{
  "book": "1 Corinteni",
  "chapter": "4",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Iată cum trebuie să fim priviți noi: ca niște slujitori ai lui Hristos și ca niște ispravnici ai tainelor lui Dumnezeu.",
        "2": "Încolo, ce se cere de la ispravnici este ca fiecare să fie găsit credincios în lucrul încredințat lui.",
        "3": "Cât despre mine, prea puțin îmi pasă dacă sunt judecat de voi sau de un scaun omenesc de judecată. Ba încă nici eu însumi nu mă mai judec pe mine.",
        "4": "Căci n-am nimic împotriva mea, totuși nu pentru aceasta sunt socotit neprihănit: Cel ce mă judecă este Domnul.",
        "5": "De aceea să nu judecați nimic înainte de vreme, până va veni Domnul, care va scoate la lumină lucrurile ascunse în întuneric și va descoperi gândurile inimilor. Atunci fiecare își va căpăta lauda de la Dumnezeu.",
        "6": "Fraților, pentru voi am spus aceste lucruri, în icoană de vorbire, cu privire la mine și la Apolo, ca, prin noi înșine, să învățați să nu treceți peste ce „este scris” și niciunul din voi să nu se fălească deloc cu unul împotriva celuilalt.",
        "7": "Căci cine te face deosebit? Ce lucru ai pe care să nu-l fi primit? Și dacă l-ai primit, de ce te lauzi ca și cum nu l-ai fi primit? Priveliștea apostolilor",
        "8": "O, iată-vă sătui! Iată-vă ajunși bogați! Iată-vă împărățind fără noi! Și măcar de ați împărăți cu adevărat, ca să putem împărăți și noi împreună cu voi!",
        "9": "Căci parcă Dumnezeu a făcut din noi, apostolii, oamenii cei mai de pe urmă, niște osândiți la moarte, fiindcă am ajuns o priveliște pentru lume, îngeri și oameni.",
        "10": "Noi suntem nebuni pentru Hristos; voi, înțelepți în Hristos! Noi, slabi; voi, tari! Voi, puși în cinste; noi, disprețuiți!",
        "11": "Până în clipa aceasta suferim de foame și de sete, suntem goi, chinuiți, umblăm din loc în loc,",
        "12": "ne ostenim și lucrăm cu mâinile noastre; când suntem ocărâți, binecuvântăm; când suntem prigoniți, răbdăm;",
        "13": "când suntem vorbiți de rău, ne rugăm. Până în ziua de azi am ajuns ca gunoiul lumii acesteia, ca lepădătura tuturor.",
        "14": "Nu vă scriu aceste lucruri ca să vă fac rușine, ci ca să vă sfătuiesc ca pe niște copii preaiubiți ai mei.",
        "15": "Căci chiar dacă ați avea zece mii de învățători în Hristos, totuși n-aveți mai mulți părinți, pentru că eu v-am născut în Hristos Isus, prin Evanghelie.",
        "16": "De aceea vă rog să călcați pe urmele mele.",
        "17": "Pentru aceasta v-am trimis pe Timotei, care este copilul meu preaiubit și credincios în Domnul. El vă va aduce aminte de felul meu de purtare în Hristos și de felul cum învăț eu pe oameni pretutindeni în toate Bisericile. Împărăția lui Dumnezeu",
        "18": "Unii s-au îngâmfat și și-au închipuit că n-am să mai vin la voi.",
        "19": "Dar, dacă va voi Domnul, voi veni în curând la voi și atunci voi vedea nu vorbele, ci puterea celor ce s-au îngâmfat.",
        "20": "Căci Împărăția lui Dumnezeu nu stă în vorbe, ci în putere.",
        "21": "Ce voiți? Să vin la voi cu nuiaua sau cu dragoste și cu duhul blândeții?"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Așa să ne privească oamenii: ca pe niște slujitori ai lui Cristos și ca pe niște administratori ai tainelor lui Dumnezeu.",
        "2": "În rest, ce se cere de la administratori este ca fiecare să fie găsit credincios.",
        "3": "Însă pentru mine este ceva foarte neînsemnat să fiu judecat de voi sau de vreun tribunal omenesc. Mai mult, nici chiar eu însumi nu mă mai judec.",
        "4": "Căci n-am nimic împotriva mea. Totuși, nu prin aceasta sunt considerat nevinovat. Cel Ce mă judecă este Domnul.",
        "5": "De aceea, nu judecați nimic înainte de timpul stabilit, înainte să vină Domnul, Care va și scoate la lumină lucrurile ascunse ale întunericului și va face cunoscute motivațiile inimilor. Atunci fiecare își va primi lauda de la Dumnezeu.",
        "6": "Fraților, am aplicat aceste lucruri la mine și la Apollos, de dragul vostru, pentru ca, prin noi, să învățați „să nu treceți peste ce este scris“ și, astfel, niciunul dintre voi să nu se îngâmfe cu unul împotriva altuia.",
        "7": "Căci cine te face deosebit? Ce lucru ai, pe care să nu-l fi primit? Iar dacă l-ai primit, de ce te lauzi ca și cum nu l-ai fi primit?",
        "8": "Sunteți deja sătui! V-ați îmbogățit deja! Ați început să domniți fără noi! Și măcar de ați fi început să domniți, ca să domnim și noi împreună cu voi!",
        "9": "Căci mi se pare că Dumnezeu ne-a înfățișat pe noi, apostolii, ca pe cei din urmă, ca pe niște condamnați la moarte, fiindcă am devenit un spectacol pentru lume, pentru îngeri și pentru oameni.",
        "10": "Noi suntem „nebuni“ de dragul lui Cristos, iar voi sunteți înțelepți în Cristos; noi suntem slabi, iar voi sunteți puternici; voi sunteți onorați, iar noi suntem disprețuiți.",
        "11": "Până în ceasul acesta suntem flămânzi și însetați, umblăm îmbrăcați în zdrențe, suntem bătuți și umblăm din loc în loc",
        "12": "și muncim din greu, lucrând cu mâinile noastre. Când suntem insultați, binecuvântăm; când suntem persecutați, îndurăm;",
        "13": "când suntem defăimați, încurajăm. Am ajuns precum gunoiul lumii, am ajuns ca mizeria tuturor până acum. Avertismente",
        "14": "Nu vă scriu aceste lucruri ca să vă fac de rușine, ci ca să vă sfătuiesc ca pe niște copii ai mei preaiubiți.",
        "15": "Chiar dacă ați avea zece mii de îndrumători în Cristos, totuși nu aveți mai mulți părinți, pentru că eu v-am născut în Cristos Isus, prin Evanghelie.",
        "16": "Vă îndemn, deci, urmați exemplul meu!",
        "17": "De aceea vi l-am trimis pe Timotei, copilul meu preaiubit și credincios în Domnul. El vă va reaminti modul meu de viață în Cristos Isus, așa cum îi învăț eu pe oameni pretutindeni, în toate bisericile.",
        "18": "Unii s-au mândrit, ca și cum n-aș veni la voi.",
        "19": "Însă, dacă Domnul va vrea, voi veni în curând la voi și atunci voi vedea nu vorbirea, ci puterea celor ce s-au mândrit.",
        "20": "Căci Împărăția lui Dumnezeu nu constă în vorbire, ci în putere.",
        "21": "Ce vreți? Să vin la voi cu nuiaua sau cu dragoste și cu duhul blândeții?"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "So let a man think of us as Christ’s servants and stewards of God’s mysteries.",
        "2": "Here, moreover, it is required of stewards that they be found faithful.",
        "3": "But with me it is a very small thing that I should be judged by you, or by a human court. Yes, I don’t even judge my own self.",
        "4": "For I know nothing against myself. Yet I am not justified by this, but he who judges me is the Lord.",
        "5": "Therefore judge nothing before the time, until the Lord comes, who will both bring to light the hidden things of darkness and reveal the counsels of the hearts. Then each man will get his praise from God.",
        "6": "Now these things, brothers, I have in a figure transferred to myself and Apollos for your sakes, that in us you might learn not to think beyond the things which are written, that none of you be puffed up against one another.",
        "7": "For who makes you different? And what do you have that you didn’t receive? But if you did receive it, why do you boast as if you had not received it?",
        "8": "You are already filled. You have already become rich. You have come to reign without us. Yes, and I wish that you did reign, that we also might reign with you!",
        "9": "For I think that God has displayed us, the apostles, last of all, like men sentenced to death. For we are made a spectacle to the world, both to angels and men.",
        "10": "We are fools for Christ’s sake, but you are wise in Christ. We are weak, but you are strong. You have honor, but we have dishonor.",
        "11": "Even to this present hour we hunger, thirst, are naked, are beaten, and have no certain dwelling place.",
        "12": "We toil, working with our own hands. When people curse us, we bless. Being persecuted, we endure.",
        "13": "Being defamed, we entreat. We are made as the filth of the world, the dirt wiped off by all, even until now.",
        "14": "I don’t write these things to shame you, but to admonish you as my beloved children.",
        "15": "For though you have ten thousand tutors in Christ, you don’t have many fathers. For in Christ Jesus, I became your father through the Good News.",
        "16": "I beg you therefore, be imitators of me.",
        "17": "Because of this I have sent Timothy to you, who is my beloved and faithful child in the Lord, who will remind you of my ways which are in Christ, even as I teach everywhere in every assembly.",
        "18": "Now some are puffed up, as though I were not coming to you.",
        "19": "But I will come to you shortly, if the Lord is willing. And I will know, not the word of those who are puffed up, but the power.",
        "20": "For God’s Kingdom is not in word, but in power.",
        "21": "What do you want? Shall I come to you with a rod, or in love and a spirit of gentleness?"
      }
    }
  }
}