{
  "book": "1 Corinteni",
  "chapter": "3",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Cât despre mine, fraților, nu v-am putut vorbi ca unor oameni duhovnicești, ci a trebuit să vă vorbesc ca unor oameni lumești, ca unor prunci în Hristos.",
        "2": "V-am hrănit cu lapte, nu cu bucate tari, căci nu le puteați suferi, și nici acum chiar nu le puteți suferi,",
        "3": "pentru că tot lumești sunteți. În adevăr, când între voi sunt zavistii, certuri și dezbinări, nu sunteți voi lumești și nu trăiți voi în felul celorlalți oameni?",
        "4": "Când unul zice: „Eu sunt al lui Pavel!” și altul: „Eu sunt al lui Apolo”, nu sunteți voi oameni de lume?",
        "5": "Cine este Pavel? Și cine este Apolo? Niște slujitori ai lui Dumnezeu prin care ați crezut; și fiecare, după puterea dată lui de Domnul.",
        "6": "Eu am sădit, Apolo a udat, dar Dumnezeu a făcut să crească,",
        "7": "așa că nici cel ce sădește, nici cel ce udă nu sunt nimic, ci Dumnezeu, care face să crească.",
        "8": "Cel ce sădește și cel ce udă sunt tot una, și fiecare își va lua răsplata după osteneala lui.",
        "9": "Căci noi suntem împreună-lucrători cu Dumnezeu. Voi sunteți ogorul lui Dumnezeu, clădirea lui Dumnezeu. Încercarea focului",
        "10": "După harul lui Dumnezeu care mi-a fost dat, eu, ca un meșter-zidar înțelept, am pus temelia, și un altul clădește deasupra. Dar fiecare să ia bine seama cum clădește deasupra.",
        "11": "Căci nimeni nu poate pune o altă temelie decât cea care a fost pusă, și care este Isus Hristos.",
        "12": "Iar dacă clădește cineva pe această temelie aur, argint, pietre scumpe, lemn, fân, trestie,",
        "13": "lucrarea fiecăruia va fi dată pe față: ziua Domnului o va face cunoscută, căci se va descoperi în foc. Și focul va dovedi cum este lucrarea fiecăruia.",
        "14": "Dacă lucrarea zidită de cineva pe temelia aceea rămâne în picioare, el va primi o răsplată.",
        "15": "Dacă lucrarea lui va fi arsă, își va pierde răsplata. Cât despre el, va fi mântuit, dar ca prin foc. Templul lui Dumnezeu",
        "16": "Nu știți că voi sunteți Templul lui Dumnezeu și că Duhul lui Dumnezeu locuiește în voi?",
        "17": "Dacă nimicește cineva Templul lui Dumnezeu, pe acela îl va nimici Dumnezeu, căci Templul lui Dumnezeu este sfânt, și așa sunteți voi.",
        "18": "Nimeni să nu se înșele: Dacă cineva dintre voi se crede înțelept în felul veacului acestuia, să se facă nebun, ca să ajungă înțelept.",
        "19": "Căci înțelepciunea lumii acesteia este o nebunie înaintea lui Dumnezeu. De aceea este scris: „El prinde pe cei înțelepți în viclenia lor.”",
        "20": "Și iarăși: „Domnul cunoaște gândurile celor înțelepți. Știe că sunt deșarte.”",
        "21": "Nimeni să nu se fălească dar cu oameni, căci toate lucrurile sunt ale voastre:",
        "22": "fie Pavel, fie Apolo, fie Chifa, fie lumea, fie viața, fie moartea, fie lucrurile de acum, fie cele viitoare, toate sunt ale voastre",
        "23": "și voi sunteți ai lui Hristos, iar Hristos este al lui Dumnezeu."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Fraților, nici eu nu v-am putut vorbi ca unor oameni spirituali, ci ca unor oameni firești, ca unor copilași în Cristos.",
        "2": "V-am hrănit cu lapte, nu cu hrană tare, pentru că încă nu puteați mesteca. Și nici chiar acum nu puteți,",
        "3": "pentru că încă sunteți firești. Într-adevăr, când între voi există invidie, ceartă și dezbinări, nu sunteți voi firești și nu trăiți voi ca și ceilalți oameni?",
        "4": "Atunci când cineva spune: „Eu sunt al lui Pavel!“, iar altcineva: „Eu sunt al lui Apollos!“, nu sunteți voi ca și ceilalți oameni?",
        "5": "Așadar, cine este Apollos? Și cine este Pavel? Slujitori prin care ați crezut, așa cum Domnul i-a dat fiecăruia.",
        "6": "Eu am plantat, Apollos a udat, dar Dumnezeu a făcut să crească!",
        "7": "Așa că nici cel ce sădește, nici cel ce udă nu sunt ceva, ci numai Dumnezeu, Care face să crească!",
        "8": "Însă cel ce sădește și cel ce udă sunt una și fiecare își va primi răsplata în conformitate cu munca lui.",
        "9": "Căci noi suntem lucrători împreună cu Dumnezeu, iar voi sunteți terenul cultivat al lui Dumnezeu, clădirea lui Dumnezeu.",
        "10": "Potrivit cu harul lui Dumnezeu care mi-a fost dat, eu, ca un meșter constructor înțelept, am pus o temelie, iar altul construiește pe ea. Dar fiecare să fie atent cum construiește pe ea.",
        "11": "Căci nimeni nu poate așeza o altă temelie decât cea care este pusă și care este Isus Cristos.",
        "12": "Iar dacă cineva construiește pe această temelie aur, argint, pietre prețioase, lemn, fân, paie,",
        "13": "lucrarea fiecăruia va fi dezvăluită, pentru că ziua Domnului o va face cunoscută, deoarece va fi descoperită prin foc. Și focul va testa cum este lucrarea fiecăruia.",
        "14": "Dacă lucrarea pe care a construit-o cineva va rămâne, el va primi o răsplată.",
        "15": "Dacă lucrarea cuiva va fi arsă, el va suferi pierderea. Cât despre el însuși, va fi mântuit, dar așa, ca prin foc.",
        "16": "Nu știți că voi sunteți Templul lui Dumnezeu și că Duhul lui Dumnezeu locuiește în voi?",
        "17": "Dacă distruge cineva Templul lui Dumnezeu, îl va distruge și Dumnezeu pe el, pentru că Templul lui Dumnezeu este sfânt. Și acest Templu sunteți voi.",
        "18": "Nimeni să nu se înșele! Dacă cineva dintre voi se crede înțelept în veacul acesta, să se facă „nebun“ ca să devină înțelept!",
        "19": "Căci înțelepciunea acestei lumi este nebunie înaintea lui Dumnezeu. Fiindcă este scris: „El îi prinde pe cei înțelepți în viclenia lor“.",
        "20": "Și, din nou: „Domnul cunoaște gândurile celor înțelepți; știe că sunt deșarte“.",
        "21": "Așadar, nimeni să nu se laude cu oameni, pentru că toate lucrurile sunt ale voastre:",
        "22": "fie Pavel, fie Apollos, fie Chifa, fie lumea, fie viața, fie moartea, fie cele prezente, fie cele viitoare, toate sunt ale voastre,",
        "23": "iar voi sunteți ai lui Cristos, și Cristos este al lui Dumnezeu."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Brothers, I couldn’t speak to you as to spiritual, but as to fleshly, as to babies in Christ.",
        "2": "I fed you with milk, not with solid food, for you weren’t yet ready. Indeed, you aren’t ready even now,",
        "3": "for you are still fleshly. For insofar as there is jealousy, strife, and factions among you, aren’t you fleshly, and don’t you walk in the ways of men?",
        "4": "For when one says, “I follow Paul,” and another, “I follow Apollos,” aren’t you fleshly?",
        "5": "Who then is Apollos, and who is Paul, but servants through whom you believed, and each as the Lord gave to him?",
        "6": "I planted. Apollos watered. But God gave the increase.",
        "7": "So then neither he who plants is anything, nor he who waters, but God who gives the increase.",
        "8": "Now he who plants and he who waters are the same, but each will receive his own reward according to his own labor.",
        "9": "For we are God’s fellow workers. You are God’s farming, God’s building.",
        "10": "According to the grace of God which was given to me, as a wise master builder I laid a foundation, and another builds on it. But let each man be careful how he builds on it.",
        "11": "For no one can lay any other foundation than that which has been laid, which is Jesus Christ.",
        "12": "But if anyone builds on the foundation with gold, silver, costly stones, wood, hay, or straw,",
        "13": "each man’s work will be revealed. For the Day will declare it, because it is revealed in fire; and the fire itself will test what sort of work each man’s work is.",
        "14": "If any man’s work remains which he built on it, he will receive a reward.",
        "15": "If any man’s work is burned, he will suffer loss, but he himself will be saved, but as through fire.",
        "16": "Don’t you know that you are God’s temple and that God’s Spirit lives in you?",
        "17": "If anyone destroys God’s temple, God will destroy him; for God’s temple is holy, which you are.",
        "18": "Let no one deceive himself. If anyone thinks that he is wise among you in this world, let him become a fool that he may become wise.",
        "19": "For the wisdom of this world is foolishness with God. For it is written, “He has taken the wise in their craftiness.”",
        "20": "And again, “The Lord knows the reasoning of the wise, that it is worthless.”",
        "21": "Therefore let no one boast in men. For all things are yours,",
        "22": "whether Paul, or Apollos, or Cephas, or the world, or life, or death, or things present, or things to come. All are yours,",
        "23": "and you are Christ’s, and Christ is God’s."
      }
    }
  }
}