{
  "book": "1 Corinteni",
  "chapter": "7",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Cu privire la lucrurile despre care mi-ați scris, eu cred că este bine ca omul să nu se atingă de femeie.",
        "2": "Totuși, din pricina curviei, fiecare bărbat să-și aibă nevasta lui și fiecare femeie să-și aibă bărbatul ei.",
        "3": "Bărbatul să-și împlinească față de nevastă datoria de soț și tot așa să facă și nevasta față de bărbat.",
        "4": "Nevasta nu este stăpână pe trupul ei, ci bărbatul. Tot astfel, nici bărbatul nu este stăpân peste trupul lui, ci nevasta.",
        "5": "Să nu vă lipsiți unul pe altul de datoria de soți, decât doar prin bună învoială, pentru un timp, ca să vă îndeletniciți cu postul și cu rugăciunea, apoi să vă împreunați iarăși, ca să nu vă ispitească Satana din pricina nestăpânirii voastre.",
        "6": "Lucrul acesta îl spun ca o îngăduință; nu fac din el o poruncă.",
        "7": "Eu aș vrea ca toți oamenii să fie ca mine, dar fiecare are de la Dumnezeu darul lui: unul într-un fel, altul într-altul.",
        "8": "Celor neînsurați și văduvelor, le spun că este bine pentru ei să rămână ca mine.",
        "9": "Dar, dacă nu se pot înfrâna, să se căsătorească, pentru că este mai bine să se căsătorească decât să ardă.",
        "10": "Celor căsătoriți, le poruncesc, nu eu, ci Domnul, ca nevasta să nu se despartă de bărbat.",
        "11": "(Dacă este despărțită, să rămână nemăritată sau să se împace cu bărbatul ei.) Și nici bărbatul să nu-și lase nevasta. Despărțirea între soții credincioși și cei necredincioși",
        "12": "Celorlalți le zic eu, nu Domnul: Dacă un frate are o nevastă necredincioasă și ea voiește să trăiască înainte cu el, să nu se despartă de ea.",
        "13": "Și dacă o femeie are un bărbat necredincios și el voiește să trăiască înainte cu ea, să nu se despartă de bărbatul ei.",
        "14": "Căci bărbatul necredincios este sfințit prin nevasta credincioasă și nevasta necredincioasă este sfințită prin fratele; altminteri, copiii voștri ar fi necurați, pe când acum sunt sfinți.",
        "15": "Dacă cel necredincios vrea să se despartă, să se despartă; în împrejurarea aceasta, fratele sau sora nu este legat: Dumnezeu ne-a chemat să trăim în pace.",
        "16": "Căci ce știi tu, nevastă, dacă îți vei mântui bărbatul? Sau ce știi tu, bărbate, dacă îți vei mântui nevasta? Fiecare la locul lui",
        "17": "Încolo, fiecare să rămână în starea în care l-a așezat Domnul și în care l-a chemat Dumnezeu. Aceasta este rânduiala pe care am așezat-o în toate Bisericile.",
        "18": "Dacă cineva a fost chemat pe când era tăiat împrejur, să rămână tăiat împrejur. Dacă cineva a fost chemat pe când era netăiat împrejur, să nu se taie împrejur.",
        "19": "Tăierea împrejur nu este nimic și netăierea împrejur nu este nimic, ci păzirea poruncilor lui Dumnezeu.",
        "20": "Fiecare să rămână în chemarea pe care o avea când a fost chemat.",
        "21": "Ai fost chemat când erai rob? Să nu te neliniștești de lucrul acesta, dar, dacă poți să ajungi slobod, folosește-te.",
        "22": "Căci robul chemat în Domnul este un slobozit al Domnului. Tot așa, cel slobod care a fost chemat este un rob al lui Hristos.",
        "23": "Voi ați fost cumpărați cu un preț. Nu vă faceți dar robi oamenilor.",
        "24": "Fiecare, fraților, să rămână cu Dumnezeu în starea în care era când a fost chemat. Despre fetele fecioare",
        "25": "Cât despre fecioare, n-am o poruncă din partea Domnului. Le dau însă un sfat, ca unul care am căpătat de la Domnul harul să fiu vrednic de crezare.",
        "26": "Iată dar ce cred eu că este bine, având în vedere strâmtorarea de acum: este bine pentru fiecare să rămână așa cum este.",
        "27": "Ești legat de o nevastă? Nu căuta să fii dezlegat. Nu ești legat de o nevastă? Nu căuta nevastă.",
        "28": "Însă, dacă te însori, nu păcătuiești. Dacă fecioara se mărită, nu păcătuiește. Dar ființele acestea vor avea necazuri pământești, și eu aș vrea să vi le cruț.",
        "29": "Iată ce vreau să spun, fraților: de acum vremea s-a scurtat. Spun lucrul acesta pentru ca cei ce au neveste să fie ca și cum n-ar avea;",
        "30": "cei ce plâng, ca și cum n-ar plânge; cei ce se bucură, ca și cum nu s-ar bucura; cei ce cumpără, ca și cum n-ar stăpâni;",
        "31": "cei ce se folosesc de lumea aceasta, ca și cum nu s-ar folosi de ea, căci chipul lumii acesteia trece.",
        "32": "Dar eu aș vrea ca voi să fiți fără griji. Cine nu este însurat se îngrijește de lucrurile Domnului, cum ar putea să placă Domnului.",
        "33": "Dar cine este însurat se îngrijește de lucrurile lumii, cum să placă nevestei.",
        "34": "Tot așa, între femeia măritată și fecioară este o deosebire: cea nemăritată se îngrijește de lucrurile Domnului, ca să fie sfântă și cu trupul, și cu duhul, iar cea măritată se îngrijește de lucrurile lumii, cum să placă bărbatului ei.",
        "35": "Vă spun lucrul acesta pentru binele vostru, nu ca să vă prind într-un laț, ci pentru ceea ce este frumos și ca să puteți sluji Domnului fără piedici.",
        "36": "Dacă crede cineva că este rușinos pentru fata lui să treacă de floarea vârstei și nevoia cere așa, să facă ce vrea: nu păcătuiește, să se mărite.",
        "37": "Dar cine a luat o hotărâre tare și nu este nevoit, ci este slobod să lucreze cum vrea, și a hotărât în inima lui să-și păstreze pe fiică-sa fecioară face bine.",
        "38": "Astfel, cine își mărită fata bine face, și cine n-o mărită mai bine face.",
        "39": "O femeie măritată este legată de lege câtă vreme îi trăiește bărbatul; dar dacă-i moare bărbatul, este slobodă să se mărite cu cine vrea; numai în Domnul.",
        "40": "Dar, după părerea mea, va fi mai fericită dacă rămâne așa cum este. Și cred că și eu am Duhul lui Dumnezeu."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Acum, cu privire la lucrurile pe care le-ați scris, „este bine ca bărbatul să nu se atingă de femeie“,",
        "2": "totuși, având în vedere cazurile de preacurvie, fiecare soț să se culce cu propria sa soție, și fiecare soție să se culce cu propriul său soț.",
        "3": "Soțul să-și împlinească datoria față de soție și, de asemenea, și soția față de soț.",
        "4": "Soția nu este stăpână pe propriul său trup, ci soțul. Tot astfel, soțul nu este stăpân pe propriul său trup, ci soția.",
        "5": "Să nu vă lipsiți unul de altul, decât prin înțelegere, pentru o vreme, pentru a vă dedica postului și rugăciunii, apoi să fiți din nou împreună, ca să nu vă ispitească Satan din cauza nestăpânirii voastre.",
        "6": "Însă lucrul acesta îl spun ca pe o îngăduință, nu ca pe o poruncă.",
        "7": "Eu doresc ca toți oamenii să fie așa cum sunt eu, însă fiecare are propriul dar de la Dumnezeu, unii de un fel, alții de alt fel.",
        "8": "Celor necăsătoriți și văduvelor le spun că este bine pentru ei să rămână așa cum sunt eu.",
        "9": "Dar, dacă nu se pot înfrâna, să se căsătorească, pentru că este mai bine să se căsătorească decât să ardă de dorință.",
        "10": "Celor căsătoriți le poruncesc – nu eu, ci Domnul – ca soția să nu se despartă de soțul ei",
        "11": "(dar dacă s-a despărțit deja, atunci să rămână necăsătorită sau să se împace cu soțul ei), iar soțul să nu divorțeze de soția lui.",
        "12": "Celorlalți vă spun eu, nu Domnul: dacă un frate are o soție necredincioasă și ea dorește să rămână cu el, să nu divorțeze de ea,",
        "13": "iar dacă o femeie are soțul necredincios și el dorește să rămână cu ea, să nu divorțeze de soțul ei.",
        "14": "Căci soțul necredincios este sfințit prin soția lui, iar soția necredincioasă este sfințită prin fratele. Altfel, copiii voștri ar fi necurați, dar acum sunt sfinți.",
        "15": "Însă, dacă cel necredincios se desparte, să se despartă. În astfel de situații, fratele sau sora nu sunt legați. Dumnezeu v-a chemat la pace.",
        "16": "Căci ce știi tu, soție, dacă-ți vei mântui soțul? Sau ce știi tu, soțule, dacă-ți vei mântui soția?",
        "17": "Fiecare să trăiască așa cum i-a hotărât Domnul, așa cum l-a chemat Dumnezeu. Așa dau îndrumări în toate bisericile.",
        "18": "Era cineva circumcis atunci când a fost chemat? Să rămână necircumcis! Era cineva necircumcis când a fost chemat? Să nu se circumcidă!",
        "19": "Circumcizia nu este nimic și necircumcizia nu este nimic, ci ascultarea de poruncile lui Dumnezeu este importantă.",
        "20": "Fiecare să rămână în chemarea la care a fost chemat.",
        "21": "Erai sclav când ai fost chemat? Nu te neliniști! Însă, dacă poți să ajungi liber, folosește acea ocazie!",
        "22": "Căci sclavul chemat în Domnul este omul liber al Domnului. Tot astfel, cel care era liber când a fost chemat, este sclavul lui Cristos.",
        "23": "Voi ați fost cumpărați cu un preț; nu deveniți sclavi ai oamenilor!",
        "24": "Fiecare, fraților, să rămână lângă Dumnezeu așa cum era când a fost chemat! Cei necăsătoriți, cei căsătoriți și văduvele",
        "25": "Cu privire la fecioare, n-am nicio poruncă de la Domnul, dar îmi spun părerea, ca unul care, prin mila Domnului, este demn de încredere.",
        "26": "Eu cred că, din cauza necazului din prezent, este bine pentru om să rămână așa cum este.",
        "27": "Ești legat de o soție? Nu căuta despărțirea! Nu ești legat de o soție? Nu căuta soție!",
        "28": "Însă, dacă te căsătorești, nu păcătuiești. Iar dacă o fecioară se căsătorește, nu păcătuiește. Însă aceștia vor avea necazuri pământești, iar eu încerc să vă feresc de ele.",
        "29": "Iată ce vreau să spun, fraților: timpul este scurt. De acum, cei ce au soții să fie ca și cum n-ar avea soții;",
        "30": "cei ce plâng, ca și cum n-ar plânge; cei ce se bucură, ca și cum nu s-ar bucura; cei ce cumpără, ca și cum n-ar deține;",
        "31": "iar cei ce se folosesc de lumea aceasta, ca și cum nu s-ar folosi de ea pe deplin, căci chipul acestei lumi trece.",
        "32": "Eu doresc să fiți fără griji. Cel necăsătorit este preocupat de lucrurile Domnului, de cum anume să-I placă Domnului.",
        "33": "Dar cel căsătorit este preocupat de lucrurile lumii, de cum anume să-i placă soției,",
        "34": "astfel că el este împărțit. Femeia necăsătorită sau fecioară este preocupată de lucrurile Domnului, ca să fie devotată atât cu trupul, cât și cu duhul. Dar cea căsătorită este preocupată de lucrurile lumii, de cum anume să-i placă soțului.",
        "35": "Vă spun lucrul acesta pentru binele vostru, nu ca să vă prind într-un laț, ci ca să urmăriți ce este frumos și să puteți sta la dispoziția Domnului fără să fiți distrași de nimic.",
        "36": "Însă, dacă cineva crede că se comportă nepotrivit față de logodnica sa fecioară, dacă ea a trecut de floarea vârstei și, astfel, el simte că este dator să se căsătorească cu ea, să facă ce dorește; nu păcătuiește. Ei pot să se căsătorească!",
        "37": "Dar cine rămâne ferm convins în inima lui și nu este constrâns de nimic, ci are control asupra propriei voințe și a decis în inima lui s-o păstreze pe fecioară ca logodnică a sa, bine face.",
        "38": "Așadar, cel ce se căsătorește cu logodnica sa fecioară, bine face, iar cel ce nu se căsătorește cu ea, mai bine face.",
        "39": "O femeie este legată de soțul ei atât timp cât trăiește acesta, însă, dacă soțul ei moare, ea este liberă să se căsătorească cu cine dorește, numai în Domnul.",
        "40": "Însă, după părerea mea, ar fi mult mai fericită dacă ar rămâne așa cum este. Și cred că și eu am Duhul lui Dumnezeu."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now concerning the things about which you wrote to me: it is good for a man not to touch a woman.",
        "2": "But, because of sexual immoralities, let each man have his own wife, and let each woman have her own husband.",
        "3": "Let the husband give his wife the affection owed her, and likewise also the wife her husband.",
        "4": "The wife doesn’t have authority over her own body, but the husband does. Likewise also the husband doesn’t have authority over his own body, but the wife does.",
        "5": "Don’t deprive one another, unless it is by consent for a season, that you may give yourselves to fasting and prayer, and may be together again, that Satan doesn’t tempt you because of your lack of self-control.",
        "6": "But this I say by way of concession, not of commandment.",
        "7": "Yet I wish that all men were like me. However, each man has his own gift from God, one of this kind, and another of that kind.",
        "8": "But I say to the unmarried and to widows, it is good for them if they remain even as I am.",
        "9": "But if they don’t have self-control, let them marry. For it’s better to marry than to burn with passion.",
        "10": "But to the married I command—not I, but the Lord—that the wife not leave her husband",
        "11": "(but if she departs, let her remain unmarried, or else be reconciled to her husband), and that the husband not leave his wife.",
        "12": "But to the rest I—not the Lord—say, if any brother has an unbelieving wife, and she is content to live with him, let him not leave her.",
        "13": "The woman who has an unbelieving husband, and he is content to live with her, let her not leave her husband.",
        "14": "For the unbelieving husband is sanctified in the wife, and the unbelieving wife is sanctified in the husband. Otherwise your children would be unclean, but now they are holy.",
        "15": "Yet if the unbeliever departs, let there be separation. The brother or the sister is not under bondage in such cases, but God has called us in peace.",
        "16": "For how do you know, wife, whether you will save your husband? Or how do you know, husband, whether you will save your wife?",
        "17": "Only, as the Lord has distributed to each man, as God has called each, so let him walk. So I command in all the assemblies.",
        "18": "Was anyone called having been circumcised? Let him not become uncircumcised. Has anyone been called in uncircumcision? Let him not be circumcised.",
        "19": "Circumcision is nothing, and uncircumcision is nothing, but what matters is keeping God’s commandments.",
        "20": "Let each man stay in that calling in which he was called.",
        "21": "Were you called being a bondservant? Don’t let that bother you, but if you get an opportunity to become free, use it.",
        "22": "For he who was called in the Lord being a bondservant is the Lord’s free man. Likewise he who was called being free is Christ’s bondservant.",
        "23": "You were bought with a price. Don’t become bondservants of men.",
        "24": "Brothers, let each man, in whatever condition he was called, stay in that condition with God.",
        "25": "Now concerning virgins, I have no commandment from the Lord, but I give my judgment as one who has obtained mercy from the Lord to be trustworthy.",
        "26": "Therefore I think that because of the distress that is on us, it’s good for a man to remain as he is.",
        "27": "Are you bound to a wife? Don’t seek to be freed. Are you free from a wife? Don’t seek a wife.",
        "28": "But if you marry, you have not sinned. If a virgin marries, she has not sinned. Yet such will have oppression in the flesh, and I want to spare you.",
        "29": "But I say this, brothers: the time is short. From now on, both those who have wives may be as though they had none;",
        "30": "and those who weep, as though they didn’t weep; and those who rejoice, as though they didn’t rejoice; and those who buy, as though they didn’t possess;",
        "31": "and those who use the world, as not using it to the fullest. For the mode of this world passes away.",
        "32": "But I desire to have you to be free from cares. He who is unmarried is concerned for the things of the Lord, how he may please the Lord;",
        "33": "but he who is married is concerned about the things of the world, how he may please his wife.",
        "34": "There is also a difference between a wife and a virgin. The unmarried woman cares about the things of the Lord, that she may be holy both in body and in spirit. But she who is married cares about the things of the world—how she may please her husband.",
        "35": "This I say for your own benefit, not that I may ensnare you, but for that which is appropriate, and that you may attend to the Lord without distraction.",
        "36": "But if any man thinks that he is behaving inappropriately toward his virgin, if she is past the flower of her age, and if need so requires, let him do what he desires. He doesn’t sin. Let them marry.",
        "37": "But he who stands steadfast in his heart, having no urgency, but has power over his own will, and has determined in his own heart to keep his own virgin, does well.",
        "38": "So then both he who gives his own virgin in marriage does well, and he who doesn’t give her in marriage does better.",
        "39": "A wife is bound by law for as long as her husband lives; but if the husband is dead, she is free to be married to whomever she desires, only in the Lord.",
        "40": "But she is happier if she stays as she is, in my judgment, and I think that I also have God’s Spirit."
      }
    }
  }
}