{
  "book": "1 Corinteni",
  "chapter": "14",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Urmăriți dragostea. Umblați și după darurile duhovnicești, dar mai ales să prorociți.",
        "2": "În adevăr, cine vorbește în altă limbă nu vorbește oamenilor, ci lui Dumnezeu, căci nimeni nu-l înțelege și, cu duhul, el spune taine.",
        "3": "Cine prorocește, dimpotrivă, vorbește oamenilor spre zidire, sfătuire și mângâiere.",
        "4": "Cine vorbește în altă limbă se zidește pe sine însuși, dar cine prorocește zidește sufletește Biserica.",
        "5": "Aș dori ca toți să vorbiți în alte limbi, dar mai ales să prorociți. Cine prorocește este mai mare decât cine vorbește în alte limbi, afară numai dacă tălmăcește aceste limbi, pentru ca să capete Biserica zidire sufletească.",
        "6": "În adevăr, fraților, de ce folos v-aș fi eu dacă aș veni la voi vorbind în alte limbi și dacă cuvântul meu nu v-ar aduce nici descoperire, nici cunoștință, nici prorocie, nici învățătură?",
        "7": "Chiar și lucrurile neînsuflețite, care dau un sunet, fie un fluier sau o alăută: dacă nu dau sunete deslușite, cine va cunoaște ce se cântă cu fluierul sau cu alăuta?",
        "8": "Și dacă trâmbița dă un sunet încurcat, cine se va pregăti de luptă?",
        "9": "Tot așa și voi, dacă nu rostiți cu limba o vorbă înțeleasă, cum se va pricepe ce spuneți? Atunci parcă ați vorbi în vânt.",
        "10": "Sunt multe feluri de limbi în lume, totuși niciuna din ele nu este fără sunete înțelese.",
        "11": "Dar, dacă nu cunosc înțelesul sunetului, voi fi un străin pentru cel ce vorbește, și cel ce vorbește va fi un străin pentru mine.",
        "12": "Tot așa și voi, fiindcă râvniți după daruri duhovnicești, să căutați să le aveți din belșug, în vederea zidirii sufletești a Bisericii.",
        "13": "De aceea, cine vorbește în altă limbă să se roage să aibă și darul s-o tălmăcească.",
        "14": "Fiindcă, dacă mă rog în altă limbă, duhul meu se roagă, dar mintea mea este fără rod.",
        "15": "Ce este de făcut atunci? Mă voi ruga cu duhul, dar mă voi ruga și cu mintea; voi cânta cu duhul, dar voi cânta și cu mintea.",
        "16": "Altminteri, dacă aduci mulțumiri cu duhul, cum va răspunde „Amin” la mulțumirile pe care le aduci tu, cel lipsit de daruri, când el nu știe ce spui?",
        "17": "Negreșit, tu mulțumești lui Dumnezeu foarte frumos, dar celălalt nu rămâne zidit sufletește.",
        "18": "Mulțumesc lui Dumnezeu că eu vorbesc în alte limbi mai mult decât voi toți.",
        "19": "Dar în Biserică, voiesc mai bine să spun cinci cuvinte înțelese, ca să învăț și pe alții, decât să spun zece mii de cuvinte în altă limbă.",
        "20": "Fraților, nu fiți copii la minte, ci, la răutate, fiți prunci, iar la minte, fiți oameni mari.",
        "21": "În Lege este scris: „‘Voi vorbi norodului acestuia prin altă limbă și prin buze străine, și nici așa nu Mă vor asculta’, zice Domnul.”",
        "22": "Prin urmare, limbile sunt un semn nu pentru cei credincioși, ci pentru cei necredincioși. Prorocia, dimpotrivă, este un semn nu pentru cei necredincioși, ci pentru cei credincioși.",
        "23": "Deci, dacă s-ar aduna toată Biserica la un loc și toți ar vorbi în alte limbi și ar intra și dintre cei fără daruri sau necredincioși, n-ar zice ei că sunteți nebuni?",
        "24": "Dar dacă toți prorocesc și intră vreun necredincios sau vreunul fără daruri, el este încredințat de toți, este judecat de toți.",
        "25": "Tainele inimii lui sunt descoperite, așa că va cădea cu fața la pământ, se va închina lui Dumnezeu și va mărturisi că, în adevăr, Dumnezeu este în mijlocul vostru.",
        "26": "Ce este de făcut atunci, fraților? Când vă adunați laolaltă, dacă unul din voi are o cântare, altul o învățătură, altul o descoperire, altul o vorbă în altă limbă, altul o tălmăcire, toate să se facă spre zidirea sufletească.",
        "27": "Dacă sunt unii care vorbesc în altă limbă, să vorbească numai câte doi sau cel mult trei, fiecare la rând, și unul să tălmăcească.",
        "28": "Dacă nu este cine să tălmăcească, să tacă în Biserică și să-și vorbească numai lui însuși și lui Dumnezeu.",
        "29": "Cât despre proroci, să vorbească doi sau trei, și ceilalți să judece.",
        "30": "Și dacă este făcută o descoperire unuia care șade jos, cel dintâi să tacă.",
        "31": "Fiindcă puteți să prorociți toți, dar unul după altul, pentru ca toți să capete învățătură și toți să fie îmbărbătați.",
        "32": "Duhurile prorocilor sunt supuse prorocilor,",
        "33": "căci Dumnezeu nu este un Dumnezeu al neorânduielii, ci al păcii, ca în toate Bisericile sfinților.",
        "34": "Femeile să tacă în adunări, căci lor nu le este îngăduit să ia cuvântul în ele, ci să fie supuse, cum zice și Legea.",
        "35": "Dacă voiesc să capete învățătură asupra unui lucru, să întrebe pe bărbații lor acasă, căci este rușine pentru o femeie să vorbească în Biserică.",
        "36": "Ce? De la voi a pornit Cuvântul lui Dumnezeu? Sau numai până la voi a ajuns el?",
        "37": "Dacă crede cineva că este proroc sau insuflat de Dumnezeu, să înțeleagă că ce vă scriu eu este o poruncă a Domnului.",
        "38": "Și dacă cineva nu înțelege, să nu înțeleagă!",
        "39": "Astfel, deci, fraților, râvniți după prorocire, fără să împiedicați vorbirea în alte limbi.",
        "40": "Dar toate să se facă în chip cuviincios și cu rânduială."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Urmăriți dragostea și râvniți după darurile spirituale, dar mai ales să profețiți.",
        "2": "Căci cel ce vorbește într-o altă limbă nu vorbește oamenilor, ci lui Dumnezeu, întrucât nimeni nu-l înțelege, iar cu duhul spune taine.",
        "3": "Dar cel ce profețește le vorbește oamenilor, pentru consolidare sufletească, mângâiere și încurajare.",
        "4": "Cel ce vorbește într-o altă limbă se consolidează sufletește pe sine, dar cel ce profețește consolidează sufletește Biserica.",
        "5": "Eu doresc ca toți să vorbiți în alte limbi, dar mai ales să profețiți. Cel ce profețește este mai mare decât cel ce vorbește în alte limbi, în afară de cazul în care acesta din urmă le traduce, pentru ca Biserica să fie consolidată sufletește.",
        "6": "Acum, fraților, dacă eu vin la voi vorbind în alte limbi, cu ce vă voi ajuta, dacă nu vă voi vorbi fie prin descoperire, fie prin cunoștință, fie prin profeție, fie prin învățătură?",
        "7": "La fel și obiectele neînsuflețite, care scot un sunet, fie un fluier, fie o kithara: dacă nu dau tonuri diferite, cum va ști cineva ce se cântă la fluier sau la kithara?",
        "8": "Dacă trâmbița dă un sunet neclar, cine se va pregăti de război?",
        "9": "Tot astfel și voi: dacă nu rostiți cu limba un cuvânt clar, cum va înțelege cineva ce spuneți? Vă veți trezi vorbind în vânt!",
        "10": "Fără îndoială, există în lume multe feluri de limbi, și niciuna nu este fără sens.",
        "11": "Așadar, dacă eu nu cunosc înțelesul acelei limbi, voi fi un străin pentru cel care vorbește, iar cel care vorbește va fi un străin pentru mine.",
        "12": "La fel și cu voi: întrucât sunteți plini de zel după daruri spirituale, căutați să le aveți din belșug, pentru consolidarea sufletească a Bisericii.",
        "13": "De aceea, cel ce vorbește într-o altă limbă să se roage ca să poată traduce ce spune.",
        "14": "Căci, dacă mă rog într-o altă limbă, duhul meu se roagă, însă mintea mea este neroditoare.",
        "15": "Așadar, ce voi face? Mă voi ruga cu duhul, dar mă voi ruga și cu mintea, voi cânta laudă cu duhul, dar voi cânta laudă și cu mintea.",
        "16": "Altfel, dacă tu mulțumești doar cu duhul, cum va spune „Amin!“ la mulțumirea ta cel ce este neștiutor, de vreme ce nu știe ce spui?",
        "17": "Căci tu, într-adevăr, mulțumești frumos, însă celălalt nu este consolidat sufletește.",
        "18": "Eu Îi mulțumesc lui Dumnezeu că vorbesc în alte limbi mai mult decât voi toți,",
        "19": "dar în Biserică vreau, mai degrabă, să spun cinci cuvinte cu mintea mea, pentru a-i învăța pe alții, decât zece mii de cuvinte într-o altă limbă.",
        "20": "Fraților, nu fiți copii în gândire! Dimpotrivă, în ce privește răutatea fiți copilași, iar în gândire fiți maturi.",
        "21": "În Lege este scris: „În alte limbi și prin buzele altora voi vorbi acestui popor, dar nici atunci nu Mă vor asculta, zice Domnul“.",
        "22": "Astfel, limbile sunt un semn nu pentru credincioși, ci pentru necredincioși, în timp ce profeția nu este un semn pentru necredincioși, ci pentru credincioși.",
        "23": "De aceea, dacă s-ar aduna întreaga biserică și toți ar vorbi în alte limbi și ar intra unii neștiutori sau necredincioși, oare nu vor spune ei că sunteți nebuni?",
        "24": "Dar dacă toți profețiți și intră cineva necredincios sau neștiutor, el este convins de toți, este cercetat de toți,",
        "25": "lucrurile ascunse ale inimii lui sunt descoperite și, astfel, va cădea cu fața la pământ și I se va închina lui Dumnezeu, declarând: „Cu adevărat Dumnezeu este în mijlocul vostru!“. Ordine în cadrul închinării",
        "26": "Deci, ce este de făcut, fraților? Când vă adunați laolaltă și fiecare are un psalm, o învățătură, o descoperire, un îndemn în altă limbă, o traducere, să se facă toate pentru consolidarea sufletească a bisericii.",
        "27": "Dacă cineva vorbește într-o altă limbă, să fie doi sau cel mult trei și să vorbească fiecare pe rând, iar unul să traducă.",
        "28": "Dacă însă nu este niciun traducător, atunci să tacă în biserică și să-și vorbească numai lui însuși și lui Dumnezeu.",
        "29": "Să vorbească doi sau trei profeți, iar ceilalți să judece.",
        "30": "Iar dacă altuia, care stă jos, i se dă o descoperire, primul să tacă.",
        "31": "Fiindcă toți puteți să profețiți, dar unul după altul, pentru ca toți să învețe și toți să fie încurajați.",
        "32": "Duhurile profeților le sunt supuse profeților,",
        "33": "fiindcă Dumnezeu nu este un Dumnezeu al dezordinii, ci al păcii. La fel ca în toate bisericile sfinților,",
        "34": "femeile să tacă în biserici, căci lor nu li se dă voie să vorbească, ci să fie supuse, așa cum spune și Legea.",
        "35": "Dacă doresc să învețe ceva, să-și întrebe soții acasă, pentru că este rușinos pentru o femeie să vorbească în biserică.",
        "36": "Ce? Cuvântul lui Dumnezeu a pornit de la voi? Sau numai până la voi a ajuns el?",
        "37": "Dacă cineva crede că este profet sau spiritual, să-și dea seama că ceea ce vă scriu este o poruncă a Domnului.",
        "38": "Dacă însă cineva nu recunoaște aceasta, nici el nu va fi recunoscut.",
        "39": "Astfel, frații mei, râvniți să profețiți și nu împiedicați vorbirea în alte limbi.",
        "40": "Însă toate să se facă așa cum se cuvine și în ordine."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Follow after love and earnestly desire spiritual gifts, but especially that you may prophesy.",
        "2": "For he who speaks in another language speaks not to men, but to God, for no one understands, but in the Spirit he speaks mysteries.",
        "3": "But he who prophesies speaks to men for their edification, exhortation, and consolation.",
        "4": "He who speaks in another language edifies himself, but he who prophesies edifies the assembly.",
        "5": "Now I desire to have you all speak with other languages, but even more that you would prophesy. For he is greater who prophesies than he who speaks with other languages, unless he interprets, that the assembly may be built up.",
        "6": "But now, brothers, if I come to you speaking with other languages, what would I profit you unless I speak to you either by way of revelation, or of knowledge, or of prophesying, or of teaching?",
        "7": "Even lifeless things that make a sound, whether pipe or harp, if they didn’t give a distinction in the sounds, how would it be known what is piped or harped?",
        "8": "For if the trumpet gave an uncertain sound, who would prepare himself for war?",
        "9": "So also you, unless you uttered by the tongue words easy to understand, how would it be known what is spoken? For you would be speaking into the air.",
        "10": "There are, it may be, so many kinds of languages in the world, and none of them is without meaning.",
        "11": "If then I don’t know the meaning of the language, I would be to him who speaks a foreigner, and he who speaks would be a foreigner to me.",
        "12": "So also you, since you are zealous for spiritual gifts, seek that you may abound to the building up of the assembly.",
        "13": "Therefore let him who speaks in another language pray that he may interpret.",
        "14": "For if I pray in another language, my spirit prays, but my understanding is unfruitful.",
        "15": "What should I do? I will pray with the spirit, and I will pray with the understanding also. I will sing with the spirit, and I will sing with the understanding also.",
        "16": "Otherwise, if you bless with the spirit, how will he who fills the place of the unlearned say the “Amen” at your giving of thanks, seeing he doesn’t know what you say?",
        "17": "For you most certainly give thanks well, but the other person is not built up.",
        "18": "I thank my God, I speak with other languages more than you all.",
        "19": "However, in the assembly I would rather speak five words with my understanding, that I might instruct others also, than ten thousand words in another language.",
        "20": "Brothers, don’t be children in thoughts, yet in malice be babies, but in thoughts be mature.",
        "21": "In the law it is written, “By men of strange languages and by the lips of strangers I will speak to this people. They won’t even listen to me that way, says the Lord.”",
        "22": "Therefore other languages are for a sign, not to those who believe, but to the unbelieving; but prophesying is for a sign, not to the unbelieving, but to those who believe.",
        "23": "If therefore the whole assembly is assembled together and all speak with other languages, and unlearned or unbelieving people come in, won’t they say that you are crazy?",
        "24": "But if all prophesy, and someone unbelieving or unlearned comes in, he is reproved by all, and he is judged by all.",
        "25": "And thus the secrets of his heart are revealed. So he will fall down on his face and worship God, declaring that God is among you indeed.",
        "26": "What is it then, brothers? When you come together, each one of you has a psalm, has a teaching, has a revelation, has another language, or has an interpretation. Let all things be done to build each other up.",
        "27": "If any man speaks in another language, let there be two, or at the most three, and in turn; and let one interpret.",
        "28": "But if there is no interpreter, let him keep silent in the assembly, and let him speak to himself and to God.",
        "29": "Let two or three of the prophets speak, and let the others discern.",
        "30": "But if a revelation is made to another sitting by, let the first keep silent.",
        "31": "For you all can prophesy one by one, that all may learn and all may be exhorted.",
        "32": "The spirits of the prophets are subject to the prophets,",
        "33": "for God is not a God of confusion but of peace, as in all the assemblies of the saints.",
        "34": "Let the wives be quiet in the assemblies, for it has not been permitted for them to be talking except in submission, as the law also says,",
        "35": "if they desire to learn anything. “Let them ask their own husbands at home, for it is shameful for a wife to be talking in the assembly.”",
        "36": "What!? Was it from you that the word of God went out? Or did it come to you alone?",
        "37": "If any man thinks himself to be a prophet or spiritual, let him recognize the things which I write to you, that they are the commandment of the Lord.",
        "38": "But if anyone is ignorant, let him be ignorant.",
        "39": "Therefore, brothers, desire earnestly to prophesy, and don’t forbid speaking with other languages.",
        "40": "Let all things be done decently and in order."
      }
    }
  }
}