{
  "book": "1 Corinteni",
  "chapter": "6",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Cum! Când vreunul din voi are vreo neînțelegere cu altul, îndrăznește el să se judece cu el la cei nelegiuiți și nu la sfinți?",
        "2": "Nu știți că sfinții vor judeca lumea? Și dacă lumea va fi judecată de voi, sunteți voi nevrednici să judecați lucruri de foarte mică însemnătate?",
        "3": "Nu știți că noi vom judeca pe îngeri? Cu cât mai mult lucrurile vieții acesteia?",
        "4": "Deci, când aveți neînțelegeri pentru lucrurile vieții acesteia, voi puneți judecători pe aceia pe care Biserica nu-i bagă în seamă?",
        "5": "Spre rușinea voastră zic lucrul acesta. Astfel, nu este între voi nici măcar un singur om înțelept, care să fie în stare să judece între frate și frate?",
        "6": "Dar un frate se duce la judecată cu alt frate, și încă înaintea necredincioșilor!",
        "7": "Chiar faptul că aveți judecăți între voi este un cusur pe care-l aveți. Pentru ce nu suferiți mai bine să fiți nedreptățiți? De ce nu răbdați mai bine paguba?",
        "8": "Dar voi singuri sunteți aceia care nedreptățiți și păgubiți, și încă pe frați!",
        "9": "Nu știți că cei nedrepți nu vor moșteni Împărăția lui Dumnezeu? Nu vă înșelați în privința aceasta: nici curvarii, nici închinătorii la idoli, nici preacurvarii, nici malahii, nici sodomiții,",
        "10": "nici hoții, nici cei lacomi, nici bețivii, nici defăimătorii, nici hrăpăreții nu vor moșteni Împărăția lui Dumnezeu.",
        "11": "Și așa erați unii din voi! Dar ați fost spălați, ați fost sfințiți, ați fost socotiți neprihăniți în Numele Domnului Isus Hristos și prin Duhul Dumnezeului nostru. Despre curvie",
        "12": "Toate lucrurile îmi sunt îngăduite, dar nu toate sunt de folos; toate lucrurile îmi sunt îngăduite, dar nimic nu trebuie să pună stăpânire pe mine.",
        "13": "Mâncărurile sunt pentru pântece și pântecele este pentru mâncăruri. Și Dumnezeu va nimici și pe unul, și pe celelalte. Dar trupul nu este pentru curvie: el este pentru Domnul și Domnul este pentru trup.",
        "14": "Și Dumnezeu, care a înviat pe Domnul, ne va învia și pe noi cu puterea Sa.",
        "15": "Nu știți că trupurile voastre sunt mădulare ale lui Hristos? Voi lua eu mădularele lui Hristos și voi face din ele mădulare ale unei curve? Nicidecum!",
        "16": "Nu știți că cine se lipește de o curvă este un singur trup cu ea? Căci este zis: „Cei doi se vor face un singur trup.”",
        "17": "Dar cine se lipește de Domnul este un singur duh cu El.",
        "18": "Fugiți de curvie! Orice alt păcat pe care-l face omul este un păcat săvârșit afară din trup, dar cine curvește păcătuiește împotriva trupului său.",
        "19": "Nu știți că trupul vostru este Templul Duhului Sfânt care locuiește în voi și pe care L-ați primit de la Dumnezeu? Și că voi nu sunteți ai voștri?",
        "20": "Căci ați fost cumpărați cu un preț. Proslăviți dar pe Dumnezeu în trupul și în duhul vostru, care sunt ale lui Dumnezeu."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Îndrăznește cineva dintre voi, care are o problemă cu altul, să se judece cu el înaintea celor nedrepți, și nu înaintea celor sfinți?",
        "2": "Sau nu știți că cei sfinți vor judeca lumea? Iar dacă lumea va fi judecată prin voi, sunteți voi incapabili să judecați cazuri de foarte mică importanță?",
        "3": "Nu știți că noi îi vom judeca pe îngeri? Cu cât mai mult problemele acestei vieți?",
        "4": "Deci, dacă aveți de rezolvat cazuri referitoare la problemele acestei vieți, voi îi puneți judecători pe aceia care sunt desconsiderați de către Biserică?",
        "5": "Spun aceasta spre rușinea voastră. Nu există între voi nici măcar un singur om înțelept care să fie în stare să judece în mijlocul fraților săi?",
        "6": "Mai mult, se judecă un frate cu fratele său, și încă înaintea necredincioșilor?",
        "7": "Într-adevăr, simplul fapt că aveți procese între voi este deja o înfrângere totală pentru voi. De ce nu suferiți, mai degrabă, nedreptatea? De ce nu vă lăsați, mai degrabă, păgubiți?",
        "8": "Însă tocmai voi sunteți cei care nedreptățiți și păgubiți, și încă pe frați!",
        "9": "Sau nu știți că cei nedrepți nu vor moșteni Împărăția lui Dumnezeu? Nu vă înșelați! Nici cei imorali, nici idolatrii, nici adulterii, nici catamiții, nici homosexualii,",
        "10": "nici hoții, nici cei lacomi, nici bețivii, nici bârfitorii, nici escrocii nu vor moșteni Împărăția lui Dumnezeu.",
        "11": "Și așa erați unii dintre voi. Dar ați fost curățiți, ați fost sfințiți, ați fost îndreptățiți în Numele Domnului Isus Cristos și prin Duhul Dumnezeului nostru. Despre imoralitate",
        "12": "„Toate îmi sunt îngăduite“ – dar nu toate îmi sunt de folos. „Toate îmi sunt îngăduite“ – dar nu voi fi stăpânit de nimic!",
        "13": "„Mâncărurile sunt pentru stomac, iar stomacul este pentru mâncăruri“, și Dumnezeu le va distruge și pe unul, și pe celelalte. Dar trupul nu este pentru preacurvie, ci este pentru Domnul, iar Domnul pentru trup.",
        "14": "Și Dumnezeu L-a înviat pe Domnul și ne va învia și pe noi prin puterea Lui.",
        "15": "Nu știți că trupurile voastre sunt părți ale trupului lui Cristos? Prin urmare, voi lua eu părțile trupului lui Cristos și voi face din ele părți ale trupului unei prostituate? În niciun caz!",
        "16": "Sau nu știți că cel ce se unește cu o prostituată este un singur trup cu ea? Căci este spus: „Cei doi vor fi un singur trup“.",
        "17": "Dar cel ce se unește cu Domnul este un singur duh cu El.",
        "18": "Fugiți de preacurvie! Toate celelalte păcate pe care le face omul sunt în afara trupului, dar cine preacurvește, păcătuiește împotriva propriului său trup.",
        "19": "Sau nu știți că trupul vostru este templul Duhului Sfânt Care este în voi, pe Care-L aveți de la Dumnezeu, și că voi nu sunteți ai voștri?",
        "20": "Căci ați fost cumpărați cu un preț. Glorificați-L deci pe Dumnezeu în trupul și în duhul vostru, care sunt ale lui Dumnezeu."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Dare any of you, having a matter against his neighbor, go to law before the unrighteous, and not before the saints?",
        "2": "Don’t you know that the saints will judge the world? And if the world is judged by you, are you unworthy to judge the smallest matters?",
        "3": "Don’t you know that we will judge angels? How much more, things that pertain to this life?",
        "4": "If then you have to judge things pertaining to this life, do you set them to judge who are of no account in the assembly?",
        "5": "I say this to move you to shame. Isn’t there even one wise man among you who would be able to decide between his brothers?",
        "6": "But brother goes to law with brother, and that before unbelievers!",
        "7": "Therefore it is already altogether a defect in you that you have lawsuits one with another. Why not rather be wronged? Why not rather be defrauded?",
        "8": "No, but you yourselves do wrong and defraud, and that against your brothers.",
        "9": "Or don’t you know that the unrighteous will not inherit God’s Kingdom? Don’t be deceived. Neither the sexually immoral, nor idolaters, nor adulterers, nor male prostitutes, nor homosexuals,",
        "10": "nor thieves, nor covetous, nor drunkards, nor slanderers, nor extortionists, will inherit God’s Kingdom.",
        "11": "Some of you were such, but you were washed. You were sanctified. You were justified in the name of the Lord Jesus, and in the Spirit of our God.",
        "12": "“All things are lawful for me,” but not all things are expedient. “All things are lawful for me,” but I will not be brought under the power of anything.",
        "13": "“Foods for the belly, and the belly for foods,” but God will bring to nothing both it and them. But the body is not for sexual immorality, but for the Lord, and the Lord for the body.",
        "14": "Now God raised up the Lord, and will also raise us up by his power.",
        "15": "Don’t you know that your bodies are members of Christ? Shall I then take the members of Christ and make them members of a prostitute? May it never be!",
        "16": "Or don’t you know that he who is joined to a prostitute is one body? For, “The two”, he says, “will become one flesh.”",
        "17": "But he who is joined to the Lord is one spirit.",
        "18": "Flee sexual immorality! “Every sin that a man does is outside the body,” but he who commits sexual immorality sins against his own body.",
        "19": "Or don’t you know that your body is a temple of the Holy Spirit who is in you, whom you have from God? You are not your own,",
        "20": "for you were bought with a price. Therefore glorify God in your body and in your spirit, which are God’s."
      }
    }
  }
}