{
  "book": "1 Corinteni",
  "chapter": "5",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Din toate părțile se spune că între voi este curvie, și încă o curvie de acelea care nici chiar la păgâni nu se pomenesc, până acolo că unul din voi trăiește cu nevasta tatălui său.",
        "2": "Și voi v-ați fălit! Și nu v-ați mâhnit mai degrabă, pentru ca cel ce a săvârșit fapta aceasta să fi fost dat afară din mijlocul vostru!",
        "3": "Cât despre mine, măcar că n-am fost la voi cu trupul, dar fiind de față cu duhul, am și judecat, ca și când aș fi fost de față, pe cel ce a făcut o astfel de faptă.",
        "4": "În Numele Domnului Isus, voi și duhul meu, fiind adunați laolaltă prin puterea Domnului nostru Isus,",
        "5": "am hotărât ca un astfel de om să fie dat pe mâna Satanei, pentru nimicirea cărnii, ca duhul lui să fie mântuit în ziua Domnului Isus. Hristos – Mielul nostru de Paște",
        "6": "Nu vă lăudați bine. Nu știți că puțin aluat dospește toată plămădeala?",
        "7": "Măturați aluatul cel vechi, ca să fiți o plămădeală nouă, cum și sunteți, fără aluat, căci Hristos, Paștele noastre, a fost jertfit.",
        "8": "Să prăznuim dar praznicul nu cu un aluat vechi, nici cu un aluat de răutate și viclenie, ci cu azimile curăției și adevărului. Creștinii și curvarii",
        "9": "V-am scris în epistola mea să n-aveți nicio legătură cu curvarii.",
        "10": "Însă n-am înțeles cu curvarii lumii acesteia sau cu cei lacomi de bani sau cu cei hrăpăreți sau cu cei ce se închină la idoli, fiindcă atunci ar trebui să ieșiți din lume.",
        "11": "Ci v-am scris să n-aveți niciun fel de legături cu vreunul care, măcar că își zice „frate”, totuși este curvar sau lacom de bani sau închinător la idoli sau defăimător sau bețiv sau hrăpăreț; cu un astfel de om nu trebuie nici să mâncați.",
        "12": "În adevăr, ce am eu să judec pe cei de afară? Nu este datoria voastră să judecați pe cei dinăuntru?",
        "13": "Cât despre cei de afară, îi judecă Dumnezeu. Dați afară dar din mijlocul vostru pe răul acela."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Se aude, de fapt, că între voi există preacurvie, însă o asemenea preacurvie care nici chiar la păgâni nu este permisă, și care a dus până acolo încât cineva dintre voi trăiește cu soția tatălui său.",
        "2": "Iar voi v-ați mândrit, în loc să vă fi mâhnit, mai degrabă, pentru ca omul acela care a comis fapta aceasta să fie scos afară din mijlocul vostru?",
        "3": "Căci, deși sunt departe cu trupul, totuși sunt prezent cu duhul și l-am și judecat deja pe acela care a comis o astfel de faptă, ca și cum aș fi prezent.",
        "4": "În Numele Domnului nostru Isus, voi și duhul meu, fiind adunați laolaltă, împreună cu puterea Domnului nostru Isus,",
        "5": "să dați un astfel de om pe mâna lui Satan, pentru nimicirea cărnii, pentru ca duhul lui să fie mântuit în ziua Domnului.",
        "6": "Lauda voastră nu este un lucru bun. Nu știți că puțină drojdie face să crească tot aluatul?",
        "7": "Îndepărtați drojdia cea veche, ca să fiți un aluat nou, cum de fapt și sunteți, fără drojdie, întrucât Cristos, Mielul nostru de Paște, a fost jertfit.",
        "8": "Așadar, să celebrăm sărbătoarea nu cu drojdia veche, nici cu drojdia ticăloșiei și a răutății, ci cu azimele sincerității și ale adevărului.",
        "9": "V-am scris în scrisoarea mea să nu vă asociați cu cei imorali,",
        "10": "însă nu m-am referit deloc la cei imorali din lumea aceasta sau la cei lacomi și escroci sau la idolatri, pentru că atunci ar trebui să ieșiți din lume.",
        "11": "Ci v-am scris să nu vă asociați cu cineva care își zice „frate“, dar care este imoral sau lacom sau idolatru sau bârfitor sau bețiv sau escroc. Cu un astfel de om nici măcar să nu mâncați.",
        "12": "Căci de ce să-i judec pe cei de afară? N-ar trebui să-i judecați pe cei din interior?",
        "13": "Pe cei de afară îi va judeca Dumnezeu. Dați afară din mijlocul vostru răul acela."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "It is actually reported that there is sexual immorality among you, and such sexual immorality as is not even named among the Gentiles, that one has his father’s wife.",
        "2": "You are arrogant, and didn’t mourn instead, that he who had done this deed might be removed from among you.",
        "3": "For I most certainly, as being absent in body but present in spirit, have already, as though I were present, judged him who has done this thing.",
        "4": "In the name of our Lord Jesus Christ, when you are gathered together with my spirit with the power of our Lord Jesus Christ,",
        "5": "you are to deliver such a one to Satan for the destruction of the flesh, that the spirit may be saved in the day of the Lord Jesus.",
        "6": "Your boasting is not good. Don’t you know that a little yeast leavens the whole lump?",
        "7": "Purge out the old yeast, that you may be a new lump, even as you are unleavened. For indeed Christ, our Passover, has been sacrificed in our place.",
        "8": "Therefore let’s keep the feast, not with old yeast, neither with the yeast of malice and wickedness, but with the unleavened bread of sincerity and truth.",
        "9": "I wrote to you in my letter to have no company with sexual sinners;",
        "10": "yet not at all meaning with the sexual sinners of this world, or with the covetous and extortionists, or with idolaters, for then you would have to leave the world.",
        "11": "But as it is, I wrote to you not to associate with anyone who is called a brother who is a sexual sinner, or covetous, or an idolater, or a slanderer, or a drunkard, or an extortionist. Don’t even eat with such a person.",
        "12": "For what do I have to do with also judging those who are outside? Don’t you judge those who are within?",
        "13": "But those who are outside, God judges. “Put away the wicked man from among yourselves.”"
      }
    }
  }
}