{
  "book": "1 Corinteni",
  "chapter": "15",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Vă fac cunoscută, fraților, Evanghelia pe care v-am propovăduit-o, pe care ați primit-o, în care ați rămas",
        "2": "și prin care sunteți mântuiți, dacă o țineți așa după cum v-am propovăduit-o; altfel, degeaba ați crezut.",
        "3": "V-am învățat înainte de toate, așa cum am primit și eu, că Hristos a murit pentru păcatele noastre, după Scripturi,",
        "4": "că a fost îngropat și a înviat a treia zi, după Scripturi,",
        "5": "și că S-a arătat lui Chifa, apoi celor doisprezece.",
        "6": "După aceea S-a arătat la peste cinci sute de frați deodată, dintre care cei mai mulți sunt încă în viață, iar unii au adormit.",
        "7": "În urmă, S-a arătat lui Iacov, apoi tuturor apostolilor.",
        "8": "După ei toți, ca unei stârpituri, mi S-a arătat și mie.",
        "9": "Căci eu sunt cel mai neînsemnat dintre apostoli; nu sunt vrednic să port numele de apostol, fiindcă am prigonit Biserica lui Dumnezeu.",
        "10": "Prin harul lui Dumnezeu sunt ce sunt. Și harul Lui față de mine n-a fost zadarnic, ba încă am lucrat mai mult decât toți, totuși nu eu, ci harul lui Dumnezeu, care este în mine.",
        "11": "Astfel dar, ori eu, ori ei, noi așa propovăduim și voi așa ați crezut. Însemnătatea învierii lui Hristos",
        "12": "Iar dacă se propovăduiește că Hristos a înviat din morți, cum zic unii dintre voi că nu este o înviere a morților?",
        "13": "Dacă nu este o înviere a morților, nici Hristos n-a înviat.",
        "14": "Și dacă n-a înviat Hristos, atunci propovăduirea noastră este zadarnică și zadarnică este și credința voastră.",
        "15": "Ba încă noi suntem descoperiți și ca martori mincinoși ai lui Dumnezeu, fiindcă am mărturisit despre Dumnezeu că El a înviat pe Hristos, când nu L-a înviat, dacă este adevărat că morții nu înviază.",
        "16": "Căci, dacă nu înviază morții, nici Hristos n-a înviat.",
        "17": "Și dacă n-a înviat Hristos, credința voastră este zadarnică, voi sunteți încă în păcatele voastre",
        "18": "și, prin urmare, și cei ce au adormit în Hristos sunt pierduți.",
        "19": "Dacă numai pentru viața aceasta ne-am pus nădejdea în Hristos, atunci suntem cei mai nenorociți dintre toți oamenii!",
        "20": "Dar acum, Hristos a înviat din morți, pârga celor adormiți.",
        "21": "Căci dacă moartea a venit prin om, tot prin om a venit și învierea morților.",
        "22": "Și după cum toți mor în Adam, tot așa, toți vor învia în Hristos,",
        "23": "dar fiecare la rândul cetei lui. Hristos este cel dintâi rod, apoi, la venirea Lui, cei ce sunt ai lui Hristos.",
        "24": "În urmă, va veni sfârșitul, când El va da Împărăția în mâinile lui Dumnezeu Tatăl, după ce va fi nimicit orice domnie, orice stăpânire și orice putere.",
        "25": "Căci trebuie ca El să împărățească până va pune pe toți vrăjmașii sub picioarele Sale.",
        "26": "Vrăjmașul cel din urmă care va fi nimicit va fi moartea.",
        "27": "Dumnezeu, în adevăr, „a pus totul sub picioarele Lui”. Dar când zice că totul I-a fost supus, se înțelege că afară de Cel ce I-a supus totul.",
        "28": "Și când toate lucrurile Îi vor fi supuse, atunci chiar și Fiul Se va supune Celui ce I-a supus toate lucrurile, pentru ca Dumnezeu să fie totul în toți.",
        "29": "Altfel, ce ar face cei ce se botează pentru cei morți? Dacă nu înviază morții nicidecum, de ce se mai botează ei pentru cei morți?",
        "30": "Și de ce suntem noi în primejdie în orice clipă?",
        "31": "În fiecare zi, eu sunt în primejdie de moarte; atât este de adevărat lucrul acesta, fraților, cât este de adevărat că am de ce să mă laud cu voi în Hristos Isus, Domnul nostru.",
        "32": "Dacă, vorbind în felul oamenilor, m-am luptat cu fiarele în Efes, care-mi este folosul? Dacă nu înviază morții, atunci „să mâncăm și să bem, căci mâine vom muri”.",
        "33": "Nu vă înșelați: „Tovărășiile rele strică obiceiurile bune.”",
        "34": "Veniți-vă în fire cum se cuvine și nu păcătuiți! Căci sunt între voi unii care nu cunosc pe Dumnezeu, spre rușinea voastră o spun. Cum vor învia morții",
        "35": "Dar va zice cineva: „Cum înviază morții? Și cu ce trup se vor întoarce?”",
        "36": "Nebun ce ești! Ce semeni tu nu înviază dacă nu moare mai întâi.",
        "37": "Și când semeni, semeni nu trupul care va fi, ci doar un grăunte, cum se întâmplă: fie de grâu, fie de altă sămânță.",
        "38": "Apoi, Dumnezeu îi dă un trup, după cum voiește; și fiecărei semințe îi dă un trup al ei.",
        "39": "Nu orice trup este la fel, ci altul este trupul oamenilor, altul este trupul dobitoacelor, altul este trupul păsărilor, altul al peștilor.",
        "40": "Tot așa sunt trupuri cerești și trupuri pământești, dar alta este strălucirea trupurilor cerești și alta a trupurilor pământești.",
        "41": "Alta este strălucirea soarelui, alta strălucirea lunii și alta este strălucirea stelelor; chiar o stea se deosebește în strălucire de altă stea.",
        "42": "Așa este și învierea morților. Trupul este semănat în putrezire și înviază în neputrezire;",
        "43": "este semănat în ocară și înviază în slavă; este semănat în neputință și înviază în putere.",
        "44": "Este semănat trup firesc și înviază trup duhovnicesc. Dacă este un trup firesc, este și un trup duhovnicesc.",
        "45": "De aceea este scris: „Omul dintâi Adam a fost făcut un suflet viu.” Al doilea Adam a fost făcut un duh dătător de viață.",
        "46": "Dar întâi vine nu ce este duhovnicesc, ci ce este firesc; ce este duhovnicesc vine pe urmă.",
        "47": "Omul dintâi este din pământ, pământesc; omul al doilea este din cer.",
        "48": "Cum este cel pământesc, așa sunt și cei pământești; cum este Cel ceresc, așa sunt și cei cerești.",
        "49": "Și după cum am purtat chipul celui pământesc, tot așa vom purta și chipul Celui ceresc.",
        "50": "Ce spun eu, fraților, este că nu pot carnea și sângele să moștenească Împărăția lui Dumnezeu, și că putrezirea nu poate moșteni neputrezirea.",
        "51": "Iată, vă spun o taină: nu vom adormi toți, dar toți vom fi schimbați,",
        "52": "într-o clipă, într-o clipeală din ochi, la cea din urmă trâmbiță. Trâmbița va suna, morții vor învia nesupuși putrezirii și noi vom fi schimbați.",
        "53": "Căci trebuie ca trupul acesta supus putrezirii să se îmbrace în neputrezire și trupul acesta muritor să se îmbrace în nemurire.",
        "54": "Când trupul acesta supus putrezirii se va îmbrăca în neputrezire și trupul acesta muritor se va îmbrăca în nemurire, atunci se va împlini cuvântul care este scris: „Moartea a fost înghițită de biruință.",
        "55": "Unde îți este biruința, moarte? Unde îți este boldul, moarte?”",
        "56": "Boldul morții este păcatul și puterea păcatului este Legea.",
        "57": "Dar mulțumiri fie aduse lui Dumnezeu, care ne dă biruința prin Domnul nostru Isus Hristos!",
        "58": "De aceea, preaiubiții mei frați, fiți tari, neclintiți, sporiți totdeauna în lucrul Domnului, căci știți că osteneala voastră în Domnul nu este zadarnică."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Fraților, vă fac cunoscută Evanghelia pe care v-am vestit-o, pe care ați și primit-o, în care stați fermi",
        "2": "și prin care sunteți și mântuiți dacă vă țineți strâns de cuvântul pe care vi l-am vestit. Altfel, ați crezut degeaba.",
        "3": "Căci v-am încredințat, înainte de toate, ceea ce am primit și eu: Cristos a murit pentru păcatele noastre, conform Scripturilor,",
        "4": "a fost înmormântat, a înviat a treia zi, conform Scripturilor,",
        "5": "i S-a arătat lui Chifa și apoi celor doisprezece",
        "6": "și, după aceea, S-a arătat la peste cinci sute de frați deodată, dintre care cei mai mulți încă trăiesc, iar unii au murit.",
        "7": "După aceea i S-a arătat lui Iacov, apoi tuturor apostolilor.",
        "8": "Apoi, celui din urmă dintre toți, ca unei lepădături, mi S-a arătat și mie.",
        "9": "Căci eu sunt cel mai neînsemnat dintre apostoli. Eu nu merit să fiu numit apostol, pentru că am persecutat Biserica lui Dumnezeu,",
        "10": "însă prin harul lui Dumnezeu sunt ceea ce sunt, iar harul Lui față de mine n-a fost în zadar, ci am lucrat mai mult decât oricare dintre ei, dar nu eu, ci harul lui Dumnezeu care este cu mine.",
        "11": "Așadar, fie eu, fie ei, noi așa predicăm, iar voi așa ați crezut. Învierea morților",
        "12": "Dar, dacă Cristos este predicat ca fiind înviat dintre cei morți, cum spun unii dintre voi că nu există o înviere a celor morți?",
        "13": "Dacă nu există o înviere a celor morți, atunci nici Cristos n-a fost înviat.",
        "14": "Iar dacă Cristos n-a fost înviat, atunci predicarea noastră este în zadar și în zadar este și credința voastră.",
        "15": "Mai mult, noi suntem găsiți și ca martori mincinoși ai lui Dumnezeu, pentru că am depus mărturie despre Dumnezeu că L-a înviat pe Cristos, pe Care, de fapt, nu L-a înviat, dacă într-adevăr cei morți nu sunt înviați.",
        "16": "Căci, dacă morții nu sunt înviați, atunci nici Cristos n-a fost înviat,",
        "17": "iar dacă Cristos n-a fost înviat, atunci credința voastră este inutilă, iar voi sunteți încă în păcatele voastre.",
        "18": "Prin urmare, și cei care au adormit în Cristos sunt pierduți.",
        "19": "Dacă numai pentru viața aceasta ne-am pus speranța în Cristos, atunci suntem cei mai jalnici dintre toți oamenii!",
        "20": "Însă acum, Cristos a fost înviat dintre cei morți, fiind primul rod dintre cei care au murit.",
        "21": "Căci, având în vedere că moartea a venit printr-un om, tot printr-un Om a venit și învierea dintre cei morți.",
        "22": "Căci așa cum, în Adam, toți mor, tot astfel, în Cristos, toți vor fi înviați,",
        "23": "însă fiecare la rândul lui. Primul rod este Cristos, apoi, la venirea Lui, cei ce sunt ai lui Cristos.",
        "24": "După aceea va veni sfârșitul, când El Îi va încredința Împărăția lui Dumnezeu Tatăl, după ce va fi distrus orice conducere și orice autoritate și putere.",
        "25": "Căci El trebuie să domnească până când Își va supune toți dușmanii.",
        "26": "Ultimul dușman care va fi distrus este moartea.",
        "27": "Căci El „I-a supus totul“. Dar, când se spune că totul I-a fost supus, este limpede că în afară de Cel Ce I-a supus totul.",
        "28": "Când totul Îi va fi fost supus, atunci Însuși Fiul I Se va supune Celui Ce I le-a supus pe toate, pentru ca Dumnezeu să fie totul în toți.",
        "29": "Altfel, ce vor face cei care sunt botezați pentru cei morți? Dacă morții nu sunt înviați deloc, de ce mai sunt botezați ei pentru cei morți?",
        "30": "Și de ce suntem noi în pericol tot timpul?",
        "31": "Sunt în pericol de moarte în fiecare zi. Acest lucru este sigur, fraților, întocmai ca lauda pe care o am cu voi în Cristos Isus, Domnul nostru.",
        "32": "Dacă m-am luptat doar în felul oamenilor cu „fiarele“ în Efes, care este câștigul meu? Dacă cei morți nu sunt înviați, atunci: „Să mâncăm și să bem, căci mâine vom muri!“.",
        "33": "Nu vă înșelați: „Tovărășiile rele strică obiceiurile bune!“.",
        "34": "Veniți-vă în fire cum se cuvine și nu mai păcătuiți. Căci unii dintre voi trăiesc în ignoranță față de Dumnezeu. Spre rușinea voastră o spun. Învierea în trup",
        "35": "Dar va întreba cineva: „Cum sunt înviați cei morți? Și cu ce fel de trup vor veni?“.",
        "36": "Nesăbuitule! Ceea ce semeni tu, nu este adus la viață dacă nu moare mai întâi.",
        "37": "Și când semeni, nu semeni trupul care va fi, ci doar o sămânță simplă, poate de grâu sau de orice altceva.",
        "38": "Dar Dumnezeu îi dă un trup, așa cum dorește; și fiecărei semințe îi dă un trup al ei.",
        "39": "Nu orice trup este la fel: ci unul este trupul oamenilor, altul este trupul animalelor, altul este trupul păsărilor, altul al peștilor.",
        "40": "Există și trupuri cerești și trupuri pământești. Dar alta este gloria celor cerești și alta a celor pământești.",
        "41": "Alta este gloria soarelui, alta este gloria lunii și alta este gloria stelelor, iar o stea diferă de alta în ce privește gloria.",
        "42": "Tot așa este și cu învierea celor morți. Trupul este semănat în putrezire, dar este înviat în neputrezire.",
        "43": "Este semănat în dezonoare, dar este înviat în glorie. Este semănat în slăbiciune, dar este înviat în putere.",
        "44": "Este semănat un trup firesc, dar este înviat un trup spiritual. Dacă există un trup firesc, există și unul spiritual.",
        "45": "Așa este și scris: „Primul om, Adam, a devenit un suflet viu“. Ultimul Adam a devenit un duh dătător de viață.",
        "46": "Dar primul nu este cel spiritual, ci este cel firesc; apoi vine cel spiritual.",
        "47": "Primul om a fost făcut din țărâna pământului. Al doilea Om este din Cer.",
        "48": "Așa cum era cel pământesc, așa sunt și cei pământești; și așa cum este Cel Ceresc, așa sunt și cei cerești.",
        "49": "Așa cum am purtat chipul celui pământesc, tot astfel vom purta și chipul Celui Ceresc.",
        "50": "Ceea ce spun, fraților, este că nu pot carnea și sângele să moștenească Împărăția lui Dumnezeu, și nici putrezirea nu poate moșteni neputrezirea.",
        "51": "Iată, vă spun o taină: nu toți vom muri, dar toți vom fi schimbați",
        "52": "într-o clipă, într-o clipire din ochi, la cea din urmă trâmbiță. Căci trâmbița va suna, iar cei morți vor fi înviați ca nemuritori, și noi vom fi schimbați.",
        "53": "Căci ceea ce este supus putrezirii trebuie să se îmbrace în neputrezire, iar ceea ce este muritor trebuie să se îmbrace în nemurire.",
        "54": "Când ceea ce este supus putrezirii se va fi îmbrăcat în neputrezire, iar ceea ce este muritor se va fi îmbrăcat în nemurire, atunci se va împlini cuvântul care a fost scris: „Moartea a fost înghițită de victorie“.",
        "55": "„Moarte, unde îți este victoria? Moarte, unde îți este boldul?“.",
        "56": "Boldul morții este păcatul, iar puterea păcatului este Legea.",
        "57": "Dar mulțumiri fie aduse lui Dumnezeu, Care ne dă victoria prin Domnul nostru Isus Cristos.",
        "58": "De aceea, frații mei preaiubiți, fiți fermi, de neclintit, progresați întotdeauna în lucrarea Domnului, pentru că știți că efortul vostru pentru Domnul nu este în zadar."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now I declare to you, brothers, the Good News which I preached to you, which also you received, in which you also stand,",
        "2": "by which also you are saved, if you hold firmly the word which I preached to you—unless you believed in vain.",
        "3": "For I delivered to you first of all that which I also received: that Christ died for our sins according to the Scriptures,",
        "4": "that he was buried, that he was raised on the third day according to the Scriptures,",
        "5": "and that he appeared to Cephas, then to the twelve.",
        "6": "Then he appeared to over five hundred brothers at once, most of whom remain until now, but some have also fallen asleep.",
        "7": "Then he appeared to James, then to all the apostles,",
        "8": "and last of all, as to the child born at the wrong time, he appeared to me also.",
        "9": "For I am the least of the apostles, who is not worthy to be called an apostle, because I persecuted the assembly of God.",
        "10": "But by the grace of God I am what I am. His grace which was given to me was not futile, but I worked more than all of them; yet not I, but the grace of God which was with me.",
        "11": "Whether then it is I or they, so we preach, and so you believed.",
        "12": "Now if Christ is preached, that he has been raised from the dead, how do some among you say that there is no resurrection of the dead?",
        "13": "But if there is no resurrection of the dead, neither has Christ been raised.",
        "14": "If Christ has not been raised, then our preaching is in vain and your faith also is in vain.",
        "15": "Yes, we are also found false witnesses of God, because we testified about God that he raised up Christ, whom he didn’t raise up if it is true that the dead are not raised.",
        "16": "For if the dead aren’t raised, neither has Christ been raised.",
        "17": "If Christ has not been raised, your faith is vain; you are still in your sins.",
        "18": "Then they also who are fallen asleep in Christ have perished.",
        "19": "If we have only hoped in Christ in this life, we are of all men most pitiable.",
        "20": "But now Christ has been raised from the dead. He became the first fruit of those who are asleep.",
        "21": "For since death came by man, the resurrection of the dead also came by man.",
        "22": "For as in Adam all die, so also in Christ all will be made alive.",
        "23": "But each in his own order: Christ the first fruits, then those who are Christ’s at his coming.",
        "24": "Then the end comes, when he will deliver up the Kingdom to God the Father, when he will have abolished all rule and all authority and power.",
        "25": "For he must reign until he has put all his enemies under his feet.",
        "26": "The last enemy that will be abolished is death.",
        "27": "For, “He put all things in subjection under his feet.” But when he says, “All things are put in subjection”, it is evident that he is excepted who subjected all things to him.",
        "28": "When all things have been subjected to him, then the Son will also himself be subjected to him who subjected all things to him, that God may be all in all.",
        "29": "Or else what will they do who are baptized for the dead? If the dead aren’t raised at all, why then are they baptized for the dead?",
        "30": "Why do we also stand in jeopardy every hour?",
        "31": "I affirm, by the boasting in you which I have in Christ Jesus our Lord, I die daily.",
        "32": "If I fought with animals at Ephesus for human purposes, what does it profit me? If the dead are not raised, then “let’s eat and drink, for tomorrow we die.”",
        "33": "Don’t be deceived! “Evil companionships corrupt good morals.”",
        "34": "Wake up righteously and don’t sin, for some have no knowledge of God. I say this to your shame.",
        "35": "But someone will say, “How are the dead raised?” and, “With what kind of body do they come?”",
        "36": "You foolish one, that which you yourself sow is not made alive unless it dies.",
        "37": "That which you sow, you don’t sow the body that will be, but a bare grain, maybe of wheat, or of some other kind.",
        "38": "But God gives it a body even as it pleased him, and to each seed a body of its own.",
        "39": "All flesh is not the same flesh, but there is one flesh of men, another flesh of animals, another of fish, and another of birds.",
        "40": "There are also celestial bodies and terrestrial bodies; but the glory of the celestial differs from that of the terrestrial.",
        "41": "There is one glory of the sun, another glory of the moon, and another glory of the stars; for one star differs from another star in glory.",
        "42": "So also is the resurrection of the dead. The body is sown perishable; it is raised imperishable.",
        "43": "It is sown in dishonor; it is raised in glory. It is sown in weakness; it is raised in power.",
        "44": "It is sown a natural body; it is raised a spiritual body. There is a natural body and there is also a spiritual body.",
        "45": "So also it is written, “The first man Adam became a living soul.” The last Adam became a life-giving spirit.",
        "46": "However, that which is spiritual isn’t first, but that which is natural, then that which is spiritual.",
        "47": "The first man is of the earth, made of dust. The second man is the Lord from heaven.",
        "48": "As is the one made of dust, such are those who are also made of dust; and as is the heavenly, such are they also that are heavenly.",
        "49": "As we have borne the image of those made of dust, let’s also bear the image of the heavenly.",
        "50": "Now I say this, brothers, that flesh and blood can’t inherit God’s Kingdom; neither does the perishable inherit imperishable.",
        "51": "Behold, I tell you a mystery. We will not all sleep, but we will all be changed,",
        "52": "in a moment, in the twinkling of an eye, at the last trumpet. For the trumpet will sound and the dead will be raised incorruptible, and we will be changed.",
        "53": "For this perishable body must become imperishable, and this mortal must put on immortality.",
        "54": "But when this perishable body will have become imperishable, and this mortal will have put on immortality, then what is written will happen: “Death is swallowed up in victory.”",
        "55": "“Death, where is your sting? Hades, where is your victory?”",
        "56": "The sting of death is sin, and the power of sin is the law.",
        "57": "But thanks be to God, who gives us the victory through our Lord Jesus Christ.",
        "58": "Therefore, my beloved brothers, be steadfast, immovable, always abounding in the Lord’s work, because you know that your labor is not in vain in the Lord."
      }
    }
  }
}