{
  "book": "1 Corinteni",
  "chapter": "11",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Călcați pe urmele mele, întrucât și eu calc pe urmele lui Hristos.",
        "2": "Vă laud că în toate privințele vă aduceți aminte de mine și că țineți învățăturile întocmai cum vi le-am dat.",
        "3": "Dar vreau să știți că Hristos este Capul oricărui bărbat; că bărbatul este capul femeii și că Dumnezeu este capul lui Hristos.",
        "4": "Orice bărbat care se roagă sau prorocește cu capul acoperit își necinstește Capul său.",
        "5": "Dimpotrivă, orice femeie care se roagă sau prorocește cu capul dezvelit își necinstește capul ei, pentru că este ca una care ar fi rasă.",
        "6": "Dacă o femeie nu se învelește, să se și tundă! Iar dacă este rușine pentru o femeie să fie tunsă ori rasă, să se învelească.",
        "7": "Bărbatul nu este dator să-și acopere capul, pentru că el este chipul și slava lui Dumnezeu, pe când femeia este slava bărbatului.",
        "8": "În adevăr, nu bărbatul a fost luat din femeie, ci femeia din bărbat,",
        "9": "și nu bărbatul a fost făcut pentru femeie, ci femeia pentru bărbat.",
        "10": "De aceea, femeia, din pricina îngerilor, trebuie să aibă pe cap un semn al stăpânirii ei.",
        "11": "Totuși, în Domnul, femeia nu este fără bărbat, nici bărbatul fără femeie.",
        "12": "Căci dacă femeia este din bărbat, tot așa și bărbatul, prin femeie, și toate sunt de la Dumnezeu.",
        "13": "Judecați voi singuri: este cuviincios ca o femeie să se roage lui Dumnezeu dezvelită?",
        "14": "Nu vă învață chiar și firea că este rușine pentru un bărbat să poarte părul lung,",
        "15": "pe când pentru o femeie este o podoabă să poarte părul lung? Pentru că părul i-a fost dat ca învelitoare a capului.",
        "16": "Dacă iubește cineva cearta de vorbe, noi n-avem un astfel de obicei și nici Bisericile lui Dumnezeu. Despre Cina Domnului",
        "17": "Vă dau aceste învățături, dar nu vă laud, pentru că vă adunați laolaltă nu ca să vă faceți mai buni, ci ca să vă faceți mai răi.",
        "18": "Mai întâi de toate, aud că, atunci când veniți la adunare, între voi sunt dezbinări. Și în parte o cred,",
        "19": "căci trebuie să fie și partide între voi, ca să iasă la lumină cei găsiți buni.",
        "20": "Când vă adunați dar în același loc, nu este cu putință să mâncați Cina Domnului.",
        "21": "Fiindcă atunci când stați la masă, fiecare se grăbește să-și ia cina adusă de el înaintea altuia; așa că unul este flămând, iar altul este beat.",
        "22": "Ce? N-aveți case pentru ca să mâncați și să beți acolo? Sau disprețuiți Biserica lui Dumnezeu și vreți să faceți de rușine pe cei ce n-au nimic? Ce să vă zic? Să vă laud? În privința aceasta nu vă laud.",
        "23": "Căci am primit de la Domnul ce v-am învățat, și anume că Domnul Isus, în noaptea în care a fost vândut, a luat o pâine.",
        "24": "Și, după ce a mulțumit lui Dumnezeu, a frânt-o și a zis: „Luați, mâncați; acesta este trupul Meu care se frânge pentru voi; să faceți lucrul acesta spre pomenirea Mea.”",
        "25": "Tot astfel, după cină, a luat paharul și a zis: „Acest pahar este legământul cel nou în sângele Meu; să faceți lucrul acesta spre pomenirea Mea, ori de câte ori veți bea din el.”",
        "26": "Pentru că, ori de câte ori mâncați din pâinea aceasta și beți din paharul acesta, vestiți moartea Domnului până va veni El.",
        "27": "De aceea, oricine mănâncă pâinea aceasta sau bea paharul Domnului în chip nevrednic va fi vinovat de trupul și sângele Domnului.",
        "28": "Fiecare să se cerceteze dar pe sine însuși și așa să mănânce din pâinea aceasta și să bea din paharul acesta.",
        "29": "Căci cine mănâncă și bea își mănâncă și bea osânda lui însuși, dacă nu deosebește trupul Domnului.",
        "30": "Din pricina aceasta sunt între voi mulți neputincioși și bolnavi și nu puțini dorm.",
        "31": "Dacă ne-am judeca singuri, n-am fi judecați.",
        "32": "Dar când suntem judecați, suntem pedepsiți de Domnul, ca să nu fim osândiți odată cu lumea.",
        "33": "Astfel, frații mei, când vă adunați să mâncați, așteptați-vă unii pe alții.",
        "34": "Dacă-i este foame cuiva, să mănânce acasă, pentru ca să nu vă adunați spre osândă. Celelalte lucruri le voi rândui când voi veni."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Urmați exemplul meu, tot așa cum și eu Îl urmez pe Cristos. Despre închinare, autoritate și acoperirea capului",
        "2": "Vă laud, pentru că întotdeauna vă amintiți de mine și țineți învățăturile așa cum vi le-am încredințat.",
        "3": "Dar vreau să știți că Isus Cristos este Capul oricărui bărbat, că bărbatul este capul femeii, iar Dumnezeu este Capul lui Cristos.",
        "4": "Orice bărbat care se roagă sau profețește având ceva pe cap, își face de rușine Capul.",
        "5": "Și orice femeie care se roagă sau profețește cu capul descoperit, își face de rușine capul ei, pentru că este ca și cum ar fi rasă pe cap.",
        "6": "Dacă femeia nu are capul acoperit, atunci să se și tundă! Însă, dacă este rușinos pentru o femeie să aibă părul tăiat sau să fie rasă pe cap, atunci să-și acopere capul.",
        "7": "Căci un bărbat nu este dator să-și acopere capul, pentru că el este chipul și gloria lui Dumnezeu, iar femeia este gloria bărbatului.",
        "8": "Nu bărbatul a fost făcut din femeie, ci femeia din bărbat,",
        "9": "și nu bărbatul a fost creat pentru femeie, ci femeia pentru bărbat.",
        "10": "De aceea femeia trebuie să aibă un semn al autorității asupra capului ei, din cauza îngerilor.",
        "11": "Cu toate acestea, în Domnul, femeia nu este fără bărbat, nici bărbatul fără femeie,",
        "12": "pentru că, așa cum femeia a venit din bărbat, la fel și bărbatul vine prin femeie și toate vin de la Dumnezeu.",
        "13": "Judecați voi singuri: este potrivit pentru o femeie să se roage lui Dumnezeu fără să-și acopere capul?",
        "14": "Nu vă învață însăși firea că, dacă un bărbat poartă părul lung, este o rușine pentru el,",
        "15": "dar dacă o femeie are părul lung, aceasta este gloria ei? Căci părul i-a fost dat ca învelitoare.",
        "16": "Dacă însă cineva vrea să se certe, noi n-avem un astfel de obicei, nici bisericile lui Dumnezeu. Despre Cina Domnului (Mt.",
        "26": "Căci ori de câte ori mâncați această pâine și beți acest pahar, proclamați moartea Domnului, până când va veni El.",
        "22": "Nu aveți case unde să mâncați și să beți? Sau disprețuiți Biserica lui Dumnezeu și vreți să-i faceți de rușine pe cei ce n-au nimic? Ce să vă spun? Să vă laud? În această privință nu vă laud.",
        "17": "Dar, poruncindu-vă aceasta, nu vă laud, pentru că vă adunați nu spre mai bine, ci spre rău.",
        "18": "Mai întâi, când vă adunați în biserică, aud că între voi sunt dezbinări și, în parte, cred lucrul acesta.",
        "19": "Căci trebuie să fie și disensiuni între voi, ca să fie scoși la iveală cei găsiți buni.",
        "20": "Când vă adunați deci în același loc, nu este Cina Domnului ceea ce mâncați.",
        "21": "Fiindcă, atunci când urmează să mâncați, fiecare o ia înainte cu cina adusă de el, așa încât unul rămâne flămând, iar altul este beat.",
        "23": "Căci am primit de la Domnul ce v-am și încredințat, și anume că Domnul Isus, în noaptea în care a fost trădat, a luat o pâine",
        "24": "și, după ce a mulțumit, a frânt-o și a zis: „Acesta este trupul Meu pentru voi. Să faceți lucrul acesta spre amintirea Mea“.",
        "25": "În același fel, după ce au mâncat, a luat paharul și a zis: „Acest pahar este Legământul cel Nou în sângele Meu. Ori de câte ori beți din el, să faceți lucrul acesta spre amintirea Mea“.",
        "27": "De aceea, oricine mănâncă pâinea sau bea paharul Domnului într-un mod nedemn, va fi vinovat de trupul și sângele Domnului.",
        "28": "Fiecare om să se cerceteze deci pe sine și, astfel, să mănânce din pâinea aceasta și să bea din paharul acesta.",
        "29": "Căci cel ce mănâncă și bea fără să distingă trupul Domnului, își mănâncă și bea propria condamnare.",
        "30": "Din cauza aceasta mulți dintre voi sunt neputincioși și bolnavi și destul de mulți au murit.",
        "31": "Dar, dacă ne-am cerceta singuri, n-am mai fi judecați.",
        "32": "Însă, când suntem judecați de către Domnul, suntem disciplinați de El, ca să nu fim condamnați împreună cu lumea.",
        "33": "Astfel, frații mei, când vă adunați să mâncați, așteptați-vă unii pe alții!",
        "34": "Dacă cineva este flămând, să mănânce acasă, pentru ca să nu vă adunați pentru condamnarea voastră. Despre celelalte lucruri vă voi da îndrumări când voi veni."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Be imitators of me, even as I also am of Christ.",
        "2": "Now I praise you, brothers, that you remember me in all things, and hold firm the traditions, even as I delivered them to you.",
        "3": "But I would have you know that the head of every man is Christ, and the head of the woman is man, and the head of Christ is God.",
        "4": "Every man praying or prophesying, having his head covered, dishonors his head.",
        "5": "But every woman praying or prophesying with her head uncovered dishonors her head. For it is one and the same thing as if she were shaved.",
        "6": "For if a woman is not covered, let her hair also be cut off. But if it is shameful for a woman to have her hair cut off or be shaved, let her be covered.",
        "7": "For a man indeed ought not to have his head covered, because he is the image and glory of God, but the woman is the glory of the man.",
        "8": "For man is not from woman, but woman from man;",
        "9": "for man wasn’t created for the woman, but woman for the man.",
        "10": "For this cause the woman ought to have authority over her own head, because of the angels.",
        "11": "Nevertheless, neither is the woman independent of the man, nor the man independent of the woman, in the Lord.",
        "12": "For as woman came from man, so a man also comes through a woman; but all things are from God.",
        "13": "Judge for yourselves. Is it appropriate that a woman pray to God unveiled?",
        "14": "Doesn’t even nature itself teach you that if a man has long hair, it is a dishonor to him?",
        "15": "But if a woman has long hair, it is a glory to her, for her hair is given to her for a covering.",
        "16": "But if any man seems to be contentious, we have no such custom, neither do God’s assemblies.",
        "17": "But in giving you this command I don’t praise you, because you come together not for the better but for the worse.",
        "18": "For first of all, when you come together in the assembly, I hear that divisions exist among you, and I partly believe it.",
        "19": "For there also must be factions among you, that those who are approved may be revealed among you.",
        "20": "When therefore you assemble yourselves together, it is not the Lord’s supper that you eat.",
        "21": "For in your eating each one takes his own supper first. One is hungry, and another is drunken.",
        "22": "What, don’t you have houses to eat and to drink in? Or do you despise God’s assembly and put them to shame who don’t have enough? What shall I tell you? Shall I praise you? In this I don’t praise you.",
        "23": "For I received from the Lord that which also I delivered to you, that the Lord Jesus on the night in which he was betrayed took bread.",
        "24": "When he had given thanks, he broke it and said, “Take, eat. This is my body, which is broken for you. Do this in memory of me.”",
        "25": "In the same way he also took the cup after supper, saying, “This cup is the new covenant in my blood. Do this, as often as you drink, in memory of me.”",
        "26": "For as often as you eat this bread and drink this cup, you proclaim the Lord’s death until he comes.",
        "27": "Therefore whoever eats this bread or drinks the Lord’s cup in a way unworthy of the Lord will be guilty of the body and the blood of the Lord.",
        "28": "But let a man examine himself, and so let him eat of the bread and drink of the cup.",
        "29": "For he who eats and drinks in an unworthy way eats and drinks judgment to himself if he doesn’t discern the Lord’s body.",
        "30": "For this cause many among you are weak and sickly, and not a few sleep.",
        "31": "For if we discerned ourselves, we wouldn’t be judged.",
        "32": "But when we are judged, we are disciplined by the Lord, that we may not be condemned with the world.",
        "33": "Therefore, my brothers, when you come together to eat, wait for one another.",
        "34": "But if anyone is hungry, let him eat at home, lest your coming together be for judgment. The rest I will set in order whenever I come."
      }
    }
  }
}