{
  "book": "1 Corinteni",
  "chapter": "10",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Fraților, nu vreau să nu știți că părinții noștri toți au fost sub nor, toți au trecut prin mare,",
        "2": "toți au fost botezați în nor și în mare, pentru Moise;",
        "3": "toți au mâncat aceeași mâncare duhovnicească",
        "4": "și toți au băut aceeași băutură duhovnicească, pentru că beau dintr-o stâncă duhovnicească ce venea după ei, și stânca era Hristos.",
        "5": "Totuși cei mai mulți dintre ei n-au fost plăcuți lui Dumnezeu, căci au pierit în pustie.",
        "6": "Și aceste lucruri s-au întâmplat ca să ne slujească nouă drept pilde, pentru ca să nu poftim după lucruri rele, cum au poftit ei.",
        "7": "Să nu fiți închinători la idoli, ca unii dintre ei, după cum este scris: „Poporul a șezut să mănânce și să bea și s-au sculat să joace.”",
        "8": "Să nu curvim, cum au făcut unii din ei, așa că într-o singură zi au căzut douăzeci și trei de mii.",
        "9": "Să nu ispitim pe Domnul, cum L-au ispitit unii din ei, care au pierit prin șerpi.",
        "10": "Să nu cârtiți, cum au cârtit unii din ei, care au fost nimiciți de Nimicitorul.",
        "11": "Aceste lucruri li s-au întâmplat ca să ne slujească drept pilde și au fost scrise pentru învățătura noastră, peste care au venit sfârșiturile veacurilor.",
        "12": "Astfel dar, cine crede că stă în picioare să ia seama să nu cadă.",
        "13": "Nu v-a ajuns nicio ispită care să nu fi fost potrivită cu puterea omenească. Și Dumnezeu, care este credincios, nu va îngădui să fiți ispitiți peste puterile voastre, ci, împreună cu ispita, a pregătit și mijlocul să ieșiți din ea, ca s-o puteți răbda. Despre Cina Domnului",
        "14": "De aceea, preaiubiții mei, fugiți de închinarea la idoli.",
        "15": "Vă vorbesc ca unor oameni cu judecată: judecați voi singuri ce spun.",
        "16": "Paharul binecuvântat, pe care-l binecuvântăm, nu este el împărtășirea cu sângele lui Hristos? Pâinea pe care o frângem nu este ea împărtășirea cu trupul lui Hristos?",
        "17": "Având în vedere că este o pâine, noi, care suntem mulți, suntem un trup, căci toți luăm o parte din aceeași pâine.",
        "18": "Uitați-vă la Israelul după trup: cei ce mănâncă jertfele nu sunt ei în împărtășire cu altarul?",
        "19": "Deci ce zic eu? Că un lucru jertfit idolilor este ceva? Sau că un idol este ceva?",
        "20": "Dimpotrivă, eu zic că ce jertfesc neamurile, jertfesc dracilor, și nu lui Dumnezeu. Și eu nu vreau ca voi să fiți în împărtășire cu dracii.",
        "21": "Nu puteți bea paharul Domnului și paharul dracilor; nu puteți lua parte la masa Domnului și la masa dracilor.",
        "22": "Sau vrem să întărâtăm pe Domnul la gelozie? Suntem noi mai tari decât El? Cugetul nostru și al altuia",
        "23": "Toate lucrurile sunt îngăduite, dar nu toate sunt de folos. Toate lucrurile sunt îngăduite, dar nu toate zidesc.",
        "24": "Nimeni să nu-și caute folosul lui, ci fiecare să caute folosul altuia.",
        "25": "Să mâncați din tot ce se vinde pe piață, fără să cercetați ceva din pricina cugetului.",
        "26": "Căci „al Domnului este pământul și tot ce cuprinde el”.",
        "27": "Dacă vă poftește un necredincios la o masă și voiți să vă duceți, să mâncați din tot ce vă pune înainte, fără să cercetați ceva din pricina cugetului.",
        "28": "Dar, dacă vă spune cineva: „Lucrul acesta a fost jertfit idolilor”, să nu mâncați, din pricina celui ce v-a înștiințat și din pricina cugetului, căci „al Domnului este pământul și tot ce cuprinde el”.",
        "29": "Vorbesc aici nu de cugetul vostru, ci de cugetul altuia. Căci de ce să fie judecată slobozenia mea de cugetul altuia?",
        "30": "Dacă mănânc aducând mulțumiri, de ce să fiu vorbit de rău pentru un lucru pentru care mulțumesc?",
        "31": "Deci, fie că mâncați, fie că beți, fie că faceți altceva, să faceți totul pentru slava lui Dumnezeu.",
        "32": "Să nu fiți pricină de păcătuire nici pentru iudei, nici pentru greci, nici pentru Biserica lui Dumnezeu.",
        "33": "După cum mă silesc și eu în toate lucrurile să plac tuturor, căutând nu folosul meu, ci al celor mai mulți, ca să fie mântuiți."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Căci nu vreau să nu știți, fraților, că toți strămoșii noștri erau sub nor, toți au trecut prin mare,",
        "2": "toți au fost botezați pentru Moise în nor și în mare,",
        "3": "toți au mâncat aceeași mâncare spirituală",
        "4": "și toți au băut aceeași băutură spirituală, pentru că beau dintr-o Stâncă spirituală Ce venea după ei; iar Stânca era Cristos.",
        "5": "Totuși, în cei mai mulți dintre ei Dumnezeu nu Și-a găsit plăcerea, astfel că trupurile lor au fost împrăștiate prin deșert.",
        "6": "Dar aceste lucruri s-au întâmplat ca exemple pentru noi, pentru ca să nu tânjim după lucruri rele, așa cum au tânjit ei.",
        "7": "Să nu fiți idolatri, ca unii dintre ei, așa cum este scris: „Poporul s-a așezat să mănânce și să bea, apoi s-a ridicat să se distreze“.",
        "8": "Să nu preacurvim, așa cum au preacurvit unii dintre ei, astfel că într-o singură zi au murit douăzeci și trei de mii.",
        "9": "Să nu-L punem pe Cristos la încercare, așa cum au făcut unii dintre ei și au fost omorâți de șerpi.",
        "10": "Să nu vă plângeți, așa cum s-au plâns unii dintre ei și au fost nimiciți de Nimicitorul.",
        "11": "Aceste lucruri li s-au întâmplat ca să ne fie exemple și au fost scrise pentru avertizarea noastră, a celor peste care au venit sfârșiturile veacurilor.",
        "12": "Așadar, cel ce crede că stă în picioare să aibă grijă să nu cadă.",
        "13": "Nu v-a cuprins nicio ispită care să fie peste puterea omenească. Dar credincios este Dumnezeu, Care nu va îngădui să fiți ispitiți peste puterile voastre, ci odată cu ispita a pregătit și o cale de ieșire, ca s-o puteți răbda. Jertfele aduse idolilor și Cina Domnului",
        "14": "De aceea, preaiubiții mei, fugiți de idolatrie!",
        "15": "Vă vorbesc ca unor oameni înțelepți. Judecați singuri ceea ce vă spun.",
        "16": "Paharul binecuvântării, pe care îl binecuvântăm, nu este oare părtășia cu sângele lui Isus Cristos? Pâinea pe care o frângem nu este oare părtășia cu trupul lui Cristos?",
        "17": "Pentru că este o singură pâine, de aceea noi, care suntem mulți, suntem un singur trup, întrucât toți suntem părtași la o singură pâine.",
        "18": "Uitați-vă la poporul Israel: cei ce mănâncă jertfele nu sunt oare părtași la altar?",
        "19": "Deci, ce zic eu? Că un lucru jertfit idolilor este ceva sau că un idol este ceva?",
        "20": "Nu, ci vreau să zic că ceea ce jertfesc păgânii, jertfesc demonilor, nu lui Dumnezeu. Iar eu nu vreau să participați la nimic împreună cu demonii!",
        "21": "Nu puteți bea și paharul Domnului, și paharul demonilor! Nu puteți lua parte și la masa Domnului, și la masa demonilor!",
        "22": "Sau vrem oare să-L facem gelos pe Domnul? Suntem noi mai tari decât El? Trăiți pentru gloria lui Dumnezeu!",
        "23": "„Toate sunt îngăduite“, dar nu toate sunt de folos. „Toate sunt îngăduite“, dar nu toate consolidează.",
        "24": "Nimeni să nu urmărească ce este bine pentru el, ci fiecare să urmărească ce este bine pentru celălalt.",
        "25": "Să mâncați orice se vinde pe piața de carne, fără să cercetați ceva din cauza conștiinței,",
        "26": "căci „al Domnului este pământul cu tot ce este pe el!“.",
        "27": "Dacă cineva dintre necredincioși vă invită la masă și doriți să mergeți, să mâncați orice vi se pune înainte, fără să cercetați ceva din cauza conștiinței.",
        "28": "Dar dacă cineva vă spune: „Acesta este un lucru jertfit idolilor!“, atunci să nu mâncați, din cauza celui care v-a spus și a conștiinței. Căci „al Domnului este pământul cu tot ce este pe el“.",
        "29": "Nu mă refer însă la conștiința voastră, ci a celuilalt. Căci de ce să fie judecată libertatea mea de conștiința altuia?",
        "30": "Dacă eu iau parte la masă cu mulțumire, de ce să fiu vorbit de rău din cauza unui lucru pentru care mulțumesc?",
        "31": "Deci, fie că mâncați, fie că beți, fie că faceți altceva, faceți toate lucrurile spre gloria lui Dumnezeu.",
        "32": "Să nu fiți o piedică nici pentru iudei, nici pentru greci, nici pentru Biserica lui Dumnezeu,",
        "33": "așa cum, de altfel, încerc și eu să plac tuturor în toate lucrurile, căutând nu folosul meu, ci al multora, ca să fie mântuiți."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now I would not have you ignorant, brothers, that our fathers were all under the cloud, and all passed through the sea;",
        "2": "and were all baptized into Moses in the cloud and in the sea;",
        "3": "and all ate the same spiritual food;",
        "4": "and all drank the same spiritual drink. For they drank of a spiritual rock that followed them, and the rock was Christ.",
        "5": "However with most of them, God was not well pleased, for they were overthrown in the wilderness.",
        "6": "Now these things were our examples, to the intent we should not lust after evil things as they also lusted.",
        "7": "Don’t be idolaters, as some of them were. As it is written, “The people sat down to eat and drink, and rose up to play.”",
        "8": "Let’s not commit sexual immorality, as some of them committed, and in one day twenty-three thousand fell.",
        "9": "Let’s not test Christ, as some of them tested, and perished by the serpents.",
        "10": "Don’t grumble, as some of them also grumbled, and perished by the destroyer.",
        "11": "Now all these things happened to them by way of example, and they were written for our admonition, on whom the ends of the ages have come.",
        "12": "Therefore let him who thinks he stands be careful that he doesn’t fall.",
        "13": "No temptation has taken you except what is common to man. God is faithful, who will not allow you to be tempted above what you are able, but will with the temptation also make the way of escape, that you may be able to endure it.",
        "14": "Therefore, my beloved, flee from idolatry.",
        "15": "I speak as to wise men. Judge what I say.",
        "16": "The cup of blessing which we bless, isn’t it a sharing of the blood of Christ? The bread which we break, isn’t it a sharing of the body of Christ?",
        "17": "Because there is one loaf of bread, we, who are many, are one body; for we all partake of the one loaf of bread.",
        "18": "Consider Israel according to the flesh. Don’t those who eat the sacrifices participate in the altar?",
        "19": "What am I saying then? That a thing sacrificed to idols is anything, or that an idol is anything?",
        "20": "But I say that the things which the Gentiles sacrifice, they sacrifice to demons and not to God, and I don’t desire that you would have fellowship with demons.",
        "21": "You can’t both drink the cup of the Lord and the cup of demons. You can’t both partake of the table of the Lord and of the table of demons.",
        "22": "Or do we provoke the Lord to jealousy? Are we stronger than he?",
        "23": "“All things are lawful for me,” but not all things are profitable. “All things are lawful for me,” but not all things build up.",
        "24": "Let no one seek his own, but each one his neighbor’s good.",
        "25": "Whatever is sold in the butcher shop, eat, asking no question for the sake of conscience,",
        "26": "for “the earth is the Lord’s, and its fullness.”",
        "27": "But if one of those who don’t believe invites you to a meal, and you are inclined to go, eat whatever is set before you, asking no questions for the sake of conscience.",
        "28": "But if anyone says to you, “This was offered to idols,” don’t eat it for the sake of the one who told you, and for the sake of conscience. For “the earth is the Lord’s, with all its fullness.”",
        "29": "Conscience, I say, not your own, but the other’s conscience. For why is my liberty judged by another conscience?",
        "30": "If I partake with thankfulness, why am I denounced for something I give thanks for?",
        "31": "Whether therefore you eat or drink, or whatever you do, do all to the glory of God.",
        "32": "Give no occasion for stumbling, whether to Jews, to Greeks, or to the assembly of God;",
        "33": "even as I also please all men in all things, not seeking my own profit, but the profit of the many, that they may be saved."
      }
    }
  }
}