{
  "book": "1 Cronici",
  "chapter": "11",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Tot Israelul s-a strâns la David, la Hebron, zicând: „Iată că noi suntem os din oasele tale și carne din carnea ta.",
        "2": "Odinioară, chiar când era Saul împărat, tu duceai și aduceai pe Israel înapoi. Domnul Dumnezeul tău ți-a zis: ‘Tu vei paște pe poporul Meu Israel și tu vei fi căpetenia poporului Meu Israel.’”",
        "3": "Astfel, toți bătrânii lui Israel au venit la împărat, la Hebron, și David a făcut legământ cu ei la Hebron înaintea Domnului. Au uns pe David împărat peste Israel, după Cuvântul Domnului, spus prin Samuel.",
        "4": "David a mers cu tot Israelul asupra Ierusalimului, adică Iebus. Acolo erau iebusiții, locuitorii țării.",
        "5": "Locuitorii Iebusului au zis lui David: „Nu vei intra aici.” Dar David a luat cetățuia Sionului – aceasta este cetatea lui David.",
        "6": "David zisese: „Oricine va bate cel dintâi pe iebusiți va fi căpetenie și domn.” Ioab, fiul Țeruiei, s-a suit cel dintâi și a ajuns căpetenie.",
        "7": "David s-a așezat în cetățuie, de aceea au numit-o cetatea lui David.",
        "8": "A făcut zid împrejurul cetății de la Milo, de jur împrejur, și Ioab a dres cealaltă parte a cetății.",
        "9": "David ajungea din ce în ce mai mare și Domnul oștirilor era cu el. Vitejii lui David",
        "10": "Iată căpeteniile vitejilor care erau în slujba lui David și care l-au ajutat împreună cu tot Israelul să-și întărească stăpânirea, ca să-l pună împărat, după Cuvântul Domnului cu privire la Israel.",
        "11": "Iată, după numărul lor, vitejii care erau în slujba lui David: Iașobeam, fiul lui Hacmoni, unul din căpitanii de seamă. El și-a învârtit sulița peste trei sute de oameni, pe care i-a omorât dintr-o singură dată.",
        "12": "După el, Eleazar, fiul lui Dodo, Ahohitul, unul din cei trei războinici.",
        "13": "El era cu David la Pas-Damim, unde se strânseseră filistenii pentru luptă. Acolo era o bucată de pământ plină cu orz, și poporul fugea dinaintea filistenilor.",
        "14": "S-au așezat în mijlocul ogorului, l-au ocrotit și au bătut pe filisteni. Și Domnul a dat o mare izbăvire.",
        "15": "Trei din cele treizeci de căpetenii s-au coborât la David pe stâncă, în peștera Adulam, când tabăra filistenilor era în valea refaimiților.",
        "16": "David era atunci în cetățuie, și o ceată a filistenilor era la Betleem.",
        "17": "David a avut o dorință și a zis: „Cine-mi va aduce apă de băut din fântâna de la poarta Betleemului?”",
        "18": "Atunci, cei trei bărbați au trecut prin tabăra filistenilor și au scos apă din fântâna de la poarta Betleemului. Au adus-o și au dat-o lui David, dar David n-a vrut s-o bea, ci a vărsat-o înaintea Domnului.",
        "19": "El a zis: „Să mă ferească Dumnezeul meu să fac una ca aceasta! Să beau eu sângele acestor oameni care s-au dus cu primejdia vieții lor? Căci cu primejdia vieții lor au adus-o.” Și n-a voit s-o bea. Iată ce au făcut acești trei viteji.",
        "20": "Abișai, fratele lui Ioab, era căpetenia celor trei. El și-a învârtit sulița peste trei sute de oameni și i-a omorât, și i-a mers faima între cei trei.",
        "21": "El era cel mai cu vază din cei trei, din rândul al doilea, și a fost căpetenia lor, dar n-a ajuns pe cei trei dintâi.",
        "22": "Benaia, fiul lui Iehoiada, fiul unui om din Cabțeel, om de preț și vestit prin isprăvile lui. El a ucis cei doi lei ai Moabului. S-a coborât în mijlocul unei gropi pentru apă, unde a ucis un leu într-o zi când căzuse zăpada.",
        "23": "El a ucis pe un egiptean care avea o statură de cinci coți și avea în mână o suliță ca sulul unui țesător; s-a coborât împotriva lui cu un toiag, a smuls sulița din mâna egipteanului și l-a ucis cu ea.",
        "24": "Iată ce a făcut Benaia, fiul lui Iehoiada, și i-a mers faima printre cei trei viteji.",
        "25": "Era cel mai cu vază din cei treizeci, dar n-a ajuns pe cei trei dintâi. David l-a primit în sfatul celor mai aproape de el.",
        "26": "Vitejii oștirii: Asael, fratele lui Ioab; Elhanan, fiul lui Dodo, din Betleem;",
        "27": "Șamot, din Haror; Heleț, din Palon;",
        "28": "Ira, fiul lui Icheș, din Tecoa; Abiezer, din Anatot;",
        "29": "Sibecai, Hușatitul; Ilai, din Ahoah;",
        "30": "Maharai, din Netofa; Heled, fiul lui Baana, din Netofa;",
        "31": "Itai, fiul lui Ribai, din Ghibea fiilor lui Beniamin; Benaia, din Piraton;",
        "32": "Hurai, din Nahale-Gaaș; Abiel, din Araba;",
        "33": "Azmavet, din Baharum; Eliahba, din Șaalbon;",
        "34": "Bene-Hașem, din Ghizon; Ionatan, fiul lui Șaghe, din Harar;",
        "35": "Ahiam, fiul lui Sacar, din Harar; Elifal, fiul lui Ur;",
        "36": "Hefer, din Mechera; Ahia, din Palon;",
        "37": "Hețro, din Carmel; Naarai, fiul lui Ezbai;",
        "38": "Ioel, fratele lui Natan; Mibhar, fiul lui Hagri;",
        "39": "Țelec, Amonitul; Nahrai, din Berot, care ducea armele lui Ioab, fiul Țeruiei;",
        "40": "Ira, din Ieter; Gareb, din Ieter;",
        "41": "Urie, Hetitul; Zabad, fiul lui Ahlai;",
        "42": "Adina, fiul lui Șiza, Rubenitul, căpetenia rubeniților, și treizeci împreună cu el;",
        "43": "Hanan, fiul lui Maaca; Iosafat, din Mitni;",
        "44": "Ozia, din Aștarot; Șama și Iehiel, fiii lui Hotam, din Aroer;",
        "45": "Iediael, fiul lui Șimri; Ioha, fratele său, Tițitul;",
        "46": "Eliel, din Mahavim; Ieribai și Ioșavia, fiii lui Elnaam; Itma, Moabitul;",
        "47": "Eliel, Obed și Iaasiel-Mețobaia."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Tot Israelul s-a strâns în preajma lui David, în Hebron, zicând: „Iată, suntem os din oasele tale și carne din carnea ta!",
        "2": "Chiar și în trecut, când Saul era rege, tu îl conduceai pe Israel în războaie. Iar Domnul, Dumnezeul tău, ți-a zis: «Tu vei păstori poporul Meu Israel. Tu vei fi conducător peste poporul Meu Israel»“.",
        "3": "Toți bătrânii lui Israel veniseră la rege, în Hebron, astfel că David a încheiat legământ cu ei înaintea Domnului, la Hebron. Apoi, ei l-au uns pe David ca rege peste Israel, după Cuvântul Domnului profețit de Samuel.",
        "4": "David și tot Israelul au înaintat spre Ierusalim (adică Iebus) împotriva iebusiților care locuiau acolo.",
        "5": "Locuitorii din Iebus i-au zis lui David: „Nu vei intra aici!“. David a capturat însă fortăreața Sionului, care a devenit astfel Cetatea lui David.",
        "6": "David zisese: „Oricine îi va învinge primul pe iebusiți va deveni căpetenie și conducător“. Ioab, fiul Țeruiei, a atacat primul și, astfel, el a devenit căpetenie.",
        "7": "David s-a stabilit în fortăreață și de aceea a fost numită „Cetatea lui David“.",
        "8": "El a reconstruit cetatea de jur împrejur, dinspre Milo de jur împrejur, iar Ioab a restaurat restul cetății.",
        "9": "David a devenit tot mai puternic pentru că Domnul Oștirilor era cu el.",
        "10": "Acestea sunt căpeteniile vitejilor lui David care l-au susținut în regatul său, împreună cu tot Israelul, ca să-l facă rege, după Cuvântul Domnului cu privire la Israel.",
        "11": "Acesta este numărul vitejilor lui David: Iașobeam, fiul lui Hacmoni, era căpetenia conducătorilor. El și-a învârtit sulița peste trei sute de oameni, pe care i-a străpuns într-o singură împrejurare.",
        "12": "După el era Elazar, fiul ahohitului Dodo. El a fost unul dintre cei trei viteji.",
        "13": "El era cu David la Pas-Damim, atunci când filistenii se strânseseră acolo pentru război. Acolo se afla o porțiune de pământ plină cu orz, și poporul fugea dinaintea filistenilor.",
        "14": "Însă ei au stat în mijlocul terenului, l-au apărat și i-au ucis pe filisteni. Și Domnul a adus eliberare, dând o mare victorie.",
        "15": "Trei dintre cele treizeci de căpetenii s-au dus la stânca unde se afla David, la peștera Adulam, în timp ce tabăra filistenilor se așezase în Valea Refaim.",
        "16": "David se afla atunci în fortăreață, iar garnizoana filistenilor se afla în Betleem.",
        "17": "Lui David i s-a făcut sete și a întrebat: „Cine îmi va aduce apă din fântâna de lângă poarta Betleemului?“.",
        "18": "Cei trei au reușit să treacă prin tabăra filistenilor, au scos apă din fântâna de lângă poarta Betleemului și au adus-o cu bine la David. Însă David n-a vrut s-o bea, ci a vărsat-o înaintea Domnului,",
        "19": "zicând: „Departe de mine, Dumnezeul meu, să fac lucrul acesta! Să beau eu sângele bărbaților acestora care și-au pus viața în pericol? Căci ei și-au pus viața în pericol aducând apa“. Și n-a vrut s-o bea. Astfel de fapte mărețe făceau cei trei viteji.",
        "20": "Abișai, fratele lui Ioab, era căpetenia celor trei. El și-a învârtit sulița peste trei sute de oameni și i-a omorât. Astfel, el și-a făcut un nume alături de cei trei.",
        "21": "Era de două ori mai respectat decât cei trei. El le-a fost căpetenie, însă nu i-a depășit pe cei trei.",
        "22": "Benaia, fiul lui Iehoiada, era un viteaz din Kabțeel care a făcut multe fapte mărețe. El i-a ucis pe cei doi fii ai lui Ariel din Moab. El a coborât în mijlocul unei gropi adânci, într-o zi cu zăpadă, și a omorât un leu.",
        "23": "El a ucis un egiptean, un bărbat a cărui statură era de cinci coți. Egipteanul avea în mână o suliță cât sulul unui țesător. Benaia a coborât împotriva lui cu un toiag, a smuls sulița din mâna egipteanului și l-a ucis cu propria lui suliță.",
        "24": "Astfel de fapte mărețe făcea Benaia, fiul lui Iehoiada, făcându-și un nume alături de cei trei viteji.",
        "25": "Iată că el era cel mai respectat dintre cei treizeci, dar n-a ajuns între cei trei. David l-a pus responsabil peste garda sa personală.",
        "26": "Războinici viteji au mai fost și: Asael, fratele lui Ioab; Elhanan, fiul lui Dodo din Betleem;",
        "27": "haroritul Șamot; pelonitul Heleț;",
        "28": "Ira, fiul tekoanitului Icheș; Abiezer din Anatot;",
        "29": "hușatitul Sibecai; ahohitul Ilai;",
        "30": "netofatitul Maharai; Heled, fiul netofatitului Baana;",
        "31": "Itai, fiul lui Ribai, din Ghiva fiilor lui Beniamin; piratonitul Benaia;",
        "32": "Hurai, de lângă pârâurile Gaașului; arbatitul Abiel;",
        "33": "Azmavet din Baharum; șaalbonitul Eliahba;",
        "34": "fiii ghizonitului Hașem; Ionatan, fiul hararitului Șaghe;",
        "35": "Ahiam, fiul hararitului Sacar; Elifal, fiul lui Ur;",
        "36": "mecheratitul Hefer; pelonitul Ahia;",
        "37": "carmelitul Hețro; Naarai, fiul lui Ezbai;",
        "38": "Ioel, fratele lui Natan; Mibhar, fiul lui Hagri;",
        "39": "amonitul Țelek; beerotitul Naharai, cel ce-i ducea armele lui Ioab, fiul Țeruiei;",
        "40": "itritul Ira, itritul Gareb,",
        "41": "hititul Urie, Zabad, fiul lui Ahlai;",
        "42": "rubenitul Adina, fiul lui Șiza, căpetenia rubeniților, care avea treizeci de oameni cu el;",
        "43": "Hanan, fiul lui Maaca; mitnitul Ioșafat;",
        "44": "Uzia din Aștarot; Șama și Ieiel, fiii lui Hotam din Aroer;",
        "45": "Iediael, fiul lui Șimri, și tițitul Ioha, fratele lui;",
        "46": "mahavitul Eliel; Ieribai și Ioșavia, fiii lui Elnaam; moabitul Itma;",
        "47": "Eliel, Obed și Iaasiel din Mețobai."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Then all Israel gathered themselves to David to Hebron, saying, “Behold, we are your bone and your flesh.",
        "2": "In times past, even when Saul was king, it was you who led out and brought in Israel. Yahweh your God said to you, ‘You shall be shepherd of my people Israel, and you shall be prince over my people Israel.’”",
        "3": "So all the elders of Israel came to the king to Hebron; and David made a covenant with them in Hebron before Yahweh. They anointed David king over Israel, according to Yahweh’s word by Samuel.",
        "4": "David and all Israel went to Jerusalem (also called Jebus); and the Jebusites, the inhabitants of the land, were there.",
        "5": "The inhabitants of Jebus said to David, “You will not come in here!” Nevertheless David took the stronghold of Zion. The same is David’s city.",
        "6": "David had said, “Whoever strikes the Jebusites first shall be chief and captain.” Joab the son of Zeruiah went up first, and was made chief.",
        "7": "David lived in the stronghold; therefore they called it David’s city.",
        "8": "He built the city all around, from Millo even around; and Joab repaired the rest of the city.",
        "9": "David grew greater and greater, for Yahweh of Armies was with him.",
        "10": "Now these are the chief of the mighty men whom David had, who showed themselves strong with him in his kingdom, together with all Israel, to make him king, according to Yahweh’s word concerning Israel.",
        "11": "This is the number of the mighty men whom David had: Jashobeam, the son of a Hachmonite, the chief of the thirty; he lifted up his spear against three hundred and killed them at one time.",
        "12": "After him was Eleazar the son of Dodo, the Ahohite, who was one of the three mighty men.",
        "13": "He was with David at Pasdammim, and there the Philistines were gathered together to battle, where there was a plot of ground full of barley; and the people fled from before the Philistines.",
        "14": "They stood in the middle of the plot, defended it, and killed the Philistines; and Yahweh saved them by a great victory.",
        "15": "Three of the thirty chief men went down to the rock to David, into the cave of Adullam; and the army of the Philistines were encamped in the valley of Rephaim.",
        "16": "David was then in the stronghold, and the garrison of the Philistines was in Bethlehem at that time.",
        "17": "David longed, and said, “Oh, that someone would give me water to drink from the well of Bethlehem, which is by the gate!”",
        "18": "The three broke through the army of the Philistines, and drew water out of the well of Bethlehem that was by the gate, took it, and brought it to David; but David would not drink any of it, but poured it out to Yahweh,",
        "19": "and said, “My God forbid me, that I should do this! Shall I drink the blood of these men who have put their lives in jeopardy?” For they risked their lives to bring it. Therefore he would not drink it. The three mighty men did these things.",
        "20": "Abishai, the brother of Joab, was chief of the three; for he lifted up his spear against three hundred and killed them, and had a name among the three.",
        "21": "Of the three, he was more honorable than the two, and was made their captain; however he wasn’t included in the three.",
        "22": "Benaiah the son of Jehoiada, the son of a valiant man of Kabzeel, who had done mighty deeds, killed the two sons of Ariel of Moab. He also went down and killed a lion in the middle of a pit on a snowy day.",
        "23": "He killed an Egyptian, a man of great stature, five cubits high. In the Egyptian’s hand was a spear like a weaver’s beam; and he went down to him with a staff, plucked the spear out of the Egyptian’s hand, and killed him with his own spear.",
        "24": "Benaiah the son of Jehoiada did these things and had a name among the three mighty men.",
        "25": "Behold, he was more honorable than the thirty, but he didn’t attain to the three; and David set him over his guard.",
        "26": "The mighty men of the armies also include Asahel the brother of Joab, Elhanan the son of Dodo of Bethlehem,",
        "27": "Shammoth the Harorite, Helez the Pelonite,",
        "28": "Ira the son of Ikkesh the Tekoite, Abiezer the Anathothite,",
        "29": "Sibbecai the Hushathite, Ilai the Ahohite,",
        "30": "Maharai the Netophathite, Heled the son of Baanah the Netophathite,",
        "31": "Ithai the son of Ribai of Gibeah of the children of Benjamin, Benaiah the Pirathonite,",
        "32": "Hurai of the brooks of Gaash, Abiel the Arbathite,",
        "33": "Azmaveth the Baharumite, Eliahba the Shaalbonite,",
        "34": "the sons of Hashem the Gizonite, Jonathan the son of Shagee the Hararite,",
        "35": "Ahiam the son of Sacar the Hararite, Eliphal the son of Ur,",
        "36": "Hepher the Mecherathite, Ahijah the Pelonite,",
        "37": "Hezro the Carmelite, Naarai the son of Ezbai,",
        "38": "Joel the brother of Nathan, Mibhar the son of Hagri,",
        "39": "Zelek the Ammonite, Naharai the Berothite (the armor bearer of Joab the son of Zeruiah),",
        "40": "Ira the Ithrite, Gareb the Ithrite,",
        "41": "Uriah the Hittite, Zabad the son of Ahlai,",
        "42": "Adina the son of Shiza the Reubenite (a chief of the Reubenites), and thirty with him,",
        "43": "Hanan the son of Maacah, Joshaphat the Mithnite,",
        "44": "Uzzia the Ashterathite, Shama and Jeiel the sons of Hotham the Aroerite,",
        "45": "Jediael the son of Shimri, and Joha his brother, the Tizite,",
        "46": "Eliel the Mahavite, and Jeribai, and Joshaviah, the sons of Elnaam, and Ithmah the Moabite,",
        "47": "Eliel, Obed, and Jaasiel the Mezobaite."
      }
    }
  }
}