{
  "book": "1 Cronici",
  "chapter": "28",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "David a chemat la Ierusalim toate căpeteniile lui Israel, căpeteniile semințiilor, căpeteniile cetelor din slujba împăratului, căpeteniile peste mii și căpeteniile peste sute, pe cei mai mari peste toate averile și turmele împăratului și ale fiilor săi, pe dregători, pe viteji și pe toți voinicii.",
        "2": "Împăratul David s-a sculat în picioare și a zis: „Ascultați-mă, fraților și poporul meu! Aveam de gând să zidesc o casă de odihnă pentru chivotul legământului Domnului și pentru așternutul picioarelor Dumnezeului nostru și mă pregăteam s-o zidesc.",
        "3": "Dar Dumnezeu mi-a zis: ‘Să nu zidești o casă Numelui Meu, căci ești un om de război și ai vărsat sânge.’",
        "4": "Domnul Dumnezeul lui Israel m-a ales din toată casa tatălui meu pentru ca să fiu împărat al lui Israel pe vecie, căci pe Iuda l-a ales căpetenie, casa tatălui meu a ales-o din casa lui Iuda și dintre fiii tatălui meu pe mine m-a pus să domnesc peste tot Israelul.",
        "5": "Dintre toți fiii mei – căci Domnul mi-a dat mulți fii – a ales pe fiul meu Solomon ca să-l pună pe scaunul de domnie al împărăției Domnului peste Israel.",
        "6": "El mi-a zis: ‘Fiul tău Solomon Îmi va zidi casa și curțile, căci l-am ales ca fiu al Meu și-i voi fi Tată.",
        "7": "Îi voi întări împărăția pe vecie, dacă se va ține, ca astăzi, de împlinirea poruncilor și rânduielilor Mele.’",
        "8": "Acum, înaintea întregului Israel, înaintea adunării Domnului și în fața Dumnezeului nostru, care vă aude, păziți și puneți-vă la inimă toate poruncile Domnului Dumnezeului vostru, ca să stăpâniți această bună țară și s-o lăsați de moștenire fiilor voștri, după voi, pe vecie.",
        "9": "Și tu, fiule Solomoane, cunoaște pe Dumnezeul tatălui tău și slujește-I cu toată inima și cu un suflet binevoitor, căci Domnul cercetează toate inimile și pătrunde toate închipuirile și toate gândurile. Dacă-L vei căuta, Se va lăsa găsit de tine, dar, dacă-L vei părăsi, te va lepăda și El pe vecie.",
        "10": "Vezi acum că Domnul te-a ales ca să zidești o casă care să-I slujească de locaș sfânt. Întărește-te și lucrează!” David dă lui Solomon tot ce strânsese pentru Templu",
        "11": "David a dat fiului său Solomon chipul prispei și clădirilor, odăilor vistieriei, odăilor de sus, odăilor dinăuntru și al odăii pentru scaunul îndurării.",
        "12": "I-a dat planul a tot ce avea în minte cu privire la curțile Casei Domnului și toate odăile de jur împrejur pentru vistieriile Casei lui Dumnezeu și vistieriile Sfântului Locaș",
        "13": "și cu privire la cetele preoților și leviților, la tot ce privea slujba Casei Domnului și la toate uneltele pentru slujba Casei Domnului.",
        "14": "I-a dat chipul uneltelor de aur, cu greutatea celor ce trebuiau să fie de aur pentru toate uneltele fiecărei slujbe, și chipul tuturor uneltelor de argint, cu greutatea lor, pentru toate uneltele fiecărei slujbe.",
        "15": "A dat greutatea sfeșnicelor de aur și a candelelor lor de aur, cu greutatea fiecărui sfeșnic și a candelelor lui și greutatea sfeșnicelor de argint, cu greutatea fiecărui sfeșnic și a candelelor lui, după întrebuințarea fiecărui sfeșnic.",
        "16": "I-a dat greutatea de aur pentru mesele pâinilor pentru punerea înainte, pentru fiecare masă, și greutatea de argint pentru mesele de argint.",
        "17": "I-a dat chipul furculițelor, lighenelor și ceștilor de aur curat; chipul potirelor de aur, cu greutatea fiecărui potir, și a potirelor de argint, cu greutatea fiecărui potir,",
        "18": "și chipul altarului tămâii în aur curățit, cu greutatea lui. I-a mai dat și chipul carului heruvimilor de aur, care își întind aripile și acoperă chivotul legământului Domnului.",
        "19": "„Toate acestea”, a zis David, „toate lucrările izvodului acestuia, mi le-a făcut cunoscute Domnul, însemnându-le în scris cu mâna Lui.”",
        "20": "David a zis fiului său Solomon: „Întărește-te, îmbărbătează-te și lucrează; nu te teme și nu te înspăimânta! Căci Domnul Dumnezeu, Dumnezeul meu, va fi cu tine. El nu te va lăsa, nici nu te va părăsi până se va isprăvi toată lucrarea pentru slujba Casei Domnului.",
        "21": "Iată, ai lângă tine cetele preoților și leviților pentru toată slujba Casei lui Dumnezeu și iată că ai lângă tine, pentru toată lucrarea, toți oamenii binevoitori și îndemânatici în tot felul de lucrări și căpeteniile și tot poporul, supuși la toate poruncile tale.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "David a convocat la Ierusalim toate căpeteniile lui Israel, căpeteniile semințiilor, căpeteniile cetelor care îl slujeau pe rege, căpeteniile peste mii, căpeteniile peste sute, toate căpeteniile care aveau grijă de averea și turmele regelui și ale fiilor săi, împreună cu demnitarii, vitejii, adică toți războinicii viteji.",
        "2": "Regele David s-a ridicat în picioare și a zis: „Ascultați-mă, frații mei și poporul meu! Aveam pe inimă să zidesc o Casă ca loc de odihnă pentru Chivotul legământului Domnului și ca scăunaș pentru picioarele Dumnezeului nostru. Și am făcut pregătiri s-o zidesc.",
        "3": "Dumnezeu mi-a zis însă: «Nu tu vei construi o Casă Numelui Meu, căci ești un războinic și ai vărsat sânge».",
        "4": "Domnul, Dumnezeul lui Israel, m-a ales pe mine din toată familia mea, ca să fiu rege peste Israel pe vecie. Căci El l-a ales pe Iuda drept conducător, din Casa lui Iuda a ales familia mea, iar dintre fiii tatălui meu, Lui i-a plăcut să mă aleagă pe mine ca să domnesc peste tot Israelul.",
        "5": "Apoi, dintre toți fiii mei, căci Domnul mi-a dat mulți fii, El l-a ales pe Solomon, fiul meu, ca să stea pe tronul Regatului Domnului, peste Israel.",
        "6": "El Însuși mi-a zis: «Solomon, fiul tău, Îmi va construi Casa și curțile Mele, căci l-am ales ca fiu al Meu, iar Eu îi voi fi Tată.",
        "7": "Îi voi consolida regatul pe vecie, dacă va fi hotărât să împlinească poruncile și hotărârile Mele, așa cum este și astăzi».",
        "8": "Și acum, înaintea ochilor întregului Israel, a adunării Domnului, și în auzul Dumnezeului nostru, hotărâți-vă să păziți și să cercetați toate poruncile Domnului, Dumnezeului vostru, ca să stăpâniți țara aceasta bună și să o lăsați moștenire urmașilor voștri pentru totdeauna!",
        "9": "Iar tu, Solomon, fiul meu, cunoaște-L pe Dumnezeul părinților tăi și slujește-I din toată inima și cu dorință în suflet, căci Domnul cercetează toate inimile și înțelege orice înclinație a gândurilor. Dacă Îl vei căuta, El Se va lăsa găsit de tine, dar dacă Îl vei părăsi, El te va respinge pentru totdeauna.",
        "10": "Vezi acum că Domnul te-a ales ca să construiești o Casă pentru Sfântul Lăcaș. Deci, întărește-te și lucrează!“.",
        "11": "David i-a dat fiului său, Solomon, modelul porticului Templului și al clădirilor lui, al vistieriilor lui, al camerelor lui de sus, al camerelor lui interioare și al încăperii pentru locul ispășirii,",
        "12": "modelul cu tot ceea ce el avea, prin Duhul, pentru curțile Casei Domnului, pentru toate camerele dimprejur, pentru vistieriile Casei lui Dumnezeu, pentru depozitele cu lucrurile sfinte,",
        "13": "pentru cetele preoților și ale leviților, pentru toată lucrarea de slujire la Casa Domnului și pentru toate obiectele folosite la slujba Casei Domnului.",
        "14": "El i-a dat greutatea în aur a tuturor obiectelor de aur pentru fiecare slujbă, greutatea în argint a tuturor obiectelor de argint pentru fiecare slujbă,",
        "15": "adică greutatea sfeșnicelor din aur și a candelelor lor din aur – greutatea fiecărui sfeșnic cu candelele lui – precum și greutatea sfeșnicelor de argint, fiecare cu candelele lui, după întrebuințarea fiecărui sfeșnic în parte.",
        "16": "A mai dat greutatea în aur a meselor pentru pâinea așezată în șiruri, greutatea fiecărei mese în parte, greutatea în argint pentru mesele de argint,",
        "17": "greutatea în aur pur pentru furculițe, pentru vase și pentru ulcioare. Pentru ligheanele de aur a dat și greutatea fiecărui lighean în aur, iar pentru ligheanele de argint a dat greutatea fiecărui lighean în argint.",
        "18": "A dat aur pur de o greutate necesară pentru altarul tămâierii, precum și modelul pentru carul heruvimilor din aur, care își întind aripile și acoperă Chivotul legământului Domnului.",
        "19": "David a zis: „Am primit totul în scris din mâna Domnului, când a fost asupra mea. El a dat discernământ cu privire la toate detaliile modelului“.",
        "20": "David i-a zis lui Solomon, fiul său: „Fii tare și curajos și lucrează! Să nu te temi și să nu te înspăimânți, pentru că Domnul Dumnezeu, Dumnezeul meu, este cu tine. El nu te va lăsa și nu te va părăsi, ca astfel să poți termina toată lucrarea pentru slujba Casei Domnului.",
        "21": "Iată, ai lângă tine cetele preoților și ale leviților pentru toată slujirea de la Casa lui Dumnezeu; îi ai cu tine, pentru toată lucrarea, pe toți cei binevoitori, pricepuți la tot felul de lucrări; ai cu tine căpeteniile și tot poporul gata să asculte de cuvintele tale!“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "David assembled all the princes of Israel, the princes of the tribes, the captains of the companies who served the king by division, the captains of thousands, the captains of hundreds, and the rulers over all the substance and possessions of the king and of his sons, with the officers and the mighty men, even all the mighty men of valor, to Jerusalem.",
        "2": "Then David the king stood up on his feet and said, “Hear me, my brothers and my people! As for me, it was in my heart to build a house of rest for the ark of Yahweh’s covenant, and for the footstool of our God; and I had prepared for the building.",
        "3": "But God said to me, ‘You shall not build a house for my name, because you are a man of war and have shed blood.’",
        "4": "However Yahweh, the God of Israel, chose me out of all the house of my father to be king over Israel forever. For he has chosen Judah to be prince; and in the house of Judah, the house of my father; and among the sons of my father he took pleasure in me to make me king over all Israel.",
        "5": "Of all my sons (for Yahweh has given me many sons), he has chosen Solomon my son to sit on the throne of Yahweh’s kingdom over Israel.",
        "6": "He said to me, ‘Solomon, your son, shall build my house and my courts; for I have chosen him to be my son, and I will be his father.",
        "7": "I will establish his kingdom forever if he continues to do my commandments and my ordinances, as it is today.’",
        "8": "Now therefore, in the sight of all Israel, Yahweh’s assembly, and in the audience of our God, observe and seek out all the commandments of Yahweh your God, that you may possess this good land, and leave it for an inheritance to your children after you forever.",
        "9": "You, Solomon my son, know the God of your father, and serve him with a perfect heart and with a willing mind; for Yahweh searches all hearts, and understands all the imaginations of the thoughts. If you seek him, he will be found by you; but if you forsake him, he will cast you off forever.",
        "10": "Take heed now, for Yahweh has chosen you to build a house for the sanctuary. Be strong, and do it.”",
        "11": "Then David gave to Solomon his son the plans for the porch of the temple, for its houses, for its treasuries, for its upper rooms, for its inner rooms, for the place of the mercy seat;",
        "12": "and the plans of all that he had by the Spirit, for the courts of Yahweh’s house, for all the surrounding rooms, for the treasuries of God’s house, and for the treasuries of the dedicated things;",
        "13": "also for the divisions of the priests and the Levites, for all the work of the service of Yahweh’s house, and for all the vessels of service in Yahweh’s house—",
        "14": "of gold by weight for the gold for all vessels of every kind of service, for all the vessels of silver by weight, for all vessels of every kind of service;",
        "15": "by weight also for the lamp stands of gold, and for its lamps, of gold, by weight for every lamp stand and for its lamps; and for the lamp stands of silver, by weight for every lamp stand and for its lamps, according to the use of every lamp stand;",
        "16": "and the gold by weight for the tables of show bread, for every table; and silver for the tables of silver;",
        "17": "and the forks, the basins, and the cups, of pure gold; and for the golden bowls by weight for every bowl; and for the silver bowls by weight for every bowl;",
        "18": "and for the altar of incense, refined gold by weight; and gold for the plans for the chariot, and the cherubim that spread out and cover the ark of Yahweh’s covenant.",
        "19": "“All this”, David said, “I have been made to understand in writing from Yahweh’s hand, even all the works of this pattern.”",
        "20": "David said to Solomon his son, “Be strong and courageous, and do it. Don’t be afraid, nor be dismayed, for Yahweh God, even my God, is with you. He will not fail you nor forsake you, until all the work for the service of Yahweh’s house is finished.",
        "21": "Behold, there are the divisions of the priests and the Levites for all the service of God’s house. Every willing man who has skill for any kind of service shall be with you in all kinds of work. Also the captains and all the people will be entirely at your command.”"
      }
    }
  }
}