{
  "book": "1 Cronici",
  "chapter": "14",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Hiram, împăratul Tirului, a trimis soli lui David și lemn de cedru și cioplitori de piatră și tâmplari, să-i zidească o casă.",
        "2": "David a cunoscut că Domnul îl întărea ca împărat al lui Israel și că împărăția lui s-a înălțat foarte mult din pricina poporului Său Israel.",
        "3": "David a mai luat neveste și la Ierusalim și a mai născut fii și fiice.",
        "4": "Iată numele celor ce i s-au născut la Ierusalim: Șamua, Șobab, Natan, Solomon,",
        "5": "Ibhar, Elișua, Elfelet,",
        "6": "Noga, Nefeg, Iafia,",
        "7": "Elișama, Beeliada și Elifelet. Biruințele lui David asupra filistenilor",
        "8": "Filistenii au auzit că David fusese uns împărat peste tot Israelul și s-au suit cu toții să-l caute. David a fost înștiințat de acest lucru și le-a ieșit înainte.",
        "9": "Filistenii au venit și s-au răspândit în valea refaimiților.",
        "10": "David a întrebat pe Dumnezeu zicând: „Să mă sui împotriva filistenilor, și îi vei da în mâinile mele?” Și Domnul i-a zis: „Suie-te și-i voi da în mâinile tale.”",
        "11": "S-au suit la Baal-Perațim, unde David i-a bătut. Apoi a zis: „Dumnezeu a risipit pe vrăjmașii mei prin mâna mea ca pe niște ape care se scurg.” De aceea s-a dat locului acestuia numele Baal-Perațim.",
        "12": "Ei și-au lăsat acolo dumnezeii, care au fost arși în foc, după porunca lui David.",
        "13": "Filistenii s-au răspândit din nou în vale.",
        "14": "David a întrebat iarăși pe Dumnezeu. Și Dumnezeu i-a zis: „Să nu te sui după ei; întoarce-te de la ei și mergi asupra lor prin fața duzilor.",
        "15": "Când vei auzi un vuiet de pași în vârfurile duzilor, atunci să ieși la luptă, căci Dumnezeu merge înaintea ta, ca să bată oastea filistenilor.”",
        "16": "David a făcut cum îi poruncise Dumnezeu, și oastea filistenilor a fost bătută de la Gabaon până la Ghezer.",
        "17": "Faima lui David s-a răspândit în toată țara și Domnul l-a făcut de temut pentru toate neamurile."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Huram, regele Tyrului, a trimis mesageri la David cu lemn de cedru, zidari și tâmplari, ca să-i construiască un palat.",
        "2": "David a înțeles că Domnul l-a desemnat rege peste Israel și i-a consolidat foarte mult domnia de dragul poporului Său Israel.",
        "3": "David și-a mai luat soții la Ierusalim. Și, astfel, lui David i s-au mai născut fii și fiice.",
        "4": "Acestea sunt numele fiilor care i s-au născut la Ierusalim: Șamua, Șobab, Natan, Solomon,",
        "5": "Ibhar, Elișua, Elpelet,",
        "6": "Nogah, Nefeg, Iafia,",
        "7": "Elișama, Beeliada și Elifelet.",
        "8": "Când au auzit filistenii că David a fost uns rege peste tot Israelul, toți filistenii au plecat în căutarea lui David. David a aflat acest lucru și a ieșit să-i înfrunte.",
        "9": "Filistenii au venit și au invadat Valea Refaim.",
        "10": "David L-a întrebat pe Dumnezeu, zicând: ‒ Să pornesc împotriva filistenilor? Îi vei da în mâna mea? Domnul i-a răspuns: ‒ Du-te, căci îi voi da în mâna ta!",
        "11": "S-au dus la Baal-Perațim, iar David i-a învins pe filisteni acolo. David a zis: „Dumnezeu S-a dezlănțuit împotriva dușmanilor mei, prin mâna mea, așa cum se dezlănțuie apele“. De aceea, locului aceluia i-au pus numele Baal-Perațim.",
        "12": "Filistenii și-au lăsat dumnezeii acolo, iar David a dat poruncă și aceștia au fost arși în foc.",
        "13": "Filistenii au venit din nou și au invadat valea.",
        "14": "David L-a întrebat din nou pe Dumnezeu, iar Dumnezeu i-a răspuns: ‒ Să nu te duci după ei! Ocolește-i și vino asupra lor din dreptul arbuștilor de balsam.",
        "15": "Când vei auzi vuiet de marș în vârful arbuștilor de balsam, să ieși la luptă, căci Dumnezeu a ieșit înaintea ta ca să învingă tabăra filistenilor.",
        "16": "David a făcut așa cum i-a poruncit Dumnezeu. Ei au învins tabăra filistenilor, de la Ghivon până la Ghezer.",
        "17": "Faima lui David s-a răspândit în toate teritoriile, iar Domnul l-a făcut de groază pentru toate națiunile."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Hiram king of Tyre sent messengers to David with cedar trees, masons, and carpenters, to build him a house.",
        "2": "David perceived that Yahweh had established him king over Israel, for his kingdom was highly exalted, for his people Israel’s sake.",
        "3": "David took more wives in Jerusalem, and David became the father of more sons and daughters.",
        "4": "These are the names of the children whom he had in Jerusalem: Shammua, Shobab, Nathan, Solomon,",
        "5": "Ibhar, Elishua, Elpelet,",
        "6": "Nogah, Nepheg, Japhia,",
        "7": "Elishama, Beeliada, and Eliphelet.",
        "8": "When the Philistines heard that David was anointed king over all Israel, all the Philistines went up to seek David; and David heard of it, and went out against them.",
        "9": "Now the Philistines had come and made a raid in the valley of Rephaim.",
        "10": "David inquired of God, saying, “Shall I go up against the Philistines? Will you deliver them into my hand?” Yahweh said to him, “Go up; for I will deliver them into your hand.”",
        "11": "So they came up to Baal Perazim, and David defeated them there. David said, God has broken my enemies by my hand, like waters breaking out. Therefore they called the name of that place Baal Perazim.",
        "12": "They left their gods there; and David gave a command, and they were burned with fire.",
        "13": "The Philistines made another raid in the valley.",
        "14": "David inquired again of God; and God said to him, “You shall not go up after them. Turn away from them, and come on them opposite the mulberry trees.",
        "15": "When you hear the sound of marching in the tops of the mulberry trees, then go out to battle; for God has gone out before you to strike the army of the Philistines.”",
        "16": "David did as God commanded him; and they attacked the army of the Philistines from Gibeon even to Gezer.",
        "17": "The fame of David went out into all lands; and Yahweh brought the fear of him on all nations."
      }
    }
  }
}