{
  "book": "1 Cronici",
  "chapter": "8",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Beniamin a născut pe Bela, întâiul lui născut; pe Așbel, al doilea; Ahrah, al treilea;",
        "2": "Noha, al patrulea și Rafa, al cincilea.",
        "3": "Fiii lui Bela au fost: Adar, Ghera, Abihud,",
        "4": "Abișua, Naaman, Ahoah,",
        "5": "Ghera, Șefufan și Huram.",
        "6": "Iată fiii lui Ehud, care erau capi de familie între locuitorii din Gheba și care i-au strămutat la Manahat:",
        "7": "Naaman, Ahia și Ghera. Ghera, care i-a strămutat, a născut pe Uza și pe Ahihud.",
        "8": "Șaharaim a avut copii în țara Moabului, după ce a îndepărtat pe nevestele sale: Hușim și Baara.",
        "9": "Cu nevastă-sa Hodeș a avut pe: Iobab, Țibia, Meșa, Malcam,",
        "10": "Ieuț, Șochia și Mirma. Aceștia sunt fiii săi, capii de familie.",
        "11": "Cu Hușim a avut pe: Abitub și Elpaal.",
        "12": "Fiii lui Elpaal: Eber, Mișeam și Șemer, care a zidit Ono, Lod și satele lui.",
        "13": "Beria și Șema, care erau capi de familie între locuitorii Aialonului, au pus pe fugă pe locuitorii din Gat.",
        "14": "Ahio, Șașac, Ieremot,",
        "15": "Zebadia, Arad, Eder,",
        "16": "Micael, Ișfa și Ioha erau fiii lui Beria.",
        "17": "Zebadia, Meșulam, Hizchi, Eber,",
        "18": "Ișmerai, Izlia și Iobab erau fiii lui Elpaal.",
        "19": "Iachim, Zicri, Zabdi,",
        "20": "Elienai, Țiltai, Eliel,",
        "21": "Adaia, Beraia și Șimrat erau fiii lui Șimei.",
        "22": "Ișpan, Eber, Eliel,",
        "23": "Abdon, Zicri, Hanan,",
        "24": "Hanania, Elam, Antotia,",
        "25": "Ifdeia și Penuel erau fiii lui Șașac.",
        "26": "Șamșerai, Șeharia, Atalia,",
        "27": "Iaareșia, Elia și Zicri erau fiii lui Ieroham.",
        "28": "Aceștia sunt capi de familie, capi după neamurile lor. Ei locuiau la Ierusalim. Spița neamului lui Saul",
        "29": "Tatăl lui Gabaon locuia la Gabaon și numele nevestei lui era Maaca.",
        "30": "Abdon era fiul său întâi născut, apoi Țur, Chis, Baal, Nadab,",
        "31": "Ghedor, Ahio și Zecher.",
        "32": "Miclot a născut pe Șimea. Și ei locuiau tot la Ierusalim, lângă frații lor, împreună cu frații lor.",
        "33": "Ner a născut pe Chis; Chis a născut pe Saul; Saul a născut pe Ionatan, pe Malchi-Șua, pe Abinadab și pe Eșbaal.",
        "34": "Fiul lui Ionatan: Merib-Baal. Merib-Baal a născut pe Mica.",
        "35": "Fiii lui Mica: Piton, Melec, Taerea și Ahaz.",
        "36": "Ahaz a născut pe Iehoada; Iehoada a născut pe Alemet, Azmavet și Zimri; Zimri a născut pe Moța;",
        "37": "Moța a născut pe Binea. Fiul acestuia a fost Rafa; Eleasa a fost fiul acestuia; Ațel a fost fiul acestuia.",
        "38": "Ațel a avut șase fii, ale căror nume iată-le: Azricam, Bocru, Ismael, Șearia, Obadia și Hanan. Toți aceștia erau fiii lui Ațel.",
        "39": "Fiii fratelui său Eșec: Ulam, întâiul lui născut; Ieus, al doilea și Elifelet, al treilea.",
        "40": "Fiii lui Ulam au fost oameni viteji, care trăgeau cu arcul și au avut mulți fii și nepoți, o sută cincizeci. Toți aceștia sunt fiii lui Beniamin."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Lui Beniamin i s-au născut următorii: Bela, întâiul lui născut; Așbel, al doilea; Ahrah, al treilea;",
        "2": "Noha, al patrulea; și Rafa, al cincilea.",
        "3": "Fiii lui Bela au fost: Adar, Ghera, Abihud,",
        "4": "Abișua, Naaman, Ahoah,",
        "5": "Ghera, Șefufan și Huram.",
        "6": "Iată-i pe urmașii lui Ehud, cei care au fost căpeteniile familiilor locuitorilor din Gheva și care au fost duși în captivitate, în Manahat:",
        "7": "Naaman, Ahia, Ghera, cel care i-a condus în captivitate și căruia i s-au născut Uza și Ahihud,",
        "8": "apoi Șaharaim, care a avut fii în țara Moabului, după ce le-a alungat pe Hușim și pe Baara, soțiile lui.",
        "9": "Din Hodeș, soția lui, i s-au născut: Iobab, Țibia, Meșa, Malcam,",
        "10": "Ieuț, Sachia și Mirma. Aceștia au fost fiii lui, căpetenii de familii.",
        "11": "Din Hușim i se născuseră Abitub și Elpaal.",
        "12": "Fiii lui Elpaal au fost: Eber, Mișam, Șamed (cel care a construit Ono și Lod cu satele dimprejurul lor),",
        "13": "Beria și Șema, cei care au fost căpeteniile familiilor locuitorilor din Aialon și care i-au pus pe fugă pe locuitorii din Gat.",
        "14": "Ahio, Șașak, Ieremot,",
        "15": "Zebadia, Arad, Eder,",
        "16": "Mihail, Ișpa și Ioha au fost fiii lui Beria.",
        "17": "Zebadia, Meșulam, Hizchi, Heber,",
        "18": "Ișmerai, Izlia și Iobab au fost fiii lui Elpaal.",
        "19": "Iachim, Zicri, Zabdi,",
        "20": "Elienai, Țiletai, Eliel,",
        "21": "Adaia, Beraia și Șimrat au fost fiii lui Șimei.",
        "22": "Ișpan, Eber, Eliel,",
        "23": "Abdon, Zicri, Hanan,",
        "24": "Hanania, Elam, Antotia,",
        "25": "Ifdeia și Penuel au fost fiii lui Șașak.",
        "26": "Șamșerai, Șeharia, Atalia,",
        "27": "Iaareșia, Ilie și Zicri au fost fiii lui Ieroham.",
        "28": "Toți aceștia au fost căpetenii de familii, fiind înscrise în genealogiile lor drept căpetenii. Ei au locuit la Ierusalim. Familia lui Saul",
        "29": "Ieiel, tatăl lui Ghivon, a locuit în Ghivon. Numele soției lui era Maaca.",
        "30": "Abdon a fost fiul lui întâi născut, urmat apoi de Țur, Chiș, Baal, Ner, Nadab,",
        "31": "Ghedor, Ahio, Zecher",
        "32": "și Miklot, căruia i s-a născut Șimea. Și aceștia, asemenea fraților lor, au locuit la Ierusalim împreună cu frații lor.",
        "33": "Lui Ner i s-a născut Chiș, lui Chiș – Saul, iar lui Saul – Ionatan, Malchi-Șua, Abinadab și Eșbaal.",
        "34": "Fiul lui Ionatan a fost: Merib-Baal; lui Merib-Baal i s-a născut Mica.",
        "35": "Fiii lui Mica au fost: Piton, Melek, Tarea și Ahaz.",
        "36": "Lui Ahaz i s-a născut Iehoada; lui Iehoada i s-au născut Alemet, Azmavet și Zimri, iar lui Zimri i s-a născut Moța.",
        "37": "Lui Moța i s-a născut Bina, al cărui fiu a fost Rafa. Fiul acestuia a fost Elasa, iar fiul acestuia a fost Ațel.",
        "38": "Ațel a avut șase fii; numele lor au fost: Azrikam, Bocru, Ismael, Șearia, Obadia și Hanan. Toți aceștia au fost fiii lui Ațel.",
        "39": "Fiii lui Eșek, fratele lui Ațel, au fost: Ulam, întâiul lui născut, Ieuș, al doilea, și Elifelet, al treilea.",
        "40": "Fiii lui Ulam au fost războinici viteji, arcași. Ei au avut mulți fii și nepoți – în total o sută cincizeci. Toți aceștia au fost urmași ai lui Beniamin."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Benjamin became the father of Bela his firstborn, Ashbel the second, Aharah the third,",
        "2": "Nohah the fourth, and Rapha the fifth.",
        "3": "Bela had sons: Addar, Gera, Abihud,",
        "4": "Abishua, Naaman, Ahoah,",
        "5": "Gera, Shephuphan, and Huram.",
        "6": "These are the sons of Ehud. These are the heads of fathers’ households of the inhabitants of Geba, who were carried captive to Manahath:",
        "7": "Naaman, Ahijah, and Gera, who carried them captive; and he became the father of Uzza and Ahihud.",
        "8": "Shaharaim became the father of children in the field of Moab, after he had sent them away. Hushim and Baara were his wives.",
        "9": "By Hodesh his wife, he became the father of Jobab, Zibia, Mesha, Malcam,",
        "10": "Jeuz, Shachia, and Mirmah. These were his sons, heads of fathers’ households.",
        "11": "By Hushim, he became the father of Abitub and Elpaal.",
        "12": "The sons of Elpaal: Eber, Misham, and Shemed, who built Ono and Lod, with its towns;",
        "13": "and Beriah and Shema, who were heads of fathers’ households of the inhabitants of Aijalon, who put to flight the inhabitants of Gath;",
        "14": "and Ahio, Shashak, Jeremoth,",
        "15": "Zebadiah, Arad, Eder,",
        "16": "Michael, Ishpah, Joha, the sons of Beriah,",
        "17": "Zebadiah, Meshullam, Hizki, Heber,",
        "18": "Ishmerai, Izliah, Jobab, the sons of Elpaal,",
        "19": "Jakim, Zichri, Zabdi,",
        "20": "Elienai, Zillethai, Eliel,",
        "21": "Adaiah, Beraiah, Shimrath, the sons of Shimei,",
        "22": "Ishpan, Eber, Eliel,",
        "23": "Abdon, Zichri, Hanan,",
        "24": "Hananiah, Elam, Anthothijah,",
        "25": "Iphdeiah, Penuel, the sons of Shashak,",
        "26": "Shamsherai, Shehariah, Athaliah,",
        "27": "Jaareshiah, Elijah, Zichri, and the sons of Jeroham.",
        "28": "These were heads of fathers’ households throughout their generations, chief men. These lived in Jerusalem.",
        "29": "The father of Gibeon, whose wife’s name was Maacah, lived in Gibeon",
        "30": "with his firstborn son Abdon, Zur, Kish, Baal, Nadab,",
        "31": "Gedor, Ahio, Zecher,",
        "32": "and Mikloth, who became the father of Shimeah. They also lived with their families in Jerusalem, near their relatives.",
        "33": "Ner became the father of Kish. Kish became the father of Saul. Saul became the father of Jonathan, Malchishua, Abinadab, and Eshbaal.",
        "34": "The son of Jonathan was Merib-baal. Merib-baal became the father of Micah.",
        "35": "The sons of Micah: Pithon, Melech, Tarea, and Ahaz.",
        "36": "Ahaz became the father of Jehoaddah. Jehoaddah became the father of Alemeth, Azmaveth, and Zimri. Zimri became the father of Moza.",
        "37": "Moza became the father of Binea. Raphah was his son, Eleasah his son, and Azel his son.",
        "38": "Azel had six sons, whose names are these: Azrikam, Bocheru, Ishmael, Sheariah, Obadiah, and Hanan. All these were the sons of Azel.",
        "39": "The sons of Eshek his brother: Ulam his firstborn, Jeush the second, and Eliphelet the third.",
        "40": "The sons of Ulam were mighty men of valor, archers, and had many sons, and grandsons, one hundred fifty. All these were of the sons of Benjamin."
      }
    }
  }
}