{
  "book": "1 Cronici",
  "chapter": "16",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "După ce au adus chivotul lui Dumnezeu, l-au pus în mijlocul cortului pe care-l întinsese David pentru el și au adus înaintea lui Dumnezeu arderi-de-tot și jertfe de mulțumire.",
        "2": "Când a isprăvit David de adus arderile-de-tot și jertfele de mulțumire, a binecuvântat poporul în Numele Domnului.",
        "3": "Apoi a împărțit tuturor celor din Israel, bărbați și femei, fiecăruia, câte o pâine, o bucată de carne și o turtă de stafide.",
        "4": "A dat leviților sarcina să facă slujba înaintea chivotului Domnului, să cheme, să laude și să slăvească pe Domnul Dumnezeul lui Israel.",
        "5": "Aceștia erau: Asaf, căpetenia, Zaharia, al doilea după el, Ieiel, Șemiramot, Iehiel, Matitia, Eliab, Benaia, Obed-Edom și Ieiel. Ei aveau instrumente de muzică, alăute și harpe și Asaf suna din țimbale.",
        "6": "Preoții Benaia și Iahaziel sunau mereu din trâmbițe înaintea chivotului legământului lui Dumnezeu.",
        "7": "În ziua aceea, David a însărcinat pentru întâiași dată pe Asaf și frații săi să vestească laudele Domnului. Cântare de laudă",
        "8": "Lăudați pe Domnul, chemați Numele Lui, faceți cunoscute printre popoare faptele Lui înalte!",
        "9": "Cântați, cântați în cinstea Lui! Vorbiți despre toate minunile Lui!",
        "10": "Făliți-vă cu Numele Lui cel sfânt! Să se bucure inima celor ce caută pe Domnul!",
        "11": "Căutați pe Domnul și sprijinul Lui, căutați necurmat Fața Lui!",
        "12": "Aduceți-vă aminte de minunile pe care le-a făcut, de minunile Lui și de judecățile rostite de gura Lui,",
        "13": "voi, sămânța lui Israel, robul Său, copiii lui Iacov, aleșii Lui!",
        "14": "Domnul este Dumnezeul nostru; judecățile Lui se împlinesc pe tot pământul.",
        "15": "Aduceți-vă aminte totdeauna de legământul Său, de făgăduințele Lui, făcute pentru o mie de neamuri de oameni,",
        "16": "de legământul pe care l-a făcut cu Avraam și de jurământul pe care l-a făcut lui Isaac;",
        "17": "El l-a făcut o lege pentru Iacov, un legământ veșnic pentru Israel,",
        "18": "zicând: „Îți voi da țara Canaanului ca moștenire care v-a căzut la împărțeală.”",
        "19": "Ei erau puțini la număr atunci, foarte puțini la număr, și străini în țara aceea.",
        "20": "Și mergeau de la un neam la altul și de la o împărăție la un alt popor,",
        "21": "dar El n-a îngăduit nimănui să-i asuprească și a pedepsit împărați din pricina lor,",
        "22": "zicând: „Nu vă atingeți de unșii Mei, și nu faceți niciun rău prorocilor mei!”",
        "23": "Cântați Domnului, toți locuitorii pământului! Vestiți din zi în zi mântuirea Lui;",
        "24": "povestiți printre neamuri slava Lui, printre toate popoarele minunile Lui!",
        "25": "Căci Domnul este mare și foarte vrednic de laudă, El este de temut mai presus de toți dumnezeii,",
        "26": "căci toți dumnezeii popoarelor sunt idoli, dar Domnul a făcut cerurile.",
        "27": "Măreția și strălucirea sunt înaintea Feței Lui, tăria și bucuria sunt în locașul Lui.",
        "28": "Familii de popoare, dați Domnului, dați Domnului slavă și cinste!",
        "29": "Dați Domnului slavă pentru Numele Lui! Aduceți daruri și veniți înaintea Lui, închinați-vă înaintea Domnului cu podoabe sfinte.",
        "30": "Tremurați înaintea Lui, toți locuitorii pământului! Căci lumea este întărită și nu se clatină.",
        "31": "Să se bucure cerurile și să se veselească pământul! Să se spună printre neamuri că Domnul împărățește!",
        "32": "Să urle marea cu tot ce este în ea! Câmpia să se veselească împreună cu tot ce este pe ea!",
        "33": "Să chiuie copacii din pădure înaintea Domnului! Căci El vine să judece pământul.",
        "34": "Lăudați pe Domnul, căci este bun, căci îndurarea Lui ține în veac!",
        "35": "Ziceți: „Mântuiește-ne, Dumnezeul mântuirii, strânge-ne și scoate-ne din mijlocul neamurilor, ca să lăudăm Numele Tău cel sfânt și să ne punem slava în a Te lăuda!",
        "36": "Binecuvântat să fie Domnul Dumnezeul lui Israel, din veșnicie în veșnicie!” Și tot poporul a zis: „Amin” și lăuda pe Domnul!",
        "37": "David a lăsat acolo, înaintea chivotului legământului Domnului, pe Asaf și pe frații lui, ca să slujească necurmat înaintea chivotului, împlinindu-și datoria zi de zi.",
        "38": "A lăsat pe Obed-Edom și pe Hosa cu frații lor, în număr de șaizeci și opt, pe Obed-Edom, fiul lui Iedutun, și pe Hosa, ca ușieri.",
        "39": "A pus pe preotul Țadoc și pe preoți, frații săi, înaintea locașului Domnului, pe înălțimea din Gabaon,",
        "40": "ca să aducă necurmat Domnului arderi-de-tot, dimineața și seara, pe altarul arderilor-de-tot și să împlinească tot ce este scris în Legea Domnului, poruncită lui Israel de Domnul.",
        "41": "Cu ei erau Heman și Iedutun, și ceilalți care fuseseră aleși și numiți pe nume ca să laude pe Domnul, căci îndurarea Lui ține în veac.",
        "42": "Cu ei erau Heman și Iedutun, care aveau trâmbițe și țimbale pentru cei ce sunau din ele și instrumente pentru cântări în cinstea lui Dumnezeu. Fiii lui Iedutun erau ușieri.",
        "43": "Tot poporul s-a dus fiecare la casa lui și David s-a întors să-și binecuvânteze casa."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Au adus Chivotul lui Dumnezeu și l-au așezat în mijlocul cortului pe care i l-a întins David. Apoi au adus înaintea lui Dumnezeu arderi-de-tot și jertfe de pace.",
        "2": "După ce a terminat de adus arderile-de-tot și jertfele de pace, David a binecuvântat poporul în Numele Domnului",
        "3": "și a împărțit întregului Israel, fiecărui bărbat și fiecărei femei, câte o pâine rotundă, o turtă de curmale și o turtă cu stafide.",
        "4": "I-a pus înaintea Chivotului Domnului pe unii dintre leviții slujitori ca să-L amintească, să-I mulțumească și să-L laude pe Domnul, Dumnezeul lui Israel.",
        "5": "Asaf era căpetenia, Zaharia era al doilea în rang, iar Ieiel, Șemiramot, Iehiel, Matitia, Eliab, Benaia, Obed-Edom și Ieiel cântau la harfe și la lire. Asaf era desemnat să cânte la chimvale,",
        "6": "iar preoții Benaia și Iahaziel sunau continuu din trâmbițe înaintea Chivotului legământului cu Dumnezeu.",
        "7": "În ziua aceea, David i-a desemnat, pentru prima dată, pe Asaf și pe frații lui, să mulțumească Domnului.",
        "8": "„Mulțumiți Domnului, chemați Numele Lui, faceți cunoscute printre popoare lucrările Lui!",
        "9": "Cântați-I, cântați spre lauda Lui, vestiți toate minunile Lui!",
        "10": "Lăudați-vă cu Numele Lui cel sfânt! Să se bucure inima celor ce-L caută pe Domnul!",
        "11": "Căutați pe Domnul și puterea Lui; căutați întotdeauna fața Lui!",
        "12": "Aduceți-vă aminte de minunile pe care le-a făcut, de semnele Sale și de judecățile rostite de gura Sa,",
        "13": "descendenți ai slujitorului Său Israel, fii ai lui Iacov, aleșii Lui!",
        "14": "El este Domnul, Dumnezeul nostru, și judecățile Lui se împlinesc pe tot pământul.",
        "15": "Aduceți-vă aminte întotdeauna de legământul Lui, de cuvântul pe care l-a poruncit pentru o mie de generații,",
        "16": "de legământul pe care l-a încheiat cu Avraam, de jurământul Lui către Isaac,",
        "17": "pe care l-a confirmat față de Iacov printr-o hotărâre și față de Israel printr-un legământ veșnic,",
        "18": "zicând: «Ție îți voi da țara Canaanului ca parte a moștenirii voastre».",
        "19": "Pe atunci, voi erați doar câțiva oameni, puțini la număr și străini în țară.",
        "20": "Ei călătoreau de la o națiune la altă națiune, și de la un regat la alt popor.",
        "21": "El nu a îngăduit niciunui om să-i asuprească și a mustrat regi pentru ei:",
        "22": "«Nu vă atingeți de unșii Mei și nu le faceți rău profeților Mei!».",
        "23": "Cântați Domnului toți locuitorii pământului! Vestiți în fiecare zi mântuirea Lui!",
        "24": "Istorisiți printre națiuni gloria Lui și printre toate popoarele minunile Lui!",
        "25": "Căci mare este Domnul și foarte demn să fie lăudat! El este mai de temut decât toți dumnezeii.",
        "26": "Căci toți dumnezeii popoarelor sunt idoli, dar Domnul a făcut cerurile.",
        "27": "Splendoarea și măreția sunt înaintea Lui, iar puterea și bucuria – în Locuința Lui.",
        "28": "Familii ale popoarelor, dați Domnului, dați Domnului glorie și lăudați-L pentru puterea Lui!",
        "29": "Dați Domnului gloria cuvenită Numelui Său! Aduceți un dar de mâncare și veniți înaintea Lui! Închinați-vă Domnului îmbrăcați în haine sfinte!",
        "30": "Tremurați înaintea Lui, voi, toți locuitorii pământului! Lumea este trainică și nu poate fi clătinată.",
        "31": "Să se bucure cerurile și să se înveselească pământul! Să se spună printre națiuni: «Domnul împărățește!».",
        "32": "Să vuiască marea și tot ce este în ea, să tresalte câmpia și tot ce este pe ea!",
        "33": "Atunci copacii pădurii vor striga de bucurie înaintea Domnului, căci El vine să judece pământul.",
        "34": "Mulțumiți Domnului, căci este bun! Căci în veac ține îndurarea Lui!",
        "35": "Ziceți: «Eliberează-ne, Dumnezeul eliberării noastre; strânge-ne și salvează-ne dintre națiuni, ca să aducem mulțumiri Numelui Tău cel sfânt și să ne lăudăm cu faptele Tale demne de laudă».",
        "36": "Binecuvântat să fie Domnul, Dumnezeul lui Israel, din veșnicie în veșnicie!“. Tot poporul a zis „Amin!“ și L-a lăudat pe Domnul.",
        "37": "David i-a lăsat înaintea Chivotului legământului Domnului pe Asaf și pe frații lui, ca să slujească întotdeauna înaintea Chivotului, împlinindu-și datoria zi de zi.",
        "38": "L-a lăsat și pe Obed-Edom împreună cu frații lui, în număr de șaizeci și opt. Obed-Edom, fiul lui Iedutun, și Hosa erau portari.",
        "39": "David l-a pus pe preotul Țadok împreună cu frații lui, preoții, înaintea Tabernaculului Domnului, de pe înălțimea care era în Ghivon,",
        "40": "ca să aducă arderi-de-tot Domnului, pe altarul arderilor-de-tot, în fiecare dimineață și în fiecare seară, potrivit cu tot ce este scris în Legea Domnului, pe care El a poruncit-o lui Israel.",
        "41": "Împreună cu ei se aflau Heman, Iedutun și cei rămași dintre cei care fuseseră aleși și desemnați pe nume ca să mulțumească Domnului, căci în veac ține îndurarea Lui.",
        "42": "Heman și Iedutun aveau cu ei trâmbițe și chimvale pentru cântăreți, precum și instrumente de cântat în cinstea lui Dumnezeu. Fiii lui Iedutun erau portari.",
        "43": "Apoi tot poporul a plecat, fiecare la casa lui, iar David s-a întors să-și binecuvânteze familia."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "They brought in God’s ark, and set it in the middle of the tent that David had pitched for it; and they offered burnt offerings and peace offerings before God.",
        "2": "When David had finished offering the burnt offering and the peace offerings, he blessed the people in Yahweh’s name.",
        "3": "He gave to everyone of Israel, both man and woman, to everyone a loaf of bread, a portion of meat, and a cake of raisins.",
        "4": "He appointed some of the Levites to minister before Yahweh’s ark, and to commemorate, to thank, and to praise Yahweh, the God of Israel:",
        "5": "Asaph the chief, and second to him Zechariah, then Jeiel, Shemiramoth, Jehiel, Mattithiah, Eliab, Benaiah, Obed-Edom, and Jeiel, with stringed instruments and with harps; and Asaph with cymbals, sounding aloud;",
        "6": "with Benaiah and Jahaziel the priests with trumpets continually, before the ark of the covenant of God.",
        "7": "Then on that day David first ordained giving of thanks to Yahweh by the hand of Asaph and his brothers.",
        "8": "Oh give thanks to Yahweh. Call on his name. Make what he has done known among the peoples.",
        "9": "Sing to him. Sing praises to him. Tell of all his marvelous works.",
        "10": "Glory in his holy name. Let the heart of those who seek Yahweh rejoice.",
        "11": "Seek Yahweh and his strength. Seek his face forever more.",
        "12": "Remember his marvelous works that he has done, his wonders, and the judgments of his mouth,",
        "13": "you offspring of Israel his servant, you children of Jacob, his chosen ones.",
        "14": "He is Yahweh our God. His judgments are in all the earth.",
        "15": "Remember his covenant forever, the word which he commanded to a thousand generations,",
        "16": "the covenant which he made with Abraham, his oath to Isaac.",
        "17": "He confirmed it to Jacob for a statute, and to Israel for an everlasting covenant,",
        "18": "saying, “I will give you the land of Canaan, The lot of your inheritance,”",
        "19": "when you were but a few men in number, yes, very few, and foreigners in it.",
        "20": "They went about from nation to nation, from one kingdom to another people.",
        "21": "He allowed no man to do them wrong. Yes, he reproved kings for their sakes,",
        "22": "“Don’t touch my anointed ones! Do my prophets no harm!”",
        "23": "Sing to Yahweh, all the earth! Display his salvation from day to day.",
        "24": "Declare his glory among the nations, and his marvelous works among all the peoples.",
        "25": "For great is Yahweh, and greatly to be praised. He also is to be feared above all gods.",
        "26": "For all the gods of the peoples are idols, but Yahweh made the heavens.",
        "27": "Honor and majesty are before him. Strength and gladness are in his place.",
        "28": "Ascribe to Yahweh, you families of the peoples, ascribe to Yahweh glory and strength!",
        "29": "Ascribe to Yahweh the glory due to his name. Bring an offering, and come before him. Worship Yahweh in holy array.",
        "30": "Tremble before him, all the earth. The world also is established that it can’t be moved.",
        "31": "Let the heavens be glad, and let the earth rejoice! Let them say among the nations, “Yahweh reigns!”",
        "32": "Let the sea roar, and its fullness! Let the field exult, and all that is in it!",
        "33": "Then the trees of the forest will sing for joy before Yahweh, for he comes to judge the earth.",
        "34": "Oh give thanks to Yahweh, for he is good, for his loving kindness endures forever.",
        "35": "Say, “Save us, God of our salvation! Gather us together and deliver us from the nations, to give thanks to your holy name, to triumph in your praise.”",
        "36": "Blessed be Yahweh, the God of Israel, from everlasting even to everlasting. All the people said, “Amen,” and praised Yahweh.",
        "37": "So he left Asaph and his brothers there before the ark of Yahweh’s covenant, to minister before the ark continually, as every day’s work required;",
        "38": "and Obed-Edom with their sixty-eight relatives; Obed-Edom also the son of Jeduthun and Hosah to be doorkeepers;",
        "39": "and Zadok the priest and his brothers the priests, before Yahweh’s tabernacle in the high place that was at Gibeon,",
        "40": "to offer burnt offerings to Yahweh on the altar of burnt offering continually morning and evening, even according to all that is written in Yahweh’s law, which he commanded to Israel;",
        "41": "and with them Heman and Jeduthun and the rest who were chosen, who were mentioned by name, to give thanks to Yahweh, because his loving kindness endures forever;",
        "42": "and with them Heman and Jeduthun with trumpets and cymbals for those that should sound aloud, and with instruments for the songs of God, and the sons of Jeduthun to be at the gate.",
        "43": "All the people departed, each man to his house; and David returned to bless his house."
      }
    }
  }
}