{
  "book": "1 Cronici",
  "chapter": "12",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Iată cei ce s-au dus la David, la Țiclag, pe când se ținea el departe de fața lui Saul, fiul lui Chis. Ei făceau parte din vitejii care i-au dat ajutor în timpul războiului.",
        "2": "Erau arcași, cu mâna dreaptă și cu mâna stângă aruncau pietre, iar cu arcul trăgeau săgeți. Erau din Beniamin, din numărul fraților lui Saul.",
        "3": "Căpetenia Ahiezer și Ioas, fiii lui Șemaa, din Ghibea; Ieziel și Pelet, fiii lui Azmavet; Beraca; Iehu din Anatot;",
        "4": "Ișmaia din Gabaon, viteaz între cei treizeci și căpetenie peste treizeci; Ieremia; Iahaziel; Iohanan; Iozabad din Ghedera;",
        "5": "Eluzai; Ierimot; Bealia; Șemaria; Șefatia din Harof;",
        "6": "Elcana, Ișia, Azareel, Ioezer și Iașobeam, coreiți;",
        "7": "Ioela și Zebadia, fiii lui Ieroham, din Ghedor.",
        "8": "Dintre gadiți, niște viteji au plecat să se ducă la David, în cetățuia din pustie, ostași deprinși la război, înarmați cu scut și cu suliță ca niște lei și iuți ca niște căprioare de pe munți.",
        "9": "Ezer, căpetenia; Obadia, al doilea; Eliab, al treilea;",
        "10": "Mișmana, al patrulea; Ieremia, al cincilea;",
        "11": "Atai, al șaselea; Eliel, al șaptelea;",
        "12": "Iohanan, al optulea; Elzabad, al nouălea;",
        "13": "Ieremia, al zecelea; Macbanai, al unsprezecelea.",
        "14": "Aceștia erau fiii lui Gad, căpetenii ale oștirii; unul singur, cel mai mic, putea să se lupte cu o sută de oameni și cel mai mare, cu o mie.",
        "15": "Aceștia au trecut Iordanul în luna întâi, când ieșea din matcă pe tot cursul lui și ei sunt aceia care au pus pe fugă pe toți locuitorii din văi, la răsărit și la apus.",
        "16": "Și din fiii lui Beniamin și ai lui Iuda au fost unii care s-au dus la David în cetățuie.",
        "17": "David le-a ieșit înainte și le-a vorbit astfel: „Dacă veniți la mine cu gânduri bune, ca să mă ajutați, inima mea se va uni cu voi, dar, dacă veniți să mă înșelați, în folosul vrăjmașilor mei, când nu fac nicio silnicie, Dumnezeul părinților noștri să vadă și să judece!”",
        "18": "Amasai, unul din căpitanii de seamă, a fost apucat de Duhul și a zis: „Suntem cu tine, Davide, și cu tine, fiul lui Isai! Pace, pace ție și pace celor ce te ajută, căci Dumnezeul tău ți-a ajutat!” Și David i-a primit și i-a pus între căpeteniile oștirii.",
        "19": "Niște oameni din Manase s-au unit cu David când a pornit cu război împotriva lui Saul cu filistenii. Dar n-au fost de ajutor filistenilor, căci, după ce s-au sfătuit, domnii filistenilor au trimis înapoi pe David, zicând: „S-ar putea ca el să treacă de partea stăpânului său Saul și să ne pună astfel în primejdie capetele noastre.”",
        "20": "Când s-a întors la Țiclag, iată cei ce s-au unit cu el din Manase: Adnah, Iozabad, Iediael, Micael, Iozabad, Elihu și Țiltai, căpetenia miilor lui Manase.",
        "21": "Au dat ajutor lui David împotriva cetei (jefuitorilor amaleciți), căci toți erau oameni viteji și au ajuns căpetenii în oștire.",
        "22": "Și din zi în zi veneau oameni la David să-l ajute, până ce a avut o tabără mare, ca o tabără a lui Dumnezeu. Războinicii celor douăsprezece seminții",
        "23": "Iată numărul oamenilor înarmați pentru război care s-au dus la David, în Hebron, ca să treacă asupra lui domnia lui Saul, după porunca Domnului:",
        "24": "Fiii lui Iuda care purtau scutul și sulița, șase mii opt sute, înarmați pentru război.",
        "25": "Din fiii lui Simeon, oameni viteji la război, șapte mii o sută.",
        "26": "Din fiii lui Levi, patru mii șase sute",
        "27": "și Iehoiada, mai-marele aaroniților, și cu el trei mii șapte sute;",
        "28": "și Țadoc, tânăr viteaz, și casa tatălui său, douăzeci și două de căpetenii.",
        "29": "Din fiii lui Beniamin, frații lui Saul, trei mii, căci până atunci cea mai mare parte dintre ei rămăseseră credincioși casei lui Saul.",
        "30": "Din fiii lui Efraim, douăzeci de mii opt sute, oameni viteji, oameni cu faimă, după casele părinților lor.",
        "31": "Din jumătatea seminției lui Manase, optsprezece mii, care au fost numiți pe nume să se ducă să pună împărat pe David.",
        "32": "Din fiii lui Isahar, care se pricepeau în înțelegerea vremurilor și știau ce trebuia să facă Israel, două sute de căpetenii și toți frații lor erau puși sub porunca lor.",
        "33": "Din Zabulon, cincizeci de mii în stare să meargă la oștire, înarmați pentru luptă cu toate armele de război și gata să se lupte cu o inimă hotărâtă.",
        "34": "Din Neftali, o mie de căpetenii și cu ei treizeci și șapte de mii, care purtau scutul și sulița.",
        "35": "Din daniți, înarmați pentru război, douăzeci și opt de mii șase sute.",
        "36": "Din Așer, în stare să meargă la oaste și gata de luptă, patruzeci de mii.",
        "37": "Și de cealaltă parte a Iordanului, din rubeniți, din gadiți și din jumătatea seminției lui Manase, cu toate armele de război, o sută douăzeci de mii.",
        "38": "Toți acești bărbați, oameni de război, gata de luptă, au venit la Hebron cu inima neprefăcută ca să pună pe David împărat peste tot Israelul. Și toți ceilalți din Israel erau tot cu un gând să facă împărat pe David.",
        "39": "Au stat acolo trei zile cu David, mâncând și bând, căci frații lor le pregătiseră de mâncare.",
        "40": "Și chiar cei ce locuiau lângă ei până la Isahar, la Zabulon și Neftali, aduceau merinde pe măgari, pe cămile, pe catâri și pe boi: aluaturi, turte de smochine și de stafide, vin, untdelemn, boi și oi din belșug, căci era bucurie în Israel."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Iată-i pe cei care s-au dus la David în Țiklag, în timp ce acesta se ascundea de Saul, fiul lui Chiș. Ei au fost dintre vitejii care l-au ajutat în război.",
        "2": "Aceștia mânuiau arcul și puteau să arunce pietre sau să tragă săgeți cu arcul atât cu mâna dreaptă, cât și cu mâna stângă. Erau din Beniamin, dintre frații lui Saul.",
        "3": "Căpetenia Ahiezer și Ioaș – fii ai lui Șemaa din Ghiva; Ieziel și Pelet – fiii lui Azmavet; Beraca și Iehu din Anatot;",
        "4": "Ișmaia din Ghivon, viteaz între cei treizeci și conducător peste treizeci; Ieremia, Iahaziel, Iohanan și Iozabad din Ghedera;",
        "5": "harufiții – Eluzai, Ierimot, Bealia, Șemaria și Șefatia;",
        "6": "korahiții – Elkana, Ișia, Azarel, Ioezer, Iașobeam;",
        "7": "Ioela și Zebadia, fii ai lui Ieroham din Ghedor.",
        "8": "Dintre gadiți, s-au alăturat lui David, în fortăreața din deșert, războinici viteji, luptători aleși, care mânuiau scutul și lancea, erau neînfricați ca leii și iuți precum gazelele pe munți.",
        "9": "Ezer era căpetenia, Obadia – al doilea, Eliab – al treilea,",
        "10": "Mișmana – al patrulea, Ieremia – al cincilea,",
        "11": "Atai – al șaselea, Eliel – al șaptelea,",
        "12": "Iohanan – al optulea, Elzabad – al nouălea,",
        "13": "Ieremia – al zecelea, Macbanai – al unsprezecelea.",
        "14": "Acestea au fost căpeteniile armatei dintre fiii lui Gad: cel mai neînsemnat valora cât o sută de oameni, cel mai renumit – cât o mie.",
        "15": "Aceștia sunt cei ce au trecut Iordanul în prima lună a anului, atunci când acesta se revarsă peste maluri, și i-au alungat pe toți cei din vale, înspre est și înspre vest.",
        "16": "Au venit la David la fortăreață și dintre fiii lui Beniamin și ai lui Iuda.",
        "17": "David a ieșit înaintea lor, a răspuns și le-a zis: ‒ Dacă veniți la mine cu gânduri bune, ca să mă ajutați, atunci inima mea se va uni cu a voastră, dar dacă vreți să mă trădați dușmanilor mei, deși nu sunt vinovat de nicio nelegiuire, Dumnezeul strămoșilor noștri să vadă și să judece!",
        "18": "Atunci Amasai, căpetenia conducătorilor, a fost îmbrăcat cu Duhul și a zis: ‒ Suntem de partea ta, David! Suntem cu tine, fiu al lui Ișai! Pace! Pace ție și pace celor ce te ajută! Căci Însuși Dumnezeul tău te-a ajutat! David i-a primit și i-a desemnat căpetenii peste ceată.",
        "19": "Niște oameni din Manase i s-au alăturat și ei lui David, atunci când acesta i-a însoțit pe filisteni la luptă împotriva lui Saul. Însă ei nu le-au fost de ajutor filistenilor, fiindcă domnitorii acestora au hotărât să-l trimită înapoi pe David, zicând: „Vom plăti cu capetele noastre dacă va trece de partea lui Saul, stăpânul lui!“.",
        "20": "Când a plecat David spre Țiklag, cei din Manase care au trecut de partea lui au fost următorii: Adnah, Iozabad, Iediael, Mihail, Iozabad, Elihu și Țiletai, toți fiind căpetenii ale miilor care erau în Manase.",
        "21": "Ei l-au ajutat împotriva cetei de jefuitori, căci toți erau războinici viteji și au ajuns conducători în armată.",
        "22": "În fiecare zi veneau la David oameni ca să-l ajute, până când tabăra lui a ajuns ca tabăra lui Dumnezeu.",
        "23": "Iată numărul căpeteniilor înarmate pentru război, care au venit la David, în Hebron, ca să întoarcă la el regatul lui Saul, după Cuvântul Domnului:",
        "24": "dintre fiii lui Iuda, care purtau scut și lance, au fost șase mii opt sute de oameni înarmați pentru război;",
        "25": "dintre fiii lui Simeon, războinici viteji, au fost șapte mii o sută;",
        "26": "dintre fiii lui Levi, au fost patru mii șase sute;",
        "27": "Iehoiada, conducătorul clanului lui Aaron, împreună cu trei mii șapte sute de oameni;",
        "28": "Țadok, un tânăr războinic și viteaz, împreună cu douăzeci și două de căpetenii din familia tatălui său;",
        "29": "dintre fiii lui Beniamin, frații lui Saul, au fost trei mii (până atunci majoritatea dintre ei rămăseseră loiali Casei lui Saul);",
        "30": "dintre fiii lui Efraim, au fost douăzeci de mii opt sute de războinici viteji, bărbați cu renume în familiile părinților lor;",
        "31": "din jumătatea seminției lui Manase, au fost optsprezece mii, desemnați pe nume ca să vină să-l facă rege pe David;",
        "32": "dintre fiii lui Isahar, cei care au înțeles vremurile, astfel încât Israel să știe ce trebuie să facă, au fost două sute de căpetenii, precum și toți frații acestora aflați sub comanda lor;",
        "33": "din Zabulon, cei în stare să iasă cu armata, instruiți pentru război, înarmați cu toate armele de război, au fost cincizeci de mii, gata să-l sprijine pe David cu o inimă hotărâtă;",
        "34": "din Neftali, au fost o mie de căpetenii și, împreună cu acestea, treizeci și șapte de mii de oameni înarmați cu scut și suliță;",
        "35": "dintre daniți, instruiți pentru război, au fost douăzeci și opt de mii șase sute;",
        "36": "din Așer, cei în stare să iasă cu armata, instruiți pentru război, au fost patruzeci de mii;",
        "37": "dintre cei care erau dincolo de Iordan, adică dintre rubeniți, dintre gadiți și din jumătatea seminției lui Manase, înarmați pentru luptă cu tot felul de arme de război, au fost o sută douăzeci de mii.",
        "38": "Toți acești războinici, gata să sprijine linia de luptă, au venit la Hebron cu toată inima ca să-l facă pe David rege peste tot Israelul. De asemenea, toți ceilalți din Israel s-au unit cu ei ca să-l facă pe David rege.",
        "39": "Au stat acolo, împreună cu David, timp de trei zile, mâncând și bând, căci frații lor le pregătiseră masa.",
        "40": "Chiar și vecinii lor, până în teritoriul lui Isahar, al lui Zabulon și al lui Neftali, au adus mâncare încărcată pe măgari, pe cămile, pe catâri și pe vite – provizii de făină, turte de smochine și de stafide, ulei și vin, vite și oi din belșug, căci era bucurie în Israel."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now these are those who came to David to Ziklag while he was a fugitive from Saul the son of Kish. They were among the mighty men, his helpers in war.",
        "2": "They were armed with bows, and could use both the right hand and the left in slinging stones and in shooting arrows from the bow. They were of Saul’s relatives of the tribe of Benjamin.",
        "3": "The chief was Ahiezer, then Joash, the sons of Shemaah the Gibeathite; Jeziel and Pelet, the sons of Azmaveth; Beracah; Jehu the Anathothite;",
        "4": "Ishmaiah the Gibeonite, a mighty man among the thirty and a leader of the thirty; Jeremiah; Jahaziel; Johanan; Jozabad the Gederathite;",
        "5": "Eluzai; Jerimoth; Bealiah; Shemariah; Shephatiah the Haruphite;",
        "6": "Elkanah, Isshiah, Azarel, Joezer, and Jashobeam, the Korahites;",
        "7": "and Joelah and Zebadiah, the sons of Jeroham of Gedor.",
        "8": "Some Gadites joined David in the stronghold in the wilderness, mighty men of valor, men trained for war, who could handle shield and spear; whose faces were like the faces of lions, and they were as swift as the gazelles on the mountains:",
        "9": "Ezer the chief, Obadiah the second, Eliab the third,",
        "10": "Mishmannah the fourth, Jeremiah the fifth,",
        "11": "Attai the sixth, Eliel the seventh,",
        "12": "Johanan the eighth, Elzabad the ninth,",
        "13": "Jeremiah the tenth, and Machbannai the eleventh.",
        "14": "These of the sons of Gad were captains of the army. He who was least was equal to one hundred, and the greatest to one thousand.",
        "15": "These are those who went over the Jordan in the first month, when it had overflowed all its banks; and they put to flight all who lived in the valleys, both toward the east and toward the west.",
        "16": "Some of the children of Benjamin and Judah came to the stronghold to David.",
        "17": "David went out to meet them, and answered them, “If you have come peaceably to me to help me, my heart will be united with you; but if you have come to betray me to my adversaries, since there is no wrong in my hands, may the God of our fathers see this and rebuke it.”",
        "18": "Then the Spirit came on Amasai, who was chief of the thirty, and he said, “We are yours, David, and on your side, you son of Jesse. Peace, peace be to you, and peace be to your helpers; for your God helps you.” Then David received them and made them captains of the band.",
        "19": "Some of Manasseh also joined David when he came with the Philistines against Saul to battle, but they didn’t help them, for the lords of the Philistines sent him away after consultation, saying, “He will desert to his master Saul to the jeopardy of our heads.”",
        "20": "As he went to Ziklag, some from Manasseh joined him: Adnah, Jozabad, Jediael, Michael, Jozabad, Elihu, and Zillethai, captains of thousands who were of Manasseh.",
        "21": "They helped David against the band of raiders, for they were all mighty men of valor and were captains in the army.",
        "22": "For from day to day men came to David to help him, until there was a great army, like God’s army.",
        "23": "These are the numbers of the heads of those who were armed for war, who came to David to Hebron to turn the kingdom of Saul to him, according to Yahweh’s word.",
        "24": "The children of Judah who bore shield and spear were six thousand eight hundred, armed for war.",
        "25": "Of the children of Simeon, mighty men of valor for the war: seven thousand one hundred.",
        "26": "Of the children of Levi: four thousand six hundred.",
        "27": "Jehoiada was the leader of the household of Aaron; and with him were three thousand seven hundred,",
        "28": "and Zadok, a young man mighty of valor, and of his father’s house twenty-two captains.",
        "29": "Of the children of Benjamin, Saul’s relatives: three thousand, for until then, the greatest part of them had kept their allegiance to Saul’s house.",
        "30": "Of the children of Ephraim: twenty thousand eight hundred, mighty men of valor, famous men in their fathers’ houses.",
        "31": "Of the half-tribe of Manasseh: eighteen thousand, who were mentioned by name, to come and make David king.",
        "32": "Of the children of Issachar, men who had understanding of the times, to know what Israel ought to do, their heads were two hundred; and all their brothers were at their command.",
        "33": "Of Zebulun, such as were able to go out in the army, who could set the battle in array with all kinds of instruments of war: fifty thousand who could command and were not of double heart.",
        "34": "Of Naphtali: one thousand captains, and with them with shield and spear thirty-seven thousand.",
        "35": "Of the Danites who could set the battle in array: twenty-eight thousand six hundred.",
        "36": "Of Asher, such as were able to go out in the army, who could set the battle in array: forty thousand.",
        "37": "On the other side of the Jordan, of the Reubenites, the Gadites, and of the half-tribe of Manasseh, with all kinds of instruments of war for the battle: one hundred twenty thousand.",
        "38": "All these were men of war who could order the battle array, and came with a perfect heart to Hebron to make David king over all Israel; and all the rest also of Israel were of one heart to make David king.",
        "39": "They were there with David three days, eating and drinking; for their brothers had supplied provisions for them.",
        "40": "Moreover those who were near to them, as far as Issachar, Zebulun, and Naphtali, brought bread on donkeys, on camels, on mules, and on oxen: supplies of flour, cakes of figs, clusters of raisins, wine, oil, cattle, and sheep in abundance; for there was joy in Israel."
      }
    }
  }
}