{
  "book": "1 Cronici",
  "chapter": "15",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "David și-a zidit case în cetatea lui David; a pregătit un loc chivotului lui Dumnezeu și a ridicat un cort pentru el.",
        "2": "Atunci David a zis: „Chivotul lui Dumnezeu nu trebuie purtat decât de leviți, căci pe ei i-a ales Domnul să ducă chivotul lui Dumnezeu și să-I slujească pe vecie.”",
        "3": "Și David a strâns tot Israelul la Ierusalim ca să suie chivotul Domnului la locul pe care i-l pregătise.",
        "4": "David a strâns pe fiii lui Aaron și pe leviți:",
        "5": "din fiii lui Chehat: pe căpetenia Uriel și pe frații săi – o sută douăzeci;",
        "6": "din fiii lui Merari: pe căpetenia Asaia și pe frații săi – două sute douăzeci;",
        "7": "din fiii lui Gherșom: pe căpetenia Ioel și pe frații săi – o sută treizeci;",
        "8": "din fiii lui Elițafan: pe căpetenia Semaia și pe frații săi – două sute;",
        "9": "din fiii lui Hebron, pe căpetenia Eliel și pe frații săi – optzeci;",
        "10": "din fiii lui Uziel: pe căpetenia Aminadab și pe frații săi – o sută doisprezece.",
        "11": "David a chemat pe preoții Țadoc și Abiatar și pe leviții Uriel, Asaia, Ioel, Șemaia, Eliel și Aminadab.",
        "12": "Și le-a zis: „Voi sunteți capii de familie ai leviților, sfințiți-vă, voi și frații voștri, și suiți chivotul Domnului Dumnezeului lui Israel la locul pe care i l-am pregătit.",
        "13": "Pentru că n-ați fost întâiași dată, de aceea ne-a lovit Domnul Dumnezeul nostru, căci nu L-am căutat după lege.”",
        "14": "Preoții și leviții s-au sfințit ca să suie chivotul Domnului Dumnezeului lui Israel.",
        "15": "Fiii leviților au dus chivotul lui Dumnezeu pe umeri cu niște drugi, cum poruncise Moise, după cuvântul Domnului.",
        "16": "Și David a zis căpeteniilor leviților să așeze pe frații lor cântăreți cu instrumente de muzică, cu lăute, harpe și țimbale, și să sune din ele cântări răsunătoare, în semn de bucurie.",
        "17": "Leviții au așezat pe Heman, fiul lui Ioel; dintre frații lui, pe Asaf, fiul lui Berechia, și dintre fiii lui Merari, frații lor, pe Etan, fiul lui Cușaia;",
        "18": "apoi, împreună cu ei, pe frații lor de a doua mână: pe Zaharia, Ben, Iaaziel, Șemiramot, Iehiel, Uni, Eliab, Benaia, Maaseia, Matitia, Elifele și Micneia și Obed-Edom și Ieiel, ușieri.",
        "19": "Cântăreții Heman, Asaf și Etan aveau țimbale de aramă, ca să sune din ele.",
        "20": "Zaharia, Aziel, Șemiramot, Iehiel, Uni, Eliab, Maaseia și Benaia aveau lăute pe alamot",
        "21": "și Matitia, Elifele, Micneia, Obed-Edom, Ieiel și Azazia aveau harpe cu opt coarde, ca să sune tare.",
        "22": "Chenania, căpetenia muzicii între leviți, cârmuia muzica, fiindcă era meșter.",
        "23": "Berechia și Elcana erau ușierii chivotului.",
        "24": "Șebania, Iosafat, Netaneel, Amasai, Zaharia, Benaia și Eliezer, preoții, sunau din trâmbițe înaintea chivotului lui Dumnezeu. Obed-Edom și Iehia erau ușierii chivotului.",
        "25": "David, bătrânii lui Israel și căpeteniile miilor au pornit astfel să suie chivotul legământului Domnului de la casa lui Obed-Edom, în mijlocul bucuriei.",
        "26": "Când a ajutat Dumnezeu pe leviți să ridice chivotul legământului Domnului, au jertfit șapte viței și șapte berbeci.",
        "27": "David era îmbrăcat cu o manta de in subțire; tot așa erau îmbrăcați toți leviții care duceau chivotul, cântăreții și Chenania, căpetenia muzicii între cântăreți, și David avea pe el un efod de in.",
        "28": "Tot Israelul a suit chivotul legământului Domnului cu strigăte de bucurie, cu sunete de goarne, de trâmbițe și de chimvale și făcând să răsune lăutele și harpele.",
        "29": "Pe când intra în cetatea lui David chivotul legământului Domnului, Mical, fata lui Saul, se uita pe fereastră și, când a văzut pe împăratul David sărind și jucând, l-a disprețuit în inima ei."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "David și-a construit case în Cetatea lui David, a pregătit un loc pentru Chivotul lui Dumnezeu și a întins un cort pentru el.",
        "2": "Apoi David a zis: „Nimeni să nu ducă Chivotul lui Dumnezeu, în afară de leviți, căci pe ei i-a ales Domnul ca să ducă Chivotul Domnului și să-I slujească pentru totdeauna“.",
        "3": "David a convocat tot Israelul la Ierusalim, ca să aducă Chivotul Domnului în locul pe care i-l pregătise.",
        "4": "David i-a convocat și pe urmașii lui Aaron și pe leviți:",
        "5": "dintre urmașii lui Chehat: conducătorul Uriel și frați săi – o sută douăzeci;",
        "6": "dintre urmașii lui Merari: conducătorul Asaia și frații săi – două sute douăzeci;",
        "7": "dintre urmașii lui Gherșom: conducătorul Ioel și frații săi – o sută treizeci;",
        "8": "dintre urmașii lui Elițafan: conducătorul Șemaia și frații săi – două sute;",
        "9": "dintre urmașii lui Hebron: conducătorul Eliel și frații săi – optzeci;",
        "10": "dintre urmașii lui Uziel: conducătorul Aminadab și frații săi – o sută doisprezece.",
        "11": "David i-a chemat pe preoții Țadok și Abiatar, pe leviții Uriel, Asaia, Ioel, Șemaia, Eliel și Aminadab",
        "12": "și le-a zis: „Voi sunteți căpeteniile familiilor leviților. Sfințiți-vă, voi și frații voștri, ca să aduceți Chivotul Domnului, Dumnezeul lui Israel, în locul pe care i l-am pregătit.",
        "13": "Prima dată când voi nu ați fost prezenți, Domnul Dumnezeul nostru S-a mâniat pe noi, fiindcă nu L-am căutat în conformitate cu legea“.",
        "14": "Preoții și leviții s-au sfințit ca să aducă Chivotul Domnului, Dumnezeul lui Israel.",
        "15": "Fiii leviților au purtat Chivotul lui Dumnezeu pe umeri cu ajutorul drugilor, așa cum a poruncit Moise după Cuvântul Domnului.",
        "16": "David le zisese conducătorilor leviților să numească dintre frații lor cântăreți la instrumente muzicale – la harfe, la lire și la chimvale – care să cânte cu putere și plini de bucurie.",
        "17": "Leviții l-au numit pe Heman, fiul lui Ioel, și, dintre frații lui, pe Asaf, fiul lui Berechia, iar dintre fiii lui Merari, frații lor, pe Etan, fiul lui Kușaia.",
        "18": "Împreună cu ei mai erau frații lor de rang secundar: Zaharia, Iaaziel, Șemiramot, Iehiel, Uni, Eliab, Benaia, Maaseia, Matitia, Elifelehu, Mikneia și portarii Obed-Edom și Ieiel.",
        "19": "Cântăreții – Heman, Asaf și Etan – erau puși să cânte la chimvale de bronz.",
        "20": "Zaharia, Aziel, Șemiramot, Iehiel, Uni, Eliab, Maaseia și Benaia cântau la harfe în alamot;",
        "21": "Matitia, Elifelehu, Mikneia, Obed-Edom, Ieiel și Azazia cântau la lire în șeminit, ca să sune tare;",
        "22": "Chenania, conducătorul leviților cântăreți, dirija cântarea pentru că era priceput.",
        "23": "Berechia și Elkana erau portari la Chivot.",
        "24": "Preoții – Șebania, Ioșafat, Netanel, Amasai, Zaharia, Benaia și Eliezer – sunau din trâmbițe înaintea Chivotului lui Dumnezeu; Obed-Edom împreună cu Iehia erau, de asemenea, portari la Chivot.",
        "25": "Astfel, David, bătrânii lui Israel și căpeteniile miilor au plecat să aducă din casa lui Obed-Edom Chivotul legământului Domnului, în mijlocul bucuriei.",
        "26": "Pentru că Dumnezeu i-a ajutat pe leviții care duceau Chivotul legământului Domnului, aceștia au jertfit șapte tauri și șapte berbeci.",
        "27": "David era îmbrăcat cu o mantie de in subțire, cum de altfel erau și toți leviții care duceau Chivotul, cântăreții și Chenania, conducătorul cântăreților. De asemenea, David avea pe el un efod de in.",
        "28": "Tot Israelul a adus Chivotul legământului Domnului în mijlocul strigătelor și al sunetului de corn, al trâmbițelor și al chimvalelor, al cântecelor la harfe și lire.",
        "29": "În timp ce Chivotul legământului Domnului intra în Cetatea lui David, Mihal, fata lui Saul, se uita pe fereastră. Când l-a văzut pe regele David dansând și veselindu-se, l-a disprețuit în inima ei."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "David made himself houses in David’s city; and he prepared a place for God’s ark, and pitched a tent for it.",
        "2": "Then David said, “No one ought to carry God’s ark but the Levites. For Yahweh has chosen them to carry God’s ark, and to minister to him forever.”",
        "3": "David assembled all Israel at Jerusalem, to bring up Yahweh’s ark to its place, which he had prepared for it.",
        "4": "David gathered together the sons of Aaron and the Levites:",
        "5": "of the sons of Kohath, Uriel the chief, and his brothers one hundred twenty;",
        "6": "of the sons of Merari, Asaiah the chief, and his brothers two hundred twenty;",
        "7": "of the sons of Gershom, Joel the chief, and his brothers one hundred thirty;",
        "8": "of the sons of Elizaphan, Shemaiah the chief, and his brothers two hundred;",
        "9": "of the sons of Hebron, Eliel the chief, and his brothers eighty;",
        "10": "of the sons of Uzziel, Amminadab the chief, and his brothers one hundred twelve.",
        "11": "David called for Zadok and Abiathar the priests, and for the Levites: for Uriel, Asaiah, Joel, Shemaiah, Eliel, and Amminadab,",
        "12": "and said to them, “You are the heads of the fathers’ households of the Levites. Sanctify yourselves, both you and your brothers, that you may bring the ark of Yahweh, the God of Israel, up to the place that I have prepared for it.",
        "13": "For because you didn’t carry it at first, Yahweh our God broke out in anger against us, because we didn’t seek him according to the ordinance.”",
        "14": "So the priests and the Levites sanctified themselves to bring up the ark of Yahweh, the God of Israel.",
        "15": "The children of the Levites bore God’s ark on their shoulders with its poles, as Moses commanded according to Yahweh’s word.",
        "16": "David spoke to the chief of the Levites to appoint their brothers as singers with instruments of music, stringed instruments, harps, and cymbals, sounding aloud and lifting up their voices with joy.",
        "17": "So the Levites appointed Heman the son of Joel; and of his brothers, Asaph the son of Berechiah; and of the sons of Merari their brothers, Ethan the son of Kushaiah;",
        "18": "and with them their brothers of the second rank: Zechariah, Ben, Jaaziel, Shemiramoth, Jehiel, Unni, Eliab, Benaiah, Maaseiah, Mattithiah, Eliphelehu, Mikneiah, Obed-Edom, and Jeiel, the doorkeepers.",
        "19": "So the singers, Heman, Asaph, and Ethan, were given cymbals of bronze to sound aloud;",
        "20": "and Zechariah, Aziel, Shemiramoth, Jehiel, Unni, Eliab, Maaseiah, and Benaiah, with stringed instruments set to Alamoth;",
        "21": "and Mattithiah, Eliphelehu, Mikneiah, Obed-Edom, Jeiel, and Azaziah, with harps tuned to the eight-stringed lyre, to lead.",
        "22": "Chenaniah, chief of the Levites, was over the singing. He taught the singers, because he was skillful.",
        "23": "Berechiah and Elkanah were doorkeepers for the ark.",
        "24": "Shebaniah, Joshaphat, Nethanel, Amasai, Zechariah, Benaiah, and Eliezer, the priests, blew the trumpets before God’s ark; and Obed-Edom and Jehiah were doorkeepers for the ark.",
        "25": "So David, the elders of Israel, and the captains over thousands went to bring the ark of Yahweh’s covenant up out of the house of Obed-Edom with joy.",
        "26": "When God helped the Levites who bore the ark of Yahweh’s covenant, they sacrificed seven bulls and seven rams.",
        "27": "David was clothed with a robe of fine linen, as were all the Levites who bore the ark, the singers, and Chenaniah the choir master with the singers; and David had an ephod of linen on him.",
        "28": "Thus all Israel brought the ark of Yahweh’s covenant up with shouting, with sound of the cornet, with trumpets, and with cymbals, sounding aloud with stringed instruments and harps.",
        "29": "As the ark of Yahweh’s covenant came to David’s city, Michal the daughter of Saul looked out at the window, and saw king David dancing and playing; and she despised him in her heart."
      }
    }
  }
}