{
  "book": "1 Cronici",
  "chapter": "21",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Satana s-a sculat împotriva lui Israel și a ațâțat pe David să facă numărătoarea lui Israel.",
        "2": "Și David a zis lui Ioab și căpeteniilor poporului: „Duceți-vă de faceți numărătoarea lui Israel de la Beer-Șeba până la Dan și spuneți-mi, ca să știu la cât se ridică numărul poporului.”",
        "3": "Ioab a răspuns: „Domnul să facă pe poporul Lui încă de o sută de ori pe atâta! Împărate, domnul meu, nu sunt ei toți slujitori ai domnului meu? Dar pentru ce cere domnul meu lucrul acesta? Pentru ce să faci pe Israel să păcătuiască astfel?”",
        "4": "Împăratul a stăruit în porunca pe care o dădea lui Ioab. Și Ioab a plecat și a străbătut tot Israelul, apoi s-a întors la Ierusalim.",
        "5": "Ioab a dat lui David cartea numărătorii poporului: în tot Israelul erau o mie de mii și o sută de mii de bărbați în stare să scoată sabia, iar în Iuda erau patru sute șaptezeci de mii de bărbați în stare să scoată sabia.",
        "6": "Între ei n-a numărat și pe Levi și Beniamin, căci porunca împăratului i se părea o urâciune. Ciuma",
        "7": "Porunca aceasta n-a plăcut lui Dumnezeu, care a lovit pe Israel.",
        "8": "Și David a zis lui Dumnezeu: „Am săvârșit un mare păcat făcând lucrul acesta! Acum, iartă fărădelegea robului Tău, căci am lucrat în totul ca un nebun!”",
        "9": "Domnul a vorbit astfel lui Gad, văzătorul lui David:",
        "10": "„Du-te și spune lui David: ‘Așa vorbește Domnul: «Îți pun înainte trei urgii; alege una din ele, și te voi lovi cu ea.»’”",
        "11": "Gad s-a dus la David și i-a zis: „Așa vorbește Domnul: ‘Primește:",
        "12": "sau trei ani de foamete, sau trei luni în timpul cărora să fii nimicit de potrivnicii tăi și atins de sabia vrăjmașilor tăi, sau trei zile în timpul cărora sabia Domnului și ciuma să fie în țară și îngerul Domnului să ducă nimicirea în tot ținutul lui Israel. Vezi acum ce trebuie să răspund Celui ce mă trimite.’”",
        "13": "David a răspuns lui Gad: „Sunt într-o mare strâmtorare! Să cad în mâinile Domnului, căci îndurările Lui sunt nemărginite, dar să nu cad în mâinile oamenilor!”",
        "14": "Domnul a trimis ciuma în Israel și au căzut șaptezeci de mii de oameni din Israel.",
        "15": "Dumnezeu a trimis un înger la Ierusalim ca să-l nimicească și, pe când îl nimicea, Domnul S-a uitat și I-a părut rău de răul acesta, și a zis îngerului care nimicea: „Destul! Acum, trage-ți mâna înapoi!” Îngerul Domnului stătea lângă aria lui Ornan, Iebusitul.",
        "16": "David a ridicat ochii și a văzut pe îngerul Domnului stând între pământ și cer și ținând în mână sabia scoasă și întoarsă împotriva Ierusalimului. Atunci, David și bătrânii, înveliți cu saci, au căzut cu fața la pământ.",
        "17": "Și David a zis lui Dumnezeu: „Oare n-am poruncit eu numărătoarea poporului? Eu am păcătuit și am făcut răul acesta, dar oile acestea ce au făcut oare? Doamne, Dumnezeul meu, mâna Ta să fie dar peste mine și peste casa tatălui meu și să nu piardă pe poporul Tău!”",
        "18": "Îngerul Domnului a spus lui Gad să vorbească lui David să se suie să ridice un altar Domnului în aria lui Ornan, Iebusitul.",
        "19": "David s-a suit, după cuvântul pe care-l spusese Gad în Numele Domnului.",
        "20": "Ornan s-a întors și a văzut îngerul, și cei patru fii ai lui s-au ascuns împreună cu el: treiera grâul atunci.",
        "21": "Când a ajuns David la Ornan, Ornan s-a uitat și a zărit pe David, apoi a ieșit din arie și s-a închinat înaintea lui David, cu fața la pământ.",
        "22": "David a zis lui Ornan: „Dă-mi locul ariei să zidesc în el un altar Domnului; dă-mi-l pe prețul lui în argint, ca să se depărteze urgia de deasupra poporului.”",
        "23": "Ornan a răspuns lui David: „Ia-l și să facă domnul meu împăratul ce va crede; iată eu dau boii pentru arderea-de-tot, carele în loc de lemne și grâul pentru darul de mâncare, toate le dau.”",
        "24": "Dar împăratul David a zis lui Ornan: „Nu! Vreau să-l cumpăr pe prețul lui în argint, căci nu voi da Domnului ce este al tău și nu voi aduce o ardere-de-tot care să nu mă coste nimic.”",
        "25": "Și David a dat lui Ornan șase sute de sicli de aur pentru locul ariei.",
        "26": "David a zidit acolo un altar Domnului și a adus arderi-de-tot și jertfe de mulțumire. A chemat pe Domnul și Domnul i-a răspuns prin foc, care s-a coborât din cer pe altarul arderii-de-tot.",
        "27": "Atunci, Domnul a vorbit îngerului, care și-a vârât iarăși sabia în teacă.",
        "28": "Pe vremea aceasta, David, văzând că Domnul îl ascultase în aria lui Ornan, Iebusitul, aducea jertfe acolo.",
        "29": "Dar locașul Domnului, făcut de Moise în pustie, și altarul arderilor-de-tot erau atunci pe înălțimea Gabaonului.",
        "30": "David nu putea să meargă înaintea acestui altar să caute pe Dumnezeu, pentru că îl înspăimântase sabia îngerului Domnului."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Satan s-a ridicat împotriva lui Israel și l-a instigat pe David să numere poporul din Israel.",
        "2": "David le-a zis lui Ioab și liderilor poporului: ‒ Mergeți și numărați poporul din Israel, de la Beer-Șeba până la Dan, și aduceți-mi un răspuns, ca să știu la cât se ridică numărul lor.",
        "3": "Dar Ioab i-a zis: ‒ Domnul să înmulțească poporul Său de o sută de ori mai mult! O, rege, stăpânul meu, oare nu suntem toți slujitorii stăpânului meu? De ce stăpânul meu cere lucrul acesta? De ce să aduci vină asupra lui Israel?",
        "4": "Însă porunca regelui dată lui Ioab a rămas neschimbată. Prin urmare, Ioab a plecat și a călătorit prin tot Israelul. Apoi s-a întors la Ierusalim.",
        "5": "Ioab i-a dat lui David rezultatul de la numărătoarea poporului: în tot Israelul erau un milion o sută de mii de bărbați capabili să mânuiască sabia, iar în Iuda erau patru sute șaptezeci de mii de bărbați în stare să meargă la război.",
        "6": "Pe cei din Levi și Beniamin nu i-a numărat între aceștia, căci porunca regelui a fost disprețuită de Ioab.",
        "7": "Lucrul aceasta a fost considerat rău de către Dumnezeu, astfel că El l-a lovit pe Israel.",
        "8": "David I-a zis lui Dumnezeu: „Am comis un mare păcat prin ceea ce am făcut. Însă acum îndepărtează, Te rog, nelegiuirea slujitorului Tău, căci m-am purtat întru totul ca un nebun“.",
        "9": "Domnul i-a vorbit lui Gad, văzătorul lui David, zicând:",
        "10": "„Du-te și spune-i lui David: «Așa vorbește Domnul: îți pun înainte trei nenorociri. Alege una dintre ele și-ți voi face întocmai»“.",
        "11": "Gad a venit la David și i-a zis: ‒ Așa vorbește Domnul: „Ce alegi?",
        "12": "Trei ani de foamete, trei luni în timpul cărora să fii spulberat dinaintea dușmanilor tăi și să fii atins de sabia vrăjmașilor tăi sau trei zile în timpul cărora sabia Domnului și molima să fie în țară, iar Îngerul Domnului să aducă distrugere în tot teritoriul lui Israel?“. Vezi acum ce trebuie să-I răspund Celui Ce m-a trimis!",
        "13": "David i-a zis lui Gad: ‒ Mă aflu într-un mare impas. Mai bine să cad în mâna Domnului, căci mila Lui este nemărginită; dar să nu cad în mâinile oamenilor!",
        "14": "Domnul a trimis molima în Israel și, astfel, au murit șaptezeci de mii de oameni din Israel.",
        "15": "Dumnezeu a trimis Îngerul la Ierusalim ca să-l distrugă. În timp ce îl distrugea, Domnul S-a uitat, I-a părut rău pentru acel dezastru și I-a zis Îngerului Care distrugea: „Destul! Retrage-Ți mâna!“. Îngerul Domnului Se afla lângă aria iebusitului Ornan.",
        "16": "David și-a ridicat ochii și L-a văzut pe Îngerul Domnului stând între pământ și cer și având în mână sabia scoasă, îndreptată împotriva Ierusalimului. Atunci David și bătrânii, acoperiți fiecare cu o pânză de sac, s-au aruncat cu fața la pământ.",
        "17": "Și David I-a zis lui Dumnezeu: „Oare n-am poruncit eu să fie numărat poporul? Eu sunt cel care a păcătuit și a făcut rău! Dar oile acestea, ce au făcut oare? Te rog, Doamne, Dumnezeul meu, lasă mâna Ta să fie numai împotriva mea și împotriva familiei mele, dar nu lăsa poporul Tău pradă urgiei!“.",
        "18": "Îngerul Domnului i-a zis lui Gad să-i spună lui David să se ducă să-I ridice Domnului un altar pe aria iebusitului Ornan.",
        "19": "David s-a dus acolo, ascultând de cuvântul rostit de Gad în Numele Domnului.",
        "20": "În timp ce treiera grâul, Ornan s-a întors și a văzut Îngerul; cei patru fii ai lui, care erau cu el, s-au ascuns.",
        "21": "Când a ajuns David la Ornan, Ornan s-a uitat și l-a văzut pe David. El a ieșit din arie și s-a plecat cu fața la pământ înaintea lui David.",
        "22": "David i-a zis lui Ornan: ‒ Dă-mi locul ariei ca să zidesc pe el un altar Domnului; dă-mi-l la prețul lui deplin în argint. Astfel, urgia care s-a abătut asupra poporului va fi oprită.",
        "23": "Ornan i-a zis lui David: ‒ Ia-l! Stăpânul meu, regele, să facă ceea ce crede că este bine. Iată, dau și boii pentru arderi-de-tot, iar uneltele de treierat vor fi pentru lemne. De asemenea, grâul va fi pentru darul de mâncare. Dau totul!",
        "24": "Însă regele David i-a zis lui Ornan: ‒ Nu, ci trebuie să-l cumpăr la prețul lui deplin în argint, căci nu voi oferi Domnului ce este al tău și nu voi aduce o ardere-de-tot care să nu mă coste nimic.",
        "25": "Astfel, David i-a plătit lui Ornan pentru acel loc șase sute de șecheli de aur.",
        "26": "David a construit acolo un altar Domnului și I-a adus arderi-de-tot și jertfe de pace. L-a chemat pe Domnul, și El i-a răspuns cu foc din ceruri pe altarul arderii-de-tot.",
        "27": "Apoi Domnul i-a vorbit Îngerului și Acesta Și-a pus sabia înapoi în teacă.",
        "28": "De atunci, de când David a văzut că Domnul i-a răspuns în aria iebusitului Ornan, a adus jertfe acolo.",
        "29": "Tabernaculul Domnului, pe care Moise îl făcuse în deșert, și altarul arderilor-de-tot se aflau, în perioada aceea, pe înălțimea de la Ghivon.",
        "30": "David nu putea să meargă înaintea acestuia ca să-L caute pe Dumnezeu, pentru că îl înspăimântase sabia Îngerului Domnului."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Satan stood up against Israel, and moved David to take a census of Israel.",
        "2": "David said to Joab and to the princes of the people, “Go, count Israel from Beersheba even to Dan; and bring me word, that I may know how many there are.”",
        "3": "Joab said, “May Yahweh make his people a hundred times as many as they are. But, my lord the king, aren’t they all my lord’s servants? Why does my lord require this thing? Why will he be a cause of guilt to Israel?”",
        "4": "Nevertheless the king’s word prevailed against Joab. Therefore Joab departed and went throughout all Israel, then came to Jerusalem.",
        "5": "Joab gave the sum of the census of the people to David. All those of Israel were one million one hundred thousand men who drew a sword; and in Judah were four hundred seventy thousand men who drew a sword.",
        "6": "But he didn’t count Levi and Benjamin among them, for the king’s word was abominable to Joab.",
        "7": "God was displeased with this thing; therefore he struck Israel.",
        "8": "David said to God, “I have sinned greatly, in that I have done this thing. But now put away, I beg you, the iniquity of your servant, for I have done very foolishly.”",
        "9": "Yahweh spoke to Gad, David’s seer, saying,",
        "10": "“Go and speak to David, saying, ‘Yahweh says, “I offer you three things. Choose one of them, that I may do it to you.”’”",
        "11": "So Gad came to David and said to him, “Yahweh says, ‘Take your choice:",
        "12": "either three years of famine; or three months to be consumed before your foes, while the sword of your enemies overtakes you; or else three days of the sword of Yahweh, even pestilence in the land, and Yahweh’s angel destroying throughout all the borders of Israel. Now therefore consider what answer I shall return to him who sent me.’”",
        "13": "David said to Gad, “I am in distress. Let me fall, I pray, into Yahweh’s hand, for his mercies are very great. Don’t let me fall into man’s hand.”",
        "14": "So Yahweh sent a pestilence on Israel, and seventy thousand men of Israel fell.",
        "15": "God sent an angel to Jerusalem to destroy it. As he was about to destroy, Yahweh saw, and he relented of the disaster, and said to the destroying angel, “It is enough. Now withdraw your hand.” Yahweh’s angel was standing by the threshing floor of Ornan the Jebusite.",
        "16": "David lifted up his eyes, and saw Yahweh’s angel standing between earth and the sky, having a drawn sword in his hand stretched out over Jerusalem. Then David and the elders, clothed in sackcloth, fell on their faces.",
        "17": "David said to God, “Isn’t it I who commanded the people to be counted? It is even I who have sinned and done very wickedly; but these sheep, what have they done? Please let your hand, O Yahweh my God, be against me and against my father’s house; but not against your people, that they should be plagued.”",
        "18": "Then Yahweh’s angel commanded Gad to tell David that David should go up and raise an altar to Yahweh on the threshing floor of Ornan the Jebusite.",
        "19": "David went up at the saying of Gad, which he spoke in Yahweh’s name.",
        "20": "Ornan turned back and saw the angel; and his four sons who were with him hid themselves. Now Ornan was threshing wheat.",
        "21": "As David came to Ornan, Ornan looked and saw David, and went out of the threshing floor, and bowed himself to David with his face to the ground.",
        "22": "Then David said to Ornan, “Sell me the place of this threshing floor, that I may build an altar to Yahweh on it. You shall sell it to me for the full price, that the plague may be stopped from afflicting the people.”",
        "23": "Ornan said to David, “Take it for yourself, and let my lord the king do that which is good in his eyes. Behold, I give the oxen for burnt offerings, and the threshing instruments for wood, and the wheat for the meal offering. I give it all.”",
        "24": "King David said to Ornan, “No, but I will most certainly buy it for the full price. For I will not take that which is yours for Yahweh, nor offer a burnt offering that costs me nothing.”",
        "25": "So David gave to Ornan six hundred shekels of gold by weight for the place.",
        "26": "David built an altar to Yahweh there, and offered burnt offerings and peace offerings, and called on Yahweh; and he answered him from the sky by fire on the altar of burnt offering.",
        "27": "Then Yahweh commanded the angel, and he put his sword back into its sheath.",
        "28": "At that time, when David saw that Yahweh had answered him in the threshing floor of Ornan the Jebusite, then he sacrificed there.",
        "29": "For Yahweh’s tabernacle, which Moses made in the wilderness, and the altar of burnt offering, were at that time in the high place at Gibeon.",
        "30": "But David couldn’t go before it to inquire of God, for he was afraid because of the sword of Yahweh’s angel."
      }
    }
  }
}