{
  "book": "1 Cronici",
  "chapter": "5",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Fiii lui Ruben, întâiul născut al lui Israel – căci el era întâiul născut, dar, pentru că a spurcat patul tatălui său, dreptul lui de întâi născut a fost dat fiilor lui Iosif, fiul lui Israel. Totuși Iosif n-a fost scris în spițele de neam ca întâi născut.",
        "2": "Iuda a fost în adevăr puternic printre frații săi și din el a ieșit un domnitor, dar dreptul de întâi născut este al lui Iosif.",
        "3": "Fiii lui Ruben, întâiul născut al lui Israel: Enoh, Palu, Hețron și Carmi.",
        "4": "Fiii lui Ioel: Șemaia, fiul său; Gog, fiul său; Șimei, fiul său;",
        "5": "Mica, fiul său; Reaia, fiul său; Baal, fiul său;",
        "6": "Beera, fiul său, pe care l-a luat rob Tilgat-Pilneser, împăratul Asiriei; el era domnul rubeniților.",
        "7": "Frații lui Beera, după familiile lor, așa cum sunt înscriși în spițele neamului după neamurile lor: cel dintâi, Ieiel; Zaharia;",
        "8": "Bela, fiul lui Azaz, fiul lui Șema, fiul lui Ioel. Bela locuia la Aroer și până la Nebo și la Baal-Meon;",
        "9": "la răsărit, locuia până la intrarea pustiei, de la râul Eufrat, căci turmele lor erau în mare număr în țara Galaadului.",
        "10": "Pe vremea lui Saul, au făcut război cu hagareniții, care au căzut în mâinile lor și au locuit în corturile lor, pe toată partea de răsărit a Galaadului. Urmașii lui Gad",
        "11": "Fiii lui Gad locuiau în fața lor, în țara Basanului, până la Salca.",
        "12": "Ioel, cel dintâi, Șafam, al doilea, Iaenai și Șafat, în Basan.",
        "13": "Frații lor, după casele părinților lor: Micael, Meșulam, Șeba, Iorai, Iaecan, Zia și Eber, șapte.",
        "14": "Iată fiii lui Abihail, fiul lui Huri, fiul lui Iaroah, fiul lui Galaad, fiul lui Micael, fiul lui Ieșișai, fiul lui Iahdo, fiul lui Buz;",
        "15": "Ahi, fiul lui Abdiel, fiul lui Guni, era căpetenia caselor părinților lor.",
        "16": "Ei locuiau în Galaad, în Basan, și în cetățile lor și în toate împrejurimile Saronului, până la marginile lor.",
        "17": "Toți au fost scriși în spițele de neamuri pe vremea lui Iotam, împăratul lui Iuda, și pe vremea lui Ieroboam, împăratul lui Israel.",
        "18": "Fiii lui Ruben, gadiții și jumătate din seminția lui Manase aveau oameni viteji, care purtau scut și sabie, trăgeau cu arcul și erau deprinși cu războiul, în număr de patruzeci și patru de mii șapte sute șaizeci în stare să meargă la oaste.",
        "19": "Au făcut război cu hagareniții, cu Ietur, cu Nafiș și cu Nodab.",
        "20": "Au primit ajutor împotriva lor și hagareniții și toți cei ce erau cu ei au fost dați în mâinile lor. Căci, în timpul luptei, strigaseră către Dumnezeu, care i-a ascultat, pentru că se încrezuseră în El.",
        "21": "Și le-au luat turmele, cincizeci de mii de cămile, două sute cincizeci de mii de oi, două mii de măgari și o sută de mii de inși,",
        "22": "căci au fost mulți morți, pentru că lupta venea de la Dumnezeu. Și s-au așezat în locul lor până în vremea când au fost luați în robie. Jumătatea seminției lui Manase",
        "23": "Fiii jumătății seminției lui Manase locuiau în țară, de la Basan până la Baal-Hermon și Senir, și pe muntele Hermon; erau mulți la număr.",
        "24": "Iată căpeteniile caselor părinților lor: Efer, Ișei, Eliel, Azriel, Ieremia, Hodavia și Iahdiel, oameni viteji, oameni vestiți, căpeteniile caselor părinților lor.",
        "25": "Dar au păcătuit împotriva Dumnezeului părinților lor și au curvit după dumnezeii popoarelor țării pe care Dumnezeu le nimicise dinaintea lor.",
        "26": "Dumnezeul lui Israel a ațâțat duhul lui Pul, împăratul Asiriei, și duhul lui Tilgat-Pilneser, împăratul Asiriei, și Tilgat-Pilneser a luat robi pe rubeniți, gadiți și jumătate din seminția lui Manase și i-a dus la Halah, la Habor, la Hara și la râul Gozan, unde au rămas până în ziua de azi."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Urmașii lui Ruben, întâiul născut al lui Israel (el era întâiul născut, dar, fiindcă a pângărit patul tatălui său, dreptul lui de întâi născut a fost dat fiilor lui Iosif, fiul lui Israel; prin urmare, dreptul său de întâi născut nu i-a mai fost înscris în genealogii;",
        "2": "nici chiar Iuda, care a fost vestit printre frații săi și din care a ieșit un conducător, nu are dreptul de întâi născut, fiindcă acesta îi aparține lui Iosif),",
        "3": "deci fiii lui Ruben, întâiul născut al lui Israel, au fost: Hanoh, Palu, Hețron și Carmi.",
        "4": "Urmașii lui Ioel au fost: fiul său, Șemaia; fiul acestuia, Gog, fiul acestuia, Șimei;",
        "5": "fiul acestuia, Mica; fiul acestuia, Reaia; fiul acestuia, Baal;",
        "6": "fiul acestuia, Beera, pe care Tiglat-Pileser, împăratul Asiriei, l-a dus în captivitate. El fusese conducătorul rubeniților.",
        "7": "Frații lui, potrivit clanurilor lor, așa cum sunt înscrise în genealogiile lor, au fost: căpetenia Ieiel, Zaharia",
        "8": "și Bela, fiul lui Azaz, fiul lui Șema, fiul lui Ioel. Bela locuia la Aroer, teritoriul lui întinzându-se până la Nebo și Baal-Meon.",
        "9": "În partea de est se întindea până la intrarea în deșert, până la râul Eufrat, căci turmele lor se înmulțiseră în Ghilad.",
        "10": "Pe vremea lui Saul, ei au pornit un război împotriva hagriților, și aceștia au căzut în mâinile lor. Și au locuit în corturile lor, pe toată partea de est a Ghiladului. Urmașii lui Gad",
        "11": "Urmașii lui Gad au locuit în vecinătatea rubeniților, în Bașan, având teritoriul până la Salca.",
        "12": "Ioel era căpetenia, Șafam era al doilea în rang, iar Ianai și Șafat erau în Bașan.",
        "13": "Rudele lor, potrivit familiilor lor, au fost: Mihail, Meșulam, Șeba, Iorai, Iacan, Zia și Eber – în total șapte.",
        "14": "Aceștia au fost fiii lui Abihail, fiul lui Huri, fiul lui Iaroah, fiul lui Ghilad, fiul lui Mihail, fiul lui Ieșișai, fiul lui Iahdo, fiul lui Buz.",
        "15": "Ahi, fiul lui Abdiel, fiul lui Guni, a fost conducătorul familiilor lor.",
        "16": "Ei au locuit în Ghilad, în Bașan și în satele dimprejurul lui, precum și pe toată întinderea pășunilor Șaronului, până la marginile lor.",
        "17": "Cu toții au fost trecuți în genealogii, pe vremea lui Iotam, regele lui Iuda, și pe vremea lui Ieroboam, regele lui Israel.",
        "18": "Urmașii lui Ruben, gadiții și jumătate din seminția lui Manase aveau războinici care purtau scutul și sabia, care mânuiau arcul și erau deprinși cu războiul. În total erau patruzeci și patru de mii șapte sute șaizeci în stare să meargă la război.",
        "19": "Ei au început războiul împotriva hagriților și împotriva lui Ietur, a lui Nafiș și a lui Nodab.",
        "20": "Israeliții au primit ajutor în lupta împotriva acestora și li s-a dat victorie împotriva hagriților și a tuturor aliaților acestora, pentru că, în luptă, ei au strigat către Dumnezeu. El le-a răspuns fiindcă s-au încrezut în El.",
        "21": "Și au capturat vitele lor, cincizeci de mii de cămile, două sute cincizeci de mii de oi, două mii de măgari și o sută de mii de oameni.",
        "22": "Mulți au căzut uciși, căci lupta venea de la Dumnezeu. Apoi ei au locuit în teritoriul acestora până la exil. Urmașii celeilalte jumătăți a seminției lui Manase",
        "23": "Urmașii jumătății seminției lui Manase au locuit în țară, din Bașan până la Baal-Hermon, la Senir și la muntele Hermon; ei erau mulți la număr.",
        "24": "Căpeteniile familiilor lor au fost: Efer, Iși, Eliel, Azriel, Ieremia, Hodavia și Iahdiel; ei au fost războinici viteji, bărbați cu renume, conducătorii familiilor părinților lor.",
        "25": "Dar ei au fost necredincioși față de Dumnezeul strămoșilor lor, prostituându-se înaintea dumnezeilor popoarelor din țară, pe care Dumnezeu le nimicise dinaintea lor.",
        "26": "Dumnezeul lui Israel a stârnit duhul lui Pul, împăratul Asiriei (adică duhul lui Tiglat-Pileser, împăratul Asiriei), și acesta i-a dus în captivitate pe rubeniți, pe gadiți și pe jumătatea seminției lui Manase. El i-a adus la Halah, la Habor, la Hara și la râul Gozan, unde au rămas până în ziua de azi."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "The sons of Reuben the firstborn of Israel (for he was the firstborn, but because he defiled his father’s couch, his birthright was given to the sons of Joseph the son of Israel; and the genealogy is not to be listed according to the birthright.",
        "2": "For Judah prevailed above his brothers, and from him came the prince; but the birthright was Joseph’s)—",
        "3": "the sons of Reuben the firstborn of Israel: Hanoch, Pallu, Hezron, and Carmi.",
        "4": "The sons of Joel: Shemaiah his son, Gog his son, Shimei his son,",
        "5": "Micah his son, Reaiah his son, Baal his son,",
        "6": "and Beerah his son, whom Tilgath Pilneser king of Assyria carried away captive. He was prince of the Reubenites.",
        "7": "His brothers by their families, when the genealogy of their generations was listed: the chief, Jeiel, and Zechariah,",
        "8": "and Bela the son of Azaz, the son of Shema, the son of Joel, who lived in Aroer, even to Nebo and Baal Meon;",
        "9": "and he lived eastward even to the entrance of the wilderness from the river Euphrates, because their livestock were multiplied in the land of Gilead.",
        "10": "In the days of Saul, they made war with the Hagrites, who fell by their hand; and they lived in their tents throughout all the land east of Gilead.",
        "11": "The sons of Gad lived beside them in the land of Bashan to Salecah:",
        "12": "Joel the chief, Shapham the second, Janai, and Shaphat in Bashan.",
        "13": "Their brothers of their fathers’ houses: Michael, Meshullam, Sheba, Jorai, Jacan, Zia, and Eber, seven.",
        "14": "These were the sons of Abihail, the son of Huri, the son of Jaroah, the son of Gilead, the son of Michael, the son of Jeshishai, the son of Jahdo, the son of Buz;",
        "15": "Ahi the son of Abdiel, the son of Guni, chief of their fathers’ houses.",
        "16": "They lived in Gilead in Bashan and in its towns, and in all the pasture lands of Sharon as far as their borders.",
        "17": "All these were listed by genealogies in the days of Jotham king of Judah, and in the days of Jeroboam king of Israel.",
        "18": "The sons of Reuben, the Gadites, and the half-tribe of Manasseh, of valiant men, men able to bear buckler and sword, able to shoot with bow, and skillful in war, were forty-four thousand seven hundred sixty that were able to go out to war.",
        "19": "They made war with the Hagrites, with Jetur, and Naphish, and Nodab.",
        "20": "They were helped against them, and the Hagrites were delivered into their hand, and all who were with them; for they cried to God in the battle, and he answered them because they put their trust in him.",
        "21": "They took away their livestock: of their camels fifty thousand, and of sheep two hundred fifty thousand, and of donkeys two thousand, and of men one hundred thousand.",
        "22": "For many fell slain, because the war was of God. They lived in their place until the captivity.",
        "23": "The children of the half-tribe of Manasseh lived in the land. They increased from Bashan to Baal Hermon, Senir, and Mount Hermon.",
        "24": "These were the heads of their fathers’ houses: Epher, Ishi, Eliel, Azriel, Jeremiah, Hodaviah, and Jahdiel—mighty men of valor, famous men, heads of their fathers’ houses.",
        "25": "They trespassed against the God of their fathers, and played the prostitute after the gods of the peoples of the land whom God destroyed before them.",
        "26": "So the God of Israel stirred up the spirit of Pul king of Assyria, and the spirit of Tilgath Pilneser king of Assyria, and he carried away the Reubenites, the Gadites, and the half-tribe of Manasseh, and brought them to Halah, Habor, Hara, and to the river of Gozan, to this day."
      }
    }
  }
}