{
  "book": "1 Cronici",
  "chapter": "7",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Fiii lui Isahar: Tola, Pua, Iașub și Șimron, patru.",
        "2": "Fiii lui Tola: Uzi, Refaia, Ieriel, Iahmai, Ibsam și Samuel, căpeteniile caselor părinților lor, anume ai lui Tola, oameni viteji în neamul lor; pe vremea lui David numărul lor era de douăzeci și două de mii șase sute.",
        "3": "Fiul lui Uzi: Izrahia. Fiii lui Izrahia: Micael, Obadia, Ioel, Ișia, de toți cinci căpetenii;",
        "4": "aveau cu ei, după neamurile lor, după casele părinților lor, treizeci și șase de mii de oameni, ostași înarmați pentru război, căci aveau multe neveste și fii.",
        "5": "Frații lor, după toate familiile lui Isahar, oameni viteji, erau de toți optzeci și șapte de mii scriși în spițele de neam. Urmașii lui Beniamin",
        "6": "Fiii lui Beniamin: Bela, Becher și Iediael, trei.",
        "7": "Fiii lui Bela: Ețbon, Uzi, Uziel, Ierimot și Iri, cinci căpetenii ale caselor părinților lor, oamenii viteji și scriși în spițele de neam în număr de douăzeci și două de mii treizeci și patru.",
        "8": "Fiii lui Becher: Zemira, Ioaș, Eliezer, Elioenai, Omri, Ieremot, Abia, Anatot și Alamet; toți aceștia erau fii ai lui Becher",
        "9": "și scriși în spițele de neam, după neamurile lor, drept căpetenii ale caselor părinților lor, oameni viteji, în număr de douăzeci de mii două sute.",
        "10": "Fiul lui Iediael: Bilhan. Fiii lui Bilhan: Ieuș, Beniamin, Ehud, Chenaana, Zetan, Tarsis și Ahișahar;",
        "11": "toți aceștia erau fii ai lui Iediael, căpetenii ale caselor părinților lor, oameni viteji, în număr de șaptesprezece mii două sute, în stare să poarte armele și să meargă la război.",
        "12": "Șupim și Hupim, fiii lui Ir; Hușim, fiul lui Aher. Urmașii lui Neftali",
        "13": "Fiii lui Neftali: Iahțiel, Guni, Iețer și Șalum, fiii Bilhei. Urmașii lui Manase",
        "14": "Fiii lui Manase: Asriel, pe care l-a născut țiitoarea sa siriană; ea a născut pe Machir, tatăl lui Galaad.",
        "15": "Machir a luat de nevastă pe sora lui Hupim și Șupim. Numele surorii lui era Maaca. Numele celui de al doilea fiu era Țelofhad; și Țelofhad a avut fete.",
        "16": "Maaca, nevasta lui Machir, a născut un fiu și i-a pus numele Pereș; numele fratelui său era Șereș și fiii săi erau Ulam și Rechem.",
        "17": "Fiul lui Ulam: Bedan. Aceștia sunt fiii lui Galaad, fiul lui Machir, fiul lui Manase.",
        "18": "Soră-sa Hamolechet a născut pe Ișhod, pe Abiezer și pe Mahla.",
        "19": "Fiii lui Șemida erau: Ahian, Sihem, Lichi și Aniam. Urmașii lui Efraim",
        "20": "Fiii lui Efraim: Șutelah; Bered, fiul său; Tahat, fiul său; Eleada, fiul său; Tahat, fiul său;",
        "21": "Zabad, fiul său; Șutelah, fiul său; Ezer și Elead. Oamenii din Gat, născuți în țară, i-au omorât, pentru că se coborâseră să le ia turmele.",
        "22": "Efraim, tatăl lor, s-a jelit multă vreme, și frații săi au venit să-l mângâie.",
        "23": "Apoi a intrat la nevastă-sa, și ea a zămislit și a născut un fiu; el i-a pus numele Beria (În nenorocire), pentru că nenorocirea era în casă.",
        "24": "A avut ca fiică pe Șeera, care a zidit Bet-Horonul de Jos și Bet-Horonul de Sus și pe Uzen-Șeera.",
        "25": "Refah, fiul său, și Reșef; Telah, fiul său; Tahan, fiul său.",
        "26": "Laedan, fiul său; Amihud, fiul său; Elișama, fiul său;",
        "27": "Nun, fiul său; Iosua, fiul său.",
        "28": "Ei aveau în stăpânire și ca locuință Betelul cu satele lui; la răsărit: Naaranul; la apus: Ghezerul cu satele lui, Sihemul cu satele lui, până la Gaza cu satele ei.",
        "29": "Fiii lui Manase stăpâneau Bet-Șeanul cu satele lui, Taanacul cu satele lui, Meghidoul cu satele lui, Dorul cu satele lui. În aceste cetăți au locuit fiii lui Iosif, fiul lui Israel. Urmașii lui Așer",
        "30": "Fiii lui Așer: Imna, Ișva, Ișvi și Beria, și Serah, sora lor.",
        "31": "Fiii lui Beria: Eber și Malchiel.",
        "32": "Malchiel a fost tatăl lui Birzavit. Și Eber a născut pe Iaflet, pe Șomer și pe Hotam, și pe sora lor Șua.",
        "33": "Fiii lui Iaflet: Pasac, Bimhal și Așvat. Aceștia sunt fiii lui Iaflet.",
        "34": "Fiii lui Șamer: Ahi, Rohega, Huba și Aram.",
        "35": "Fiii lui Helem, fratele său: Țofah, Imna, Șeleș și Amal.",
        "36": "Fiii lui Țofah: Suah, Harnefer, Șual, Beri, Imra,",
        "37": "Bețer, Hod, Șama, Șilșa, Itran și Beera.",
        "38": "Fiii lui Ieter: Iefune, Pispa și Ara.",
        "39": "Fiii lui Ula: Arah, Haniel și Riția.",
        "40": "Toți aceștia erau fiii lui Așer, căpeteniile caselor părinților lor, oameni aleși și viteji, căpeteniile domnilor, scriși în număr de douăzeci și șase de mii de oameni în stare să poarte armele și să meargă la război."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Fiii lui Isahar au fost: Tola, Puah, Iașub și Șimron – în total patru.",
        "2": "Fiii lui Tola au fost: Uzi, Refaia, Ieriel, Iahmai, Ibsam și Samuel; ei au fost căpeteniile familiilor lor, adică ale neamului lui Tola, războinici viteji în neamul lor. Pe vremea lui David, numărul lor era de douăzeci și două de mii șase sute.",
        "3": "Fiul lui Uzi a fost: Izrahia; Fiii lui Izrahia au fost: Mihail, Obadia, Ioel și Ișia – în total cinci căpetenii.",
        "4": "Alături de ei, după genealogiile lor, potrivit familiilor lor, erau cete de luptători pregătiți pentru război, în număr de treizeci și șase de mii, căci aveau multe soții și mulți fii.",
        "5": "Frații lor din toate clanurile lui Isahar, războinici viteji, erau în număr de optzeci și șapte de mii, cu toții înscriși în genealogii. Urmașii lui Beniamin",
        "6": "Fiii lui Beniamin au fost: Bela, Becher și Iediael – în total trei.",
        "7": "Fiii lui Bela au fost: Ețbon, Uzi, Uziel, Ierimot și Iri – cinci căpetenii ale familiilor lor, războinici viteji. Erau înscriși în genealogii ca fiind în număr de douăzeci și două de mii treizeci și patru.",
        "8": "Fiii lui Becher au fost: Zemira, Ioaș, Eliezer, Elioenai, Omri, Ieremot, Abia, Anatot și Alemet. Toți aceștia au fost fiii lui Becher.",
        "9": "Ei au fost înscriși în genealogiile lor, drept căpetenii ale familiilor lor, războinici viteji, în număr de douăzeci de mii două sute.",
        "10": "Fiul lui Iediael a fost: Bilhan. Fiii lui Bilhan au fost: Ieuș, Beniamin, Ehud, Chenaana, Zetan, Tarșiș și Ahișahar.",
        "11": "Toți aceștia au fost urmașii lui Iediael, căpetenii de familii, războinici viteji. Erau șaptesprezece mii două sute de bărbați în stare să iasă cu armata la război.",
        "12": "Șupiții și hupiții au fost urmași ai lui Ir, iar hușiții au fost urmașii lui Aher. Urmașii lui Neftali",
        "13": "Fiii lui Neftali au fost: Iahațiel, Guni, Iețer și Șilem – urmași ai Bilhei. Urmașii lui Manase",
        "14": "Fiii lui Manase au fost: primul a fost Asriel, născut din țiitoarea lui arameică (ea l-a mai născut și pe Machir, tatăl lui Ghilad;",
        "15": "Machir și-a luat soții dintre hupiți și dintre șupiți; numele surorii lui era Maaca), al doilea a fost Țelofhad, însă Țelofhad a avut numai fiice.",
        "16": "Maaca, soția lui Machir, i-a născut un fiu și i-a pus numele Pereș. Fratele său a fost Șereș, iar fiii săi au fost Ulam și Rechem.",
        "17": "Fiul lui Ulam a fost: Bedan. Aceștia au fost fiii lui Ghilad, fiul lui Machir, fiul lui Manase.",
        "18": "Sora lui Ghilad, Hamolehet, i-a născut pe Ișhod, pe Abiezer și pe Mahla.",
        "19": "Fiii lui Șemida au fost: Ahian, Șechem, Likhi și Aniam. Urmașii lui Efraim",
        "20": "Urmașii lui Efraim au fost: Șutelah; fiul acestuia, Bered, fiul acestuia, Tahat, fiul acestuia, Elada, fiul acestuia, Tahat,",
        "21": "fiul acestuia, Zabad, fiul acestuia, Șutelah, precum și Ezer și Elad. Oamenii din Gat, născuți în țară, i-au ucis pe Ezer și Elad, pentru că aceștia veniseră să le fure turmele.",
        "22": "Efraim, tatăl lor, a bocit multe zile, iar frații lui au venit ca să-l mângâie.",
        "23": "El a intrat la soția lui, iar ea a rămas însărcinată și i-a născut un fiu. I-a pus numele Beria fiindcă era necaz în familia lui.",
        "24": "Fata lui Efraim, Șeera, a întemeiat Bet-Horonul de Jos, Bet-Horonul de Sus și Uzen-Șeera.",
        "25": "Refah a fost fiul lui, iar fiul acestuia – Reșef, fiul acestuia – Telah, fiul acestuia – Tahan,",
        "26": "fiul acestuia – Ladan, fiul acestuia – Amihud, fiul acestuia – Elișama,",
        "27": "fiul acestuia – Nun, fiul acestuia – Iosua.",
        "28": "Proprietățile și așezările lor au fost: Betel cu satele lui, Naaran, în est, iar în vest, Ghezer cu satele lui, Șechem cu satele lui, până la Aia cu satele ei",
        "29": "și de-a lungul granițelor fiilor lui Manase – Bet-Șan cu satele lui, Taanah cu satele lui, Meghido cu satele lui și Dor cu satele lui. În acestea au locuit urmașii lui Iosif, fiul lui Israel. Urmașii lui Așer",
        "30": "Urmașii lui Așer au fost: Imna, Ișva, Ișvi și Beria; sora lor era Serah.",
        "31": "Fiii lui Beria au fost: Heber și Malchiel, acesta din urmă fiind tatăl lui Birzayit.",
        "32": "Lui Heber i s-au născut: Iaflet, Șomer, Hotam și Șua, sora acestora.",
        "33": "Fiii lui Iaflet au fost: Pasah, Bimhal și Așvat. Aceștia au fost fiii lui Iaflet.",
        "34": "Fiii lui Șemer au fost: Ahi și Rohga, Iehuba și Aram.",
        "35": "Fiii lui Helem, un frate al lui Șemer, au fost: Țofah, Imna, Șeleș și Amal.",
        "36": "Fiii lui Țofah au fost: Suah, Harnefer, Șual, Beri, Imra,",
        "37": "Bețer, Hod, Șama, Șilșa, Itran și Beera.",
        "38": "Fiii lui Ieter au fost: Iefune, Pispa și Ara.",
        "39": "Fiii lui Ula au fost: Arah, Haniel și Riția.",
        "40": "Toți aceștia au fost urmașii lui Așer, conducători ai familiilor lor, războinici aleși și viteji, prinți renumiți. Numărul bărbaților pregătiți pentru război, înscriși în genealogii, a fost de douăzeci și șase de mii."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Of the sons of Issachar: Tola, Puah, Jashub, and Shimron, four.",
        "2": "The sons of Tola: Uzzi, Rephaiah, Jeriel, Jahmai, Ibsam, and Shemuel, heads of their fathers’ houses, of Tola; mighty men of valor in their generations. Their number in the days of David was twenty-two thousand six hundred.",
        "3": "The son of Uzzi: Izrahiah. The sons of Izrahiah: Michael, Obadiah, Joel, and Isshiah, five; all of them chief men.",
        "4": "With them, by their generations, after their fathers’ houses, were bands of the army for war, thirty-six thousand; for they had many wives and sons.",
        "5": "Their brothers among all the families of Issachar, mighty men of valor, listed in all by genealogy, were eighty-seven thousand.",
        "6": "The sons of Benjamin: Bela, Becher, and Jediael, three.",
        "7": "The sons of Bela: Ezbon, Uzzi, Uzziel, Jerimoth, and Iri, five; heads of fathers’ houses, mighty men of valor; and they were listed by genealogy twenty-two thousand thirty-four.",
        "8": "The sons of Becher: Zemirah, Joash, Eliezer, Elioenai, Omri, Jeremoth, Abijah, Anathoth, and Alemeth. All these were the sons of Becher.",
        "9": "They were listed by genealogy, after their generations, heads of their fathers’ houses, mighty men of valor, twenty thousand two hundred.",
        "10": "The son of Jediael: Bilhan. The sons of Bilhan: Jeush, Benjamin, Ehud, Chenaanah, Zethan, Tarshish, and Ahishahar.",
        "11": "All these were sons of Jediael, according to the heads of their fathers’ households, mighty men of valor, seventeen thousand two hundred, who were able to go out in the army for war.",
        "12": "So were Shuppim, Huppim, the sons of Ir, Hushim, and the sons of Aher.",
        "13": "The sons of Naphtali: Jahziel, Guni, Jezer, Shallum, and the sons of Bilhah.",
        "14": "The sons of Manasseh: Asriel, whom his concubine the Aramitess bore. She bore Machir the father of Gilead.",
        "15": "Machir took a wife of Huppim and Shuppim, whose sister’s name was Maacah. The name of the second was Zelophehad; and Zelophehad had daughters.",
        "16": "Maacah the wife of Machir bore a son, and she named him Peresh. The name of his brother was Sheresh; and his sons were Ulam and Rakem.",
        "17": "The sons of Ulam: Bedan. These were the sons of Gilead the son of Machir, the son of Manasseh.",
        "18": "His sister Hammolecheth bore Ishhod, Abiezer, and Mahlah.",
        "19": "The sons of Shemida were Ahian, Shechem, Likhi, and Aniam.",
        "20": "The sons of Ephraim: Shuthelah, Bered his son, Tahath his son, Eleadah his son, Tahath his son,",
        "21": "Zabad his son, Shuthelah his son, Ezer, and Elead, whom the men of Gath who were born in the land killed, because they came down to take away their livestock.",
        "22": "Ephraim their father mourned many days, and his brothers came to comfort him.",
        "23": "He went in to his wife, and she conceived and bore a son, and he named him Beriah, because there was trouble with his house.",
        "24": "His daughter was Sheerah, who built Beth Horon the lower and the upper, and Uzzen Sheerah.",
        "25": "Rephah was his son, Resheph his son, Telah his son, Tahan his son,",
        "26": "Ladan his son, Ammihud his son, Elishama his son,",
        "27": "Nun his son, and Joshua his son.",
        "28": "Their possessions and settlements were Bethel and its towns, and eastward Naaran, and westward Gezer with its towns; Shechem also and its towns, to Azzah and its towns;",
        "29": "and by the borders of the children of Manasseh, Beth Shean and its towns, Taanach and its towns, Megiddo and its towns, and Dor and its towns. The children of Joseph the son of Israel lived in these.",
        "30": "The sons of Asher: Imnah, Ishvah, Ishvi, and Beriah. Serah was their sister.",
        "31": "The sons of Beriah: Heber and Malchiel, who was the father of Birzaith.",
        "32": "Heber became the father of Japhlet, Shomer, Hotham, and Shua their sister.",
        "33": "The sons of Japhlet: Pasach, Bimhal, and Ashvath. These are the children of Japhlet.",
        "34": "The sons of Shemer: Ahi, Rohgah, Jehubbah, and Aram.",
        "35": "The sons of Helem his brother: Zophah, Imna, Shelesh, and Amal.",
        "36": "The sons of Zophah: Suah, Harnepher, Shual, Beri, Imrah,",
        "37": "Bezer, Hod, Shamma, Shilshah, Ithran, and Beera.",
        "38": "The sons of Jether: Jephunneh, Pispa, and Ara.",
        "39": "The sons of Ulla: Arah, Hanniel, and Rizia.",
        "40": "All these were the children of Asher, heads of the fathers’ houses, choice and mighty men of valor, chief of the princes. The number of them listed by genealogy for service in war was twenty-six thousand men."
      }
    }
  }
}