{
  "book": "1 Cronici",
  "chapter": "19",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "După aceea, Nahaș, împăratul fiilor lui Amon, a murit, și în locul lui a domnit fiul său.",
        "2": "David a zis: „Voi arăta bunăvoință lui Hanun, fiul lui Nahaș, căci tatăl lui a arătat bunăvoință față de mine.” Și David a trimis soli să-l mângâie pentru moartea tatălui său. Când au ajuns slujitorii lui David în țara fiilor lui Amon, la Hanun, ca să-l mângâie,",
        "3": "căpeteniile fiilor lui Amon au zis lui Hanun: „Crezi că David îți trimite oameni să te mângâie, ca să cinstească pe tatăl tău? Oare n-au venit slujitorii lui la tine ca să cunoască cetatea și s-o nimicească, și ca să iscodească țara?”",
        "4": "Atunci, Hanun a luat pe slujitorii lui David, a pus să-i radă și să le taie hainele pe la mijloc, până la brâu. Apoi le-a dat drumul.",
        "5": "David, căruia au venit și i-au dat de știre despre cele întâmplate cu oamenii aceștia, a trimis niște oameni înaintea lor, căci li se făcuse mare rușine și împăratul a trimis să le spună: „Rămâneți la Ierihon până vă va crește barba și apoi să vă întoarceți.”",
        "6": "Fiii lui Amon au văzut că se făcuseră urâți lui David și Hanun și fiii lui Amon au trimis o mie de talanți de argint să tocmească în slujba lor care și călăreți de la sirienii din Mesopotamia și de la sirienii din Maaca și din Țoba.",
        "7": "Au tocmit treizeci și două de mii de care și pe împăratul din Maaca împreună cu poporul lui, care au venit și au tăbărât înaintea Medebei. Fiii lui Amon s-au strâns din cetățile lor și au mers la luptă.",
        "8": "La auzul acestei vești, David a trimis împotriva lor pe Ioab și toată oștirea de oameni viteji.",
        "9": "Fiii lui Amon au ieșit și s-au înșirat în linie de bătaie la intrarea cetății; împărații care veniseră au tăbărât deosebit pe câmp.",
        "10": "Ioab a văzut că avea de luptat și înainte, și înapoi. A ales atunci din toți voinicii de frunte ai lui Israel o ceată pe care a așezat-o împotriva sirienilor",
        "11": "și a pus sub porunca fratelui său Abișai cealaltă parte a poporului, ca să țină piept fiilor lui Amon.",
        "12": "El a zis: „Dacă sirienii vor fi mai tari decât mine, să-mi vii tu în ajutor și dacă fiii lui Amon vor fi mai tari decât tine, îți voi veni eu în ajutor.",
        "13": "Fii tare și să ne îmbărbătăm pentru poporul nostru și pentru cetățile Dumnezeului nostru și Domnul să facă ce va crede!”",
        "14": "Ioab, cu poporul lui, a înaintat la luptă împotriva sirienilor, și ei au fugit dinaintea lui.",
        "15": "Și, când au văzut fiii lui Amon că sirienii o luaseră la fugă, au fugit și ei dinaintea lui Abișai, fratele lui Ioab, și s-au întors în cetate. Și Ioab s-a întors la Ierusalim.",
        "16": "Sirienii, văzând că fuseseră bătuți de Israel, au trimis și au adus pe sirienii care erau de cealaltă parte a râului și Șofah, căpetenia oștirii lui Hadarezer, era în fruntea lor.",
        "17": "Au dat de știre lui David, care a strâns pe tot Israelul, a trecut Iordanul, a mers împotriva lor și s-a pregătit de luptă împotriva lor. David s-a înșiruit în linie de bătaie împotriva sirienilor. Dar sirienii, după ce se bătuseră cu el,",
        "18": "au fugit dinaintea lui Israel. David le-a ucis oamenii de la șapte mii de care și patruzeci de mii de pedestrași și a omorât pe Șofah, căpetenia oștirii.",
        "19": "Slujitorii lui Hadarezer, văzându-se bătuți de Israel, au făcut pace cu David și i s-au supus. Și sirienii n-au vrut să mai ajute pe fiii lui Amon."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "După aceea, Nahaș, regele fiilor lui Amon, a murit, iar în locul lui a domnit fiul său.",
        "2": "David a zis: „Voi da dovadă de credincioșie față de Hanun, fiul lui Nahaș, căci și tatăl său a dat dovadă de credincioșie față de mine“. David a trimis mesageri ca să-l consoleze pe Hanun pentru moartea tatălui său. Când au ajuns slujitorii lui David în țara fiilor lui Amon, la Hanun, ca să-l consoleze,",
        "3": "căpeteniile fiilor lui Amon i-au zis lui Hanun: „Chiar crezi că David dorește să-l onoreze pe tatăl tău, trimițându-ți mângâietori? Oare n-au venit slujitorii lui la tine ca să observe, să distrugă și să cerceteze țara?“.",
        "4": "Atunci Hanun i-a luat pe slujitorii lui David, i-a ras, le-a tăiat hainele pe jumătate, până la brâu, și le-a dat drumul,",
        "5": "astfel că ei au plecat. Când i s-a spus lui David ce li s-a întâmplat bărbaților acelora, regele a trimis oameni să se întâlnească cu bărbații care fuseseră atât de mult umiliți și să le spună astfel: „Rămâneți în Ierihon până vă va crește din nou barba, și apoi să vă întoarceți!“.",
        "6": "Fiii lui Amon au văzut că se făcuseră nesuferiți lui David. Atunci Hanun și fiii lui Amon au trimis o mie de talanți de argint și au adus care și călăreți din Aram-Naharaim, din Aram-Maaca și din Țoba.",
        "7": "Au adus astfel treizeci și două de mii de care și l-au plătit pe regele din Maaca și pe poporul lui. Aceștia au venit și și-au așezat tabăra la Medeba, iar fiii lui Amon s-au strâns din cetățile lor, ca să meargă la război.",
        "8": "Când a auzit David aceasta, l-a trimis împotriva lor pe Ioab împreună cu toată armata de viteji.",
        "9": "Fiii lui Amon au ieșit, ocupându-și pozițiile de luptă la intrarea cetății, în timp ce regii care au venit să-i ajute s-au așezat separat în câmp.",
        "10": "Ioab a văzut că avea de luptat și în față și în spate. Prin urmare, a ales o parte dintre vitejii lui Israel și i-a mobilizat împotriva arameilor,",
        "11": "iar restul poporului l-a pus sub comanda fratelui său Abișai, mobilizându-l împotriva fiilor lui Amon.",
        "12": "Ioab i-a zis lui Abișai: „Dacă arameii vor fi mai puternici decât mine, să-mi vii în ajutor, iar dacă fiii lui Amon vor fi mai puternici decât tine, te voi ajuta eu.",
        "13": "Fii tare și curajos pentru poporul nostru și pentru cetățile Dumnezeului nostru, iar Domnul să facă ce consideră că este bine!“.",
        "14": "Când Ioab și poporul care era cu el i-au atacat pe aramei, aceștia au fugit dinaintea lui.",
        "15": "Fiii lui Amon, văzând că arameii au luat-o la fugă, au fugit și ei dinaintea lui Abișai, fratele lui Ioab, și s-au retras în cetate. Apoi Ioab s-a dus la Ierusalim.",
        "16": "Când au văzut că au fost învinși de Israel, arameii au trimis mesageri și i-au adus pe arameii de dincolo de Râu, aceștia avându-l în fruntea lor pe Șofac, conducătorul armatei lui Hadad-Ezer.",
        "17": "Când a aflat aceasta, David a adunat tot Israelul, a trecut Iordanul, s-a dus la ei și a ocupat poziții de luptă împotriva lor. David s-a așezat în poziție de luptă ca să-i înfrunte pe aramei, iar aceștia s-au luptat împotriva lui.",
        "18": "Însă Aram a fugit dinaintea lui Israel. David le-a ucis arameilor șapte mii de oameni care conduceau carele și patruzeci de mii de pedestrași. L-a omorât și pe Șofac, conducătorul armatei lor.",
        "19": "Văzând că au fost învinși de Israel, vasalii lui Hadad-Ezer au făcut pace cu David și i-au slujit. Și Aram n-a mai vrut să-i ajute pe fiii lui Amon."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "After this, Nahash the king of the children of Ammon died, and his son reigned in his place.",
        "2": "David said, “I will show kindness to Hanun the son of Nahash, because his father showed kindness to me.” So David sent messengers to comfort him concerning his father. David’s servants came into the land of the children of Ammon to Hanun to comfort him.",
        "3": "But the princes of the children of Ammon said to Hanun, “Do you think that David honors your father, in that he has sent comforters to you? Haven’t his servants come to you to search, to overthrow, and to spy out the land?”",
        "4": "So Hanun took David’s servants, shaved them, and cut off their garments in the middle at their buttocks, and sent them away.",
        "5": "Then some people went and told David how the men were treated. He sent to meet them; for the men were greatly humiliated. The king said, “Stay at Jericho until your beards have grown, and then return.”",
        "6": "When the children of Ammon saw that they had made themselves odious to David, Hanun and the children of Ammon sent one thousand talents of silver to hire chariots and horsemen out of Mesopotamia, out of Aram-maacah, and out of Zobah.",
        "7": "So they hired for themselves thirty-two thousand chariots, and the king of Maacah with his people, who came and encamped near Medeba. The children of Ammon gathered themselves together from their cities, and came to battle.",
        "8": "When David heard of it, he sent Joab with all the army of the mighty men.",
        "9": "The children of Ammon came out, and put the battle in array at the gate of the city; and the kings who had come were by themselves in the field.",
        "10": "Now when Joab saw that the battle was set against him before and behind, he chose some of all the choice men of Israel, and put them in array against the Syrians.",
        "11": "The rest of the people he committed into the hand of Abishai his brother; and they put themselves in array against the children of Ammon.",
        "12": "He said, “If the Syrians are too strong for me, then you are to help me; but if the children of Ammon are too strong for you, then I will help you.",
        "13": "Be courageous, and let’s be strong for our people and for the cities of our God. May Yahweh do that which seems good to him.”",
        "14": "So Joab and the people who were with him came near to the front of the Syrians to the battle; and they fled before him.",
        "15": "When the children of Ammon saw that the Syrians had fled, they likewise fled before Abishai his brother, and entered into the city. Then Joab came to Jerusalem.",
        "16": "When the Syrians saw that they were defeated by Israel, they sent messengers and called out the Syrians who were beyond the River, with Shophach the captain of the army of Hadadezer leading them.",
        "17": "David was told that, so he gathered all Israel together, passed over the Jordan, came to them, and set the battle in array against them. So when David had put the battle in array against the Syrians, they fought with him.",
        "18": "The Syrians fled before Israel; and David killed of the Syrian men seven thousand charioteers and forty thousand footmen, and also killed Shophach the captain of the army.",
        "19": "When the servants of Hadadezer saw that they were defeated by Israel, they made peace with David and served him. The Syrians would not help the children of Ammon any more."
      }
    }
  }
}