{
  "book": "1 Cronici",
  "chapter": "23",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "David, fiind bătrân și sătul de zile, a pus pe fiul său Solomon împărat peste Israel.",
        "2": "El a strâns pe toate căpeteniile lui Israel, pe preoți și pe leviți.",
        "3": "Au făcut numărătoarea leviților de la vârsta de treizeci de ani în sus; socotiți pe cap și pe bărbați, s-au găsit în număr de treizeci și opt de mii.",
        "4": "Și David a zis: „Douăzeci și patru de mii dintre ei să vegheze asupra slujbelor din Casa Domnului, șase mii să fie dregători și judecători,",
        "5": "patru mii să fie portari și patru mii să fie însărcinați să laude pe Domnul cu instrumentele pe care le-am făcut ca să-L preamărim.”",
        "6": "David i-a împărțit în cete după fiii lui Levi: Gherșon, Chehat și Merari.",
        "7": "Din gherșoniți: Laedan și Șimei.",
        "8": "Fiii lui Laedan: căpetenia Iehiel, Zetam și Ioel, trei.",
        "9": "Fiii lui Șimei: Șelomit, Haziel și Haran, trei. Aceștia erau capii caselor părintești ale familiei lui Laedan.",
        "10": "Fiii lui Șimei: Iahat, Zina, Ieuș și Beria. Aceștia sunt cei patru fii ai lui Șimei.",
        "11": "Iahat era căpetenia și Zina al doilea; Ieuș și Beria n-au avut mulți fii și au alcătuit o singură casă părintească la numărătoare.",
        "12": "Fiii lui Chehat: Amram, Ițehar, Hebron și Uziel, patru.",
        "13": "Fiii lui Amram: Aaron și Moise. Aaron a fost pus deoparte să fie sfințit ca preasfânt, el și fiii lui pe vecie, ca să aducă tămâie înaintea Domnului, să-I facă slujba și să binecuvânteze pe vecie în Numele Lui.",
        "14": "Dar fiii lui Moise, omul lui Dumnezeu, au fost numărați în seminția lui Levi.",
        "15": "Fiii lui Moise: Gherșom și Eliezer.",
        "16": "Fiul lui Gherșom: Șebuel, căpetenia.",
        "17": "Și fiii lui Eliezer au fost: Rehabia, căpetenia; Eliezer n-a avut alt fiu, dar fiii lui Rehabia au fost foarte mulți la număr.",
        "18": "Fiul lui Ițehar: Șelomit, căpetenia.",
        "19": "Fiii lui Hebron: Ieria, căpetenia; Amaria, al doilea: Iahaziel, al treilea și Iecameam, al patrulea.",
        "20": "Fiii lui Uziel: Mica, căpetenia, și Ișia, al doilea.",
        "21": "Fiii lui Merari: Mahli și Muși. Fiii lui Mahli: Eleazar și Chis.",
        "22": "Eleazar a murit fără să aibă fii, dar a avut fete pe care le-au luat de neveste fiii lui Chis, frații lor.",
        "23": "Fiii lui Muși: Mahli, Eder și Ieremot, trei.",
        "24": "Aceștia sunt fiii lui Levi, după casele lor părintești, capii caselor părintești, după numărătoarea făcută numărând numele pe cap. Ei erau întrebuințați în slujba Casei Domnului, de la vârsta de douăzeci de ani în sus.",
        "25": "Căci David a zis: „Domnul Dumnezeul lui Israel a dat odihnă poporului Său și va locui pe vecie la Ierusalim,",
        "26": "și leviții nu vor mai avea să poarte cortul și toate uneltele pentru slujba lui.”",
        "27": "După cele din urmă porunci ale lui David, numărătoarea fiilor lui Levi s-a făcut de la vârsta de douăzeci de ani în sus.",
        "28": "Puși lângă fiii lui Aaron pentru slujba Casei Domnului, ei aveau să îngrijească de curți și de odăi, de curățirea tuturor lucrurilor sfinte, de împlinirea slujbei în Casa lui Dumnezeu,",
        "29": "de pâinile pentru punerea înaintea Domnului, de floarea de făină pentru darurile de mâncare, de plăcintele fără aluat, de turtele coapte în tigaie și de turtele prăjite, de toate măsurile de încăpere și de lungime;",
        "30": "ei aveau să stea în fiecare dimineață și în fiecare seară ca să laude și să mărească pe Domnul",
        "31": "și să aducă neîncetat înaintea Domnului toate arderile-de-tot Domnului, în zilele de Sabat, de lună nouă și de sărbători, după numărul și obiceiurile rânduite.",
        "32": "Îngrijeau de cortul întâlnirii, de Sfântul Locaș și de fiii lui Aaron, frații lor, pentru slujba Casei Domnului."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Când a ajuns David bătrân și sătul de zile, l-a numit rege peste Israel pe Solomon, fiul său.",
        "2": "El a adunat toate căpeteniile lui Israel, preoții și leviții.",
        "3": "Au fost numărați leviții de la vârsta de treizeci de ani în sus, numărul total al bărbaților fiind de treizeci și opt de mii.",
        "4": "David a zis: „Dintre aceștia, douăzeci și patru de mii să supravegheze slujba de la Casa Domnului, șase mii să fie supraveghetori și judecători,",
        "5": "patru mii să fie portari, iar alte patru mii să-L laude pe Domnul cu instrumentele pe care eu le-am făcut ca să-L lăudăm“.",
        "6": "David i-a împărțit pe grupuri, potrivit fiilor lui Levi: Gherșon, Chehat și Merari.",
        "7": "Din partea gherșoniților: Ladan și Șimei.",
        "8": "Fiii lui Ladan au fost: căpetenia Iehiel, apoi Zetam și Ioel – în total trei.",
        "9": "Fiii lui Șimei au fost: Șelomit, Haziel și Haran – în total trei. Acestea au fost căpeteniile familiilor lui Ladan.",
        "10": "Fiii lui Șimei au fost: Iahat, Ziza, Ieuș și Beria. Aceștia patru au fost fii ai lui Șimei.",
        "11": "Iahat era căpetenia, iar Ziza era cel de-al doilea; Ieuș și Beria nu au avut mulți fii, astfel că ei au fost numărați ca și cum ar fi o singură familie.",
        "12": "Fiii lui Chehat au fost: Amram, Ițhar, Hebron și Uziel – în total patru.",
        "13": "Fiii lui Amram au fost: Aaron și Moise. Aaron a fost separat de popor, ca să sfințească lucrurile preasfinte, el și fiii lui pentru totdeauna, ca să aducă tămâie înaintea Domnului, ca să slujească și ca să binecuvânteze în Numele Lui pentru totdeauna.",
        "14": "Fiii lui Moise, omul lui Dumnezeu, au fost incluși în seminția lui Levi.",
        "15": "Fiii lui Moise au fost: Gherșom și Eliezer.",
        "16": "Fiul lui Gherșom a fost căpetenia Șebuel.",
        "17": "Fiul lui Eliezer a fost căpetenia Rehabia. Eliezer nu a mai avut alți fii, însă urmașii lui Rehabia au fost numeroși.",
        "18": "Fiul lui Ițhar a fost căpetenia Șelomit.",
        "19": "Fiii lui Hebron au fost: căpetenia Ieria, Amaria – al doilea, Iahaziel – al treilea, Iekamam – al patrulea.",
        "20": "Fiii lui Uziel au fost: căpetenia Mica și Ișia – cel de-al doilea.",
        "21": "Fiii lui Merari au fost: Mahli și Muși. Fiii lui Mahli au fost: Elazar și Chiș.",
        "22": "Elazar a murit fără să aibă fii, ci numai fiice. Prin urmare, fiii lui Chiș, rudele acestora, le-au luat de soții.",
        "23": "Fiii lui Muși au fost: Mahli, Eder și Ieremot – în total trei.",
        "24": "Aceștia au fost urmașii lui Levi, potrivit familiilor lor, căpetenii în familiile lor, care au fost numărați individual, după numele lor, cei care urmau să facă lucrarea pentru slujba de la Casa Domnului, de la vârsta de douăzeci de ani în sus.",
        "25": "Căci David spusese: „Domnul, Dumnezeul lui Israel, i-a dat odihnă poporului Său și va locui în Ierusalim pe vecie,",
        "26": "iar leviții nu vor mai avea de purtat Tabernaculul și toate obiectele lui pentru slujbă“.",
        "27": "Potrivit ultimelor cuvinte ale lui David, acesta a fost numărul leviților de la vârsta de douăzeci de ani în sus.",
        "28": "Responsabilitatea lor era să-i ajute pe urmașii lui Aaron la slujba de la Casa Domnului, îngrijindu-se de curți, de camere, de curățirea tuturor lucrurilor sfinte, de împlinirea oricărei lucrări pentru slujba de la Casa lui Dumnezeu,",
        "29": "precum și de pâinea așezată în șiruri pe masă, de făina aleasă, folosită la darurile de mâncare, de turtele subțiri, nedospite, de grătare, de vasele pentru frământat și de vasele de orice cantitate și mărime.",
        "30": "Ei aveau să se înfățișeze în fiecare dimineață ca să-I mulțumească și să-L laude pe Domnul. Tot așa trebuiau să facă și seara,",
        "31": "precum și cu prilejul tuturor arderilor-de-tot aduse Domnului de sabat, în fiecare lună nouă și de sărbători. Ei aveau să slujească în mod continuu înaintea Domnului, după un număr stabilit și conform hotărârilor luate cu privire la ei.",
        "32": "Așadar, ei trebuiau să-și îndeplinească responsabilitățile față de Cortul Întâlnirii și față de Locul Sfânt, ajutându-i pe urmașii lui Aaron, frații lor, la slujba de la Casa Domnului."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now David was old and full of days; and he made Solomon his son king over Israel.",
        "2": "He gathered together all the princes of Israel, with the priests and the Levites.",
        "3": "The Levites were counted from thirty years old and upward; and their number by their polls, man by man, was thirty-eight thousand.",
        "4": "David said, “Of these, twenty-four thousand were to oversee the work of Yahweh’s house, six thousand were officers and judges,",
        "5": "four thousand were doorkeepers, and four thousand praised Yahweh with the instruments which I made for giving praise.”",
        "6": "David divided them into divisions according to the sons of Levi: Gershon, Kohath, and Merari.",
        "7": "Of the Gershonites: Ladan and Shimei.",
        "8": "The sons of Ladan: Jehiel the chief, Zetham, and Joel, three.",
        "9": "The sons of Shimei: Shelomoth, Haziel, and Haran, three. These were the heads of the fathers’ households of Ladan.",
        "10": "The sons of Shimei: Jahath, Zina, Jeush, and Beriah. These four were the sons of Shimei.",
        "11": "Jahath was the chief, and Zizah the second; but Jeush and Beriah didn’t have many sons; therefore they became a fathers’ house in one reckoning.",
        "12": "The sons of Kohath: Amram, Izhar, Hebron, and Uzziel, four.",
        "13": "The sons of Amram: Aaron and Moses; and Aaron was separated that he should sanctify the most holy things, he and his sons forever, to burn incense before Yahweh, to minister to him, and to bless in his name forever.",
        "14": "But as for Moses the man of God, his sons were named among the tribe of Levi.",
        "15": "The sons of Moses: Gershom and Eliezer.",
        "16": "The sons of Gershom: Shebuel the chief.",
        "17": "The son of Eliezer was Rehabiah the chief; and Eliezer had no other sons, but the sons of Rehabiah were very many.",
        "18": "The son of Izhar: Shelomith the chief.",
        "19": "The sons of Hebron: Jeriah the chief, Amariah the second, Jahaziel the third, and Jekameam the fourth.",
        "20": "The sons of Uzziel: Micah the chief, and Isshiah the second.",
        "21": "The sons of Merari: Mahli and Mushi. The sons of Mahli: Eleazar and Kish.",
        "22": "Eleazar died, and had no sons, but daughters only; and their relatives, the sons of Kish, took them as wives.",
        "23": "The sons of Mushi: Mahli, Eder, and Jeremoth, three.",
        "24": "These were the sons of Levi after their fathers’ houses, even the heads of the fathers’ houses of those who were counted individually, in the number of names by their polls, who did the work for the service of Yahweh’s house, from twenty years old and upward.",
        "25": "For David said, “Yahweh, the God of Israel, has given rest to his people; and he dwells in Jerusalem forever.",
        "26": "Also the Levites will no longer need to carry the tabernacle and all its vessels for its service.”",
        "27": "For by the last words of David the sons of Levi were counted, from twenty years old and upward.",
        "28": "For their duty was to wait on the sons of Aaron for the service of Yahweh’s house—in the courts, in the rooms, and in the purifying of all holy things, even the work of the service of God’s house;",
        "29": "for the show bread also, and for the fine flour for a meal offering, whether of unleavened wafers, or of that which is baked in the pan, or of that which is soaked, and for all measurements of quantity and size;",
        "30": "and to stand every morning to thank and praise Yahweh, and likewise in the evening;",
        "31": "and to offer all burnt offerings to Yahweh on the Sabbaths, on the new moons, and on the set feasts, in number according to the ordinance concerning them, continually before Yahweh;",
        "32": "and that they should keep the duty of the Tent of Meeting, the duty of the holy place, and the duty of the sons of Aaron their brothers for the service of Yahweh’s house."
      }
    }
  }
}