{
  "book": "1 Cronici",
  "chapter": "18",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "După aceea, David a bătut pe filisteni și i-a smerit și a luat din mâna filistenilor Gatul și satele lui.",
        "2": "A bătut pe moabiți, și moabiții au fost supuși lui David și i-au plătit un bir.",
        "3": "David a bătut pe Hadarezer, împăratul Țobei, spre Hamat, când s-a dus să-și așeze stăpânirea peste râul Eufrat.",
        "4": "David i-a luat o mie de care, șapte mii de călăreți și douăzeci de mii de pedestrași; a tăiat vinele tuturor cailor de trăsuri și n-a păstrat decât o sută de care.",
        "5": "Sirienii din Damasc au venit în ajutorul lui Hadarezer, împăratul Țobei, și David a bătut douăzeci și două de mii de sirieni.",
        "6": "David a pus o strajă de oști în Siria Damascului. Și sirienii au fost supuși lui David și i-au plătit bir. Domnul ocrotea pe David oriunde mergea.",
        "7": "Și David a luat scuturile de aur pe care le aveau slujitorii lui Hadarezer și le-a adus la Ierusalim.",
        "8": "David a mai luat multă aramă din Tibhat și din Cun, cetățile lui Hadarezer. Solomon a făcut din ea marea de aramă, stâlpii și uneltele de aramă.",
        "9": "Tohu, împăratul Hamatului, a auzit că David bătuse toată oștirea lui Hadarezer, împăratul Țobei,",
        "10": "și a trimis pe fiul său Hadoram la împăratul David să-i ureze de bine și să-l laude că a luptat împotriva lui Hadarezer și l-a bătut. Căci Tohu era în război cu Hadarezer. A trimis, de asemenea, tot felul de vase de aur, de argint și de aramă.",
        "11": "Împăratul David le-a închinat Domnului, împreună cu argintul și aurul pe care-l luase de la toate popoarele, de la Edom, de la Moab, de la fiii lui Amon, de la filisteni și de la Amalec.",
        "12": "Abișai, fiul Țeruiei, a bătut în Valea Sării optsprezece mii de edomiți.",
        "13": "A pus oști de strajă în Edom și tot Edomul a fost supus lui David. Domnul ocrotea pe David oriunde mergea. Înalții slujbași ai lui David",
        "14": "David a domnit peste tot Israelul și făcea judecată și dreptate la tot poporul său.",
        "15": "Ioab, fiul Țeruiei, era mai-mare peste oștire; Iosafat, fiul lui Ahilud, era scriitor;",
        "16": "Țadoc, fiul lui Ahitub, și Abimelec, fiul lui Abiatar, erau preoți; Șavșa era logofăt;",
        "17": "Benaia, fiul lui Iehoiada, era căpetenia cheretiților și a peletiților și fiii lui David erau cei dintâi pe lângă împărat."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "După aceea, David i-a învins pe filisteni, i-a supus și a luat din mâna filistenilor Gatul și satele dimprejur.",
        "2": "Apoi i-a învins și pe moabiți, iar moabiții au devenit slujitorii lui David, plătindu-i tribut.",
        "3": "David l-a învins și pe Hadad-Ezer, regele Țobei Hamatului, când acesta s-a dus să-și consolideze autoritatea la râul Eufrat.",
        "4": "David i-a capturat o mie de care, șapte mii de călăreți și douăzeci de mii de pedestrași. David a tăiat tendoanele tuturor cailor de la care, păstrând din ei doar pentru o sută de care.",
        "5": "Arameii din Damasc au venit în ajutorul lui Hadad-Ezer, regele Țobei, însă David a omorât douăzeci și două de mii de oameni.",
        "6": "David a pus garnizoane în regatul arameu al Damascului, iar arameii au devenit slujitorii lui David, plătindu-i tribut. Domnul îi dădea victorie lui David oriunde mergea.",
        "7": "David a luat scuturile de aur ale slujitorilor lui Hadad-Ezer și le-a adus la Ierusalim,",
        "8": "iar din Tibhat și din Cun, cetățile lui Hadad-Ezer, David a luat foarte mult bronz. Cu acesta a făcut Solomon „marea“ de bronz, stâlpii și alte obiecte din bronz.",
        "9": "Când Tou, regele Hamatului, a aflat că David a învins toată armata lui Hadad-Ezer, regele Țobei,",
        "10": "l-a trimis pe fiul său Hadoram la regele David ca să-l întrebe de sănătate și să-l laude pentru că s-a luptat cu Hadad-Ezer, cu care și el era în război, și pentru că l-a învins. I-a trimis tot felul de lucruri din aur, din argint și din bronz.",
        "11": "Regele David le-a închinat și pe acestea Domnului, așa cum făcuse cu argintul și cu aurul luat de la toate celelalte națiuni: de la Edom, de la Moab, de la fiii lui Amon, de la filisteni și de la Amalek.",
        "12": "Abișai, fiul Țeruiei, a ucis optsprezece mii de edomiți în Valea Sării.",
        "13": "A plasat garnizoane în Edom și toți edomiții au devenit slujitorii lui David. Domnul îi dădea victorie lui David oriunde mergea.",
        "14": "David domnea peste tot Israelul, judecând și făcând dreptate întregului său popor.",
        "15": "Ioab, fiul Țeruiei, era conducătorul armatei; Iehoșafat, fiul lui Ahilud, era cronicar;",
        "16": "Țadok, fiul Ahitub, și Abimelek, fiul lui Abiatar, erau preoți; Șavșa era scrib;",
        "17": "Benaia, fiul lui Iehoiada, era conducătorul cheretiților și al peletiților, iar fiii lui David erau cei dintâi pe lângă rege."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "After this, David defeated the Philistines and subdued them, and took Gath and its towns out of the hand of the Philistines.",
        "2": "He defeated Moab; and the Moabites became servants to David and brought tribute.",
        "3": "David defeated Hadadezer king of Zobah, toward Hamath, as he went to establish his dominion by the river Euphrates.",
        "4": "David took from him one thousand chariots, seven thousand horsemen, and twenty thousand footmen; and David hamstrung all the chariot horses, but reserved of them enough for one hundred chariots.",
        "5": "When the Syrians of Damascus came to help Hadadezer king of Zobah, David struck twenty-two thousand men of the Syrians.",
        "6": "Then David put garrisons in Syria of Damascus; and the Syrians became servants to David and brought tribute. Yahweh gave victory to David wherever he went.",
        "7": "David took the shields of gold that were on the servants of Hadadezer, and brought them to Jerusalem.",
        "8": "From Tibhath and from Cun, cities of Hadadezer, David took very much bronze, with which Solomon made the bronze sea, the pillars, and the vessels of bronze.",
        "9": "When Tou king of Hamath heard that David had struck all the army of Hadadezer king of Zobah,",
        "10": "he sent Hadoram his son to King David to greet him and to bless him, because he had fought against Hadadezer and struck him (for Hadadezer had wars with Tou); and he had with him all kinds of vessels of gold and silver and bronze.",
        "11": "King David also dedicated these to Yahweh, with the silver and the gold that he carried away from all the nations: from Edom, from Moab, from the children of Ammon, from the Philistines, and from Amalek.",
        "12": "Moreover Abishai the son of Zeruiah struck eighteen thousand of the Edomites in the Valley of Salt.",
        "13": "He put garrisons in Edom; and all the Edomites became servants to David. Yahweh gave victory to David wherever he went.",
        "14": "David reigned over all Israel; and he executed justice and righteousness for all his people.",
        "15": "Joab the son of Zeruiah was over the army; Jehoshaphat the son of Ahilud was recorder;",
        "16": "Zadok the son of Ahitub and Abimelech the son of Abiathar were priests; Shavsha was scribe;",
        "17": "and Benaiah the son of Jehoiada was over the Cherethites and the Pelethites; and the sons of David were chief officials serving the king."
      }
    }
  }
}