{
  "book": "1 Cronici",
  "chapter": "25",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "David și căpeteniile oștirii au pus deoparte, pentru slujbă, pe aceia din fiii lui Asaf, Heman și Iedutun, care proroceau întovărășiți de harpă, de alăută și de chimvale. Și iată numărul celor ce aveau de îndeplinit lucrarea aceasta.",
        "2": "Din fiii lui Asaf: Zacur, Iosif, Netania și Așareela, fiii lui Asaf, sub cârmuirea lui Asaf, care prorocea după poruncile împăratului.",
        "3": "Din Iedutun, fiii lui Iedutun: Ghedalia, Țeri, Isaia, Hașabia, Matitia și Șimei, șase, sub cârmuirea tatălui lor Iedutun, care prorocea cu harpa, ca să laude și să mărească pe Domnul.",
        "4": "Din Heman, fiii lui Heman: Buchia, Matania, Uziel, Șebuel, Ierimot, Hanania, Hanani, Eliata, Ghidalti, Romamti-Ezer, Ioșbecașa, Maloti, Hotir, Mahaziot,",
        "5": "toți fii ai lui Heman, care era văzătorul împăratului, ca să descopere cuvintele lui Dumnezeu și să înalțe puterea Lui; Dumnezeu dăduse lui Heman paisprezece fii și trei fete.",
        "6": "Toți aceștia erau sub cârmuirea părinților lor pentru cântarea în Casa Domnului și aveau chimvale, alăute și harpe pentru slujba Casei lui Dumnezeu. Asaf, Iedutun și Heman lucrau sub poruncile împăratului.",
        "7": "Erau în număr de două sute optzeci și opt, cuprinzându-se în acest număr și frații lor deprinși la cântarea Domnului, toți cei ce erau meșteri.",
        "8": "Au tras la sorți pentru slujbele lor, mici și mari, învățători și ucenici.",
        "9": "Cel dintâi sorț ieșit a fost din Asaf pentru Iosif; al doilea, pentru Ghedalia, el, frații și fiii lui, doisprezece;",
        "10": "al treilea, Zacur, fiii și frații săi, doisprezece;",
        "11": "al patrulea, pentru Ițeri, fiii și frații săi, doisprezece;",
        "12": "al cincilea, pentru Netania, fiii săi și frații săi, doisprezece;",
        "13": "al șaselea, Buchia, fiii și frații săi, doisprezece;",
        "14": "al șaptelea, pentru Iesareela, fiii și frații săi, doisprezece;",
        "15": "al optulea, pentru Isaia, fiii și frații săi, doisprezece;",
        "16": "al nouălea, pentru Matania, fiii și frații săi, doisprezece;",
        "17": "al zecelea, pentru Șimei, fiii și frații săi, doisprezece;",
        "18": "al unsprezecelea, pentru Azareel, fiii și frații săi, doisprezece;",
        "19": "al doisprezecelea, pentru Hașabia, fiii și frații săi, doisprezece;",
        "20": "al treisprezecelea, pentru Șubael, fiii și frații săi, doisprezece;",
        "21": "al paisprezecelea, pentru Matitia, fiii și frații săi, doisprezece;",
        "22": "al cincisprezecelea, pentru Ieremot, fiii și frații săi, doisprezece;",
        "23": "al șaisprezecelea, pentru Hanania, fiii și frații săi, doisprezece;",
        "24": "al șaptesprezecelea, pentru Ioșbecașa, fiii și frații săi, doisprezece;",
        "25": "al optsprezecelea, pentru Hanani, fiii și frații săi, doisprezece;",
        "26": "al nouăsprezecelea, pentru Maloti, fiii și frații săi, doisprezece;",
        "27": "al douăzecilea, pentru Eliata, fiii și frații săi, doisprezece;",
        "28": "al douăzeci și unulea, pentru Hotir, fiii și frații săi, doisprezece;",
        "29": "al douăzeci și doilea, pentru Ghidalti, fiii și frații săi, doisprezece;",
        "30": "al douăzeci și treilea, pentru Mahaziot, fiii și frații săi, doisprezece;",
        "31": "al douăzeci și patrulea, pentru Romamti-Ezer, fiii și frații săi, doisprezece."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "David și conducătorii armatei au pus deoparte pentru slujbă pe unii dintre fiii lui Asaf, ai lui Heman și ai lui Iedutun, ca să profețească în sunetul lirelor, harfelor și chimvalelor. Iată numărul bărbaților care făceau această lucrare de slujire:",
        "2": "dintre fiii lui Asaf: Zacur, Iosif, Netania și Asarela; fiii lui Asaf se aflau sub îndrumarea lui Asaf, care profețea sub supravegherea regelui;",
        "3": "din Iedutun – fiii lui Iedutun: Ghedalia, Țeri, Isaia, Șimei, Hașabia și Matitia – în total șase; ei erau sub îndrumarea tatălui lor, Iedutun, care profețea în sunet de liră, mulțumind și lăudând pe Domnul;",
        "4": "din Heman – fiii lui Heman: Buchia, Matania, Uziel, Șebuel, Ierimot, Hanania, Hanani, Eliata, Ghidalti, Romamti-Ezer, Ioșbekașa, Maloti, Hotir și Mahaziot.",
        "5": "Toți aceștia erau fii ai lui Heman, văzătorul regelui, căci Dumnezeu îi promisese că-l va face puternic. Dumnezeu i-a dat lui Heman paisprezece fii și trei fiice.",
        "6": "Toți aceștia erau sub îndrumarea părinților lor în ce privește cântarea de la Casa Domnului, având chimvale, harfe și lire pentru slujba Casei lui Dumnezeu. Asaf, Iedutun și Heman se aflau sub supravegherea regelui.",
        "7": "Ei și frații lor, care erau pricepuți în ce privește cântările Domnului, toți cei care aveau îndemânare, erau în număr de două sute optzeci și opt.",
        "8": "Au tras la sorți ca să-și afle responsabilitățile, atât pentru cel mic, cât și pentru cel mare, atât pentru învățător, cât și pentru ucenic.",
        "9": "Pentru Asaf, primul sorț a ieșit pentru Iosif, al doilea – pentru Ghedalia, care împreună cu fiii și cu frații lui erau doisprezece;",
        "10": "al treilea – pentru Zacur, care împreună cu fiii și cu frații lui erau doisprezece;",
        "11": "al patrulea – pentru Ițri, care împreună cu fiii și cu frații lui erau doisprezece;",
        "12": "al cincilea – pentru Netania, care împreună cu fiii și cu frații lui erau doisprezece;",
        "13": "al șaselea – pentru Buchia, care împreună cu fiii și cu frații lui erau doisprezece;",
        "14": "al șaptelea – pentru Iesarel, care împreună cu fiii și cu frații lui erau doisprezece;",
        "15": "al optulea – pentru Isaia, care împreună cu fiii și cu frații lui erau doisprezece;",
        "16": "al nouălea – pentru Matania, care împreună cu fiii și cu frații lui erau doisprezece;",
        "17": "al zecelea – pentru Șimei, care împreună cu fiii și cu frații lui erau doisprezece;",
        "18": "al unsprezecelea – pentru Azarel, care împreună cu fiii și cu frații lui erau doisprezece;",
        "19": "al doisprezecelea – pentru Hașabia, care împreună cu fiii și cu frații lui erau doisprezece;",
        "20": "al treisprezecelea – pentru Șubael, care împreună cu fiii și cu frații lui erau doisprezece;",
        "21": "al paisprezecelea – pentru Matitia, care împreună cu fiii și cu frații lui erau doisprezece;",
        "22": "al cincisprezecelea – pentru Ieremot, care împreună cu fiii și cu frații lui erau doisprezece;",
        "23": "al șaisprezecelea – pentru Hanania, care împreună cu fiii și cu frații lui erau doisprezece;",
        "24": "al șaptesprezecelea – pentru Ioșbekașa, care împreună cu fiii și cu frații lui erau doisprezece;",
        "25": "al optsprezecelea – pentru Hanani, care împreună cu fiii și cu frații lui erau doisprezece;",
        "26": "al nouăsprezecelea – pentru Maloti, care împreună cu fiii și cu frații lui erau doisprezece;",
        "27": "al douăzecilea – pentru Eliata, care împreună cu fiii și cu frații lui erau doisprezece;",
        "28": "al douăzeci și unulea – pentru Hotir, care împreună cu fiii și cu frații lui erau doisprezece;",
        "29": "al douăzeci și doilea – pentru Ghidalti, care împreună cu fiii și cu frații lui erau doisprezece;",
        "30": "al douăzeci și treilea – pentru Mahaziot, care împreună cu fiii și cu frații lui erau doisprezece;",
        "31": "al douăzeci și patrulea – pentru Romamti-Ezer, care împreună cu fiii și cu frații lui erau doisprezece."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Moreover, David and the captains of the army set apart for the service certain of the sons of Asaph, of Heman, and of Jeduthun, who were to prophesy with harps, with stringed instruments, and with cymbals. The number of those who did the work according to their service was:",
        "2": "of the sons of Asaph: Zaccur, Joseph, Nethaniah, and Asharelah. The sons of Asaph were under the hand of Asaph, who prophesied at the order of the king.",
        "3": "Of Jeduthun, the sons of Jeduthun: Gedaliah, Zeri, Jeshaiah, Shimei, Hashabiah, and Mattithiah, six, under the hands of their father Jeduthun, who prophesied in giving thanks and praising Yahweh with the harp.",
        "4": "Of Heman, the sons of Heman: Bukkiah, Mattaniah, Uzziel, Shebuel, Jerimoth, Hananiah, Hanani, Eliathah, Giddalti, Romamti-Ezer, Joshbekashah, Mallothi, Hothir, and Mahazioth.",
        "5": "All these were the sons of Heman the king’s seer in the words of God, to lift up the horn. God gave to Heman fourteen sons and three daughters.",
        "6": "All these were under the hands of their father for song in Yahweh’s house, with cymbals, stringed instruments, and harps, for the service of God’s house: Asaph, Jeduthun, and Heman being under the order of the king.",
        "7": "The number of them, with their brothers who were instructed in singing to Yahweh, even all who were skillful, was two hundred eighty-eight.",
        "8": "They cast lots for their offices, all alike, the small as well as the great, the teacher as well as the student.",
        "9": "Now the first lot came out for Asaph to Joseph; the second to Gedaliah, he and his brothers and sons were twelve;",
        "10": "the third to Zaccur, his sons and his brothers, twelve;",
        "11": "the fourth to Izri, his sons and his brothers, twelve;",
        "12": "the fifth to Nethaniah, his sons and his brothers, twelve;",
        "13": "the sixth to Bukkiah, his sons and his brothers, twelve;",
        "14": "the seventh to Jesharelah, his sons and his brothers, twelve;",
        "15": "the eighth to Jeshaiah, his sons and his brothers, twelve;",
        "16": "the ninth to Mattaniah, his sons and his brothers, twelve;",
        "17": "the tenth to Shimei, his sons and his brothers, twelve;",
        "18": "the eleventh to Azarel, his sons and his brothers, twelve;",
        "19": "the twelfth to Hashabiah, his sons and his brothers, twelve;",
        "20": "for the thirteenth, Shubael, his sons and his brothers, twelve;",
        "21": "for the fourteenth, Mattithiah, his sons and his brothers, twelve;",
        "22": "for the fifteenth to Jeremoth, his sons and his brothers, twelve;",
        "23": "for the sixteenth to Hananiah, his sons and his brothers, twelve;",
        "24": "for the seventeenth to Joshbekashah, his sons and his brothers, twelve;",
        "25": "for the eighteenth to Hanani, his sons and his brothers, twelve;",
        "26": "for the nineteenth to Mallothi, his sons and his brothers, twelve;",
        "27": "for the twentieth to Eliathah, his sons and his brothers, twelve;",
        "28": "for the twenty-first to Hothir, his sons and his brothers, twelve;",
        "29": "for the twenty-second to Giddalti, his sons and his brothers, twelve;",
        "30": "for the twenty-third to Mahazioth, his sons and his brothers, twelve;",
        "31": "for the twenty-fourth to Romamti-Ezer, his sons and his brothers, twelve."
      }
    }
  }
}