{
  "book": "1 Cronici",
  "chapter": "22",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Și David a zis: „Aici să fie Casa Domnului Dumnezeu și aici să fie altarul arderilor-de-tot pentru Israel.” Pregătirile lui David pentru zidirea Templului",
        "2": "David a strâns pe străinii din țara lui Israel și a însărcinat pe cioplitorii de piatră să pregătească pietre cioplite pentru zidirea Casei lui Dumnezeu.",
        "3": "A pregătit și fier din belșug pentru cuiele de la aripile ușilor și pentru scoabe, aramă atât de multă, încât nu puteau s-o numere",
        "4": "și lemne de cedru fără număr, căci sidonienii și tirienii aduseseră lui David lemne de cedru din belșug.",
        "5": "David zicea: „Fiul meu Solomon este tânăr și plăpând și casa care va fi zidită Domnului trebuie să fie de mare faimă și slavă în toate țările, de aceea vreau să-i pregătesc cele de trebuință pentru zidirea ei.” Și David a făcut mari pregătiri înainte de moarte. Sfaturile date lui Solomon",
        "6": "David a chemat pe fiul său Solomon și i-a poruncit să zidească o casă Domnului Dumnezeului lui Israel.",
        "7": "David a zis lui Solomon: „Fiul meu, aveam de gând să zidesc o casă Numelui Domnului Dumnezeului meu.",
        "8": "Dar cuvântul Domnului mi-a vorbit astfel: ‘Tu ai vărsat mult sânge și ai făcut mari războaie, de aceea nu vei zidi o casă Numelui Meu, căci ai vărsat înaintea Mea mult sânge pe pământ.",
        "9": "Iată că ți se va naște un fiu, care va fi un om al odihnei și căruia îi voi da odihnă, izbăvindu-l din mâna tuturor vrăjmașilor lui de jur împrejur, căci numele lui va fi Solomon (Pace), și voi aduce peste Israel pacea și liniștea în timpul vieții lui.",
        "10": "El va zidi o casă Numelui Meu. El Îmi va fi fiu și Eu îi voi fi Tată și voi întări pe vecie scaunul de domnie al împărăției lui în Israel.’",
        "11": "Acum, fiule, Domnul să fie cu tine ca să propășești și să zidești Casa Domnului Dumnezeului tău, cum a spus El despre tine!",
        "12": "Numai să-ți dea Domnul înțelepciune și pricepere și să te facă să domnești peste Israel în păzirea Legii Domnului Dumnezeului tău!",
        "13": "Atunci vei propăși, dacă vei căuta să împlinești legile și poruncile pe care le-a dat lui Moise Domnul pentru Israel. Întărește-te și îmbărbătează-te, nu te teme și nu te înspăimânta.",
        "14": "Iată, prin străduințele mele, am pregătit pentru Casa Domnului o sută de mii de talanți de aur, un milion de talanți de argint și o mulțime de aramă și de fier care nu se poate cântări, căci este foarte mult; am pregătit, de asemenea, lemne și pietre și vei mai adăuga și tu.",
        "15": "Tu ai la tine un mare număr de lucrători, cioplitori de piatră și tâmplari, și oameni îndemânatici în tot felul de lucrări.",
        "16": "Aurul, argintul, arama și fierul sunt fără număr. Scoală-te dar și lucrează și Domnul să fie cu tine.”",
        "17": "David a poruncit tuturor căpeteniilor lui Israel să vină în ajutor fiului său Solomon, zicând:",
        "18": "„Domnul Dumnezeul vostru nu este oare cu voi și nu v-a dat El odihnă din toate părțile? Căci a dat în mâinile mele pe locuitorii țării și țara este supusă înaintea Domnului și înaintea poporului Său.",
        "19": "Puneți-vă acum inima și sufletul să caute pe Domnul Dumnezeul vostru; sculați-vă și zidiți Sfântul Locaș al Domnului Dumnezeu, ca să aduceți chivotul legământului Domnului și uneltele închinate lui Dumnezeu în casa care va fi zidită Numelui Domnului.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "David a zis atunci: „Aici să fie Casa Domnului Dumnezeu și aici să fie altarul pentru arderile-de-tot ale lui Israel“. Pregătiri pentru construirea Casei Domnului",
        "2": "Apoi, David a poruncit să fie strânși străinii din țara lui Israel și a numit dintre ei cioplitori care să pregătească pietre cioplite pentru construirea Casei lui Dumnezeu.",
        "3": "David a mai pregătit fier din belșug pentru cuiele de care aveau nevoie la ușile de la intrări și pentru scoabe, precum și bronz, care era atât de mult, încât nu se putea cântări.",
        "4": "El a pregătit și lemne de cedru, foarte multe la număr, căci sidonienii și tyrienii îi aduseseră lui David lemn de cedru din belșug.",
        "5": "David zisese: „Solomon, fiul meu, este tânăr și plăpând, iar Casa care va fi construită Domnului trebuie să fie foarte măreață, de mare renume și splendoare înaintea tuturor țărilor. Voi face pregătiri pentru construirea ei“. Astfel, David a făcut multe pregătiri înainte de moartea sa. Desemnarea lui Solomon pentru construirea Casei Domnului",
        "6": "Apoi l-a chemat pe Solomon, fiul său, și i-a poruncit să construiască o Casă Domnului, Dumnezeul lui Israel.",
        "7": "David i-a zis lui Solomon: „Fiule, aveam pe inimă să zidesc o Casă pentru Numele Domnului, Dumnezeul meu.",
        "8": "Dar Cuvântul Domnului mi-a vorbit, zicând: «Tu ai vărsat mult sânge și ai purtat mari războaie. Nu tu vei construi o Casă pentru Numele Meu, căci ai vărsat înaintea Mea mult sânge pe pământ.",
        "9": "Iată că ți se va naște un fiu, care va fi un om al odihnei și căruia Eu îi voi da odihnă, eliberându-l de toți dușmanii săi de jur împrejur. Numele lui va fi Solomon, iar în timpul vieții lui îi voi da lui Israel pace și liniște.",
        "10": "El va construi o Casă Numelui Meu. El Îmi va fi fiu, iar Eu îi voi fi Tată. Voi consolida pentru totdeauna tronul domniei lui peste Israel».",
        "11": "Și acum, fiule, Domnul să fie cu tine, ca să reușești să construiești o Casă Domnului, Dumnezeul tău, așa cum a vorbit El cu privire la tine.",
        "12": "Domnul să-ți dea discernământ și pricepere, astfel încât, atunci când El te va pune să domnești peste Israel, să păzești Legea Domnului, Dumnezeul tău.",
        "13": "Vei reuși dacă vei veghea să împlinești hotărârile și judecățile pe care le-a dat Domnul lui Moise pentru Israel. Fii tare și curajos! Să nu te temi și să nu te înspăimânți!",
        "14": "Iată că, prin munca mea, am pregătit pentru Casa Domnului o sută de mii de talanți de aur, un milion de talanți de argint, precum și bronz și fier care nu se poate cântări căci este foarte mult; am pregătit, de asemenea, lemne și pietre. La acestea tu trebuie să mai adaugi.",
        "15": "Ai cu tine o mulțime de lucrători: pietrari, constructori, tâmplari și tot felul de oameni pricepuți să prelucreze",
        "16": "aurul, argintul, bronzul și fierul – foarte mulți lucrători. Prin urmare, începe să lucrezi, și Domnul să fie cu tine“. Delegarea căpeteniilor pentru construirea Casei Domnului",
        "17": "David a poruncit tuturor căpeteniilor lui Israel să-l ajute pe fiul său, Solomon.",
        "18": "„Nu este oare Domnul, Dumnezeul vostru, cu voi? Nu v-a dat odihnă de jur împrejur, din moment ce i-a dat în mâna mea pe locuitorii țării? Nu este țara supusă înaintea Domnului și înaintea poporului Său?",
        "19": "Acum, fie ca inima voastră și sufletul vostru să-L caute pe Domnul, Dumnezeul vostru. Începeți să construiți Sfântul Lăcaș al Domnului Dumnezeu, ca să poată fi adus Chivotul legământului Domnului și obiectele cele sfinte ale lui Dumnezeu în Casa construită pentru Numele Domnului“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Then David said, “This is the house of Yahweh God, and this is the altar of burnt offering for Israel.”",
        "2": "David gave orders to gather together the foreigners who were in the land of Israel; and he set masons to cut dressed stones to build God’s house.",
        "3": "David prepared iron in abundance for the nails for the doors of the gates and for the couplings, and bronze in abundance without weight,",
        "4": "and cedar trees without number, for the Sidonians and the people of Tyre brought cedar trees in abundance to David.",
        "5": "David said, “Solomon my son is young and tender, and the house that is to be built for Yahweh must be exceedingly magnificent, of fame and of glory throughout all countries. I will therefore make preparation for it.” So David prepared abundantly before his death.",
        "6": "Then he called for Solomon his son, and commanded him to build a house for Yahweh, the God of Israel.",
        "7": "David said to Solomon his son, “As for me, it was in my heart to build a house to the name of Yahweh my God.",
        "8": "But Yahweh’s word came to me, saying, ‘You have shed blood abundantly and have made great wars. You shall not build a house to my name, because you have shed much blood on the earth in my sight.",
        "9": "Behold, a son shall be born to you, who shall be a man of peace. I will give him rest from all his enemies all around; for his name shall be Solomon, and I will give peace and quietness to Israel in his days.",
        "10": "He shall build a house for my name; and he will be my son, and I will be his father; and I will establish the throne of his kingdom over Israel forever.’",
        "11": "Now, my son, may Yahweh be with you and prosper you, and build the house of Yahweh your God, as he has spoken concerning you.",
        "12": "May Yahweh give you discretion and understanding, and put you in charge of Israel, so that you may keep the law of Yahweh your God.",
        "13": "Then you will prosper, if you observe to do the statutes and the ordinances which Yahweh gave Moses concerning Israel. Be strong and courageous. Don’t be afraid and don’t be dismayed.",
        "14": "Now, behold, in my affliction I have prepared for Yahweh’s house one hundred thousand talents of gold, one million talents of silver, and bronze and iron without weight; for it is in abundance. I have also prepared timber and stone; and you may add to them.",
        "15": "There are also workmen with you in abundance—cutters and workers of stone and timber, and all kinds of men who are skillful in every kind of work;",
        "16": "of the gold, the silver, the bronze, and the iron, there is no number. Arise and be doing, and may Yahweh be with you.”",
        "17": "David also commanded all the princes of Israel to help Solomon his son, saying,",
        "18": "“Isn’t Yahweh your God with you? Hasn’t he given you rest on every side? For he has delivered the inhabitants of the land into my hand; and the land is subdued before Yahweh and before his people.",
        "19": "Now set your heart and your soul to follow Yahweh your God. Arise therefore, and build the sanctuary of Yahweh God, to bring the ark of Yahweh’s covenant and the holy vessels of God into the house that is to be built for Yahweh’s name.”"
      }
    }
  }
}