{
  "book": "1 Cronici",
  "chapter": "4",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Fiii lui Iuda: Pereț, Hețron, Carmi, Hur și Șobal.",
        "2": "Reaia, fiul lui Șobal, a născut pe Iahat; Iahat a născut pe Ahumai și Lahad. Acestea sunt familiile țoreatiților.",
        "3": "Iată urmașii tatălui lui Etam: Izreel, Ișma și Idbaș; numele surorii lor era Hațelelponi.",
        "4": "Penuel era tatăl lui Ghedor, iar Ezer, tatăl lui Hușa. Aceștia sunt fiii lui Hur, întâiul născut al Efratei, tatăl lui Betleem.",
        "5": "Așhur, tatăl lui Tecoa, a avut două neveste: Helea și Naara.",
        "6": "Naara i-a născut pe Ahuzam, pe Hefer, pe Temeni și pe Ahaștari: aceștia sunt fiii Naarei.",
        "7": "Fiii Heleei: Țeret, Țohar și Etnan.",
        "8": "Coț a născut pe Anub și Hațobeba și familiile lui Aharhel, fiul lui Harum.",
        "9": "Iaebeț era mai cu vază decât frații săi; mama sa i-a pus numele Iaebeț (Trist), zicând: „Pentru că l-am născut cu durere.”",
        "10": "Iaebeț a chemat pe Dumnezeul lui Israel și a zis: „Dacă mă vei binecuvânta și-mi vei întinde hotarele, dacă mâna Ta va fi cu mine și dacă mă vei feri de nenorocire, așa încât să nu fiu în suferință!…” Și Dumnezeu i-a dat ce ceruse.",
        "11": "Chelub, fratele lui Șuha, a născut pe Mechir, care a fost tatăl lui Eșton.",
        "12": "Eșton a născut casa lui Rafa, Paseah și Techina, tatăl cetății lui Nahaș. Aceștia sunt bărbații de la Reca.",
        "13": "Fiii lui Chenaz: Otniel și Seraia. Fiul lui Otniel: Hatat.",
        "14": "Meonotai a născut pe Ofra. Seraia a născut pe Ioab, tatăl văii lucrătorilor, căci erau lucrători.",
        "15": "Fiii lui Caleb, fiul lui Iefune: Iru, Ela și Naam, și fiii lui Ela și Chenaz.",
        "16": "Fiii lui Iehaleleel: Zif, Zifa, Tiria și Asareel.",
        "17": "Fiii lui Ezra: Ieter, Mered, Efer și Ialon. Nevasta lui Mered a născut pe Miriam, pe Șamai și pe Ișbah, tatăl lui Eștemoa.",
        "18": "Nevastă-sa, iudeica, a născut pe Iered, tatăl lui Ghedor, pe Eber, tatăl lui Soco, și pe Iecutiel, tatăl lui Zanoah. Aceștia sunt fiii Bitiei, fata lui Faraon, pe care a luat-o Mered de nevastă.",
        "19": "Fiii nevestei lui Hodia, sora lui Naham: tatăl lui Chehila, Garmitul, și Eștemoa, Maacatitul.",
        "20": "Fiii lui Simon: Amnon, Rina, Ben-Hanan și Tilon. Fiii lui Ișei: Zohet și Ben-Zohet.",
        "21": "Fiii lui Șela, fiul lui Iuda: Er, tatăl lui Leca, Laeda, tatăl lui Mareșa, și familiile casei unde se lucrează pânza, din casa lui Așbea,",
        "22": "și Iochim, și oamenii lui Cozeba, și Ioas, și Saraf, care au stăpânit asupra Moabului, și Iașubi-Lehem. Aceste lucruri sunt vechi.",
        "23": "Ei erau olari și locuiau în livezi și în lunci; locuiau acolo lângă împărat și lucrau pentru el. Urmașii lui Simeon",
        "24": "Fiii lui Simeon: Nemuel, Iamin, Iarib, Zerah, Saul.",
        "25": "Fiul lui Saul: Șalum, Mibsam, fiul său; Mișma, fiul său.",
        "26": "Fiii lui Mișma: Hamuel, fiul său; Zacur, fiul său; Șimei, fiul său.",
        "27": "Șimei a avut șaisprezece fii și șase fiice. Frații săi n-au avut mulți fii. Și toate familiile lor nu s-au înmulțit atât cât fiii lui Iuda.",
        "28": "Ei locuiau la Beer-Șeba, la Molada, la Hațar-Șual,",
        "29": "la Bilha, la Ețem, la Tolad,",
        "30": "la Betuel, la Horma, la Țiclag,",
        "31": "la Bet-Marcabot, la Hațar-Susim, la Bet-Birei și la Șaaraim. Acestea au fost cetățile lor până la domnia lui David",
        "32": "și satele lor. Ei mai aveau și Etam, Ain, Rimon, Tochen și Așan, cinci cetăți,",
        "33": "și toate satele din împrejurimile acestor cetăți, până la Baal. Iată locuințele lor și spița neamului lor:",
        "34": "Meșobab; Iamlec; Ioșa, fiul lui Amația;",
        "35": "Ioel; Iehu, fiul lui Ioșibia, fiul lui Seraia, fiul lui Asiel;",
        "36": "Elioenai; Iaacoba; Ieșohaia; Asaia; Adiel; Iesimiel; Benaia;",
        "37": "Ziza, fiul lui Șifei, fiul lui Alon, fiul lui Iedaia, fiul lui Șimri, fiul lui Șemaia.",
        "38": "Aceștia, numiți pe nume, erau domni în familiile lor, și casele lor părintești au crescut mult.",
        "39": "Ei s-au dus înspre Ghedor până la răsăritul văii, să caute pășune pentru turmele lor.",
        "40": "Au găsit pășuni grase și bune și o țară întinsă, liniștită și pașnică, fiindcă cei ce o locuiau mai înainte se coborau din Ham.",
        "41": "Oamenii aceștia, scriși pe nume, au venit pe vremea lui Ezechia, împăratul lui Iuda; au sfărâmat corturile lor și pe maoniți, care se aflau acolo, i-au nimicit cu desăvârșire până în ziua de azi și s-au așezat în locul lor, căci acolo erau pășuni pentru turmele lor.",
        "42": "Și dintre fiii lui Simeon s-au dus la muntele Seir în număr de cinci sute de oameni. Aveau în frunte pe Pelatia, Nearia, Refaia și Uziel, fiii lui Ișei.",
        "43": "Au bătut rămășița de amaleciți care scăpase cu viață și s-au așezat acolo până în ziua de azi."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Fiii lui Iuda au fost: Pereț, Hețron, Carmi, Hur și Șobal.",
        "2": "Lui Reaia, fiul lui Șobal, i s-a născut Iahat, iar lui Iahat – Ahumai și Lahad. Aceștia au alcătuit clanurile țoratiților.",
        "3": "Fiii lui Etam au fost: Izreel, Ișma și Idbaș. Sora lor se numea Hațlel-Poni.",
        "4": "Penuel a fost tatăl lui Ghedor, Ezer a fost tatăl lui Hușa. Aceștia au fost urmașii lui Hur, întâiul născut al lui Efrata și tatăl lui Betleem.",
        "5": "Așhur, tatăl lui Tekoa, a avut două soții: Hela și Naara.",
        "6": "Naara i-a născut pe Ahuzam, pe Hefer, pe Temeni și pe Ahaștari. Aceștia au fost fiii născuți de Naara.",
        "7": "Fiii Helei au fost: Țeret, Țohar și Etnan.",
        "8": "Din Coț provin Anub, Hațoveva și clanurile lui Aharhel, fiul lui Harum.",
        "9": "Iabeț a fost mai renumit decât frații săi. Mama lui îi pusese numele Iabeț, zicând: „Fiindcă l-am născut cu durere“.",
        "10": "Iabeț L-a chemat pe Dumnezeul lui Israel, zicând: „O, de m-ai binecuvânta și mi-ai lărgi hotarele! Fie mâna Ta cu mine și păzește-mă de rău ca să nu ajung în durere!“. Și Dumnezeu i-a dat ceea ce ceruse.",
        "11": "Lui Chelub, fratele lui Șuha, i s-a născut Mehir, care a fost tatăl lui Eșton.",
        "12": "Lui Eșton i s-a născut Bet-Rafa, Paseah și Tehina, întemeietorul cetății Nahaș. Aceștia sunt bărbații care provin din Reca.",
        "13": "Fiii lui Chenaz au fost: Otniel și Seraia. Fiii lui Otniel au fost: Hatat și Meonotai.",
        "14": "Lui Meonotai i s-a născut Ofra, iar lui Seraia – Ioab, întemeietorul Văii Meșteșugarilor, căci erau meșteșugari.",
        "15": "Fiii lui Caleb, fiul lui Iefune, au fost: Iru, Ela și Naam. Fiul lui Ela a fost Chenaz.",
        "16": "Fiii lui Iehalel-El au fost: Zif, Zifa, Tiria și Asarel.",
        "17": "Fiii lui Ezra au fost: Ieter, Mered, Efer și Ialon. Una dintre soțiile lui Mered i-a născut pe Miriam, pe Șamai și pe Ișbah, tatăl lui Eștemoa.",
        "18": "(Soția lui iudeică îi născuse pe Iered, tatăl lui Ghedor, pe Heber, tatăl lui Soco, și pe Iekutiel, tatăl lui Zanoah.) Aceștia au fost fiii Bitiei, fata lui Faraon, pe care o luase în căsătorie Mered.",
        "19": "Fiii soției lui Hodia, sora lui Naham, au fost tatăl garmitului Cheila și maacatitul Eștemoa.",
        "20": "Fiii lui Simon au fost: Amnon, Rina, Ben-Hanan și Tilon. Fiii lui Iși au fost: Zohet și Ben-Zohet.",
        "21": "Urmașii lui Șela, fiul lui Iuda, au fost: Er, tatăl lui Leca; Lada, tatăl lui Mareșa; clanurile țesătorilor de in subțire din Bet-Așbea;",
        "22": "Iochim și bărbații din Cozeba; Ioaș; Saraf, cel care a stăpânit peste Moab, și Iașubi-Lehem. (Acestea sunt date vechi.)",
        "23": "Ei erau olari și locuiau în Netaim și în Ghedera. Ei locuiau acolo împreună cu regele și erau în slujba lui.",
        "24": "Urmașii lui Simeon au fost: Nemuel, Iamin, Iarib, Zerah, Saul;",
        "25": "fiul acestuia din urmă, Șalum; fiul acestuia, Mibsam; fiul acestuia, Mișma.",
        "26": "Urmașii lui Mișma au fost: Hamuel, fiul său; fiul acestuia, Zacur; fiul acestuia, Șimei.",
        "27": "Șimei a avut șaisprezece fii și șase fiice, dar frații lui nu au avut mulți fii; prin urmare, întregul lor clan nu a devenit atât de numeros precum fiii lui Iuda.",
        "28": "Ei au locuit în Beer-Șeba, Molada, Hațar-Șual,",
        "29": "Bilha, Ețem, Tolad,",
        "30": "Betuel, Horma, Țiklag,",
        "31": "Bet-Marcabot, Hațar-Susim, Bet-Biri și Șaaraim. Acestea au fost cetățile lor înainte de domnia lui David.",
        "32": "Printre așezările lor mai erau și Etam, Ayin, Rimon, Tochen și Așan – cinci cetăți –",
        "33": "precum și toate așezările din împrejurimile acestor cetăți până la Baalat. Acestea au fost așezările lor și înscrierile lor genealogice.",
        "34": "Meșobab, Iamlek, Ioșa, fiul lui Amația,",
        "35": "Ioel, Iehu, fiul lui Ioșibia, fiul lui Seraia, fiul lui Asiel,",
        "36": "Elioenai, Iaakova, Ieșohaia, Asaia, Adiel, Iesimiel, Benaia",
        "37": "și Ziza, fiul lui Șifi, fiul lui Alon, fiul lui Iedaia, fiul lui Șimri, fiul lui Șemaia.",
        "38": "Aceștia, menționați pe nume, au fost conducători în clanurile lor. Familiile lor s-au înmulțit foarte mult.",
        "39": "Ei s-au dus înspre intrarea Ghedorului, până în partea de est a văii, ca să caute pășune pentru turmele lor.",
        "40": "Au găsit pășune grasă și bună. Țara era largă, liniștită și pașnică, căci cei ce locuiseră înainte acolo proveneau din Ham.",
        "41": "Aceștia, scriși pe nume, au venit pe vremea lui Ezechia, regele lui Iuda, și le-au atacat corturile, iar pe meuniții pe care i-au găsit acolo i-au dat spre nimicire, așa cum se vede și astăzi, și s-au așezat ei în locul lor, deoarece acolo era pășune pentru turmele lor.",
        "42": "Dintre aceștia, adică dintre simeoniți, au plecat spre muntele Seir cinci sute de bărbați. Conducătorii lor erau Pelatia, Nearia, Refaia și Uziel, toți fii ai lui Iși.",
        "43": "Au nimicit rămășița amalekiților care scăpase și au locuit ei acolo până în ziua aceasta."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "The sons of Judah: Perez, Hezron, Carmi, Hur, and Shobal.",
        "2": "Reaiah the son of Shobal became the father of Jahath; and Jahath became the father of Ahumai and Lahad. These are the families of the Zorathites.",
        "3": "These were the sons of the father of Etam: Jezreel, Ishma, and Idbash. The name of their sister was Hazzelelponi.",
        "4": "Penuel was the father of Gedor and Ezer the father of Hushah. These are the sons of Hur, the firstborn of Ephrathah, the father of Bethlehem.",
        "5": "Ashhur the father of Tekoa had two wives, Helah and Naarah.",
        "6": "Naarah bore him Ahuzzam, Hepher, Temeni, and Haahashtari. These were the sons of Naarah.",
        "7": "The sons of Helah were Zereth, Izhar, and Ethnan.",
        "8": "Hakkoz became the father of Anub, Zobebah, and the families of Aharhel the son of Harum.",
        "9": "Jabez was more honorable than his brothers. His mother named him Jabez, saying, “Because I bore him with sorrow.”",
        "10": "Jabez called on the God of Israel, saying, “Oh that you would bless me indeed, and enlarge my border! May your hand be with me, and may you keep me from evil, that I may not cause pain!” God granted him that which he requested.",
        "11": "Chelub the brother of Shuhah became the father of Mehir, who was the father of Eshton.",
        "12": "Eshton became the father of Beth Rapha, Paseah, and Tehinnah the father of Ir Nahash. These are the men of Recah.",
        "13": "The sons of Kenaz: Othniel and Seraiah. The sons of Othniel: Hathath.",
        "14": "Meonothai became the father of Ophrah: and Seraiah became the father of Joab the father of Ge Harashim, for they were craftsmen.",
        "15": "The sons of Caleb the son of Jephunneh: Iru, Elah, and Naam. The son of Elah: Kenaz.",
        "16": "The sons of Jehallelel: Ziph, Ziphah, Tiria, and Asarel.",
        "17": "The sons of Ezrah: Jether, Mered, Epher, and Jalon; and Mered’s wife bore Miriam, Shammai, and Ishbah the father of Eshtemoa.",
        "18": "His wife the Jewess bore Jered the father of Gedor, Heber the father of Soco, and Jekuthiel the father of Zanoah. These are the sons of Bithiah the daughter of Pharaoh, whom Mered took.",
        "19": "The sons of the wife of Hodiah, the sister of Naham, were the fathers of Keilah the Garmite and Eshtemoa the Maacathite.",
        "20": "The sons of Shimon: Amnon, Rinnah, Ben Hanan, and Tilon. The sons of Ishi: Zoheth, and Ben Zoheth.",
        "21": "The sons of Shelah the son of Judah: Er the father of Lecah, Laadah the father of Mareshah, and the families of the house of those who worked fine linen, of the house of Ashbea;",
        "22": "and Jokim, and the men of Cozeba, and Joash, and Saraph, who had dominion in Moab, and Jashubilehem. These records are ancient.",
        "23": "These were the potters, and the inhabitants of Netaim and Gederah; they lived there with the king for his work.",
        "24": "The sons of Simeon: Nemuel, Jamin, Jarib, Zerah, Shaul;",
        "25": "Shallum his son, Mibsam his son, and Mishma his son.",
        "26": "The sons of Mishma: Hammuel his son, Zaccur his son, Shimei his son.",
        "27": "Shimei had sixteen sons and six daughters; but his brothers didn’t have many children, and all their family didn’t multiply like the children of Judah.",
        "28": "They lived at Beersheba, Moladah, Hazarshual,",
        "29": "at Bilhah, at Ezem, at Tolad,",
        "30": "at Bethuel, at Hormah, at Ziklag,",
        "31": "at Beth Marcaboth, Hazar Susim, at Beth Biri, and at Shaaraim. These were their cities until David’s reign.",
        "32": "Their villages were Etam, Ain, Rimmon, Tochen, and Ashan, five cities;",
        "33": "and all their villages that were around the same cities, as far as Baal. These were their settlements, and they kept their genealogy.",
        "34": "Meshobab, Jamlech, Joshah the son of Amaziah,",
        "35": "Joel, Jehu the son of Joshibiah, the son of Seraiah, the son of Asiel,",
        "36": "Elioenai, Jaakobah, Jeshohaiah, Asaiah, Adiel, Jesimiel, Benaiah,",
        "37": "and Ziza the son of Shiphi, the son of Allon, the son of Jedaiah, the son of Shimri, the son of Shemaiah—",
        "38": "these mentioned by name were princes in their families. Their fathers’ houses increased greatly.",
        "39": "They went to the entrance of Gedor, even to the east side of the valley, to seek pasture for their flocks.",
        "40": "They found rich, good pasture, and the land was wide, and quiet, and peaceful, for those who lived there before were descended from Ham.",
        "41": "These written by name came in the days of Hezekiah king of Judah, and struck their tents and the Meunim who were found there; and they destroyed them utterly to this day, and lived in their place, because there was pasture there for their flocks.",
        "42": "Some of them, even of the sons of Simeon, five hundred men, went to Mount Seir, having for their captains Pelatiah, Neariah, Rephaiah, and Uzziel, the sons of Ishi.",
        "43": "They struck the remnant of the Amalekites who escaped, and have lived there to this day."
      }
    }
  }
}