{
  "book": "1 Cronici",
  "chapter": "1",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Adam, Set, Enoș,",
        "2": "Chenan, Mahalaleel, Iered,",
        "3": "Enoh, Metușelah, Lemec, Fiii lui Noe. Urmașii lui Iafet și Ham",
        "4": "Noe. Sem, Ham și Iafet.",
        "5": "Fiii lui Iafet: Gomer, Magog, Madai, Iavan, Tubal, Meșec și Tiras.",
        "6": "Fiii lui Gomer: Așchenaz, Difat și Togarma.",
        "7": "Fiii lui Iavan: Elișa, Tarsisa, Chitim și Rodanim.",
        "8": "Fiii lui Ham: Cuș, Mițraim, Put și Canaan.",
        "9": "Fiii lui Cuș: Saba, Havila, Sabta, Raema și Sabteca. Fiii lui Raema: Seba și Dedan.",
        "10": "Cuș a născut pe Nimrod; el a început să fie puternic pe pământ.",
        "11": "Mițraim a născut pe ludimi, ananimi, lehabimi, naftuhimi,",
        "12": "patrusimi, casluhimi, din care au ieșit filistenii și caftorimii.",
        "13": "Canaan a născut pe Sidon, întâiul lui născut, și pe Het,",
        "14": "și pe iebusiți, amoriți, ghirgasiți,",
        "15": "heviți, archiți, siniți,",
        "16": "arvadiți, țemariți, hamatiți. Fiii lui Sem",
        "17": "Fiii lui Sem: Elam, Asur, Arpacșad, Lud și Aram; Uț, Hul, Gheter și Meșec.",
        "18": "Arpacșad a născut pe Șelah, și Șelah a născut pe Eber.",
        "19": "Lui Eber i s-au născut doi fii: numele unuia era Peleg, pentru că pe vremea lui s-a împărțit pământul, iar numele fratelui său era Ioctan.",
        "20": "Ioctan a născut pe Almodad, pe Șelef, pe Hațarmavet, pe Ierah,",
        "21": "pe Hadoram, pe Uzal, pe Dicla,",
        "22": "pe Ebal, pe Abimael, pe Seba,",
        "23": "pe Ofir, pe Havila și pe Iobab. Toți aceștia au fost fii ai lui Ioctan. Cei zece patriarhi de la Sem la Avraam",
        "24": "Sem, Arpacșad, Șelah,",
        "25": "Eber, Peleg, Rehu,",
        "26": "Serug, Nahor, Terah,",
        "27": "Avram, adică Avraam. Fiii lui Avraam",
        "28": "Fiii lui Avraam: Isaac și Ismael.",
        "29": "Iată sămânța lor: Nebaiot, întâiul născut al lui Ismael, Chedar, Adbeel, Mibsam,",
        "30": "Mișma, Duma, Masa, Hadad, Tema,",
        "31": "Ietur, Nafiș și Chedma. Aceștia sunt fiii lui Ismael.",
        "32": "Fiii Cheturei, țiitoarea lui Avraam. Ea a născut pe Zimran, Iocșan, Medan, Madian, Ișbac și Șuah. Fiii lui Iocșan: Seba și Dedan.",
        "33": "Fiii lui Madian: Efa, Efer, Enoh, Abida și Eldaa. Aceștia sunt toți fiii Cheturei. Fiii lui Isaac și Esau",
        "34": "Avraam a născut pe Isaac. Fiii lui Isaac: Esau și Israel.",
        "35": "Fiii lui Esau: Elifaz, Reuel, Ieuș, Iaelam și Core.",
        "36": "Fiii lui Elifaz: Teman, Omar, Țefi, Gaetam, Chenaz, Timna și Amalec.",
        "37": "Fiii lui Reuel: Nahat, Zerah, Șama și Miza.",
        "38": "Fiii lui Seir: Lotan, Șobal, Țibeon, Ana, Dișon, Ețer și Dișan.",
        "39": "Fiii lui Lotan: Hori și Homam. Sora lui Lotan: Timna.",
        "40": "Fiii lui Șobal: Alian, Manahat, Ebal, Șefi și Onam. Fiii lui Țibeon: Aia și Ana.",
        "41": "Fiul lui Ana: Dișon. Fiii lui Dișon: Hamran, Eșban, Itran și Cheran.",
        "42": "Fiii lui Ețer: Bilhan, Zaavan și Iaacan. Fiii lui Dișan: Uț și Aran. Împărații Edomului",
        "43": "Iată împărații care au domnit în țara Edomului înainte ca să fi domnit un împărat peste copiii lui Israel: Bela, fiul lui Beor; numele cetății lui era Dinhaba.",
        "44": "Bela a murit, și în locul lui a domnit Iobab, fiul lui Zerah, din Boțra.",
        "45": "Iobab a murit, și în locul lui a domnit Hușam, din țara temaniților.",
        "46": "Hușam a murit, și în locul lui a domnit Hadad, fiul lui Bedad. El a bătut pe Madian în câmpia Moabului. Numele cetății lui era Avit.",
        "47": "Hadad a murit, și în locul lui a domnit Samla din Masreca.",
        "48": "Samla a murit, și în locul lui a domnit Saul, din Rehobot pe Râu.",
        "49": "Saul a murit, și în locul lui a domnit Baal-Hanan, fiul lui Acbor.",
        "50": "Baal-Hanan a murit, și în locul lui a domnit Hadad. Numele cetății lui era Pahi și numele nevestei lui era Mehetabeel, fata lui Matred, fata lui Mezahab.",
        "51": "Hadad a murit. Căpeteniile Edomului Căpeteniile Edomului au fost: căpetenia Timna, căpetenia Alia, căpetenia Ietet,",
        "52": "căpetenia Oholibama, căpetenia Ela, căpetenia Pinon,",
        "53": "căpetenia Chenaz, căpetenia Teman, căpetenia Mibțar,",
        "54": "căpetenia Magdiel, căpetenia Iram. Acestea sunt căpeteniile Edomului."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Adam, Set, Enoș,",
        "2": "Chenan, Mahalalel, Iared,",
        "3": "Enoh, Metușelah, Lameh,",
        "4": "Noe, Sem, Ham și Iafet.",
        "5": "Fiii lui Iafet au fost: Gomer, Magog, Madai, Iavan, Tubal, Meșek și Tiras.",
        "6": "Fiii lui Gomer au fost: Așchenaz, Rifat și Togarma.",
        "7": "Fiii lui Iavan au fost: Elișa, Tarșiș, Chitim și Rodanim.",
        "8": "Fiii lui Ham au fost: Cuș, Mițraim, Put și Canaan.",
        "9": "Fiii lui Cuș au fost: Seba, Havila, Sabta, Rama și Sabteca. Fiii lui Rama au fost: Șeba și Dedan.",
        "10": "Lui Cuș i s-a născut Nimrod. Acesta a început să fie un om viteaz pe pământ.",
        "11": "Din Mițraim provin ludiții, anamiții, lehabiții, naftuhiții,",
        "12": "patrusiții, casluhiții și caftoriții; din casluhiți provin filistenii.",
        "13": "Lui Canaan i s-au născut: Sidon, întâiul său născut, și Het;",
        "14": "din Canaan provin și iebusiții, amoriții, ghirgașiții,",
        "15": "hiviții, archiții, siniții,",
        "16": "arvadiții, țemariții și hamatiții.",
        "17": "Fiii lui Sem au fost: Elam, Așur, Arpahșad, Lud și Aram. Fiii lui Aram au fost: Uț, Hul, Gheter și Meșek.",
        "18": "Lui Arpahșad i s-a născut Șelah, iar lui Șelah i s-a născut Eber.",
        "19": "Lui Eber i s-au născut doi fii: numele unuia era Peleg, pentru că în timpul vieții lui a fost împărțit pământul, iar numele fratelui său era Ioktan.",
        "20": "Lui Ioktan i s-au născut: Almodad, Șelef, Hațar-Mavet, Iarah,",
        "21": "Hadoram, Uzal, Dikla,",
        "22": "Ebal, Abimael, Șeba,",
        "23": "Ofir, Havila și Iobab. Toți aceștia au fost fiii lui Ioktan.",
        "24": "Sem, Arpahșad, Șelah,",
        "25": "Eber, Peleg, Reu,",
        "26": "Serug, Nahor, Terah și",
        "27": "Avram (adică Avraam).",
        "28": "Fiii lui Avraam au fost: Isaac și Ismael. Urmașii lui Agar",
        "29": "Iată care sunt genealogiile lor: Nebaiot, întâiul născut al lui Ismael, Chedar, Adbeel, Mibsam,",
        "30": "Mișma, Duma, Massa, Hadad, Tema,",
        "31": "Ietur, Nafiș și Chedma. Aceștia au fost fiii lui Ismael. Urmașii Cheturei",
        "32": "Fiii pe care i-a născut Chetura, țiitoarea lui Avraam, au fost: Zimran, Iokșan, Medan, Midian, Ișbak și Șuah. Lui Iokșan i s-au născut Șeba și Dedan.",
        "33": "Fiii lui Midian au fost: Efa, Efer, Hanoh, Abida și Eldaa. Toți aceștia au fost urmașii Cheturei. Urmașii Sarei",
        "34": "Lui Avraam i s-a născut Isaac. Fiii lui Isaac au fost: Esau și Israel.",
        "35": "Fiii lui Esau au fost: Elifaz, Reuel, Ieuș, Ialam și Korah.",
        "36": "Fiii lui Elifaz au fost: Teman, Omar, Țefo, Gatam, Chenaz; din Timna s-a născut Amalek.",
        "37": "Fiii lui Reuel au fost: Nahat, Zerah, Șama și Miza.",
        "38": "Fiii lui Seir au fost: Lotan, Șobal, Țivon, Ana, Dișon, Ețer și Dișan.",
        "39": "Fiii lui Lotan au fost: Hori și Homam. Sora lui Lotan a fost Timna.",
        "40": "Fiii lui Șobal au fost: Alvan, Manahat, Ebal, Șefi și Onam. Fiii lui Țivon au fost: Aia și Ana.",
        "41": "Fiul lui Ana a fost: Dișon. Fiii lui Dișon au fost: Hemdan, Eșban, Itran și Cheran.",
        "42": "Fiii lui Ețer au fost: Bilhan, Zaavan și Iaakan. Fiii lui Dișan au fost: Uț și Aran.",
        "43": "Regii care au domnit în Edom, înainte ca vreun rege să domnească peste fiii lui Israel, au fost: Bela, fiul lui Beor; numele cetății sale era Dinhaba.",
        "44": "Când Bela a murit, Iobab, fiul lui Zerah, din Boțra, a domnit în locul lui.",
        "45": "Când Iobab a murit, Hușam, din țara temaniților, a domnit în locul lui.",
        "46": "Când Hușam a murit, Hadad, fiul lui Bedad, cel care i-a învins pe midianiți la Moab, a domnit în locul lui. Numele cetății sale era Avit.",
        "47": "Când Hadad a murit, Samla, din Masreka, a domnit în locul lui.",
        "48": "Când Samla a murit, Saul din Rehobotul de lângă râu a domnit în locul lui.",
        "49": "Când Saul a murit, Baal-Hanan, fiul lui Acbor, a domnit în locul lui.",
        "50": "Când Baal-Hanan a murit, Hadad a domnit în locul lui; numele cetății sale era Pau. Numele soției sale era Mehetabeel, fata lui Matred, fata lui Me-Zahab.",
        "51": "Hadad însă a murit și el. Căpeteniile Edomului au fost: căpetenia Timna, căpetenia Alva, căpetenia Ietet,",
        "52": "căpetenia Oholibama, căpetenia Ela, căpetenia Pinon,",
        "53": "căpetenia Chenaz, căpetenia Teman, căpetenia Mibțar,",
        "54": "căpetenia Magdiel și căpetenia Iram. Acestea au fost căpeteniile Edomului."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Adam, Seth, Enosh,",
        "2": "Kenan, Mahalalel, Jared,",
        "3": "Enoch, Methuselah, Lamech,",
        "4": "Noah, Shem, Ham, and Japheth.",
        "5": "The sons of Japheth: Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras.",
        "6": "The sons of Gomer: Ashkenaz, Diphath, and Togarmah.",
        "7": "The sons of Javan: Elishah, Tarshish, Kittim, and Rodanim.",
        "8": "The sons of Ham: Cush, Mizraim, Put, and Canaan.",
        "9": "The sons of Cush: Seba, Havilah, Sabta, Raama, Sabteca. The sons of Raamah: Sheba and Dedan.",
        "10": "Cush became the father of Nimrod. He began to be a mighty one in the earth.",
        "11": "Mizraim became the father of Ludim, Anamim, Lehabim, Naphtuhim,",
        "12": "Pathrusim, Casluhim (where the Philistines came from), and Caphtorim.",
        "13": "Canaan became the father of Sidon his firstborn, Heth,",
        "14": "the Jebusite, the Amorite, the Girgashite,",
        "15": "the Hivite, the Arkite, the Sinite,",
        "16": "the Arvadite, the Zemarite, and the Hamathite.",
        "17": "The sons of Shem: Elam, Asshur, Arpachshad, Lud, Aram, Uz, Hul, Gether, and Meshech.",
        "18": "Arpachshad became the father of Shelah, and Shelah became the father of Eber.",
        "19": "To Eber were born two sons: the name of the one was Peleg, for in his days the earth was divided; and his brother’s name was Joktan.",
        "20": "Joktan became the father of Almodad, Sheleph, Hazarmaveth, Jerah,",
        "21": "Hadoram, Uzal, Diklah,",
        "22": "Ebal, Abimael, Sheba,",
        "23": "Ophir, Havilah, and Jobab. All these were the sons of Joktan.",
        "24": "Shem, Arpachshad, Shelah,",
        "25": "Eber, Peleg, Reu,",
        "26": "Serug, Nahor, Terah,",
        "27": "Abram (also called Abraham).",
        "28": "The sons of Abraham: Isaac and Ishmael.",
        "29": "These are their generations: the firstborn of Ishmael, Nebaioth; then Kedar, Adbeel, Mibsam,",
        "30": "Mishma, Dumah, Massa, Hadad, Tema,",
        "31": "Jetur, Naphish, and Kedemah. These are the sons of Ishmael.",
        "32": "The sons of Keturah, Abraham’s concubine: she bore Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah. The sons of Jokshan: Sheba and Dedan.",
        "33": "The sons of Midian: Ephah, Epher, Hanoch, Abida, and Eldaah. All these were the sons of Keturah.",
        "34": "Abraham became the father of Isaac. The sons of Isaac: Esau and Israel.",
        "35": "The sons of Esau: Eliphaz, Reuel, Jeush, Jalam, and Korah.",
        "36": "The sons of Eliphaz: Teman, Omar, Zephi, Gatam, Kenaz, Timna, and Amalek.",
        "37": "The sons of Reuel: Nahath, Zerah, Shammah, and Mizzah.",
        "38": "The sons of Seir: Lotan, Shobal, Zibeon, Anah, Dishon, Ezer, and Dishan.",
        "39": "The sons of Lotan: Hori and Homam; and Timna was Lotan’s sister.",
        "40": "The sons of Shobal: Alian, Manahath, Ebal, Shephi, and Onam. The sons of Zibeon: Aiah and Anah.",
        "41": "The son of Anah: Dishon. The sons of Dishon: Hamran, Eshban, Ithran, and Cheran.",
        "42": "The sons of Ezer: Bilhan, Zaavan, and Jaakan. The sons of Dishan: Uz and Aran.",
        "43": "Now these are the kings who reigned in the land of Edom, before any king reigned over the children of Israel: Bela the son of Beor; and the name of his city was Dinhabah.",
        "44": "Bela died, and Jobab the son of Zerah of Bozrah reigned in his place.",
        "45": "Jobab died, and Husham of the land of the Temanites reigned in his place.",
        "46": "Husham died, and Hadad the son of Bedad, who struck Midian in the field of Moab, reigned in his place; and the name of his city was Avith.",
        "47": "Hadad died, and Samlah of Masrekah reigned in his place.",
        "48": "Samlah died, and Shaul of Rehoboth by the River reigned in his place.",
        "49": "Shaul died, and Baal Hanan the son of Achbor reigned in his place.",
        "50": "Baal Hanan died, and Hadad reigned in his place; and the name of his city was Pai. His wife’s name was Mehetabel, the daughter of Matred, the daughter of Mezahab.",
        "51": "Then Hadad died. The chiefs of Edom were: chief Timna, chief Aliah, chief Jetheth,",
        "52": "chief Oholibamah, chief Elah, chief Pinon,",
        "53": "chief Kenaz, chief Teman, chief Mibzar,",
        "54": "chief Magdiel, and chief Iram. These are the chiefs of Edom."
      }
    }
  }
}