{
  "book": "1 Cronici",
  "chapter": "2",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Iată fiii lui Israel: Ruben, Simeon, Levi, Iuda, Isahar, Zabulon,",
        "2": "Dan, Iosif, Beniamin, Neftali, Gad și Așer.",
        "3": "Fiii lui Iuda: Er, Onan, Șela; aceștia trei i s-au născut din fata lui Șua, Canaanita. Er, întâiul născut al lui Iuda, era rău înaintea Domnului, care l-a omorât.",
        "4": "Tamar, nora lui Iuda, i-a născut pe Pereț și Zerah. Toți fiii lui Iuda au fost cinci.",
        "5": "Fiii lui Pereț: Hețron și Hamul.",
        "6": "Fiii lui Zerah: Zimri, Etan, Heman, Calcol și Dara. De toți: cinci.",
        "7": "Fiii lui Carmi au fost: Acar, care a tulburat pe Israel când a săvârșit o fărădelege cu privire la lucrurile care trebuiau nimicite cu desăvârșire.",
        "8": "Fiul lui Etan: Azaria.",
        "9": "Fiii care s-au născut lui Hețron au fost Ierahmeel, Ram și Chelubai (Caleb).",
        "10": "Ram a născut pe Aminadab. Aminadab a născut pe Nahșon, domnul fiilor lui Iuda.",
        "11": "Nahșon a născut pe Salma. Salma a născut pe Boaz.",
        "12": "Boaz a născut pe Obed. Obed a născut pe Isai.",
        "13": "Isai a născut pe Eliab – întâiul lui născut; pe Abinadab – al doilea; pe Șimea – al treilea;",
        "14": "pe Netaneel – al patrulea; pe Radai – al cincilea;",
        "15": "pe Oțem – al șaselea; pe David – al șaptelea.",
        "16": "Surorile lor erau: Țeruia și Abigail. Fiii Țeruiei au fost: Abișai, Ioab și Asael – trei.",
        "17": "Abigail a născut pe Amasa; tatăl lui Amasa a fost Ieter, Ismaelitul. Fiii lui Caleb",
        "18": "Caleb, fiul lui Hețron, a avut copii cu nevastă-sa Azuba și cu Ieriot. Iată fiii pe care i-a avut cu Azuba: Ieșer, Șobab și Ardon.",
        "19": "Azuba a murit, și Caleb a luat pe Efrat, care i-a născut pe Hur.",
        "20": "Hur a născut pe Uri și Uri a născut pe Bețaleel.",
        "21": "În urmă, Hețron a intrat la fiica lui Machir, tatăl lui Galaad, și avea șaizeci de ani când a luat-o; ea i-a născut pe Segub.",
        "22": "Segub a născut pe Iair, care a avut douăzeci și trei de cetăți în țara Galaadului.",
        "23": "Gheșuriții și sirienii le-au luat târgurile lui Iair, cu Chenatul și cetățile care țineau de el: șaizeci de cetăți. Toți aceștia erau fiii lui Machir, tatăl lui Galaad.",
        "24": "După moartea lui Hețron la Caleb-Efrata, Abia, nevasta lui Hețron, i-a născut pe Așhur, tatăl lui Tecoa.",
        "25": "Fiii lui Ierahmeel, întâiul născut al lui Hețron, au fost: Ram, întâiul născut, Buna, Oren și Oțem, născuți din Ahia.",
        "26": "Ierahmeel a avut o altă nevastă, numită Atara, care a fost mama lui Onam.",
        "27": "Fiii lui Ram, întâiul născut al lui Ierahmeel, au fost: Maaț, Iamin și Echer.",
        "28": "Fiii lui Onam au fost: Șamai și Iada. Fiii lui Șamai: Nadab și Abișur.",
        "29": "Numele nevestei lui Abișur era Abihail și ea i-a născut pe Ahban și Molid.",
        "30": "Fiii lui Nadab: Seled și Apaim. Seled a murit fără fii.",
        "31": "Fiul lui Apaim: Ișei. Fiul lui Ișei: Șeșan. Fiul lui Șeșan: Ahlai.",
        "32": "Fiii lui Iada, fratele lui Șamai: Ieter și Ionatan. Ieter a murit fără fii.",
        "33": "Fiii lui Ionatan: Pelet și Zaza. Aceștia sunt fiii lui Ierahmeel.",
        "34": "Șeșan n-a avut fii, dar a avut fete. Șeșan avea un rob egiptean numit Iarha.",
        "35": "Și Șeșan a dat pe fiică-sa de nevastă robului său Iarha; ea i-a născut pe Atai.",
        "36": "Atai a născut pe Natan; Natan a născut pe Zabad;",
        "37": "Zabad a născut pe Eflal; Eflal a născut pe Obed;",
        "38": "Obed a născut pe Iehu; Iehu a născut pe Azaria;",
        "39": "Azaria a născut pe Haleț; Haleț a născut pe Elasa.",
        "40": "Elasa a născut pe Sismai; Sismai a născut pe Șalum;",
        "41": "Șalum a născut pe Iecamia; Iecamia a născut pe Elișama.",
        "42": "Fiii lui Caleb, fratele lui Ierahmeel: Meșa, întâiul său născut, care a fost tatăl lui Zif, și fiii lui Mareșa, tatăl lui Hebron.",
        "43": "Fiii lui Hebron: Core, Tapuah, Rechem și Șema.",
        "44": "Șema a născut pe Raham, tatăl lui Iorcheam. Rechem a născut pe Șamai.",
        "45": "Fiul lui Șamai: Maon; și Maon, tatăl lui Bet-Țur.",
        "46": "Efa, țiitoarea lui Caleb, a născut pe Haran, Moța și Gazez. Haran a născut pe Gazez.",
        "47": "Fiii lui Iahdai: Reghem, Iotam, Gheșan, Pelet, Efa și Șaaf.",
        "48": "Maaca, țiitoarea lui Caleb, a născut pe Șeber și Tirhana.",
        "49": "Ea a mai născut pe Șaaf, tatăl lui Madmana, și pe Șeva, tatăl lui Macbena și tatăl lui Ghibea. Fata lui Caleb era Acsa.",
        "50": "Aceștia au fost fiii lui Caleb: Șobal, fiul lui Hur, întâiul născut al Efratei, și tatăl lui Chiriat-Iearim;",
        "51": "Salma, tatăl lui Betleem; Haref, tatăl lui Bet-Gader.",
        "52": "Fiii lui Șobal, tatăl lui Chiriat-Iearim, au fost: Haroe, Hați-Hamenuhot.",
        "53": "Familiile lui Chiriat-Iearim au fost: ietriții, putiții, șumatiții și mișraiții; din aceste familii au ieșit țoreatiții și eștaoliții.",
        "54": "Fiii lui Salma: Betleem și netofatiții, Atrot-Bet-Ioab, Hați-Hamanahti, țoreiții;",
        "55": "și familiile cărturarilor care locuiau la Iaebeț, tireatiții, șimeatiții și sucatiții. Aceștia sunt cheniții, ieșiți din Hamat, tatăl casei lui Recab."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Fiii lui Israel au fost: Ruben, Simeon, Levi și Iuda, Isahar și Zabulon,",
        "2": "Dan, Iosif și Beniamin, Neftali, Gad și Așer.",
        "3": "Fiii lui Iuda au fost: Er, Onan și Șela. Aceștia trei i s-au născut din fata lui Șua, canaanitul. Er, întâiul născut al lui Iuda, era rău în ochii Domnului, astfel că El l-a omorât.",
        "4": "Tamar, nora lui Iuda, i-a născut pe Pereț și pe Zerah. Toți fiii lui Iuda au fost în număr de cinci.",
        "5": "Fiii lui Pereț au fost: Hețron și Hamul.",
        "6": "Fiii lui Zerah au fost: Zimri, Etan, Heman, Calcol și Dara – în total cinci.",
        "7": "Acar, cel care l-a tulburat pe Israel și a păcătuit cu privire la lucrurile care trebuiau date spre nimicire, a fost unul dintre fiii lui Carmi.",
        "8": "Azaria a fost unul dintre fiii lui Etan.",
        "9": "Fiii care i s-au născut lui Hețron au fost: Ierahmeel, Ram și Caleb.",
        "10": "Lui Ram i s-a născut Aminadab, lui Aminadab i s-a născut Nahșon, conducătorul fiilor lui Iuda,",
        "11": "lui Nahșon i s-a născut Salmon, lui Salmon i s-a născut Boaz,",
        "12": "lui Boaz i s-a născut Obed, lui Obed i s-a născut Ișai,",
        "13": "iar lui Ișai i s-au născut Eliab, întâiul lui născut; Abinadab, al doilea; Șimea, al treilea;",
        "14": "Netanel, al patrulea; Radai, al cincilea;",
        "15": "Oțem, al șaselea, iar David, al șaptelea.",
        "16": "Surorile lor erau: Țeruia și Abigail. Fiii Țeruiei au fost Abișai, Ioab și Asael – în total trei.",
        "17": "Abigail l-a născut pe Amasa, ismaelitul Ieter fiind tatăl lui Amasa.",
        "18": "Caleb, fiul lui Hețron, a avut copiii de la Azuba, soția lui, și de la Ieriot. Fiii lui Azuba au fost: Ieșer, Șobab și Ardon.",
        "19": "După ce Azuba a murit, Caleb s-a căsătorit cu Efrata, și ea i l-a născut pe Hur.",
        "20": "Lui Hur i s-a născut Uri, iar lui Uri – Bețalel.",
        "21": "Apoi Hețron a intrat la fata lui Machir, tatăl lui Ghilad. El avea șaizeci de ani când a luat-o de soție. Ea i l-a născut pe Segub.",
        "22": "Lui Segub i s-a născut Iair. Acesta a avut douăzeci și trei de cetăți în țara Ghiladului.",
        "23": "Gheșuriții și arameii i-au luat așezările lui Iair împreună cu cetatea Chenat și satele dimprejurul ei – în total șaizeci. Toți aceștia sunt urmașii lui Machir, tatăl lui Ghilad.",
        "24": "După moartea lui Hețron în Caleb-Efrata, Abia, soția lui Hețron, i l-a născut pe Așhur, tatăl lui Tekoa.",
        "25": "Fiii lui Ierahmeel, întâiul născut al lui Hețron, au fost: Ram, întâiul lui născut, apoi Buna, Oren, Oțem și Ahia.",
        "26": "Ierahmeel a mai avut o soție care se numea Atara. Ea este mama lui Onam.",
        "27": "Fiii lui Ram, întâiul născut al lui Ierahmeel, au fost: Maaț, Iamin și Echer.",
        "28": "Fiii lui Onam au fost: Șamai și Iada. Fiii lui Șamai au fost: Nadab și Abișur.",
        "29": "Numele soției lui Abișur era Abihail. Ea i-a născut pe Ahban și pe Molid.",
        "30": "Fiii lui Nadab au fost: Seled și Apaim. Seled a murit fără să lase în urmă fii.",
        "31": "Fiul lui Apaim a fost Iși, fiul lui Iși a fost Șeșan, iar fiul lui Șeșan a fost Ahlai.",
        "32": "Fiii lui Iada, fratele lui Șamai, au fost Ieter și Ionatan. Ieter a murit fără să lase în urmă fii.",
        "33": "Fiii lui Ionatan au fost: Pelet și Zaza. Aceștia au fost urmașii lui Ierahmeel.",
        "34": "Șeșan nu a avut fii, ci numai fete. Șeșan a avut un sclav egiptean, al cărui nume era Iarha.",
        "35": "Șeșan i-a dat-o de soție lui Iarha, sclavul său, pe una dintre fetele sale. Aceasta i l-a născut pe Atai.",
        "36": "Lui Atai i s-a născut Natan, iar lui Natan – Zabad.",
        "37": "Lui Zabad i s-a născut Eflal, iar lui Eflal – Obed.",
        "38": "Lui Obed i s-a născut Iehu, iar lui Iehu – Azaria.",
        "39": "Lui Azaria i s-a născut Heleț, iar lui Heleț – Elasa.",
        "40": "Lui Elasa i s-a născut Sismai, iar lui Sismai – Șalum.",
        "41": "Lui Șalum i s-a născut Iekamia, iar lui Iekamia – Elișama.",
        "42": "Fiii lui Caleb, fratele lui Ierahmeel, au fost: Meșa, întâiul lui născut, tatăl lui Zif, și Mareșa, celălalt fiu, tatăl lui Hebron.",
        "43": "Fiii lui Hebron au fost: Korah, Tapuah, Rechem și Șema.",
        "44": "Lui Șema i s-a născut Raham, tatăl lui Iorkoam, iar lui Rechem i s-a născut Șamai.",
        "45": "Fiul lui Șamai a fost Maon, tatăl lui Bet-Țur.",
        "46": "Efa, țiitoarea lui Caleb, i-a născut pe Haran, pe Moța și pe Gazez. Lui Haran i s-a născut Gazez.",
        "47": "Fiii lui Iahdai au fost: Reghem, Iotam, Gheșan, Pelet, Efa și Șaaf.",
        "48": "Maaca, țiitoarea lui Caleb, i-a născut pe Șeber și pe Tirhana.",
        "49": "Apoi i-a mai născut pe Șaaf, tatăl lui Madmana, și pe Șeva, tatăl lui Mahbena și tatăl lui Ghiva. Fata lui Caleb a fost Acsa.",
        "50": "Aceștia au fost urmașii lui Caleb. Fiii lui Hur, întâiul născut al Efratei, au fost: Șobal, tatăl lui Chiriat-Iearim,",
        "51": "Salma, tatăl lui Betleem, și Haref, tatăl lui Bet-Gheder.",
        "52": "Tot dintre urmașii lui Șobal, tatăl lui Chiriat-Iearim, fac parte Haroe, jumătate din clanul lui Menuha",
        "53": "și clanurile lui Chiriat-Iearim: itriții, putiții, șumatiții și mișraiții. Din aceste clanuri provin țoratiții și eștaoliții.",
        "54": "Urmași ai lui Salma au mai fost: Betleem, netofatiții, Atrot din Bet-Ioab, jumătate din clanul lui Manahat, țoriții,",
        "55": "clanurile scribilor care locuiau la Iabeț, tiratiții, șimatiții și sucatiții. Aceștia sunt cheniții care provin din Hamat, tatăl lui Bet-Recab."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "These are the sons of Israel: Reuben, Simeon, Levi, Judah, Issachar, Zebulun,",
        "2": "Dan, Joseph, Benjamin, Naphtali, Gad, and Asher.",
        "3": "The sons of Judah: Er, Onan, and Shelah, which three were born to him of Shua’s daughter the Canaanitess. Er, Judah’s firstborn, was wicked in Yahweh’s sight; and he killed him.",
        "4": "Tamar his daughter-in-law bore him Perez and Zerah. All the sons of Judah were five.",
        "5": "The sons of Perez: Hezron and Hamul.",
        "6": "The sons of Zerah: Zimri, Ethan, Heman, Calcol, and Dara—five of them in all.",
        "7": "The son of Carmi: Achar, the troubler of Israel, who committed a trespass in the devoted thing.",
        "8": "The son of Ethan: Azariah.",
        "9": "The sons also of Hezron, who were born to him: Jerahmeel, Ram, and Chelubai.",
        "10": "Ram became the father of Amminadab, and Amminadab became the father of Nahshon, prince of the children of Judah;",
        "11": "and Nahshon became the father of Salma, and Salma became the father of Boaz,",
        "12": "and Boaz became the father of Obed, and Obed became the father of Jesse;",
        "13": "and Jesse became the father of his firstborn Eliab, Abinadab the second, Shimea the third,",
        "14": "Nethanel the fourth, Raddai the fifth,",
        "15": "Ozem the sixth, and David the seventh;",
        "16": "and their sisters were Zeruiah and Abigail. The sons of Zeruiah: Abishai, Joab, and Asahel, three.",
        "17": "Abigail bore Amasa; and the father of Amasa was Jether the Ishmaelite.",
        "18": "Caleb the son of Hezron became the father of children by Azubah his wife, and by Jerioth; and these were her sons: Jesher, Shobab, and Ardon.",
        "19": "Azubah died, and Caleb married Ephrath, who bore him Hur.",
        "20": "Hur became the father of Uri, and Uri became the father of Bezalel.",
        "21": "Afterward Hezron went in to the daughter of Machir the father of Gilead, whom he took as wife when he was sixty years old; and she bore him Segub.",
        "22": "Segub became the father of Jair, who had twenty-three cities in the land of Gilead.",
        "23": "Geshur and Aram took the towns of Jair from them, with Kenath, and its villages, even sixty cities. All these were the sons of Machir the father of Gilead.",
        "24": "After Hezron died in Caleb Ephrathah, Abijah, Hezron’s wife, bore him Ashhur the father of Tekoa.",
        "25": "The sons of Jerahmeel the firstborn of Hezron were Ram the firstborn, Bunah, Oren, Ozem, and Ahijah.",
        "26": "Jerahmeel had another wife, whose name was Atarah. She was the mother of Onam.",
        "27": "The sons of Ram the firstborn of Jerahmeel were Maaz, Jamin, and Eker.",
        "28": "The sons of Onam were Shammai and Jada. The sons of Shammai: Nadab and Abishur.",
        "29": "The name of the wife of Abishur was Abihail; and she bore him Ahban and Molid.",
        "30": "The sons of Nadab: Seled and Appaim; but Seled died without children.",
        "31": "The son of Appaim: Ishi. The son of Ishi: Sheshan. The son of Sheshan: Ahlai.",
        "32": "The sons of Jada the brother of Shammai: Jether and Jonathan; and Jether died without children.",
        "33": "The sons of Jonathan: Peleth and Zaza. These were the sons of Jerahmeel.",
        "34": "Now Sheshan had no sons, but only daughters. Sheshan had a servant, an Egyptian, whose name was Jarha.",
        "35": "Sheshan gave his daughter to Jarha his servant as wife; and she bore him Attai.",
        "36": "Attai became the father of Nathan, and Nathan became the father of Zabad,",
        "37": "and Zabad became the father of Ephlal, and Ephlal became the father of Obed,",
        "38": "and Obed became the father of Jehu, and Jehu became the father of Azariah,",
        "39": "and Azariah became the father of Helez, and Helez became the father of Eleasah,",
        "40": "and Eleasah became the father of Sismai, and Sismai became the father of Shallum,",
        "41": "and Shallum became the father of Jekamiah, and Jekamiah became the father of Elishama.",
        "42": "The sons of Caleb the brother of Jerahmeel were Mesha his firstborn, who was the father of Ziph, and the sons of Mareshah the father of Hebron.",
        "43": "The sons of Hebron: Korah, Tappuah, Rekem, and Shema.",
        "44": "Shema became the father of Raham, the father of Jorkeam; and Rekem became the father of Shammai.",
        "45": "The son of Shammai was Maon; and Maon was the father of Beth Zur.",
        "46": "Ephah, Caleb’s concubine, bore Haran, Moza, and Gazez; and Haran became the father of Gazez.",
        "47": "The sons of Jahdai: Regem, Jothan, Geshan, Pelet, Ephah, and Shaaph.",
        "48": "Maacah, Caleb’s concubine, bore Sheber and Tirhanah.",
        "49": "She bore also Shaaph the father of Madmannah, Sheva the father of Machbena and the father of Gibea; and the daughter of Caleb was Achsah.",
        "50": "These were the sons of Caleb, the son of Hur, the firstborn of Ephrathah: Shobal the father of Kiriath Jearim,",
        "51": "Salma the father of Bethlehem, and Hareph the father of Beth Gader.",
        "52": "Shobal the father of Kiriath Jearim had sons: Haroeh, half of the Menuhoth.",
        "53": "The families of Kiriath Jearim: the Ithrites, the Puthites, the Shumathites, and the Mishraites; from them came the Zorathites and the Eshtaolites.",
        "54": "The sons of Salma: Bethlehem, the Netophathites, Atroth Beth Joab, and half of the Manahathites, the Zorites.",
        "55": "The families of scribes who lived at Jabez: the Tirathites, the Shimeathites, and the Sucathites. These are the Kenites who came from Hammath, the father of the house of Rechab."
      }
    }
  }
}