{
  "book": "1 Cronici",
  "chapter": "6",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Fiii lui Levi: Gherșom, Chehat și Merari.",
        "2": "Fiii lui Chehat: Amram, Ițehar, Hebron și Uziel.",
        "3": "Fiii lui Amram: Aaron și Moise, și Maria. Fiii lui Aaron: Nadab, Abihu, Eleazar și Itamar.",
        "4": "Eleazar a născut pe Fineas; Fineas a născut pe Abișua;",
        "5": "Abișua a născut pe Buchi; Buchi a născut pe Uzi;",
        "6": "Uzi a născut pe Zerahia; Zerahia a născut pe Meraiot;",
        "7": "Meraiot a născut pe Amaria; Amaria a născut pe Ahitub;",
        "8": "Ahitub a născut pe Țadoc; Țadoc a născut pe Ahimaaț;",
        "9": "Ahimaaț a născut pe Azaria; Azaria a născut pe Iohanan;",
        "10": "Iohanan a născut pe Azaria, care a fost preot în casa pe care a zidit-o Solomon la Ierusalim;",
        "11": "Azaria a născut pe Amaria; Amaria a născut pe Ahitub;",
        "12": "Ahitub a născut pe Țadoc; Țadoc a născut pe Șalum;",
        "13": "Șalum a născut pe Hilchia; Hilchia a născut pe Azaria;",
        "14": "Azaria a născut pe Seraia; Seraia a născut pe Iehoțadac.",
        "15": "Iehoțadac a plecat și el când a dus Domnul în robie pe Iuda și Ierusalimul prin Nebucadnețar. Urmașii fiilor lui Levi",
        "16": "Fiii lui Levi: Gherșom, Chehat și Merari.",
        "17": "Iată numele fiilor lui Gherșom: Libni și Șimei.",
        "18": "Fiii lui Chehat: Amram, Ițehar, Hebron și Uziel.",
        "19": "Fiii lui Merari: Mahli și Muși. Acestea sunt familiile lui Levi, după părinții lor.",
        "20": "Din Gherșom: Libni, fiul său; Iahat, fiul său; Zima, fiul său;",
        "21": "Ioah, fiul său; Ido, fiul său; Zerah, fiul său; Ieatrai, fiul său.",
        "22": "Fiii lui Chehat: Aminadab, fiul său; Core, fiul său; Asir, fiul său;",
        "23": "Elcana, fiul său; Ebiasaf, fiul său; Asir, fiul său;",
        "24": "Tahat, fiul său; Uriel, fiul său; Ozia, fiul său; Saul, fiul său.",
        "25": "Fiii lui Elcana: Amasai și Ahimot;",
        "26": "Elcana, fiul său; Elcana-Țofai, fiul său; Nahat, fiul său;",
        "27": "Eliab, fiul său; Ieroham, fiul său; Elcana, fiul său",
        "28": "și fiii lui Samuel, întâiul născut: Vașni și Abia.",
        "29": "Fiii lui Merari: Mahli; Libni, fiul său; Șimei, fiul său; Uza, fiul său;",
        "30": "Șimea, fiul său; Haghia, fiul său; Asaia, fiul său. Leviții cântăreți: Heman, Asaf și Etan",
        "31": "Iată aceia pe care i-a pus David pentru cârmuirea cântării în Casa Domnului, de când a avut chivotul un loc de odihnă:",
        "32": "ei împlineau slujba de cântăreți înaintea locașului cortului întâlnirii, până când a zidit Solomon Casa Domnului la Ierusalim și își făceau slujba după rânduiala care le era poruncită.",
        "33": "Iată cei ce slujeau cu fiii lor. Dintre fiii chehatiților: Heman, cântărețul, fiul lui Ioel, fiul lui Samuel,",
        "34": "fiul lui Elcana, fiul lui Ieroham, fiul lui Eliel, fiul lui Toah,",
        "35": "fiul lui Țuf, fiul lui Elcana, fiul lui Mahat, fiul lui Amasai,",
        "36": "fiul lui Elcana, fiul lui Ioel, fiul lui Azaria, fiul lui Țefania,",
        "37": "fiul lui Tahat, fiul lui Asir, fiul lui Ebiasaf, fiul lui Core,",
        "38": "fiul lui Ițehar, fiul lui Chehat, fiul lui Levi, fiul lui Israel.",
        "39": "Fratele său Asaf, care stătea la dreapta sa, Asaf, fiul lui Berechia, fiul lui Șimea,",
        "40": "fiul lui Micael, fiul lui Baaseia, fiul lui Malchia,",
        "41": "fiul lui Etni, fiul lui Zerah, fiul lui Adaia,",
        "42": "fiul lui Etan, fiul lui Zima, fiul lui Șimei,",
        "43": "fiul lui Iahat, fiul lui Gherșom, fiul lui Levi.",
        "44": "Fiii lui Merari, frații lor, la stânga; Etan, fiul lui Chiși, fiul lui Abdi, fiul lui Maluc,",
        "45": "fiul lui Hașabia, fiul lui Amația, fiul lui Hilchia,",
        "46": "fiul lui Amți, fiul lui Bani, fiul lui Șemer,",
        "47": "fiul lui Mahli, fiul lui Muși, fiul lui Merari, fiul lui Levi. Familia lui Aaron",
        "48": "Frații lor, leviții, erau însărcinați cu toată slujba locașului Casei lui Dumnezeu.",
        "49": "Aaron și fiii săi aduceau jertfe pe altarul arderilor-de-tot și tămâie pe altarul tămâii, împlineau toate slujbele în Locul Preasfânt și făceau ispășire pentru Israel, potrivit cu tot ce poruncise Moise, robul lui Dumnezeu.",
        "50": "Iată fiii lui Aaron: Eleazar, fiul său; Fineas, fiul său; Abișua, fiul său;",
        "51": "Buchi, fiul său; Uzi, fiul său; Zerahia, fiul său;",
        "52": "Meraiot, fiul său; Amaria, fiul său; Ahitub, fiul său;",
        "53": "Țadoc, fiul său; Ahimaaț, fiul său. Locurile date leviților",
        "54": "Iată locuințele lor, după satele lor, în hotarele care le-au fost însemnate. Fiilor lui Aaron din familia chehatiților, ieșiți cei dintâi la sorți,",
        "55": "li s-a dat Hebronul în țara lui Iuda și locurile lui de pășunat,",
        "56": "dar câmpia cetății și satele ei au fost date lui Caleb, fiul lui Iefune.",
        "57": "Fiilor lui Aaron li s-a dat cetatea de scăpare Hebron, Libna și locurile ei de pășunat, Iatir, Eștemoa cu locurile ei de pășunat,",
        "58": "Hilen cu locurile lui de pășunat, Debir cu locurile lui de pășunat,",
        "59": "Așan cu locurile lui de pășunat, Bet-Șemeș cu locurile lui de pășunat",
        "60": "și din seminția lui Beniamin: Gheba cu locurile ei de pășunat, Alemet cu locurile lui de pășunat, Anatot cu locurile lui de pășunat. Toate cetățile lor erau treisprezece cetăți, după familiile lor.",
        "61": "Celorlalți fii ai lui Chehat li s-au dat prin sorți zece cetăți din familiile seminției lui Efraim, din seminția lui Dan, și din jumătatea seminției lui Manase.",
        "62": "Fiii lui Gherșom, după familiile lor, au căpătat treisprezece cetăți din seminția lui Isahar, din seminția lui Așer, din seminția lui Neftali și din seminția lui Manase în Basan.",
        "63": "Fiii lui Merari, după familiile lor, au căpătat prin sorți douăsprezece cetăți din seminția lui Ruben, din seminția lui Gad și din seminția lui Zabulon.",
        "64": "Copiii lui Israel au dat astfel leviților cetățile și locurile lor de pășunat.",
        "65": "Au dat prin sorți, din seminția fiilor lui Iuda, din seminția fiilor lui Simeon și din seminția fiilor lui Beniamin, aceste cetăți, pe care le-au numit pe nume.",
        "66": "Cât pentru celelalte familii ale fiilor lui Chehat, cetățile ținutului lor au fost luate din seminția lui Efraim.",
        "67": "Le-au dat cetatea de scăpare Sihem cu locurile lui de pășunat, în muntele lui Efraim, Ghezer cu locurile lui de pășunat,",
        "68": "Iocmeam cu locurile lui de pășunat, Bet-Horon cu locurile lui de pășunat,",
        "69": "Aialon cu locurile lui de pășunat și Gat-Rimon cu locurile lui de pășunat",
        "70": "și, din jumătatea seminției lui Manase, au dat: Aner cu locurile lui de pășunat și Bileam cu locurile lui de pășunat, pentru familia celorlalți fii ai lui Chehat.",
        "71": "Fiilor lui Gherșom le-au dat: din familia jumătății seminției lui Manase, Golan în Basan cu locurile lui de pășunat și Aștarot cu locurile lui de pășunat;",
        "72": "din seminția lui Isahar: Chedeș cu locurile lui de pășunat, Dobrat cu locurile lui de pășunat,",
        "73": "Ramot cu locurile lui de pășunat și Anem cu locurile lui de pășunat;",
        "74": "din seminția lui Așer: Mașal cu locurile lui de pășunat, Abdon cu locurile lui de pășunat,",
        "75": "Hucoc cu locurile lui de pășunat și Rehob cu locurile lui de pășunat,",
        "76": "și din seminția lui Neftali: Chedeș din Galileea cu locurile lui de pășunat, Hamon cu locurile lui de pășunat și Chiriataim cu locurile lui de pășunat.",
        "77": "Celorlalți leviți, fiilor lui Merari, le-au dat, din seminția lui Zabulon: Rimono cu locurile lui de pășunat și Tabor cu locurile lui de pășunat,",
        "78": "iar de cealaltă parte a Iordanului, în fața Ierihonului, la răsărit de Iordan, din seminția lui Ruben: Bețer, în pustie, cu locurile lui de pășunat, Iahța cu locurile ei de pășunat,",
        "79": "Chedemot cu locurile lui de pășunat și Mefaat cu locurile lui de pășunat,",
        "80": "și din seminția lui Gad: Ramot din Galaad cu locurile lui de pășunat, Mahanaim cu locurile lui de pășunat,",
        "81": "Hesbon cu locurile lui de pășunat și Iaezer cu locurile lui de pășunat."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Fiii lui Levi au fost: Gherșon, Chehat și Merari.",
        "2": "Fiii lui Chehat au fost: Amram, Ițhar, Hebron și Uziel.",
        "3": "Fiii lui Amram au fost: Aaron și Moise, și Miriam. Fiii lui Aaron au fost: Nadab, Abihu, Elazar și Itamar.",
        "4": "Lui Elazar i s-a născut Fineas, iar lui Fineas – Abișua.",
        "5": "Lui Abișua i s-a născut Buchi, iar lui Buchi – Uzi.",
        "6": "Lui Uzi i s-a născut Zerahia, iar lui Zerahia – Meraiot.",
        "7": "Lui Meraiot i s-a născut Amaria, iar lui Amaria – Ahitub.",
        "8": "Lui Ahitub i s-a născut Țadok, iar lui Țadok – Ahimaaț.",
        "9": "Lui Ahimaaț i s-a născut Azaria, iar lui Azaria – Iohanan.",
        "10": "Lui Iohanan i s-a născut Azaria, cel care a slujit ca preot în Casa construită de Solomon la Ierusalim.",
        "11": "Lui Azaria i s-a născut Amaria, iar lui Amaria – Ahitub.",
        "12": "Lui Ahitub i s-a născut Țadok, iar lui Țadok – Șalum.",
        "13": "Lui Șalum i s-a născut Hilchia, iar lui Hilchia – Azaria.",
        "14": "Lui Azaria i s-a născut Seraia, iar lui Seraia – Iehoțadak.",
        "15": "Iehoțadak a fost dus în captivitate, atunci când Domnul a dus în captivitate Iuda și Ierusalimul prin Nebucadnețar.",
        "16": "Deci fiii lui Levi au fost: Gherșom, Chehat și Merari.",
        "17": "Numele fiilor lui Gherșom au fost: Libni și Șimei.",
        "18": "Fiii lui Chehat au fost: Amram, Ițhar, Hebron și Uziel.",
        "19": "Fiii lui Merari au fost: Mahli și Muși. Acestea au fost clanurile lui Levi, potrivit părinților lor.",
        "20": "Din Gherșom provin: fiul său, Libni; fiul acestuia, Iahat; fiul acestuia, Zima;",
        "21": "fiul acestuia, Ioah; fiul acestuia, Ido; fiul acestuia, Zerah; fiul acestuia, Ieotrai.",
        "22": "Urmașii lui Chehat au fost: fiul său, Aminadab; fiul acestuia, Korah; fiul acestuia, Asir;",
        "23": "fiul acestuia, Elkana; fiul acestuia, Ebiasaf; fiul acestuia, Asir;",
        "24": "fiul acestuia, Tahat; fiul acestuia, Uriel; fiul acestuia, Uzia; fiul acestuia, Saul.",
        "25": "Fiii lui Elkana au fost: Amasai, Ahimot;",
        "26": "fiul acestuia din urmă, Elkana; fiul acestuia, Țofai; fiul acestuia, Nahat;",
        "27": "fiul acestuia, Eliab; fiul acestuia, Ieroham; fiul acestuia, Elkana.",
        "28": "Fiii lui Samuel au fost: Ioel – întâiul lui născut – și Abia, al doilea.",
        "29": "Urmașii lui Merari au fost: Mahli; fiul acestuia, Libni; fiul acestuia, Șimei; fiul acestuia, Uza;",
        "30": "fiul acestuia, Șimea; fiul acestuia, Haghia; fiul acestuia, Asaia. Genealogiile cântăreților de la Casa Domnului",
        "31": "Iată-i pe cei numiți de David responsabili să înalțe cântări în Casa Domnului, de când Chivotul a avut un loc de odihnă.",
        "32": "Ei au continuat să slujească prin cântări înaintea Tabernaculului, Cortul Întâlnirii, până când Solomon a construit Casa Domnului din Ierusalim. Ei își făceau slujba potrivit ordinii care le fusese stabilită.",
        "33": "Iată-i pe cei numiți să slujească și pe urmașii lor: dintre urmașii chehatiților – Heman cântărețul, fiul lui Ioel, fiul lui Samuel,",
        "34": "fiul lui Elkana, fiul lui Ieroham, fiul lui Eliel, fiul lui Toah,",
        "35": "fiul lui Țuf, fiul lui Elkana, fiul lui Mahat, fiul lui Amasai,",
        "36": "fiul lui Elkana, fiul lui Ioel, fiul lui Azaria, fiul lui Țefania,",
        "37": "fiul lui Tahat, fiul lui Asir, fiul lui Ebiasaf, fiul lui Korah,",
        "38": "fiul lui Ițhar, fiul lui Chehat, fiul lui Levi, fiul lui Israel;",
        "39": "fratele lui Heman, Asaf, care stătea la dreapta acestuia. Asaf era fiul lui Berechia, fiul lui Șimea,",
        "40": "fiul lui Mihail, fiul lui Baaseia, fiul lui Malchia,",
        "41": "fiul lui Etni, fiul lui Zerah, fiul lui Adaia,",
        "42": "fiul lui Etan, fiul lui Zima, fiul lui Șimei,",
        "43": "fiul lui Iahat, fiul lui Gherșom, fiul lui Levi;",
        "44": "dintre urmașii lui Merari, care erau rudele lor și care erau așezați la stânga lui Eman – Etan, fiul lui Chiși, fiul lui Abdi, fiul lui Maluh,",
        "45": "fiul lui Hașabia, fiul lui Amația, fiul lui Hilchia,",
        "46": "fiul lui Amți, fiul lui Bani, fiul lui Șemer,",
        "47": "fiul lui Mahli, fiul lui Muși, fiul lui Merari, fiul lui Levi.",
        "48": "Fraților lor, leviții, li s-a încredințat toată lucrarea de la Tabernacul, Casa lui Dumnezeu.",
        "49": "Aaron și fiii lui aduceau jertfele pe altarul arderilor-de-tot și pe altarul tămâierii. Erau responsabili de toată lucrarea în Locul Preasfânt și făceau ispășire pentru Israel, potrivit cu tot ceea ce poruncise Moise, slujitorul lui Dumnezeu. Genealogia lui Aaron",
        "50": "Aceștia sunt urmașii lui Aaron: fiul său, Elazar; fiul acestuia, Fineas; fiul acestuia, Abișua;",
        "51": "fiul acestuia, Buchi; fiul acestuia, Uzi; fiul acestuia, Zerahia;",
        "52": "fiul acestuia, Meraiot; fiul acestuia, Amaria; fiul acestuia, Ahitub;",
        "53": "fiul acestuia, Țadok; fiul acestuia, Ahimaaț.",
        "54": "Iată care sunt locuințele lor, potrivit așezărilor lor, în teritoriul care le-a fost dat: Urmașilor lui Aaron din clanul chehatiților (căci ei au ieșit primii la sorți)",
        "55": "le-au dat Hebronul, în țara lui Iuda, cu pășunile lui dimprejur,",
        "56": "însă câmpia cetății și satele dimprejurul ei au fost date lui Caleb, fiul lui Iefune.",
        "57": "Au dat deci urmașilor lui Aaron cetatea de refugiu a Hebronului, precum și Libna cu pășunile ei, Iatir, Eștemoa cu pășunile ei,",
        "58": "Hilen cu pășunile lui, Debir cu pășunile lui,",
        "59": "Așan cu pășunile lui și Bet-Șemeș cu pășunile lui.",
        "60": "Din seminția lui Beniamin li s-au dat Gheva cu pășunile ei, Alemet cu pășunile lui și Anatot cu pășunile lui. Toate cetățile lor erau în număr de treisprezece și au fost împărțite între clanurile lor. Proprietățile leviților",
        "61": "Urmașilor lui Chehat care au mai rămas, li s-au dat, prin tragere la sorți, zece cetăți din clanul seminției, din jumătatea seminției jumătății lui Manase.",
        "62": "Clanurilor gherșomiților li s-au dat treisprezece cetăți din seminția lui Isahar, a lui Așer, a lui Neftali și a lui Manase, în Bașan.",
        "63": "Fiilor lui Merari, potrivit clanurilor lor, li s-au dat, prin tragere la sorți, douăsprezece cetăți din seminția lui Ruben, din seminția lui Gad și din seminția lui Zabulon.",
        "64": "Și, astfel, fiii lui Israel au dat leviților aceste cetăți cu pășunile lor.",
        "65": "Aceste cetăți menționate pe nume le-au dat, prin tragere la sorți, din seminția fiilor lui Iuda, din seminția fiilor lui Simeon și din seminția fiilor lui Beniamin.",
        "66": "Dar unele dintre clanurile chehatiților au mai primit cetăți și pe teritoriul seminției lui Efraim.",
        "67": "Le-au dat cetatea de refugiu Șechem, cu pășunile ei, pe muntele lui Efraim, Ghezer cu pășunile lui,",
        "68": "Iokmeam cu pășunile lui, Bet-Horon cu pășunile lui,",
        "69": "Aialon cu pășunile lui și Gat-Rimon cu pășunile lui.",
        "70": "Din jumătatea seminției lui Manase, clanurilor care au rămas din urmașii lui Chehat le-au dat: Aner cu pășunile lui și Bileam cu pășunile lui.",
        "71": "Gherșomiților le-au fost date, pe teritoriul clanurilor jumătății seminției lui Manase, următoarele: Golan, în Bașan, cu pășunile lui și Aștarot cu pășunile lui.",
        "72": "Pe teritoriul seminției lui Isahar le-au dat: Kedeș cu pășunile lui, Dabrat cu pășunile lui,",
        "73": "Ramot cu pășunile lui și Anem cu pășunile lui.",
        "74": "Pe teritoriul seminției lui Așer le-au dat: Mașal cu pășunile lui, Abdon cu pășunile lui,",
        "75": "Hukok cu pășunile lui și Rehob cu pășunile lui.",
        "76": "Pe teritoriul seminției lui Neftali le-au dat: Kedeșul Galileei cu pășunile lui, Hamon cu pășunile lui și Chiriataim cu pășunile lui.",
        "77": "Merariților care au mai rămas le-au fost date din seminția lui Zabulon următoarele: Rimono cu pășunile lui, Tabor cu pășunile lui,",
        "78": "iar de cealaltă parte a Iordanului, nu departe de Ierihon, la est de Iordan, pe teritoriul seminției lui Ruben, le-au dat: Bețer, în deșert, cu pășunile lui, Iahaț cu pășunile ei,",
        "79": "Chedemot cu pășunile lui și Mefaat cu pășunile lui.",
        "80": "Din seminția lui Gad le-au dat: Ramotul Ghiladului cu pășunile lui, Mahanaim cu pășunile lui,",
        "81": "Heșbon cu pășunile lui și Iazer cu pășunile lui."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "The sons of Levi: Gershon, Kohath, and Merari.",
        "2": "The sons of Kohath: Amram, Izhar, Hebron, and Uzziel.",
        "3": "The children of Amram: Aaron, Moses, and Miriam. The sons of Aaron: Nadab, Abihu, Eleazar, and Ithamar.",
        "4": "Eleazar became the father of Phinehas, Phinehas became the father of Abishua,",
        "5": "Abishua became the father of Bukki. Bukki became the father of Uzzi.",
        "6": "Uzzi became the father of Zerahiah. Zerahiah became the father of Meraioth.",
        "7": "Meraioth became the father of Amariah. Amariah became the father of Ahitub.",
        "8": "Ahitub became the father of Zadok. Zadok became the father of Ahimaaz.",
        "9": "Ahimaaz became the father of Azariah. Azariah became the father of Johanan.",
        "10": "Johanan became the father of Azariah, who executed the priest’s office in the house that Solomon built in Jerusalem.",
        "11": "Azariah became the father of Amariah. Amariah became the father of Ahitub.",
        "12": "Ahitub became the father of Zadok. Zadok became the father of Shallum.",
        "13": "Shallum became the father of Hilkiah. Hilkiah became the father of Azariah.",
        "14": "Azariah became the father of Seraiah. Seraiah became the father of Jehozadak.",
        "15": "Jehozadak went into captivity when Yahweh carried Judah and Jerusalem away by the hand of Nebuchadnezzar.",
        "16": "The sons of Levi: Gershom, Kohath, and Merari.",
        "17": "These are the names of the sons of Gershom: Libni and Shimei.",
        "18": "The sons of Kohath were Amram, Izhar, Hebron, and Uzziel.",
        "19": "The sons of Merari: Mahli and Mushi. These are the families of the Levites according to their fathers’ households.",
        "20": "Of Gershom: Libni his son, Jahath his son, Zimmah his son,",
        "21": "Joah his son, Iddo his son, Zerah his son, and Jeatherai his son.",
        "22": "The sons of Kohath: Amminadab his son, Korah his son, Assir his son,",
        "23": "Elkanah his son, Ebiasaph his son, Assir his son,",
        "24": "Tahath his son, Uriel his son, Uzziah his son, and Shaul his son.",
        "25": "The sons of Elkanah: Amasai and Ahimoth.",
        "26": "As for Elkanah, the sons of Elkanah: Zophai his son, Nahath his son,",
        "27": "Eliab his son, Jeroham his son, and Elkanah his son.",
        "28": "The sons of Samuel: the firstborn, Joel, and the second, Abijah.",
        "29": "The sons of Merari: Mahli, Libni his son, Shimei his son, Uzzah his son,",
        "30": "Shimea his son, Haggiah his son, Asaiah his son.",
        "31": "These are they whom David set over the service of song in Yahweh’s house after the ark came to rest there.",
        "32": "They ministered with song before the tabernacle of the Tent of Meeting until Solomon had built Yahweh’s house in Jerusalem. They performed the duties of their office according to their order.",
        "33": "These are those who served, and their sons. Of the sons of the Kohathites: Heman the singer, the son of Joel, the son of Samuel,",
        "34": "the son of Elkanah, the son of Jeroham, the son of Eliel, the son of Toah,",
        "35": "the son of Zuph, the son of Elkanah, the son of Mahath, the son of Amasai,",
        "36": "the son of Elkanah, the son of Joel, the son of Azariah, the son of Zephaniah,",
        "37": "the son of Tahath, the son of Assir, the son of Ebiasaph, the son of Korah,",
        "38": "the son of Izhar, the son of Kohath, the son of Levi, the son of Israel.",
        "39": "His brother Asaph, who stood on his right hand, even Asaph the son of Berechiah, the son of Shimea,",
        "40": "the son of Michael, the son of Baaseiah, the son of Malchijah,",
        "41": "the son of Ethni, the son of Zerah, the son of Adaiah,",
        "42": "the son of Ethan, the son of Zimmah, the son of Shimei,",
        "43": "the son of Jahath, the son of Gershom, the son of Levi.",
        "44": "On the left hand their brothers the sons of Merari: Ethan the son of Kishi, the son of Abdi, the son of Malluch,",
        "45": "the son of Hashabiah, the son of Amaziah, the son of Hilkiah,",
        "46": "the son of Amzi, the son of Bani, the son of Shemer,",
        "47": "the son of Mahli, the son of Mushi, the son of Merari, the son of Levi.",
        "48": "Their brothers the Levites were appointed for all the service of the tabernacle of God’s house.",
        "49": "But Aaron and his sons offered on the altar of burnt offering, and on the altar of incense, for all the work of the most holy place, and to make atonement for Israel, according to all that Moses the servant of God had commanded.",
        "50": "These are the sons of Aaron: Eleazar his son, Phinehas his son, Abishua his son,",
        "51": "Bukki his son, Uzzi his son, Zerahiah his son,",
        "52": "Meraioth his son, Amariah his son, Ahitub his son,",
        "53": "Zadok his son, and Ahimaaz his son.",
        "54": "Now these are their dwelling places according to their encampments in their borders: to the sons of Aaron, of the families of the Kohathites (for theirs was the first lot),",
        "55": "to them they gave Hebron in the land of Judah, and its pasture lands around it;",
        "56": "but the fields of the city and its villages, they gave to Caleb the son of Jephunneh.",
        "57": "To the sons of Aaron they gave the cities of refuge, Hebron, Libnah also with its pasture lands, Jattir, Eshtemoa with its pasture lands,",
        "58": "Hilen with its pasture lands, Debir with its pasture lands,",
        "59": "Ashan with its pasture lands, and Beth Shemesh with its pasture lands;",
        "60": "and out of the tribe of Benjamin, Geba with its pasture lands, Allemeth with its pasture lands, and Anathoth with its pasture lands. All their cities throughout their families were thirteen cities.",
        "61": "To the rest of the sons of Kohath were given by lot, out of the family of the tribe, out of the half-tribe, the half of Manasseh, ten cities.",
        "62": "To the sons of Gershom, according to their families, out of the tribe of Issachar, and out of the tribe of Asher, and out of the tribe of Naphtali, and out of the tribe of Manasseh in Bashan, thirteen cities.",
        "63": "To the sons of Merari were given by lot, according to their families, out of the tribe of Reuben, and out of the tribe of Gad, and out of the tribe of Zebulun, twelve cities.",
        "64": "The children of Israel gave to the Levites the cities with their pasture lands.",
        "65": "They gave by lot out of the tribe of the children of Judah, and out of the tribe of the children of Simeon, and out of the tribe of the children of Benjamin, these cities which are mentioned by name.",
        "66": "Some of the families of the sons of Kohath had cities of their borders out of the tribe of Ephraim.",
        "67": "They gave to them the cities of refuge, Shechem in the hill country of Ephraim with its pasture lands and Gezer with its pasture lands,",
        "68": "Jokmeam with its pasture lands, Beth Horon with its pasture lands,",
        "69": "Aijalon with its pasture lands, Gath Rimmon with its pasture lands;",
        "70": "and out of the half-tribe of Manasseh, Aner with its pasture lands, and Bileam with its pasture lands, for the rest of the family of the sons of Kohath.",
        "71": "To the sons of Gershom were given, out of the family of the half-tribe of Manasseh, Golan in Bashan with its pasture lands, and Ashtaroth with its pasture lands;",
        "72": "and out of the tribe of Issachar, Kedesh with its pasture lands, Daberath with its pasture lands,",
        "73": "Ramoth with its pasture lands, and Anem with its pasture lands;",
        "74": "and out of the tribe of Asher, Mashal with its pasture lands, Abdon with its pasture lands,",
        "75": "Hukok with its pasture lands, and Rehob with its pasture lands;",
        "76": "and out of the tribe of Naphtali, Kedesh in Galilee with its pasture lands, Hammon with its pasture lands, and Kiriathaim with its pasture lands.",
        "77": "To the rest of the Levites, the sons of Merari, were given, out of the tribe of Zebulun, Rimmono with its pasture lands, and Tabor with its pasture lands;",
        "78": "and beyond the Jordan at Jericho, on the east side of the Jordan, were given them out of the tribe of Reuben: Bezer in the wilderness with its pasture lands, Jahzah with its pasture lands,",
        "79": "Kedemoth with its pasture lands, and Mephaath with its pasture lands;",
        "80": "and out of the tribe of Gad, Ramoth in Gilead with its pasture lands, Mahanaim with its pasture lands,",
        "81": "Heshbon with its pasture lands, and Jazer with its pasture lands."
      }
    }
  }
}