{
  "book": "1 Cronici",
  "chapter": "29",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Împăratul David a zis întregii adunări: „Fiul meu Solomon, singurul pe care l-a ales Dumnezeu, este tânăr și plăpând, și lucrarea este însemnată, căci casa aceasta nu este pentru un om, ci este pentru Domnul Dumnezeu.",
        "2": "Mi-am întrebuințat toate puterile să pregătesc pentru Casa Dumnezeului meu aur pentru ceea ce trebuie să fie de aur, argint pentru ceea ce trebuie să fie de argint, aramă pentru ceea ce trebuie să fie de aramă, fier pentru ceea ce trebuie să fie de fier și lemn pentru ceea ce trebuie să fie de lemn, pietre de onix și pietre scumpe de legat, pietre strălucitoare și de felurite culori, tot felul de pietre scumpe și marmură albă multă.",
        "3": "Mai mult, în dragostea mea pentru Casa Dumnezeului meu, dau Casei Dumnezeului meu aurul și argintul pe care-l am, afară de tot ce am pregătit pentru casa Sfântului Locaș:",
        "4": "trei mii de talanți de aur, de aur de Ofir, și șapte mii de talanți de argint curățit pentru îmbrăcarea pereților clădirilor,",
        "5": "aurul pentru ceea ce trebuie să fie de aur și argintul pentru ceea ce trebuie să fie de argint și pentru toate lucrările pe care le vor face lucrătorii. Cine vrea să-și mai aducă de bunăvoie astăzi darurile înaintea Domnului?”",
        "6": "Căpeteniile caselor părintești, căpeteniile semințiilor lui Israel, căpeteniile peste mii și peste sute și îngrijitorii averii împăratului au adus daruri de bunăvoie.",
        "7": "Au dat pentru slujba Casei lui Dumnezeu: cinci mii de talanți de aur, zece mii de darici, zece mii de talanți de argint, optsprezece mii de talanți de aramă și o sută de mii de talanți de fier.",
        "8": "Cei ce aveau pietre scumpe le-au dat pentru vistieria Casei Domnului în mâinile lui Iehiel, Gherșonitul.",
        "9": "Poporul s-a bucurat de darurile lor de bunăvoie, căci le dădeau cu dragă inimă Domnului, și împăratul David, de asemenea, s-a bucurat mult. Rugăciunea lui David",
        "10": "David a binecuvântat pe Domnul în fața întregii adunări. El a zis: „Binecuvântat să fii Tu din veac în veac, Doamne, Dumnezeul părintelui nostru Israel!",
        "11": "Ale Tale sunt, Doamne, mărirea, puterea și măreția, veșnicia și slava, căci tot ce este în cer și pe pământ este al Tău! A Ta, Doamne, este domnia, căci Tu Te înalți ca un stăpân mai presus de orice!",
        "12": "De la Tine vin bogăția și slava, Tu stăpânești peste tot, în mâna Ta sunt tăria și puterea și mâna Ta poate să mărească și să întărească toate lucrurile.",
        "13": "Acum, Dumnezeul nostru, Te lăudăm și preamărim Numele Tău cel slăvit.",
        "14": "Căci ce sunt eu și ce este poporul meu, ca să putem să-Ți aducem daruri de bunăvoie? Totul vine de la Tine și din mâna Ta primim ce-Ți aducem.",
        "15": "Înaintea Ta noi suntem niște străini și locuitori, ca toți părinții noștri. Zilele noastre pe pământ sunt ca umbra și fără nicio nădejde.",
        "16": "Doamne, Dumnezeul nostru, din mâna Ta vin toate aceste bogății pe care le-am pregătit ca să-Ți zidim o casă, Ție, Numelui Tău celui sfânt, și ale Tale sunt toate.",
        "17": "Știu, Dumnezeule, că Tu cercetezi inima și că iubești curăția de inimă, de aceea Ți-am adus toate aceste daruri de bunăvoie în curăția inimii mele și am văzut acum cu bucurie pe poporul Tău, care se află aici, aducându-Ți de bunăvoie darurile lui.",
        "18": "Doamne, Dumnezeul părinților noștri Avraam, Isaac și Israel! Ține totdeauna în inima poporului Tău aceste porniri și aceste gânduri și întărește-i inima în Tine.",
        "19": "Dă fiului meu Solomon o inimă bună, ca să păzească poruncile Tale, învățăturile Tale și legile Tale, ca să împlinească toate aceste lucruri și să zidească el casa pentru care am făcut pregătiri.” Ungerea lui Solomon",
        "20": "David a zis întregii adunări: „Binecuvântați pe Domnul Dumnezeul vostru!” Și toată adunarea a binecuvântat pe Domnul Dumnezeul părinților lor. Ei s-au plecat și s-au închinat înaintea Domnului și înaintea împăratului.",
        "21": "A doua zi după aceasta, au adus ca jertfă și ardere-de-tot Domnului o mie de viței, o mie de berbeci și o mie de miei, împreună cu jertfele de băutură obișnuite și alte jertfe în mare număr pentru tot Israelul.",
        "22": "Au mâncat și au băut în ziua aceea înaintea Domnului cu mare bucurie, au făcut a doua oară împărat pe Solomon, fiul lui David, l-au uns înaintea Domnului ca domn și au uns pe Țadoc ca preot.",
        "23": "Solomon a șezut pe scaunul de domnie al Domnului, ca împărat în locul tatălui său David. El a propășit, și tot Israelul l-a ascultat.",
        "24": "Toate căpeteniile și vitejii și chiar toți fiii împăratului David s-au supus împăratului Solomon.",
        "25": "Domnul a înălțat tot mai mult pe Solomon sub ochii întregului Israel și i-a făcut domnia mai strălucită decât a fost a oricărui împărat al lui Israel înaintea lui. Moartea lui David",
        "26": "David, fiul lui Isai, a domnit peste tot Israelul.",
        "27": "Vremea cât a domnit peste Israel a fost de patruzeci de ani: la Hebron a domnit șapte ani și la Ierusalim a domnit treizeci și trei de ani.",
        "28": "A murit după o bătrânețe fericită, sătul de zile, de bogăție și de slavă. Și, în locul lui, a domnit fiul său Solomon.",
        "29": "Faptele împăratului David, cele dintâi și cele de pe urmă, sunt scrise în cartea lui Samuel, văzătorul, și în cartea prorocului Natan, și în cartea prorocului Gad,",
        "30": "împreună cu toată domnia și toate isprăvile lui, precum și ce s-a petrecut pe vremea lui, fie în Israel, fie în toate împărățiile celorlalte țări."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Apoi, regele David a zis întregii adunări: „Solomon, fiul meu, singurul pe care l-a ales Dumnezeu, este tânăr și plăpând, iar lucrarea este atât de mare, căci Templul nu este pentru un om, ci pentru Domnul Dumnezeu.",
        "2": "Am pregătit din răsputeri pentru Casa lui Dumnezeu aur pentru ce este din aur, argint pentru ce este din argint, bronz pentru ce este din bronz, fier pentru ce este din fier, lemn pentru ce este din lemn, pietre de onix de fixat pe monturi, pietre de antimoniu, tot felul de pietre prețioase, pietre de diferite culori, precum și o mulțime de pietre de alabastru.",
        "3": "De asemenea, în râvna mea pentru Casa lui Dumnezeu, pe lângă toate pregătirile pe care le-am făcut pentru Sfântul Lăcaș, ofer pentru Casa Dumnezeului meu aurul și argintul pe care-l am în posesie",
        "4": "– trei mii de talanți de aur, aur de Ofir, și șapte mii de talanți de argint pur – pentru poleirea pereților clădirilor",
        "5": "și pentru întreaga lucrare pe care o vor face meșterii; ofer aur pentru lucrările din aur și argint pentru lucrările din argint. Așadar, cine își mai aduce de bunăvoie darurile, dedicându-se astăzi Domnului?“. Răspunsul poporului la mesajul regelui",
        "6": "Căpeteniile familiilor, căpeteniile semințiilor lui Israel, căpeteniile peste mii și peste sute și căpeteniile responsabile cu lucrarea regelui și-au adus de bunăvoie darurile.",
        "7": "Ei au dat pentru lucrarea de la Casa lui Dumnezeu: cinci mii de talanți de aur și zece mii de darici de aur, zece mii de talanți de argint, optsprezece mii de talanți de bronz și o sută de mii de talanți de fier.",
        "8": "Cine a avut pietre prețioase le-a dăruit pentru vistieria Casei Domnului, de care avea grijă gherșonitul Iehiel.",
        "9": "Poporul s-a bucurat că a oferit daruri de bunăvoie, căci le-a dăruit Domnului din toată inima; de asemenea, și regele David s-a bucurat foarte mult. Rugăciunea lui David",
        "10": "David a binecuvântat pe Domnul înaintea ochilor întregii adunări, zicând: „Binecuvântat să fii Tu, Doamne, Dumnezeul părintelui nostru Israel, pentru veci de veci!",
        "11": "Ale Tale sunt, Doamne, măreția, puterea, splendoarea, supremația și maiestatea, căci tot ce este în ceruri și pe pământ este al Tău! A Ta, Doamne, este stăpânirea și Tu Te înalți ca suveran peste toate!",
        "12": "Bogăția și gloria vin dinaintea Ta. Tu stăpânești peste toate. În mâna Ta este puterea și forța; mâna Ta poate să înalțe și să întărească pe oricine.",
        "13": "Acum, Dumnezeul nostru, noi Îți aducem mulțumiri și lăudăm mărețul Tău Nume.",
        "14": "Căci ce sunt eu și ce este poporul meu, ca să putem fi în stare să-Ți oferim aceste daruri? De la Tine le avem pe toate și ceea ce Ți-am oferit a fost primit din mâna Ta.",
        "15": "Înaintea Ta noi suntem doar niște străini și peregrini, la fel ca toți strămoșii noștri. Zilele noastre pe pământ sunt ca o umbră, fără speranță.",
        "16": "Doamne, Dumnezeul nostru, tot acest belșug pe care l-am strâns ca să construim o Casă Numelui Tău cel sfânt, vine din mâna Ta și totul Îți aparține Ție.",
        "17": "Dumnezeul meu, știu că Tu cercetezi inima, iar dreptatea Îți este plăcută. Eu am dăruit toate acestea în curăție de inimă și am privit cu bucurie la poporul Tău, care se află aici, aducându-Ți darurile lui.",
        "18": "Doamne, Dumnezeul lui Avraam, Isaac și Israel, părinții noștri, păstrează pe vecie această înclinație a gândurilor inimii poporului Tău și îndreaptă-le inima spre Tine!",
        "19": "Iar fiului meu Solomon, dă-i o inimă dedicată în întregime, ca să păzească poruncile, învățăturile și hotărârile Tale, să le împlinească pe toate și să construiască Templul pentru care am făcut pregătiri“.",
        "20": "Apoi, David a zis întregii adunări: „Binecuvântați-L pe Domnul, Dumnezeul vostru!“. Și toată adunarea a binecuvântat pe Domnul, Dumnezeul părinților lor. Ei s-au închinat cu toții, plecându-se înaintea Domnului și a regelui. Solomon recunoscut ca rege",
        "21": "În ziua următoare, au adus jertfe Domnului și au oferit ca arderi-de-tot Domnului o mie de tauri, o mie de berbeci și o mie de miei, împreună cu jertfe de băutură și o mulțime de alte jertfe aduse pentru tot Israelul.",
        "22": "În ziua aceea, au mâncat și au băut în prezența Domnului cu mare bucurie, l-au numit rege a doua oară pe Solomon, fiul lui David, și l-au uns drept conducător al Domnului, iar pe Țadok l-au uns ca preot.",
        "23": "Solomon s-a așezat pe tronul Domnului, ca să domnească în locul tatălui său, David. El a prosperat și toți cei din Israel au ascultat de el.",
        "24": "Toate căpeteniile, vitejii și toți fiii regelui David s-au supus regelui Solomon.",
        "25": "Domnul l-a înălțat pe Solomon în ochii întregului Israel și i-a făcut parte de o domnie mai strălucită decât a oricărui alt rege al lui Israel care a domnit înaintea lui.",
        "26": "David, fiul lui Ișai, a domnit peste tot Israelul.",
        "27": "El a domnit peste Israel timp de patruzeci de ani: la Hebron a domnit timp de șapte ani, iar la Ierusalim a domnit timp de treizeci și trei de ani.",
        "28": "David a murit după o bătrânețe fericită, sătul de zile, de bogăție și de glorie. În locul lui a domnit fiul său Solomon.",
        "29": "Faptele regelui David, cele dintâi și cele de pe urmă, sunt scrise în „Cronicile văzătorului Samuel“, în „Cronicile profetului Natan“ și în „Cronicile văzătorului Gad“,",
        "30": "împreună cu toată domnia și puterea lui și cu evenimentele care au avut loc în viața lui, în Israel și în toate regatele celorlalte țări."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "David the king said to all the assembly, “Solomon my son, whom alone God has chosen, is yet young and tender, and the work is great; for the palace is not for man, but for Yahweh God.",
        "2": "Now I have prepared with all my might for the house of my God the gold for the things of gold, the silver for the things of silver, the bronze for the things of bronze, iron for the things of iron, and wood for the things of wood, also onyx stones, stones to be set, stones for inlaid work of various colors, all kinds of precious stones, and marble stones in abundance.",
        "3": "In addition, because I have set my affection on the house of my God, since I have a treasure of my own of gold and silver, I give it to the house of my God, over and above all that I have prepared for the holy house:",
        "4": "even three thousand talents of gold, of the gold of Ophir, and seven thousand talents of refined silver, with which to overlay the walls of the houses;",
        "5": "of gold for the things of gold, and of silver for the things of silver, and for all kinds of work to be made by the hands of artisans. Who then offers willingly to consecrate himself today to Yahweh?”",
        "6": "Then the princes of the fathers’ households, and the princes of the tribes of Israel, and the captains of thousands and of hundreds, with the rulers over the king’s work, offered willingly;",
        "7": "and they gave for the service of God’s house of gold five thousand talents and ten thousand darics, of silver ten thousand talents, of bronze eighteen thousand talents, and of iron one hundred thousand talents.",
        "8": "People with whom precious stones were found gave them to the treasure of Yahweh’s house, under the hand of Jehiel the Gershonite.",
        "9": "Then the people rejoiced, because they offered willingly, because with a perfect heart they offered willingly to Yahweh; and David the king also rejoiced with great joy.",
        "10": "Therefore David blessed Yahweh before all the assembly; and David said, “You are blessed, Yahweh, the God of Israel our father, forever and ever.",
        "11": "Yours, Yahweh, is the greatness, the power, the glory, the victory, and the majesty! For all that is in the heavens and in the earth is yours. Yours is the kingdom, Yahweh, and you are exalted as head above all.",
        "12": "Both riches and honor come from you, and you rule over all! In your hand is power and might! It is in your hand to make great, and to give strength to all!",
        "13": "Now therefore, our God, we thank you and praise your glorious name.",
        "14": "But who am I, and what is my people, that we should be able to offer so willingly as this? For all things come from you, and we have given you of your own.",
        "15": "For we are strangers before you and foreigners, as all our fathers were. Our days on the earth are as a shadow, and there is no remaining.",
        "16": "Yahweh our God, all this store that we have prepared to build you a house for your holy name comes from your hand, and is all your own.",
        "17": "I know also, my God, that you try the heart and have pleasure in uprightness. As for me, in the uprightness of my heart I have willingly offered all these things. Now I have seen with joy your people, who are present here, offer willingly to you.",
        "18": "Yahweh, the God of Abraham, of Isaac, and of Israel, our fathers, keep this desire forever in the thoughts of the heart of your people, and prepare their heart for you;",
        "19": "and give to Solomon my son a perfect heart, to keep your commandments, your testimonies, and your statutes, and to do all these things, and to build the palace, for which I have made provision.”",
        "20": "Then David said to all the assembly, “Now bless Yahweh your God!” All the assembly blessed Yahweh, the God of their fathers, and bowed down their heads and prostrated themselves before Yahweh and the king.",
        "21": "They sacrificed sacrifices to Yahweh and offered burnt offerings to Yahweh on the next day after that day, even one thousand bulls, one thousand rams, and one thousand lambs, with their drink offerings and sacrifices in abundance for all Israel,",
        "22": "and ate and drank before Yahweh on that day with great gladness. They made Solomon the son of David king the second time, and anointed him before Yahweh to be prince, and Zadok to be priest.",
        "23": "Then Solomon sat on the throne of Yahweh as king instead of David his father, and prospered; and all Israel obeyed him.",
        "24": "All the princes, the mighty men, and also all of the sons of King David submitted themselves to Solomon the king.",
        "25": "Yahweh magnified Solomon exceedingly in the sight of all Israel, and gave to him such royal majesty as had not been on any king before him in Israel.",
        "26": "Now David the son of Jesse reigned over all Israel.",
        "27": "The time that he reigned over Israel was forty years; he reigned seven years in Hebron, and he reigned thirty-three years in Jerusalem.",
        "28": "He died at a good old age, full of days, riches, and honor; and Solomon his son reigned in his place.",
        "29": "Now the acts of David the king, first and last, behold, they are written in the history of Samuel the seer, and in the history of Nathan the prophet, and in the history of Gad the seer,",
        "30": "with all his reign and his might, and the events that involved him, Israel, and all the kingdoms of the lands."
      }
    }
  }
}