{
  "book": "1 Cronici",
  "chapter": "17",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Pe când locuia David în casa lui, a zis prorocului Natan: „Iată, eu locuiesc într-o casă de cedru, și chivotul legământului Domnului este într-un cort.”",
        "2": "Natan a răspuns lui David: „Fă tot ce-ți spune inima, căci Dumnezeu este cu tine.”",
        "3": "În noaptea următoare, Cuvântul Domnului a vorbit lui Natan:",
        "4": "„Du-te și spune robului Meu David: ‘Așa vorbește Domnul: «Nu tu Îmi vei zidi o casă de locuit.",
        "5": "Căci Eu n-am locuit într-o casă din ziua când am scos pe Israel din Egipt până în ziua de azi, ci am mers din cort în cort și din locaș în locaș.",
        "6": "Pretutindeni pe unde am mers cu tot Israelul, am spus Eu o vorbă vreunuia din judecătorii lui Israel, cărora le poruncisem să pască pe poporul Meu, am zis Eu: ‹Pentru ce nu-Mi zidiți o casă de cedru?›»’",
        "7": "Acum să spui robului Meu David: ‘Așa vorbește Domnul oștirilor: «Te-am luat de la pășune, dinapoia oilor, ca să fii căpetenia poporului Meu Israel,",
        "8": "am fost cu tine pretutindeni pe unde ai mers, am nimicit pe toți vrăjmașii tăi dinaintea ta și ți-am făcut nume ca numele celor mari de pe pământ;",
        "9": "am dat o locuință poporului Meu Israel și l-am sădit ca să fie statornic acolo și să nu mai fie tulburat, pentru ca cei răi să nu-l mai nimicească așa cum îl nimiceau mai înainte",
        "10": "și pe vremea când pusesem judecători peste poporul Meu Israel. Am smerit pe toți vrăjmașii tăi. Și îți vestesc că Domnul îți va zidi o casă.",
        "11": "Când ți se vor împlini zilele și când te vei duce la părinții tăi, voi ridica sămânța ta după tine, și anume pe unul din fiii tăi, și-i voi întări domnia.",
        "12": "El Îmi va zidi o casă și-i voi întări pe vecie scaunul lui de domnie.",
        "13": "Eu îi voi fi Tată, și el Îmi va fi fiu; și nu voi îndepărta bunătatea Mea de la el, cum am îndepărtat-o de la cel dinaintea ta.",
        "14": "Îl voi așeza pentru totdeauna în Casa Mea, și în Împărăția Mea scaunul lui de domnie va fi întărit pe vecie.»’” Rugăciunea lui David",
        "15": "Natan a spus lui David toate aceste cuvinte și toată vedenia aceasta.",
        "16": "Și împăratul David s-a dus și s-a înfățișat înaintea Domnului și a zis: „Cine sunt eu, Doamne Dumnezeule, și ce este casa mea, de m-ai făcut să ajung unde sunt?",
        "17": "Și atâta este puțin lucru înaintea Ta, Dumnezeule! Tu vorbești și de casa robului Tău pentru vremurile viitoare. Și binevoiești să-Ți îndrepți privirile asupra mea în felul oamenilor, Tu care ești înălțat, Doamne Dumnezeule!",
        "18": "Ce ar putea să-Ți mai spună David față de slava dată robului Tău? Tu cunoști pe robul Tău.",
        "19": "Doamne, din pricina robului Tău și după inima Ta ai făcut aceste lucruri mari și i le-ai descoperit.",
        "20": "Doamne, nimeni nu este ca Tine și nu este alt Dumnezeu afară de Tine, după tot ce am auzit cu urechile noastre.",
        "21": "Este oare pe pământ un singur popor care să fie ca poporul Tău Israel, pe care Dumnezeu a venit să-l răscumpere, ca să facă din el poporul Lui, ca să-Ți faci un nume și să săvârșești minuni și semne mari, izgonind neamuri dinaintea poporului Tău, pe care l-ai răscumpărat din Egipt?",
        "22": "Tu ai pus pe poporul Tău Israel ca să fie poporul Tău pe vecie și Tu, Doamne, Te-ai făcut Dumnezeul lui.",
        "23": "Acum, Doamne, cuvântul pe care l-ai rostit asupra robului Tău și asupra casei lui să rămână în veac și fă după cuvântul Tău!",
        "24": "Să rămână, pentru ca Numele Tău să fie slăvit pe vecie și să se spună: ‘Domnul oștirilor, Dumnezeul lui Israel, este un Dumnezeu pentru Israel!’ Și casa robului Tău David să fie întărită înaintea Ta!",
        "25": "Căci Tu Însuți, Dumnezeule, ai descoperit robului Tău că îi vei zidi o casă. De aceea a îndrăznit robul Tău să se roage înaintea Ta.",
        "26": "Acum, Doamne, Tu ești adevăratul Dumnezeu și Tu ai vestit harul acesta robului Tău.",
        "27": "Binecuvântează dar casa robului Tău, ca să rămână pe vecie înaintea Ta! Căci ce binecuvântezi Tu, Doamne, este binecuvântat pentru veșnicie!”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "După ce David s-a stabilit în palatul lui, i-a zis profetului Natan: ‒ Iată, eu locuiesc într-un palat din cedru, iar Chivotul legământului Domnului locuiește sub niște pânze de cort.",
        "2": "Natan i-a răspuns lui David: ‒ Fă tot ceea ce ai pe inimă, căci Dumnezeu este cu tine!",
        "3": "În noaptea aceea însă, Cuvântul lui Dumnezeu a venit la Natan, zicând:",
        "4": "„Du-te și spune-i slujitorului Meu David: «Așa vorbește Domnul: nu tu Îmi vei construi o Casă de locuit.",
        "5": "Căci Eu n-am locuit într-o Casă din ziua în care l-am scos pe Israel și până în ziua aceasta, ci am fost din cort în cort și dintr-un tabernacul într-altul.",
        "6": "Pretutindeni pe unde am călătorit împreună cu tot Israelul, am spus Eu oare vreun cuvânt vreunuia dintre judecătorii lui Israel, cărora le poruncisem să păstorească poporul Meu, și le-am zis Eu: ‘De ce nu-Mi construiți o Casă din cedru?’».",
        "7": "Prin urmare, să-i spui slujitorului Meu David, astfel: «Așa vorbește Domnul Oștirilor: Eu te-am luat de la pășune, dinapoia turmei, ca să fii conducătorul poporului Meu Israel.",
        "8": "Am fost cu tine pretutindeni pe unde ai mers și i-am nimicit dinaintea ta pe toți dușmanii tăi. Acum îți voi face un nume precum numele celor mari de pe pământ.",
        "9": "Voi pregăti un loc pentru poporul Meu Israel și îl voi planta acolo, ca să locuiască singur, fără să mai fie tulburat și fără ca fiii nedreptății să-l mai poată asupri, așa cum făcuseră mai înainte,",
        "10": "încă din zilele în care poruncisem să fie puși judecători peste poporul Meu Israel. Și-i voi supune pe toți dușmanii tăi. Acum te înștiințez că Domnul îți va întemeia o dinastie.",
        "11": "Când ți se vor împlini zilele și vei merge să fii cu strămoșii tăi, voi ridica un urmaș după tine, care va fi dintre fiii tăi, și-i voi consolida domnia.",
        "12": "El Îmi va construi o Casă, și Eu îi voi consolida pentru totdeauna tronul.",
        "13": "Eu îi voi fi Tată, iar el Îmi va fi fiu. Și nu voi îndepărta îndurarea Mea de la el, așa cum am îndepărtat-o de la cel ce a fost înaintea ta.",
        "14": "Îl voi așeza în Casa Mea și în regatul Meu pentru totdeauna, iar tronul lui va fi consolidat pentru totdeauna»“.",
        "15": "Natan i-a spus lui David toate aceste cuvinte, relatându-i toată vedenia aceasta.",
        "16": "Regele David a intrat, s-a așezat înaintea Domnului și a zis: „Cine sunt eu, Doamne Dumnezeule, și cine este familia mea, de m-ai adus până aici?",
        "17": "Și, ca și cum lucrul acesta nu ar fi fost suficient, Dumnezeule, ai vorbit și despre viitorul îndepărtat al familiei slujitorului Tău, privindu-mă ca pe un om de rang înalt, Doamne Dumnezeule!",
        "18": "Ce-ar putea să-Ți mai răspundă David la toată onoarea arătată slujitorului Tău? Tu îl cunoști pe slujitorul Tău.",
        "19": "Doamne, de dragul slujitorului Tău și datorită inimii Tale ai făcut Tu toate aceste lucrări mărețe și ai descoperit toate aceste lucruri mari.",
        "20": "Doamne, după câte am auzit cu urechile noastre, nu este nimeni ca Tine și nu există alt Dumnezeu în afară de Tine.",
        "21": "Și cine este ca poporul Tău Israel, singura națiune de pe pământ pe care Dumnezeu S-a dus s-o răscumpere pentru Sine ca popor, ca să-Ți faci un nume prin lucrări mărețe și de temut, alungând națiuni dinaintea poporului Tău, pe care l-ai răscumpărat din Egipt?",
        "22": "Tu l-ai întemeiat pe poporul Tău Israel, ca să fie poporul Tău pentru totdeauna; și Tu, Doamne, ai devenit Dumnezeul lor.",
        "23": "Și acum, Doamne, fie ca promisiunea pe care ai făcut-o cu privire la slujitorul Tău și la familia lui să rămână pentru totdeauna, și fă precum ai zis.",
        "24": "Să rămână, astfel încât Numele Tău să fie preamărit pe vecie și să se spună: «Domnul Oștirilor, Dumnezeul lui Israel, este Dumnezeu pentru Israel». Iar familia slujitorului Tău David va fi consolidată înaintea Ta!",
        "25": "Tu, Dumnezeul meu, i-ai descoperit slujitorului Tău planul Tău, zicând: «Îți voi întemeia o dinastie». De aceea a avut îndrăzneală slujitorul Tău să se roage înaintea Ta.",
        "26": "Așadar, Doamne, Tu, Cel Care ești Dumnezeu, i-ai promis slujitorului Tău acest lucru bun.",
        "27": "Binevoiește deci să binecuvântezi familia slujitorului Tău, ca să rămână pe vecie înaintea Ta. Căci Tu, Doamne, ai binecuvântat-o și va rămâne binecuvântată pe vecie“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "When David was living in his house, David said to Nathan the prophet, “Behold, I live in a cedar house, but the ark of Yahweh’s covenant is in a tent.”",
        "2": "Nathan said to David, “Do all that is in your heart; for God is with you.”",
        "3": "That same night, the word of God came to Nathan, saying,",
        "4": "“Go and tell David my servant, ‘Yahweh says, “You shall not build me a house to dwell in;",
        "5": "for I have not lived in a house since the day that I brought up Israel to this day, but have gone from tent to tent, and from one tent to another.",
        "6": "In all places in which I have walked with all Israel, did I speak a word with any of the judges of Israel, whom I commanded to be shepherd of my people, saying, ‘Why have you not built me a house of cedar?’”’",
        "7": "“Now therefore, you shall tell my servant David, ‘Yahweh of Armies says, “I took you from the sheep pen, from following the sheep, to be prince over my people Israel.",
        "8": "I have been with you wherever you have gone, and have cut off all your enemies from before you. I will make you a name like the name of the great ones who are in the earth.",
        "9": "I will appoint a place for my people Israel, and will plant them, that they may dwell in their own place, and be moved no more. The children of wickedness will not waste them any more, as at the first,",
        "10": "and from the day that I commanded judges to be over my people Israel. I will subdue all your enemies. Moreover I tell you that Yahweh will build you a house.",
        "11": "It will happen, when your days are fulfilled that you must go to be with your fathers, that I will set up your offspring after you, who will be of your sons; and I will establish his kingdom.",
        "12": "He will build me a house, and I will establish his throne forever.",
        "13": "I will be his father, and he will be my son. I will not take my loving kindness away from him, as I took it from him who was before you;",
        "14": "but I will settle him in my house and in my kingdom forever. His throne will be established forever.”’”",
        "15": "According to all these words, and according to all this vision, so Nathan spoke to David.",
        "16": "Then David the king went in and sat before Yahweh; and he said, “Who am I, Yahweh God, and what is my house, that you have brought me this far?",
        "17": "This was a small thing in your eyes, O God, but you have spoken of your servant’s house for a great while to come, and have respected me according to the standard of a man of high degree, Yahweh God.",
        "18": "What can David say yet more to you concerning the honor which is done to your servant? For you know your servant.",
        "19": "Yahweh, for your servant’s sake, and according to your own heart, you have done all this greatness, to make known all these great things.",
        "20": "Yahweh, there is no one like you, neither is there any God besides you, according to all that we have heard with our ears.",
        "21": "What one nation in the earth is like your people Israel, whom God went to redeem to himself for a people, to make you a name by great and awesome things, in driving out nations from before your people whom you redeemed out of Egypt?",
        "22": "For you made your people Israel your own people forever; and you, Yahweh, became their God.",
        "23": "Now, Yahweh, let the word that you have spoken concerning your servant, and concerning his house, be established forever, and do as you have spoken.",
        "24": "Let your name be established and magnified forever, saying, ‘Yahweh of Armies is the God of Israel, even a God to Israel. The house of David your servant is established before you.’",
        "25": "For you, my God, have revealed to your servant that you will build him a house. Therefore your servant has found courage to pray before you.",
        "26": "Now, Yahweh, you are God, and have promised this good thing to your servant.",
        "27": "Now it has pleased you to bless the house of your servant, that it may continue forever before you; for you, Yahweh, have blessed, and it is blessed forever.”"
      }
    }
  }
}