{
  "book": "1 Cronici",
  "chapter": "24",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Iată cetele fiilor lui Aaron. Fiii lui Aaron: Nadab, Abihu, Eleazar și Itamar.",
        "2": "Nadab și Abihu au murit înaintea tatălui lor, fără să aibă fii, și Eleazar și Itamar au împlinit slujba de preoți.",
        "3": "David a împărțit pe fiii lui Aaron, rânduindu-i după slujba pe care aveau s-o facă; Țadoc făcea parte din urmașii lui Eleazar, și Ahimelec, din urmașii lui Itamar.",
        "4": "Printre fiii lui Eleazar s-au găsit mai multe căpetenii decât printre fiii lui Itamar și i-au împărțit așa că fiii lui Eleazar aveau șaisprezece căpetenii de case părintești și fiii lui Itamar, opt căpetenii de case părintești.",
        "5": "I-au împărțit prin sorți, între unii și alții, căci căpeteniile Sfântului Locaș și căpeteniile lui Dumnezeu erau din fiii lui Eleazar și din fiii lui Itamar.",
        "6": "Șemaia, fiul lui Netaneel, scriitorul, din seminția lui Levi, i-a scris înaintea împăratului și mai-marilor, înaintea preoților Țadoc și Ahimelec, fiul lui Abiatar, și înaintea căpeteniilor caselor părintești ale preoților și leviților. Au tras la sorți câte o casă părintească pentru Eleazar și au tras și câte una pentru Itamar.",
        "7": "Cel dintâi sorț a ieșit pentru Iehoiarib; al doilea, pentru Iedaia;",
        "8": "al treilea, pentru Harim; al patrulea, pentru Seorim;",
        "9": "al cincilea, pentru Malchia; al șaselea, pentru Miiamin;",
        "10": "al șaptelea, pentru Hacoț; al optulea, pentru Abia;",
        "11": "al nouălea, pentru Iosua; al zecelea, pentru Șecania;",
        "12": "al unsprezecelea, pentru Eliașib; al doisprezecelea, pentru Iachim;",
        "13": "al treisprezecelea, pentru Hupa; al paisprezecelea, pentru Ieșebeab;",
        "14": "al cincisprezecelea, pentru Bilga; al șaisprezecelea, pentru Imer;",
        "15": "al șaptesprezecelea, pentru Hezir; al optsprezecelea, pentru Hapițeț;",
        "16": "al nouăsprezecelea, pentru Petahia; al douăzecilea, pentru Ezechiel;",
        "17": "al douăzeci și unulea, pentru Iachin; al douăzeci și doilea, pentru Gamul;",
        "18": "al douăzeci și treilea, pentru Delaia; al douăzeci și patrulea, pentru Maazia.",
        "19": "Acesta era șirul în care aveau să-și facă slujba, ca să intre în Casa Domnului, după rânduiala pusă de Aaron, tatăl lor, potrivit cu poruncile pe care i le dăduse Domnul Dumnezeul lui Israel. Căpeteniile leviților",
        "20": "Iată căpeteniile celorlalți leviți. Din fiii lui Amram: Șubael; din fiii lui Șubael: Iehdia;",
        "21": "din Rehabia, din fiii lui Rehabia: căpetenia Ișia.",
        "22": "Din ițehariți: Șelomot; din fiii lui Șelomot: Iahat.",
        "23": "Fiii lui Hebron: Ieria, Amaria, al doilea, Iahaziel, al treilea, Iecameam, al patrulea.",
        "24": "Fiul lui Uziel: Mica; din fiii lui Mica: Șamir;",
        "25": "fratele lui Mica: Ișia; din fiii lui Ișia: Zaharia.",
        "26": "Fiii lui Merari: Mahli și Muși, și fiii fiului său Iaazia.",
        "27": "Fiii lui Merari, ai fiului său Iaazia: Șoham, Zacur și Ibri.",
        "28": "Din Mahli: Eleazar, care n-a avut fii;",
        "29": "din Chis, fiii lui Chis: Ierahmeel.",
        "30": "Fiii lui Muși: Mahli, Eder și Ierimot. Aceștia sunt fiii lui Levi, după casele lor părintești.",
        "31": "Și ei, ca și frații lor, fiii lui Aaron, au tras la sorți înaintea împăratului David, înaintea lui Țadoc și Ahimelec și înaintea căpeteniilor caselor părintești ale preoților și leviților, și anume fiecare cap de casă întocmai ca cel mai mic din frații săi."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Iată care au fost cetele urmașilor lui Aaron. Fiii lui Aaron au fost: Nadab, Abihu, Elazar și Itamar.",
        "2": "Nadab și Abihu au murit înaintea tatălui lor fără să fi avut urmași, astfel că numai Elazar și Itamar au slujit ca preoți.",
        "3": "David i-a împărțit pe urmașii acestora, punându-i responsabili, peste slujbele lor, pe Țadok, dintre urmașii lui Elazar, și pe Ahimelek, dintre urmașii lui Itamar.",
        "4": "Printre urmașii lui Elazar s-au găsit mai multe căpetenii decât printre urmașii lui Itamar, acestea fiind împărțite astfel: șaisprezece căpetenii ale familiilor urmașilor lui Elazar și opt căpetenii ale familiilor urmașilor lui Itamar.",
        "5": "I-au împărțit prin tragere la sorți, între unii și alții, căci căpeteniile Lăcașului și căpeteniile lui Dumnezeu erau atât dintre urmașii lui Elazar, cât și dintre urmașii lui Itamar.",
        "6": "Scribul Șemaia, fiul lui Netanel, unul dintre leviți, i-a consemnat în scris în prezența regelui, a conducătorilor, a preotului Țadok, a lui Ahimelek, fiul lui Abiatar, și a căpeteniilor familiilor preoților și leviților; au ales o familie dintre urmașii lui Elazar și una dintre urmașii lui Itamar.",
        "7": "Primul sorț a ieșit pentru Iehoiarib, al doilea pentru Iedaia,",
        "8": "al treilea pentru Harim, al patrulea pentru Seorim,",
        "9": "al cincilea pentru Malchia, al șaselea pentru Miyamin,",
        "10": "al șaptelea pentru Hakoț, al optulea pentru Abia,",
        "11": "al nouălea pentru Iosua, al zecelea pentru Șecania,",
        "12": "al unsprezecelea pentru Eliașib, al doisprezecelea pentru Iachim,",
        "13": "al treisprezecelea pentru Hupa, al paisprezecelea pentru Ieșebab,",
        "14": "al cincisprezecelea pentru Bilga, al șaisprezecelea pentru Imer,",
        "15": "al șaptesprezecelea pentru Hezir, al optsprezecelea pentru Hapițeț,",
        "16": "al nouăsprezecelea pentru Petahia, al douăzecilea pentru Ezechiel,",
        "17": "al douăzeci și unulea pentru Iachin, al douăzeci și doilea pentru Gamul,",
        "18": "al douăzeci și treilea pentru Delaia și al douăzeci și patrulea pentru Maazia.",
        "19": "Aceasta a fost ordinea în care aveau să facă slujba când intrau în Casa Domnului, potrivit hotărârilor date cu privire la ei prin Aaron, strămoșul lor, așa cum i-a poruncit Domnul, Dumnezeul lui Israel. Alți leviți",
        "20": "Dintre ceilalți urmași ai lui Levi au fost: dintre fiii lui Amram: Șubael; dintre fiii lui Șubael: Iehdeia;",
        "21": "din Rehabia – dintre fiii lui Rehabia: căpetenia Ișia;",
        "22": "dintre ițhariți: Șelomot; dintre fiii lui Șelomot: Iahat;",
        "23": "fiii lui Hebron au fost: căpetenia Ieria, Amaria – al doilea, Iahaziel – al treilea, Iekamam – al patrulea;",
        "24": "fiul lui Uziel a fost Mica; dintre fiii lui Mica: Șamir;",
        "25": "fratele lui Mica a fost Ișia; dintre fiii lui Ișia: Zaharia;",
        "26": "fiii lui Merari au fost: Mahli și Muși; fiul lui Iaazia a fost Beno;",
        "27": "urmașii lui Merari au fost: din Iaazia – Beno, Șoham, Zacur și Ivri;",
        "28": "din Mahli – Elazar, dar el nu a avut fii;",
        "29": "din Chiș – fiul lui Chiș: Ierahmeel;",
        "30": "fiii lui Muși au fost: Mahli, Eder și Ierimot. Aceștia au fost urmași ai leviților, potrivit familiilor lor.",
        "31": "Și ei, la fel ca frații lor, urmașii lui Aaron, au tras la sorți în prezența regelui David, a lui Țadok și a lui Ahimelek, a căpeteniilor familiilor preoților și a leviților, atât pentru familiile celui mai în vârstă, cât și pentru cele ale fratelui lor cel mai mic."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "These were the divisions of the sons of Aaron. The sons of Aaron: Nadab, Abihu, Eleazar, and Ithamar.",
        "2": "But Nadab and Abihu died before their father, and had no children; therefore Eleazar and Ithamar served as priests.",
        "3": "David, with Zadok of the sons of Eleazar and Ahimelech of the sons of Ithamar, divided them according to their ordering in their service.",
        "4": "There were more chief men found of the sons of Eleazar than of the sons of Ithamar; and they were divided like this: of the sons of Eleazar there were sixteen, heads of fathers’ houses; and of the sons of Ithamar, according to their fathers’ houses, eight.",
        "5": "Thus they were divided impartially by drawing lots; for there were princes of the sanctuary and princes of God, both of the sons of Eleazar, and of the sons of Ithamar.",
        "6": "Shemaiah the son of Nethanel the scribe, who was of the Levites, wrote them in the presence of the king, the princes, Zadok the priest, Ahimelech the son of Abiathar, and the heads of the fathers’ households of the priests and of the Levites; one fathers’ house being taken for Eleazar, and one taken for Ithamar.",
        "7": "Now the first lot came out to Jehoiarib, the second to Jedaiah,",
        "8": "the third to Harim, the fourth to Seorim,",
        "9": "the fifth to Malchijah, the sixth to Mijamin,",
        "10": "the seventh to Hakkoz, the eighth to Abijah,",
        "11": "the ninth to Jeshua, the tenth to Shecaniah,",
        "12": "the eleventh to Eliashib, the twelfth to Jakim,",
        "13": "the thirteenth to Huppah, the fourteenth to Jeshebeab,",
        "14": "the fifteenth to Bilgah, the sixteenth to Immer,",
        "15": "the seventeenth to Hezir, the eighteenth to Happizzez,",
        "16": "the nineteenth to Pethahiah, the twentieth to Jehezkel,",
        "17": "the twenty-first to Jachin, the twenty-second to Gamul,",
        "18": "the twenty-third to Delaiah, and the twenty-fourth to Maaziah.",
        "19": "This was their ordering in their service, to come into Yahweh’s house according to the ordinance given to them by Aaron their father, as Yahweh, the God of Israel, had commanded him.",
        "20": "Of the rest of the sons of Levi: of the sons of Amram, Shubael; of the sons of Shubael, Jehdeiah.",
        "21": "Of Rehabiah: of the sons of Rehabiah, Isshiah the chief.",
        "22": "Of the Izharites, Shelomoth; of the sons of Shelomoth, Jahath.",
        "23": "The sons of Hebron: Jeriah, Amariah the second, Jahaziel the third, and Jekameam the fourth.",
        "24": "The sons of Uzziel: Micah; of the sons of Micah, Shamir.",
        "25": "The brother of Micah: Isshiah; of the sons of Isshiah, Zechariah.",
        "26": "The sons of Merari: Mahli and Mushi. The son of Jaaziah: Beno.",
        "27": "The sons of Merari by Jaaziah: Beno, Shoham, Zaccur, and Ibri.",
        "28": "Of Mahli: Eleazar, who had no sons.",
        "29": "Of Kish, the son of Kish: Jerahmeel.",
        "30": "The sons of Mushi: Mahli, Eder, and Jerimoth. These were the sons of the Levites after their fathers’ houses.",
        "31": "These likewise cast lots even as their brothers the sons of Aaron in the presence of David the king, Zadok, Ahimelech, and the heads of the fathers’ households of the priests and of the Levites, the fathers’ households of the chief even as those of his younger brother."
      }
    }
  }
}