{
  "book": "1 Cronici",
  "chapter": "9",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Tot Israelul este scris în spițele de neam și trecut în cartea împăraților lui Israel. Și Iuda a fost luat rob în Babilon din pricina fărădelegilor lui.",
        "2": "Cei dintâi locuitori care au locuit în moșiile lor, în cetățile lor, erau israeliții, preoții, leviții și netiniții.",
        "3": "La Ierusalim locuiau fii de ai lui Iuda, fii de ai lui Beniamin și fii de ai lui Efraim și Manase.",
        "4": "Fii de ai lui Pereț, fiul lui Iuda: Utai, fiul lui Amihud, fiul lui Omri, fiul lui Imri, fiul lui Bani.",
        "5": "Dintre șiloniți: Asaia, întâiul născut, și fiii săi.",
        "6": "Fii de ai lui Zerah: Ieuel și frații săi, șase sute nouăzeci.",
        "7": "Fii de ai lui Beniamin: Salu, fiul lui Meșulam, fiul lui Hodavia, fiul lui Asenua;",
        "8": "Ibneia, fiul lui Ieroham; Ela, fiul lui Uzi, fiul lui Micri; Meșulam, fiul lui Șefatia, fiul lui Reuel, fiul lui Ibnia,",
        "9": "și frații lor, după neamurile lor, nouă sute cincizeci și șase. Toți oamenii aceștia erau capi de familie în casele părinților lor. Preoții",
        "10": "Din preoți: Iedaeia; Iehoiarib; Iachin;",
        "11": "Azaria, fiul lui Hilchia, fiul lui Meșulam, fiul lui Țadoc, fiul lui Meraiot, fiul lui Ahitub, mai-marele Casei lui Dumnezeu;",
        "12": "Adaia, fiul lui Ieroham, fiul lui Pașhur, fiul lui Malchia; Maesai, fiul lui Adiel, fiul lui Iahzera, fiul lui Meșulam, fiul lui Meșilemit, fiul lui Imer,",
        "13": "și frații lor, căpetenii ale caselor părinților lor, o mie șapte sute șaizeci, oameni viteji, puși în slujba Casei lui Dumnezeu. Leviții și slujbele Sfântului Locaș",
        "14": "Din leviți: Șemaia, fiul lui Hașub, fiul lui Azricam, fiul lui Hașabia, din fiii lui Merari;",
        "15": "Bacbacar; Hereș; Galal; Matania, fiul lui Mica, fiul lui Zicri, fiul lui Asaf;",
        "16": "Obadia, fiul lui Șemaia, fiul lui Galal, fiul lui Iedutun; Berechia, fiul lui Asa, fiul lui Elcana, care locuia în satele netofatiților.",
        "17": "Și ușierii: Șalum, Acub, Talmon, Ahiman și frații lor; Șalum era căpetenia lor",
        "18": "și, până în ziua de azi, el este la ușa împăratului, la răsărit. Aceștia sunt ușierii taberei fiilor lui Levi.",
        "19": "Șalum, fiul lui Core, fiul lui Ebiasaf, fiul lui Core, și frații săi din casa tatălui său, coreiții, împlineau slujba de păzitori ai pragurilor cortului; părinții lor păziseră intrarea în tabăra Domnului,",
        "20": "și Fineas, fiul lui Eleazar, fusese odinioară căpetenia lor, și Domnul era cu el.",
        "21": "Zaharia, fiul lui Meșelemia, era ușier la intrarea cortului întâlnirii.",
        "22": "De toți erau două sute doisprezece, aleși ca ușieri ai pragurilor și scriși în spițele de neam, după satele lor. David și văzătorul Samuel îi puseseră în slujba lor.",
        "23": "Ei și copiii lor păzeau ușile Casei Domnului, adică ale casei cortului.",
        "24": "Erau ușieri în cele patru vânturi: la răsărit, la apus, la miazănoapte și la miazăzi.",
        "25": "Frații lor, care locuiau în satele lor, trebuiau să vină din timp în timp la ei șapte zile.",
        "26": "Căci aceste patru căpetenii ale ușierilor, acești leviți, erau totdeauna în slujbă și mai aveau privegherea asupra odăilor și vistieriilor Casei lui Dumnezeu;",
        "27": "petreceau noaptea în jurul Casei lui Dumnezeu, a cărei pază o aveau și pe care trebuiau s-o deschidă în fiecare dimineață.",
        "28": "Unii din leviți aveau grijă de uneltele pentru slujbă, pe care le numărau la intrare și le numărau și la ieșire.",
        "29": "Alții îngrijeau de unelte, de toate uneltele Sfântului Locaș și de floarea făinii, de vin, de untdelemn, de tămâie și de miresme.",
        "30": "Fii de ai preoților pregăteau tămâia mirositoare.",
        "31": "Matitia, unul din leviți, întâiul născut al lui Șalum, Coreitul, avea grijă de turtele coapte în tigaie.",
        "32": "Și unii din frații lor, dintre chehatiți, erau însărcinați să pregătească pentru fiecare Sabat pâinile pentru punerea înaintea Domnului.",
        "33": "Aceștia sunt cântăreții, capii de familie ai leviților, care locuiau în odăi, scutiți de alte slujbe, pentru că lucrau zi și noapte.",
        "34": "Aceștia sunt capii de familie ai leviților, capi după neamurile lor. Ei locuiau la Ierusalim. Locuitorii din Gabaon și casa lui Saul",
        "35": "Tatăl lui Gabaon, Ieiel, locuia la Gabaon și numele nevestei lui era Maaca.",
        "36": "Abdon a fost fiul său întâi născut, apoi Țur, Chis, Baal, Ner, Nadab,",
        "37": "Ghedor, Ahio, Zaharia și Miclot.",
        "38": "Miclot a născut pe Șimeam. Și ei locuiau tot la Ierusalim, lângă frații lor, cu frații lor.",
        "39": "Ner a născut pe Chis; Chis a născut pe Saul; Saul a născut pe Ionatan, pe Malchi-Șua, pe Abinadab și pe Eșbaal.",
        "40": "Fiul lui Ionatan: Merib-Baal. Merib-Baal a născut pe Mica.",
        "41": "Fiii lui Mica: Piton, Melec și Tahrea.",
        "42": "Ahaz a născut pe Iaera; Iaera a născut pe Alemet, Azmavet și Zimri; Zimri a născut pe Moța;",
        "43": "Moța a născut pe Binea. Fiul acestuia a fost Refaia; Eleasa a fost fiul acestuia; Ațel a fost fiul acestuia.",
        "44": "Ațel a avut șase fii, ale căror nume iată-le: Azricam, Bocru, Ismael, Șearia, Obadia și Hanan. Aceștia sunt fiii lui Ațel."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Tot Israelul a fost înscris în genealogii și trecut în „Cartea regilor lui Israel“. Iuda însă a fost luat în captivitate, la Babilon, din cauza necredincioșiei lui.",
        "2": "Primii locuitori care s-au reîntors la proprietățile lor, în cetățile lor, au fost Israel, preoții, leviții și slujitorii de la Templu.",
        "3": "Aceia dintre fiii lui Iuda, dintre fiii lui Beniamin și dintre fiii lui Efraim și Manase, care au locuit la Ierusalim, au fost:",
        "4": "Utai, fiul lui Amihud, fiul lui Omri, fiul lui Imri, fiul lui Bani, care era dintre fiii lui Pereț, fiul lui Iuda.",
        "5": "Dintre șiloniți: Asaia, cel întâi născut, împreună cu fiii lui.",
        "6": "Dintre zerahiți: Ieuel. Frații lor erau în număr de șase sute nouăzeci.",
        "7": "Dintre fiii lui Beniamin: Salu, fiul lui Meșulam, fiul lui Hodavia, fiul lui Hasnua;",
        "8": "apoi Ibneia, fiul lui Ieroham; Ela, fiul lui Uzi, fiul lui Micri; Meșulam, fiul lui Șefatia, fiul lui Reuel, fiul lui Ibnia.",
        "9": "Frații lor, înscriși în genealogii, erau în număr de nouă sute cincizeci și șase. Toți acești bărbați erau căpetenii de familie, potrivit familiilor lor.",
        "10": "Dintre preoți: Iedaia, Iehoiarib, Iachin,",
        "11": "Azaria, fiul lui Hilchia, fiul lui Meșulam, fiul lui Țadok, fiul lui Meraiot, fiul lui Ahitub, conducător peste Casa lui Dumnezeu;",
        "12": "Adaia, fiul lui Ieroham, fiul lui Pașhur, fiul lui Malchia; Maasai, fiul lui Adiel, fiul lui Iahzera, fiul lui Meșulam, fiul lui Meșilemit, fiul lui Imer.",
        "13": "Frații lor, căpeteniile familiilor lor, erau în număr de o mie șapte sute șaizeci. Ei erau oameni capabili, puși în lucrarea de slujire la Casa lui Dumnezeu.",
        "14": "Dintre leviți: Șemaia, fiul lui Hașub, fiul lui Azrikam, fiul lui Hașabia, dintre fiii lui Merari;",
        "15": "Bakbakar, Hereș, Galal, Matania, fiul lui Mica, fiul lui Zicri, fiul lui Asaf;",
        "16": "Obadia, fiul lui Șemaia, fiul lui Galal, fiul lui Iedutun; Berechia, fiul lui Asa, fiul lui Elkana, cel care a locuit în satele netofatiților.",
        "17": "Dintre portari: Șalum, Akub, Talmon, Ahiman și frații lor. Șalum era căpetenia;",
        "18": "el este și azi la Poarta Regelui, în partea de est. Ei au fost portarii taberei leviților.",
        "19": "Șalum, fiul lui Kore, fiul lui Ebiasaf, fiul lui Korah, și frații lui din casa tatălui său, korahiții, împlineau slujba de păzitori ai pragurilor Cortului, la fel cum strămoșii lor fuseseră responsabili în tabăra Domnului cu păzirea intrării.",
        "20": "Odinioară, Fineas, fiul lui Elazar, fusese conducătorul lor, iar Domnul era cu el.",
        "21": "Zaharia, fiul lui Meșelemia, a fost portar al intrării Cortului Întâlnirii.",
        "22": "Toți cei aleși ca portari ai intrărilor au fost în număr de două sute doisprezece. Aceștia au fost înscriși în genealogiile lor, în satele lor. David și văzătorul Samuel le-au încredințat slujba aceasta.",
        "23": "Ei și fiii lor aveau responsabilitatea de a păzi porțile Casei Domnului, adică a încăperii Cortului.",
        "24": "Erau portari în toate cele patru direcții: est, vest, nord și sud.",
        "25": "Frații lor veneau din când în când din satele lor, ca să stea împreună cu ei timp de șapte zile.",
        "26": "Căci cei mai de seamă patru portari, toți leviți, cărora li s-a încredințat slujba aceasta, erau responsabili atât peste magazii, cât și peste vistieriile Casei lui Dumnezeu.",
        "27": "Ei rămâneau peste noapte în jurul Casei lui Dumnezeu, căci răspundeau de paza ei și de cheia folosită la deschiderea ei în fiecare dimineață.",
        "28": "Unii dintre ei erau responsabili cu uneltele pentru slujbă; ei le numărau și atunci când erau aduse și atunci când erau luate.",
        "29": "Alții fuseseră numiți responsabili cu mobilierul și cu toate obiectele Locului Sfânt, precum și cu făina aleasă, vinul, uleiul, tămâia și mirodeniile.",
        "30": "Alții, dintre fiii preoților, pregăteau amestecul de mirodenii.",
        "31": "Levitului Matitia, întâiul născut al korahitului Șalum, îi era încredințată pregătirea turtelor.",
        "32": "Unii dintre chehatiți, dintre frații lor, erau responsabili să pregătească pâinea așezată în șiruri, pe masă, în fiecare zi de sabat.",
        "33": "Aceștia au fost cântăreții, căpeteniile familiilor leviților, care locuiau în camerele Templului, neavând alte responsabilități, deoarece erau angajați în slujire zi și noapte.",
        "34": "Acestea au fost căpeteniile familiilor leviților, căpetenii înscrise în genealogii. Ei locuiau la Ierusalim.",
        "35": "La Ghivon a locuit Ieiel, tatăl lui Ghivon. Numele soției lui era Maaca.",
        "36": "Abdon a fost fiul lui întâi născut, urmat apoi de: Țur, Chiș, Baal, Ner, Nadab,",
        "37": "Ghedor, Ahio, Zaharia și Miklot.",
        "38": "Lui Miklot i s-a născut Șimam. Și aceștia au locuit la Ierusalim împreună cu rudele lor.",
        "39": "Lui Ner i s-a născut Chiș, lui Chiș – Saul, iar lui Saul – Ionatan, Malchi-Șua, Abinadab și Eșbaal.",
        "40": "Fiul lui Ionatan a fost Merib-Baal; lui Merib-Baal i s-a născut Mica.",
        "41": "Fiii lui Mica au fost: Piton, Melek, Tahrea și Ahaz.",
        "42": "Lui Ahaz i s-a născut Iada; lui Iada i s-au născut Alemet, Azmavet și Zimri, iar lui Zimri i s-a născut Moța.",
        "43": "Lui Moța i s-a născut Bina, al cărui fiu a fost Refaia. Fiul acestuia a fost Elasa, iar fiul acestuia a fost Ațel.",
        "44": "Ațel a avut șase fii; numele lor au fost: Azrikam, Bocru, Ismael, Șearia, Obadia și Hanan. Aceștia au fost fiii lui Ațel."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "So all Israel were listed by genealogies; and behold, they are written in the book of the kings of Israel. Judah was carried away captive to Babylon for their disobedience.",
        "2": "Now the first inhabitants who lived in their possessions in their cities were Israel, the priests, the Levites, and the temple servants.",
        "3": "In Jerusalem, there lived of the children of Judah, of the children of Benjamin, and of the children of Ephraim and Manasseh:",
        "4": "Uthai the son of Ammihud, the son of Omri, the son of Imri, the son of Bani, of the children of Perez the son of Judah.",
        "5": "Of the Shilonites: Asaiah the firstborn and his sons.",
        "6": "Of the sons of Zerah: Jeuel and their brothers, six hundred ninety.",
        "7": "Of the sons of Benjamin: Sallu the son of Meshullam, the son of Hodaviah, the son of Hassenuah;",
        "8": "and Ibneiah the son of Jeroham, and Elah the son of Uzzi, the son of Michri; and Meshullam the son of Shephatiah, the son of Reuel, the son of Ibnijah;",
        "9": "and their brothers, according to their generations, nine hundred fifty-six. All these men were heads of fathers’ households by their fathers’ houses.",
        "10": "Of the priests: Jedaiah, Jehoiarib, Jachin,",
        "11": "and Azariah the son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, the ruler of God’s house;",
        "12": "and Adaiah the son of Jeroham, the son of Pashhur, the son of Malchijah; and Maasai the son of Adiel, the son of Jahzerah, the son of Meshullam, the son of Meshillemith, the son of Immer;",
        "13": "and their brothers, heads of their fathers’ houses, one thousand seven hundred sixty; they were very able men for the work of the service of God’s house.",
        "14": "Of the Levites: Shemaiah the son of Hasshub, the son of Azrikam, the son of Hashabiah, of the sons of Merari;",
        "15": "and Bakbakkar, Heresh, Galal, and Mattaniah the son of Mica, the son of Zichri, the son of Asaph,",
        "16": "and Obadiah the son of Shemaiah, the son of Galal, the son of Jeduthun; and Berechiah the son of Asa, the son of Elkanah, who lived in the villages of the Netophathites.",
        "17": "The gatekeepers: Shallum, Akkub, Talmon, Ahiman, and their brothers (Shallum was the chief),",
        "18": "who previously served in the king’s gate eastward. They were the gatekeepers for the camp of the children of Levi.",
        "19": "Shallum was the son of Kore, the son of Ebiasaph, the son of Korah, and his brothers, of his father’s house, the Korahites, were over the work of the service, keepers of the thresholds of the tent. Their fathers had been over Yahweh’s camp, keepers of the entry.",
        "20": "Phinehas the son of Eleazar was ruler over them in time past, and Yahweh was with him.",
        "21": "Zechariah the son of Meshelemiah was gatekeeper of the door of the Tent of Meeting.",
        "22": "All these who were chosen to be gatekeepers in the thresholds were two hundred twelve. These were listed by genealogy in their villages, whom David and Samuel the seer ordained in their office of trust.",
        "23": "So they and their children had the oversight of the gates of Yahweh’s house, even the house of the tent, as guards.",
        "24": "On the four sides were the gatekeepers, toward the east, west, north, and south.",
        "25": "Their brothers, in their villages, were to come in every seven days from time to time to be with them,",
        "26": "for the four chief gatekeepers, who were Levites, were in an office of trust, and were over the rooms and over the treasuries in God’s house.",
        "27": "They stayed around God’s house, because that was their duty; and it was their duty to open it morning by morning.",
        "28": "Certain of them were in charge of the vessels of service, for these were brought in by count, and these were taken out by count.",
        "29": "Some of them also were appointed over the furniture, and over all the vessels of the sanctuary, over the fine flour, the wine, the oil, the frankincense, and the spices.",
        "30": "Some of the sons of the priests prepared the mixing of the spices.",
        "31": "Mattithiah, one of the Levites, who was the firstborn of Shallum the Korahite, had the office of trust over the things that were baked in pans.",
        "32": "Some of their brothers, of the sons of the Kohathites, were over the show bread, to prepare it every Sabbath.",
        "33": "These are the singers, heads of fathers’ households of the Levites, who lived in the rooms and were free from other service, for they were employed in their work day and night.",
        "34": "These were heads of fathers’ households of the Levites, throughout their generations, chief men. They lived at Jerusalem.",
        "35": "Jeiel the father of Gibeon, whose wife’s name was Maacah, lived in Gibeon.",
        "36": "His firstborn son was Abdon, then Zur, Kish, Baal, Ner, Nadab,",
        "37": "Gedor, Ahio, Zechariah, and Mikloth.",
        "38": "Mikloth became the father of Shimeam. They also lived with their relatives in Jerusalem, near their relatives.",
        "39": "Ner became the father of Kish. Kish became the father of Saul. Saul became the father of Jonathan, Malchishua, Abinadab, and Eshbaal.",
        "40": "The son of Jonathan was Merib-baal. Merib-baal became the father of Micah.",
        "41": "The sons of Micah: Pithon, Melech, Tahrea, and Ahaz.",
        "42": "Ahaz became the father of Jarah. Jarah became the father of Alemeth, Azmaveth, and Zimri. Zimri became the father of Moza.",
        "43": "Moza became the father of Binea, Rephaiah his son, Eleasah his son, and Azel his son.",
        "44": "Azel had six sons, whose names are Azrikam, Bocheru, Ishmael, Sheariah, Obadiah, and Hanan. These were the sons of Azel."
      }
    }
  }
}