{
  "book": "1 Cronici",
  "chapter": "26",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Iată cetele ușierilor. Din coreiți: Meșelemia, fiul lui Core, dintre fiii lui Asaf.",
        "2": "Fiii lui Meșelemia: Zaharia, întâiul născut; Iediael, al doilea; Zebadia, al treilea; Iatniel, al patrulea;",
        "3": "Elam, al cincilea; Iohanan, al șaselea; Elioenai, al șaptelea.",
        "4": "Fiii lui Obed-Edom: Șemaia, întâiul născut; Iozabad, al doilea; Ioah, al treilea; Sacar, al patrulea; Netaneel, al cincilea;",
        "5": "Amiel, al șaselea; Isahar, al șaptelea; Peultai, al optulea; căci Dumnezeu îl binecuvântase.",
        "6": "Fiului său Șemaia i s-au născut fii, care au stăpânit în casa tatălui lor, căci erau oameni viteji.",
        "7": "Fiii lui Șemaia: Otni, Refael, Obed, Elzabad și frații săi, oameni viteji, Elihu și Semaia.",
        "8": "Toți aceștia erau fiii lui Obed-Edom, ei, fiii și frații lor; erau oameni plini de vlagă și de putere pentru slujbă, șaizeci și doi de ai lui Obed-Edom.",
        "9": "Fiii și frații lui Meșelemia, oameni viteji, erau în număr de optsprezece.",
        "10": "Din fiii lui Merari: Hosa, care avea ca fii pe: Șimri, căpetenia, pus căpetenie de tatăl său, măcar că nu era el întâiul născut;",
        "11": "Hilchia, al doilea; Tebalia, al treilea; Zaharia, al patrulea. Toți fiii și frații lui Hosa erau în număr de treisprezece.",
        "12": "Acestor cete de ușieri, căpeteniilor acestor oameni și fraților lor, le-a fost încredințată paza pentru slujba Casei Domnului.",
        "13": "Au tras la sorți pentru fiecare ușă, mici și mari, după casele lor părintești.",
        "14": "Sorțul a căzut pe Șelemia pentru partea de răsărit. Au tras la sorți pentru fiul său Zaharia, care era un sfetnic înțelept, și i-a căzut la sorți partea de miazănoapte.",
        "15": "Partea de miazăzi a căzut lui Obed-Edom, iar casa magaziilor a căzut fiilor săi.",
        "16": "Partea de apus a căzut lui Șupim și lui Hosa, cu ușa Șalechet, pe drumul care suia sus: o strajă era în fața alteia.",
        "17": "La răsărit erau șase leviți; la miazănoapte, patru pe zi; la miazăzi, patru pe zi și patru la magazii, câte doi în două locuri deosebite;",
        "18": "spre mahala, la apus, patru spre drum, doi spre mahala.",
        "19": "Acestea sunt cetele ușierilor dintre fiii coreiților și dintre fiii lui Merari.",
        "20": "Unul din leviți, Ahia, avea grija vistieriilor Casei lui Dumnezeu și vistieriilor lucrurilor sfinte.",
        "21": "Dintre fiii lui Laedan, fiii gherșoniților ieșiți din Laedan, căpeteniile caselor părintești ale lui Laedan, Gherșonitul, erau: Iehieli",
        "22": "și fiii lui Iehieli, Zetam și fratele său Ioel, care păzeau vistieriile Casei Domnului.",
        "23": "Dintre amramiți, ițehariți, hebroniți și uzieliți,",
        "24": "era Șebuel, fiul lui Gherșom, fiul lui Moise, care îngrijea de vistierii.",
        "25": "Dintre frații lui, ieșiți din Eliezer, al cărui fiu a fost Rehabia, al cărui fiu a fost Isaia, al cărui fiu a fost Ioram, al cărui fiu a fost Zicri, al cărui fiu a fost Șelomit,",
        "26": "erau Șelomit și frații săi, care păzeau toate vistieriile lucrurilor sfinte, pe care le închinaseră împăratul David, capii caselor părintești, căpeteniile peste mii și sute și căpeteniile oștirii – le închinaseră",
        "27": "din prada luată la război pentru întreținerea Casei Domnului.",
        "28": "Tot ce fusese închinat de Samuel, văzătorul, de Saul, fiul lui Chis, de Abner, fiul lui Ner, de Ioab, fiul Țeruiei, toate lucrurile închinate erau sub paza lui Șelomit și a fraților săi. Orânduirea judecătorilor",
        "29": "Dintre ițehariți: Chenania și frații săi erau întrebuințați pentru treburile de afară, ca dregători și judecători în Israel.",
        "30": "Dintre hebroniți: Hașabia și frații săi, oameni viteji, în număr de o mie șapte sute, aveau privegherea asupra lui Israel, dincoace de Iordan, la apus, pentru toate treburile Domnului și pentru slujba împăratului.",
        "31": "În ce privește pe hebroniți, a căror căpetenie era Ieria, s-au făcut în al patruzecilea an al domniei lui David cercetări cu privire la ei, după spițele lor de neam și după casele lor părintești și s-au găsit între ei la Iaezer, în Galaad, oameni viteji.",
        "32": "Frații lui Ieria, oameni viteji, erau în număr de două mii șapte sute capi de case părintești. Împăratul David i-a pus peste rubeniți, peste gadiți și peste jumătatea seminției lui Manase, pentru toate treburile lui Dumnezeu și pentru treburile împăratului."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Grupurile de portari au fost: dintre korahiți: Meșelemia, fiul lui Kore, dintre fiii lui Asaf;",
        "2": "Meșelemia a avut ca fii pe: Zaharia, întâiul născut; Iediael, al doilea; Zebadia, al treilea; Iatniel, al patrulea;",
        "3": "Elam, al cincilea; Iehohanan, al șaselea; Elioenai, al șaptelea;",
        "4": "Obed-Edom a avut și el ca fii pe: Șemaia, întâiul născut; Iehozabad, al doilea; Ioah, al treilea; Sacar, al patrulea; Netanel, al cincilea;",
        "5": "Amiel, al șaselea; Isahar, al șaptelea; Peuletai, al optulea (căci Dumnezeu îl binecuvântase).",
        "6": "Și fiului său Șemaia i s-au născut fii care au ajuns conducători în familiile lor, căci erau oameni capabili.",
        "7": "Fiii lui Șemaia au fost: Otni, Refael, Obed, Elzabad, ai cărui frați erau oameni capabili, Elihu și Semachia.",
        "8": "Toți aceștia au fost urmașii lui Obed-Edom, atât ei, cât și fiii și frații lor fiind bărbați viteji, plini de putere pentru slujire; erau șaizeci și doi de urmași ai lui Obed-Edom.",
        "9": "Fiii și frații lui Meșelemia, oameni viteji și ei, erau în număr de optsprezece.",
        "10": "Hosa, dintre fiii lui Merari, a avut și el ca fii pe: Șimri, care era căpetenie, chiar dacă nu era întâi născut, căci așa l-a pus tatăl său;",
        "11": "Hilchia, al doilea; Tebalia, al treilea; Zaharia, al patrulea (toți fiii și frații lui Hosa erau în număr de treisprezece).",
        "12": "Grupurile acestea de portari, potrivit căpeteniilor lor, aveau, la fel ca frații lor, responsabilitatea de a sluji la Casa Domnului.",
        "13": "Au tras la sorți pentru cei mici și pentru cei mari, potrivit familiilor lor, pentru fiecare poartă.",
        "14": "Partea de est i-a căzut la sorți lui Șelemia. Au tras la sorți pentru fiul său Zaharia, un sfetnic înțelept, și i-a ieșit la sorți partea de nord.",
        "15": "Lui Obed-Edom – partea de sud, iar fiilor săi – magaziile.",
        "16": "Lui Șupim și lui Hosa – partea de vest cu Poarta Șalechet, pe drumul principal care duce în sus. O strajă era în fața alteia.",
        "17": "La est se aflau șase leviți, la nord se aflau patru în fiecare zi, la sud patru în fiecare zi, iar la magazii câte doi odată.",
        "18": "La vest, lângă colonadă, se aflau patru pentru drumul principal și doi pentru colonadă.",
        "19": "Acestea sunt grupurile de portari, dintre fiii korahiților și dintre urmașii lui Merari. Supraveghetorii",
        "20": "Levitul Ahia era responsabil de vistieriile Casei lui Dumnezeu și de depozitele pentru lucrurile sfinte.",
        "21": "Urmașii lui Ladan, adică fiii gherșoniților proveniți din Ladan, căpeteniile familiilor provenite din gherșonitul Ladan, erau: Iehieli",
        "22": "și fiii lui Iehieli – Zetam și Ioel, fratele lui. Ei erau responsabili de magaziile Casei Domnului.",
        "23": "Dintre amramiți, ițhariți, hebroniți și uzieliți:",
        "24": "Șebuel, un urmaș al lui Gherșom, fiul lui Moise, era conducătorul responsabil cu depozitele.",
        "25": "Rudele lui prin Eliezer au fost: fiul acestuia, Rehabia, fiul lui Isaia, fiul lui Ioram, fiul lui Zicri, fiul lui Șelomit.",
        "26": "Acest Șelomit împreună cu frații lui erau responsabili de toate depozitele cu lucrurile sfinte pe care le închinaseră Domnului regele David, căpeteniile familiilor, adică căpeteniile peste mii și peste sute, și conducătorii armatei.",
        "27": "Ei le închinaseră din prada de război pentru întreținerea Casei Domnului.",
        "28": "Tot ceea ce fusese închinat de văzătorul Samuel, de Saul, fiul lui Chiș, de Abner, fiul lui Ner și de Ioab, fiul Țeruiei, toate aceste lucruri sfinte, se aflau în grija lui Șelomit și a fraților săi.",
        "29": "Dintre ițhariți, lui Chenania și fiilor săi li s-au încredințat lucrări în afara Templului, ca supraveghetori și judecători peste Israel.",
        "30": "Dintre hebroniți, Hașabia și frații săi, bărbați viteji în număr de o mie șapte sute, responsabili peste Israelul de dincolo de Iordan, în tot ce ține de lucrarea Domnului și de slujba regelui.",
        "31": "În ce-i privește pe hebroniți, Ieria era căpetenia hebroniților, potrivit genealogiilor familiilor lor. În al patruzecilea an al domniei lui David, s-au făcut cercetări cu privire la ei și s-au găsit printre ei oameni capabili la Iazer, în Ghilad.",
        "32": "Frații lui Ieria, bărbați viteji, erau în număr de două mii șapte sute de căpetenii peste familii. Regele David i-a pus responsabili peste rubeniți, peste gadiți și peste jumătatea seminției lui Manase, în tot ce ține de lucrurile lui Dumnezeu și de lucrurile regelui."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "For the divisions of the doorkeepers: of the Korahites, Meshelemiah the son of Kore, of the sons of Asaph.",
        "2": "Meshelemiah had sons: Zechariah the firstborn, Jediael the second, Zebadiah the third, Jathniel the fourth,",
        "3": "Elam the fifth, Jehohanan the sixth, and Eliehoenai the seventh.",
        "4": "Obed-Edom had sons: Shemaiah the firstborn, Jehozabad the second, Joah the third, Sacar the fourth, Nethanel the fifth,",
        "5": "Ammiel the sixth, Issachar the seventh, and Peullethai the eighth; for God blessed him.",
        "6": "Sons were also born to Shemaiah his son, who ruled over the house of their father; for they were mighty men of valor.",
        "7": "The sons of Shemaiah: Othni, Rephael, Obed, and Elzabad, whose relatives were valiant men, Elihu, and Semachiah.",
        "8": "All these were of the sons of Obed-Edom with their sons and their brothers, able men in strength for the service: sixty-two of Obed-Edom.",
        "9": "Meshelemiah had sons and brothers, eighteen valiant men.",
        "10": "Also Hosah, of the children of Merari, had sons: Shimri the chief (for though he was not the firstborn, yet his father made him chief),",
        "11": "Hilkiah the second, Tebaliah the third, and Zechariah the fourth. All the sons and brothers of Hosah were thirteen.",
        "12": "Of these were the divisions of the doorkeepers, even of the chief men, having offices like their brothers, to minister in Yahweh’s house.",
        "13": "They cast lots, the small as well as the great, according to their fathers’ houses, for every gate.",
        "14": "The lot eastward fell to Shelemiah. Then for Zechariah his son, a wise counselor, they cast lots; and his lot came out northward.",
        "15": "To Obed-Edom southward; and to his sons the storehouse.",
        "16": "To Shuppim and Hosah westward, by the gate of Shallecheth, at the causeway that goes up, watchman opposite watchman.",
        "17": "Eastward were six Levites, northward four a day, southward four a day, and for the storehouse two and two.",
        "18": "For Parbar westward, four at the causeway, and two at Parbar.",
        "19": "These were the divisions of the doorkeepers; of the sons of the Korahites, and of the sons of Merari.",
        "20": "Of the Levites, Ahijah was over the treasures of God’s house and over the treasures of the dedicated things.",
        "21": "The sons of Ladan, the sons of the Gershonites belonging to Ladan, the heads of the fathers’ households belonging to Ladan the Gershonite: Jehieli.",
        "22": "The sons of Jehieli: Zetham, and Joel his brother, over the treasures of Yahweh’s house.",
        "23": "Of the Amramites, of the Izharites, of the Hebronites, of the Uzzielites:",
        "24": "Shebuel the son of Gershom, the son of Moses, was ruler over the treasuries.",
        "25": "His brothers: of Eliezer, Rehabiah his son, and Jeshaiah his son, and Joram his son, and Zichri his son, and Shelomoth his son.",
        "26": "This Shelomoth and his brothers were over all the treasuries of the dedicated things, which David the king, and the heads of the fathers’ households, the captains over thousands and hundreds, and the captains of the army, had dedicated.",
        "27": "They dedicated some of the plunder won in battles to repair Yahweh’s house.",
        "28": "All that Samuel the seer, Saul the son of Kish, Abner the son of Ner, and Joab the son of Zeruiah had dedicated, whoever had dedicated anything, it was under the hand of Shelomoth and of his brothers.",
        "29": "Of the Izharites, Chenaniah and his sons were appointed to the outward business over Israel, for officers and judges.",
        "30": "Of the Hebronites, Hashabiah and his brothers, one thousand seven hundred men of valor, had the oversight of Israel beyond the Jordan westward, for all the business of Yahweh and for the service of the king.",
        "31": "Of the Hebronites, Jerijah was the chief of the Hebronites, according to their generations by fathers’ households. They were sought for in the fortieth year of the reign of David, and mighty men of valor were found among them at Jazer of Gilead.",
        "32": "His relatives, men of valor, were two thousand seven hundred, heads of fathers’ households, whom King David made overseers over the Reubenites, the Gadites, and the half-tribe of the Manassites, for every matter pertaining to God and for the affairs of the king."
      }
    }
  }
}