{
  "book": "1 Imparati",
  "chapter": "3",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Solomon s-a încuscrit cu Faraon, împăratul Egiptului. A luat de nevastă pe fata lui Faraon și a adus-o în cetatea lui David până și-a isprăvit de zidit casa lui, Casa Domnului și zidul dimprejurul Ierusalimului.",
        "2": "Poporul nu aducea jertfe decât pe înălțimi, căci până pe vremea aceasta nu se zidise încă o casă în Numele Domnului.",
        "3": "Solomon iubea pe Domnul și se ținea de obiceiurile tatălui său David. Numai că aducea jertfe și tămâie pe înălțimi.",
        "4": "Împăratul s-a dus la Gabaon să aducă jertfe acolo, căci era cea mai însemnată înălțime. Solomon a adus o mie de arderi-de-tot pe altar.",
        "5": "La Gabaon, Domnul S-a arătat în vis lui Solomon noaptea și Dumnezeu i-a zis: „Cere ce vrei să-ți dau.”",
        "6": "Solomon a răspuns: „Tu ai arătat o mare bunăvoință față de robul Tău David, tatăl meu, pentru că umbla înaintea Ta în credincioșie, în dreptate și în curăție de inimă față de Tine; i-ai păstrat această mare bunăvoință și i-ai dat un fiu care șade pe scaunul lui de domnie, cum se vede astăzi.",
        "7": "Acum, Doamne, Dumnezeul meu, Tu ai pus pe robul Tău să împărățească în locul tatălui meu David, și eu nu sunt decât un tânăr, nu sunt încercat.",
        "8": "Robul Tău este în mijlocul poporului pe care l-ai ales, popor foarte mare, care nu poate fi nici socotit, nici numărat, din pricina mulțimii lui.",
        "9": "Dă dar robului Tău o inimă pricepută, ca să judece pe poporul Tău, să deosebească binele de rău! Căci cine ar putea să judece pe poporul Tău, pe poporul acesta așa de mare la număr?”",
        "10": "Cererea aceasta a lui Solomon a plăcut Domnului.",
        "11": "Și Dumnezeu a zis: „Fiindcă lucrul acesta îl ceri, fiindcă nu ceri pentru tine nici viață lungă, nici bogății, nici moartea vrăjmașilor tăi, ci ceri pricepere, ca să faci dreptate,",
        "12": "voi face după cuvântul tău. Îți voi da o inimă înțeleaptă și pricepută, așa cum n-a fost nimeni înaintea ta și nu se va scula nimeni niciodată ca tine.",
        "13": "Mai mult, îți voi da și ce n-ai cerut: bogății și slavă, așa încât în tot timpul vieții tale nu va fi niciun împărat ca tine.",
        "14": "Și, dacă vei umbla în căile Mele, păzind legile și poruncile Mele, cum a făcut David, tatăl tău, îți voi lungi zilele.”",
        "15": "Solomon s-a deșteptat. Acesta a fost visul. Solomon s-a întors la Ierusalim și s-a înfățișat înaintea chivotului legământului Domnului. A adus arderi-de-tot și jertfe de mulțumire și a dat un ospăț tuturor slujitorilor lui. Judecata lui Solomon",
        "16": "Atunci au venit două femei curve la împărat și s-au înfățișat înaintea lui.",
        "17": "Una din femei a zis: „Rogu-mă, domnul meu, eu și femeia aceasta locuiam în aceeași casă și am născut lângă ea în casă.",
        "18": "După trei zile, femeia aceasta a născut și ea. Locuiam împreună, niciun străin nu era cu noi în casă, nu eram decât noi amândouă.",
        "19": "Peste noapte, fiul acestei femei a murit, pentru că se culcase peste el.",
        "20": "Ea s-a sculat pe la mijlocul nopții, a luat pe fiul meu de lângă mine, pe când dormea roaba ta, și l-a culcat la sânul ei, iar pe fiul ei, care murise, l-a culcat la sânul meu.",
        "21": "Dimineața, m-am sculat să dau țâță copilului, și iată că era mort. M-am uitat cu luare aminte la el dimineața, și iată că nu era fiul meu pe care-l născusem.”",
        "22": "Cealaltă femeie a zis: „Ba nu; fiul meu este cel viu, iar fiul tău e cel mort.” Dar cea dintâi a răspuns: „Ba nicidecum! Fiul tău este cel mort, iar fiul meu este cel viu.” Așa au vorbit ele înaintea împăratului.",
        "23": "Împăratul a zis: „Una zice: ‘Fiul meu este cel viu, iar fiul tău este cel mort.’ Și cealaltă zice: ‘Ba nicidecum! Fiul tău este cel mort, iar fiul meu este cel viu.’”",
        "24": "Apoi a adăugat: „Aduceți-mi o sabie!” Au adus o sabie înaintea împăratului.",
        "25": "Și împăratul a zis: „Tăiați în două copilul cel viu și dați o jumătate uneia și o jumătate celeilalte!”",
        "26": "Atunci, femeia al cărei copil era viu a simțit că i se rupe inima pentru copil și a zis împăratului: „Ah, domnul meu, dă-i mai bine ei copilul cel viu și nu-l omorî!” Dar cealaltă a zis: „Să nu fie nici al meu, nici al tău; tăiați-l!”",
        "27": "Și împăratul, luând cuvântul, a zis: „Dați celei dintâi copilul cel viu și nu-l omorâți. Ea este mama lui.”",
        "28": "Tot Israelul a auzit de hotărârea pe care o rostise împăratul. Și s-au temut de împărat, căci au văzut că înțelepciunea lui Dumnezeu era în el, povățuindu-l în judecățile lui."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Solomon s-a înrudit cu Faraon, regele Egiptului. El a luat-o de soție pe fata acestuia și a adus-o în Cetatea lui David până când a terminat de construit palatul, Casa Domnului și zidul din jurul Ierusalimului.",
        "2": "Poporul încă mai aducea jertfe pe înălțimi, căci încă nu fusese construită o Casă pentru Numele Domnului.",
        "3": "Solomon Îl iubea pe Domnul, împlinind hotărârile tatălui său, David, însă aducea jertfe și ardea tămâie pe înălțimi.",
        "4": "Regele s-a dus la Ghivon ca să aducă jertfe acolo, căci era cea mai importantă înălțime. El a adus pe altarul de acolo o mie de arderi-de-tot.",
        "5": "La Ghivon, Domnul i S-a arătat lui Solomon noaptea într-un vis și Dumnezeu i-a zis: ‒ Cere ce vrei să-ți dau!",
        "6": "Solomon a răspuns: ‒ Tu ai arătat o mare îndurare față de slujitorul Tău David, tatăl meu, căci a umblat înaintea Ta în credincioșie, în dreptate și în curăție de inimă. Tu ai păstrat această mare îndurare față de el și i-ai dat un fiu care stă astăzi pe tronul său.",
        "7": "Doamne, Dumnezeul meu, Tu l-ai numit rege pe slujitorul Tău în locul tatălui meu, David. Însă eu sunt tânăr și nu știu să conduc.",
        "8": "Slujitorul Tău se află în mijlocul poporului pe care l-ai ales, un popor atât de numeros, încât nu poate fi calculat sau numărat.",
        "9": "Dă-i slujitorului Tău o inimă care ascultă, ca să judec poporul Tău și să pot face diferența între bine și rău. Căci cine este în stare să judece acest popor al Tău atât de numeros?",
        "10": "Domnului I-a plăcut lucrul pe care l-a cerut Solomon.",
        "11": "Dumnezeu i-a zis: ‒ Pentru că ai cerut acest lucru și nu ai cerut pentru tine nici viață lungă, nici bogății și nici moartea dușmanilor tăi, ci ai cerut pricepere, ca să asculți la judecată,",
        "12": "iată, voi face așa cum ai cerut. Îți voi da o inimă înțeleaptă și pricepută, cum nu s-a mai văzut la nimeni înaintea ta și nu se va mai vedea la nimeni care va urca la tron după tine.",
        "13": "Mai mult, îți voi da și ceea ce nu ai cerut: atât bogății, cât și glorie, așa încât nu va fi niciun alt rege ca tine în toate zilele tale.",
        "14": "Și, dacă vei umbla pe căile Mele, păzind hotărârile și poruncile Mele, așa cum a făcut tatăl tău David, îți voi lungi zilele.",
        "15": "Solomon s-a trezit și iată că fusese un vis. El s-a întors la Ierusalim, s-a înfățișat înaintea Chivotului legământului cu Stăpânul și a adus arderi-de-tot și jertfe de pace. Apoi a dat un ospăț pentru toți slujitorii săi. Înțelepciunea lui Solomon",
        "16": "Atunci au venit înaintea regelui două prostituate.",
        "17": "Prima femeie a zis: ‒ Ah, stăpânul meu, eu și femeia aceasta locuim în aceeași casă. Eu am născut lângă ea în casă,",
        "18": "iar la trei zile după ce am născut eu, a născut și femeia aceasta. Eram împreună; nu mai era nimeni cu noi în casă; eram doar noi două în casă.",
        "19": "În timpul nopții, fiul acestei femei a murit, din cauză că se culcase peste el.",
        "20": "Ea s-a sculat pe la miezul nopții, l-a luat pe fiul meu de lângă mine, în timp ce slujitoarea ta dormea, și l-a așezat la sânul ei; iar pe fiul ei mort l-a așezat la sânul meu.",
        "21": "Când m-am trezit dimineața ca să-mi alăptez fiul, iată că el era mort. M-am uitat la el cu atenție dimineața, și iată că nu era fiul meu, pe care-l născusem.",
        "22": "Cealaltă femeie a zis: ‒ Ba nu! Fiul meu este cel viu, iar fiul tău este cel mort! Dar aceasta a răspuns: ‒ Ba nu! Fiul tău este cel mort, iar fiul meu este cel viu! Așa au vorbit ele înaintea regelui.",
        "23": "Atunci regele a zis: ‒ Aceasta zice: „Fiul meu este cel viu, iar fiul tău este cel mort!“, iar cealaltă zice: „Ba nu! Fiul tău este cel mort, iar fiul meu este cel viu!“.",
        "24": "Apoi regele a zis: „Aduceți-mi o sabie!“. Ei au adus o sabie înaintea regelui.",
        "25": "Regele a zis: „Tăiați copilul cel viu în două și dați-i o jumătate uneia și o jumătate celeilalte!“.",
        "26": "Atunci femeia al cărei fiu era cel viu i-a vorbit regelui, căci i-a fost milă de fiul ei, și a zis: ‒ Te rog, stăpânul meu, dă-i ei nou-născutul viu! Să nu cumva să-l omori! Cealaltă însă zicea: ‒ Să nu fie nici al meu, nici al tău! Tăiați-l în două!",
        "27": "Regele a răspuns și a zis: ‒ Dați primei femei nou-născutul cel viu și nu-l omorâți! Ea este mama lui.",
        "28": "Tot Israelul a auzit judecata pronunțată de rege. Ei s-au temut de el, căci au văzut că înțelepciunea lui Dumnezeu era înăuntrul lui, ca să facă dreptate."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Solomon made a marriage alliance with Pharaoh king of Egypt. He took Pharaoh’s daughter and brought her into David’s city until he had finished building his own house, Yahweh’s house, and the wall around Jerusalem.",
        "2": "However, the people sacrificed in the high places, because there was not yet a house built for Yahweh’s name.",
        "3": "Solomon loved Yahweh, walking in the statutes of David his father, except that he sacrificed and burned incense in the high places.",
        "4": "The king went to Gibeon to sacrifice there, for that was the great high place. Solomon offered a thousand burnt offerings on that altar.",
        "5": "In Gibeon, Yahweh appeared to Solomon in a dream by night; and God said, “Ask for what I should give you.”",
        "6": "Solomon said, “You have shown to your servant David my father great loving kindness, because he walked before you in truth, in righteousness, and in uprightness of heart with you. You have kept for him this great loving kindness, that you have given him a son to sit on his throne, as it is today.",
        "7": "Now, Yahweh my God, you have made your servant king instead of David my father. I am just a little child. I don’t know how to go out or come in.",
        "8": "Your servant is among your people which you have chosen, a great people, that can’t be numbered or counted for multitude.",
        "9": "Give your servant therefore an understanding heart to judge your people, that I may discern between good and evil; for who is able to judge this great people of yours?”",
        "10": "This request pleased the Lord, that Solomon had asked this thing.",
        "11": "God said to him, “Because you have asked this thing, and have not asked for yourself long life, nor have you asked for riches for yourself, nor have you asked for the life of your enemies, but have asked for yourself understanding to discern justice,",
        "12": "behold, I have done according to your word. Behold, I have given you a wise and understanding heart, so that there has been no one like you before you, and after you none will arise like you.",
        "13": "I have also given you that which you have not asked, both riches and honor, so that there will not be any among the kings like you for all your days.",
        "14": "If you will walk in my ways, to keep my statutes and my commandments, as your father David walked, then I will lengthen your days.”",
        "15": "Solomon awoke; and behold, it was a dream. Then he came to Jerusalem and stood before the ark of Yahweh’s covenant, and offered up burnt offerings, offered peace offerings, and made a feast for all his servants.",
        "16": "Then two women who were prostitutes came to the king, and stood before him.",
        "17": "The one woman said, “Oh, my lord, I and this woman dwell in one house. I delivered a child with her in the house.",
        "18": "The third day after I delivered, this woman delivered also. We were together. There was no stranger with us in the house, just us two in the house.",
        "19": "This woman’s child died in the night, because she lay on it.",
        "20": "She arose at midnight, and took my son from beside me while your servant slept, and laid it in her bosom, and laid her dead child in my bosom.",
        "21": "When I rose in the morning to nurse my child, behold, he was dead; but when I had looked at him in the morning, behold, it was not my son whom I bore.”",
        "22": "The other woman said, “No! But the living one is my son, and the dead one is your son.” The first one said, “No! But the dead one is your son, and the living one is my son.” They argued like this before the king.",
        "23": "Then the king said, “One says, ‘This is my son who lives, and your son is the dead one;’ and the other says, ‘No! But your son is the dead one, and my son is the living one.’”",
        "24": "The king said, “Get me a sword.” So they brought a sword before the king.",
        "25": "The king said, “Divide the living child in two, and give half to the one, and half to the other.”",
        "26": "Then the woman whose the living child was spoke to the king, for her heart yearned over her son, and she said, “Oh, my lord, give her the living child, and in no way kill him!” But the other said, “He shall be neither mine nor yours. Divide him.”",
        "27": "Then the king answered, “Give the first woman the living child, and definitely do not kill him. She is his mother.”",
        "28": "All Israel heard of the judgment which the king had judged; and they feared the king, for they saw that the wisdom of God was in him to do justice."
      }
    }
  }
}