{
  "book": "1 Imparati",
  "chapter": "10",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Împărăteasa din Seba a auzit de faima lui Solomon în ceea ce privește slava Domnului și a venit să-l încerce prin întrebări grele.",
        "2": "A sosit la Ierusalim cu un alai foarte mare și cu cămile care aduceau mirodenii, aur foarte mult și pietre scumpe. S-a dus la Solomon și i-a spus tot ce avea pe inimă.",
        "3": "Solomon i-a răspuns la toate întrebările și n-a fost nimic pe care împăratul să nu fi știut să i-l lămurească.",
        "4": "Împărăteasa din Seba a văzut toată înțelepciunea lui Solomon și casa pe care o zidise",
        "5": "și bucatele de la masa lui și locuința slujitorilor lui și slujbele și hainele celor ce-i slujeau și paharnicii lui și arderile-de-tot pe care le aducea în Casa Domnului.",
        "6": "Uimită, a zis împăratului: „Deci era adevărat ce am auzit în țara mea despre faptele și înțelepciunea ta!",
        "7": "Dar nu credeam, până n-am venit și n-am văzut cu ochii mei. Și iată că nici pe jumătate nu mi s-a spus. Tu ai mai multă înțelepciune și propășire decât am auzit mergându-ți faima.",
        "8": "Ferice de oamenii tăi, ferice de slujitorii tăi, care sunt necurmat înaintea ta, care aud înțelepciunea ta!",
        "9": "Binecuvântat să fie Domnul Dumnezeul tău, care a binevoit să te pună pe scaunul de domnie al lui Israel! Pentru că Domnul iubește pentru totdeauna pe Israel, de aceea te-a pus împărat, ca să judeci și să faci dreptate.”",
        "10": "Ea a dat împăratului o sută douăzeci de talanți de aur, foarte multe mirodenii și pietre scumpe. N-au mai venit niciodată în urmă atâtea mirodenii câte a dat împărăteasa din Seba împăratului Solomon.",
        "11": "Corăbiile lui Hiram, care au adus aur din Ofir, au adus din Ofir și foarte mult lemn de santal și pietre scumpe.",
        "12": "Împăratul a făcut cu lemnul mirositor pălimare pentru Casa Domnului și pentru casa împăratului și harpe și alăute pentru cântăreți. N-a mai venit de atunci lemn de acesta mirositor și nu s-a mai văzut până în ziua de azi.",
        "13": "Împăratul Solomon a dat împărătesei din Seba tot ce a dorit, tot ce a cerut și i-a mai dat și pe deasupra daruri vrednice de un împărat ca Solomon. Apoi ea s-a întors și s-a dus în țara ei cu slujitorii ei. Bogățiile lui Solomon",
        "14": "Greutatea aurului care-i venea lui Solomon pe fiecare an era de șase sute șaizeci și șase de talanți de aur,",
        "15": "afară de ce scotea de la negustorii cei mari și din negoțul cu mărfuri, de la toți împărații Arabiei și de la dregătorii țării.",
        "16": "Împăratul Solomon a făcut două sute de scuturi mari de aur bătut și pentru fiecare din ele a întrebuințat șase sute de sicli de aur",
        "17": "și alte trei sute de scuturi mici de aur bătut, și pentru fiecare din ele a întrebuințat trei mine de aur, și împăratul le-a pus în casa numită Pădurea Libanului.",
        "18": "Împăratul a făcut un mare scaun de domnie de fildeș și l-a acoperit cu aur curat.",
        "19": "Scaunul acesta de domnie avea șase trepte și partea de sus era rotunjită pe dinapoi; de fiecare parte a scaunului erau rezemători: lângă rezemători stăteau doi lei",
        "20": "și pe cele șase trepte stăteau doisprezece lei de o parte și de alta. Așa ceva nu s-a făcut pentru nicio împărăție.",
        "21": "Toate paharele împăratului Solomon erau de aur și toate vasele din casa Pădurea Libanului erau de aur curat. Nimic nu era de argint: pe vremea lui Solomon argintul n-avea nicio trecere.",
        "22": "Căci împăratul avea pe mare corăbii din Tars cu ale lui Hiram; și corăbiile din Tars veneau la fiecare trei ani, aducând aur și argint, fildeș, maimuțe și păuni.",
        "23": "Împăratul Solomon a întrecut pe toți împărații pământului în bogății și înțelepciune.",
        "24": "Toată lumea căuta să vadă pe Solomon, ca să audă înțelepciunea pe care o pusese Dumnezeu în inima lui.",
        "25": "Și fiecare își aducea darul lui: lucruri de argint și lucruri de aur, haine, arme, mirodenii, cai și catâri – așa era în fiecare an.",
        "26": "Solomon a strâns care și călărime; avea o mie patru sute de care și douăsprezece mii de călăreți, pe care i-a pus în cetățile unde își ținea carele și la Ierusalim, lângă împărat.",
        "27": "Împăratul a făcut ca argintul să fie tot așa de obișnuit la Ierusalim ca pietrele, și cedrii, tot așa de mulți ca smochinii din Egipt, care cresc pe câmpie.",
        "28": "Solomon își aducea caii din Egipt; o ceată de negustori de-ai împăratului se ducea să-i ia cu grămada pe un preț hotărât:",
        "29": "un car se aducea din Egipt cu șase sute de sicli de argint și un cal, cu o sută cincizeci de sicli. De asemenea, aduceau cai cu ei pentru toți împărații hetiților și pentru împărații Siriei."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Când regina din Șeba a auzit despre faima lui Solomon datorată Numelui Domnului, a venit ca să-l pună la încercare prin întrebări grele.",
        "2": "Ea a sosit la Ierusalim însoțită de o caravană foarte numeroasă, având cu ea cămile încărcate cu mirodenii, foarte mult aur și pietre prețioase. Ea a venit la Solomon și i-a vorbit despre tot ce avea pe inimă.",
        "3": "Solomon i-a răspuns la toate întrebările; nu a fost nimic prea greu pe care regele să nu fi știut să i-l clarifice.",
        "4": "Când regina din Șeba a văzut toată înțelepciunea lui Solomon, palatul pe care-l construise,",
        "5": "mâncarea de la masa lui, locuința slujitorilor săi, slujirea servitorilor săi, veșmintele acestora, paharnicii lui și arderile lui de tot, pe care el le aducea la Casa Domnului, i s-a tăiat răsuflarea.",
        "6": "Apoi i-a zis regelui: „Așadar, este adevărat ce am auzit în țara mea cu privire la faptele tale și la înțelepciunea ta.",
        "7": "Dar nu am crezut toate acestea până când nu am venit și le-am văzut cu ochii mei. Iată însă că nu mi s-a spus nici măcar pe jumătate. Tu ai mai multă înțelepciune și bogăție decât am auzit spunându-se despre tine.",
        "8": "Ferice de oamenii tăi, ferice de acești slujitori ai tăi care stau mereu înaintea ta și care aud înțelepciunea ta!",
        "9": "Binecuvântat să fie Domnul, Dumnezeul tău, Care Și-a găsit plăcerea în tine, punându-te pe tronul lui Israel. Domnul îl iubește pe vecie pe Israel. El te-a desemnat rege ca să faci judecată și dreptate“.",
        "10": "Și ea i-a dăruit regelui o sută douăzeci de talanți de aur, o mare cantitate de mirodenii, precum și pietre prețioase. Niciodată n-au mai fost aduse așa de multe mirodenii ca mirodeniile pe care regina din Șeba i le-a dăruit regelui Solomon.",
        "11": "(Corăbiile lui Hiram, care au adus aur din Ofir, au mai adus din Ofir și mari cantități de lemn de almug și pietre prețioase.",
        "12": "Din lemnul de almug, regele a făcut trepte pentru Casa Domnului și pentru palatul regelui, lire și harfe pentru cântăreți. Niciodată n-a mai fost adus lemn de almug și nici n-a mai fost văzut până în ziua de azi.)",
        "13": "Regele Solomon i-a dat reginei din Șeba tot ceea ce ea și-a dorit și a cerut, pe lângă ceea ce regele Solomon i-a dăruit din generozitate. După aceea, ea a plecat și s-a întors în țara sa, împreună cu slujitorii săi.",
        "14": "Cantitatea de aur care intra anual în vistieria lui Solomon era de șase sute șaizeci și șase de talanți de aur,",
        "15": "în afară de aurul care venea de la negustori și din negoțul comercianților, de la toți regii Arabiei și de la guvernatorii țării.",
        "16": "Regele Solomon a făcut două sute de scuturi mari din aur bătut, pentru fiecare scut folosind câte șase sute de șecheli de aur,",
        "17": "și trei sute de scuturi mici din aur bătut, pentru fiecare dintre aceste scuturi folosind câte trei mine de aur. Regele le-a pus în Palatul Pădurii Libanului.",
        "18": "Regele a mai făcut și un tron mare din fildeș și l-a poleit cu aur pur.",
        "19": "Tronul avea șase trepte, iar partea de sus era rotundă în spate. De fiecare parte a tronului era câte o rezemătoare, iar lângă fiecare rezemătoare era așezat câte un leu.",
        "20": "Alți doisprezece lei erau așezați de-o parte și de alta a celor șase trepte. Așa ceva nu se mai făcuse pentru niciun regat.",
        "21": "Toate vasele de băut ale regelui Solomon erau din aur și toate vasele din Palatul Pădurii Libanului erau din aur pur. Niciunul nu era din argint; acesta era considerat fără valoare pe vremea lui Solomon.",
        "22": "Căci regele avea pe mare corăbii de Tarșiș care navigau împreună cu corăbiile lui Hiram și, o dată la trei ani, aduceau aur, argint, fildeș, maimuțe și păuni.",
        "23": "Regele Solomon i-a întrecut în bogăție și în înțelepciune pe toți regii pământului.",
        "24": "Toată lumea încerca să-l vadă pe Solomon, ca să-i asculte înțelepciunea pe care o pusese Dumnezeu în inima lui.",
        "25": "An de an, fiecare dintre cei care veneau își aducea darul: vase de argint și de aur, haine, arme, mirodenii, cai și catâri.",
        "26": "Solomon a adunat care și cai; avea o mie patru sute de care și douăsprezece mii de cai, pe care îi ținea în cetățile pentru care, precum și împreună cu el, la Ierusalim.",
        "27": "Regele a făcut ca argintul să fie la fel de obișnuit în Ierusalim precum pietrele, iar cedrii la fel de numeroși precum sicomorii de pe zona deluroasă.",
        "28": "Caii lui Solomon erau aduși din Egipt și din Kue; negustorii regelui îi cumpărau din Kue pe un preț stabilit.",
        "29": "Un car era cumpărat din Egipt cu șase sute de șecheli de argint, iar un cal cu o sută cincizeci de șecheli. Tot astfel, prin mâna lor, se aduceau cai și care pentru toți regii hitiților și pentru regii Aramului."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "When the queen of Sheba heard of the fame of Solomon concerning Yahweh’s name, she came to test him with hard questions.",
        "2": "She came to Jerusalem with a very great caravan, with camels that bore spices, very much gold, and precious stones; and when she had come to Solomon, she talked with him about all that was in her heart.",
        "3": "Solomon answered all her questions. There wasn’t anything hidden from the king which he didn’t tell her.",
        "4": "When the queen of Sheba had seen all the wisdom of Solomon, the house that he had built,",
        "5": "the food of his table, the sitting of his servants, the attendance of his officials, their clothing, his cup bearers, and his ascent by which he went up to Yahweh’s house, there was no more spirit in her.",
        "6": "She said to the king, “It was a true report that I heard in my own land of your acts and of your wisdom.",
        "7": "However, I didn’t believe the words until I came and my eyes had seen it. Behold, not even half was told me! Your wisdom and prosperity exceed the fame which I heard.",
        "8": "Happy are your men, happy are these your servants who stand continually before you, who hear your wisdom.",
        "9": "Blessed is Yahweh your God, who delighted in you, to set you on the throne of Israel. Because Yahweh loved Israel forever, therefore he made you king, to do justice and righteousness.”",
        "10": "She gave the king one hundred twenty talents of gold, and a very great quantity of spices, and precious stones. Never again was there such an abundance of spices as these which the queen of Sheba gave to King Solomon.",
        "11": "The fleet of Hiram that brought gold from Ophir also brought in from Ophir great quantities of almug trees and precious stones.",
        "12": "The king made of the almug trees pillars for Yahweh’s house and for the king’s house, harps also and stringed instruments for the singers; no such almug trees came or were seen to this day.",
        "13": "King Solomon gave to the queen of Sheba all her desire, whatever she asked, in addition to that which Solomon gave her of his royal bounty. So she turned and went to her own land, she and her servants.",
        "14": "Now the weight of gold that came to Solomon in one year was six hundred sixty-six talents of gold,",
        "15": "in addition to that which the traders brought, and the traffic of the merchants, and of all the kings of the mixed people, and of the governors of the country.",
        "16": "King Solomon made two hundred bucklers of beaten gold; six hundred shekels of gold went to one buckler.",
        "17": "He made three hundred shields of beaten gold; three minas of gold went to one shield; and the king put them in the House of the Forest of Lebanon.",
        "18": "Moreover the king made a great throne of ivory, and overlaid it with the finest gold.",
        "19": "There were six steps to the throne, and the top of the throne was round behind; and there were armrests on either side by the place of the seat, and two lions standing beside the armrests.",
        "20": "Twelve lions stood there on the one side and on the other on the six steps. Nothing like it was made in any kingdom.",
        "21": "All King Solomon’s drinking vessels were of gold, and all the vessels of the House of the Forest of Lebanon were of pure gold. None were of silver, because it was considered of little value in the days of Solomon.",
        "22": "For the king had a fleet of ships of Tarshish at sea with Hiram’s fleet. Once every three years the fleet of Tarshish came bringing gold, silver, ivory, apes, and peacocks.",
        "23": "So King Solomon exceeded all the kings of the earth in riches and in wisdom.",
        "24": "All the earth sought the presence of Solomon to hear his wisdom which God had put in his heart.",
        "25": "Year after year, every man brought his tribute, vessels of silver, vessels of gold, clothing, armor, spices, horses, and mules.",
        "26": "Solomon gathered together chariots and horsemen. He had one thousand four hundred chariots and twelve thousand horsemen. He kept them in the chariot cities and with the king at Jerusalem.",
        "27": "The king made silver as common as stones in Jerusalem, and cedars as common as the sycamore trees that are in the lowland.",
        "28": "The horses which Solomon had were brought out of Egypt. The king’s merchants received them in droves, each drove at a price.",
        "29": "A chariot was imported from Egypt for six hundred shekels of silver, and a horse for one hundred fifty shekels; and so they exported them to all the kings of the Hittites and to the kings of Syria."
      }
    }
  }
}