{
  "book": "1 Imparati",
  "chapter": "11",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Împăratul Solomon a iubit multe femei străine, afară de fata lui Faraon: moabite, amonite, edomite, sidoniene, hetite,",
        "2": "care făceau parte din neamurile despre care Domnul zisese copiilor lui Israel: „Să nu intrați la ele și nici ele să nu intre la voi, căci v-ar întoarce negreșit inimile înspre dumnezeii lor.” De aceste neamuri s-a alipit Solomon târât de iubire.",
        "3": "A avut de neveste șapte sute de crăiese împărătești și trei sute de țiitoare, și nevestele i-au abătut inima.",
        "4": "Când a îmbătrânit Solomon, nevestele i-au plecat inima spre alți dumnezei și inima nu i-a fost în totul a Domnului Dumnezeului său, cum fusese inima tatălui său David.",
        "5": "Solomon s-a dus după Astarteea, zeița sidonienilor, și după Milcom, urâciunea amoniților.",
        "6": "Și Solomon a făcut ce este rău înaintea Domnului și n-a urmat în totul pe Domnul, ca tatăl său David.",
        "7": "Atunci, Solomon a zidit pe muntele din fața Ierusalimului un loc înalt pentru Chemoș, urâciunea Moabului, pentru Moloh, urâciunea fiilor lui Amon.",
        "8": "Așa a făcut pentru toate nevestele lui străine, care aduceau tămâie și jertfe dumnezeilor lor.",
        "9": "Domnul S-a mâniat pe Solomon pentru că își abătuse inima de la Domnul Dumnezeul lui Israel, care i Se arătase de două ori.",
        "10": "În privința aceasta îi spusese să nu meargă după alți dumnezei, dar Solomon n-a păzit poruncile Domnului.",
        "11": "Și Domnul a zis lui Solomon: „Fiindcă ai făcut așa și n-ai păzit legământul Meu și legile Mele pe care ți le-am dat, voi rupe împărăția de la tine și o voi da slujitorului tău.",
        "12": "Numai nu voi face lucrul acesta în timpul vieții tale, pentru tatăl tău David. Ci din mâna fiului tău o voi rupe.",
        "13": "Nu voi rupe însă toată împărăția; voi lăsa o seminție fiului tău, din pricina robului Meu David și din pricina Ierusalimului, pe care l-am ales.” Vrăjmășia lui Hadad și Rezon",
        "14": "Domnul a ridicat un vrăjmaș lui Solomon: pe Hadad, Edomitul, din neamul împărătesc al Edomului.",
        "15": "Pe vremea când a bătut David Edomul, Ioab, căpetenia oștirii, suindu-se să îngroape morții, a ucis toată partea bărbătească din Edom;",
        "16": "a rămas acolo șase luni cu tot Israelul, până ce a nimicit toată partea bărbătească.",
        "17": "Atunci, Hadad a fugit cu niște edomiți, slujitori ai tatălui său, și s-a dus în Egipt. Hadad era încă un băiat pe atunci.",
        "18": "Plecând din Madian, s-au dus la Paran, au luat cu ei niște oameni din Paran și au ajuns în Egipt, la Faraon, împăratul Egiptului. Faraon a dat o casă lui Hadad, i-a purtat grijă de mâncare și i-a dat moșii.",
        "19": "Hadad a căpătat trecere înaintea lui Faraon până acolo încât Faraon i-a dat de nevastă pe sora nevestei lui, sora împărătesei Tahpenes.",
        "20": "Sora Tahpenesei i-a născut pe fiul său Ghenubat. Tahpenes l-a înțărcat în casa lui Faraon; și Ghenubat a fost în casa lui Faraon, în mijlocul copiilor lui Faraon.",
        "21": "Când a auzit Hadad, în Egipt, că David a adormit cu părinții lui și că Ioab, căpetenia oștirii, murise, a zis lui Faraon: „Lasă-mă să mă duc în țara mea.”",
        "22": "Și Faraon i-a zis: „Ce-ți lipsește la mine, de dorești să te duci în țara ta?” El a răspuns: „Nimic, dar lasă-mă să plec.”",
        "23": "Dumnezeu a ridicat un alt vrăjmaș lui Solomon: pe Rezon, fiul lui Eliada, care fugise de la stăpânul său Hadadezer, împăratul din Țoba.",
        "24": "El strânsese niște oameni la el și se făcuse capul cetei când a măcelărit David oștile stăpânului său. S-au dus la Damasc și s-au așezat acolo și au domnit la Damasc.",
        "25": "El a fost un vrăjmaș al lui Israel în tot timpul vieții lui Solomon, în același timp când îi făcea rău Hadad și ura pe Israel. El a împărățit peste Siria. Prorocul Ahia vestește lui Ieroboam dezbinarea",
        "26": "Și Ieroboam, slujitorul lui Solomon, a ridicat mâna împotriva împăratului. El era fiul lui Nebat, efratit din Țereda, și avea ca mamă pe o văduvă numită Țerua.",
        "27": "Iată cu ce prilej a ridicat el mâna împotriva împăratului. Solomon zidea Milo și închidea spărturile cetății tatălui său, David.",
        "28": "Ieroboam era tare și viteaz; și Solomon, văzând pe tânărul acesta la lucru, i-a dat privegherea peste toți oamenii de corvoadă din casa lui Iosif.",
        "29": "În vremea aceea, Ieroboam, ieșind din Ierusalim, a fost întâlnit pe drum de prorocul Ahia din Silo, îmbrăcat cu o haină nouă. Erau amândoi singuri pe câmp.",
        "30": "Ahia a apucat haina nouă pe care o avea pe el, a rupt-o în douăsprezece bucăți",
        "31": "și a zis lui Ieroboam: „Ia-ți zece bucăți! Căci așa vorbește Domnul Dumnezeul lui Israel: ‘Iată, voi rupe împărăția din mâna lui Solomon și-ți voi da zece seminții.",
        "32": "Dar el va avea o seminție, din pricina robului Meu David și din pricina Ierusalimului, cetatea pe care am ales-o din toate semințiile lui Israel.",
        "33": "Și aceasta, pentru că M-au părăsit și s-au închinat înaintea Astarteei, zeița sidonienilor, înaintea lui Chemoș, dumnezeul Moabului, și înaintea lui Milcom, dumnezeul fiilor lui Amon, și pentru că n-au umblat în căile Mele, ca să facă ce este drept înaintea Mea și să păzească legile și poruncile Mele, cum a făcut David, tatăl lui Solomon.",
        "34": "Nu voi lua din mâna lui toată împărăția, căci îl voi ține domn în tot timpul vieții lui, pentru robul Meu David, pe care l-am ales și care a păzit poruncile și legile Mele.",
        "35": "Dar voi lua împărăția din mâna fiului său și-ți voi da zece seminții din ea;",
        "36": "voi lăsa o seminție fiului său, pentru ca robul Meu David să aibă totdeauna o lumină înaintea Mea la Ierusalim, cetatea pe care am ales-o să pun în ea Numele Meu.",
        "37": "Pe tine te voi lua și vei domni peste tot ce-ți va dori sufletul, vei fi împăratul lui Israel.",
        "38": "Dacă vei asculta de tot ce-ți voi porunci, dacă vei umbla în căile Mele și dacă vei face ce este drept înaintea Mea, păzind legile și poruncile Mele, cum a făcut robul Meu David, voi fi cu tine, îți voi zidi o casă trainică, așa cum am zidit lui David, și-ți voi da ție pe Israel.",
        "39": "Voi smeri prin aceasta sămânța lui David, dar nu pentru totdeauna.’”",
        "40": "Solomon a căutat să omoare pe Ieroboam. Și Ieroboam s-a sculat și a fugit în Egipt, la Șișac, împăratul Egiptului; a locuit în Egipt până la moartea lui Solomon. Moartea lui Solomon",
        "41": "Celelalte fapte ale lui Solomon, tot ce a făcut el și înțelepciunea lui nu sunt scrise oare în cartea faptelor lui Solomon?",
        "42": "Solomon a domnit patruzeci de ani la Ierusalim peste tot Israelul.",
        "43": "Apoi Solomon a adormit cu părinții lui și a fost îngropat în cetatea tatălui său David. În locul lui a domnit fiul său Roboam."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Regele Solomon însă a iubit multe femei străine: pe fata lui Faraon, moabite, amonite, edomite, sidoniene și hitite,",
        "2": "dintre națiunile despre care Domnul le spusese fiilor lui Israel: „Să nu intrați la ele, iar ele să nu intre la voi. Sigur vă vor înclina inima înspre dumnezeii lor!“. Solomon s-a alipit de ele, iubindu-le.",
        "3": "El avea ca soții șapte sute de prințese și trei sute de țiitoare; iar soțiile sale i-au pervertit inima.",
        "4": "Când Solomon a îmbătrânit, soțiile sale i-au întors inima înspre alți dumnezei, astfel că inima lui nu a mai fost în întregime a Domnului, Dumnezeul său, așa cum fusese inima tatălui său, David.",
        "5": "El i-a slujit lui Aștoret, zeița sidonienilor, și lui Milkom, spurcăciunea amoniților.",
        "6": "Și Solomon a făcut ceea ce este rău înaintea ochilor Domnului și nu L-a urmat întru totul pe Domnul ca David, tatăl său.",
        "7": "Pe muntele din fața Ierusalimului, el a construit o înălțime pentru Chemoș, spurcăciunea moabiților, și pentru Moleh, spurcăciunea fiilor lui Amon.",
        "8": "Așa a făcut pentru toate soțiile sale străine care ardeau tămâie și aduceau jertfe dumnezeilor lor.",
        "9": "Domnul S-a mâniat pe Solomon pentru că-și îndepărtase inima de la Domnul, Dumnezeul lui Israel, Care i Se arătase de două ori.",
        "10": "El îi poruncise să nu slujească altor dumnezei. Dar el nu a păzit ce-i poruncise Domnul.",
        "11": "Și Domnul i-a spus lui Solomon: „Pentru că ai făcut acest lucru și nu ai păzit legământul Meu și hotărârile Mele, pe care ți le-am dat, voi smulge regatul de la tine și îl voi da slujitorului tău.",
        "12": "Însă nu voi face acest lucru în timpul vieții tale, datorită lui David, tatăl tău, ci îl voi smulge din mâna fiului tău.",
        "13": "Totuși, nu voi smulge întregul regat de la el, ci îi voi lăsa fiului tău o seminție, datorită slujitorului Meu David și datorită Ierusalimului pe care l-am ales“. Ultimii ani ai domniei lui Solomon: dușmanii lui Solomon",
        "14": "Apoi Domnul a ridicat un dușman împotriva lui Solomon, pe edomitul Hadad, din familia regală a Edomului.",
        "15": "Pe vremea când David se lupta cu Edomul, Ioab, conducătorul armatei, ducându-se să-i îngroape pe cei morți, a ucis orice persoană de parte bărbătească din Edom.",
        "16": "Ioab și tot Israelul rămăseseră acolo timp de șase luni, până au ucis orice persoană de parte bărbătească din Edom,",
        "17": "însă Hadad, care atunci era doar un băiețel, fugise în Egipt împreună cu câțiva edomiți dintre slujitorii tatălui său.",
        "18": "Ei au plecat din Midian și s-au dus în Paran. Din Paran au luat cu ei niște bărbați și s-au dus în Egipt, la Faraon, regele Egiptului, care i-a dat lui Hadad o casă și niște pământ și s-a îngrijit de hrana lui.",
        "19": "Hadad a găsit o așa mare bunăvoință înaintea lui Faraon, încât acesta i-a dat-o de soție pe sora soției sale, regina Tahpenes.",
        "20": "Sora reginei Tahpenes i-a născut un fiu cu numele Ghenubat, pe care Tahpenes l-a crescut la curtea lui Faraon. Ghenubat a locuit împreună cu fiii lui Faraon în palatul acestuia.",
        "21": "În timp ce era în Egipt, Hadad a aflat că David a adormit alături de strămoșii săi și că și Ioab, conducătorul armatei, era mort. Atunci Hadad i-a zis lui Faraon: ‒ Dă-mi voie să mă întorc în țara mea!",
        "22": "Faraon l-a întrebat: ‒ Ce-ți lipsește la mine de vrei să te întorci în țara ta? El a răspuns: ‒ Nimic, dar lasă-mă să plec!",
        "23": "Dumnezeu a ridicat un alt dușman împotriva lui Solomon: pe Rezon, fiul lui Eliada, care fugise de la stăpânul său, Hadad-Ezer, regele din Țoba.",
        "24": "El a adunat în jurul său niște bărbați și a devenit căpetenia unei bande de prădători, atunci când David i-a ucis pe cei din Țoba. Ei s-au dus la Damasc și s-au stabilit în el. Astfel, ei au domnit în Damasc.",
        "25": "Rezon a fost un dușman al lui Israel în toate zilele vieții lui Solomon, adăugând la răul pe care Hadad i l-a făcut lui Solomon. El domnea peste Aram și l-a urât pe Israel.",
        "26": "Apoi, slujitorul lui Solomon, Ieroboam, fiul lui Nebat, un efraimit din Țereda, a cărui mamă era Țerua, a ridicat mâna împotriva regelui.",
        "27": "Iată cu ce ocazie a ridicat el mâna împotriva regelui: Solomon construia Milo și astupa spărturile cetății tatălui său David.",
        "28": "Ieroboam era un om capabil, iar când Solomon a văzut cum își îndeplinește acest tânăr lucrarea, l-a pus responsabil peste toți oamenii de corvoadă din Casa lui Iosif.",
        "29": "Pe atunci, Ieroboam a ieșit din Ierusalim și s-a întâlnit pe drum cu profetul Ahia din Șilo, care era îmbrăcat cu o manta nouă. Cei doi erau singuri pe câmp.",
        "30": "Atunci profetul Ahia a luat mantaua de pe el, a rupt-o în douăsprezece bucăți",
        "31": "și i-a zis lui Ieroboam: „Ia-ți zece bucăți, căci așa vorbește Domnul, Dumnezeul lui Israel: «Voi rupe regatul din mâna lui Solomon și-ți voi da ție zece seminții.",
        "32": "Dar lui îi va rămâne o seminție datorită slujitorului Meu David și datorită cetății Ierusalim, pe care am ales-o dintre toate semințiile lui Israel.",
        "33": "Voi face aceasta pentru că M-au părăsit, și s-au închinat la Aștoret, zeița sidonienilor, lui Chemoș, zeul moabiților, și lui Milkom, zeul fiilor lui Amon, și pentru că n-au umblat pe căile Mele, ca să facă ceea ce este drept înaintea ochilor Mei și să păzească legile și hotărârile Mele, ca David, tatăl lui Solomon.",
        "34": "Însă nu voi lua întregul regat din mâna lui Solomon, căci l-am pus domnitor pentru toate zilele vieții lui, datorită slujitorului Meu David, pe care l-am ales și care a păzit poruncile și hotărârile Mele.",
        "35": "Voi lua regatul din mâna fiului său și-ți voi da ție zece seminții.",
        "36": "Însă îi voi da o seminție fiului său, pentru ca slujitorul Meu David să aibă întotdeauna o lumină înaintea Mea, la Ierusalim, cetatea pe care am ales-o pentru a-Mi pune Numele acolo.",
        "37": "Iar pe tine te voi lua și vei domni peste tot ce-ți va dori sufletul. Vei fi rege peste Israel!",
        "38": "Dacă vei asculta de tot ceea ce-ți voi porunci, dacă vei umbla pe căile Mele și vei face ceea ce este drept înaintea ochilor Mei, păzind legile și hotărârile Mele, așa cum a făcut slujitorul Meu David, atunci voi fi cu tine, îți voi întemeia o dinastie trainică, precum cea pe care i-am întemeiat-o lui David, și-ți voi da ție Israelul.",
        "39": "Îi voi smeri prin aceasta pe urmașii lui David, dar nu pentru totdeauna»“.",
        "40": "Solomon a încercat să-l omoare pe Ieroboam, dar acesta s-a ridicat și a fugit în Egipt, la regele Șișak, și a rămas acolo până când Solomon a murit.",
        "41": "Celelalte fapte ale lui Solomon, tot ce a făcut el și înțelepciunea sa, nu sunt scrise oare în „Cartea cronicilor lui Solomon“?",
        "42": "Perioada în care Solomon a domnit în Ierusalim peste tot Israelul a fost de patruzeci de ani.",
        "43": "Apoi Solomon a adormit alături de strămoșii săi și a fost înmormântat în cetatea tatălui său, David. Și în locul lui a domnit fiul său Roboam."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now King Solomon loved many foreign women, together with the daughter of Pharaoh: women of the Moabites, Ammonites, Edomites, Sidonians, and Hittites,",
        "2": "of the nations concerning which Yahweh said to the children of Israel, “You shall not go among them, neither shall they come among you, for surely they will turn away your heart after their gods.” Solomon joined to these in love.",
        "3": "He had seven hundred wives, princesses, and three hundred concubines. His wives turned his heart away.",
        "4": "When Solomon was old, his wives turned away his heart after other gods; and his heart was not perfect with Yahweh his God, as the heart of David his father was.",
        "5": "For Solomon went after Ashtoreth the goddess of the Sidonians, and after Milcom the abomination of the Ammonites.",
        "6": "Solomon did that which was evil in Yahweh’s sight, and didn’t go fully after Yahweh, as David his father did.",
        "7": "Then Solomon built a high place for Chemosh the abomination of Moab, on the mountain that is before Jerusalem, and for Molech the abomination of the children of Ammon.",
        "8": "So he did for all his foreign wives, who burned incense and sacrificed to their gods.",
        "9": "Yahweh was angry with Solomon, because his heart was turned away from Yahweh, the God of Israel, who had appeared to him twice,",
        "10": "and had commanded him concerning this thing, that he should not go after other gods; but he didn’t keep that which Yahweh commanded.",
        "11": "Therefore Yahweh said to Solomon, “Because this is done by you, and you have not kept my covenant and my statutes, which I have commanded you, I will surely tear the kingdom from you, and will give it to your servant.",
        "12": "Nevertheless, I will not do it in your days, for David your father’s sake; but I will tear it out of your son’s hand.",
        "13": "However, I will not tear away all the kingdom; but I will give one tribe to your son, for David my servant’s sake, and for Jerusalem’s sake which I have chosen.”",
        "14": "Yahweh raised up an adversary to Solomon: Hadad the Edomite. He was one of the king’s offspring in Edom.",
        "15": "For when David was in Edom, and Joab the captain of the army had gone up to bury the slain, and had struck every male in Edom",
        "16": "(for Joab and all Israel remained there six months, until he had cut off every male in Edom),",
        "17": "Hadad fled, he and certain Edomites of his father’s servants with him, to go into Egypt, when Hadad was still a little child.",
        "18": "They arose out of Midian and came to Paran; and they took men with them out of Paran, and they came to Egypt, to Pharaoh king of Egypt, who gave him a house, and appointed him food, and gave him land.",
        "19": "Hadad found great favor in the sight of Pharaoh, so that he gave him as wife the sister of his own wife, the sister of Tahpenes the queen.",
        "20": "The sister of Tahpenes bore him Genubath his son, whom Tahpenes weaned in Pharaoh’s house; and Genubath was in Pharaoh’s house among the sons of Pharaoh.",
        "21": "When Hadad heard in Egypt that David slept with his fathers, and that Joab the captain of the army was dead, Hadad said to Pharaoh, “Let me depart, that I may go to my own country.”",
        "22": "Then Pharaoh said to him, “But what have you lacked with me, that behold, you seek to go to your own country?” He answered, “Nothing, however only let me depart.”",
        "23": "God raised up an adversary to him, Rezon the son of Eliada, who had fled from his lord, Hadadezer king of Zobah.",
        "24": "He gathered men to himself, and became captain over a troop, when David killed them of Zobah. They went to Damascus and lived there, and reigned in Damascus.",
        "25": "He was an adversary to Israel all the days of Solomon, in addition to the mischief of Hadad. He abhorred Israel, and reigned over Syria.",
        "26": "Jeroboam the son of Nebat, an Ephraimite of Zeredah, a servant of Solomon, whose mother’s name was Zeruah, a widow, also lifted up his hand against the king.",
        "27": "This was the reason why he lifted up his hand against the king: Solomon built Millo, and repaired the breach of his father David’s city.",
        "28": "The man Jeroboam was a mighty man of valor; and Solomon saw the young man that he was industrious, and he put him in charge of all the labor of the house of Joseph.",
        "29": "At that time, when Jeroboam went out of Jerusalem, the prophet Ahijah the Shilonite found him on the way. Now Ahijah had clad himself with a new garment; and the two of them were alone in the field.",
        "30": "Ahijah took the new garment that was on him, and tore it in twelve pieces.",
        "31": "He said to Jeroboam, “Take ten pieces; for Yahweh, the God of Israel, says, ‘Behold, I will tear the kingdom out of the hand of Solomon and will give ten tribes to you",
        "32": "(but he shall have one tribe, for my servant David’s sake and for Jerusalem’s sake, the city which I have chosen out of all the tribes of Israel),",
        "33": "because they have forsaken me, and have worshiped Ashtoreth the goddess of the Sidonians, Chemosh the god of Moab, and Milcom the god of the children of Ammon. They have not walked in my ways, to do that which is right in my eyes, and to keep my statutes and my ordinances, as David his father did.",
        "34": "“‘However, I will not take the whole kingdom out of his hand, but I will make him prince all the days of his life for David my servant’s sake whom I chose, who kept my commandments and my statutes,",
        "35": "but I will take the kingdom out of his son’s hand and will give it to you, even ten tribes.",
        "36": "I will give one tribe to his son, that David my servant may have a lamp always before me in Jerusalem, the city which I have chosen for myself to put my name there.",
        "37": "I will take you, and you shall reign according to all that your soul desires, and shall be king over Israel.",
        "38": "It shall be, if you will listen to all that I command you, and will walk in my ways, and do that which is right in my eyes, to keep my statutes and my commandments, as David my servant did, that I will be with you, and will build you a sure house, as I built for David, and will give Israel to you.",
        "39": "I will afflict the offspring of David for this, but not forever.’”",
        "40": "Therefore Solomon sought to kill Jeroboam, but Jeroboam arose and fled into Egypt, to Shishak king of Egypt, and was in Egypt until the death of Solomon.",
        "41": "Now the rest of the acts of Solomon, and all that he did, and his wisdom, aren’t they written in the book of the acts of Solomon?",
        "42": "The time that Solomon reigned in Jerusalem over all Israel was forty years.",
        "43": "Solomon slept with his fathers, and was buried in his father David’s city; and Rehoboam his son reigned in his place."
      }
    }
  }
}