{
  "book": "1 Imparati",
  "chapter": "6",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În al patru sute optzecilea an după ieșirea copiilor lui Israel din țara Egiptului, Solomon a zidit Casa Domnului, în al patrulea an al domniei lui peste Israel, în luna Ziv, care este luna a doua.",
        "2": "Casa pe care a zidit-o împăratul Solomon Domnului era lungă de șaizeci de coți, lată de douăzeci și înaltă de treizeci.",
        "3": "Pridvorul dinaintea templului casei avea o lungime de douăzeci de coți în lățimea casei și zece coți lărgime în fața casei.",
        "4": "Împăratul a făcut casei ferestre largi înăuntru și strâmte afară.",
        "5": "A zidit, lipite de zidul casei, mai multe rânduri de odăi, unul peste altul, de jur împrejur, care înconjurau zidurile casei, Templul și Sfântul Locaș, și a făcut astfel odăi lăturalnice de jur împrejur.",
        "6": "Catul de jos era lat de cinci coți, cel de la mijloc de șase coți, iar al treilea de șapte coți, căci pe partea de afară a casei a făcut arcade strâmte împrejur, ca grinzile să nu fie prinse în zidurile casei.",
        "7": "Când s-a zidit casa, s-au întrebuințat pietre cioplite gata înainte de a fi aduse acolo, așa că nici ciocan, nici secure, nici o unealtă de fier nu s-a auzit în casă în timpul zidirii.",
        "8": "Intrarea odăilor din catul de jos era în partea dreaptă a casei; în catul de la mijloc te suiai pe o scară cotită și, tot așa, de la catul de mijloc, la al treilea.",
        "9": "După ce a isprăvit de zidit casa, Solomon a acoperit-o cu scânduri și cu grinzi de cedru.",
        "10": "A făcut de cinci coți de înalte fiecare din caturile dimprejurul întregii case și le-a legat de casă prin lemne de cedru.",
        "11": "Domnul a vorbit lui Solomon și i-a zis:",
        "12": "„Tu zidești casa aceasta! Dacă vei umbla după legile Mele, dacă vei împlini orânduirile Mele, dacă vei păzi și vei urma toate poruncile Mele, voi împlini față de tine făgăduința pe care am făcut-o tatălui tău, David:",
        "13": "voi locui în mijlocul copiilor lui Israel și nu voi părăsi pe poporul Meu Israel.”",
        "14": "După ce a isprăvit de zidit casa,",
        "15": "Solomon i-a îmbrăcat zidurile pe dinăuntru cu scânduri de cedru, de la pardoseală până la tavan, a îmbrăcat astfel în lemn partea dinăuntru și a acoperit pardoseala casei cu scânduri de chiparos.",
        "16": "A îmbrăcat cu scânduri de cedru cei douăzeci de coți ai fundului casei, de la pardoseală până în creștetul zidurilor, și a păstrat locul acesta, ca să facă din el Sfânta Sfintelor, Locul Preasfânt.",
        "17": "Cei patruzeci de coți de dinainte alcătuiau Casa, adică Templul.",
        "18": "Lemnul de cedru dinăuntru avea săpături de colocinți și flori deschise; totul era de cedru, nu se vedea nicio piatră.",
        "19": "Solomon a pregătit Locul Preasfânt înăuntru, în mijlocul casei, ca să așeze acolo chivotul legământului Domnului.",
        "20": "Locul Preasfânt avea douăzeci de coți lungime, douăzeci de coți lățime și douăzeci de coți înălțime. Solomon l-a căptușit cu aur curat. A făcut înaintea Locului Preasfânt un altar de lemn de cedru și l-a acoperit cu aur.",
        "21": "Partea dinăuntru a casei a căptușit-o cu aur și a prins perdeaua dinăuntru în lănțișoare de aur înaintea Locului Preasfânt, pe care l-a acoperit cu aur.",
        "22": "A căptușit toată casa cu aur, casa întreagă, și a acoperit cu aur tot altarul care era înaintea Locului Preasfânt.",
        "23": "În Locul Preasfânt a făcut doi heruvimi de lemn de măslin sălbatic, înalți de zece coți.",
        "24": "Fiecare din cele două aripi ale unuia din heruvimi avea cinci coți, ceea ce făcea zece coți de la capătul uneia din aripile lui până la capătul celeilalte.",
        "25": "Al doilea heruvim avea tot zece coți. Măsura și chipul erau aceleași pentru amândoi heruvimii.",
        "26": "Înălțimea fiecăruia din cei doi heruvimi era de zece coți.",
        "27": "Solomon a așezat heruvimii în mijlocul casei, în partea dinăuntru. Aripile lor erau întinse; aripa celui dintâi atingea un zid și aripa celui de al doilea atingea celălalt zid, iar celelalte aripi ale lor se întâlneau la capete, în mijlocul casei.",
        "28": "Solomon a acoperit și heruvimii cu aur.",
        "29": "Pe toate zidurile casei de jur împrejur, în partea din fund și în față, a pus să sape chipuri de heruvimi, de finici și de flori deschise.",
        "30": "A acoperit pardoseala casei cu aur, în partea din fund și în față.",
        "31": "La intrarea Locului Preasfânt a făcut două uși din lemn de măslin sălbatic; pragul de sus și ușorii ușilor erau în cinci muchii.",
        "32": "Cele două uși erau făcute din lemn de măslin sălbatic. A pus să sape pe ele chipuri de heruvimi, de finici și de flori deschise și le-a acoperit cu aur, a întins aurul și peste heruvimi, și peste finici.",
        "33": "A făcut, de asemenea, pentru poarta Templului niște ușori de lemn de măslin sălbatic, în patru muchii,",
        "34": "și cu două uși de lemn de chiparos; fiecare ușă era făcută din două scânduri despărțite.",
        "35": "A pus să sape pe ele chipuri de heruvimi, de finici și de flori deschise și le-a acoperit cu aur, pe care l-a întins pe săpătura de chipuri.",
        "36": "A zidit și curtea dinăuntru din trei rânduri de pietre cioplite și dintr-un rând de grinzi de cedru.",
        "37": "În anul al patrulea, în luna Ziv, s-au pus temeliile Casei Domnului",
        "38": "și în anul al unsprezecelea, în luna Bul, care este a opta lună, casa a fost isprăvită în toate părțile ei și așa cum trebuia să fie. În timp de șapte ani a zidit-o Solomon."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În al patru sute optzecilea an după ieșirea fiilor lui Israel din țara Egiptului, în al patrulea an al domniei regelui Solomon peste Israel, în luna ziv, care este luna a doua, a început construirea Casei Domnului.",
        "2": "Casa pe care regele Solomon a construit-o pentru Domnul avea șaizeci de coți lungime, douăzeci de coți lățime și treizeci de coți înălțime.",
        "3": "Porticul din fața camerei principale a Casei se întindea pe toată lățimea Casei, adică pe douăzeci de coți, iar începând din fața Casei, avea o lungime de zece coți.",
        "4": "Solomon a făcut Casei ferestre cu deschidere îngustă.",
        "5": "De jur împrejurul zidului Casei, atât al camerei principale, cât și al sanctuarului interior, el a construit mai multe rânduri de camere.",
        "6": "Rândul de jos era lat de cinci coți, cel de la mijloc – de șase coți, iar al treilea – de șapte coți, pentru că în partea exterioară, de jur împrejurul Casei, a făcut niște borduri, astfel încât grinzile care sprijineau camerele să nu fie fixate în zidurile Casei.",
        "7": "La construirea Casei s-au folosit pietre cioplite la carieră, așa încât nici ciocan, nici secure și nicio altă unealtă de fier nu s-a auzit în Casă în timpul construirii.",
        "8": "Intrarea în camerele de jos era prin partea dreaptă a Casei, iar o scară spiralată urca până la nivelul din mijloc și de acolo până la nivelul al treilea.",
        "9": "După ce a terminat de construit Casa, a acoperit-o cu grinzi și cu scânduri de cedru.",
        "10": "Fiecare dintre rândurile de camere construite de jur împrejurul Casei era de cinci coți înălțime; ele erau legate de Casă prin căpriori de cedru.",
        "11": "După aceea, Cuvântul Domnului i-a vorbit lui Solomon, zicând:",
        "12": "„În ce privește această Casă pe care o zidești, dacă vei umbla în legile Mele, dacă vei împlini hotărârile Mele și vei păzi toate poruncile Mele, atunci voi împlini prin tine promisiunea pe care am făcut-o tatălui tău David.",
        "13": "Voi locui în mijlocul fiilor lui Israel și nu-l voi părăsi pe poporul Meu Israel“.",
        "14": "Astfel, Solomon a construit Casa și a terminat-o.",
        "15": "A acoperit zidurile din partea interioară a Casei cu cedru, de la pardoseală până la tavan, iar pardoseala a acoperit-o cu scânduri de chiparos.",
        "16": "A acoperit cu scânduri de cedru o suprafață de douăzeci de coți în partea din spate a Casei, de la pardoseală până la tavan, făcând un sanctuar interior, numit „Locul Preasfânt“.",
        "17": "Camera principală din față, aflată în interiorul Casei, era de patruzeci de coți.",
        "18": "Pe lemnul de cedru din interiorul Casei erau gravate tărtăcuțe și flori cu petale deschise. Totul era acoperit cu cedru, astfel încât nu se vedea nicio piatră.",
        "19": "El a pregătit sanctuarul interior înăuntrul Casei, ca să așeze acolo Chivotul legământului Domnului.",
        "20": "Suprafața sanctuarului interior era de douăzeci de coți lungime, douăzeci de coți lățime și douăzeci de coți înălțime. El l-a placat cu aur pur. De asemenea, a poleit cu aur altarul din lemn de cedru.",
        "21": "Solomon a placat interiorul Casei cu aur pur și a întins lănțișoare de aur înaintea sanctuarului interior, pe care l-a placat, de asemenea, cu aur pur.",
        "22": "Astfel, el a placat toată Casa cu aur pur, iar altarul care se afla în sanctuarul interior l-a poleit cu aur.",
        "23": "În sanctuarul interior a așezat doi heruvimi făcuți din lemn de măslin, înalți de zece coți.",
        "24": "Lungimea fiecăreia dintre aripile primului heruvim era de cinci coți, așa încât de la capătul uneia până la capătul celeilalte era o lungime de zece coți.",
        "25": "Al doilea heruvim avea o lungime de zece coți; măsura și forma erau aceleași pentru ambii heruvimi.",
        "26": "Înălțimea fiecăruia dintre cei doi heruvimi era de zece coți.",
        "27": "Solomon a așezat heruvimii în mijlocul Casei, cu aripile întinse. Aripa unuia atingea un zid, aripa celui de-al doilea atingea celălalt zid, iar celelalte aripi ale lor se atingeau una de alta la mijlocul Casei.",
        "28": "El a poleit cu aur cei doi heruvimi.",
        "29": "Pe toate zidurile Casei, de jur împrejur, atât în sanctuarul interior, cât și în camera principală, a gravat chipuri de heruvimi, palmieri și flori cu petale deschise.",
        "30": "De asemenea, el a placat cu aur și pardoseala celor două camere, din interiorul și din fața Casei.",
        "31": "La intrarea în sanctuarul interior a făcut uși din lemn de măslin, cu tocurile ușilor în cinci muchii.",
        "32": "Pe cele două uși din lemn de măslin a gravat chipuri de heruvimi, palmieri și flori cu petale deschise, pe care le-a poleit cu aur. A poleit cu aur și heruvimii și palmierii.",
        "33": "De asemenea, la intrarea în camera principală a făcut, din lemn de măslin, niște stâlpi pentru uși, în patru muchii,",
        "34": "precum și două uși din lemn de chiparos. Fiecare ușă avea două plăci care se întorceau pe balamale.",
        "35": "A gravat pe ele heruvimi, palmieri și flori cu petale deschise și le-a poleit cu aur.",
        "36": "Apoi a făcut zidul curții interioare din trei rânduri de pietre cioplite și un rând de grinzi de cedru.",
        "37": "Temelia Casei Domnului a fost pusă în al patrulea an, în luna ziv,",
        "38": "iar Casa a fost terminată în toate detaliile și după toate indicațiile în al unsprezecelea an, în luna bul, adică luna a opta. Solomon a construit-o în șapte ani."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "In the four hundred and eightieth year after the children of Israel had come out of the land of Egypt, in the fourth year of Solomon’s reign over Israel, in the month Ziv, which is the second month, he began to build Yahweh’s house.",
        "2": "The house which King Solomon built for Yahweh had a length of sixty cubits, and its width twenty, and its height thirty cubits.",
        "3": "The porch in front of the temple of the house had a length of twenty cubits, which was along the width of the house. Ten cubits was its width in front of the house.",
        "4": "He made windows of fixed lattice work for the house.",
        "5": "Against the wall of the house, he built floors all around, against the walls of the house all around, both of the temple and of the inner sanctuary; and he made side rooms all around.",
        "6": "The lowest floor was five cubits wide, and the middle was six cubits wide, and the third was seven cubits wide; for on the outside he made offsets in the wall of the house all around, that the beams should not be inserted into the walls of the house.",
        "7": "The house, when it was under construction, was built of stone prepared at the quarry; and no hammer or ax or any tool of iron was heard in the house while it was under construction.",
        "8": "The door for the middle side rooms was in the right side of the house. They went up by winding stairs into the middle floor, and out of the middle into the third.",
        "9": "So he built the house and finished it; and he covered the house with beams and planks of cedar.",
        "10": "He built the floors all along the house, each five cubits high; and they rested on the house with timbers of cedar.",
        "11": "Yahweh’s word came to Solomon, saying,",
        "12": "“Concerning this house which you are building, if you will walk in my statutes, and execute my ordinances, and keep all my commandments to walk in them, then I will establish my word with you, which I spoke to David your father.",
        "13": "I will dwell among the children of Israel, and will not forsake my people Israel.”",
        "14": "So Solomon built the house and finished it.",
        "15": "He built the walls of the house within with boards of cedar; from the floor of the house to the walls of the ceiling, he covered them on the inside with wood. He covered the floor of the house with cypress boards.",
        "16": "He built twenty cubits of the back part of the house with boards of cedar from the floor to the ceiling. He built this within, for an inner sanctuary, even for the most holy place.",
        "17": "In front of the temple sanctuary was forty cubits long.",
        "18": "There was cedar on the house within, carved with buds and open flowers. All was cedar. No stone was visible.",
        "19": "He prepared an inner sanctuary in the middle of the house within, to set the ark of Yahweh’s covenant there.",
        "20": "Within the inner sanctuary was twenty cubits in length, and twenty cubits in width, and twenty cubits in its height. He overlaid it with pure gold. He covered the altar with cedar.",
        "21": "So Solomon overlaid the house within with pure gold. He drew chains of gold across before the inner sanctuary, and he overlaid it with gold.",
        "22": "He overlaid the whole house with gold, until all the house was finished. He also overlaid the whole altar that belonged to the inner sanctuary with gold.",
        "23": "In the inner sanctuary he made two cherubim of olive wood, each ten cubits high.",
        "24": "Five cubits was the length of one wing of the cherub, and five cubits was the length of the other wing of the cherub. From the tip of one wing to the tip of the other was ten cubits.",
        "25": "The other cherub was ten cubits. Both the cherubim were of one measure and one form.",
        "26": "One cherub was ten cubits high, and so was the other cherub.",
        "27": "He set the cherubim within the inner house. The wings of the cherubim were stretched out, so that the wing of the one touched the one wall and the wing of the other cherub touched the other wall; and their wings touched one another in the middle of the house.",
        "28": "He overlaid the cherubim with gold.",
        "29": "He carved all the walls of the house around with carved figures of cherubim, palm trees, and open flowers, inside and outside.",
        "30": "He overlaid the floor of the house with gold, inside and outside.",
        "31": "For the entrance of the inner sanctuary, he made doors of olive wood. The lintel and door posts were a fifth part of the wall.",
        "32": "So he made two doors of olive wood; and he carved on them carvings of cherubim, palm trees, and open flowers, and overlaid them with gold. He spread the gold on the cherubim and on the palm trees.",
        "33": "He also made the entrance of the temple door posts of olive wood, out of a fourth part of the wall,",
        "34": "and two doors of cypress wood. The two leaves of the one door were folding, and the two leaves of the other door were folding.",
        "35": "He carved cherubim, palm trees, and open flowers; and he overlaid them with gold fitted on the engraved work.",
        "36": "He built the inner court with three courses of cut stone and a course of cedar beams.",
        "37": "The foundation of Yahweh’s house was laid in the fourth year, in the month Ziv.",
        "38": "In the eleventh year, in the month Bul, which is the eighth month, the house was finished throughout all its parts and according to all its specifications. So he spent seven years building it."
      }
    }
  }
}