{
  "book": "1 Imparati",
  "chapter": "22",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Au stat trei ani liniștiți, fără să fie război între Siria și Israel.",
        "2": "În anul al treilea, Iosafat, împăratul lui Iuda, s-a coborât la împăratul lui Israel.",
        "3": "Împăratul lui Israel a zis slujitorilor săi: „Știți că Ramot din Galaad este al nostru. Și noi stăm fără grijă, în loc să-l luăm înapoi din mâinile împăratului Siriei.”",
        "4": "Și a zis lui Iosafat: „Vrei să vii cu mine să luptăm împotriva Ramotului din Galaad?” Iosafat a răspuns împăratului lui Israel: „Eu voi fi ca tine, poporul meu ca poporul tău, caii mei ca ai tăi.”",
        "5": "Apoi Iosafat a zis împăratului lui Israel: „Întreabă acum, te rog, cuvântul Domnului.”",
        "6": "Împăratul lui Israel a strâns pe proroci, în număr de aproape patru sute, și le-a zis: „Să merg să lupt împotriva Ramotului din Galaad sau să mă las?” Și ei au răspuns: „Suie-te și Domnul îl va da în mâinile împăratului.”",
        "7": "Dar Iosafat a zis: „Nu mai este aici niciun proroc al Domnului, ca să-L putem întreba?”",
        "8": "Împăratul lui Israel a răspuns lui Iosafat: „Mai este un om prin care am putea să întrebăm pe Domnul, dar îl urăsc, căci nu-mi prorocește nimic bun, nu prorocește decât rău: este Mica, fiul lui Imla.” Și Iosafat a zis: „Să nu vorbească împăratul așa!”",
        "9": "Atunci, împăratul lui Israel a chemat un dregător și a zis: „Trimite și adu îndată pe Mica, fiul lui Imla.”",
        "10": "Împăratul lui Israel și Iosafat, împăratul lui Iuda, ședeau, fiecare pe scaunul lui de domnie, îmbrăcați cu hainele lor împărătești, în locul de la intrarea porții Samariei. Și toți prorocii proroceau înaintea lor.",
        "11": "Zedechia, fiul lui Chenaana, își făcuse niște coarne de fier și a zis: „Așa vorbește Domnul: ‘Cu coarnele acestea vei bate pe sirieni până îi vei nimici.’”",
        "12": "Și toți prorocii proroceau la fel, zicând: „Suie-te la Ramot din Galaad! Căci vei izbândi și Domnul îl va da în mâinile împăratului.”",
        "13": "Solul care se dusese să cheme pe Mica i-a vorbit așa: „Iată că prorocii, într-un glas, prorocesc bine împăratului; să fie dar și cuvântul tău ca al fiecăruia din ei! Vestește-i bine!”",
        "14": "Mica a răspuns: „Viu este Domnul că voi vesti ce-mi va spune Domnul.”",
        "15": "Când a ajuns la împărat, împăratul i-a zis: „Mica, să mergem să luptăm împotriva Ramotului din Galaad sau să ne lăsăm?” El a răspuns: „Suie-te, căci vei izbândi și Domnul îl va da în mâinile împăratului.”",
        "16": "Și împăratul i-a zis: „De câte ori trebuie să te pun să juri că nu-mi vei spune decât adevărul în Numele Domnului?”",
        "17": "Mica a răspuns: „Văd tot Israelul risipit pe munți, ca niște oi care n-au păstor. Și Domnul zice: ‘Oamenii aceștia n-au stăpân; să se întoarcă fiecare acasă în pace.’”",
        "18": "Împăratul lui Israel a zis lui Iosafat: „Nu ți-am spus că el nu prorocește nimic bun despre mine, ci prorocește numai rău?”",
        "19": "Și Mica a zis: „Ascultă dar cuvântul Domnului! Am văzut pe Domnul stând pe scaunul Lui de domnie și toată oștirea cerurilor stând lângă El, la dreapta și la stânga Lui.",
        "20": "Și Domnul a zis: ‘Cine va amăgi pe Ahab ca să se suie la Ramot din Galaad și să piară acolo?’ Și au răspuns unul într-un fel, altul într-altul.",
        "21": "Și un duh a venit și s-a înfățișat înaintea Domnului și a zis: ‘Eu îl voi amăgi.’",
        "22": "Domnul i-a zis: ‘Cum?’ ‘Voi ieși’, a răspuns el, ‘și voi fi un duh de minciună în gura tuturor prorocilor lui.’ Domnul a zis: ‘Îl vei amăgi și-ți vei ajunge ținta; ieși și fă așa!’",
        "23": "Și acum, iată că Domnul a pus un duh de minciună în gura tuturor prorocilor tăi care sunt de față. Dar Domnul a hotărât lucruri rele împotriva ta.”",
        "24": "Atunci, Zedechia, fiul lui Chenaana, apropiindu-se, a lovit pe Mica peste obraz și a zis: „Pe unde a ieșit Duhul Domnului din mine ca să-ți vorbească?”",
        "25": "Mica a răspuns: „Vei vedea în ziua când vei umbla din odaie în odaie ca să te ascunzi.”",
        "26": "Împăratul lui Israel a zis: „Ia pe Mica, du-l la Amon, mai-marele cetății, și la Ioas, fiul împăratului,",
        "27": "și să le spui: ‘Așa vorbește împăratul: «Puneți pe omul acesta la închisoare și hrăniți-l cu pâinea și cu apa întristării până când mă voi întoarce în pace.»’”",
        "28": "Și Mica a zis: „Dacă te vei întoarce în pace, Domnul n-a vorbit prin mine.” Apoi a mai zis: „Auziți, popoare toate.” Moartea lui Ahab",
        "29": "Împăratul lui Israel și Iosafat, împăratul lui Iuda, s-au suit la Ramot din Galaad.",
        "30": "Împăratul lui Israel a zis lui Iosafat: „Vreau să-mi schimb hainele ca să merg la luptă, dar tu îmbracă-te cu hainele tale împărătești.” Și împăratul lui Israel și-a schimbat hainele și s-a dus la luptă.",
        "31": "Împăratul Siriei dăduse următoarea poruncă celor treizeci și două de căpetenii ale carelor lui: „Să nu vă luptați nici cu cei mici, nici cu cei mari, ci să vă luptați numai cu împăratul lui Israel.”",
        "32": "Când au zărit căpeteniile carelor pe Iosafat, au zis: „Negreșit, acesta este împăratul lui Israel.” Și s-au apropiat de el să-l lovească. Iosafat a scos un țipăt.",
        "33": "Căpeteniile carelor, văzând că nu este împăratul lui Israel, s-au depărtat de el.",
        "34": "Atunci, un om a tras cu arcul la întâmplare și a lovit pe împăratul lui Israel la încheietura platoșei. Împăratul a zis cărăușului său: „Întoarce și scoate-mă din câmpul de bătaie, căci sunt greu rănit.”",
        "35": "Lupta a fost din ce în ce mai crâncenă în ziua aceea. Împăratul a stat drept în carul lui în fața sirienilor și seara a murit. Sângele a curs din rană înăuntrul carului.",
        "36": "La apusul soarelui, s-a strigat prin toată tabăra: „Să plece fiecare în cetatea lui și să plece fiecare în țara lui,",
        "37": "căci a murit împăratul.” S-au întors la Samaria și împăratul a fost îngropat la Samaria.",
        "38": "Când au spălat carul în iazul Samariei, câinii au lins sângele lui Ahab, și curvele s-au scăldat în el, după cuvântul pe care-l spusese Domnul.",
        "39": "Celelalte fapte ale lui Ahab, tot ce a făcut el, casa de fildeș pe care a zidit-o și toate cetățile pe care le-a zidit nu sunt scrise oare în Cartea Cronicilor împăraților lui Israel?",
        "40": "Ahab a adormit cu părinții săi. Și, în locul lui, a domnit fiul său Ahazia. Iosafat, împăratul lui Iuda",
        "41": "Iosafat, fiul lui Asa, a început să domnească peste Iuda în al patrulea an al lui Ahab, împăratul lui Israel.",
        "42": "Iosafat era de treizeci și cinci de ani când s-a făcut împărat și a domnit douăzeci și cinci de ani la Ierusalim. Mama sa se numea Azuba, fata lui Șilhi.",
        "43": "El a umblat în toată calea tatălui său, Asa, și nu s-a abătut deloc de la ea, făcând ce este plăcut înaintea Domnului. Numai că înălțimile n-au fost îndepărtate: poporul tot mai aducea jertfe și tămâie pe înălțimi.",
        "44": "Iosafat a trăit în pace cu împăratul lui Israel.",
        "45": "Celelalte fapte ale lui Iosafat, isprăvile și războaiele lui nu sunt scrise oare în Cartea Cronicilor împăraților lui Iuda?",
        "46": "El a scos din țară pe sodomiții care mai rămăseseră de pe vremea tatălui său, Asa.",
        "47": "În Edom nu era împărat pe atunci: cârmuia un dregător.",
        "48": "Iosafat a făcut corăbii din Tars ca să meargă la Ofir să aducă aur, dar nu s-au dus, căci corăbiile s-au sfărâmat la Ețion-Gheber.",
        "49": "Atunci, Ahazia, fiul lui Ahab, a zis lui Iosafat: „Vrei ca slujitorii mei să meargă împreună cu ai tăi pe corăbii?” Dar Iosafat n-a voit.",
        "50": "Iosafat a adormit cu părinții săi și a fost îngropat cu părinții săi în cetatea tatălui său David. Și în locul lui a domnit fiul său Ioram. Domnia lui Ahazia",
        "51": "Ahazia, fiul lui Ahab, a început să domnească peste Israel la Samaria, în al șaptesprezecelea an al lui Iosafat, împăratul lui Iuda. A domnit doi ani peste Israel.",
        "52": "El a făcut ce este rău înaintea Domnului și a umblat în calea tatălui său și în calea mamei sale și în calea lui Ieroboam, fiul lui Nebat, care făcuse pe Israel să păcătuiască.",
        "53": "A slujit lui Baal și s-a închinat înaintea lui și a mâniat pe Domnul Dumnezeul lui Israel, cum făcuse și tatăl său."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Timp de trei ani, n-a mai fost niciun război între Aram și Israel.",
        "2": "După trei ani, Iehoșafat, regele lui Iuda, s-a dus la regele lui Israel.",
        "3": "Regele lui Israel le spusese slujitorilor săi: „Știți că Ramotul Ghiladului este al nostru, iar noi nu facem nimic ca să-l luăm din mâna regelui Aramului!“.",
        "4": "El l-a întrebat pe Iehoșafat: ‒ Vei merge cu mine la război împotriva Ramotului Ghiladului? Iehoșafat i-a zis regelui lui Israel: ‒ Eu și cu tine vom fi una, poporul meu va fi una cu poporul tău, iar caii mei vor fi una cu ai tăi.",
        "5": "Însă Iehoșafat i-a zis regelui lui Israel: ‒ Întreabă, te rog, mai întâi Cuvântul Domnului.",
        "6": "Regele lui Israel i-a convocat pe profeți, aproape patru sute de bărbați, și i-a întrebat: ‒ Să merg la război împotriva Ramotului Ghiladului sau să renunț? Ei au răspuns: ‒ Du-te! Stăpânul îl va da în mâna regelui.",
        "7": "Dar Iehoșafat a zis: ‒ Nu mai este aici niciun alt profet al Domnului, ca să-l putem întreba?",
        "8": "Regele lui Israel i-a răspuns lui Iehoșafat: ‒ Mai este un bărbat prin care putem să-L întrebăm pe Domnul, dar îl urăsc, pentru că nu profețește nimic bun cu privire la mine, ci numai rău: este Micaia, fiul lui Imla. Iehoșafat a zis: ‒ Să nu vorbească regele așa.",
        "9": "Atunci regele lui Israel a chemat un demnitar și a zis: ‒ Cheamă-l repede pe Micaia, fiul lui Imla!",
        "10": "Regele lui Israel și Iehoșafat, regele lui Iuda, îmbrăcați în hainele regale, ședeau pe câte un tron în aria de treierat de la intrarea porții Samariei, și toți profeții profețeau înaintea lor.",
        "11": "Zedechia, fiul lui Chenaana, își făcuse niște coarne de fier și spunea: „Așa vorbește Domnul: «Cu acestea îi vei străpunge pe aramei până îi vei nimici»“.",
        "12": "Și toți profeții profețeau la fel, zicând: „Du-te la Ramotul Ghiladului și învinge! Domnul îl va da în mâna regelui“.",
        "13": "Mesagerul care s-a dus să-l cheme pe Micaia i-a spus acestuia: ‒ Iată, cuvintele profeților aduc regelui un singur mesaj de bine. Să fie și cuvântul tău, te rog, ca al fiecăruia dintre ei și să vorbești de bine!",
        "14": "Micaia i-a răspuns: ‒ Viu este Domnul că voi vorbi ceea ce-mi va spune Domnul.",
        "15": "Când a ajuns la rege, acesta l-a întrebat: ‒ Micaia, să mergem la război împotriva Ramotului Ghiladului sau să renunțăm? El i-a răspuns: ‒ Du-te și învinge! Domnul îl va da în mâna regelui.",
        "16": "Regele i-a zis: ‒ De câte ori trebuie să te pun să juri că nu-mi vei spune decât adevărul în Numele Domnului?",
        "17": "Atunci el a zis: ‒ Am văzut tot Israelul risipit pe munți ca niște oi care n-au păstor, iar Domnul a zis: „Acestea nu au stăpân. Să se întoarcă fiecare în pace acasă“.",
        "18": "Regele lui Israel i-a zis lui Iehoșafat: ‒ Nu ți-am spus că nu profețește nimic bun cu privire la mine, ci numai de rău?",
        "19": "Micaia a zis: ‒ Ascultă, deci, Cuvântul Domnului! L-am văzut pe Domnul șezând pe tronul Său și am văzut toată armata cerurilor stând în picioare lângă El, la dreapta și la stânga Lui.",
        "20": "Și Domnul a întrebat: ‒ Cine-l va amăgi pe Ahab, ca să meargă în Ramotul Ghiladului și să piară acolo? Unul a răspuns într-un fel, altul a răspuns în alt fel.",
        "21": "Apoi a venit un duh, s-a înfățișat înaintea Domnului și I-a zis: ‒ Eu îl voi amăgi. ‒ Cum? l-a întrebat Domnul.",
        "22": "‒ Voi ieși, a răspuns el, și voi fi un duh de minciună în gura tuturor profeților lui. Și Domnul i-a zis: ‒ Îl vei amăgi și vei reuși! Du-te și fă așa!",
        "23": "Și acum, iată, Domnul a pus un duh de minciună în gura tuturor acestor profeți ai tăi. Domnul a rostit nenorocirea împotriva ta.",
        "24": "Atunci Zedechia, fiul lui Chenaana, s-a apropiat, l-a lovit pe Micaia peste obraz și i-a zis: ‒ Pe unde a ieșit Duhul Domnului de la mine ca să-ți vorbească?",
        "25": "Micaia a răspuns: ‒ Iată, vei vedea în ziua în care vei fugi dintr-o cameră în alta ca să te ascunzi!",
        "26": "După aceea, regele lui Israel a zis: ‒ Ia-l pe Micaia, du-l înapoi la Amon, conducătorul cetății, și la Ioaș, fiul regelui,",
        "27": "și spune-le: „Așa vorbește regele: «Aruncați-l pe acest om în închisoare și hrăniți-l cu pâinea întristării și cu apa întristării până mă voi întoarce în pace!»“.",
        "28": "Dar Micaia a zis: ‒ Dacă te vei întoarce în pace, înseamnă că nu Domnul a vorbit prin mine. Apoi a zis: ‒ Să auziți, toate popoarele!",
        "29": "Regele lui Israel împreună cu Iehoșafat, regele lui Iuda, au pornit spre Ramotul Ghiladului.",
        "30": "Regele lui Israel i-a zis lui Iehoșafat: „Eu mă voi deghiza și voi intra în luptă îmbrăcat astfel. Tu, însă, îmbracă-te cu hainele tale regale!“. Regele lui Israel s-a deghizat și, îmbrăcat astfel, a intrat în luptă.",
        "31": "Regele Aramului le poruncise celor treizeci și două de căpetenii ale carelor sale, zicând: „Să nu vă luptați nici cu cel mic, nici cu cel mare, ci numai cu regele lui Israel!“.",
        "32": "Când căpeteniile carelor l-au văzut pe Iehoșafat, și-au zis: „Cu siguranță acesta este regele lui Israel!“. Și s-au întors spre el ca să-l atace, dar Iehoșafat a strigat după ajutor.",
        "33": "Căpeteniile carelor, văzând că nu este el regele lui Israel, s-au întors de la el.",
        "34": "După aceea, un arcaș a tras cu arcul la întâmplare și l-a lovit pe regele lui Israel între armură și zale. Regele i-a poruncit celui care mâna carul: „Întoarce-ți mâna și scoate-mă de pe câmpul de luptă, pentru că am fost rănit!“.",
        "35": "Lupta s-a întețit în ziua aceea. Regele a rămas în picioare în car, împotriva arameilor, dar seara a murit. Sângele din rană i-a curs în interiorul carului.",
        "36": "Când a apus soarele, s-a strigat în tabără: „Fiecare să plece în cetatea lui! Fiecare să plece în țara lui!“.",
        "37": "Astfel, regele a murit și a fost dus la Samaria, unde l-au înmormântat.",
        "38": "Când au spălat carul într-un iaz din Samaria, câinii i-au lins sângele, iar prostituatele s-au scăldat acolo, potrivit cuvântului pe care-l spusese Domnul.",
        "39": "Celelalte fapte ale lui Ahab, tot ce a făcut el, palatul de fildeș pe care l-a construit și toate cetățile pe care le-a construit, nu sunt scrise oare în „Cartea cronicilor regilor lui Israel“?",
        "40": "Ahab a adormit alături de strămoșii săi, iar în locul său a domnit fiul său Ahazia.",
        "41": "Iehoșafat, fiul lui Asa, a început să domnească peste Iuda în al patrulea an al lui Ahab, regele lui Israel.",
        "42": "Iehoșafat avea treizeci și cinci de ani când a devenit rege și a domnit la Ierusalim timp de douăzeci și cinci de ani. Mama lui se numea Azuba și era fata lui Șilhi.",
        "43": "El a umblat pe toate căile tatălui său, Asa, și nu s-a abătut de la ele, făcând ce este drept înaintea ochilor Domnului. Totuși, înălțimile n-au fost îndepărtate, iar poporul încă mai aducea jertfe și tămâie pe înălțimi.",
        "44": "De asemenea, Iehoșafat a trăit în pace cu regele lui Israel.",
        "45": "Celelalte fapte ale lui Iehoșafat, puterea pe care a arătat-o și războaiele pe care le-a purtat, nu sunt scrise oare în „Cartea cronicilor regilor lui Iuda“?",
        "46": "El i-a nimicit pe bărbații care se prostituau și care rămăseseră în țară din zilele lui Asa, tatăl său.",
        "47": "În Edom nu era rege. În locul regelui era un guvernator.",
        "48": "Iehoșafat a făcut niște corăbii de Tarșiș, care să meargă la Ofir după aur, dar n-au mai plecat, pentru că au fost sfărâmate la Ețion-Gheber.",
        "49": "Atunci Ahazia, fiul lui Ahab, i-a zis lui Iehoșafat: „Să meargă slujitorii mei împreună cu slujitorii tăi cu corăbiile!“. Dar Iehoșafat nu a vrut.",
        "50": "Iehoșafat a adormit alături de strămoșii săi și a fost înmormântat, alături de strămoșii săi, în cetatea tatălui său, David, iar în locul lui a domnit fiul său Iehoram. Domnia lui Ahazia peste Israel",
        "51": "Ahazia, fiul lui Ahab, a început să domnească peste Israel în Samaria în al șaptesprezecelea an al lui Iehoșafat, regele lui Iuda, și a domnit timp de doi ani peste Israel.",
        "52": "El a făcut ceea ce este rău înaintea ochilor Domnului și a umblat pe calea tatălui său, pe calea mamei sale și pe calea lui Ieroboam, fiul lui Nebat, cel care l-a făcut pe Israel să păcătuiască.",
        "53": "El i-a slujit lui Baal, i s-a închinat și L-a provocat astfel la mânie pe Domnul, Dumnezeul lui Israel, așa cum făcuse și tatăl său."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "They continued three years without war between Syria and Israel.",
        "2": "In the third year, Jehoshaphat the king of Judah came down to the king of Israel.",
        "3": "The king of Israel said to his servants, “You know that Ramoth Gilead is ours, and we do nothing, and don’t take it out of the hand of the king of Syria?”",
        "4": "He said to Jehoshaphat, “Will you go with me to battle to Ramoth Gilead?” Jehoshaphat said to the king of Israel, “I am as you are, my people as your people, my horses as your horses.”",
        "5": "Jehoshaphat said to the king of Israel, “Please inquire first for Yahweh’s word.”",
        "6": "Then the king of Israel gathered the prophets together, about four hundred men, and said to them, “Should I go against Ramoth Gilead to battle, or should I refrain?” They said, “Go up; for the Lord will deliver it into the hand of the king.”",
        "7": "But Jehoshaphat said, “Isn’t there here a prophet of Yahweh, that we may inquire of him?”",
        "8": "The king of Israel said to Jehoshaphat, “There is yet one man by whom we may inquire of Yahweh, Micaiah the son of Imlah; but I hate him, for he does not prophesy good concerning me, but evil.” Jehoshaphat said, “Don’t let the king say so.”",
        "9": "Then the king of Israel called an officer, and said, “Quickly get Micaiah the son of Imlah.”",
        "10": "Now the king of Israel and Jehoshaphat the king of Judah were sitting each on his throne, arrayed in their robes, in an open place at the entrance of the gate of Samaria; and all the prophets were prophesying before them.",
        "11": "Zedekiah the son of Chenaanah made himself horns of iron, and said, “Yahweh says, ‘With these you will push the Syrians, until they are consumed.’”",
        "12": "All the prophets prophesied so, saying, “Go up to Ramoth Gilead and prosper; for Yahweh will deliver it into the hand of the king.”",
        "13": "The messenger who went to call Micaiah spoke to him, saying, “See now, the prophets declare good to the king with one mouth. Please let your word be like the word of one of them, and speak good.”",
        "14": "Micaiah said, “As Yahweh lives, what Yahweh says to me, that I will speak.”",
        "15": "When he had come to the king, the king said to him, “Micaiah, shall we go to Ramoth Gilead to battle, or shall we forbear?” He answered him, “Go up and prosper; and Yahweh will deliver it into the hand of the king.”",
        "16": "The king said to him, “How many times do I have to adjure you that you speak to me nothing but the truth in Yahweh’s name?”",
        "17": "He said, “I saw all Israel scattered on the mountains, as sheep that have no shepherd. Yahweh said, ‘These have no master. Let them each return to his house in peace.’”",
        "18": "The king of Israel said to Jehoshaphat, “Didn’t I tell you that he would not prophesy good concerning me, but evil?”",
        "19": "Micaiah said, “Therefore hear Yahweh’s word. I saw Yahweh sitting on his throne, and all the army of heaven standing by him on his right hand and on his left.",
        "20": "Yahweh said, ‘Who will entice Ahab, that he may go up and fall at Ramoth Gilead?’ One said one thing, and another said another.",
        "21": "A spirit came out and stood before Yahweh, and said, ‘I will entice him.’",
        "22": "Yahweh said to him, ‘How?’ He said, ‘I will go out and will be a lying spirit in the mouth of all his prophets.’ He said, ‘You will entice him, and will also prevail. Go out and do so.’",
        "23": "Now therefore, behold, Yahweh has put a lying spirit in the mouth of all these your prophets; and Yahweh has spoken evil concerning you.”",
        "24": "Then Zedekiah the son of Chenaanah came near and struck Micaiah on the cheek, and said, “Which way did Yahweh’s Spirit go from me to speak to you?”",
        "25": "Micaiah said, “Behold, you will see on that day when you go into an inner room to hide yourself.”",
        "26": "The king of Israel said, “Take Micaiah, and carry him back to Amon the governor of the city and to Joash the king’s son.",
        "27": "Say, ‘The king says, “Put this fellow in the prison, and feed him with bread of affliction and with water of affliction, until I come in peace.”’”",
        "28": "Micaiah said, “If you return at all in peace, Yahweh has not spoken by me.” He said, “Listen, all you people!”",
        "29": "So the king of Israel and Jehoshaphat the king of Judah went up to Ramoth Gilead.",
        "30": "The king of Israel said to Jehoshaphat, “I will disguise myself and go into the battle, but you put on your robes.” The king of Israel disguised himself and went into the battle.",
        "31": "Now the king of Syria had commanded the thirty-two captains of his chariots, saying, “Don’t fight with small nor great, except only with the king of Israel.”",
        "32": "When the captains of the chariots saw Jehoshaphat, they said, “Surely that is the king of Israel!” and they came over to fight against him. Jehoshaphat cried out.",
        "33": "When the captains of the chariots saw that it was not the king of Israel, they turned back from pursuing him.",
        "34": "A certain man drew his bow at random, and struck the king of Israel between the joints of the armor. Therefore he said to the driver of his chariot, “Turn around, and carry me out of the battle, for I am severely wounded.”",
        "35": "The battle increased that day. The king was propped up in his chariot facing the Syrians, and died at evening. The blood ran out of the wound into the bottom of the chariot.",
        "36": "A cry went throughout the army about the going down of the sun, saying, “Every man to his city, and every man to his country!”",
        "37": "So the king died, and was brought to Samaria; and they buried the king in Samaria.",
        "38": "They washed the chariot by the pool of Samaria; and the dogs licked up his blood where the prostitutes washed themselves, according to Yahweh’s word which he spoke.",
        "39": "Now the rest of the acts of Ahab, and all that he did, and the ivory house which he built, and all the cities that he built, aren’t they written in the book of the chronicles of the kings of Israel?",
        "40": "So Ahab slept with his fathers; and Ahaziah his son reigned in his place.",
        "41": "Jehoshaphat the son of Asa began to reign over Judah in the fourth year of Ahab king of Israel.",
        "42": "Jehoshaphat was thirty-five years old when he began to reign; and he reigned twenty-five years in Jerusalem. His mother’s name was Azubah the daughter of Shilhi.",
        "43": "He walked in all the way of Asa his father. He didn’t turn away from it, doing that which was right in Yahweh’s eyes. However, the high places were not taken away. The people still sacrificed and burned incense on the high places.",
        "44": "Jehoshaphat made peace with the king of Israel.",
        "45": "Now the rest of the acts of Jehoshaphat, and his might that he showed, and how he fought, aren’t they written in the book of the chronicles of the kings of Judah?",
        "46": "The remnant of the sodomites, that remained in the days of his father Asa, he put away out of the land.",
        "47": "There was no king in Edom. A deputy ruled.",
        "48": "Jehoshaphat made ships of Tarshish to go to Ophir for gold, but they didn’t go, for the ships wrecked at Ezion Geber.",
        "49": "Then Ahaziah the son of Ahab said to Jehoshaphat, “Let my servants go with your servants in the ships.” But Jehoshaphat would not.",
        "50": "Jehoshaphat slept with his fathers, and was buried with his fathers in his father David’s city. Jehoram his son reigned in his place.",
        "51": "Ahaziah the son of Ahab began to reign over Israel in Samaria in the seventeenth year of Jehoshaphat king of Judah, and he reigned two years over Israel.",
        "52": "He did that which was evil in Yahweh’s sight, and walked in the way of his father, and in the way of his mother, and in the way of Jeroboam the son of Nebat, in which he made Israel to sin.",
        "53": "He served Baal and worshiped him, and provoked Yahweh, the God of Israel, to anger in all the ways that his father had done so."
      }
    }
  }
}