{
  "book": "1 Imparati",
  "chapter": "21",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "După aceste lucruri, iată ce s-a întâmplat. Nabot, din Izreel, avea o vie la Izreel, lângă casa lui Ahab, împăratul Samariei.",
        "2": "Și Ahab a vorbit astfel lui Nabot: „Dă-mi mie via ta să fac din ea o grădină de verdețuri, căci este foarte aproape de casa mea. În locul ei îți voi da o vie mai bună sau, dacă-ți vine mai bine, îți voi plăti prețul ei în argint.”",
        "3": "Dar Nabot a răspuns lui Ahab: „Să mă ferească Domnul să-ți dau moștenirea părinților mei!”",
        "4": "Ahab a intrat în casă trist și mâniat din pricina cuvintelor pe care i le spusese Nabot din Izreel: „Nu-ți voi da moștenirea părinților mei!” Și s-a culcat pe pat, și-a întors fața și n-a mâncat nimic.",
        "5": "Nevastă-sa, Izabela, a venit la el și i-a zis: „Pentru ce îți este tristă inima și nu mănânci?”",
        "6": "El i-a răspuns: „Am vorbit cu Nabot din Izreel și i-am zis: ‘Dă-mi via ta pe preț de argint sau, dacă vrei, îți voi da o altă vie în locul ei.’ Dar el a zis: ‘Nu pot să-ți dau via mea!’”",
        "7": "Atunci, Izabela, nevasta lui, i-a zis: „Oare nu domnești tu acum peste Israel? Scoală-te, ia și mănâncă și fii cu inima veselă, căci eu îți voi da via lui Nabot din Izreel!”",
        "8": "Și ea a scris niște scrisori în numele lui Ahab, le-a pecetluit cu pecetea lui Ahab și le-a trimis bătrânilor și dregătorilor care locuiau cu Nabot în cetatea lui.",
        "9": "Iată ce a scris în aceste scrisori: „Vestiți un post, puneți pe Nabot în fruntea poporului",
        "10": "și puneți-i în față doi oameni de nimic, care să mărturisească astfel împotriva lui: ‘Tu ai blestemat pe Dumnezeu și pe împăratul!’ Apoi scoateți-l afară, împroșcați-l cu pietre și să moară.”",
        "11": "Oamenii din cetatea lui Nabot, bătrânii și dregătorii care locuiau în cetate au făcut cum le spusese Izabela, după cum era scris în scrisorile pe care li le trimisese ea.",
        "12": "Au vestit un post și au pus pe Nabot în fruntea poporului.",
        "13": "Cei doi oameni de nimic au venit și s-au așezat în fața lui și acești oameni răi au mărturisit așa înaintea poporului, împotriva lui Nabot: „Nabot a blestemat pe Dumnezeu și pe împăratul!” Apoi l-au scos afară din cetate, l-au împroșcat cu pietre și a murit.",
        "14": "Și au trimis să spună Izabelei: „Nabot a fost împroșcat cu pietre și a murit.”",
        "15": "Când a auzit Izabela că Nabot fusese împroșcat cu pietre și că murise, a zis lui Ahab: „Scoală-te și ia în stăpânire via lui Nabot din Izreel, care n-a vrut să ți-o dea pe preț de argint, căci Nabot nu mai trăiește, a murit.”",
        "16": "Ahab, auzind că a murit Nabot, s-a sculat să se coboare la via lui Nabot din Izreel ca s-o ia în stăpânire. Vestirea pedepsei",
        "17": "Atunci, cuvântul Domnului a vorbit lui Ilie, Tișbitul, astfel:",
        "18": "„Scoală-te și coboară-te înaintea lui Ahab, împăratul lui Israel, la Samaria; iată-l, este în via lui Nabot, unde s-a coborât s-o ia în stăpânire.",
        "19": "Să-i spui: ‘Așa vorbește Domnul: «Nu ești tu un ucigaș și un hoț?»’ Și să-i mai spui: ‘Așa vorbește Domnul: «Chiar în locul unde au lins câinii sângele lui Nabot vor linge câinii și sângele tău.»’”",
        "20": "Ahab a zis lui Ilie: „M-ai găsit, vrăjmașule?” Și el a răspuns: „Te-am găsit, pentru că te-ai vândut ca să faci ce este rău înaintea Domnului.",
        "21": "Iată ce zice Domnul: ‘Voi aduce nenorocirea peste tine; te voi mătura, voi nimici pe oricine este al lui Ahab, fie rob, fie slobod în Israel,",
        "22": "și voi face casei tale cum am făcut casei lui Ieroboam, fiul lui Nebat, și casei lui Baeșa, fiul lui Ahia, pentru că M-ai mâniat și ai făcut pe Israel să păcătuiască.’”",
        "23": "Domnul a vorbit și despre Izabela și a zis: „Câinii vor mânca pe Izabela lângă întăritura Izreelului.",
        "24": "Cine va muri în cetate din casa lui Ahab va fi mâncat de câini, iar cine va muri pe câmp va fi mâncat de păsările cerului.”",
        "25": "N-a fost nimeni care să se fi vândut pentru ca să facă ce este rău înaintea Domnului ca Ahab, pe care nevastă-sa Izabela îl ațâța la aceasta.",
        "26": "El a lucrat în chipul cel mai urâcios, mergând după idoli, cum făceau amoriții, pe care-i izgonise Domnul dinaintea copiilor lui Israel. Smerirea lui Ahab",
        "27": "După ce a auzit cuvintele lui Ilie, Ahab și-a rupt hainele, și-a pus un sac pe trup și a postit: se culca cu sacul acesta și mergea încet.",
        "28": "Și cuvântul Domnului a vorbit lui Ilie, Tișbitul, astfel:",
        "29": "„Ai văzut cum s-a smerit Ahab înaintea Mea? Pentru că s-a smerit înaintea Mea, nu voi aduce nenorocirea în timpul vieții lui, ci în timpul vieții fiului său voi aduce nenorocirea casei lui!”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Iată ce s-a întâmplat după aceste evenimente: Izreelitul Nabot avea o vie în Izreel, aproape de palatul lui Ahab, regele Samariei.",
        "2": "Ahab i-a zis lui Nabot: ‒ Dă-mi mie via ta, ca să-mi slujească drept grădină de legume, căci este aproape de palatul meu. Îți voi da în schimb o vie mai bună decât aceasta sau, dacă este mai bine pentru tine, îți voi da prețul ei în argint.",
        "3": "Dar Nabot i-a răspuns lui Ahab: ‒ Să mă ferească Domnul să-ți dau moștenirea strămoșilor mei.",
        "4": "Ahab a intrat în palatul său supărat și mâniat din cauza cuvintelor pe care i le spusese izreelitul Nabot: „Nu-ți voi da moștenirea strămoșilor mei!“. S-a așezat pe pat, și-a întors fața și n-a mâncat nimic.",
        "5": "Izabela, soția sa, a venit la el și l-a întrebat: ‒ De ce îți este supărat duhul și nu mănânci nimic?",
        "6": "El i-a răspuns: ‒ Am vorbit cu izreelitul Nabot și i-am zis: „Dă-mi via ta pe argint sau, dacă vrei, îți voi da în schimb altă vie“. Dar el mi-a răspuns: „Nu-ți dau via mea!“.",
        "7": "Atunci Izabela, soția sa, i-a spus: ‒ Nu-ți exerciți tu domnia acum peste Israel? Ridică-te, mănâncă ceva și fii cu inima veselă! Eu îți voi da via izreelitului Nabot.",
        "8": "Ea a scris niște scrisori în numele lui Ahab, a pus sigiliul lui pe ele și le-a trimis bătrânilor și nobililor care locuiau în aceeași cetate cu Nabot.",
        "9": "Iată ce a scris în acele scrisori: „Vestiți un post și puneți-l pe Nabot în fruntea poporului.",
        "10": "Puneți înaintea lui doi oameni de nimic, care să mărturisească împotriva lui și să zică: «Tu L-ai blestemat pe Dumnezeu și l-ai blestemat și pe rege!». Apoi scoateți-l afară din cetate și omorâți-l cu pietre“.",
        "11": "Oamenii din cetatea lui Nabot, bătrânii și nobilii care locuiau în cetatea lui, au făcut așa cum le-a transmis Izabela, așa cum era scris în scrisorile pe care li le trimisese ea.",
        "12": "Au vestit un post și l-au pus pe Nabot în fruntea poporului.",
        "13": "Cei doi oameni de nimic au venit și s-au așezat în fața lui. Și oamenii de nimic au mărturisit împotriva lui Nabot, în prezența poporului, zicând: „Nabot a blestemat pe Dumnezeu și pe rege!“. Apoi l-au scos afară din cetate, l-au lovit cu pietre, și el a murit.",
        "14": "După aceea au trimis să-i spună Izabelei: „Nabot a fost lovit cu pietre și a murit!“.",
        "15": "Când a auzit Izabela că Nabot fusese lovit cu pietre și a murit, i-a zis lui Ahab: „Ridică-te și ia în stăpânire via izreelitului Nabot, cel care a refuzat să ți-o dea pe argint, căci Nabot nu mai trăiește, ci a murit“.",
        "16": "Auzind că Nabot a murit, Ahab s-a ridicat să se coboare la via izreelitului Nabot, ca s-o ia în stăpânire.",
        "17": "Atunci Cuvântul Domnului i-a vorbit lui Ilie tișbitul, zicând:",
        "18": "„Ridică-te, coboară să-l întâlnești pe Ahab, regele lui Israel, care este în Samaria! Iată că se află în via lui Nabot, unde a coborât ca s-o ia în stăpânire.",
        "19": "Să-i spui astfel: «Așa vorbește Domnul: ‘N-ai ucis tu un om și n-ai luat tu în stăpânire și proprietatea lui?’». Apoi să-i spui astfel: «Așa vorbește Domnul: ‘Chiar în locul în care câinii au lins sângele lui Nabot, vor linge câinii și sângele tău!’»“.",
        "20": "Ahab i-a zis lui Ilie: ‒ M-ai găsit, dușmanule? El i-a răspuns: ‒ Te-am găsit, pentru că te-ai vândut ca să faci ce este rău înaintea ochilor Domnului.",
        "21": "Iată ce zice Domnul: „Voi aduce nenorocirea asupra ta, îți voi nimici urmașii și voi omorî fiecare bărbat care ți-a mai rămas în Israel, fie sclav, fie liber.",
        "22": "Îi voi face familiei tale așa cum i-am făcut familiei lui Ieroboam, fiul lui Nebat, și familiei lui Bașa, fiul lui Ahia, pentru că M-ai mâniat și pentru că l-ai făcut și pe Israel să păcătuiască“.",
        "23": "Domnul a vorbit și despre Izabela, zicând: „Câinii o vor devora pe Izabela lângă zidul Izreelului!",
        "24": "Câinii îi vor devora pe cei ai lui Ahab, care vor muri în cetate, iar păsările cerului îi vor devora pe cei care vor muri pe câmp“.",
        "25": "(N-a mai fost nimeni care să se fi vândut pe sine însuși ca să facă ce este rău înaintea ochilor Domnului ca Ahab, pe care Izabela, soția sa, îl instiga la aceasta.",
        "26": "El a comis fapte dezgustătoare, mergând după idoli, așa cum făceau amoriții pe care îi alungase Domnul dinaintea fiilor lui Israel.)",
        "27": "Când Ahab a auzit aceste cuvinte, și-a sfâșiat hainele, și-a învelit trupul cu o pânză de sac și a postit. Se culca învelit cu pânza de sac și mergea încet.",
        "28": "Atunci Cuvântul Domnului i-a vorbit lui Ilie tișbitul, zicând:",
        "29": "„Ai văzut cum s-a smerit Ahab înaintea Mea? Pentru că s-a smerit înaintea Mea, nu voi aduce nenorocirea peste familia lui în timpul vieții sale, ci în timpul vieții fiului său“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "After these things, Naboth the Jezreelite had a vineyard which was in Jezreel, next to the palace of Ahab king of Samaria.",
        "2": "Ahab spoke to Naboth, saying, “Give me your vineyard, that I may have it for a garden of herbs, because it is near my house; and I will give you for it a better vineyard than it. Or, if it seems good to you, I will give you its worth in money.”",
        "3": "Naboth said to Ahab, “May Yahweh forbid me, that I should give the inheritance of my fathers to you!”",
        "4": "Ahab came into his house sullen and angry because of the word which Naboth the Jezreelite had spoken to him, for he had said, “I will not give you the inheritance of my fathers.” He laid himself down on his bed, and turned away his face, and would eat no bread.",
        "5": "But Jezebel his wife came to him, and said to him, “Why is your spirit so sad that you eat no bread?”",
        "6": "He said to her, “Because I spoke to Naboth the Jezreelite, and said to him, ‘Give me your vineyard for money; or else, if it pleases you, I will give you another vineyard for it.’ He answered, ‘I will not give you my vineyard.’”",
        "7": "Jezebel his wife said to him, “Do you now govern the kingdom of Israel? Arise, and eat bread, and let your heart be merry. I will give you the vineyard of Naboth the Jezreelite.”",
        "8": "So she wrote letters in Ahab’s name and sealed them with his seal, and sent the letters to the elders and to the nobles who were in his city, who lived with Naboth.",
        "9": "She wrote in the letters, saying, “Proclaim a fast, and set Naboth on high among the people.",
        "10": "Set two men, wicked fellows, before him, and let them testify against him, saying, ‘You cursed God and the king!’ Then carry him out, and stone him to death.”",
        "11": "The men of his city, even the elders and the nobles who lived in his city, did as Jezebel had instructed them in the letters which she had written and sent to them.",
        "12": "They proclaimed a fast, and set Naboth on high among the people.",
        "13": "The two men, the wicked fellows, came in and sat before him. The wicked fellows testified against him, even against Naboth, in the presence of the people, saying, “Naboth cursed God and the king!” Then they carried him out of the city and stoned him to death with stones.",
        "14": "Then they sent to Jezebel, saying, “Naboth has been stoned and is dead.”",
        "15": "When Jezebel heard that Naboth had been stoned and was dead, Jezebel said to Ahab, “Arise, take possession of the vineyard of Naboth the Jezreelite, which he refused to give you for money; for Naboth is not alive, but dead.”",
        "16": "When Ahab heard that Naboth was dead, Ahab rose up to go down to the vineyard of Naboth the Jezreelite, to take possession of it.",
        "17": "Yahweh’s word came to Elijah the Tishbite, saying,",
        "18": "“Arise, go down to meet Ahab king of Israel, who dwells in Samaria. Behold, he is in the vineyard of Naboth, where he has gone down to take possession of it.",
        "19": "You shall speak to him, saying, ‘Yahweh says, “Have you killed and also taken possession?”’ You shall speak to him, saying, ‘Yahweh says, “In the place where dogs licked the blood of Naboth, dogs will lick your blood, even yours.”’”",
        "20": "Ahab said to Elijah, “Have you found me, my enemy?” He answered, “I have found you, because you have sold yourself to do that which is evil in Yahweh’s sight.",
        "21": "Behold, I will bring evil on you, and will utterly sweep you away and will cut off from Ahab everyone who urinates against a wall, and him who is shut up and him who is left at large in Israel.",
        "22": "I will make your house like the house of Jeroboam the son of Nebat, and like the house of Baasha the son of Ahijah, for the provocation with which you have provoked me to anger, and have made Israel to sin.”",
        "23": "Yahweh also spoke of Jezebel, saying, “The dogs will eat Jezebel by the rampart of Jezreel.",
        "24": "The dogs will eat he who dies of Ahab in the city; and the birds of the sky will eat he who dies in the field.”",
        "25": "But there was no one like Ahab, who sold himself to do that which was evil in Yahweh’s sight, whom Jezebel his wife stirred up.",
        "26": "He did very abominably in following idols, according to all that the Amorites did, whom Yahweh cast out before the children of Israel.",
        "27": "When Ahab heard those words, he tore his clothes, put sackcloth on his body, fasted, lay in sackcloth, and went about despondently.",
        "28": "Yahweh’s word came to Elijah the Tishbite, saying,",
        "29": "“See how Ahab humbles himself before me? Because he humbles himself before me, I will not bring the evil in his days; but I will bring the evil on his house in his son’s day.”"
      }
    }
  }
}