{
  "book": "1 Imparati",
  "chapter": "1",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Împăratul David era bătrân, înaintat în vârstă; îl acopereau cu haine și nu se putea încălzi.",
        "2": "Slujitorii lui i-au zis: „Să se caute pentru domnul împăratul o fată fecioară; ea să stea înaintea împăratului, să-l îngrijească și să se culce la sânul tău, și domnul meu împăratul se va încălzi.”",
        "3": "Au căutat în tot ținutul lui Israel o fată tânără și frumoasă și au găsit pe Abișag, Sunamita, pe care au adus-o la împărat.",
        "4": "Această fată era foarte frumoasă. Ea a îngrijit pe împărat și i-a slujit, dar împăratul nu s-a împreunat cu ea. Adonia vrea să ia scaunul de domnie",
        "5": "Adonia, fiul Haghitei, s-a sumețit până acolo încât a zis: „Eu voi fi împărat!” Și și-a pregătit care și călăreți și cincizeci de oameni care alergau înaintea lui.",
        "6": "Tatăl său nu-l mustrase niciodată în viața lui zicând: „Pentru ce faci așa?” Adonia, de altfel, era foarte frumos la chip și se născuse după Absalom.",
        "7": "El a vorbit cu Ioab, fiul Țeruiei, și cu preotul Abiatar, și aceștia au trecut de partea lui.",
        "8": "Dar preotul Țadoc, Benaia, fiul lui Iehoiada, prorocul Natan, Șimei, Rei și vitejii lui David n-au fost cu Adonia.",
        "9": "Adonia a tăiat oi, boi și viței grași lângă piatra lui Zohelet, care este lângă En-Roguel, și a poftit pe toți frații lui, fiii împăratului, și pe toți bărbații lui Iuda din slujba împăratului.",
        "10": "Dar n-a poftit pe prorocul Natan, nici pe Benaia, nici pe viteji, nici pe fratele său Solomon. Bat-Șeba, la David",
        "11": "Atunci, Natan a zis Bat-Șebei, mama lui Solomon: „N-ai auzit că Adonia, fiul Haghitei, s-a făcut împărat fără să știe domnul nostru David?",
        "12": "Vino dar acum și-ți voi da un sfat, ca să-ți scapi viața ta și viața fiului tău Solomon.",
        "13": "Du-te, intră la împăratul David și spune-i: ‘Împărate, domnul meu, n-ai jurat tu roabei tale zicând: «Fiul tău Solomon va împărăți după mine și va ședea pe scaunul meu de domnie»? Pentru ce dar împărățește Adonia?’",
        "14": "Și, în timp ce tu vei vorbi cu împăratul, eu însumi voi intra după tine și-ți voi întări cuvintele.”",
        "15": "Bat-Șeba s-a dus în odaia împăratului. El era foarte bătrân; și Abișag, Sunamita, îi slujea.",
        "16": "Bat-Șeba s-a plecat și s-a închinat înaintea împăratului. Și împăratul a zis: „Ce vrei?”",
        "17": "Ea i-a răspuns: „Domnul meu, tu ai jurat roabei tale pe Domnul Dumnezeul tău, zicând: ‘Solomon, fiul tău, va împărăți după mine și va ședea pe scaunul meu de domnie.’",
        "18": "Și acum, iată că Adonia împărățește! Și tu nu știi, împărate, domnul meu!",
        "19": "El a înjunghiat boi, viței grași și oi în mare număr și a poftit pe toți fiii împăratului, pe preotul Abiatar și pe Ioab, căpetenia oștirii, dar pe robul tău Solomon nu l-a poftit.",
        "20": "Împărate, domnul meu, tot Israelul are ochii îndreptați spre tine, ca să-i faci cunoscut cine va ședea pe scaunul de domnie al împăratului, domnului meu, după el.",
        "21": "Și, când împăratul, domnul meu, va fi culcat împreună cu părinții săi, se va întâmpla că eu și fiul meu Solomon vom fi priviți ca niște vinovați.”",
        "22": "Pe când încă vorbea ea cu împăratul, iată că a sosit prorocul Natan.",
        "23": "Au dat de știre împăratului și au zis: „Iată că a venit prorocul Natan!” El a intrat înaintea împăratului și s-a închinat înaintea împăratului cu fața până la pământ.",
        "24": "Și Natan a zis: „Împărate, domnul meu, oare tu ai zis: ‘Adonia va împărăți după mine și va ședea pe scaunul meu de domnie’?",
        "25": "Căci el s-a coborât astăzi, a tăiat boi, viței grași și oi în mare număr și a poftit pe toți fiii împăratului, pe căpeteniile oștirii și pe preotul Abiatar. Și ei mănâncă și beau înaintea lui și zic: ‘Trăiască împăratul Adonia!’",
        "26": "Dar nu m-a poftit nici pe mine, care sunt robul tău, nici pe preotul Țadoc, nici pe Benaia, fiul lui Iehoiada, nici pe robul tău Solomon.",
        "27": "Oare din porunca domnului meu, împăratul, are loc lucrul acesta și fără să fi făcut cunoscut robului tău cine are să se suie pe scaunul de domnie al împăratului, domnului meu, după el?”",
        "28": "Împăratul David a răspuns: „Chemați-mi pe Bat-Șeba.” Ea a intrat și s-a înfățișat înaintea împăratului.",
        "29": "Și împăratul a jurat și a zis: „Viu este Domnul, care m-a izbăvit din toate necazurile,",
        "30": "că, așa cum am jurat pe Domnul Dumnezeul lui Israel, zicând: ‘Fiul tău Solomon va împărăți după mine și va ședea pe scaunul meu de domnie în locul meu’, așa voi face azi.”",
        "31": "Bat-Șeba s-a plecat cu fața la pământ și s-a închinat înaintea împăratului. Și a zis: „Trăiască pe vecie domnul meu, împăratul David!” Solomon, împărat",
        "32": "Împăratul David a zis: „Chemați-mi pe preotul Țadoc, pe prorocul Natan și pe Benaia, fiul lui Iehoiada.” Ei au intrat și s-au înfățișat înaintea împăratului.",
        "33": "Și împăratul le-a zis: „Luați cu voi pe slujitorii stăpânului vostru, puneți pe fiul meu Solomon călare pe catârul meu și coborâți-l la Ghihon.",
        "34": "Acolo, preotul Țadoc și prorocul Natan să-l ungă împărat peste Israel. Să sunați din trâmbiță și să ziceți: ‘Trăiască împăratul Solomon!’",
        "35": "Să vă suiți apoi după el, ca să vină să se așeze pe scaunul meu de domnie și să împărățească în locul meu. Căci porunca mea este ca el să fie căpetenia lui Israel și Iuda.”",
        "36": "Benaia, fiul lui Iehoiada, a răspuns împăratului: „Amin! Așa să vrea Domnul Dumnezeul domnului meu, împăratul.",
        "37": "Domnul să fie cu Solomon cum a fost cu domnul meu, împăratul, ca să-și înalțe scaunul de domnie mai presus de scaunul de domnie al domnului meu, împăratul David!”",
        "38": "Atunci, preotul Țadoc s-a coborât împreună cu prorocul Natan, cu Benaia, fiul lui Iehoiada, cu cheretiții și peletiții; au pus pe Solomon călare pe catârul împăratului David și l-au dus la Ghihon.",
        "39": "Preotul Țadoc a luat cornul cu untdelemn din cort și a uns pe Solomon. Au sunat din trâmbiță, și tot poporul a zis: „Trăiască împăratul Solomon!”",
        "40": "Tot poporul s-a suit după el și poporul cânta din fluier și se desfăta cu mare bucurie; se clătina pământul de strigătele lor. Adonia aude",
        "41": "Zvonul acesta a ajuns până la Adonia și la toți cei poftiți care erau cu el tocmai în clipa când sfârșeau de mâncat. Ioab, auzind sunetul trâmbiței, a zis: „Ce este cu vuietul acesta de care răsună cetatea?”",
        "42": "Pe când vorbea el încă, a venit Ionatan, fiul preotului Abiatar. Și Adonia a zis: „Apropie-te, că ești un om viteaz și aduci vești bune.”",
        "43": "„Da”, a răspuns Ionatan lui Adonia, „domnul nostru împăratul David a făcut împărat pe Solomon.",
        "44": "A trimis cu el pe preotul Țadoc, pe prorocul Natan, pe Benaia, fiul lui Iehoiada, pe cheretiți și peletiți și l-au pus călare pe catârul împăratului.",
        "45": "Preotul Țadoc și prorocul Natan l-au uns împărat la Ghihon. De acolo s-au suit veselindu-se și cetatea a fost pusă în mișcare: acesta este vuietul pe care l-ați auzit.",
        "46": "Solomon s-a și așezat pe scaunul de domnie al împăratului.",
        "47": "Și slujitorii împăratului au venit să binecuvânteze pe domnul nostru împăratul David, zicând: ‘Dumnezeul tău să facă numele lui Solomon mai vestit decât numele tău și el să-și înalțe scaunul de domnie mai presus de scaunul tău de domnie!’ Și împăratul s-a închinat pe patul său.",
        "48": "Iată ce a zis și împăratul: ‘Binecuvântat să fie Domnul Dumnezeul lui Israel, care mi-a dat astăzi un urmaș pe scaunul meu de domnie și mi-a îngăduit să-l văd!’”",
        "49": "Toți cei poftiți de Adonia s-au umplut de spaimă; s-au sculat și au plecat care încotro.",
        "50": "Adonia s-a temut de Solomon; s-a sculat și el, a plecat și s-a apucat de coarnele altarului.",
        "51": "Au venit și au spus lui Solomon: „Iată că Adonia se teme de împăratul Solomon și s-a apucat de coarnele altarului zicând: ‘Să-mi jure împăratul Solomon azi că nu va omorî pe robul său cu sabia!’”",
        "52": "Solomon a zis: „Dacă va fi om cinstit, un păr din cap nu-i va cădea la pământ, dar, dacă se va găsi răutate în el, va muri.”",
        "53": "Și împăratul Solomon a trimis niște oameni care l-au coborât de pe altar. El a venit și s-a închinat înaintea împăratului Solomon, și Solomon i-a zis: „Du-te acasă!”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Regele David îmbătrânise și acum era înaintat în vârstă. L-au acoperit cu pături, dar nu se putea încălzi.",
        "2": "Slujitorii săi i-au zis: „Să se caute pentru stăpânul nostru, regele, o tânără fecioară, care să stea înaintea regelui și care să-i fie servitoare. Ea să se culce la pieptul tău și stăpânul nostru, regele, se va încălzi“.",
        "3": "Ei au căutat în tot teritoriul lui Israel o tânără frumoasă și au găsit-o pe Abișag, șunamita, pe care au adus-o la rege.",
        "4": "Tânăra era foarte frumoasă. Ea a devenit servitoarea regelui și s-a îngrijit de el, dar regele nu s-a culcat cu ea.",
        "5": "Adonia, fiul Haghitei, s-a mândrit, zicând: „Eu voi deveni rege!“. El și-a pregătit un car, călăreți și cincizeci de bărbați care alergau înaintea lui.",
        "6": "Tatăl său nu-l mustrase niciodată și nu-i zisese: „De ce faci astfel?“. El s-a născut după Absalom și era, de asemenea, foarte frumos la chip.",
        "7": "El a vorbit cu Ioab, fiul Țeruiei, și cu preotul Abiatar, iar aceștia l-au sprijinit pe Adonia.",
        "8": "Dar preotul Țadok, Benaia, fiul lui Iehoiada, profetul Natan, Șimei, Rei și vitejii lui David nu au fost de partea lui Adonia.",
        "9": "Adonia a înjunghiat oi, vite și viței îngrășați, lângă Piatra lui Zohelet care se află în apropiere de En-Roghel. El i-a invitat pe toți frații săi, fiii regelui, și pe toți bărbații lui Iuda, slujitorii regelui.",
        "10": "Dar pe profetul Natan, pe Benaia, pe viteji și pe Solomon, fratele său, nu i-a invitat.",
        "11": "Natan i-a zis Batșebei, mama lui Solomon: „N-ai auzit că Adonia, fiul Haghitei, s-a numit rege? Stăpânul nostru David nu știe acest lucru!",
        "12": "Prin urmare, dă-mi voie să te sfătuiesc cum să-ți scapi viața, tu și fiul tău Solomon.",
        "13": "Du-te, intră la regele David și spune-i: «O, rege, stăpânul meu, oare nu i-ai jurat tu însuți slujitoarei tale că Solomon, fiul meu, va domni după tine și că el va urma la tron? Atunci de ce domnește Adonia?».",
        "14": "În timp ce vei vorbi acolo cu regele, eu însumi voi veni după tine și voi confirma cuvintele tale“.",
        "15": "Batșeba s-a dus în camera regelui. Regele era foarte bătrân, iar Abișag, șunamita, avea grijă de el.",
        "16": "Batșeba și-a înclinat capul și s-a plecat înaintea regelui. Regele a zis: ‒ Ce dorești?",
        "17": "Ea a răspuns: ‒ Stăpânul meu, tu însuți ai jurat slujitoarei tale pe Domnul, Dumnezeul tău, zicând: „Solomon, fiul tău, va domni după mine și el va ședea pe tronul meu“.",
        "18": "Totuși, acum Adonia domnește, iar stăpânul meu, regele, nu știe acest lucru.",
        "19": "El a înjunghiat boi, viței îngrășați și o mulțime de oi și i-a invitat pe toți fiii regelui, pe preotul Abiatar și pe Ioab, conducătorul armatei. Dar pe Solomon, slujitorul tău, nu l-a invitat.",
        "20": "O, rege, stăpânul meu, ochii întregului Israel sunt ațintiți spre tine ca să le spui cine va urma să domnească după stăpânul meu, regele.",
        "21": "Altfel, se va întâmpla că, atunci când stăpânul meu, regele, va adormi alături de strămoșii săi, eu și fiul meu Solomon vom fi priviți ca niște vinovați.",
        "22": "În timp ce vorbea cu regele, iată că a venit și profetul Natan.",
        "23": "L-au înștiințat pe rege, zicând: ‒ Iată că a sosit profetul Natan. Acesta a venit în prezența regelui și s-a plecat înaintea regelui cu fața la pământ.",
        "24": "Natan a zis: ‒ O, rege, stăpânul meu, oare ai spus tu: „Adonia va domni după mine și el va ședea pe tronul meu“?",
        "25": "Căci el a coborât astăzi, a înjunghiat boi, viței îngrășați și o mulțime de oi și i-a invitat pe toți fiii regelui, pe conducătorii armatei și pe preotul Abiatar. Iată, ei mănâncă și beau înaintea lui și strigă: „Trăiască regele Adonia!“.",
        "26": "Cu toate acestea, pe mine, slujitorul tău, pe preotul Țadok, pe Benaia, fiul lui Iehoiada, și pe Solomon, slujitorul tău, nu ne-a invitat.",
        "27": "Oare din porunca stăpânului meu, regele, s-a înfăptuit acest lucru? Să nu-i fi făcut cunoscut slujitorului tău cine va sta pe tronul stăpânului meu, regele, după el?",
        "28": "Regele David a zis: ‒ Chemați-o la mine pe Batșeba! Ea a intrat și s-a înfățișat înaintea regelui.",
        "29": "Regele a jurat, zicând: ‒ Viu este Domnul, Care m-a salvat din orice necaz,",
        "30": "că voi face astăzi așa cum ți-am jurat pe Domnul, Dumnezeul lui Israel, zicând: „Solomon, fiul tău, va domni după mine. El va ședea pe tron în locul meu“.",
        "31": "Batșeba și-a înclinat capul până la pământ și s-a plecat înaintea regelui. Apoi a zis: ‒ Să trăiască pe vecie stăpânul meu, regele David!",
        "32": "Regele David a zis: ‒ Chemați-i pe preotul Țadok, pe profetul Natan și pe Benaia, fiul lui Iehoiada! Ei au venit înaintea regelui,",
        "33": "iar regele le-a zis: ‒ Luați-i cu voi pe slujitorii stăpânului vostru, puneți-l pe fiul meu Solomon să călărească pe catârul meu și duceți-l la Ghihon.",
        "34": "Preotul Țadok și profetul Natan să-l ungă acolo ca rege peste Israel. Să sunați din trâmbiță și să strigați: „Trăiască regele Solomon!“.",
        "35": "Apoi să mergeți după el. El să vină și să se așeze pe tronul meu, căci el va domni în locul meu, întrucât cu privire la el am poruncit să fie conducător peste Israel și peste Iuda.",
        "36": "Benaia, fiul lui Iehoiada, i-a răspuns regelui, zicând: ‒ Amin! Așa să hotărască Domnul, Dumnezeul stăpânului meu, regele.",
        "37": "După cum Domnul a fost cu stăpânul meu, regele, tot așa să fie și cu Solomon și să-i înalțe tronul mai presus decât tronul stăpânului meu, regele David.",
        "38": "Preotul Țadok, profetul Natan, Benaia, fiul lui Iehoiada, cheretiții și peletiții au venit, l-au pus pe Solomon să călărească pe catârul regelui David și l-au dus la Ghihon.",
        "39": "Preotul Țadok a luat cornul cu ulei din Cort și l-a uns pe Solomon. Apoi au sunat din trâmbiță și tot poporul a strigat: „Trăiască regele Solomon!“.",
        "40": "Tot poporul a mers în urma lui, cântând din fluiere și bucurându-se foarte mult; se despica pământul de strigătul lor.",
        "41": "Adonia și toți oaspeții care erau cu el au auzit strigătul tocmai când terminaseră de mâncat. Ioab, auzind sunetul trâmbiței, a întrebat: „De ce se aude această zarvă în cetate?“.",
        "42": "În timp ce vorbea el, a venit Ionatan, fiul preotului Abiatar. Adonia i-a zis: ‒ Vino, căci tu ești un om apreciat și aduci vești bune.",
        "43": "Ionatan a răspuns și i-a zis lui Adonia: ‒ Nicidecum. Stăpânul nostru, regele David, l-a numit rege pe Solomon.",
        "44": "Regele i-a trimis cu el pe preotul Țadok, pe profetul Natan, pe Benaia, fiul lui Iehoiada, pe cheretiți și pe peletiți, iar ei l-au pus să călărească pe catârul regelui.",
        "45": "Preotul Țadok și profetul Natan l-au uns rege la Ghihon și au plecat de acolo bucuroși, iar cetatea freamătă. Aceasta era zarva pe care ați auzit-o.",
        "46": "De asemenea, Solomon s-a așezat pe tronul regal.",
        "47": "Iar slujitorii regelui au venit să-l binecuvânteze pe stăpânul nostru, regele David, zicând: „Dumnezeul tău să facă numele lui Solomon mai vestit decât numele tău și să-i înalțe tronul mai presus decât tronul tău“. Apoi regele s-a închinat în patul său.",
        "48": "Regele a mai zis astfel: „Binecuvântat să fie Domnul, Dumnezeul lui Israel, Care mi-a dat astăzi un urmaș care să șadă pe tronul meu și pe care să-l văd cu ochii mei!“.",
        "49": "Tremurând, toți oaspeții care erau cu Adonia s-au ridicat și fiecare a plecat în drumul lui.",
        "50": "Adonia s-a temut de Solomon. El s-a ridicat, s-a dus la Cort și s-a prins de coarnele altarului.",
        "51": "Lui Solomon i s-a spus: „Iată, Adonia se teme de regele Solomon și s-a apucat de coarnele altarului, zicând: «Să-mi jure regele Solomon astăzi că nu-l va omorî pe slujitorul său cu sabia!»“.",
        "52": "Solomon a zis: „Dacă va fi un om loial, niciun fir de păr nu-i va cădea la pământ, dar, dacă se va găsi răutate în el, va muri“.",
        "53": "Regele Solomon a trimis să-l aducă de la altar. El a venit și s-a plecat înaintea regelui Solomon, iar Solomon i-a zis: „Du-te acasă“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now King David was old and advanced in years; and they covered him with clothes, but he couldn’t keep warm.",
        "2": "Therefore his servants said to him, “Let a young virgin be sought for my lord the king. Let her stand before the king, and cherish him; and let her lie in your bosom, that my lord the king may keep warm.”",
        "3": "So they sought for a beautiful young lady throughout all the borders of Israel, and found Abishag the Shunammite, and brought her to the king.",
        "4": "The young lady was very beautiful; and she cherished the king, and served him; but the king didn’t know her intimately.",
        "5": "Then Adonijah the son of Haggith exalted himself, saying, “I will be king.” Then he prepared him chariots and horsemen, and fifty men to run before him.",
        "6": "His father had not displeased him at any time in saying, “Why have you done so?” and he was also a very handsome man; and he was born after Absalom.",
        "7": "He conferred with Joab the son of Zeruiah and with Abiathar the priest; and they followed Adonijah and helped him.",
        "8": "But Zadok the priest, Benaiah the son of Jehoiada, Nathan the prophet, Shimei, Rei, and the mighty men who belonged to David, were not with Adonijah.",
        "9": "Adonijah killed sheep, cattle, and fatlings by the stone of Zoheleth, which is beside En Rogel; and he called all his brothers, the king’s sons, and all the men of Judah, the king’s servants;",
        "10": "but he didn’t call Nathan the prophet, and Benaiah, and the mighty men, and Solomon his brother.",
        "11": "Then Nathan spoke to Bathsheba the mother of Solomon, saying, “Haven’t you heard that Adonijah the son of Haggith reigns, and David our lord doesn’t know it?",
        "12": "Now therefore come, please let me give you counsel, that you may save your own life and your son Solomon’s life.",
        "13": "Go in to King David, and tell him, ‘Didn’t you, my lord the king, swear to your servant, saying, “Assuredly Solomon your son shall reign after me, and he shall sit on my throne”? Why then does Adonijah reign?’",
        "14": "Behold, while you are still talking there with the king, I will also come in after you and confirm your words.”",
        "15": "Bathsheba went in to the king in his room. The king was very old; and Abishag the Shunammite was serving the king.",
        "16": "Bathsheba bowed and showed respect to the king. The king said, “What would you like?”",
        "17": "She said to him, “My lord, you swore by Yahweh your God to your servant, ‘Assuredly Solomon your son shall reign after me, and he shall sit on my throne.’",
        "18": "Now, behold, Adonijah reigns; and you, my lord the king, don’t know it.",
        "19": "He has slain cattle and fatlings and sheep in abundance, and has called all the sons of the king, Abiathar the priest, and Joab the captain of the army; but he hasn’t called Solomon your servant.",
        "20": "You, my lord the king, the eyes of all Israel are on you, that you should tell them who will sit on the throne of my lord the king after him.",
        "21": "Otherwise it will happen, when my lord the king sleeps with his fathers, that I and my son Solomon will be considered criminals.”",
        "22": "Behold, while she was still talking with the king, Nathan the prophet came in.",
        "23": "They told the king, saying, “Behold, Nathan the prophet!” When he had come in before the king, he bowed himself before the king with his face to the ground.",
        "24": "Nathan said, “My lord, King, have you said, ‘Adonijah shall reign after me, and he shall sit on my throne’?",
        "25": "For he has gone down today, and has slain cattle, fatlings, and sheep in abundance, and has called all the king’s sons, the captains of the army, and Abiathar the priest. Behold, they are eating and drinking before him, and saying, ‘Long live King Adonijah!’",
        "26": "But he hasn’t called me, even me your servant, Zadok the priest, Benaiah the son of Jehoiada, and your servant Solomon.",
        "27": "Was this thing done by my lord the king, and you haven’t shown to your servants who should sit on the throne of my lord the king after him?”",
        "28": "Then King David answered, “Call Bathsheba in to me.” She came into the king’s presence and stood before the king.",
        "29": "The king vowed and said, “As Yahweh lives, who has redeemed my soul out of all adversity,",
        "30": "most certainly as I swore to you by Yahweh, the God of Israel, saying, ‘Assuredly Solomon your son shall reign after me, and he shall sit on my throne in my place;’ I will most certainly do this today.”",
        "31": "Then Bathsheba bowed with her face to the earth and showed respect to the king, and said, “Let my lord King David live forever!”",
        "32": "King David said, “Call to me Zadok the priest, Nathan the prophet, and Benaiah the son of Jehoiada.” They came before the king.",
        "33": "The king said to them, “Take with you the servants of your lord, and cause Solomon my son to ride on my own mule, and bring him down to Gihon.",
        "34": "Let Zadok the priest and Nathan the prophet anoint him there king over Israel. Blow the trumpet, and say, ‘Long live King Solomon!’",
        "35": "Then come up after him, and he shall come and sit on my throne; for he shall be king in my place. I have appointed him to be prince over Israel and over Judah.”",
        "36": "Benaiah the son of Jehoiada answered the king, and said, “Amen. May Yahweh, the God of my lord the king, say so.",
        "37": "As Yahweh has been with my lord the king, even so may he be with Solomon, and make his throne greater than the throne of my lord King David.”",
        "38": "So Zadok the priest, Nathan the prophet, Benaiah the son of Jehoiada, and the Cherethites and the Pelethites went down and had Solomon ride on King David’s mule, and brought him to Gihon.",
        "39": "Zadok the priest took the horn of oil from the Tent, and anointed Solomon. They blew the trumpet; and all the people said, “Long live King Solomon!”",
        "40": "All the people came up after him, and the people piped with pipes, and rejoiced with great joy, so that the earth shook with their sound.",
        "41": "Adonijah and all the guests who were with him heard it as they had finished eating. When Joab heard the sound of the trumpet, he said, “Why is this noise of the city being in an uproar?”",
        "42": "While he yet spoke, behold, Jonathan the son of Abiathar the priest came; and Adonijah said, “Come in; for you are a worthy man, and bring good news.”",
        "43": "Jonathan answered Adonijah, “Most certainly our lord King David has made Solomon king.",
        "44": "The king has sent with him Zadok the priest, Nathan the prophet, Benaiah the son of Jehoiada, and the Cherethites and the Pelethites; and they have caused him to ride on the king’s mule.",
        "45": "Zadok the priest and Nathan the prophet have anointed him king in Gihon. They have come up from there rejoicing, so that the city rang again. This is the noise that you have heard.",
        "46": "Also, Solomon sits on the throne of the kingdom.",
        "47": "Moreover the king’s servants came to bless our lord King David, saying, ‘May your God make the name of Solomon better than your name, and make his throne greater than your throne;’ and the king bowed himself on the bed.",
        "48": "Also thus said the king, ‘Blessed be Yahweh, the God of Israel, who has given one to sit on my throne today, my eyes even seeing it.’”",
        "49": "All the guests of Adonijah were afraid, and rose up, and each man went his way.",
        "50": "Adonijah was afraid because of Solomon; and he arose, and went, and hung onto the horns of the altar.",
        "51": "Solomon was told, “Behold, Adonijah fears King Solomon; for, behold, he is hanging onto the horns of the altar, saying, ‘Let King Solomon swear to me first that he will not kill his servant with the sword.’”",
        "52": "Solomon said, “If he shows himself a worthy man, not a hair of his shall fall to the earth; but if wickedness is found in him, he shall die.”",
        "53": "So King Solomon sent, and they brought him down from the altar. He came and bowed down to King Solomon; and Solomon said to him, “Go to your house.”"
      }
    }
  }
}