{
  "book": "1 Imparati",
  "chapter": "4",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Împăratul Solomon era împărat peste tot Israelul.",
        "2": "Iată căpeteniile pe care le avea în slujba lui: Azaria, fiul preotului Țadoc,",
        "3": "Elihoref și Ahia, fiii lui Șișa, erau logofeți; Iosafat, fiul lui Ahilud, era scriitor;",
        "4": "Benaia, fiul lui Iehoiada, era peste oștire; Țadoc și Abiatar erau preoți.",
        "5": "Azaria, fiul lui Natan, era mai-mare peste îngrijitori. Zabud, fiul lui Natan, era slujbaș de stat, cirac al împăratului;",
        "6": "Ahișar era mai-mare peste casa împăratului și Adoniram, fiul lui Abda, era mai-mare peste dări. Numele celor doisprezece îngrijitori",
        "7": "Solomon avea doisprezece îngrijitori peste tot Israelul. Ei îngrijeau de hrana împăratului și a casei lui, fiecare timp de o lună din an.",
        "8": "Iată-le numele: Fiul lui Hur, în muntele lui Efraim.",
        "9": "Fiul lui Decher, la Macaț, la Saalbim, la Bet-Șemeș, la Elon și la Bet-Hanan.",
        "10": "Fiul lui Hesed, la Arubot; el avea Soco și toată țara Hefer.",
        "11": "Fiul lui Abinadab avea tot ținutul Dorului. Tafat, fata lui Solomon, era nevasta lui.",
        "12": "Baana, fiul lui Ahilud, avea Taanac și Meghido și tot Bet-Șeanul de lângă Țartan sub Izreel, de la Bet-Șean până la Abel-Mehola, până dincolo de Iocmeam.",
        "13": "Fiul lui Gheber, la Ramot din Galaad; el avea târgurile lui Iair, fiul lui Manase, în Galaad; mai avea și ținutul Argob în Basan, șaizeci de cetăți mari, cu ziduri și zăvoare de aramă.",
        "14": "Ahinadab, fiul lui Ido, la Mahanaim.",
        "15": "Ahimaaț, în Neftali. El luase de nevastă pe Basmat, fata lui Solomon.",
        "16": "Baana, fiul lui Hușai, în Așer și la Bealot.",
        "17": "Iosafat, fiul lui Paruah, în Isahar.",
        "18": "Șimei, fiul lui Ela, în Beniamin.",
        "19": "Gheber, fiul lui Uri, în țara Galaadului; el avea ținutul lui Sihon, împăratul amoriților, și al lui Og, împăratul Basanului. Era un singur îngrijitor în țara aceasta. Mărirea lui Solomon",
        "20": "Iuda și Israel erau în număr foarte mare, ca nisipul de pe țărmul mării. Ei mâncau, beau și se veseleau.",
        "21": "Solomon mai stăpânea și toate împărățiile de la râu până în țara filistenilor și până la hotarul Egiptului. Ei îi aduceau daruri și au fost supuși lui Solomon tot timpul vieții lui.",
        "22": "În fiecare zi, Solomon mânca treizeci de cori de floare de făină și șaizeci de cori de altă făină,",
        "23": "zece boi grași, douăzeci de boi de păscut și o sută de oi, afară de cerbi, căprioare, ciute și păsări îngrășate.",
        "24": "Stăpânea peste toată țara de dincoace de râu, de la Tifsah până la Gaza, peste toți împărații de dincoace de râu. Și avea pace pretutindeni, de jur împrejur.",
        "25": "Iuda și Israel, de la Dan până la Beer-Șeba, au locuit în liniște, fiecare sub via lui și sub smochinul lui, în tot timpul lui Solomon.",
        "26": "Solomon avea patruzeci de mii de iesle pentru caii de la carele lui și douăsprezece mii de călăreți.",
        "27": "Îngrijitorii îngrijeau de hrana împăratului Solomon și a tuturor celor ce se apropiau de masa lui, fiecare în luna lui, și nu lăsau să fie vreo lipsă.",
        "28": "Aduceau și orz și paie pentru armăsari și fugari, în locul unde se afla împăratul, fiecare după poruncile pe care le primise. Faima și înțelepciunea lui Solomon",
        "29": "Dumnezeu a dat lui Solomon înțelepciune, foarte mare pricepere și cunoștințe multe, ca nisipul de pe țărmul mării.",
        "30": "Înțelepciunea lui Solomon întrecea înțelepciunea tuturor fiilor Răsăritului și toată înțelepciunea egiptenilor.",
        "31": "El era mai înțelept decât orice om, mai mult decât Etan, Ezrahitul, mai mult decât Heman, Calcol și Darda, fiii lui Mahol, și faima lui se răspândise printre toate neamurile de primprejur.",
        "32": "A rostit trei mii de pilde și a alcătuit o mie cinci cântări.",
        "33": "A vorbit despre copaci, de la cedrul din Liban până la isopul care crește pe zid, a vorbit, de asemenea, despre dobitoace, despre păsări, despre târâtoare și despre pești.",
        "34": "Veneau oameni din toate popoarele să asculte înțelepciunea lui Solomon, din partea tuturor împăraților pământului care auziseră vorbindu-se de înțelepciunea lui."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Regele Solomon domnea peste tot Israelul.",
        "2": "Aceștia erau dregătorii pe care-i avea în slujba lui: Azaria, fiul preotului Țadok;",
        "3": "Elihoref și Ahia, fiii lui Șișa, erau scribi; Iehoșafat, fiul lui Ahilud, era cronicar;",
        "4": "Benaia, fiul lui Iehoiada, era conducătorul armatei; Țadok și Abiatar erau preoți;",
        "5": "Azaria, fiul lui Natan, era numit responsabil peste administratorii regiunilor; Zabud, fiul lui Natan, era preot și prieten al regelui;",
        "6": "Ahișar răspundea de palat, iar Adoniram, fiul lui Abda, răspundea de oamenii de corvoadă.",
        "7": "Solomon avea doisprezece administratori peste tot Israelul, care asigurau hrana regelui și a familiei sale. Fiecare asigura hrana timp de o lună pe an.",
        "8": "Acestea sunt numele lor: Ben-Hur – pe muntele lui Efraim;",
        "9": "Ben-Deker – în Makaț, în Șaalbim, în Bet-Șemeș și în Elon Bet-Hanan;",
        "10": "Ben-Hesed – în Arubot; (Soco și toată țara Hefer erau ale lui);",
        "11": "Ben-Abinadab avea toate înălțimile Dorului; (Tafat, fata lui Solomon, era soția lui);",
        "12": "Baana, fiul lui Ahilud – în Taanah, în Meghido și în tot Bet-Șanul care este lângă Țortan, sub Izreel; apoi de la Bet-Șan până la Abel-Mehola, până dincolo de Iokmeam;",
        "13": "Ben-Gheber – în Ramotul Ghiladului; el avea așezările lui Iair, fiul lui Manase, care sunt în Ghilad, precum și regiunea Argob, care este în Bașan – șaizeci de cetăți mari cu ziduri și zăvoare de bronz;",
        "14": "Ahinadab, fiul lui Ido – în Mahanaim;",
        "15": "Ahimaaț – în Neftali; el o luase de soție pe Basmat, fata lui Solomon;",
        "16": "Baana, fiul lui Hușai – în Așer și în Bealot;",
        "17": "Iehoșafat, fiul lui Paruah – în Isahar;",
        "18": "Șimei, fiul lui Ela – în Beniamin;",
        "19": "Gheber, fiul lui Uri – în teritoriul Ghiladului, țara lui Sihon, regele amoriților, și a lui Og, regele Bașanului; era singurul administrator în acest teritoriu. Bogăția și înțelepciunea lui Solomon",
        "20": "Oamenii din Iuda și din Israel erau foarte numeroși, ca nisipul de pe țărmul mării. Ei mâncau, beau și se înveseleau.",
        "21": "Solomon era stăpân peste toate regatele de la Râu, până în țara filistenilor și până la granița cu Egiptul. Acestea îi plăteau tribut și i-au fost supuse lui Solomon în toate zilele vieții lui.",
        "22": "Hrana lui Solomon pentru o singură zi era de treizeci de cori de făină aleasă și șaizeci de cori de făină integrală,",
        "23": "zece boi îngrășați în grajd, douăzeci de boi îngrășați la pășune și o sută de oi, în afară de cerbi, gazele, căpriori și păsări îngrășate.",
        "24": "El stăpânea peste toată regiunea de dincoace de Râu, de la Tifsah până la Gaza, peste toți regii de dincoace de Râu și avea pace din toate părțile.",
        "25": "Iuda și Israel, de la Dan până la Beer-Șeba, au locuit în siguranță, fiecare sub via și sub smochinul lui, în toate zilele vieții lui Solomon.",
        "26": "Solomon avea patruzeci de mii de grajduri pentru caii de la carele sale și douăsprezece mii de călăreți.",
        "27": "Administratorii, fiecare în luna lui, asigurau hrana regelui Solomon și a tuturor celor ce se apropiau de masa regelui Solomon, urmărind să nu lipsească nimic.",
        "28": "Ei aduceau și orz și paie pentru cai și pentru armăsari, fiecare potrivit cu responsabilitatea lui.",
        "29": "Dumnezeu i-a dat lui Solomon înțelepciune, o foarte mare pricepere și o înțelegere nemăsurată, ca nisipul de pe țărmul mării.",
        "30": "Înțelepciunea lui Solomon era mai mare decât înțelepciunea tuturor fiilor Estului și decât toată înțelepciunea Egiptului.",
        "31": "El era mai înțelept decât oricare alt om, mai înțelept decât ezrahitul Etan, decât Heman, Calcol și Darda, fiii lui Mahol. Faima lui s-a răspândit printre toate națiunile din jur.",
        "32": "El a alcătuit trei mii de proverbe și a compus o mie cinci cântări.",
        "33": "A vorbit despre copaci, de la cedrul din Liban până la isopul care crește pe ziduri, despre animale, despre păsări, despre târâtoare și despre pești.",
        "34": "Oameni din toate popoarele veneau să audă înțelepciunea lui Solomon. Veneau din partea tuturor regilor pământului, care auziseră de înțelepciunea lui."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "King Solomon was king over all Israel.",
        "2": "These were the princes whom he had: Azariah the son of Zadok, the priest;",
        "3": "Elihoreph and Ahijah, the sons of Shisha, scribes; Jehoshaphat the son of Ahilud, the recorder;",
        "4": "Benaiah the son of Jehoiada was over the army; Zadok and Abiathar were priests;",
        "5": "Azariah the son of Nathan was over the officers; Zabud the son of Nathan was chief minister, the king’s friend;",
        "6": "Ahishar was over the household; and Adoniram the son of Abda was over the men subject to forced labor.",
        "7": "Solomon had twelve officers over all Israel, who provided food for the king and his household. Each man had to make provision for a month in the year.",
        "8": "These are their names: Ben Hur, in the hill country of Ephraim;",
        "9": "Ben Deker, in Makaz, in Shaalbim, Beth Shemesh, and Elon Beth Hanan;",
        "10": "Ben Hesed, in Arubboth (Socoh and all the land of Hepher belonged to him);",
        "11": "Ben Abinadab, in all the height of Dor (he had Taphath, Solomon’s daughter, as wife);",
        "12": "Baana the son of Ahilud, in Taanach and Megiddo, and all Beth Shean which is beside Zarethan, beneath Jezreel, from Beth Shean to Abel Meholah, as far as beyond Jokmeam;",
        "13": "Ben Geber, in Ramoth Gilead (the towns of Jair the son of Manasseh, which are in Gilead, belonged to him; and the region of Argob, which is in Bashan, sixty great cities with walls and bronze bars, belonged to him);",
        "14": "Ahinadab the son of Iddo, in Mahanaim;",
        "15": "Ahimaaz, in Naphtali (he also took Basemath the daughter of Solomon as wife);",
        "16": "Baana the son of Hushai, in Asher and Bealoth;",
        "17": "Jehoshaphat the son of Paruah, in Issachar;",
        "18": "Shimei the son of Ela, in Benjamin;",
        "19": "Geber the son of Uri, in the land of Gilead, the country of Sihon king of the Amorites and of Og king of Bashan; and he was the only officer who was in the land.",
        "20": "Judah and Israel were numerous as the sand which is by the sea in multitude, eating and drinking and making merry.",
        "21": "Solomon ruled over all the kingdoms from the River to the land of the Philistines, and to the border of Egypt. They brought tribute and served Solomon all the days of his life.",
        "22": "Solomon’s provision for one day was thirty cors of fine flour, sixty measures of meal,",
        "23": "ten head of fat cattle, twenty head of cattle out of the pastures, and one hundred sheep, in addition to deer, gazelles, roebucks, and fattened fowl.",
        "24": "For he had dominion over all on this side of the River, from Tiphsah even to Gaza, over all the kings on this side of the River; and he had peace on all sides around him.",
        "25": "Judah and Israel lived safely, every man under his vine and under his fig tree, from Dan even to Beersheba, all the days of Solomon.",
        "26": "Solomon had forty thousand stalls of horses for his chariots, and twelve thousand horsemen.",
        "27": "Those officers provided food for King Solomon, and for all who came to King Solomon’s table, every man in his month. They let nothing be lacking.",
        "28": "They also brought barley and straw for the horses and swift steeds to the place where the officers were, each man according to his duty.",
        "29": "God gave Solomon abundant wisdom, understanding, and breadth of mind like the sand that is on the seashore.",
        "30": "Solomon’s wisdom excelled the wisdom of all the children of the east and all the wisdom of Egypt.",
        "31": "For he was wiser than all men—wiser than Ethan the Ezrahite, Heman, Calcol, and Darda, the sons of Mahol; and his fame was in all the nations all around.",
        "32": "He spoke three thousand proverbs, and his songs numbered one thousand five.",
        "33": "He spoke of trees, from the cedar that is in Lebanon even to the hyssop that grows out of the wall; he also spoke of animals, of birds, of creeping things, and of fish.",
        "34": "People of all nations came to hear the wisdom of Solomon, sent by all kings of the earth who had heard of his wisdom."
      }
    }
  }
}