{
  "book": "1 Imparati",
  "chapter": "16",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Cuvântul Domnului a vorbit astfel lui Iehu, fiul lui Hanani, împotriva lui Baeșa:",
        "2": "„Eu te-am ridicat din țărână și te-am pus mai-mare peste poporul Meu Israel; dar, pentru că ai umblat pe calea lui Ieroboam și ai făcut pe poporul Meu Israel să păcătuiască, pentru ca să Mă mânii prin păcatele lor,",
        "3": "iată că voi mătura pe Baeșa și casa lui și casa ta o voi face ca și casa lui Ieroboam, fiul lui Nebat.",
        "4": "Cine va muri în cetate din casa lui Baeșa va fi mâncat de câini și cine va muri pe câmp dintr-ai lui va fi mâncat de păsările cerului.”",
        "5": "Celelalte fapte ale lui Baeșa, ce a făcut el și isprăvile lui nu sunt scrise oare în Cartea Cronicilor împăraților lui Israel?",
        "6": "Baeșa a adormit cu părinții săi și a fost îngropat la Tirța. Și în locul lui a domnit fiul său Ela.",
        "7": "Cuvântul Domnului vorbise prin prorocul Iehu, fiul lui Hanani, împotriva lui Baeșa și împotriva casei lui, pe de o parte, pentru tot răul pe care-l făcuse sub ochii Domnului, mâniindu-L prin lucrul mâinilor lui și ajungând ca și casa lui Ieroboam, iar pe de alta, pentru că lovise casa lui Ieroboam. Domnia lui Ela",
        "8": "În al douăzeci și șaselea an al lui Asa, împăratul lui Iuda, a început să domnească Ela, fiul lui Baeșa. El a domnit peste Israel la Tirța. A domnit doi ani.",
        "9": "Slujitorul său Zimri, care era mai-mare peste jumătate din carele lui, a uneltit împotriva lui. Ela era la Tirța chefuind și îmbătându-se în casa lui Arța, căpetenia casei împăratului la Tirța.",
        "10": "Zimri a intrat, l-a lovit și l-a ucis în al douăzeci și șaptelea an al lui Asa, împăratul lui Iuda. Și a domnit el în locul lui.",
        "11": "Când s-a făcut împărat și a șezut pe scaunul lui de domnie, a omorât toată casa lui Baeșa, n-a lăsat să scape nimeni din ai lui, nici rudă, nici prieten.",
        "12": "Zimri a nimicit toată casa lui Baeșa, după cuvântul pe care-l spusese Domnul împotriva lui Baeșa prin prorocul Iehu,",
        "13": "din pricina tuturor păcatelor pe care le săvârșise Baeșa și fiul său Ela și în care târâseră și pe Israel, mâniind, prin idolii lor, pe Domnul Dumnezeul lui Israel.",
        "14": "Celelalte fapte ale lui Ela și tot ce a făcut el nu sunt scrise oare în Cartea Cronicilor împăraților lui Israel? Zimri",
        "15": "În al douăzeci și șaptelea an al lui Asa, împăratul lui Iuda, Zimri a domnit șapte zile la Tirța. Poporul tăbăra împotriva Ghibetonului, care era al filistenilor.",
        "16": "Și poporul a auzit în tabără vestea aceasta: „Zimri a uneltit și chiar a ucis pe împărat!” Și în ziua aceea, tot Israelul a pus în tabără ca împărat al lui Israel pe Omri, căpetenia oștirii.",
        "17": "Omri și tot Israelul cu el au pornit din Ghibeton și au împresurat Tirța.",
        "18": "Zimri, văzând că cetatea este luată, a intrat în cetățuia casei împăratului și a dat foc casei împăratului peste el. Astfel a murit el",
        "19": "din pricina păcatelor pe care le săvârșise, făcând ce este rău înaintea Domnului, umblând pe calea lui Ieroboam, săvârșind păcatele pe care le făcuse Ieroboam și făcând și pe Israel să păcătuiască.",
        "20": "Celelalte fapte ale lui Zimri și uneltirea pe care a făcut-o el nu sunt scrise oare în Cartea Cronicilor împăraților lui Israel?",
        "21": "Atunci, poporul lui Israel s-a dezbinat în două părți: jumătate din popor voia să facă împărat pe Tibni, fiul lui Ghinat, și jumătate era pentru Omri.",
        "22": "Cei ce urmau pe Omri au biruit pe cei ce urmau pe Tibni, fiul lui Ghinat. Tibni a murit, și Omri a domnit. Domnia lui Omri",
        "23": "În al treizeci și unulea an al lui Asa, împăratul lui Iuda, a început să domnească peste Israel Omri. A domnit doisprezece ani. După ce a domnit șase ani la Tirța,",
        "24": "a cumpărat de la Șemer muntele Samariei cu doi talanți de argint, a întărit muntele și a pus cetății pe care a zidit-o numele Samaria, după numele lui Șemer, domnul muntelui.",
        "25": "Omri a făcut ce este rău înaintea Domnului și a lucrat mai rău decât toți cei ce fuseseră înaintea lui.",
        "26": "A umblat în toată calea lui Ieroboam, fiul lui Nebat, și s-a dedat la păcatele în care târâse Ieroboam pe Israel, mâniind prin idolii lor pe Domnul Dumnezeul lui Israel.",
        "27": "Celelalte fapte ale lui Omri, ce a făcut el și isprăvile lui nu sunt scrise oare în Cartea Cronicilor împăraților lui Israel?",
        "28": "Omri a adormit cu părinții săi și a fost îngropat la Samaria. Și în locul lui a domnit fiul său Ahab. Ahab și Izabela",
        "29": "Ahab, fiul lui Omri, a început să domnească peste Israel în al treizeci și optulea an al lui Asa, împăratul lui Iuda. Ahab, fiul lui Omri, a domnit douăzeci și doi de ani peste Israel la Samaria.",
        "30": "Ahab, fiul lui Omri, a făcut ce este rău înaintea Domnului, mai mult decât toți cei ce fuseseră înaintea lui.",
        "31": "Și, ca și cum ar fi fost puțin lucru pentru el să se dedea la păcatele lui Ieroboam, fiul lui Nebat, a mai luat de nevastă și pe Izabela, fata lui Etbaal, împăratul sidoniților, și a slujit lui Baal și s-a închinat înaintea lui.",
        "32": "A ridicat un altar lui Baal în templul lui Baal, pe care l-a zidit la Samaria,",
        "33": "și a făcut un idol Astarteei. Ahab a făcut mai multe rele decât toți împărații lui Israel care fuseseră înaintea lui, ca să mânie pe Domnul Dumnezeul lui Israel.",
        "34": "Pe vremea lui, Hiel din Betel a zidit iarăși Ierihonul, i-a pus temeliile cu prețul lui Abiram, întâiul lui născut, și i-a pus porțile cu prețul lui Segub, cel mai tânăr fiu al lui, după cuvântul pe care-l spusese Domnul prin Iosua, fiul lui Nun."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Atunci, Cuvântul Domnului a vorbit împotriva lui Bașa prin Iehu, fiul lui Hanani, zicând:",
        "2": "„Te-am ridicat din pulbere și te-am pus conducător peste poporul Meu, Israel, dar tu ai umblat pe căile lui Ieroboam și l-ai făcut pe poporul Meu Israel să păcătuiască, mâniindu-Mă prin păcatele lor.",
        "3": "De aceea îl voi nimici pe Bașa împreună cu familia lui și voi face familiei lui cum am făcut familiei lui Ieroboam, fiul lui Nebat.",
        "4": "Câinii îi vor devora pe cei ai lui Bașa care vor muri în cetate, iar păsările cerului îi vor devora pe cei care vor muri pe câmp“.",
        "5": "Celelalte fapte ale lui Bașa, ce a făcut el și puterea lui, nu sunt scrise oare în „Cartea cronicilor regilor lui Israel“?",
        "6": "Bașa a adormit alături de strămoșii săi și a fost înmormântat la Tirța, iar fiul său Ela a domnit în locul lui.",
        "7": "Cuvântul Domnului vorbise împotriva lui Bașa și împotriva familiei lui prin profetul Iehu, fiul lui Hanani, atât din cauza tuturor relelor pe care acesta le făcuse în ochii Domnului, mâniindu-L prin faptele lui și devenind asemenea familiei lui Ieroboam, cât și din cauză că el făcuse să piară familia lui Ieroboam. Domnia lui Ela peste Israel și conspirația lui Zimri",
        "8": "În al douăzeci și șaselea an al lui Asa, regele lui Iuda, Ela, fiul lui Bașa, a început să domnească peste Israel. El a domnit la Tirța timp de doi ani.",
        "9": "Slujitorul său Zimri, conducător peste jumătate dintre carele sale, a conspirat împotriva lui. Ela era la Tirța, îmbătându-se în casa lui Arța, cel care răspundea de palatul din Tirța.",
        "10": "Zimri a intrat, l-a lovit și l-a omorât în al douăzeci și șaptelea an al lui Asa, regele lui Iuda. Apoi a început să domnească în locul lui.",
        "11": "Imediat ce a devenit rege și s-a așezat pe tronul său, a ucis toată familia lui Bașa; n-a lăsat în viață niciun bărbat, nici dintre rudele sale, nici dintre prietenii săi.",
        "12": "Astfel, Zimri a nimicit toată familia lui Bașa, potrivit cuvântului rostit de Domnul împotriva lui Bașa prin profetul Iehu,",
        "13": "din cauza tuturor păcatelor pe care le-au comis Bașa și fiul său Ela și prin care l-au făcut și pe Israel să păcătuiască, mâniindu-L pe Domnul, Dumnezeul lui Israel, prin idolii lor deșerți.",
        "14": "Celelalte fapte ale lui Ela și ce a făcut el, nu sunt scrise oare în „Cartea cronicilor regilor lui Israel“? Domnia lui Zimri peste Israel și conspirația lui Omri",
        "15": "În al douăzeci și șaptelea an al lui Asa, regele lui Iuda, Zimri a domnit la Tirța șapte zile, în timp ce poporul asedia Ghibetonul care aparținea filistenilor.",
        "16": "Poporul care era în tabără a aflat că Zimri a conspirat împotriva regelui și că l-a ucis. Și, în ziua aceea, chiar acolo în tabără, tot Israelul l-a numit rege peste Israel pe Omri, conducătorul armatei.",
        "17": "Apoi, Omri și tot Israelul care era cu el au pornit din Ghibeton și au asediat Tirța.",
        "18": "Când Zimri a văzut că cetatea a fost capturată, a intrat în fortăreața palatului regelui. El a dat foc palatului regelui peste el și a murit",
        "19": "din cauza păcatelor pe care le-a comis, făcând ce este rău înaintea ochilor Domnului, umblând pe calea lui Ieroboam și trăind în păcatele pe care acesta le comisese și prin care îl făcuse pe Israel să păcătuiască.",
        "20": "Celelalte fapte ale lui Zimri și conspirația pe care a pus-o la cale, nu sunt scrise oare în „Cartea cronicilor regilor lui Israel“?",
        "21": "Atunci, poporul Israel s-a împărțit în două: jumătate din popor dorea să-l facă rege pe Tibni, fiul lui Ghinat, iar cealaltă jumătate, pe Omri.",
        "22": "Poporul care era de partea lui Omri a triumfat asupra poporului care-l urma pe Tibni, fiul lui Ghinat. Astfel, Tibni a murit, iar Omri a devenit rege. Domnia lui Omri peste Israel",
        "23": "Omri a început să domnească peste Israel în al treizeci și unulea an al lui Asa, regele lui Iuda, și a domnit timp de doisprezece ani, dintre care șase în Tirța.",
        "24": "El a cumpărat de la Șemer dealul Samariei cu doi talanți de argint. Apoi a construit o cetate pe deal și i-a pus numele Samaria, după numele lui Șemer, fostul proprietar al dealului.",
        "25": "Însă Omri a făcut ceea ce este rău înaintea ochilor Domnului; a făcut mai mult rău decât toți cei care fuseseră înainte de el.",
        "26": "El a trăit întru totul ca Ieroboam, fiul lui Nebat. A trăit în păcatele prin care acesta îl făcuse și pe Israel să păcătuiască, mâniindu-L pe Domnul, Dumnezeul lui Israel, prin idolii lor deșerți.",
        "27": "Celelalte fapte ale lui Omri, ce a făcut el și puterea pe care el și-a manifestat-o, nu sunt scrise oare în „Cartea cronicilor regilor lui Israel“?",
        "28": "Omri a adormit alături de strămoșii săi și a fost înmormântat în Samaria, iar fiul său Ahab a început să domnească în locul lui. Consolidarea dinastiei lui Omri: regele Ahab",
        "29": "Ahab, fiul lui Omri, a început să domnească peste Israel în al treizeci și optulea an al lui Asa, regele lui Iuda. Ahab, fiul lui Omri, a domnit timp de douăzeci și doi de ani peste Israel, în Samaria.",
        "30": "Ahab, fiul lui Omri, a făcut mai mult rău în ochii Domnului decât toți cei care au fost înainte de el.",
        "31": "Și, ca și cum ar fi fost puțin lucru să trăiască în păcatele lui Ieroboam, fiul lui Nebat, el și-a mai luat-o de soție și pe Izabela, fata lui Etbaal, regele sidonienilor, i-a slujit lui Baal și i s-a închinat.",
        "32": "El a așezat un altar pentru Baal în templul lui Baal, pe care-l construise în Samaria",
        "33": "și a făcut un stâlp al Așerei. Ahab a făcut mai mult rău decât toți regii lui Israel care au fost înainte de el, mâniindu-L pe Domnul, Dumnezeul lui Israel.",
        "34": "În timpul lui, Hiel betelitul a reconstruit Ierihonul. I-a pus temeliile cu prețul lui Abiram, întâiul său născut, și i-a ridicat porțile cu prețul lui Segub, fiul său cel mai tânăr, potrivit cuvântului rostit de Domnul prin Iosua, fiul lui Nun."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh’s word came to Jehu the son of Hanani against Baasha, saying,",
        "2": "“Because I exalted you out of the dust and made you prince over my people Israel, and you have walked in the way of Jeroboam and have made my people Israel to sin, to provoke me to anger with their sins,",
        "3": "behold, I will utterly sweep away Baasha and his house; and I will make your house like the house of Jeroboam the son of Nebat.",
        "4": "The dogs will eat Baasha’s descendants who die in the city; and he who dies of his in the field, the birds of the sky will eat.”",
        "5": "Now the rest of the acts of Baasha, and what he did, and his might, aren’t they written in the book of the chronicles of the kings of Israel?",
        "6": "Baasha slept with his fathers, and was buried in Tirzah; and Elah his son reigned in his place.",
        "7": "Moreover Yahweh’s word came by the prophet Jehu the son of Hanani against Baasha and against his house, both because of all the evil that he did in Yahweh’s sight, to provoke him to anger with the work of his hands, in being like the house of Jeroboam, and because he struck him.",
        "8": "In the twenty-sixth year of Asa king of Judah, Elah the son of Baasha began to reign over Israel in Tirzah for two years.",
        "9": "His servant Zimri, captain of half his chariots, conspired against him. Now he was in Tirzah, drinking himself drunk in the house of Arza, who was over the household in Tirzah;",
        "10": "and Zimri went in and struck him and killed him in the twenty-seventh year of Asa king of Judah, and reigned in his place.",
        "11": "When he began to reign, as soon as he sat on his throne, he attacked all the house of Baasha. He didn’t leave him a single one who urinates on a wall among his relatives or his friends.",
        "12": "Thus Zimri destroyed all the house of Baasha, according to Yahweh’s word which he spoke against Baasha by Jehu the prophet,",
        "13": "for all the sins of Baasha, and the sins of Elah his son, which they sinned and with which they made Israel to sin, to provoke Yahweh, the God of Israel, to anger with their vanities.",
        "14": "Now the rest of the acts of Elah, and all that he did, aren’t they written in the book of the chronicles of the kings of Israel?",
        "15": "In the twenty-seventh year of Asa king of Judah, Zimri reigned seven days in Tirzah. Now the people were encamped against Gibbethon, which belonged to the Philistines.",
        "16": "The people who were encamped heard that Zimri had conspired, and had also killed the king. Therefore all Israel made Omri, the captain of the army, king over Israel that day in the camp.",
        "17": "Omri went up from Gibbethon, and all Israel with him, and they besieged Tirzah.",
        "18": "When Zimri saw that the city was taken, he went into the fortified part of the king’s house and burned the king’s house over him with fire, and died,",
        "19": "for his sins which he sinned in doing that which was evil in Yahweh’s sight, in walking in the way of Jeroboam, and in his sin which he did to make Israel to sin.",
        "20": "Now the rest of the acts of Zimri, and his treason that he committed, aren’t they written in the book of the chronicles of the kings of Israel?",
        "21": "Then the people of Israel were divided into two parts: half of the people followed Tibni the son of Ginath, to make him king, and half followed Omri.",
        "22": "But the people who followed Omri prevailed against the people who followed Tibni the son of Ginath; so Tibni died, and Omri reigned.",
        "23": "In the thirty-first year of Asa king of Judah, Omri began to reign over Israel for twelve years. He reigned six years in Tirzah.",
        "24": "He bought the hill Samaria of Shemer for two talents of silver; and he built on the hill, and called the name of the city which he built, Samaria, after the name of Shemer, the owner of the hill.",
        "25": "Omri did that which was evil in Yahweh’s sight, and dealt wickedly above all who were before him.",
        "26": "For he walked in all the way of Jeroboam the son of Nebat, and in his sins with which he made Israel to sin, to provoke Yahweh, the God of Israel, to anger with their vanities.",
        "27": "Now the rest of the acts of Omri which he did, and his might that he showed, aren’t they written in the book of the chronicles of the kings of Israel?",
        "28": "So Omri slept with his fathers, and was buried in Samaria; and Ahab his son reigned in his place.",
        "29": "In the thirty-eighth year of Asa king of Judah, Ahab the son of Omri began to reign over Israel. Ahab the son of Omri reigned over Israel in Samaria twenty-two years.",
        "30": "Ahab the son of Omri did that which was evil in Yahweh’s sight above all that were before him.",
        "31": "As if it had been a light thing for him to walk in the sins of Jeroboam the son of Nebat, he took as wife Jezebel the daughter of Ethbaal king of the Sidonians, and went and served Baal and worshiped him.",
        "32": "He raised up an altar for Baal in the house of Baal, which he had built in Samaria.",
        "33": "Ahab made the Asherah; and Ahab did more yet to provoke Yahweh, the God of Israel, to anger than all the kings of Israel who were before him.",
        "34": "In his days Hiel the Bethelite built Jericho. He laid its foundation with the loss of Abiram his firstborn, and set up its gates with the loss of his youngest son Segub, according to Yahweh’s word, which he spoke by Joshua the son of Nun."
      }
    }
  }
}