{
  "book": "1 Imparati",
  "chapter": "13",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Dar iată că un om al lui Dumnezeu a venit din Iuda la Betel, trimis de cuvântul Domnului, tocmai pe când stătea Ieroboam la altar să ardă tămâie.",
        "2": "El a strigat împotriva altarului, după cuvântul Domnului, și a zis: „Altarule! Altarule! Așa vorbește Domnul: ‘Iată că se va naște un fiu casei lui David; numele lui va fi Iosia; el va înjunghia pe tine pe preoții înălțimilor care ard tămâie pe tine, și pe tine se vor arde oseminte omenești!’”",
        "3": "Și în aceeași zi a dat un semn zicând: „Acesta este semnul care arată că Domnul a vorbit: Altarul se va despica și cenușa de pe el se va vărsa.”",
        "4": "Când a auzit împăratul cuvântul pe care-l strigase omul lui Dumnezeu împotriva altarului din Betel, a întins mâna de pe altar, zicând: „Prindeți-l!” Și mâna pe care o întinsese Ieroboam împotriva lui s-a uscat și n-a putut s-o întoarcă înapoi.",
        "5": "Altarul s-a despicat și cenușa de pe el s-a vărsat, după semnul pe care-l dăduse omul lui Dumnezeu, potrivit cu cuvântul Domnului.",
        "6": "Atunci, împăratul a luat cuvântul și a zis omului lui Dumnezeu: „Roagă-te Domnului Dumnezeului tău și cere-I să-mi pot trage mâna înapoi.” Omul lui Dumnezeu s-a rugat Domnului și împăratul a putut să-și tragă înapoi mâna, care s-a făcut sănătoasă ca mai înainte.",
        "7": "Împăratul a zis omului lui Dumnezeu: „Intră cu mine în casă, să iei ceva de mâncare, și-ți voi da un dar.”",
        "8": "Omul lui Dumnezeu a zis împăratului: „Jumătate din casa ta să-mi dai, și n-aș intra cu tine. Nu voi mânca pâine și nu voi bea apă în locul acesta,",
        "9": "căci iată ce poruncă mi-a fost dată prin cuvântul Domnului: ‘Să nu mănânci pâine, nici să nu bei apă și nici să nu te întorci pe drumul pe care te vei duce.’”",
        "10": "El a plecat pe un alt drum și nu s-a întors pe drumul pe care venise la Betel. Omul lui Dumnezeu, omorât de un leu",
        "11": "În Betel locuia un proroc bătrân. Fiii săi au venit și i-au istorisit toate lucrurile pe care le făcuse omul lui Dumnezeu la Betel în ziua aceea, precum și cuvintele pe care le spusese împăratului. După ce au istorisit tatălui lor toate,",
        "12": "el le-a zis: „Pe ce drum a plecat?” Fiii săi văzuseră pe ce drum plecase omul lui Dumnezeu care venise din Iuda.",
        "13": "Și a zis fiilor săi: „Puneți-mi șaua pe măgar.” I-au pus șaua pe măgar și a încălecat pe el.",
        "14": "S-a dus după omul lui Dumnezeu și l-a găsit stând sub un stejar. Și i-a zis: „Tu ești omul lui Dumnezeu care a venit din Iuda?” El a răspuns: „Eu sunt.”",
        "15": "Atunci, el i-a zis: „Vino cu mine acasă și să iei ceva să mănânci.”",
        "16": "Dar el a răspuns: „Nu pot nici să mă întorc cu tine, nici să intru la tine. Nu voi mânca pâine și nici nu voi bea apă cu tine în locul acesta,",
        "17": "căci mi s-a spus prin cuvântul Domnului: ‘Să nu mănânci pâine, nici să nu bei apă acolo și nici să nu te întorci pe drumul pe care te vei duce.’”",
        "18": "Și el i-a zis: „Și eu sunt proroc ca tine; și un înger mi-a vorbit din partea Domnului și mi-a zis: ‘Adu-l acasă cu tine ca să mănânce pâine și să bea apă.’” Îl mințea.",
        "19": "Omul lui Dumnezeu s-a întors cu el și a mâncat pâine și a băut apă în casa lui.",
        "20": "Pe când stăteau ei la masă, cuvântul Domnului a vorbit prorocului care-l adusese înapoi.",
        "21": "Și el a strigat omului lui Dumnezeu care venise din Iuda: „Așa vorbește Domnul: ‘Pentru că n-ai ascultat porunca Domnului și n-ai păzit porunca pe care ți-o dăduse Domnul Dumnezeul tău,",
        "22": "pentru că te-ai întors și ai mâncat pâine și ai băut apă în locul despre care îți spusese: «Să nu mănânci pâine și să nu bei apă acolo», trupul tău mort nu va intra în mormântul părinților tăi.’”",
        "23": "Și, după ce a mâncat pâine și a băut apă prorocul pe care-l întorsese, i-a pus șaua pe măgar.",
        "24": "Omul lui Dumnezeu a plecat și a fost întâlnit pe drum de un leu care l-a omorât. Trupul lui mort era întins pe drum; măgarul a rămas lângă el și leul stătea și el lângă trup.",
        "25": "Și niște oameni care treceau pe acolo au văzut trupul întins în drum și leul stând lângă trup și au spus lucrul acesta la venirea lor în cetatea în care locuia prorocul cel bătrân.",
        "26": "Când a auzit lucrul acesta, prorocul care întorsese de pe drum pe omul lui Dumnezeu a zis: „Este omul lui Dumnezeu care n-a ascultat de porunca Domnului, și Domnul l-a dat în ghearele leului, care l-a sfâșiat și l-a omorât după cuvântul pe care i-l spusese Domnul.”",
        "27": "Apoi, îndreptându-se către fiii săi, a zis: „Puneți-mi șaua pe măgar.” Au pus șaua pe măgar",
        "28": "și el a plecat. A găsit trupul întins în drum și măgarul și leul stând lângă trup. Leul nu mâncase trupul și nu sfâșiase pe măgar.",
        "29": "Prorocul a ridicat trupul omului lui Dumnezeu, l-a pus pe măgar și l-a adus înapoi; și bătrânul proroc s-a întors în cetate să-l jelească și să-l îngroape.",
        "30": "I-a pus trupul în mormânt și l-a jelit zicând: „Vai, frate!”",
        "31": "După ce l-a îngropat, a zis fiilor săi: „Când voi muri, să mă îngropați în mormântul în care este îngropat omul lui Dumnezeu; să-mi puneți oasele lângă oasele lui.",
        "32": "Căci se va împlini cuvântul pe care l-a strigat el din partea Domnului împotriva altarului din Betel și împotriva tuturor capiștilor de înălțimi din cetățile Samariei.” Neascultarea lui Ieroboam",
        "33": "După întâmplarea aceasta, Ieroboam nu s-a abătut de pe calea lui cea rea. A pus iarăși preoți pentru înălțimi, luați din tot poporul – pe oricine dorea, îl sfințea preot al înălțimilor.",
        "34": "Și fapta aceasta a fost un prilej de păcătuire pentru casa lui Ieroboam și pentru aceasta a fost nimicită ea și ștearsă de pe fața pământului."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Atunci, un om al lui Dumnezeu a venit din Iuda la Betel, după Cuvântul Domnului, în timp ce Ieroboam stătea lângă altar, arzând tămâie.",
        "2": "El a strigat împotriva altarului, potrivit Cuvântului Domnului, și a zis: „Altarule, altarule! Așa vorbește Domnul: «Iată că se va naște un fiu Casei lui David, al cărui nume va fi Iosia. El va înjunghia pe tine preoții înălțimilor, care aduc jertfe aici, și oseminte omenești se vor arde pe tine!»“.",
        "3": "El a dat un semn în aceeași zi, zicând: „Acesta este semnul pe care l-a dat Domnul: altarul se va despica, iar cenușa din el se va împrăștia“.",
        "4": "Când a auzit cuvântul pe care îl vestise omul lui Dumnezeu împotriva altarului din Betel, regele Ieroboam și-a întins mâna de deasupra altarului, zicând: „Prindeți-l!“. Dar mâna pe care o întinsese spre omul lui Dumnezeu s-a uscat, astfel că n-a mai reușit s-o tragă înapoi.",
        "5": "Altarul s-a despicat, iar cenușa din el s-a împrăștiat, potrivit semnului pe care omul lui Dumnezeu îl dăduse prin Cuvântul Domnului.",
        "6": "Atunci, regele i-a răspuns omului lui Dumnezeu și a zis: „Mijlocește la Domnul, Dumnezeul tău, și roagă-te pentru mine ca să-mi pot trage mâna înapoi!“. Omul lui Dumnezeu a mijlocit la Domnul, iar mâna regelui s-a refăcut și a devenit ca mai înainte.",
        "7": "Regele i-a zis omului lui Dumnezeu: ‒ Vino cu mine acasă, înviorează-te și îți voi da un dar!",
        "8": "Omul lui Dumnezeu i-a răspuns regelui: ‒ Chiar dacă mi-ai da jumătate din averea ta, nu voi veni cu tine, nu voi mânca pâine, nici nu voi bea apă în acest loc,",
        "9": "pentru că mi s-a poruncit prin Cuvântul Domnului: „Să nu mănânci pâine, să nu bei apă și să nu te întorci pe același drum pe care te vei duce!“.",
        "10": "Astfel, el a plecat pe un alt drum și nu s-a întors pe același drum pe care venise la Betel.",
        "11": "În Betel locuia un profet bătrân. Fiii săi au venit și i-au istorisit tatălui lor tot ceea ce făcuse omul lui Dumnezeu în Betel în acea zi, precum și cuvintele pe care i le spusese regelui.",
        "12": "Atunci tatăl lor i-a întrebat: „Pe ce drum a plecat?“. Fiii săi văzuseră pe ce drum plecase omul lui Dumnezeu, care venise din Iuda.",
        "13": "Apoi el le-a zis fiilor săi: „Puneți-mi șaua pe măgar!“. După ce i-au pus șaua pe măgar, a încălecat pe el",
        "14": "și s-a dus după omul lui Dumnezeu. L-a găsit stând jos, sub un terebint, și l-a întrebat: ‒ Tu ești omul lui Dumnezeu care a venit din Iuda? El a răspuns: ‒ Eu sunt.",
        "15": "Atunci el i-a zis: ‒ Vino acasă cu mine și mănâncă pâine.",
        "16": "Dar acesta a răspuns: ‒ Nu pot să mă întorc și să merg cu tine, nici să mănânc pâine, nici să beau apă în acest loc,",
        "17": "pentru că mi s-a spus prin Cuvântul Domnului: „Să nu mănânci pâine, nici să nu bei apă acolo și să nu te întorci pe același drum pe care te vei duce!“.",
        "18": "El i-a zis: ‒ Și eu sunt profet ca tine. Și un înger mi-a vorbit prin Cuvântul Domnului, zicând: „Adu-l înapoi acasă cu tine ca să mănânce pâine și să bea apă!“. Îl mințea.",
        "19": "Atunci omul lui Dumnezeu s-a întors cu el, a mâncat pâine și a băut apă în casa lui.",
        "20": "În timp ce stăteau la masă, Cuvântul Domnului a venit la profetul care-l adusese înapoi",
        "21": "și el a strigat împotriva omului lui Dumnezeu care venise din Iuda, zicând: „Așa vorbește Domnul: «Pentru că nu L-ai ascultat pe Domnul și nu ai păzit porunca pe care ți-a dat-o Domnul, Dumnezeul tău,",
        "22": "ci te-ai întors și ai mâncat pâine și ai băut apă în locul despre care îți poruncise să nu mănânci pâine, nici să nu bei apă, cadavrul tău nu va fi înmormântat în mormântul strămoșilor tăi»“.",
        "23": "După ce omul lui Dumnezeu a terminat de mâncat și de băut, profetul care-l adusese înapoi i-a pus șaua pe măgar.",
        "24": "El a plecat și a întâlnit pe drum un leu care l-a omorât. Cadavrul lui a fost aruncat pe drum. Atât măgarul, cât și leul stăteau lângă cadavru.",
        "25": "Niște bărbați care treceau pe acolo au văzut cadavrul întins pe drum și leul stând lângă el și au venit să spună acest lucru în cetatea în care locuia profetul cel bătrân.",
        "26": "Când profetul care-l întorsese din drumul lui a auzit acest lucru, a zis: „Acesta este omul lui Dumnezeu, care n-a ascultat de Cuvântul Domnului. Domnul l-a dat în ghearele leului, care l-a sfâșiat și l-a omorât, potrivit cuvântului pe care îl spusese Domnul“.",
        "27": "Apoi le-a zis fiilor săi: „Puneți-mi șaua pe măgar!“. Și ei i-au pus șaua.",
        "28": "El a plecat și a găsit cadavrul întins pe drum, iar măgarul și leul stând lângă cadavru. Leul nu mâncase cadavrul, nici nu sfâșiase măgarul.",
        "29": "Atunci profetul a ridicat cadavrul omului lui Dumnezeu, l-a pus pe măgar și s-a întors în cetate să-l jelească și să-l înmormânteze.",
        "30": "I-a așezat cadavrul în propriul său mormânt și l-a jelit, zicând: „Vai, frate!“.",
        "31": "După ce l-a înmormântat, profetul le-a spus fiilor săi: „Când voi muri, înmormântați-mă în mormântul în care este înmormântat omul lui Dumnezeu. Așezați-mi oasele lângă oasele lui,",
        "32": "deoarece cuvântul pe care el l-a rostit, potrivit poruncii Domnului, împotriva altarului care se află în Betel și împotriva tuturor sanctuarelor de pe înălțimile care se găsesc în cetățile Samariei, se va împlini“.",
        "33": "Ieroboam nu s-a întors de la calea lui cea rea nici după acest eveniment, ci a numit preoți pentru înălțimi, luați din tot poporul. Cei doritori erau învestiți de el ca preoți pentru înălțimi.",
        "34": "Acesta a fost păcatul familiei lui Ieroboam, care a dus la ștergerea și nimicirea ei de pe fața pământului."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Behold, a man of God came out of Judah by Yahweh’s word to Bethel; and Jeroboam was standing by the altar to burn incense.",
        "2": "He cried against the altar by Yahweh’s word, and said, “Altar! Altar! Yahweh says: ‘Behold, a son will be born to David’s house, Josiah by name. On you he will sacrifice the priests of the high places who burn incense on you, and they will burn men’s bones on you.’”",
        "3": "He gave a sign the same day, saying, “This is the sign which Yahweh has spoken: Behold, the altar will be split apart, and the ashes that are on it will be poured out.”",
        "4": "When the king heard the saying of the man of God, which he cried against the altar in Bethel, Jeroboam put out his hand from the altar, saying, “Seize him!” His hand, which he put out against him, dried up, so that he could not draw it back again to himself.",
        "5": "The altar was also split apart, and the ashes poured out from the altar, according to the sign which the man of God had given by Yahweh’s word.",
        "6": "The king answered the man of God, “Now intercede for the favor of Yahweh your God, and pray for me, that my hand may be restored me again.” The man of God interceded with Yahweh, and the king’s hand was restored to him again, and became as it was before.",
        "7": "The king said to the man of God, “Come home with me and refresh yourself, and I will give you a reward.”",
        "8": "The man of God said to the king, “Even if you gave me half of your house, I would not go in with you, neither would I eat bread nor drink water in this place;",
        "9": "for so was it commanded me by Yahweh’s word, saying, ‘You shall eat no bread, drink no water, and don’t return by the way that you came.’”",
        "10": "So he went another way, and didn’t return by the way that he came to Bethel.",
        "11": "Now an old prophet lived in Bethel, and one of his sons came and told him all the works that the man of God had done that day in Bethel. They also told their father the words which he had spoken to the king.",
        "12": "Their father said to them, “Which way did he go?” Now his sons had seen which way the man of God went, who came from Judah.",
        "13": "He said to his sons, “Saddle the donkey for me.” So they saddled the donkey for him; and he rode on it.",
        "14": "He went after the man of God, and found him sitting under an oak. He said to him, “Are you the man of God who came from Judah?” He said, “I am.”",
        "15": "Then he said to him, “Come home with me and eat bread.”",
        "16": "He said, “I may not return with you, nor go in with you. I will not eat bread or drink water with you in this place.",
        "17": "For it was said to me by Yahweh’s word, ‘You shall eat no bread or drink water there, and don’t turn again to go by the way that you came.’”",
        "18": "He said to him, “I also am a prophet as you are; and an angel spoke to me by Yahweh’s word, saying, ‘Bring him back with you into your house, that he may eat bread and drink water.’” He lied to him.",
        "19": "So he went back with him, ate bread in his house, and drank water.",
        "20": "As they sat at the table, Yahweh’s word came to the prophet who brought him back;",
        "21": "and he cried out to the man of God who came from Judah, saying, “Yahweh says, ‘Because you have been disobedient to Yahweh’s word, and have not kept the commandment which Yahweh your God commanded you,",
        "22": "but came back, and have eaten bread and drank water in the place of which he said to you, “Eat no bread, and drink no water,” your body will not come to the tomb of your fathers.’”",
        "23": "After he had eaten bread and after he drank, he saddled the donkey for the prophet whom he had brought back.",
        "24": "When he had gone, a lion met him by the way and killed him. His body was thrown on the path, and the donkey stood by it. The lion also stood by the body.",
        "25": "Behold, men passed by and saw the body thrown on the path, and the lion standing by the body; and they came and told it in the city where the old prophet lived.",
        "26": "When the prophet who brought him back from the way heard of it, he said, “It is the man of God who was disobedient to Yahweh’s word. Therefore Yahweh has delivered him to the lion, which has mauled him and slain him, according to Yahweh’s word which he spoke to him.”",
        "27": "He said to his sons, saying, “Saddle the donkey for me,” and they saddled it.",
        "28": "He went and found his body thrown on the path, and the donkey and the lion standing by the body. The lion had not eaten the body nor mauled the donkey.",
        "29": "The prophet took up the body of the man of God, and laid it on the donkey, and brought it back. He came to the city of the old prophet to mourn, and to bury him.",
        "30": "He laid his body in his own grave; and they mourned over him, saying, “Alas, my brother!”",
        "31": "After he had buried him, he spoke to his sons, saying, “When I am dead, bury me in the tomb in which the man of God is buried. Lay my bones beside his bones.",
        "32": "For the saying which he cried by Yahweh’s word against the altar in Bethel, and against all the houses of the high places which are in the cities of Samaria, will surely happen.”",
        "33": "After this thing, Jeroboam didn’t turn from his evil way, but again made priests of the high places from among all the people. Whoever wanted to, he consecrated him, that there might be priests of the high places.",
        "34": "This thing became sin to the house of Jeroboam, even to cut it off and to destroy it from off the surface of the earth."
      }
    }
  }
}