{
  "book": "1 Imparati",
  "chapter": "5",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Hiram, împăratul Tirului, a trimis pe slujitorii săi la Solomon, căci auzise că fusese uns împărat în locul tatălui său și el iubise totdeauna pe David.",
        "2": "Solomon a trimis vorbă lui Hiram:",
        "3": "„Știi că tatăl meu David n-a putut să zidească o casă Domnului Dumnezeului lui, din pricina războaielor cu care l-au înconjurat vrăjmașii lui până ce Domnul i-a pus sub talpa picioarelor lui.",
        "4": "Acum, Domnul Dumnezeul meu mi-a dat odihnă din toate părțile; nu mai am nici potrivnic, nici nenorociri!",
        "5": "Iată că am de gând să zidesc o casă Numelui Domnului Dumnezeului meu, cum a spus Domnul tatălui meu David, zicând: ‘Fiul tău pe care-l voi pune în locul tău pe scaunul tău de domnie, el va zidi o casă Numelui Meu.’",
        "6": "Poruncește acum să se taie pentru mine cedri din Liban. Slujitorii mei vor fi cu ai tăi și-ți voi plăti simbria slujitorilor tăi așa cum o vei hotărî tu, căci știi că dintre noi nimeni nu se pricepe să taie lemne ca sidonienii.”",
        "7": "Când a auzit Hiram cuvintele lui Solomon, a avut o mare bucurie și a zis: „Binecuvântat să fie astăzi Domnul, care a dat lui David un fiu înțelept drept căpetenie a acestui mare popor!”",
        "8": "Și Hiram a trimis răspuns lui Solomon: „Am auzit ce ai trimis să mi se spună. Voi face tot ce vei vrea în ce privește lemnele de cedru și lemnele de chiparos.",
        "9": "Slujitorii mei le vor coborî din Liban la mare și le voi trimite pe mare în plute, până la locul pe care mi-l vei arăta: acolo voi pune să le dezlege și le vei lua. Ceea ce cer în schimb este să trimiți merinde casei mele.”",
        "10": "Hiram a dat lui Solomon lemne de cedru și lemne de chiparos cât a voit.",
        "11": "Și Solomon a dat lui Hiram douăzeci de mii de cori de grâu pentru hrana casei lui și douăzeci de cori de untdelemn curat; iată ce a dat Solomon în fiecare an lui Hiram.",
        "12": "Domnul a dat înțelepciune lui Solomon, cum îi făgăduise. Între Hiram și Solomon a fost pace și au făcut legământ împreună.",
        "13": "Împăratul Solomon a luat din tot Israelul oameni de corvoadă, în număr de treizeci de mii.",
        "14": "I-a trimis în Liban, câte zece mii pe lună, cu schimbul; o lună erau în Liban și două luni erau acasă. Adoniram era mai-mare peste oamenii de corvoadă.",
        "15": "Solomon mai avea șaptezeci de mii de oameni care purtau poverile și optzeci de mii care tăiau pietrele în munți,",
        "16": "afară de căpeteniile, în număr de trei mii trei sute, puse de Solomon peste lucrări și însărcinate cu privegherea lucrătorilor.",
        "17": "Împăratul a poruncit să se scoată pietre mari și mărețe, cioplite pentru temeliile casei.",
        "18": "Lucrătorii lui Solomon, ai lui Hiram și ghibliții le-au cioplit și au pregătit lemnele și pietrele pentru zidirea casei."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Hiram, regele Tyrului, și-a trimis slujitorii la Solomon, deoarece auzise că a fost uns ca rege în locul tatălui său, iar el fusese întotdeauna un aliat al lui David.",
        "2": "Apoi Solomon i-a trimis un mesaj lui Hiram, zicând:",
        "3": "„Tu știi că tatăl meu, David, n-a putut să construiască o Casă pentru Numele Domnului, Dumnezeul său, din cauza războaielor cu care dușmanii lui l-au înconjurat din toate părțile, până când Domnul i-a dat în stăpânirea lui.",
        "4": "Acum, Domnul, Dumnezeul meu, mi-a dat odihnă din toate părțile; nu mai am niciun dușman, nicio nenorocire.",
        "5": "Iată, mi-am propus să zidesc o Casă pentru Numele Domnului, Dumnezeul meu, după cuvântul pe care Domnul i l-a spus tatălui meu, David, când a zis: «Fiul tău, pe care-l voi pune pe tronul tău, în locul tău, va construi o Casă pentru Numele Meu».",
        "6": "Poruncește deci să se taie cedri din Liban pentru mine. Slujitorii mei vor lucra împreună cu slujitorii tăi, iar eu îți voi plăti pentru munca slujitorilor tăi ceea ce-mi vei cere, căci știi că nimeni dintre noi nu se pricepe să taie lemne ca sidonienii“.",
        "7": "Când Hiram a auzit cuvintele lui Solomon, s-a bucurat foarte mult și a zis: „Binecuvântat să fie astăzi Domnul pentru că i-a dat lui David un fiu înțelept, care să domnească peste acest popor numeros!“.",
        "8": "Hiram i-a trimis un mesaj lui Solomon, zicând: „Am primit mesajul pe care mi l-ai trimis. Îți voi îndeplini toată dorința cu privire la lemnele de cedru și lemnele de chiparos.",
        "9": "Slujitorii mei le vor coborî din Liban la mare și le voi trimite pe plute, pe mare, până la locul pe care mi-l vei indica. Le voi descărca acolo, iar tu le vei lua. În ce te privește, îmi vei îndeplini dorința de a trimite hrană familiei mele“.",
        "10": "Astfel, Hiram i-a dat lui Solomon lemne de cedru și lemne de chiparos, după toată dorința lui,",
        "11": "iar Solomon i-a dat lui Hiram douăzeci de mii de cori de grâu ca hrană pentru familia lui și douăzeci de mii de cori de ulei din măsline presate. Atât îi dădea Solomon lui Hiram în fiecare an.",
        "12": "Domnul îi dăduse înțelepciune lui Solomon, așa cum promisese. Între Hiram și Solomon a fost pace, iar cei doi au încheiat un legământ.",
        "13": "Regele Solomon a luat din tot Israelul treizeci de mii de oameni de corvoadă.",
        "14": "I-a trimis în Liban cu schimbul, câte zece mii pe lună: o lună erau în Liban, două luni erau acasă. Adoniram răspundea de oamenii de corvoadă.",
        "15": "Solomon mai avea șaptezeci de mii de cărăuși și optzeci de mii de cioplitori în regiunea muntoasă,",
        "16": "pe lângă cei trei mii trei sute de supraveghetori ai lui Solomon care supravegheau lucrarea și poporul care muncea.",
        "17": "La porunca regelui, ei au adus pietre mari, pietre scumpe, ca să facă temelia Casei din pietre cioplite.",
        "18": "Constructorii lui Solomon, cei ai lui Hiram și oamenii din Ghebal au cioplit și au pregătit lemnele și pietrele pentru construirea Casei."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Hiram king of Tyre sent his servants to Solomon, for he had heard that they had anointed him king in the place of his father, and Hiram had always loved David.",
        "2": "Solomon sent to Hiram, saying,",
        "3": "“You know that David my father could not build a house for the name of Yahweh his God because of the wars which were around him on every side, until Yahweh put his enemies under the soles of his feet.",
        "4": "But now Yahweh my God has given me rest on every side. There is no enemy and no evil occurrence.",
        "5": "Behold, I intend to build a house for the name of Yahweh my God, as Yahweh spoke to David my father, saying, ‘Your son, whom I will set on your throne in your place shall build the house for my name.’",
        "6": "Now therefore command that cedar trees be cut for me out of Lebanon. My servants will be with your servants; and I will give you wages for your servants according to all that you say. For you know that there is nobody among us who knows how to cut timber like the Sidonians.”",
        "7": "When Hiram heard the words of Solomon, he rejoiced greatly, and said, “Blessed is Yahweh today, who has given to David a wise son to rule over this great people.”",
        "8": "Hiram sent to Solomon, saying, “I have heard the message which you have sent to me. I will do all your desire concerning timber of cedar, and concerning cypress timber.",
        "9": "My servants will bring them down from Lebanon to the sea. I will make them into rafts to go by sea to the place that you specify to me, and will cause them to be broken up there, and you will receive them. You will accomplish my desire, in giving food for my household.”",
        "10": "So Hiram gave Solomon cedar timber and cypress timber according to all his desire.",
        "11": "Solomon gave Hiram twenty thousand cors of wheat for food to his household, and twenty cors of pure oil. Solomon gave this to Hiram year by year.",
        "12": "Yahweh gave Solomon wisdom, as he promised him. There was peace between Hiram and Solomon, and the two of them made a treaty together.",
        "13": "King Solomon raised a levy out of all Israel; and the levy was thirty thousand men.",
        "14": "He sent them to Lebanon, ten thousand a month by courses: for a month they were in Lebanon, and two months at home; and Adoniram was over the men subject to forced labor.",
        "15": "Solomon had seventy thousand who bore burdens, and eighty thousand who were stone cutters in the mountains,",
        "16": "besides Solomon’s chief officers who were over the work: three thousand three hundred who ruled over the people who labored in the work.",
        "17": "The king commanded, and they cut out large stones, costly stones, to lay the foundation of the house with worked stone.",
        "18": "Solomon’s builders and Hiram’s builders and the Gebalites cut them, and prepared the timber and the stones to build the house."
      }
    }
  }
}