{
  "book": "1 Imparati",
  "chapter": "14",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În vremea aceea, s-a îmbolnăvit Abiia, fiul lui Ieroboam.",
        "2": "Și Ieroboam a zis nevestei sale: „Scoală-te, te rog, și schimbă-ți hainele, ca să nu se știe că ești nevasta lui Ieroboam, și du-te la Silo. Iată că acolo este Ahia, prorocul; el mi-a spus că voi fi împăratul poporului acestuia.",
        "3": "Ia cu tine zece pâini, turte și un vas cu miere și intră la el: el îți va spune ce va fi cu copilul.”",
        "4": "Nevasta lui Ieroboam a făcut așa; s-a sculat, s-a dus la Silo și a intrat în casa lui Ahia. Ahia nu mai putea să vadă, căci ochii i se întunecaseră de bătrânețe.",
        "5": "Domnul spusese lui Ahia: „Nevasta lui Ieroboam are să vină să te întrebe de fiul ei, pentru că este bolnav. Să vorbești așa și așa. Ea, când va veni, se va da drept alta.”",
        "6": "Când a auzit Ahia vuietul pașilor ei, în clipa când intra pe ușă, a zis: „Intră, nevasta lui Ieroboam. Pentru ce vrei să te dai drept alta? Sunt însărcinat să-ți vestesc lucruri aspre.",
        "7": "Du-te și spune lui Ieroboam: ‘Așa vorbește Domnul Dumnezeul lui Israel: «Te-am ridicat din mijlocul poporului, te-am pus căpetenie peste poporul Meu Israel,",
        "8": "am rupt împărăția de la casa lui David și ți-am dat-o ție, și n-ai fost ca robul Meu David, care a păzit poruncile Mele și a umblat după Mine din toată inima lui, nefăcând decât ce este drept înaintea Mea.",
        "9": "Tu ai făcut mai rău decât toți cei ce au fost înaintea ta: te-ai dus să-ți faci alți dumnezei și chipuri turnate, ca să Mă mânii, și M-ai lepădat înapoia ta!",
        "10": "De aceea, voi trimite nenorocirea peste casa lui Ieroboam, voi nimici pe oricine este al lui Ieroboam, fie rob, fie slobod în Israel, și voi mătura casa lui Ieroboam cum se mătură murdăriile, până va pieri.",
        "11": "Cel ce va muri în cetate din casa lui Ieroboam va fi mâncat de câini și cel ce va muri pe câmp va fi mâncat de păsările cerului.»’ Căci Domnul a vorbit.",
        "12": "Tu scoală-te și du-te acasă. Și, cum îți vor păși picioarele în cetate, copilul va muri.",
        "13": "Tot Israelul îl va plânge și-l va îngropa, căci el este singurul din casa lui Ieroboam care va fi pus într-un mormânt, pentru că este singurul din casa lui Ieroboam în care s-a găsit ceva bun înaintea Domnului Dumnezeului lui Israel.",
        "14": "Domnul va pune peste Israel un împărat care va nimici casa lui Ieroboam în ziua aceea. Și nu se întâmplă oare chiar acum lucrul acesta?",
        "15": "Domnul va lovi pe Israel, și Israel va fi ca trestia clătinată în ape; va smulge pe Israel din această țară bună pe care o dăduse părinților lor și-i va împrăștia dincolo de râu, pentru că și-au făcut idoli, mâniind pe Domnul.",
        "16": "Va părăsi pe Israel, din pricina păcatelor pe care le-a făcut Ieroboam și în care a târât și pe Israel.”",
        "17": "Nevasta lui Ieroboam s-a sculat și a plecat. A ajuns la Tirța și, cum a atins pragul casei, copilul a murit.",
        "18": "L-au îngropat, și tot Israelul l-a plâns, după cuvântul Domnului pe care-l spusese prin robul Său Ahia, prorocul. Moartea lui Ieroboam",
        "19": "Celelalte fapte ale lui Ieroboam, cum a făcut război și cum a domnit, sunt scrise în Cartea Cronicilor împăraților lui Israel.",
        "20": "Ieroboam a împărățit douăzeci și doi de ani, apoi a adormit cu părinții săi. Și în locul lui a împărățit fiul său Nadab. Domnia lui Roboam",
        "21": "Roboam, fiul lui Solomon, a împărățit peste Iuda. Avea patruzeci și unu de ani când s-a făcut împărat și a împărățit șaptesprezece ani la Ierusalim, cetatea pe care o alesese Domnul din toate semințiile lui Israel, ca să-Și pună Numele în ea. Mama sa se chema Naama, Amonita.",
        "22": "Iuda a făcut ce este rău înaintea Domnului și, prin păcatele pe care le-au săvârșit, I-au stârnit gelozia mai mult decât părinții lor.",
        "23": "Și-au zidit și ei înălțimi cu stâlpi închinați idolilor și astartee pe orice deal înalt și sub orice copac verde.",
        "24": "Au fost chiar și sodomiți în țară. Au făcut de toate urâciunile neamurilor pe care le izgonise Domnul dinaintea copiilor lui Israel.",
        "25": "În al cincilea an al domniei lui Roboam, Șișac, împăratul Egiptului, s-a suit împotriva Ierusalimului.",
        "26": "A luat vistieriile Casei Domnului și vistieriile casei împăratului, a luat tot. A luat toate scuturile de aur pe care le făcuse Solomon.",
        "27": "Împăratul Roboam a făcut în locul lor niște scuturi de aramă și le-a dat în grija căpeteniilor alergătorilor, care păzeau intrarea casei împăratului.",
        "28": "Ori de câte ori se ducea împăratul la Casa Domnului, alergătorii le purtau, apoi le aduceau iarăși în odaia alergătorilor.",
        "29": "Celelalte fapte ale lui Roboam și tot ce a făcut el nu sunt scrise oare în Cartea Cronicilor împăraților lui Iuda?",
        "30": "Totdeauna a fost război între Roboam și Ieroboam.",
        "31": "Roboam a adormit cu părinții lui și a fost îngropat cu părinții lui în cetatea lui David. Mama sa se numea Naama, Amonita. Și în locul lui a împărățit fiul său Abiam."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În vremea aceea, Abia, fiul lui Ieroboam, s-a îmbolnăvit.",
        "2": "Ieroboam i-a zis soției sale: „Te rog, ridică-te, deghizează-te, ca să nu fii recunoscută că ești soția lui Ieroboam, și du-te la Șilo. Iată că acolo este profetul Ahia, cel care mi-a spus că eu voi fi rege peste acest popor.",
        "3": "Ia cu tine zece pâini, niște plăcinte și un vas cu miere și du-te la el. El îți va spune ce i se va întâmpla copilului“.",
        "4": "Soția lui Ieroboam a făcut ce i s-a spus: s-a ridicat și s-a dus la Ahia acasă, în Șilo. Ahia nu putea să vadă pentru că vederea îi slăbise din cauza bătrâneții,",
        "5": "dar Domnul îi spusese: „Iată că soția lui Ieroboam va veni să te întrebe despre fiul ei, căci este bolnav. Să-i vorbești așa și așa. Când va ajunge, se va da drept altcineva“.",
        "6": "Când Ahia a auzit zgomotul pașilor ei, în clipa în care intra pe ușă, i-a zis: „Intră, soția lui Ieroboam! De ce pretinzi că ești altcineva? Sunt trimis la tine cu un mesaj aspru.",
        "7": "Du-te și spune-i lui Ieroboam ce a zis Domnul, Dumnezeul lui Israel: «Te-am ridicat din mijlocul poporului și te-am pus conducător peste poporul Meu, Israel.",
        "8": "Am rupt regatul de la dinastia lui David și ți l-am dat ție, dar tu nu ai fost ca slujitorul Meu David, care a păzit poruncile Mele și care M-a urmat din toată inima, făcând doar ce este drept înaintea ochilor Mei.",
        "9": "Tu ai făcut mai mult rău decât toți cei care au fost înainte de tine. Te-ai dus și ți-ai făcut alți dumnezei și chipuri turnate, ca să Mă mânii, iar pe Mine M-ai aruncat înapoia ta.",
        "10": "De aceea, voi aduce nenorocirea peste familia lui Ieroboam. Voi nimici orice bărbat din Israel care-i aparține lui Ieroboam, fie sclav, fie liber, și voi arde familia lui Ieroboam așa cum arde cineva bălegarul, până va pieri.",
        "11": "Câinii îi vor devora pe cei ai lui Ieroboam care vor muri în cetate, iar păsările cerului îi vor devora pe cei care vor muri pe câmp». Căci Domnul a vorbit.",
        "12": "Cât despre tine, ridică-te și du-te acasă. Când îți vor păși picioarele în cetate, copilul va muri.",
        "13": "Tot Israelul îl va jeli și-l va înmormânta. El este singurul, dintre cei care-i aparțin lui Ieroboam, care va fi înmormântat, pentru că el este singurul din familia lui Ieroboam în care s-a găsit ceva bun pentru Domnul, Dumnezeul lui Israel.",
        "14": "Domnul Își va ridica un rege peste Israel, care va nimici familia lui Ieroboam. Astăzi este acea zi! Chiar acum!",
        "15": "Domnul îl va lovi pe Israel și, astfel, el va fi ca o trestie care se clatină în apă. El îl va dezrădăcina pe Israel din această țară bună, pe care le-o dăduse strămoșilor lor și-i va împrăștia dincolo de Râu, pentru că și-au făcut așere, mâniindu-L pe Domnul.",
        "16": "El îl va părăsi pe Israel din cauza păcatelor pe care le-a comis Ieroboam și prin care l-a făcut și pe Israel să păcătuiască“.",
        "17": "Soția lui Ieroboam s-a ridicat și s-a întors la Tirța. Când a pășit ea peste pragul palatului, copilul a murit.",
        "18": "L-au înmormântat și tot Israelul l-a jelit, așa cum vorbise Domnul prin slujitorul Său, profetul Ahia.",
        "19": "Celelalte fapte ale lui Ieroboam, războaiele pe care le-a purtat și felul în care a domnit, iată, ele sunt scrise în „Cartea cronicilor regilor lui Israel“.",
        "20": "Ieroboam a domnit timp de douăzeci și doi de ani, apoi a adormit alături de strămoșii săi. Și în locul lui a domnit fiul său Nadab.",
        "21": "Roboam, fiul lui Solomon, domnea în Iuda. El era în vârstă de patruzeci și unu de ani când a început să domnească și a domnit timp de șaptesprezece ani în Ierusalim, cetatea pe care o alesese Domnul dintre toate semințiile lui Israel pentru a-Și pune Numele Său în ea. Mama lui era amonită și se numea Naama.",
        "22": "Iuda a făcut ceea ce este rău înaintea ochilor Domnului. Ei I-au stârnit gelozia prin păcatele pe care le-au comis, mai mult decât o făcuseră părinții lor.",
        "23": "De asemenea, ei și-au construit înălțimi, stâlpi sacri și așere pe orice deal înalt și sub orice copac verde.",
        "24": "Erau în țară chiar și bărbați care se prostituau. Ei au comis toate urâciunile națiunilor pe care le alungase Domnul dinaintea fiilor lui Israel.",
        "25": "În al cincilea an al regelui Roboam, Șișak, regele Egiptului, a venit împotriva Ierusalimului.",
        "26": "El a luat comorile Casei Domnului și comorile palatului regelui; a luat totul. A luat și toate scuturile de aur făcute de Solomon.",
        "27": "În locul lor, regele Roboam a făcut niște scuturi de bronz, pe care le-a dat în responsabilitatea căpeteniilor gărzilor, cei care păzeau intrarea palatului regelui.",
        "28": "De fiecare dată când regele mergea la Casa Domnului, căpeteniile gărzilor le luau cu ei, apoi le aduceau înapoi în camera gărzilor.",
        "29": "Celelalte fapte ale lui Roboam și tot ce a făcut el, nu sunt scrise oare în „Cartea cronicilor regilor lui Iuda“?",
        "30": "Între Roboam și Ieroboam a fost război tot timpul.",
        "31": "Roboam a adormit alături de strămoșii săi și a fost înmormântat, alături de strămoșii săi, în Cetatea lui David. Mama lui fusese amonita Naama. Apoi, în locul lui a domnit fiul său Abia."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "At that time Abijah the son of Jeroboam became sick.",
        "2": "Jeroboam said to his wife, “Please get up and disguise yourself, so that you won’t be recognized as Jeroboam’s wife. Go to Shiloh. Behold, Ahijah the prophet is there, who said that I would be king over this people.",
        "3": "Take with you ten loaves of bread, some cakes, and a jar of honey, and go to him. He will tell you what will become of the child.”",
        "4": "Jeroboam’s wife did so, and arose and went to Shiloh, and came to Ahijah’s house. Now Ahijah could not see, for his eyes were set by reason of his age.",
        "5": "Yahweh said to Ahijah, “Behold, Jeroboam’s wife is coming to inquire of you concerning her son, for he is sick. Tell her such and such; for it will be, when she comes in, that she will pretend to be another woman.”",
        "6": "So when Ahijah heard the sound of her feet as she came in at the door, he said, “Come in, Jeroboam’s wife! Why do you pretend to be another? For I am sent to you with heavy news.",
        "7": "Go, tell Jeroboam, ‘Yahweh, the God of Israel, says: “Because I exalted you from among the people, and made you prince over my people Israel,",
        "8": "and tore the kingdom away from David’s house, and gave it to you; and yet you have not been as my servant David, who kept my commandments, and who followed me with all his heart, to do that only which was right in my eyes,",
        "9": "but have done evil above all who were before you, and have gone and made for yourself other gods, molten images, to provoke me to anger, and have cast me behind your back,",
        "10": "therefore, behold, I will bring evil on the house of Jeroboam, and will cut off from Jeroboam everyone who urinates on a wall, he who is shut up and he who is left at large in Israel, and will utterly sweep away the house of Jeroboam, as a man sweeps away dung until it is all gone.",
        "11": "The dogs will eat he who belongs to Jeroboam who dies in the city; and the birds of the sky will eat he who dies in the field, for Yahweh has spoken it.”’",
        "12": "Arise therefore, and go to your house. When your feet enter into the city, the child will die.",
        "13": "All Israel will mourn for him and bury him; for he only of Jeroboam will come to the grave, because in him there is found some good thing toward Yahweh, the God of Israel, in the house of Jeroboam.",
        "14": "Moreover Yahweh will raise up a king for himself over Israel who will cut off the house of Jeroboam. This is the day! What? Even now.",
        "15": "For Yahweh will strike Israel, as a reed is shaken in the water; and he will root up Israel out of this good land which he gave to their fathers, and will scatter them beyond the River, because they have made their Asherah poles, provoking Yahweh to anger.",
        "16": "He will give Israel up because of the sins of Jeroboam, which he has sinned, and with which he has made Israel to sin.”",
        "17": "Jeroboam’s wife arose and departed, and came to Tirzah. As she came to the threshold of the house, the child died.",
        "18": "All Israel buried him and mourned for him, according to Yahweh’s word, which he spoke by his servant Ahijah the prophet.",
        "19": "The rest of the acts of Jeroboam, how he fought and how he reigned, behold, they are written in the book of the chronicles of the kings of Israel.",
        "20": "The days which Jeroboam reigned were twenty two years; then he slept with his fathers, and Nadab his son reigned in his place.",
        "21": "Rehoboam the son of Solomon reigned in Judah. Rehoboam was forty-one years old when he began to reign, and he reigned seventeen years in Jerusalem, the city which Yahweh had chosen out of all the tribes of Israel, to put his name there. His mother’s name was Naamah the Ammonitess.",
        "22": "Judah did that which was evil in Yahweh’s sight, and they provoked him to jealousy with their sins which they committed, above all that their fathers had done.",
        "23": "For they also built for themselves high places, sacred pillars, and Asherah poles on every high hill and under every green tree.",
        "24": "There were also sodomites in the land. They did according to all the abominations of the nations which Yahweh drove out before the children of Israel.",
        "25": "In the fifth year of King Rehoboam, Shishak king of Egypt came up against Jerusalem;",
        "26": "and he took away the treasures of Yahweh’s house and the treasures of the king’s house. He even took away all of it, including all the gold shields which Solomon had made.",
        "27": "King Rehoboam made shields of bronze in their place, and committed them to the hands of the captains of the guard, who kept the door of the king’s house.",
        "28": "It was so, that as often as the king went into Yahweh’s house, the guard bore them, and brought them back into the guard room.",
        "29": "Now the rest of the acts of Rehoboam, and all that he did, aren’t they written in the book of the chronicles of the kings of Judah?",
        "30": "There was war between Rehoboam and Jeroboam continually.",
        "31": "Rehoboam slept with his fathers, and was buried with his fathers in David’s city. His mother’s name was Naamah the Ammonitess. Abijam his son reigned in his place."
      }
    }
  }
}