{
  "book": "1 Imparati",
  "chapter": "2",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "David se apropia de clipa morții și a dat îndrumări fiului său Solomon, zicând:",
        "2": "„Eu plec pe calea pe care merge toată lumea. Întărește-te și fii om!",
        "3": "Păzește poruncile Domnului Dumnezeului tău, umblând în căile Lui și păzind legile Lui, poruncile Lui, hotărârile Lui și învățăturile Lui, după cum este scris în legea lui Moise, ca să izbutești în tot ce vei face și oriîncotro te vei întoarce",
        "4": "și pentru ca Domnul să împlinească următoarele cuvinte, pe care le-a rostit pentru mine: ‘Dacă fiii tăi vor lua seama la calea lor, umblând cu credincioșie înaintea Mea din toată inima lor și din tot sufletul lor, nu vei fi lipsit niciodată de un urmaș pe scaunul de domnie al lui Israel.’",
        "5": "Știi ce mi-a făcut Ioab, fiul Țeruiei, ce a făcut celor două căpetenii ale oștirii lui Israel, lui Abner, fiul lui Ner, și lui Amasa, fiul lui Ieter. I-a omorât; a vărsat în timp de pace sânge de război și a pus sângele de război pe cingătoarea cu care era încins la mijloc și pe încălțămintea din picioare.",
        "6": "Fă după înțelepciunea ta și să nu lași ca perii lui cei albi să se coboare în pace în Locuința morților.",
        "7": "Să te porți cu bunăvoință cu fiii lui Barzilai, Galaaditul, și ei să mănânce la masă cu tine, căci tot așa s-au purtat și ei cu mine, ieșindu-mi înainte când fugeam de fratele tău Absalom.",
        "8": "Iată că ai lângă tine pe Șimei, fiul lui Ghera, Beniamitul, din Bahurim. El a rostit împotriva mea mari blesteme în ziua când mă duceam la Mahanaim. Dar s-a coborât înaintea mea la Iordan și i-am jurat pe Domnul zicând: ‘Nu te voi omorî cu sabia.’",
        "9": "Acum, tu să nu-l lași nepedepsit, căci ești un om înțelept și știi cum trebuie să te porți cu el. Să-i cobori perii albi însângerați în Locuința morților.”",
        "10": "David a adormit cu părinții lui și a fost îngropat în cetatea lui David.",
        "11": "Vremea cât a împărățit David peste Israel a fost de patruzeci de ani: la Hebron a împărățit șapte ani, iar la Ierusalim a împărățit treizeci și trei de ani.",
        "12": "Solomon a șezut pe scaunul de domnie al tatălui său David, și împărăția lui s-a întărit foarte mult. Solomon omoară pe Adonia",
        "13": "Adonia, fiul Haghitei, s-a dus la Bat-Șeba, mama lui Solomon. Ea i-a zis: „Vii cu gânduri pașnice?” El a răspuns: „Da.”",
        "14": "Și a adăugat: „Am să-ți spun o vorbă.” Ea a zis: „Vorbește!”",
        "15": "Și el a zis: „Știi că împărăția era a mea și că tot Israelul își îndrepta privirile spre mine ca să fiu împărat. Dar împărăția s-a întors și a căzut fratelui meu, pentru că Domnul i-a dat-o.",
        "16": "Acum îți cer un lucru: nu-ți întoarce fața!” Ea i-a răspuns: „Vorbește!”",
        "17": "Și el a zis: „Spune, te rog, împăratului Solomon – căci nu se poate să nu te asculte – să-mi dea de nevastă pe Abișag, Sunamita.”",
        "18": "Bat-Șeba a zis: „Bine! Voi vorbi împăratului pentru tine.”",
        "19": "Bat-Șeba s-a dus la împăratul Solomon să-i vorbească pentru Adonia. Împăratul s-a sculat s-o întâmpine, s-a închinat înaintea ei și a șezut pe scaunul său de domnie. Au pus un scaun pentru mama împăratului și ea a șezut la dreapta lui.",
        "20": "Apoi a zis: „Am să-ți fac o mică rugăminte: să mă asculți!” Și împăratul i-a zis: „Cere, mamă, căci te voi asculta.”",
        "21": "Ea a zis: „Abișag, Sunamita, să fie dată de nevastă fratelui tău Adonia.”",
        "22": "Împăratul Solomon a răspuns mamei sale: „Pentru ce ceri numai pe Abișag, Sunamita, pentru Adonia? Cere și împărăția pentru el, căci este fratele meu mai mare decât mine – pentru el, pentru preotul Abiatar și pentru Ioab, fiul Țeruiei.”",
        "23": "Atunci, împăratul a jurat pe Domnul zicând: „Să mă pedepsească Dumnezeu cu toată asprimea dacă nu-l vor costa viața pe Adonia cuvintele acestea!",
        "24": "Acum, viu este Domnul, care m-a întărit și m-a suit pe scaunul de domnie al tatălui meu David și care mi-a făcut o casă după făgăduința Lui, că astăzi va muri Adonia!”",
        "25": "Și împăratul Solomon a trimis pe Benaia, fiul lui Iehoiada, care l-a lovit, și Adonia a murit. Abiatar, scos din slujbă",
        "26": "Împăratul a zis apoi preotului Abiatar: „Du-te la Anatot, la moșiile tale, căci ești vrednic de moarte, dar nu te voi omorî azi, pentru că ai purtat chivotul Domnului Dumnezeu înaintea tatălui meu David și pentru că ai luat parte la toate suferințele tatălui meu.”",
        "27": "Astfel, Solomon a scos pe Abiatar din slujba de preot al Domnului, ca să împlinească cuvântul rostit de Domnul asupra casei lui Eli în Silo. Omorârea lui Ioab",
        "28": "Vestea aceasta a ajuns până la Ioab, care luase partea lui Adonia, măcar că nu luase partea lui Absalom. Și Ioab a fugit la cortul Domnului și s-a apucat de coarnele altarului.",
        "29": "Au dat de știre împăratului Solomon că Ioab a fugit la cortul Domnului și că este la altar. Și Solomon a trimis pe Benaia, fiul lui Iehoiada, zicându-i: „Du-te și lovește-l!”",
        "30": "Benaia a ajuns la cortul Domnului și a zis lui Ioab: „Ieși, căci așa poruncește împăratul!” Dar el a răspuns: „Nu! Vreau să mor aici.” Benaia a spus lucrul acesta împăratului, zicând: „Așa a vorbit Ioab și așa mi-a răspuns.”",
        "31": "Împăratul a zis lui Benaia: „Fă cum a zis, lovește-l și îngroapă-l; și ia astfel de peste mine și de peste casa tatălui meu sângele pe care l-a vărsat Ioab fără temei.",
        "32": "Domnul va face ca sângele lui să cadă asupra capului lui, pentru că a lovit pe doi bărbați mai drepți și mai buni decât el și i-a ucis cu sabia, fără să fi știut tatăl meu David: pe Abner, fiul lui Ner, căpetenia oștirii lui Israel, și pe Amasa, fiul lui Ieter, căpetenia oștirii lui Iuda.",
        "33": "Sângele lor să cadă peste capul lui Ioab și peste capul urmașilor lui pentru totdeauna, dar David, sămânța lui, casa lui și scaunul lui de domnie să aibă parte de pace pe vecie din partea Domnului.”",
        "34": "Benaia, fiul lui Iehoiada, s-a suit, a lovit pe Ioab și l-a omorât. El a fost îngropat în casa lui, în pustie.",
        "35": "Împăratul a pus în fruntea oștirii pe Benaia, fiul lui Iehoiada, în locul lui Ioab, iar în locul lui Abiatar a pus pe preotul Țadoc. Omorârea lui Șimei",
        "36": "Împăratul a chemat pe Șimei și i-a zis: „Zidește-ți o casă la Ierusalim: să locuiești în ea și să nu ieși din ea ca să te duci într-o parte sau alta.",
        "37": "Să știi bine că, în ziua când vei ieși și vei trece pârâul Chedron, vei muri. Atunci, sângele tău va cădea asupra capului tău.”",
        "38": "Șimei a răspuns împăratului: „Bine! Robul tău va face cum spune domnul meu împăratul.” Și Șimei a locuit multă vreme la Ierusalim.",
        "39": "După trei ani, s-a întâmplat că doi slujitori ai lui Șimei au fugit la Achiș, fiul lui Maaca, împăratul Gatului. Au dat de știre lui Șimei zicând: „Iată că slujitorii tăi sunt la Gat.”",
        "40": "Șimei s-a sculat, a pus șaua pe măgar și s-a dus la Gat, la Achiș, să-și caute slujitorii. Șimei s-a dus și și-a adus înapoi slujitorii din Gat.",
        "41": "Au dat de veste lui Solomon că Șimei a plecat din Ierusalim la Gat și că s-a întors.",
        "42": "Împăratul a chemat pe Șimei și i-a zis: „Nu te-am pus eu să juri pe Domnul și nu ți-am spus eu hotărât: ‘Să știi că vei muri în ziua când vei ieși să te duci într-o parte sau alta’? Și nu mi-ai răspuns tu: ‘Bine, am înțeles’?",
        "43": "Pentru ce atunci n-ai ascultat de jurământul Domnului și de porunca pe care ți-o dădusem?”",
        "44": "Și împăratul a zis lui Șimei: „Știi înăuntrul inimii tale tot răul pe care l-ai făcut tatălui meu David; Domnul a întors răutatea ta asupra capului tău.",
        "45": "Dar împăratul Solomon va fi binecuvântat și scaunul de domnie al lui David va fi întărit pe vecie înaintea Domnului.”",
        "46": "Și împăratul a poruncit lui Benaia, fiul lui Iehoiada, care a ieșit și a lovit pe Șimei, și Șimei a murit. Astfel, împărăția s-a întărit în mâinile lui Solomon."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Când se apropia vremea să moară, David i-a poruncit fiului său, Solomon, zicând:",
        "2": "„Eu mă duc pe calea întregului pământ. Întărește-te și fii bărbat!",
        "3": "Împlinește cererile Domnului, Dumnezeul tău, umblând pe căile Lui și păzind hotărârile, poruncile, judecățile și învățăturile Lui, așa cum este scris în Legea lui Moise, ca să reușești în tot ceea ce vei face și oriunde vei merge",
        "4": "și pentru ca Domnul să-Și țină promisiunea pe care mi-a făcut-o, zicând: «Dacă fiii tăi vor veghea asupra căii lor, umblând cu credincioșie înaintea Mea, din toată inima lor și din tot sufletul lor, nu vei fi lipsit niciodată de un urmaș la tronul lui Israel».",
        "5": "Tu știi ceea ce mi-a făcut Ioab, fiul Țeruiei, ce le-a făcut celor doi conducători ai armatelor lui Israel, lui Abner, fiul lui Ner, și lui Amasa, fiul lui Ieter. I-a ucis și a vărsat sânge de război în timp de pace. A pus astfel sângele de război pe teaca de la brâu și pe sandalele lui din picioare.",
        "6": "Fă-i după înțelepciunea ta, dar nu-i coborî în pace perii albi în Locuința Morților.",
        "7": "Arată-le însă bunătate fiilor lui Barzilai ghiladitul. Ei să fie printre cei care mănâncă la masa ta, căci mi-au fost alături atunci când fugeam de fratele tău Absalom.",
        "8": "Iată, îl ai cu tine pe Șimei, fiul lui Ghera, beniamitul din Bahurim. El a rostit blesteme aspre împotriva mea în ziua în care mergeam la Mahanaim, dar, când a coborât în întâmpinarea mea la Iordan, i-am jurat pe Domnul, zicând: «Nu te voi omorî cu sabia».",
        "9": "Tu însă să nu-l lași nepedepsit, căci ești un om înțelept și vei ști ce să-i faci. Cu sânge să-i cobori perii albi în Locuința Morților!“.",
        "10": "Apoi David a adormit alături de strămoșii săi și a fost înmormântat în Cetatea lui David.",
        "11": "El a domnit peste Israel timp de patruzeci de ani: la Hebron a domnit șapte ani, iar la Ierusalim a domnit treizeci și trei de ani.",
        "12": "Astfel, Solomon i-a urmat la tron tatălui său, David, și domnia lui s-a consolidat foarte mult.",
        "13": "Adonia, fiul Haghitei, a venit la Batșeba, mama lui Solomon. Ea l-a întrebat: ‒ Vii cu pace? El a răspuns: ‒ Cu pace.",
        "14": "Apoi el a zis: ‒ Am ceva să-ți spun. Ea a zis: ‒ Vorbește.",
        "15": "El a zis: ‒ Tu știi că domnia era a mea și că tot Israelul își îndreptase fața spre mine ca să fiu rege. Dar domnia i-a revenit fratelui meu, căci a primit-o de la Domnul.",
        "16": "Acum, doresc să-ți cer o favoare. Să nu-mi întorci fața! Ea i-a zis: ‒ Vorbește.",
        "17": "El a zis: ‒ Spune-i, te rog, regelui Solomon să mi-o dea de soție pe Abișag, șunamita, fiindcă el nu te va refuza.",
        "18": "Batșeba a răspuns: ‒ Bine, îi voi vorbi regelui pentru tine.",
        "19": "Batșeba s-a dus la regele Solomon ca să vorbească pentru Adonia. Regele s-a ridicat s-o întâmpine, s-a plecat înaintea ei și apoi s-a așezat pe tron. El a poruncit să se aducă un tron pentru mama lui, iar ea s-a așezat la dreapta lui.",
        "20": "Apoi ea a zis: ‒ Doresc să-ți cer o mică favoare. Să nu-mi întorci fața! Regele i-a răspuns: ‒ Cere, mamă, căci nu-ți voi întoarce fața.",
        "21": "Ea a zis: ‒ Abișag, șunamita, să-i fie dată de soție fratelui tău Adonia.",
        "22": "Regele Solomon a răspuns și i-a zis mamei sale: ‒ De ce o ceri doar pe Abișag, șunamita, pentru Adonia? Cere și domnia pentru el, căci este fratele meu mai mare. Cere-o pentru el, pentru preotul Abiatar și pentru Ioab, fiul Țeruiei!",
        "23": "Atunci regele Solomon a jurat pe Domnul, zicând: „Dumnezeu să Se poarte cu mine cu toată asprimea, dacă aceste cuvinte nu-l vor costa viața pe Adonia.",
        "24": "Viu este Domnul Care m-a întărit și m-a așezat pe tronul tatălui meu, David, și Care mi-a făcut o Casă după cum a promis, că Adonia va muri astăzi!“.",
        "25": "Regele Solomon l-a trimis pe Benaia, fiul lui Iehoiada, ca să-l omoare. Și, astfel, Adonia a murit.",
        "26": "După aceea, regele i-a zis preotului Abiatar: „Du-te la proprietățile tale de la Anatot, căci meriți să mori, dar nu te voi omorî astăzi, deoarece ai purtat Chivotul Domnului, Stăpânul, înaintea tatălui meu, David, și ai luat parte la tot ce a suferit tatăl meu“.",
        "27": "Astfel, Solomon l-a alungat pe Abiatar din slujba de preot al Domnului, împlinind cuvântul pe care îl rostise Domnul la Șilo despre Casa lui Eli.",
        "28": "Când a primit vestea, Ioab, care trecuse de partea lui Adonia, deși nu trecuse de partea lui Absalom, a fugit la Cortul Domnului și s-a prins de coarnele altarului.",
        "29": "Regele Solomon a fost înștiințat că Ioab a fugit la Cortul Domnului și că, iată, era lângă altar. Atunci Solomon l-a trimis pe Benaia, fiul lui Iehoiada, zicându-i: „Du-te și omoară-l!“.",
        "30": "Benaia a ajuns la Cortul Domnului și i-a zis lui Ioab: ‒ Așa vorbește regele: „Ieși afară!“. Dar el a răspuns: ‒ Nu! Vreau să mor aici. Benaia s-a întors la rege cu acest mesaj, zicând: ‒ Așa a vorbit Ioab și așa mi-a răspuns.",
        "31": "Regele i-a zis: ‒ Fă așa cum a zis. Omoară-l și apoi îngroapă-l. Să îndepărtezi astfel de peste mine și de peste familia tatălui meu sângele pe care l-a vărsat Ioab fără motiv.",
        "32": "Domnul îl va pedepsi pentru sângele vărsat, pentru că i-a omorât pe cei doi bărbați care erau mai drepți și mai buni decât el și i-a ucis cu sabia pe Abner, fiul lui Ner, conducătorul armatei lui Israel, și pe Amasa, fiul lui Ieter, conducătorul armatei lui Iuda, fără ca tatăl meu, David, să știe acest lucru.",
        "33": "Sângele lor să fie asupra capului lui Ioab și asupra capului urmașilor lui pentru totdeauna, dar asupra lui David, a urmașilor lui, a familiei lui și a tronului lui să fie pace de la Domnul pentru totdeauna.",
        "34": "Atunci Benaia, fiul lui Iehoiada, s-a dus, l-a lovit pe Ioab și l-a omorât. Acesta a fost îngropat apoi în proprietatea lui din deșert.",
        "35": "Regele l-a numit pe Benaia, fiul lui Iehoiada, conducător al armatei în locul lui Ioab, iar pe preotul Țadok l-a pus în locul lui Abiatar.",
        "36": "Apoi regele a trimis să-l cheme pe Șimei și i-a zis: ‒ Construiește-ți o casă în Ierusalim și locuiește acolo, dar să nu pleci de acolo în altă parte.",
        "37": "Fii sigur că, în ziua în care vei pleca și vei trece pârâul Chidron, vei muri. Atunci sângele tău va fi asupra capului tău.",
        "38": "Șimei i-a răspuns regelui: ‒ Bine, slujitorul tău va face așa cum a zis stăpânul meu, regele. Astfel, Șimei a locuit multe zile la Ierusalim.",
        "39": "Trei ani mai târziu, însă, doi dintre slujitorii lui Șimei au fugit la Achiș, fiul lui Maaca, regele Gatului. L-au înștiințat pe Șimei, zicând: „Iată că slujitorii tăi sunt în Gat“.",
        "40": "Atunci Șimei s-a ridicat, a pus șaua pe măgar și s-a dus la Achiș, în Gat, ca să-și caute slujitorii. Șimei a plecat și și-a adus slujitorii înapoi din Gat.",
        "41": "I s-a spus lui Solomon că Șimei a plecat din Ierusalim la Gat și că s-a întors.",
        "42": "Atunci regele a trimis și l-a chemat pe Șimei. El i-a zis: „Oare nu te-am pus eu să juri pe Domnul și nu te-am avertizat, zicând: «În ziua în care vei pleca și te vei duce în altă parte, să știi sigur că vei muri»? Și nu mi-ai răspuns tu: «Bine! Voi asculta!».",
        "43": "De ce nu ți-ai ținut jurământul făcut Domnului și n-ai ascultat porunca pe care ți-am dat-o?“.",
        "44": "Apoi regele i-a zis lui Șimei: „Tu știi în inima ta tot răul pe care i l-ai făcut tatălui meu David. Acum Domnul a întors răutatea ta asupra capului tău.",
        "45": "Dar regele Solomon va fi binecuvântat, iar tronul lui David va fi consolidat înaintea Domnului pentru totdeauna“.",
        "46": "Și regele i-a poruncit lui Benaia, fiul lui Iehoiada, să-l omoare. El a ieșit, l-a lovit pe Șimei și l-a omorât. Și, astfel, Solomon și-a consolidat domnia."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now the days of David came near that he should die; and he commanded Solomon his son, saying,",
        "2": "“I am going the way of all the earth. You be strong therefore, and show yourself a man;",
        "3": "and keep the instruction of Yahweh your God, to walk in his ways, to keep his statutes, his commandments, his ordinances, and his testimonies, according to that which is written in the law of Moses, that you may prosper in all that you do and wherever you turn yourself.",
        "4": "Then Yahweh may establish his word which he spoke concerning me, saying, ‘If your children are careful of their way, to walk before me in truth with all their heart and with all their soul, there shall not fail you,’ he said, ‘a man on the throne of Israel.’",
        "5": "“Moreover you know also what Joab the son of Zeruiah did to me, even what he did to the two captains of the armies of Israel, to Abner the son of Ner and to Amasa the son of Jether, whom he killed, and shed the blood of war in peace, and put the blood of war on his sash that was around his waist and in his sandals that were on his feet.",
        "6": "Do therefore according to your wisdom, and don’t let his gray head go down to Sheol in peace.",
        "7": "But show kindness to the sons of Barzillai the Gileadite, and let them be among those who eat at your table; for so they came to me when I fled from Absalom your brother.",
        "8": "“Behold, there is with you Shimei the son of Gera, the Benjamite of Bahurim, who cursed me with a grievous curse in the day when I went to Mahanaim; but he came down to meet me at the Jordan, and I swore to him by Yahweh, saying, ‘I will not put you to death with the sword.’",
        "9": "Now therefore don’t hold him guiltless, for you are a wise man; and you will know what you ought to do to him, and you shall bring his gray head down to Sheol with blood.”",
        "10": "David slept with his fathers, and was buried in David’s city.",
        "11": "The days that David reigned over Israel were forty years; he reigned seven years in Hebron, and he reigned thirty-three years in Jerusalem.",
        "12": "Solomon sat on David his father’s throne; and his kingdom was firmly established.",
        "13": "Then Adonijah the son of Haggith came to Bathsheba the mother of Solomon. She said, “Do you come peaceably?” He said, “Peaceably.",
        "14": "He said moreover, I have something to tell you.” She said, “Say on.”",
        "15": "He said, “You know that the kingdom was mine, and that all Israel set their faces on me, that I should reign. However, the kingdom is turned around, and has become my brother’s; for it was his from Yahweh.",
        "16": "Now I ask one petition of you. Don’t deny me.” She said to him, “Say on.”",
        "17": "He said, “Please speak to Solomon the king (for he will not tell you ‘no’), that he give me Abishag the Shunammite as wife.”",
        "18": "Bathsheba said, “All right. I will speak for you to the king.”",
        "19": "Bathsheba therefore went to King Solomon, to speak to him for Adonijah. The king rose up to meet her and bowed himself to her, and sat down on his throne and caused a throne to be set for the king’s mother; and she sat on his right hand.",
        "20": "Then she said, “I ask one small petition of you; don’t deny me.” The king said to her, “Ask on, my mother, for I will not deny you.”",
        "21": "She said, “Let Abishag the Shunammite be given to Adonijah your brother as wife.”",
        "22": "King Solomon answered his mother, “Why do you ask Abishag the Shunammite for Adonijah? Ask for him the kingdom also, for he is my elder brother; even for him, and for Abiathar the priest, and for Joab the son of Zeruiah.”",
        "23": "Then King Solomon swore by Yahweh, saying, “God do so to me, and more also, if Adonijah has not spoken this word against his own life.",
        "24": "Now therefore as Yahweh lives, who has established me and set me on my father David’s throne, and who has made me a house as he promised, surely Adonijah shall be put to death today.”",
        "25": "King Solomon sent Benaiah the son of Jehoiada; and he fell on him, so that he died.",
        "26": "To Abiathar the priest the king said, “Go to Anathoth, to your own fields, for you are worthy of death. But I will not at this time put you to death, because you bore the Lord Yahweh’s ark before David my father, and because you were afflicted in all in which my father was afflicted.”",
        "27": "So Solomon thrust Abiathar out from being priest to Yahweh, that he might fulfill Yahweh’s word which he spoke concerning the house of Eli in Shiloh.",
        "28": "This news came to Joab; for Joab had followed Adonijah, although he didn’t follow Absalom. Joab fled to Yahweh’s Tent, and held onto the horns of the altar.",
        "29": "King Solomon was told, “Joab has fled to Yahweh’s Tent; and behold, he is by the altar.” Then Solomon sent Benaiah the son of Jehoiada, saying, “Go, fall on him.”",
        "30": "Benaiah came to Yahweh’s Tent, and said to him, “The king says, ‘Come out!’” He said, “No; but I will die here.” Benaiah brought the king word again, saying, “This is what Joab said, and this is how he answered me.”",
        "31": "The king said to him, “Do as he has said, and fall on him, and bury him, that you may take away the blood, which Joab shed without cause, from me and from my father’s house.",
        "32": "Yahweh will return his blood on his own head, because he fell on two men more righteous and better than he, and killed them with the sword, and my father David didn’t know it: Abner the son of Ner, captain of the army of Israel, and Amasa the son of Jether, captain of the army of Judah.",
        "33": "So their blood will return on the head of Joab and on the head of his offspring forever. But for David, for his offspring, for his house, and for his throne, there will be peace forever from Yahweh.”",
        "34": "Then Benaiah the son of Jehoiada went up and fell on him, and killed him; and he was buried in his own house in the wilderness.",
        "35": "The king put Benaiah the son of Jehoiada in his place over the army; and the king put Zadok the priest in the place of Abiathar.",
        "36": "The king sent and called for Shimei, and said to him, “Build yourself a house in Jerusalem, and live there, and don’t go anywhere else.",
        "37": "For on the day you go out and pass over the brook Kidron, know for certain that you will surely die. Your blood will be on your own head.”",
        "38": "Shimei said to the king, “What you say is good. As my lord the king has said, so will your servant do.” Shimei lived in Jerusalem many days.",
        "39": "At the end of three years, two of Shimei’s slaves ran away to Achish, son of Maacah, king of Gath. They told Shimei, saying, “Behold, your slaves are in Gath.”",
        "40": "Shimei arose, saddled his donkey, and went to Gath to Achish to seek his slaves; and Shimei went and brought his slaves from Gath.",
        "41": "Solomon was told that Shimei had gone from Jerusalem to Gath, and had come again.",
        "42": "The king sent and called for Shimei, and said to him, “Didn’t I adjure you by Yahweh and warn you, saying, ‘Know for certain that on the day you go out and walk anywhere else, you shall surely die’? You said to me, ‘The saying that I have heard is good.’",
        "43": "Why then have you not kept the oath of Yahweh and the commandment that I have instructed you with?”",
        "44": "The king said moreover to Shimei, “You know in your heart all the wickedness that you did to David my father. Therefore Yahweh will return your wickedness on your own head.",
        "45": "But King Solomon will be blessed, and David’s throne will be established before Yahweh forever.”",
        "46": "So the king commanded Benaiah the son of Jehoiada; and he went out, and fell on him, so that he died. The kingdom was established in the hand of Solomon."
      }
    }
  }
}