{
  "book": "1 Imparati",
  "chapter": "12",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Roboam s-a dus la Sihem, căci tot Israelul venise la Sihem să-l facă împărat.",
        "2": "Când a auzit lucrul acesta, Ieroboam, fiul lui Nebat, era tot în Egipt, unde fugise de împăratul Solomon, și în Egipt locuia.",
        "3": "Au trimis să-l cheme. Atunci, Ieroboam și toată adunarea lui Israel au venit la Roboam și i-au vorbit așa:",
        "4": "„Tatăl tău ne-a îngreuiat jugul; acum, tu ușurează această aspră robie și jugul greu pe care l-a pus peste noi tatăl tău. Și îți vom sluji.”",
        "5": "El le-a zis: „Duceți-vă și întoarceți-vă la mine peste trei zile.” Și poporul a plecat.",
        "6": "Împăratul Roboam s-a sfătuit cu bătrânii care fuseseră pe lângă tatăl său, Solomon, în timpul vieții lui și a zis: „Ce mă sfătuiți să răspund poporului acestuia?”",
        "7": "Și iată ce i-au zis ei: „Dacă vei îndatora astăzi pe poporul acesta, dacă le faci ce cer și dacă le vei răspunde cu vorbe binevoitoare, îți vor sluji pe vecie.”",
        "8": "Dar Roboam a lăsat sfatul pe care i-l dădeau bătrânii și s-a sfătuit cu tinerii care crescuseră cu el și care erau împrejurul lui.",
        "9": "El a zis: „Ce mă sfătuiți să răspund poporului acestuia, care-mi vorbește așa: ‘Ușurează-ne jugul pe care l-a pus peste noi tatăl tău’?”",
        "10": "Și iată ce i-au zis tinerii care crescuseră cu el: „Să spui așa poporului acestuia care ți-a vorbit astfel: ‘Tatăl tău ne-a îngreuiat jugul, tu ușurează-ni-l!’ Să le vorbești așa: ‘Degetul meu cel mic va fi mai gros decât coapsele tatălui meu.",
        "11": "Acum, tatăl meu a pus peste voi un jug greu, dar eu vi-l voi face și mai greu; tatăl meu v-a bătut cu bice, dar eu vă voi bate cu scorpioane.’”",
        "12": "Ieroboam și tot poporul au venit la Roboam a treia zi, după cum zisese împăratul: „Întoarceți-vă la mine peste trei zile!”",
        "13": "Împăratul a răspuns aspru poporului. A lăsat sfatul pe care i-l dăduseră bătrânii",
        "14": "și le-a vorbit astfel, după sfatul tinerilor: „Tatăl meu v-a îngreuiat jugul, dar eu vi-l voi face și mai greu; tatăl meu v-a bătut cu bice, dar eu vă voi bate cu scorpioane.”",
        "15": "Astfel, împăratul n-a ascultat pe popor, căci lucrul acesta a fost cârmuit de Domnul în vederea împlinirii cuvântului pe care-l spusese Domnul prin Ahia din Silo lui Ieroboam, fiul lui Nebat.",
        "16": "Când a văzut tot Israelul că împăratul nu-l ascultă, poporul a răspuns împăratului: „Ce parte avem noi cu David? Noi n-avem moștenire cu fiul lui Isai! La corturile tale, Israele! Acum vezi-ți de casă, Davide!” Și Israel s-a dus în corturile lui.",
        "17": "Copiii lui Israel care locuiau în cetățile lui Iuda au fost singurii peste care a domnit Roboam.",
        "18": "Atunci, împăratul Roboam a trimis la ei pe Adoram, care era mai-mare peste biruri. Dar Adoram a fost ucis cu pietre de tot Israelul și a murit. Și împăratul Roboam s-a grăbit să se suie într-un car, ca să fugă la Ierusalim.",
        "19": "Astfel s-a dezlipit Israel de casa lui David până în ziua de azi.",
        "20": "Tot Israelul, auzind că Ieroboam s-a întors, a trimis să-l cheme în adunare și l-a făcut împărat peste tot Israelul. Seminția lui Iuda a fost singura care a mers după casa lui David.",
        "21": "Roboam, ajungând la Ierusalim, a strâns toată casa lui Iuda și seminția lui Beniamin, o sută optzeci de mii de oameni aleși, buni pentru război, ca să lupte împotriva casei lui Israel și s-o aducă înapoi sub stăpânirea lui Roboam, fiul lui Solomon.",
        "22": "Dar Cuvântul lui Dumnezeu a vorbit astfel lui Șemaia, omul lui Dumnezeu:",
        "23": "„Vorbește lui Roboam, fiul lui Solomon, împăratul lui Iuda, și întregii case a lui Iuda și a lui Beniamin și celuilalt popor și spune-le:",
        "24": "‘Așa vorbește Domnul: «Nu vă suiți și nu faceți război împotriva fraților voștri, copiii lui Israel! Fiecare din voi să se întoarcă acasă, căci de la Mine s-a întâmplat lucrul acesta.»’” Ei au ascultat de Cuvântul Domnului și s-au întors acasă, după Cuvântul Domnului. Cei doi viței de aur",
        "25": "Ieroboam a zidit Sihemul pe muntele lui Efraim și a locuit acolo; apoi a ieșit de acolo și a zidit Penuel.",
        "26": "Ieroboam a zis în inima sa: „Împărăția s-ar putea acum să se întoarcă la casa lui David.",
        "27": "Dacă poporul acesta se va sui la Ierusalim să aducă jertfe în Casa Domnului, inima poporului acestuia se va întoarce la domnul său, la Roboam, împăratul lui Iuda, și mă vor omorî și se vor întoarce la Roboam, împăratul lui Iuda.”",
        "28": "După ce s-a sfătuit, împăratul a făcut doi viței de aur și a zis poporului: „Destul te-ai suit la Ierusalim, Israele! Iată Dumnezeul tău care te-a scos din țara Egiptului.”",
        "29": "A așezat unul din acești viței la Betel, iar pe celălalt l-a pus în Dan.",
        "30": "Și fapta aceasta a fost un prilej de păcătuire. Poporul se ducea să se închine înaintea unuia din viței până la Dan.",
        "31": "Ieroboam a făcut o casă de înălțimi și a pus preoți luați din tot poporul, care nu făceau parte din fiii lui Levi.",
        "32": "A rânduit o sărbătoare în luna a opta, în ziua a cincisprezecea a lunii, ca sărbătoarea care se prăznuia în Iuda, și a adus jertfe pe altar. Iată ce a făcut la Betel, ca să se aducă jertfe vițeilor pe care-i făcuse el. A pus în slujbă la Betel pe preoții înălțimilor ridicate de el.",
        "33": "Și a jertfit pe altarul pe care-l făcuse la Betel în ziua a cincisprezecea a lunii a opta, lună pe care o alesese după bunul lui plac. A hotărât-o ca sărbătoare pentru copiii lui Israel și s-a suit la altar să ardă tămâie."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Roboam s-a dus la Șechem, pentru că tot Israelul venise la Șechem să-l facă rege.",
        "2": "Când Ieroboam, fiul lui Nebat, a auzit lucrul acesta, se afla încă în Egipt, acolo unde fugise de regele Solomon. Ieroboam locuia în Egipt.",
        "3": "Au trimis să-l cheme, iar Ieroboam și întreaga adunare a lui Israel au venit și i-au vorbit lui Roboam, zicând:",
        "4": "‒ Tatăl tău a îngreunat jugul nostru. Acum, ușurează munca grea impusă de tatăl tău și jugul cel greu pe care el l-a pus asupra noastră, și atunci îți vom sluji!",
        "5": "El le-a răspuns: ‒ Duceți-vă și întoarceți-vă la mine peste trei zile. Și poporul a plecat.",
        "6": "Regele Roboam s-a sfătuit cu bătrânii care i-au slujit tatălui său, Solomon, în timpul vieții acestuia, și i-a întrebat: ‒ Ce mă sfătuiți să răspund acestui popor?",
        "7": "Ei i-au răspuns: ‒ Dacă vei fi astăzi un slujitor al acestui popor, dacă le vei sluji și dacă le vei răspunde prin cuvinte plăcute, ei vor fi slujitorii tăi toată viața lor.",
        "8": "Însă Roboam n-a luat în seamă sfatul pe care i l-au dat bătrânii, ci a cerut și sfatul tinerilor cu care a copilărit și care-i slujeau.",
        "9": "El i-a întrebat: ‒ Ce mă sfătuiți? Cum să răspundem acestui popor care mi-a zis: „Ușurează jugul pe care tatăl tău l-a pus asupra noastră“?",
        "10": "Tinerii care copilăriseră împreună cu el i-au răspuns: ‒ Acestui popor, care ți-a zis: „Tatăl tău ne-a îngreunat jugul, însă tu să-l iei de peste noi“, să-i spui astfel: „Degetul meu cel mic este mai gros decât coapsele tatălui meu!",
        "11": "Tatăl meu a pus un jug greu peste voi, dar eu voi adăuga mai mult la jugul vostru. Tatăl meu v-a pedepsit cu bice, dar eu vă voi pedepsi cu scorpioni“.",
        "12": "Ieroboam, însoțit de tot poporul, a venit la Roboam a treia zi, așa cum le poruncise regele când le zisese: „Întoarceți-vă la mine peste trei zile!“.",
        "13": "Regele i-a răspuns aspru poporului. El n-a luat în seamă sfatul pe care i l-au dat bătrânii",
        "14": "și le-a vorbit potrivit sfatului tinerilor, zicând: ‒ Tatăl meu v-a îngreunat jugul, dar eu voi adăuga mai mult la jugul vostru! Tatăl meu v-a pedepsit cu bice, dar eu vă voi pedepsi cu scorpioni!",
        "15": "Astfel, regele n-a ascultat de popor, deoarece această schimbare în cursul evenimentelor venea de la Domnul, pentru ca Domnul să-Și împlinească cuvântul pe care-l rostise cu privire la Ieroboam, fiul lui Nebat, prin șilonitul Ahia.",
        "16": "Când tot Israelul a văzut că regele nu l-a ascultat, poporul i-a răspuns regelui, zicând: ‒ Ce parte de moștenire avem noi în David? N-avem nicio moștenire în fiul lui Ișai. Întoarce-te la corturile tale, Israel! Vezi-ți de dinastia ta, David! Și Israel a plecat acasă.",
        "17": "Roboam însă a continuat să domnească peste fiii lui Israel care locuiau în cetățile lui Iuda.",
        "18": "Regele Roboam l-a trimis la ei pe Adoniram, care răspundea de oamenii de corvoadă, dar tot Israelul l-a lovit cu pietre și el a murit. Atunci, regele Roboam s-a grăbit să se urce în car ca să fugă la Ierusalim.",
        "19": "Așa s-a răzvrătit Israel împotriva Casei lui David și așa a și rămas până în ziua de azi.",
        "20": "Când tot Israelul a auzit că Ieroboam s-a întors, au trimis să-l cheme în adunare și l-au numit rege peste tot Israelul. Niciunul nu s-a dus după Casa lui David, în afară de seminția lui Iuda.",
        "21": "Când a ajuns Roboam la Ierusalim, a adunat toată Casa lui Iuda și seminția lui Beniamin – o sută optzeci de mii de bărbați aleși și gata de luptă – ca să lupte împotriva Casei lui Israel și să aducă din nou regatul sub stăpânirea lui Roboam, fiul lui Solomon.",
        "22": "Dar Cuvântul lui Dumnezeu a venit la Șemaia, omul lui Dumnezeu, zicând:",
        "23": "„Spune-le lui Roboam, fiul lui Solomon, regele lui Iuda, întregii Case a lui Iuda și a lui Beniamin, precum și celor rămași din popor:",
        "24": "«Așa vorbește Domnul: ‘Să nu porniți la luptă împotriva fraților voștri, fiii lui Israel! Întoarceți-vă fiecare acasă, căci de la Mine a venit lucrul acesta’»“. Ei au ascultat Cuvântul Domnului și s-au întors acasă, potrivit poruncii Domnului. Ieroboam instituie cultul vițelului în Israel",
        "25": "Ieroboam a construit cetatea Șechem pe muntele lui Efraim și a locuit acolo. Apoi a ieșit de acolo și a construit cetatea Peniel.",
        "26": "Ieroboam a zis în inima lui: „S-ar putea ca regatul să se întoarcă acum la Casa lui David.",
        "27": "Dacă acest popor va merge la Casa Domnului, în Ierusalim, ca să aducă jertfe, inima acestui popor va trece de partea stăpânului lor, Roboam, regele lui Iuda. Pe mine mă vor ucide și se vor întoarce la Roboam, regele lui Iuda“.",
        "28": "După ce s-a sfătuit, regele a făcut doi viței de aur și le-a zis: „Este prea mult pentru voi să mergeți până la Ierusalim. Israel, iată dumnezeii tăi care te-au scos din țara Egiptului!“.",
        "29": "L-a pus pe unul la Betel, iar pe celălalt la Dan.",
        "30": "Și acest lucru a devenit o cauză de păcătuire; poporul mergea până la Dan să se închine înaintea unuia dintre viței.",
        "31": "Ieroboam a construit sanctuare pe înălțimi și a numit preoți din tot poporul, deși nu făceau parte dintre leviți.",
        "32": "Ieroboam a stabilit o sărbătoare în ziua a cincisprezecea a lunii a opta, precum cea din Iuda, și aducea jertfe pe altar. Iată ce a făcut la Betel: a adus jertfe vițeilor pe care-i făcuse și a numit preoți pentru înălțimile pe care le construise.",
        "33": "În ziua a cincisprezecea a lunii a opta, pe care o alesese după bunul său plac, a adus jertfe pe altarul pe care-l construise la Betel. Astfel, el a stabilit o sărbătoare pentru fiii lui Israel și se ducea la altar ca să ardă tămâie."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Rehoboam went to Shechem, for all Israel had come to Shechem to make him king.",
        "2": "When Jeroboam the son of Nebat heard of it (for he was yet in Egypt, where he had fled from the presence of King Solomon, and Jeroboam lived in Egypt;",
        "3": "and they sent and called him), Jeroboam and all the assembly of Israel came, and spoke to Rehoboam, saying,",
        "4": "“Your father made our yoke difficult. Now therefore make the hard service of your father, and his heavy yoke which he put on us, lighter, and we will serve you.”",
        "5": "He said to them, “Depart for three days, then come back to me.” So the people departed.",
        "6": "King Rehoboam took counsel with the old men who had stood before Solomon his father while he yet lived, saying, “What counsel do you give me to answer these people?”",
        "7": "They replied, “If you will be a servant to this people today, and will serve them, and answer them with good words, then they will be your servants forever.”",
        "8": "But he abandoned the counsel of the old men which they had given him, and took counsel with the young men who had grown up with him, who stood before him.",
        "9": "He said to them, “What counsel do you give, that we may answer these people who have spoken to me, saying, ‘Make the yoke that your father put on us lighter’?”",
        "10": "The young men who had grown up with him said to him, “Tell these people who spoke to you, saying, ‘Your father made our yoke heavy, but make it lighter to us’—tell them, ‘My little finger is thicker than my father’s waist.",
        "11": "Now my father burdened you with a heavy yoke, but I will add to your yoke. My father chastised you with whips, but I will chastise you with scorpions.’”",
        "12": "So Jeroboam and all the people came to Rehoboam the third day, as the king asked, saying, “Come to me again the third day.”",
        "13": "The king answered the people roughly, and abandoned the counsel of the old men which they had given him,",
        "14": "and spoke to them according to the counsel of the young men, saying, “My father made your yoke heavy, but I will add to your yoke. My father chastised you with whips, but I will chastise you with scorpions.”",
        "15": "So the king didn’t listen to the people; for it was a thing brought about from Yahweh, that he might establish his word, which Yahweh spoke by Ahijah the Shilonite to Jeroboam the son of Nebat.",
        "16": "When all Israel saw that the king didn’t listen to them, the people answered the king, saying, “What portion have we in David? We don’t have an inheritance in the son of Jesse. To your tents, Israel! Now see to your own house, David.” So Israel departed to their tents.",
        "17": "But as for the children of Israel who lived in the cities of Judah, Rehoboam reigned over them.",
        "18": "Then King Rehoboam sent Adoram, who was over the men subject to forced labor; and all Israel stoned him to death with stones. King Rehoboam hurried to get himself up to his chariot, to flee to Jerusalem.",
        "19": "So Israel rebelled against David’s house to this day.",
        "20": "When all Israel heard that Jeroboam had returned, they sent and called him to the congregation, and made him king over all Israel. There was no one who followed David’s house, except for the tribe of Judah only.",
        "21": "When Rehoboam had come to Jerusalem, he assembled all the house of Judah and the tribe of Benjamin, a hundred and eighty thousand chosen men who were warriors, to fight against the house of Israel, to bring the kingdom again to Rehoboam the son of Solomon.",
        "22": "But the word of God came to Shemaiah the man of God, saying,",
        "23": "“Speak to Rehoboam the son of Solomon, king of Judah, and to all the house of Judah and Benjamin, and to the rest of the people, saying,",
        "24": "‘Yahweh says, “You shall not go up or fight against your brothers, the children of Israel. Everyone return to his house; for this thing is from me.”’” So they listened to Yahweh’s word, and returned and went their way, according to Yahweh’s word.",
        "25": "Then Jeroboam built Shechem in the hill country of Ephraim, and lived in it; and he went out from there and built Penuel.",
        "26": "Jeroboam said in his heart, “Now the kingdom will return to David’s house.",
        "27": "If this people goes up to offer sacrifices in Yahweh’s house at Jerusalem, then the heart of this people will turn again to their lord, even to Rehoboam king of Judah; and they will kill me, and return to Rehoboam king of Judah.”",
        "28": "So the king took counsel, and made two calves of gold; and he said to them, “It is too much for you to go up to Jerusalem. Look and behold your gods, Israel, which brought you up out of the land of Egypt!”",
        "29": "He set the one in Bethel, and the other he put in Dan.",
        "30": "This thing became a sin, for the people went even as far as Dan to worship before the one there.",
        "31": "He made houses of high places, and made priests from among all the people, who were not of the sons of Levi.",
        "32": "Jeroboam ordained a feast in the eighth month, on the fifteenth day of the month, like the feast that is in Judah, and he went up to the altar. He did so in Bethel, sacrificing to the calves that he had made, and he placed in Bethel the priests of the high places that he had made.",
        "33": "He went up to the altar which he had made in Bethel on the fifteenth day in the eighth month, even in the month which he had devised of his own heart; and he ordained a feast for the children of Israel, and went up to the altar to burn incense."
      }
    }
  }
}