{
  "book": "1 Imparati",
  "chapter": "20",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Ben-Hadad, împăratul Siriei, și-a strâns toată oștirea – avea cu el treizeci și doi de împărați, cai și care. S-a suit, a împresurat Samaria și a început lupta împotriva ei.",
        "2": "A trimis în cetate soli la Ahab, împăratul lui Israel, să-i spună: „Așa vorbește Ben-Hadad:",
        "3": "‘Argintul și aurul tău sunt ale mele, nevestele și cei mai frumoși copii ai tăi sunt tot ai mei.’”",
        "4": "Împăratul lui Israel a răspuns: „Împărate, domnul meu, fie cum zici! Sunt al tău cu tot ce am.”",
        "5": "Solii s-au întors și au zis: „Așa vorbește Ben-Hadad: ‘Am trimis să-ți spună: «Să-mi dai argintul și aurul tău, nevestele și copiii tăi.»",
        "6": "De aceea, voi trimite mâine, la ceasul acesta, pe slujitorii mei la tine. Ei îți vor scormoni casa ta și casele slujitorilor tăi, vor pune mâna pe tot ce ai mai scump și vor lua.’”",
        "7": "Împăratul lui Israel a chemat pe toți bătrânii țării și a zis: „Vedeți bine și înțelegeți că omul acesta ne vrea răul, căci a trimis să-mi ceară nevestele și copiii, argintul și aurul, și n-am zis că nu i le dau!”",
        "8": "Toți bătrânii și tot poporul au zis lui Ahab: „Nu-l asculta și nu te învoi.”",
        "9": "Și el a zis solilor lui Ben-Hadad: „Spuneți domnului meu, împăratul: ‘Voi face tot ce ai trimis să ceri robului tău întâia dată, dar lucrul acesta nu-l pot face.’” Solii au plecat și i-au dus răspunsul.",
        "10": "Ben-Hadad a trimis să spună lui Ahab: „Să mă pedepsească zeii cu toată asprimea lor de va ajunge praful Samariei să umple mâna întregului popor care mă urmează!”",
        "11": "Și împăratul lui Israel a răspuns: „Cine încinge armele să nu se laude ca cel ce le pune jos!”",
        "12": "Când a primit Ben-Hadad răspunsul acesta, stătea la băut cu împărații în corturi și a zis slujitorilor lui: „Pregătiți-vă!” Și ei s-au pregătit de năvală împotriva cetății.",
        "13": "Dar iată că un proroc s-a apropiat de Ahab, împăratul lui Israel, și a zis: „Așa vorbește Domnul: ‘Vezi toată această mulțime mare? O voi da astăzi în mâinile tale, ca să cunoști că Eu sunt Domnul.’”",
        "14": "Ahab a zis: „Prin cine?” Și el a răspuns: „Așa vorbește Domnul: ‘Prin slujitorii mai-marilor peste ținuturi.’” Ahab a zis: „Cine va începe lupta?” Și el a răspuns: „Tu.”",
        "15": "Atunci, Ahab a numărat slujitorii mai-marilor peste ținuturi și s-au găsit două sute treizeci și doi și, după ei, a numărat tot poporul, pe toți copiii lui Israel, și erau șapte mii.",
        "16": "Au făcut o ieșire pe la miazăzi. Ben-Hadad bea și se îmbăta în corturile lui cu cei treizeci și doi de împărați care-l ajutau.",
        "17": "Slujitorii mai-marilor peste ținuturi au ieșit cei dintâi. Ben-Hadad a cercetat și i-au spus astfel: „Au ieșit niște oameni din Samaria.”",
        "18": "El a zis: „Dacă ies pentru pace, prindeți-i vii și, chiar dacă ies pentru luptă, prindeți-i vii.”",
        "19": "Când au ieșit din cetate, slujitorii mai-marilor peste ținuturi și armata care-i urma",
        "20": "a lovit fiecare pe omul dinaintea lui, și sirienii au luat-o la fugă. Israel i-a urmărit. Ben-Hadad, împăratul Siriei, a scăpat pe un cal, cu niște călăreți.",
        "21": "Împăratul lui Israel a ieșit, a lovit caii și carele și a pricinuit sirienilor o mare înfrângere. A doua biruință asupra lui Ben-Hadad",
        "22": "Atunci, prorocul s-a apropiat de împăratul lui Israel și i-a zis: „Du-te, întărește-te, cercetează și vezi ce ai de făcut, căci, la anul, împăratul Siriei se va sui din nou împotriva ta.”",
        "23": "Slujitorii împăratului Siriei i-au zis: „Dumnezeul lor este un dumnezeu al munților, de aceea au fost mai tari decât noi. Dar ia să ne luptăm cu ei în câmpie și se va vedea dacă nu vom fi mai tari decât ei.",
        "24": "Fă și lucrul acesta: scoate pe fiecare din împărați de la locul lui și înlocuiește-i cu căpetenii",
        "25": "și fă-ți o armată ca aceea pe care ai pierdut-o, cu tot atâția cai și tot atâtea care. Apoi să ne batem cu ei în câmpie și se va vedea dacă nu vom fi mai tari decât ei.” El i-a ascultat și a făcut așa.",
        "26": "În anul următor, Ben-Hadad a numărat pe sirieni și s-a suit la Afec să lupte împotriva lui Israel.",
        "27": "Copiii lui Israel au fost numărați și ei; au primit merinde și au ieșit în întâmpinarea sirienilor. Au tăbărât în fața lor ca două turme mici de capre, pe când sirienii umpleau țara.",
        "28": "Omul lui Dumnezeu s-a apropiat și a zis împăratului lui Israel: „Așa vorbește Domnul: ‘Pentru că sirienii au zis: «Domnul este un dumnezeu al munților, și nu un dumnezeu al văilor», voi da toată această mare mulțime în mâinile tale și veți ști că Eu sunt Domnul.’”",
        "29": "Au stat tăbărâți șapte zile unii în fața altora. În ziua a șaptea, au început lupta și copiii lui Israel au omorât sirienilor o sută de mii de oameni pedestrași, într-o zi.",
        "30": "Ceilalți au fugit în cetatea Afec și a căzut zidul cetății peste douăzeci și șapte de mii de oameni care mai rămăseseră. Ahab dă drumul lui Ben-Hadad Ben-Hadad fugise și el în cetate și umbla din odaie în odaie.",
        "31": "Slujitorii lui i-au zis: „Iată, am auzit că împărații casei lui Israel sunt niște împărați miloși: să ne încingem deci coapsele cu saci, să ne punem funii pe capetele noastre și să ieșim la împăratul lui Israel – poate că te va lăsa cu viață.”",
        "32": "Și-au pus saci împrejurul coapselor și funii împrejurul capului, s-au dus la împăratul lui Israel și au zis: „Robul tău Ben-Hadad a zis: ‘Lasă-mă cu viață!’” Ahab a răspuns: „Mai este încă în viață? Este fratele meu!”",
        "33": "Oamenii aceștia au luat lucrul acesta ca un semn bun și s-au grăbit să-l ia pe cuvânt și să zică: „Ben-Hadad este fratele tău!” Și el a zis: „Duceți-vă și aduceți-l!” Ben-Hadad a venit la el și Ahab l-a suit în carul lui.",
        "34": "Ben-Hadad i-a zis: „Îți voi da înapoi cetățile pe care le-a luat tatăl meu de la tatăl tău și-ți vei face ulițe în Damasc, cum făcuse tatăl meu în Samaria.” „Și eu”, a răspuns Ahab, „îți voi da drumul, făcând un legământ.” A făcut legământ cu el și i-a dat drumul.",
        "35": "Unul din fiii prorocilor a zis tovarășului său, după porunca Domnului: „Lovește-mă, te rog!” Dar omul acela n-a vrut să-l lovească.",
        "36": "Atunci, el i-a zis: „Pentru că n-ai ascultat de glasul Domnului, iată, când vei pleca de la mine, te va omorî un leu.” Și, când a plecat de la el, l-a întâlnit un leu și l-a omorât.",
        "37": "A găsit pe un alt om și a zis: „Lovește-mă, te rog!” Omul acela l-a lovit și l-a rănit.",
        "38": "Prorocul s-a dus și s-a așezat pe drumul împăratului și s-a legat la ochi.",
        "39": "Când a trecut împăratul, prorocul a strigat și i-a zis: „Robul tău era în mijlocul luptei și iată că un om se apropie și-mi aduce pe un alt om, zicând: ‘Păzește pe omul acesta; dacă va fugi, viața ta va răspunde pentru viața lui sau vei plăti un talant de argint!’",
        "40": "Și, pe când robul tău făcea câte ceva încoace și încolo, omul s-a făcut nevăzut.” Împăratul lui Israel i-a zis: „Aceasta îți este osânda; tu însuți ai rostit-o.”",
        "41": "Îndată, prorocul și-a scos legătura de la ochi, și împăratul lui Israel l-a cunoscut că făcea parte din proroci.",
        "42": "El a zis atunci împăratului: „Așa vorbește Domnul: ‘Pentru că ai lăsat să-ți scape din mâini omul pe care-l sortisem nimicirii, viața ta va răspunde pentru viața lui și poporul tău, pentru poporul lui.’”",
        "43": "Împăratul lui Israel s-a dus acasă trist și mânios și a ajuns la Samaria."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Ben-Hadad, regele Aramului, și-a mobilizat toată armata. Însoțit de treizeci și doi de regi, cu cai și care, a venit, a înconjurat Samaria și a luptat împotriva ei.",
        "2": "A trimis mesageri în cetate, la Ahab, regele lui Israel,",
        "3": "și i-a zis: „Așa vorbește Ben-Hadad: «Argintul și aurul tău sunt ale mele, soțiile și cei mai buni dintre fiii tăi sunt ai mei!»“.",
        "4": "Regele lui Israel a răspuns: „O, rege, stăpânul meu, eu și tot ceea ce am suntem ai tăi, precum ai spus“.",
        "5": "Mesagerii s-au întors și i-au spus: „Așa vorbește Ben-Hadad: «Trimisesem la tine ca să-mi dai argintul, aurul, soțiile și fiii tăi.",
        "6": "Prin urmare, mâine pe la această oră, ți-i voi trimite pe slujitorii mei, care vor căuta prin palatul tău și prin casele slujitorilor tăi, vor pune mâna pe orice lucru plăcut ochilor tăi și-l vor lua cu ei»“.",
        "7": "Regele lui Israel i-a chemat pe toți bătrânii țării și le-a zis: ‒ Să știți și să vedeți că omul acesta caută răul! Căci a trimis după soțiile mele, după fiii mei, după argintul meu și după aurul meu, și nu l-am refuzat.",
        "8": "Toți bătrânii și tot poporul i-au răspuns: ‒ Nu-l asculta și nu accepta.",
        "9": "Atunci Ahab le-a zis mesagerilor lui Ben-Hadad: „Spuneți-i stăpânului meu, regele: «Voi face tot ceea ce i-ai cerut slujitorului tău prima dată, dar acest lucru nu-l pot face!»“. Mesagerii au plecat și i-au dat regelui Ben-Hadad răspunsul lui Ahab.",
        "10": "Ben-Hadad i-a trimis un alt mesaj lui Ahab și i-a zis: „Dumnezeii să se poarte cu mine cu toată asprimea dacă praful Samariei va fi suficient să umple mâinile întregului popor care mă urmează!“.",
        "11": "Regele lui Israel a răspuns: „Spuneți-i: «Cel care își pregătește armele pentru luptă să nu se laude precum cel care a câștigat deja războiul!»“.",
        "12": "Ben-Hadad a primit acest mesaj în timp ce stătea la băut împreună cu regii, în tabără, și le-a spus slujitorilor săi: „Pregătiți-vă!“. Și ei s-au pregătit de atac împotriva cetății.",
        "13": "Dar iată că un profet s-a apropiat de Ahab, regele lui Israel, și i-a zis: ‒ Așa vorbește Domnul: „Vezi toată această mulțime mare? Astăzi o voi da în mâinile tale și vei ști că Eu sunt Domnul!“.",
        "14": "Ahab a întrebat: ‒ Prin cine? El a răspuns: ‒ Așa vorbește Domnul: „Prin slujitorii conducătorilor de provincii!“. Ahab a întrebat: ‒ Și cine va începe lupta? El a răspuns: ‒ Tu!",
        "15": "Ahab i-a numărat pe slujitorii conducătorilor de provincii. Aceștia erau două sute treizeci și doi. Apoi a numărat tot poporul, pe toți fiii lui Israel. Aceștia erau șapte mii.",
        "16": "Ei au ieșit pe la amiază, în timp ce Ben-Hadad se îmbăta în tabără împreună cu cei treizeci și doi de regi care-l ajutau.",
        "17": "Mai întâi au ieșit slujitorii conducătorilor de provincii. Ben-Hadad a trimis niște oameni care l-au înștiințat, zicând: ‒ Au ieșit niște bărbați din Samaria!",
        "18": "El a zis: ‒ Dacă au ieșit pentru pace, prindeți-i vii, iar dacă au ieșit pentru război, prindeți-i tot vii!",
        "19": "Slujitorii conducătorilor de provincii au ieșit din cetate împreună cu armata care-i urma",
        "20": "și fiecare și-a lovit omul dinaintea lui. Arameii au luat-o la fugă, iar Israel i-a urmărit. Însă Ben-Hadad, regele arameilor, a scăpat pe un cal împreună cu niște călăreți.",
        "21": "Regele lui Israel a ieșit și a atacat caii și carele, provocându-le arameilor o mare înfrângere. Confruntarea dintre Israel și Aram: a doua victorie a lui Ahab",
        "22": "Apoi, profetul s-a apropiat de regele lui Israel și i-a zis: „Du-te și întărește-te! Cercetează și vezi ce trebuie să faci, pentru că regele Aramului va veni din nou împotriva ta la primăvară“.",
        "23": "Slujitorii regelui Aramului i-au spus acestuia: „Dumnezeul lor este un Dumnezeu al munților. De aceea au fost mai tari decât noi. Dar dacă ne vom lupta cu ei în podiș, cu siguranță vom fi mai tari decât ei.",
        "24": "Fă lucrul acesta: îndepărtează pe fiecare dintre regi de la locul lor și pune guvernatori în locul acestora.",
        "25": "Pregătește-ți o armată la fel ca armata pe care ai pierdut-o, cu tot atâția cai și tot atâtea care, și să ne luptăm cu ei în podiș. Atunci cu siguranță vom fi mai tari decât ei!“. El a ascultat de glasul lor și a făcut așa.",
        "26": "Primăvara următoare, Ben-Hadad i-a mobilizat pe aramei și s-a dus în Afek, ca să lupte împotriva lui Israel.",
        "27": "Fiii lui Israel au fost mobilizați, au primit provizii și au mărșăluit ca să-i întâmpine. Fiii lui Israel și-au așezat tabăra în fața lor, ca două turme mici de capre, în vreme ce arameii umpleau țara.",
        "28": "Un om al lui Dumnezeu s-a apropiat de regele lui Israel și i-a zis: „Așa vorbește Domnul: «Pentru că arameii au spus că Domnul este un Dumnezeu al munților, nu și un Dumnezeu al văilor, voi da toată această mulțime mare în mâinile tale și veți ști că Eu sunt Domnul!»“.",
        "29": "Timp de șapte zile au rămas în taberele lor unii în fața altora, iar în ziua a șaptea au început lupta. Fiii lui Israel au omorât o sută de mii de pedestrași aramei într-o singură zi.",
        "30": "Ceilalți au fugit în cetatea Afek, unde zidul s-a prăbușit peste douăzeci și șapte de mii de oameni care mai rămăseseră. Ben-Hadad a fugit și a intrat în cetate, într-o cameră retrasă.",
        "31": "Slujitorii săi i-au zis: „Iată, am auzit că regii Casei lui Israel sunt îndurători. Dă-ne voie să ne punem o pânză de sac în jurul coapselor, să ne legăm cu funii la cap și să ieșim la regele lui Israel. Poate că te va lăsa în viață“.",
        "32": "Ei și-au pus o pânză de sac în jurul coapselor, s-au legat cu funii la cap și s-au dus la regele lui Israel. Ei i-au zis: ‒ Slujitorul tău Ben-Hadad zice: „Te rog, lasă-mă în viață!“. Ahab a zis: ‒ Mai este încă în viață? Atunci este fratele meu!",
        "33": "Bărbații au luat de bun augur răspunsul și s-au grăbit să accepte, zicând: ‒ Da, fratele tău Ben-Hadad! Ahab a zis: ‒ Duceți-vă și aduceți-l. Ben-Hadad a venit la el, iar Ahab l-a urcat în carul lui.",
        "34": "Ben-Hadad i-a spus: ‒ Îți voi înapoia cetățile pe care tatăl meu le-a luat de la tatăl tău și vei putea să-ți faci piețe în Damasc, așa cum a făcut tatăl meu în Samaria. Ahab a zis: ‒ Iar eu îți voi da drumul, încheind un legământ cu tine. Astfel, după ce a încheiat un legământ cu el, Ahab i-a dat drumul.",
        "35": "Unul dintre fiii profeților i-a spus confratelui său prin Cuvântul Domnului: „Lovește-mă, te rog!“. Dar acesta n-a vrut să-l lovească.",
        "36": "„Pentru că n-ai ascultat de Cuvântul Domnului, i-a zis profetul, când vei pleca de la mine, te va omorî un leu“. După ce a plecat de la el, a întâlnit un leu care l-a omorât.",
        "37": "Profetul a găsit un alt om și i-a spus: „Lovește-mă, te rog!“. Acel om l-a lovit și l-a rănit.",
        "38": "Apoi profetul s-a dus și l-a așteptat pe rege lângă drum. El s-a deghizat acoperindu-și ochii cu un bandaj.",
        "39": "Când regele a trecut pe acolo, el a strigat și i-a spus regelui: ‒ În timp ce slujitorul tău era în toiul bătăliei, un bărbat a venit și mi-a adus un captiv, zicându-mi: „Păzește-l pe acest om. Dacă va scăpa, vei răspunde cu viața pentru el sau vei plăti un talant de argint!“.",
        "40": "Dar, în timp ce slujitorul tău s-a ocupat de altceva, el a dispărut. Regele lui Israel i-a răspuns: ‒ Aceasta îți este condamnarea. Tu însuți ai rostit-o.",
        "41": "Îndată profetul și-a dat jos bandajul de pe ochi, iar regele lui Israel l-a recunoscut că era dintre profeți.",
        "42": "El i-a zis regelui: ‒ Așa vorbește Domnul: „Fiindcă i-ai dat drumul omului pe care-l hotărâsem pentru nimicire, vei răspunde cu viața ta pentru viața lui și cu poporul tău pentru poporul lui“.",
        "43": "Regele lui Israel s-a dus și a intrat supărat și mâniat în palatul său din Samaria."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Ben Hadad the king of Syria gathered all his army together; and there were thirty-two kings with him, with horses and chariots. He went up and besieged Samaria, and fought against it.",
        "2": "He sent messengers into the city to Ahab king of Israel and said to him, “Ben Hadad says,",
        "3": "‘Your silver and your gold are mine. Your wives also and your children, even the best, are mine.’”",
        "4": "The king of Israel answered, “It is according to your saying, my lord, O king. I am yours, and all that I have.”",
        "5": "The messengers came again and said, “Ben Hadad says, ‘I sent indeed to you, saying, “You shall deliver me your silver, your gold, your wives, and your children;",
        "6": "but I will send my servants to you tomorrow about this time, and they will search your house and the houses of your servants. Whatever is pleasant in your eyes, they will put it in their hand, and take it away.”’”",
        "7": "Then the king of Israel called all the elders of the land, and said, “Please notice how this man seeks mischief; for he sent to me for my wives, and for my children, and for my silver, and for my gold; and I didn’t deny him.”",
        "8": "All the elders and all the people said to him, “Don’t listen, and don’t consent.”",
        "9": "Therefore he said to the messengers of Ben Hadad, “Tell my lord the king, ‘All that you sent for to your servant at the first I will do, but this thing I cannot do.’” The messengers departed and brought him back the message.",
        "10": "Ben Hadad sent to him, and said, “The gods do so to me, and more also, if the dust of Samaria will be enough for handfuls for all the people who follow me.”",
        "11": "The king of Israel answered, “Tell him, ‘Don’t let him who puts on his armor brag like he who takes it off.’”",
        "12": "When Ben Hadad heard this message as he was drinking, he and the kings in the pavilions, he said to his servants, “Prepare to attack!” So they prepared to attack the city.",
        "13": "Behold, a prophet came near to Ahab king of Israel, and said, “Yahweh says, ‘Have you seen all this great multitude? Behold, I will deliver it into your hand today. Then you will know that I am Yahweh.’”",
        "14": "Ahab said, “By whom?” He said, “Yahweh says, ‘By the young men of the princes of the provinces.’” Then he said, “Who shall begin the battle?” He answered, “You.”",
        "15": "Then he mustered the young men of the princes of the provinces, and they were two hundred and thirty-two. After them, he mustered all the people, even all the children of Israel, being seven thousand.",
        "16": "They went out at noon. But Ben Hadad was drinking himself drunk in the pavilions, he and the kings, the thirty-two kings who helped him.",
        "17": "The young men of the princes of the provinces went out first; and Ben Hadad sent out, and they told him, saying, “Men are coming out from Samaria.”",
        "18": "He said, “If they have come out for peace, take them alive; or if they have come out for war, take them alive.”",
        "19": "So these went out of the city, the young men of the princes of the provinces, and the army which followed them.",
        "20": "They each killed his man. The Syrians fled, and Israel pursued them. Ben Hadad the king of Syria escaped on a horse with horsemen.",
        "21": "The king of Israel went out and struck the horses and chariots, and killed the Syrians with a great slaughter.",
        "22": "The prophet came near to the king of Israel and said to him, “Go, strengthen yourself, and plan what you must do, for at the return of the year, the king of Syria will come up against you.”",
        "23": "The servants of the king of Syria said to him, “Their god is a god of the hills; therefore they were stronger than we. But let’s fight against them in the plain, and surely we will be stronger than they.",
        "24": "Do this thing: take the kings away, every man out of his place, and put captains in their place.",
        "25": "Muster an army like the army that you have lost, horse for horse and chariot for chariot. We will fight against them in the plain, and surely we will be stronger than they are.” He listened to their voice and did so.",
        "26": "At the return of the year, Ben Hadad mustered the Syrians and went up to Aphek to fight against Israel.",
        "27": "The children of Israel were mustered and given provisions, and went against them. The children of Israel encamped before them like two little flocks of young goats, but the Syrians filled the country.",
        "28": "A man of God came near and spoke to the king of Israel, and said, “Yahweh says, ‘Because the Syrians have said, “Yahweh is a god of the hills, but he is not a god of the valleys,” therefore I will deliver all this great multitude into your hand, and you shall know that I am Yahweh.’”",
        "29": "They encamped opposite each other for seven days. Then on the seventh day the battle was joined; and the children of Israel killed one hundred thousand footmen of the Syrians in one day.",
        "30": "But the rest fled to Aphek, into the city; and the wall fell on twenty-seven thousand men who were left. Ben Hadad fled and came into the city, into an inner room.",
        "31": "His servants said to him, “See now, we have heard that the kings of the house of Israel are merciful kings. Please let us put sackcloth on our bodies and ropes on our heads, and go out to the king of Israel. Maybe he will save your life.”",
        "32": "So they put sackcloth on their bodies and ropes on their heads, and came to the king of Israel, and said, “Your servant Ben Hadad says, ‘Please let me live.’” He said, “Is he still alive? He is my brother.”",
        "33": "Now the men observed diligently and hurried to take this phrase; and they said, “Your brother Ben Hadad.” Then he said, “Go, bring him.” Then Ben Hadad came out to him; and he caused him to come up into the chariot.",
        "34": "Ben Hadad said to him, “The cities which my father took from your father I will restore. You shall make streets for yourself in Damascus, as my father made in Samaria.” “I”, said Ahab, “will let you go with this covenant.” So he made a covenant with him and let him go.",
        "35": "A certain man of the sons of the prophets said to his fellow by Yahweh’s word, “Please strike me!” The man refused to strike him.",
        "36": "Then he said to him, “Because you have not obeyed Yahweh’s voice, behold, as soon as you have departed from me, a lion will kill you.” As soon as he had departed from him, a lion found him and killed him.",
        "37": "Then he found another man, and said, “Please strike me.” The man struck him and wounded him.",
        "38": "So the prophet departed and waited for the king by the way, and disguised himself with his headband over his eyes.",
        "39": "As the king passed by, he cried to the king, and he said, “Your servant went out into the middle of the battle; and behold, a man came over and brought a man to me, and said, ‘Guard this man! If by any means he is missing, then your life shall be for his life, or else you shall pay a talent of silver.’",
        "40": "As your servant was busy here and there, he was gone.” The king of Israel said to him, “So shall your judgment be. You yourself have decided it.”",
        "41": "He hurried, and took the headband away from his eyes; and the king of Israel recognized that he was one of the prophets.",
        "42": "He said to him, “Yahweh says, ‘Because you have let go out of your hand the man whom I had devoted to destruction, therefore your life will take the place of his life, and your people take the place of his people.’”",
        "43": "The king of Israel went to his house sullen and angry, and came to Samaria."
      }
    }
  }
}