{
  "book": "1 Imparati",
  "chapter": "9",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Când a isprăvit Solomon de zidit Casa Domnului, casa împăratului și tot ce a găsit cu cale să facă,",
        "2": "Domnul S-a arătat a doua oară lui Solomon, cum i Se arătase la Gabaon.",
        "3": "Și Domnul i-a zis: „Îți ascult rugăciunea și cererea pe care Mi-ai făcut-o, sfințesc casa aceasta pe care ai zidit-o ca să pui în ea pentru totdeauna Numele Meu, și ochii Mei și inima Mea vor fi acolo pe vecie.",
        "4": "Și tu, dacă vei umbla înaintea Mea cum a umblat tatăl tău, David, cu inimă curată și cu neprihănire, făcând tot ce ți-am poruncit, dacă vei păzi legile și poruncile Mele,",
        "5": "voi întări pe vecie scaunul de domnie al împărăției tale în Israel, cum am spus tatălui tău, David, când am zis: ‘Nu vei fi lipsit niciodată de un urmaș pe scaunul de domnie al lui Israel.’",
        "6": "Dar, dacă vă veți abate de la Mine voi și fiii voștri, dacă nu veți păzi poruncile Mele și legile Mele pe care vi le-am dat și dacă vă veți duce să slujiți altor dumnezei și să vă închinați înaintea lor,",
        "7": "voi nimici pe Israel din țara pe care i-am dat-o, voi lepăda de la Mine casa pe care am sfințit-o Numelui Meu, și Israel va ajunge de râs și de pomină printre toate popoarele.",
        "8": "Și oricât de înaltă este casa aceasta, oricine va trece pe lângă ea va rămâne încremenit și va fluiera. Și va zice: ‘Pentru ce a făcut Domnul așa țării acesteia și casei acesteia?’",
        "9": "Și i se va răspunde: ‘Pentru că au părăsit pe Domnul Dumnezeul lor, care a scos pe părinții lor din țara Egiptului, pentru că s-au alipit de alți dumnezei, s-au închinat înaintea lor și le-au slujit, de aceea a făcut Domnul să vină peste ei toate aceste rele.’” Cetățile zidite de Solomon",
        "10": "După douăzeci de ani, Solomon zidise cele două case: Casa Domnului și casa împăratului.",
        "11": "Atunci, fiindcă Hiram, împăratul Tirului, dăduse lui Solomon lemne de cedru și lemne de chiparos și aur cât a voit, împăratul Solomon a dat lui Hiram douăzeci de cetăți în țara Galileii.",
        "12": "Hiram a ieșit din Tir să vadă cetățile pe care i le dădea Solomon. Dar nu i-au plăcut",
        "13": "și a zis: „Ce cetăți mi-ai dat, frate?” Și le-a numit Țara Cabul, nume pe care l-au păstrat până în ziua de azi.",
        "14": "Hiram trimisese împăratului o sută douăzeci de talanți de aur.",
        "15": "Iată cum stau lucrurile cu privire la oamenii de corvoadă pe care i-a luat împăratul Solomon pentru zidirea Casei Domnului și a casei sale Milo și a zidului Ierusalimului, Hațorului, Meghidoului și Ghezerului.",
        "16": "Faraon, împăratul Egiptului, venise și cucerise Ghezerul, îi dăduse foc și omorâse pe canaaniții care locuiau în cetate. Apoi, îl dăduse de zestre fetei lui, nevasta lui Solomon.",
        "17": "Și Solomon a zidit Ghezerul, Bet-Horonul de jos,",
        "18": "Baalatul și Tadmorul în pustia țării,",
        "19": "toate cetățile slujindu-i ca magazii și fiind ale lui: cetățile pentru care, cetățile pentru călărime și tot ce a găsit cu cale Solomon să zidească la Ierusalim, la Liban și în toată țara peste care împărățea.",
        "20": "Iar pe tot poporul care mai rămăsese din amoriți, hetiți, fereziți, heviți și iebusiți, nefăcând parte din copiii lui Israel,",
        "21": "pe urmașii lor care mai rămăseseră după ei în țară și pe care copiii lui Israel nu-i putuseră nimici cu desăvârșire, Solomon i-a luat ca robi de corvoadă, și așa au fost până în ziua de astăzi.",
        "22": "Dar Solomon n-a întrebuințat ca robi de corvoadă pe copiii lui Israel, căci ei erau oameni de război, slujitorii lui, căpeteniile lui, căpitanii lui, cârmuitorii carelor și călărimii lui.",
        "23": "Căpeteniile puse de Solomon peste lucrări erau în număr de cinci sute cincizeci, însărcinați să privegheze pe lucrători.",
        "24": "Fata lui Faraon s-a suit din cetatea lui David în casa ei, pe care i-o zidise Solomon. Atunci a zidit el Milo.",
        "25": "Solomon aducea de trei ori pe an arderi-de-tot și jertfe de mulțumire pe altarul pe care-l zidise Domnului și ardea tămâie pe cel care era înaintea Domnului. Și a isprăvit astfel casa.",
        "26": "Împăratul Solomon a mai făcut și corăbii la Ețion-Gheber, lângă Elot, pe țărmurile Mării Roșii, în țara Edomului.",
        "27": "Și Hiram a trimis cu aceste corăbii, la slujitorii lui Solomon, pe înșiși slujitorii lui, marinari care cunoșteau marea.",
        "28": "S-au dus la Ofir și au luat de acolo aur, patru sute douăzeci de talanți, pe care i-au adus împăratului Solomon."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "După ce a terminat Solomon de construit Casa Domnului, palatul regelui și tot ceea ce-și dorise să facă,",
        "2": "Domnul i S-a arătat a doua oară, tot așa cum i Se arătase la Ghivon.",
        "3": "Domnul i-a zis: „Ți-am ascultat rugăciunea și cererea prin care ai căutat bunăvoință înaintea Mea. Am sfințit această Casă pe care ai construit-o, punându-Mi Numele acolo pentru totdeauna. Ochii și inima Mea vor fi acolo tot timpul.",
        "4": "Cât despre tine, dacă vei umbla înaintea Mea, așa cum a umblat tatăl tău David, în curăție de inimă și în dreptate, împlinind tot ce ți-am poruncit și păzind hotărârile și judecățile Mele,",
        "5": "voi consolida pe vecie tronul domniei tale peste Israel, așa cum i-am promis tatălui tău David, zicând: «Nu vei fi lipsit niciodată de un urmaș la tronul lui Israel».",
        "6": "Dar, dacă voi sau urmașii voștri vă veți întoarce de la Mine, dacă nu veți păzi poruncile și hotărârile pe care vi le-am dat, dacă vă veți depărta, dacă veți sluji altor dumnezei și vă veți închina înaintea lor,",
        "7": "atunci îl voi îndepărta pe Israel din țara pe care i-am dat-o și voi lepăda dinaintea Mea Casa pe care am sfințit-o pentru Numele Meu, iar Israel va ajunge astfel o pildă și o batjocură printre toate popoarele.",
        "8": "Și oricine va trece pe lângă Casa aceasta, care este acum impunătoare, se va îngrozi, va fluiera și va întreba: «De ce a făcut Domnul astfel acestei țări și acestei Case?».",
        "9": "Atunci ei vor răspunde: «Pentru că L-au părăsit pe Domnul, Dumnezeul lor, Care i-a scos pe strămoșii lor din țara Egiptului, și pentru că s-au alipit de alți dumnezei, s-au închinat înaintea lor și le-au slujit, de aceea a adus Domnul peste ei toată această nenorocire»“.",
        "10": "La sfârșitul celor douăzeci de ani, timp în care Solomon construise cele două edificii – Casa Domnului și palatul regelui –",
        "11": "(Hiram, regele Tyrului, îi dăduse lui Solomon lemn de cedru și de chiparos și aur cât a dorit), regele Solomon i-a dat lui Hiram douăzeci de cetăți în țara Galileei.",
        "12": "Hiram a ieșit din Tyr să vadă cetățile pe care i le-a dat Solomon, dar nu i-au plăcut.",
        "13": "Atunci a zis: „Ce fel de cetăți mi-ai dat, frate?“. Și le-a numit țara Cabul, nume care le-a rămas până în ziua aceasta.",
        "14": "Hiram îi trimisese regelui Solomon o sută douăzeci de talanți de aur.",
        "15": "Aceasta este relatarea cu privire la oamenii de corvoadă pe care i-a folosit regele Solomon pentru a construi Casa Domnului, palatul său, Milo, zidul Ierusalimului și cetățile Hațor, Meghido și Ghezer.",
        "16": "Faraon, regele Egiptului venise cu armata, capturase Ghezerul și-i dăduse foc. Îi omorâse pe canaaniții din cetate și i-o dăduse ca zestre fetei sale, soția lui Solomon.",
        "17": "Solomon a reconstruit cetățile Ghezer, Bet-Horonul de Jos,",
        "18": "Baalat și Tadmor în deșert, în interiorul țării,",
        "19": "precum și toate cetățile-hambar, care erau ale lui Solomon, cetățile pentru care și cetățile pentru cavalerie, și tot ceea ce a dorit Solomon să construiască în Ierusalim, în Liban și în toată țara aflată sub stăpânirea sa.",
        "20": "Iar pe tot poporul care mai rămăsese dintre amoriți, hitiți, periziți, hiviți și iebusiți – care nu erau dintre fiii lui Israel –",
        "21": "adică pe urmașii acestora, care rămăseseră după ei în țară și pe care fiii lui Israel nu reușiseră să-i nimicească în totalitate, Solomon i-a folosit la muncă silnică și așa au rămas până în ziua aceasta.",
        "22": "Dar Solomon nu i-a folosit pe fiii lui Israel ca sclavi, deoarece aceștia erau războinici, slujitori, demnitari, ofițeri și conducători de care și de cavalerie.",
        "23": "Supraveghetorii care fuseseră puși să supravegheze lucrarea lui Solomon, și anume cei ce conduceau poporul și făceau lucrarea, erau în număr de cinci sute cincizeci.",
        "24": "Fata faraonului a plecat din Cetatea lui David în palatul pe care Solomon îl construise pentru ea. Atunci a construit el Milo.",
        "25": "De trei ori pe an, Solomon aducea arderi-de-tot și jertfe de pace pe altarul pe care-l construise pentru Domnul și, alături de aceste jertfe, ardea și tămâie înaintea Domnului. Astfel, el a terminat de construit Casa.",
        "26": "Regele Solomon a construit și niște corăbii la Ețion-Gheber, care se află lângă Elat, în țara Edomului, pe țărmul Mării Roșii.",
        "27": "Hiram i-a trimis, cu aceste corăbii, pe slujitorii săi, marinari care cunoșteau marea, împreună cu slujitorii lui Solomon.",
        "28": "Ei s-au dus la Ofir și au luat de acolo patru sute douăzeci de talanți de aur, pe care i-au adus apoi regelui Solomon."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "When Solomon had finished the building of Yahweh’s house, the king’s house, and all Solomon’s desire which he was pleased to do,",
        "2": "Yahweh appeared to Solomon the second time, as he had appeared to him at Gibeon.",
        "3": "Yahweh said to him, “I have heard your prayer and your supplication that you have made before me. I have made this house holy, which you have built, to put my name there forever; and my eyes and my heart shall be there perpetually.",
        "4": "As for you, if you will walk before me as David your father walked, in integrity of heart and in uprightness, to do according to all that I have commanded you, and will keep my statutes and my ordinances,",
        "5": "then I will establish the throne of your kingdom over Israel forever, as I promised to David your father, saying, ‘There shall not fail from you a man on the throne of Israel.’",
        "6": "But if you turn away from following me, you or your children, and not keep my commandments and my statutes which I have set before you, but go and serve other gods and worship them,",
        "7": "then I will cut off Israel out of the land which I have given them; and I will cast this house, which I have made holy for my name, out of my sight; and Israel will be a proverb and a byword among all peoples.",
        "8": "Though this house is so high, yet everyone who passes by it will be astonished and hiss; and they will say, ‘Why has Yahweh done this to this land and to this house?’",
        "9": "and they will answer, ‘Because they abandoned Yahweh their God, who brought their fathers out of the land of Egypt, and embraced other gods, and worshiped them, and served them. Therefore Yahweh has brought all this evil on them.’”",
        "10": "At the end of twenty years, in which Solomon had built the two houses, Yahweh’s house and the king’s house",
        "11": "(now Hiram the king of Tyre had furnished Solomon with cedar trees and cypress trees, and with gold, according to all his desire), King Solomon gave Hiram twenty cities in the land of Galilee.",
        "12": "Hiram came out of Tyre to see the cities which Solomon had given him; and they didn’t please him.",
        "13": "He said, “What cities are these which you have given me, my brother?” He called them the land of Cabul to this day.",
        "14": "Hiram sent to the king one hundred twenty talents of gold.",
        "15": "This is the reason of the forced labor which King Solomon conscripted: to build Yahweh’s house, his own house, Millo, Jerusalem’s wall, Hazor, Megiddo, and Gezer.",
        "16": "Pharaoh king of Egypt had gone up, taken Gezer, burned it with fire, killed the Canaanites who lived in the city, and given it for a wedding gift to his daughter, Solomon’s wife.",
        "17": "Solomon built in the land Gezer, Beth Horon the lower,",
        "18": "Baalath, Tamar in the wilderness,",
        "19": "all the storage cities that Solomon had, the cities for his chariots, the cities for his horsemen, and that which Solomon desired to build for his pleasure in Jerusalem, and in Lebanon, and in all the land of his dominion.",
        "20": "As for all the people who were left of the Amorites, the Hittites, the Perizzites, the Hivites, and the Jebusites, who were not of the children of Israel—",
        "21": "their children who were left after them in the land, whom the children of Israel were not able utterly to destroy—of them Solomon raised a levy of bondservants to this day.",
        "22": "But of the children of Israel Solomon made no bondservants; but they were the men of war, his servants, his princes, his captains, and rulers of his chariots and of his horsemen.",
        "23": "These were the five hundred fifty chief officers who were over Solomon’s work, who ruled over the people who labored in the work.",
        "24": "But Pharaoh’s daughter came up out of David’s city to her house which Solomon had built for her. Then he built Millo.",
        "25": "Solomon offered burnt offerings and peace offerings on the altar which he built to Yahweh three times per year, burning incense with them on the altar that was before Yahweh. So he finished the house.",
        "26": "King Solomon made a fleet of ships in Ezion Geber, which is beside Eloth, on the shore of the Red Sea, in the land of Edom.",
        "27": "Hiram sent in the fleet his servants, sailors who had knowledge of the sea, with the servants of Solomon.",
        "28": "They came to Ophir, and fetched from there gold, four hundred and twenty talents, and brought it to King Solomon."
      }
    }
  }
}