{
  "book": "1 Imparati",
  "chapter": "19",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Ahab a spus Izabelei tot ce făcuse Ilie și cum ucisese cu sabia pe toți prorocii.",
        "2": "Izabela a trimis un sol la Ilie să-i spună: „Să mă pedepsească zeii cu toată asprimea lor dacă mâine, la ceasul acesta, nu voi face cu viața ta ce ai făcut tu cu viața fiecăruia din ei.”",
        "3": "Ilie, când a văzut lucrul acesta, s-a sculat și a plecat, ca să-și scape viața. A ajuns la Beer-Șeba, care ține de Iuda, și și-a lăsat slujitorul acolo.",
        "4": "El s-a dus în pustie, unde, după un drum de o zi, a șezut sub un ienupăr și dorea să moară zicând: „Destul! Acum, Doamne, ia-mi sufletul, căci nu sunt mai bun decât părinții mei.”",
        "5": "S-a culcat și a adormit sub un ienupăr. Și, iată, l-a atins un înger și i-a zis: „Scoală-te și mănâncă.”",
        "6": "El s-a uitat și, la căpătâiul lui, erau o turtă coaptă pe niște pietre încălzite și un urcior cu apă. A mâncat și a băut, apoi s-a culcat din nou.",
        "7": "Îngerul Domnului a venit a doua oară, l-a atins și a zis: „Scoală-te și mănâncă, fiindcă drumul pe care-l ai de făcut este prea lung pentru tine.”",
        "8": "El s-a sculat, a mâncat și a băut și, cu puterea pe care i-a dat-o mâncarea aceasta, a mers patruzeci de zile și patruzeci de nopți până la muntele lui Dumnezeu, Horeb. Dumnezeu Se arată",
        "9": "Și acolo, Ilie a intrat într-o peșteră și a rămas în ea peste noapte. Și cuvântul Domnului i-a vorbit astfel: „Ce faci tu aici, Ilie?”",
        "10": "El a răspuns: „Am fost plin de râvnă pentru Domnul Dumnezeul oștirilor, căci copiii lui Israel au părăsit legământul Tău, au sfărâmat altarele Tale și au ucis cu sabia pe prorocii Tăi; am rămas numai eu singur, și caută să-mi ia viața!”",
        "11": "Domnul i-a zis: „Ieși și stai pe munte înaintea Domnului!” Și iată că Domnul a trecut pe lângă peșteră. Și înaintea Domnului a trecut un vânt tare și puternic, care despica munții și sfărâma stâncile. Domnul nu era în vântul acela. Și, după vânt, a venit un cutremur de pământ. Domnul nu era în cutremurul de pământ.",
        "12": "Și după cutremurul de pământ, a venit un foc. Domnul nu era în focul acela. Și după foc, a venit un susur blând și subțire.",
        "13": "Când l-a auzit, Ilie și-a acoperit fața cu mantaua, a ieșit și a stat la gura peșterii. Și un glas i-a vorbit zicând: „Ce faci tu aici, Ilie?”",
        "14": "El a răspuns: „Am fost plin de râvnă pentru Domnul Dumnezeul oștirilor, căci copiii lui Israel au părăsit legământul Tău, au sfărâmat altarele Tale și au ucis cu sabia pe prorocii Tăi; am rămas numai eu singur, și caută să-mi ia viața.”",
        "15": "Domnul i-a zis: „Du-te, întoarce-te pe drumul tău prin pustie până la Damasc și, când vei ajunge, să ungi pe Hazael ca împărat al Siriei.",
        "16": "Să ungi și pe Iehu, fiul lui Nimși, ca împărat al lui Israel și să ungi pe Elisei, fiul lui Șafat, din Abel-Mehola, ca proroc în locul tău.",
        "17": "Și se va întâmpla că pe cel ce va scăpa de sabia lui Hazael îl va omorî Iehu și pe cel ce va scăpa de sabia lui Iehu îl va omorî Elisei.",
        "18": "Dar voi lăsa în Israel șapte mii de bărbați, și anume pe toți cei ce nu și-au plecat genunchii înaintea lui Baal și a căror gură nu l-au sărutat.” Elisei, ucenicul lui Ilie",
        "19": "Ilie a plecat de acolo și a găsit pe Elisei, fiul lui Șafat, arând. Înaintea lui erau douăsprezece perechi de boi, și el era cu a douăsprezecea. Ilie s-a apropiat de el și și-a aruncat mantaua pe el.",
        "20": "Elisei a părăsit boii, a alergat după Ilie și a zis: „Lasă-mă să sărut pe tatăl meu și pe mama mea și te voi urma.” Ilie i-a răspuns: „Du-te și apoi întoarce-te, dar gândește-te la ce ți-am făcut.”",
        "21": "După ce s-a depărtat de Ilie, s-a întors și a luat o pereche de boi pe care i-a adus jertfă; cu uneltele boilor le-a fiert carnea și a dat-o oamenilor s-o mănânce. Apoi s-a sculat, a urmat pe Ilie și a fost în slujba lui."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Ahab i-a istorisit Izabelei tot ceea ce făcuse Ilie și cum îi omorâse pe toți profeții cu sabia.",
        "2": "Izabela a trimis un mesager la Ilie ca să-i spună: „Dumnezeii să se poarte cu mine cu toată asprimea dacă mâine la această oră nu voi face cu viața ta ce ai făcut tu cu viața fiecăruia dintre ei!“.",
        "3": "Când a auzit Ilie acest lucru, s-a ridicat și a fugit ca să-și scape viața. A ajuns la Beer-Șeba, care aparține de Iuda, și și-a lăsat slujitorul acolo,",
        "4": "iar el s-a dus cale de o zi în deșert. A ajuns la un verigel, s-a așezat sub el și s-a rugat să moară, zicând: „Destul, Doamne! Ia-mi viața acum, căci nu sunt mai bun decât strămoșii mei“.",
        "5": "Apoi, s-a întins sub verigel și a adormit. Dar iată că un înger l-a trezit și i-a zis: „Ridică-te și mănâncă!“.",
        "6": "Uitându-se, a văzut la capul său o turtă coaptă pe niște pietre încălzite și un ulcior cu apă. După ce a mâncat și a băut, s-a culcat din nou.",
        "7": "Îngerul Domnului a venit a doua oară, l-a trezit și i-a zis: „Ridică-te și mănâncă, întrucât călătoria pe care o ai de făcut este prea lungă pentru tine!“.",
        "8": "El s-a ridicat, a mâncat și a băut. Apoi, cu puterea pe care i-a dat-o această mâncare, a mers timp de patruzeci de zile și patruzeci de nopți până la Horeb, muntele lui Dumnezeu.",
        "9": "Acolo, a intrat într-o peșteră și a înnoptat în ea. Domnul i Se arată lui Ilie Și iată că a venit la el Cuvântul Domnului și i-a zis: ‒ Ce faci tu aici, Ilie?",
        "10": "El a răspuns: ‒ Am fost plin de râvnă pentru Domnul, Dumnezeul Oștirilor, căci fiii lui Israel au încălcat legământul Tău, Ți-au dărâmat altarele și Ți-au ucis profeții cu sabia. Numai eu singur am mai rămas, iar ei încearcă să-mi ia viața.",
        "11": "El i-a spus: ‒ Ieși și stai pe munte înaintea Domnului! Iată că Domnul va trece pe acolo. Înaintea Domnului a venit un vânt mare și puternic, care despica munții și sfărâma stâncile, dar Domnul nu era în acel vânt. După vânt, a avut loc un cutremur de pământ, dar Domnul nu era în acel cutremur.",
        "12": "După cutremur, a venit un foc, dar Domnul nu era în acel foc. Însă după foc, s-a auzit o voce blândă, suavă.",
        "13": "Când a auzit-o, Ilie și-a acoperit fața cu mantaua, a ieșit și a stat la intrarea peșterii. Și iată că o voce i-a vorbit și a zis: ‒ Ce faci tu aici, Ilie?",
        "14": "El a răspuns: ‒ Am fost plin de râvnă pentru Domnul, Dumnezeul Oștirilor, căci fiii lui Israel au încălcat legământul Tău, Ți-au dărâmat altarele și Ți-au ucis profeții cu sabia. Numai eu singur am mai rămas, iar ei încearcă să-mi ia viața.",
        "15": "Domnul i-a zis: ‒ Întoarce-te pe drumul pe care ai venit și du-te până la deșertul Damascului. Când vei ajunge acolo, să-l ungi pe Hazael ca rege peste Aram.",
        "16": "Să-l ungi și pe Iehu, fiul lui Nimși, ca rege peste Israel, iar pe Elisei, fiul lui Șafat din Abel-Mehola, să-l ungi ca profet în locul tău.",
        "17": "Și se va întâmpla că cel care va scăpa de sabia lui Hazael va fi omorât de Iehu, iar cel care va scăpa de sabia lui Iehu va fi omorât de Elisei.",
        "18": "Dar Mi-am păstrat în Israel șapte mii – toți genunchii care nu s-au plecat înaintea lui Baal și orice gură care nu l-a sărutat. Chemarea lui Elisei",
        "19": "Ilie a plecat de acolo și l-a găsit pe Elisei, fiul lui Șafat, arând cu douăsprezece perechi de boi. El însuși o mâna pe cea de-a douăsprezecea. Ilie a trecut pe lângă el și și-a aruncat mantaua peste acesta.",
        "20": "Elisei a lăsat boii, a alergat după Ilie și i-a zis: ‒ Dă-mi voie să-mi iau rămas bun de la tatăl meu și de la mama mea, apoi te voi urma! Ilie i-a zis: ‒ Du-te, însă gândește-te la ce ți-am făcut, și apoi întoarce-te!",
        "21": "Elisei a plecat de lângă el, a luat o pereche de boi și i-a înjunghiat. Dând foc uneltelor de arat, a fiert carnea boilor și le-a dat-o oamenilor s-o mănânce. După aceea s-a ridicat, l-a urmat pe Ilie și i-a slujit."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Ahab told Jezebel all that Elijah had done, and how he had killed all the prophets with the sword.",
        "2": "Then Jezebel sent a messenger to Elijah, saying, “So let the gods do to me, and more also, if I don’t make your life as the life of one of them by tomorrow about this time!”",
        "3": "When he saw that, he arose and ran for his life, and came to Beersheba, which belongs to Judah, and left his servant there.",
        "4": "But he himself went a day’s journey into the wilderness, and came and sat down under a juniper tree. Then he requested for himself that he might die, and said, “It is enough. Now, O Yahweh, take away my life; for I am not better than my fathers.”",
        "5": "He lay down and slept under a juniper tree; and behold, an angel touched him, and said to him, “Arise and eat!”",
        "6": "He looked, and behold, there was at his head a cake baked on the coals, and a jar of water. He ate and drank, and lay down again.",
        "7": "Yahweh’s angel came again the second time, and touched him, and said, “Arise and eat, because the journey is too great for you.”",
        "8": "He arose, and ate and drank, and went in the strength of that food forty days and forty nights to Horeb, God’s Mountain.",
        "9": "He came to a cave there, and camped there; and behold, Yahweh’s word came to him, and he said to him, “What are you doing here, Elijah?”",
        "10": "He said, “I have been very jealous for Yahweh, the God of Armies; for the children of Israel have forsaken your covenant, thrown down your altars, and killed your prophets with the sword. I, even I only, am left; and they seek my life, to take it away.”",
        "11": "He said, “Go out and stand on the mountain before Yahweh.” Behold, Yahweh passed by, and a great and strong wind tore the mountains and broke in pieces the rocks before Yahweh; but Yahweh was not in the wind. After the wind there was an earthquake; but Yahweh was not in the earthquake.",
        "12": "After the earthquake a fire passed; but Yahweh was not in the fire. After the fire, there was a still small voice.",
        "13": "When Elijah heard it, he wrapped his face in his mantle, went out, and stood in the entrance of the cave. Behold, a voice came to him, and said, “What are you doing here, Elijah?”",
        "14": "He said, “I have been very jealous for Yahweh, the God of Armies; for the children of Israel have forsaken your covenant, thrown down your altars, and killed your prophets with the sword. I, even I only, am left; and they seek my life, to take it away.”",
        "15": "Yahweh said to him, “Go, return on your way to the wilderness of Damascus. When you arrive, anoint Hazael to be king over Syria.",
        "16": "Anoint Jehu the son of Nimshi to be king over Israel; and anoint Elisha the son of Shaphat of Abel Meholah to be prophet in your place.",
        "17": "He who escapes from the sword of Hazael, Jehu will kill; and he who escapes from the sword of Jehu, Elisha will kill.",
        "18": "Yet I reserved seven thousand in Israel, all the knees of which have not bowed to Baal, and every mouth which has not kissed him.”",
        "19": "So he departed from there and found Elisha the son of Shaphat, who was plowing with twelve yoke of oxen before him, and he with the twelfth. Elijah went over to him and put his mantle on him.",
        "20": "Elisha left the oxen and ran after Elijah, and said, “Let me please kiss my father and my mother, and then I will follow you.” He said to him, “Go back again; for what have I done to you?”",
        "21": "He returned from following him, and took the yoke of oxen, killed them, and boiled their meat with the oxen’s equipment, and gave to the people; and they ate. Then he arose, and went after Elijah, and served him."
      }
    }
  }
}