{
  "book": "1 Imparati",
  "chapter": "7",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Solomon și-a mai zidit și casa lui și a ținut treisprezece ani până când a isprăvit-o de tot.",
        "2": "A zidit mai întâi casa din pădurea Libanului: lungă de o sută de coți, lată de cincizeci de coți și înaltă de treizeci de coți. Se sprijinea pe patru rânduri de stâlpi de cedru și pe stâlpi erau grinzi de cedru.",
        "3": "A acoperit cu cedru odăile care erau sprijinite de stâlpi și care erau în număr de patruzeci și cinci, câte cincisprezece de fiecare cat.",
        "4": "Erau trei caturi și fiecare din ele avea ferestrele față în față.",
        "5": "Toate ușile și toți ușorii erau din bârne în patru muchii și, la fiecare din cele trei caturi, ușile erau față în față.",
        "6": "A făcut un pridvor de stâlpi, lung de cincizeci de coți și lat de treizeci de coți, și un alt pridvor înainte cu stâlpi și trepte în față.",
        "7": "A făcut pridvorul scaunului de domnie, unde judeca, pridvorul judecății, și l-a acoperit cu cedru, de la pardoseală până în tavan.",
        "8": "Casa lui de locuit a fost zidită în același fel, într-o altă curte, în dosul pridvorului. Și a făcut o casă la fel cu pridvorul acesta pentru fata lui Faraon pe care o luase de nevastă.",
        "9": "Pentru toate aceste clădiri a întrebuințat pietre minunate, cioplite după măsură, ferestruite cu fierăstrăul înăuntru și în afară, și aceasta din temelii până la streașină și afară până la curtea cea mare.",
        "10": "Temeliile erau de pietre foarte de preț și mari, pietre de zece coți și pietre de opt coți.",
        "11": "Deasupra erau iarăși pietre foarte de preț, tăiate după măsură, și lemn de cedru.",
        "12": "Curtea cea mare avea de jur împrejurul ei trei șiruri de pietre cioplite și un șir de bârne de cedru, ca și curtea dinăuntru a Casei Domnului și ca și pridvorul casei. Cei doi stâlpi de aramă",
        "13": "Împăratul Solomon a trimis și a adus din Tir pe Hiram,",
        "14": "fiul unei văduve din seminția lui Neftali și al unui tată din Tir, care lucra în aramă. Hiram era plin de înțelepciune, de pricepere și de știință în săvârșirea oricărei lucrări de aramă. El a venit la împăratul Solomon și i-a făcut toate lucrările.",
        "15": "A turnat cei doi stâlpi de aramă. Cel dintâi avea optsprezece coți în înălțime și un fir de doisprezece coți măsura grosimea celui de al doilea.",
        "16": "A turnat două coperișuri de aramă, ca să le pună pe vârfurile stâlpilor; cel dintâi era înalt de cinci coți și al doilea era înalt de cinci coți.",
        "17": "A mai făcut niște împletituri în chip de rețea, niște ciucuri făcuți cu lănțișoare, pentru coperișurile de pe vârful stâlpilor, șapte pentru coperișul dintâi și șapte pentru coperișul al doilea.",
        "18": "A făcut câte două șiruri de rodii împrejurul uneia din rețele ca să acopere coperișul de pe vârful unuia din stâlpi; tot așa a făcut și pentru al doilea.",
        "19": "Coperișurile de pe vârful stâlpilor, în pridvor, erau lucrate așa de parcă erau niște crini și aveau patru coți.",
        "20": "Coperișurile de pe cei doi stâlpi erau înconjurate de două sute de rodii sus, lângă umflătura care era peste rețea, de asemenea erau două sute de rodii înșirate în jurul celui de al doilea coperiș.",
        "21": "A așezat stâlpii în pridvorul Templului: a așezat stâlpul din dreapta și l-a numit Iachin, apoi a așezat stâlpul din stânga și l-a numit Boaz.",
        "22": "În vârful stâlpilor era o lucrătură în chip de crini. Astfel s-a isprăvit lucrarea stâlpilor. Marea de aramă, lighenele de aramă",
        "23": "A făcut marea turnată din aramă. Avea zece coți de la o margine până la cealaltă, era rotundă de tot, înaltă de cinci coți și, de jur împrejur, se putea măsura cu un fir de treizeci de coți.",
        "24": "Sub buza ei erau săpați niște colocinți, câte zece la fiecare cot, de jur împrejurul mării; colocinții, așezați pe două rânduri, erau turnați împreună cu ea dintr-o singură bucată.",
        "25": "Era așezată pe doisprezece boi, din care trei întorși spre miazănoapte, trei întorși spre apus, trei întorși spre miazăzi și trei întorși spre răsărit; marea era deasupra lor și toată partea dinapoi a trupurilor lor era înăuntru.",
        "26": "Grosimea ei era de un lat de mână și marginea ei era ca marginea unui potir, făcută ca floarea crinului. Avea o încăpere de două mii de vedre.",
        "27": "A mai făcut zece temelii de aramă. Fiecare temelie era lungă de patru coți, lată de patru coți și înaltă de trei coți.",
        "28": "Iată cum erau temeliile acestea. Erau făcute din tăblii, legate la colțuri cu încheieturi.",
        "29": "Pe tăbliile dintre încheieturi erau niște lei, boi și heruvimi și, pe încheieturi, deasupra și dedesubtul leilor și boilor, erau niște împletituri care atârnau în chip de ciucuri.",
        "30": "Fiecare temelie avea patru roți de aramă, cu osii de aramă; și la cele patru colțuri erau niște polițe turnate sub lighean și lângă ciucuri.",
        "31": "Gura temeliei dinăuntrul coperișului până sus era de un cot; gura aceasta era rotundă, ca pentru lucrările de felul acesta, și era lată de un cot și jumătate; avea și săpături. Tăbliile erau în patru muchii, nu rotunde.",
        "32": "Cele patru roți erau sub tăblii și osiile roților erau prinse de temelie; fiecare era înaltă de un cot și jumătate.",
        "33": "Roțile erau făcute ca ale unui car. Osiile, obezile, spițele și butucii lor erau toate turnate.",
        "34": "La cele patru colțuri ale fiecărei temelii erau niște polițe dintr-o bucată cu temelia.",
        "35": "Partea de sus a temeliei se sfârșea cu un cerc înalt de o jumătate de cot și își avea proptelele cu tăbliile ei făcute dintr-o bucată cu ea.",
        "36": "Pe plăcile proptelelor și pe tăblii a săpat heruvimi, lei și finici, după locurile goale, și ciucuri de jur împrejur.",
        "37": "Așa a făcut cele zece temelii; turnătura, măsura și chipul erau la fel pentru toate.",
        "38": "A mai făcut zece lighene de aramă. Fiecare lighean avea o încăpere de patruzeci de bați, fiecare lighean avea patru coți, fiecare lighean era pe câte una din cele zece temelii.",
        "39": "A pus cinci temelii pe partea dreaptă a casei și cinci temelii pe partea stângă a casei, iar marea de aramă a pus-o în partea dreaptă a casei la miazăzi-răsărit.",
        "40": "Hiram a făcut cenușarele, lopețile și lighenele. Sfârșitul lucrării Așa a sfârșit Hiram toată lucrarea pe care i-o dăduse împăratul Solomon s-o facă pentru Casa Domnului:",
        "41": "doi stâlpi, cu cele două coperișuri și cu cununile lor de pe vârful stâlpilor; cele două rețele ca să acopere cele două cununi ale coperișurilor de pe vârful stâlpilor;",
        "42": "cele patru sute de rodii pentru cele două rețele, câte două rânduri de rodii de fiecare rețea, ca să acopere cele două cununi ale coperișurilor de pe vârful stâlpilor;",
        "43": "cele zece temelii și cele zece lighene de pe temelii;",
        "44": "marea și cei doisprezece boi de sub mare;",
        "45": "cenușarele, lopețile și lighenele. Toate aceste unelte pe care le-a dat împăratul Solomon lui Hiram să le facă pentru Casa Domnului erau de aramă lustruită.",
        "46": "Împăratul a pus să le toarne în câmpia Iordanului, într-un pământ humos, între Sucot și Țartan.",
        "47": "Solomon a lăsat toate aceste unelte necântărite, căci erau foarte multe, și greutatea aramei nu se putea socoti.",
        "48": "Solomon a mai făcut toate celelalte unelte pentru Casa Domnului: altarul de aur; masa de aur, unde se puneau pâinile pentru punerea înaintea Domnului;",
        "49": "sfeșnicele de aur curat, cinci la dreapta și cinci la stânga, înaintea Locului Preasfânt, cu florile, candelele și mucările de aur;",
        "50": "lighenele, cuțitele, potirele, ceștile și cățuile de aur curat și țâțânile de aur curat pentru ușa dinăuntrul casei, la intrarea în Locul Preasfânt, și pentru ușa casei de la intrarea Templului.",
        "51": "Astfel s-a isprăvit toată lucrarea pe care a făcut-o împăratul Solomon pentru Casa Domnului. Apoi a adus argintul, aurul și uneltele pe care le hărăzise tatăl său David și le-a pus în vistieriile Casei Domnului."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Solomon a mai construit și un palat pentru el și a durat treisprezece ani până când l-a terminat în întregime.",
        "2": "A construit Palatul Pădurii Libanului de o sută de coți lungime, cincizeci de coți lățime și treizeci de coți înălțime. El se sprijinea pe patru rânduri de stâlpi de cedru, pe care se aflau grinzi de cedru,",
        "3": "și era acoperit cu cedru deasupra camerelor care se sprijineau pe patruzeci și cinci de stâlpi, câte cincisprezece pe un rând.",
        "4": "Erau trei rânduri de ferestre așezate față în față, pe trei niveluri.",
        "5": "Toate ușile și stâlpii lor erau în patru muchii, iar ferestrele erau așezate față în față, pe trei niveluri.",
        "6": "Solomon a făcut o colonadă de cincizeci de coți lungime și treizeci de coți lățime. În fața ei se afla un portic cu stâlpi, iar înaintea acestuia – o cornișă.",
        "7": "El a făcut, de asemenea, porticul tronului unde urma să judece, numit „Porticul de judecată“, și l-a acoperit cu cedru, de la pardoseală până la tavan.",
        "8": "Palatul în care urma să locuiască era așezat într-o altă curte, în spatele clădirii de care aparținea porticul, și era construit în același fel. De asemenea, Solomon a construit pentru fata lui Faraon, pe care o luase de soție, un alt palat asemenea acestui portic.",
        "9": "Toate acestea au fost făcute din pietre scumpe, tăiate cu fierăstrăul după măsurile de tăiat, atât pe fața din interior, cât și pe fața din exterior a zidului, de la temelie până la creastă și din exterior până la curtea cea mare.",
        "10": "Temelia era din pietre scumpe, pietre mari, pietre de zece coți și de opt coți.",
        "11": "Deasupra se aflau pietre scumpe, tăiate după măsurile de tăiat, precum și grinzi de cedru.",
        "12": "Curtea cea mare era împrejmuită cu un zid de trei rânduri de pietre cioplite și un rând de grinzi de cedru, ca și curtea interioară a Casei Domnului și ca porticul acesteia.",
        "13": "Regele Solomon a trimis la Tyr pe cineva care l-a adus pe Hiram,",
        "14": "fiul unei văduve din seminția lui Neftali. Tatăl său fusese tyrian, un lucrător în bronz. Hiram era plin de înțelepciune, de pricepere și de cunoaștere în realizarea oricărei lucrări în bronz. El a venit la regele Solomon și i-a făcut toată lucrarea.",
        "15": "A turnat doi stâlpi de bronz: un stâlp avea o înălțime de optsprezece coți, iar circumferința lui se putea măsura cu un fir de doisprezece coți; cel de-al doilea stâlp era la fel.",
        "16": "El a turnat și două capiteluri de bronz, ca să le pună pe vârfurile stâlpilor, fiecare capitel având o înălțime de cinci coți.",
        "17": "Apoi a făcut niște rețele de lanțuri împletite pentru capitelurile care se aflau pe vârful stâlpilor, câte șapte pentru fiecare capitel.",
        "18": "A făcut stâlpii și două șiruri de rodii, care înconjurau fiecare rețea, pentru a împodobi capitelurile de pe vârful stâlpilor. A făcut același lucru pentru fiecare capitel.",
        "19": "Capitelurile care se aflau pe vârful stâlpilor, în portic, erau în formă de crini și aveau patru coți.",
        "20": "Pe capitelurile de pe cei doi stâlpi, deasupra părții în formă de cupă de lângă rețea, se aflau două sute de rodii așezate în șiruri de jur împrejur.",
        "21": "A ridicat stâlpii în fața porticului camerei principale. L-a așezat pe cel din dreapta și i-a pus numele Iachin, apoi l-a așezat pe cel din stânga și i-a pus numele Boaz.",
        "22": "Capitelurile de pe vârful stâlpilor erau în formă de crin. Și, astfel, lucrarea stâlpilor s-a încheiat.",
        "23": "Apoi a făcut „marea“ turnată. Aceasta era rotundă, avea zece coți de la o margine la cealaltă, era înaltă de cinci coți, iar de jur împrejur se putea măsura cu o sfoară de treizeci de coți.",
        "24": "Sub marginea ei, de jur împrejur, se aflau ornamente în formă de tărtăcuță, câte zece la fiecare cot, de jur împrejurul „mării“. Ornamentele erau așezate pe două șiruri, fiind turnate dintr-o singură piesă cu „marea“.",
        "25": "„Marea“ era așezată pe doisprezece boi, trei orientați spre nord, trei orientați spre vest, trei orientați spre sud și trei orientați spre est. „Marea“ era așezată deasupra lor, astfel încât toată partea din spate a trupurilor lor era înspre interior.",
        "26": "Grosimea ei era de un lat de palmă, iar marginea ei era prelucrată ca marginea unui pahar, ca floarea unui crin. Ea putea cuprinde două mii de bați.",
        "27": "El a făcut și zece piedestale de bronz, fiecare piedestal având patru coți lungime, patru coți lățime și trei coți înălțime.",
        "28": "Piedestalele au fost făcute în felul următor: ele aveau panele fixate în rame.",
        "29": "Pe aceste panele fixate în rame, cât și pe rame, erau gravați lei, boi și heruvimi. Deasupra și dedesubtul leilor și al boilor se aflau ghirlande suspendate.",
        "30": "Fiecare piedestal avea câte patru roți de bronz și osii de bronz. La cele patru colțuri ale sale se aflau suporți pentru bazin. Suporții erau turnați, având ghirlande de fiecare parte.",
        "31": "Deschizătura lui, din interiorul centurii pe care se aflau gravuri, ieșea în afară un cot. Deschizătura era rotundă, ca pentru o astfel de lucrare, măsurând împreună cu baza ei un cot și jumătate; dar ramele piedestalelor erau pătrate, nu rotunde.",
        "32": "Cele patru roți erau fixate sub panele, iar osiile lor erau prinse de piedestal. Diametrul fiecărei roți era de un cot și jumătate.",
        "33": "Roțile erau lucrate ca roțile unui car: osiile, obezile, spițele și butucii lor erau toți turnați.",
        "34": "La cele patru colțuri ale fiecărui piedestal se aflau patru suporți care erau dintr-o singură piesă cu piedestalul.",
        "35": "În partea de sus a piedestalului se afla o centură rotundă, de o jumătate de cot înălțime, iar suporții și ramele din partea de sus a piedestalului erau dintr-o singură piesă cu acesta.",
        "36": "Pe suprafețele ramelor și a suporților, au fost gravați heruvimi, lei și palmieri și ghirlande de jur împrejur.",
        "37": "Așa a făcut el cele zece piedestale. Toate au fost turnate după același tipar, având aceeași măsură și aceeași formă.",
        "38": "Apoi a construit zece bazine de bronz, fiecare putând cuprinde patruzeci de bați și măsurând patru coți. Fiecare bazin era așezat pe câte unul dintre cele zece piedestale.",
        "39": "A pus cinci dintre piedestale în partea de sud și cinci în partea de nord a Casei, iar „marea“ a așezat-o în partea de sud, în colțul de sud-est al clădirii.",
        "40": "Hiram a mai făcut și ligheanele, lopețile și vasele. Și, astfel, Hiram a terminat toată lucrarea pe care o începuse pentru regele Solomon la Casa Domnului:",
        "41": "Cei doi stâlpi, cele două cupe ale capitelurilor care se aflau pe vârfurile stâlpilor, cele două seturi de rețele care împodobeau cele două cupe ale capitelurilor de pe vârfurile stâlpilor,",
        "42": "cele patru sute de rodii pentru cele două seturi de rețele, cele două șiruri de rodii pentru fiecare rețea în parte, rețele care acopereau cele două cupe ale capitelurilor de pe vârfurile stâlpilor,",
        "43": "cele zece piedestale și cele zece bazine de pe piedestale,",
        "44": "„marea“ cu cei doisprezece boi de sub ea,",
        "45": "oalele, lopețile și vasele. Toate aceste obiecte, pe care Hiram i le-a făcut regelui Solomon pentru Casa Domnului, erau din bronz lustruit.",
        "46": "Regele le-a turnat într-un pământ argilos din Câmpia Iordanului, undeva între Sucot și Țortan.",
        "47": "Solomon a lăsat toate aceste obiecte necântărite, pentru că erau foarte multe; de aceea greutatea bronzului nu s-a putut cântări.",
        "48": "De asemenea, Solomon a făcut toate obiectele care erau în Casa Domnului: altarul de aur, masa de aur pentru pâinea prezentării,",
        "49": "sfeșnicele din aur pur, cinci în partea dreaptă și cinci în partea stângă, în fața sanctuarului interior, mugurii, candelele și cleștii din aur,",
        "50": "ligheanele, mucarnițele, vasele, vasele pentru tămâie și fărașele pentru cărbuni, din aur pur, precum și balamalele de aur pentru ușile din interiorul Casei (de la intrarea în Locul Preasfânt) și pentru ușile de la camera principală a Templului.",
        "51": "După ce a fost terminată toată lucrarea începută de regele Solomon pentru Casa Domnului, Solomon a adus lucrurile pe care tatăl său, David, le închinase Domnului – argintul, aurul și celelalte obiecte – și le-a pus în vistieriile Casei Domnului."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Solomon was building his own house thirteen years, and he finished all his house.",
        "2": "For he built the House of the Forest of Lebanon. Its length was one hundred cubits, its width fifty cubits, and its height thirty cubits, on four rows of cedar pillars, with cedar beams on the pillars.",
        "3": "It was covered with cedar above over the forty-five beams that were on the pillars, fifteen in a row.",
        "4": "There were beams in three rows, and window was facing window in three ranks.",
        "5": "All the doors and posts were made square with beams; and window was facing window in three ranks.",
        "6": "He made the hall of pillars. Its length was fifty cubits and its width thirty cubits, with a porch before them, and pillars and a threshold before them.",
        "7": "He made the porch of the throne where he was to judge, even the porch of judgment; and it was covered with cedar from floor to floor.",
        "8": "His house where he was to dwell, the other court within the porch, was of the same construction. He made also a house for Pharaoh’s daughter (whom Solomon had taken as wife), like this porch.",
        "9": "All these were of costly stones, even of stone cut according to measure, sawed with saws, inside and outside, even from the foundation to the coping, and so on the outside to the great court.",
        "10": "The foundation was of costly stones, even great stones, stones of ten cubits and stones of eight cubits.",
        "11": "Above were costly stones, even cut stone, according to measure, and cedar wood.",
        "12": "The great court around had three courses of cut stone with a course of cedar beams, like the inner court of Yahweh’s house and the porch of the house.",
        "13": "King Solomon sent and brought Hiram out of Tyre.",
        "14": "He was the son of a widow of the tribe of Naphtali, and his father was a man of Tyre, a worker in bronze; and he was filled with wisdom and understanding and skill to work all works in bronze. He came to King Solomon and performed all his work.",
        "15": "For he fashioned the two pillars of bronze, eighteen cubits high apiece; and a line of twelve cubits encircled either of them.",
        "16": "He made two capitals of molten bronze to set on the tops of the pillars. The height of the one capital was five cubits, and the height of the other capital was five cubits.",
        "17": "There were nets of checker work and wreaths of chain work for the capitals which were on the top of the pillars: seven for the one capital, and seven for the other capital.",
        "18": "So he made the pillars; and there were two rows of pomegranates around the one network, to cover the capitals that were on the top of the pillars; and he did so for the other capital.",
        "19": "The capitals that were on the top of the pillars in the porch were of lily work, four cubits.",
        "20": "There were capitals above also on the two pillars, close by the belly which was beside the network. There were two hundred pomegranates in rows around the other capital.",
        "21": "He set up the pillars at the porch of the temple. He set up the right pillar and called its name Jachin; and he set up the left pillar and called its name Boaz.",
        "22": "On the tops of the pillars was lily work. So the work of the pillars was finished.",
        "23": "He made the molten sea ten cubits from brim to brim, round in shape. Its height was five cubits; and a line of thirty cubits encircled it.",
        "24": "Under its brim around there were buds which encircled it for ten cubits, encircling the sea. The buds were in two rows, cast when it was cast.",
        "25": "It stood on twelve oxen, three looking toward the north, and three looking toward the west, and three looking toward the south, and three looking toward the east; and the sea was set on them above, and all their hindquarters were inward.",
        "26": "It was a hand width thick. Its brim was worked like the brim of a cup, like the flower of a lily. It held two thousand baths.",
        "27": "He made the ten bases of bronze. The length of one base was four cubits, four cubits its width, and three cubits its height.",
        "28": "The work of the bases was like this: they had panels; and there were panels between the ledges;",
        "29": "and on the panels that were between the ledges were lions, oxen, and cherubim; and on the ledges there was a pedestal above; and beneath the lions and oxen were wreaths of hanging work.",
        "30": "Every base had four bronze wheels and axles of bronze; and its four feet had supports. The supports were cast beneath the basin, with wreaths at the side of each.",
        "31": "Its opening within the capital and above was a cubit. Its opening was round like the work of a pedestal, a cubit and a half; and also on its opening were engravings, and their panels were square, not round.",
        "32": "The four wheels were underneath the panels; and the axles of the wheels were in the base. The height of a wheel was a cubit and half a cubit.",
        "33": "The work of the wheels was like the work of a chariot wheel. Their axles, their rims, their spokes, and their hubs were all of cast metal.",
        "34": "There were four supports at the four corners of each base. Its supports were of the base itself.",
        "35": "In the top of the base there was a round band half a cubit high; and on the top of the base its supports and its panels were the same.",
        "36": "On the plates of its supports and on its panels, he engraved cherubim, lions, and palm trees, each in its space, with wreaths all around.",
        "37": "He made the ten bases in this way: all of them had one casting, one measure, and one form.",
        "38": "He made ten basins of bronze. One basin contained forty baths. Every basin measured four cubits. One basin was on every one of the ten bases.",
        "39": "He set the bases, five on the right side of the house and five on the left side of the house. He set the sea on the right side of the house eastward and toward the south.",
        "40": "Hiram made the pots, the shovels, and the basins. So Hiram finished doing all the work that he worked for King Solomon in Yahweh’s house:",
        "41": "the two pillars; the two bowls of the capitals that were on the top of the pillars; the two networks to cover the two bowls of the capitals that were on the top of the pillars;",
        "42": "the four hundred pomegranates for the two networks; two rows of pomegranates for each network, to cover the two bowls of the capitals that were on the pillars;",
        "43": "the ten bases; the ten basins on the bases;",
        "44": "the one sea; the twelve oxen under the sea;",
        "45": "the pots; the shovels; and the basins. All of these vessels, which Hiram made for King Solomon in Yahweh’s house, were of burnished bronze.",
        "46": "The king cast them in the plain of the Jordan, in the clay ground between Succoth and Zarethan.",
        "47": "Solomon left all the vessels unweighed, because there were so many of them. The weight of the bronze could not be determined.",
        "48": "Solomon made all the vessels that were in Yahweh’s house: the golden altar and the table that the show bread was on, of gold;",
        "49": "and the lamp stands, five on the right side and five on the left, in front of the inner sanctuary, of pure gold; and the flowers, the lamps, and the tongs, of gold;",
        "50": "the cups, the snuffers, the basins, the spoons, and the fire pans, of pure gold; and the hinges, both for the doors of the inner house, the most holy place, and for the doors of the house, of the temple, of gold.",
        "51": "Thus all the work that King Solomon did in Yahweh’s house was finished. Solomon brought in the things which David his father had dedicated—the silver, the gold, and the vessels—and put them in the treasuries of Yahweh’s house."
      }
    }
  }
}