{
  "book": "1 Imparati",
  "chapter": "17",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Ilie, Tișbitul, unul din locuitorii Galaadului, a zis lui Ahab: „Viu este Domnul Dumnezeul lui Israel, al cărui slujitor sunt, că în anii aceștia nu va fi nici rouă, nici ploaie, decât după cuvântul meu.”",
        "2": "Și cuvântul Domnului a vorbit lui Ilie cu aceste vorbe:",
        "3": "„Pleacă de aici, îndreaptă-te spre răsărit și ascunde-te lângă pârâul Cherit, care este în fața Iordanului.",
        "4": "Vei bea apă din pârâu și am poruncit corbilor să te hrănească acolo.”",
        "5": "El a plecat și a făcut după cuvântul Domnului. S-a dus și s-a așezat lângă pârâul Cherit, care este în fața Iordanului.",
        "6": "Corbii îi aduceau pâine și carne dimineața și pâine și carne seara și bea apă din pârâu.",
        "7": "Dar, după câtăva vreme, pârâul a secat, căci nu căzuse ploaie în țară. Văduva din Sarepta",
        "8": "Atunci, cuvântul Domnului i-a vorbit astfel:",
        "9": "„Scoală-te, du-te la Sarepta, care ține de Sidon, și rămâi acolo. Iată că am poruncit acolo unei femei văduve să te hrănească.”",
        "10": "Ilie s-a sculat și s-a dus la Sarepta. Când a ajuns la poarta cetății, acolo era o femeie văduvă care strângea lemne. El a chemat-o și a zis: „Du-te și adu-mi, te rog, puțină apă într-un vas, ca să beau.”",
        "11": "Pe când se ducea ea să-i aducă, a chemat-o din nou și a zis: „Adu-mi, te rog, și o bucată de pâine în mâna ta.”",
        "12": "Și ea a răspuns: „Viu este Domnul Dumnezeul tău că n-am nimic copt, n-am decât un pumn de făină într-o oală și puțin untdelemn într-un urcior. Și iată, strâng două bucăți de lemne, apoi mă voi întoarce și voi pregăti ce am pentru mine și pentru fiul meu: vom mânca și apoi vom muri.”",
        "13": "Ilie i-a zis: „Nu te teme, întoarce-te și fă cum ai zis. Numai pregătește-mi întâi mie, cu untdelemnul și făina aceea, o mică turtă și adu-mi-o; pe urmă să faci și pentru tine și pentru fiul tău.",
        "14": "Căci așa vorbește Domnul Dumnezeul lui Israel: ‘Făina din oală nu va scădea și untdelemnul din urcior nu se va împuțina până în ziua când va da Domnul ploaie pe fața pământului.’”",
        "15": "Ea s-a dus și a făcut după cuvântul lui Ilie. Și multă vreme au avut ce să mănânce ea și familia ei și Ilie.",
        "16": "Făina din oală n-a scăzut și untdelemnul din urcior nu s-a împuținat, după cuvântul pe care-l rostise Domnul prin Ilie. Învierea fiului văduvei",
        "17": "După aceea, fiul femeii, stăpâna casei, s-a îmbolnăvit. Și boala lui a fost atât de cumplită, încât n-a mai rămas suflare în el.",
        "18": "Femeia a zis atunci lui Ilie: „Ce am eu a face cu tine, omule al lui Dumnezeu? Ai venit la mine doar ca să aduci aminte lui Dumnezeu de nelegiuirea mea și să-mi omori astfel fiul?”",
        "19": "El i-a răspuns: „Dă-mi încoace pe fiul tău.” Și l-a luat de la sânul femeii, l-a suit în odaia de sus, unde locuia el, și l-a culcat pe patul lui.",
        "20": "Apoi a chemat pe Domnul și a zis: „Doamne Dumnezeule, oare atât de mult să mâhnești Tu chiar pe văduva aceasta, la care am fost primit ca oaspete, încât să-i omori fiul?”",
        "21": "Și s-a întins de trei ori peste copil, a chemat pe Domnul și a zis: „Doamne Dumnezeule, Te rog, fă să se întoarcă sufletul copilului în el!”",
        "22": "Domnul a ascultat glasul lui Ilie, și sufletul copilului s-a întors în el și a înviat.",
        "23": "Ilie a luat copilul, l-a coborât în casă din odaia de sus și l-a dat mamei sale. Și Ilie a zis: „Iată, fiul tău este viu.”",
        "24": "Și femeia a zis lui Ilie: „Cunosc acum că ești un om al lui Dumnezeu și cuvântul Domnului în gura ta este adevăr!”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Ilie tișbitul, unul dintre locuitorii Ghiladului, i-a zis lui Ahab: „Viu este Domnul, Dumnezeul lui Israel, înaintea Căruia stau, că nu va fi nici rouă, nici ploaie în acești ani decât la cuvântul meu“.",
        "2": "Apoi, Cuvântul Domnului i-a vorbit lui Ilie, zicând:",
        "3": "„Pleacă de aici, du-te spre est și ascunde-te lângă pârâul Cherit, care se află la est de Iordan.",
        "4": "Vei bea apă din pârâu. Le-am poruncit corbilor să-ți asigure hrana acolo“.",
        "5": "El a făcut potrivit Cuvântului Domnului: s-a dus și s-a așezat lângă pârâul Cherit, care se află la est de Iordan.",
        "6": "Corbii îi aduceau pâine și carne dimineața, și pâine și carne seara, iar el bea apă din pârâu.",
        "7": "După o vreme însă, pârâul a secat, pentru că nu mai plouase în țară. Ilie și văduva din Sarepta",
        "8": "Atunci, Cuvântul Domnului i-a vorbit, zicând:",
        "9": "„Ridică-te, du-te la Sarepta care aparține de Sidon și locuiește acolo! Iată, i-am poruncit unei văduve de acolo să-ți asigure hrana“.",
        "10": "El s-a ridicat și s-a dus la Sarepta. Când a ajuns la poarta cetății, iată că acolo era o văduvă care strângea lemne. El a strigat-o și a zis: ‒ Te rog, adu-mi puțină apă într-un vas ca să beau!",
        "11": "Ea a plecat să-i aducă apă, dar Ilie a strigat-o și a zis: ‒ Te rog, adu-mi și o bucată de pâine în mâna ta!",
        "12": "Ea a răspuns: ‒ Viu este Domnul, Dumnezeul tău, că nu am pâine, ci doar un pumn de făină într-un ulcior și puțin ulei într-un vas. Dar iată, strâng acum două bucăți de lemn, apoi mă voi întoarce acasă și voi pregăti pâine pentru mine și pentru fiul meu, ca să mâncăm; după aceea vom muri.",
        "13": "Ilie i-a zis: ‒ Nu te teme. Du-te și fă precum ai spus. Dar mai întâi fă din ceea ce ai o turtă mică pentru mine și adu-mi-o. După aceea vei face și pentru tine și pentru fiul tău,",
        "14": "căci așa vorbește Domnul, Dumnezeul lui Israel: „Făina din ulcior nu se va termina, iar uleiul din vas nu se va împuțina, până în ziua în care va da Domnul ploaie pe fața pământului“.",
        "15": "Ea s-a dus și a făcut după cuvântul lui Ilie. Și astfel ea, Ilie și familia ei au avut de mâncare în fiecare zi.",
        "16": "Făina din ulcior nu s-a terminat și uleiul din vas nu s-a împuținat, după Cuvântul Domnului rostit prin Ilie.",
        "17": "După aceea, fiul femeii, stăpâna casei, s-a îmbolnăvit. S-a îmbolnăvit atât de grav, încât n-a mai rămas suflare în el.",
        "18": "Atunci ea i-a zis lui Ilie: ‒ Ce ai împotriva mea, om al lui Dumnezeu? Ai venit aici să-mi amintești nelegiuirea mea și să aduci moartea fiului meu?",
        "19": "El i-a răspuns: ‒ Dă-mi-l pe fiul tău. L-a luat din brațele ei, l-a dus în camera de sus unde locuia el și l-a așezat pe patul său.",
        "20": "Apoi a strigat către Domnul, zicând: „Doamne, Dumnezeul meu, de ce ai adus această nenorocire peste această văduvă la care locuiesc, făcând ca fiul ei să moară?“.",
        "21": "El s-a întins de trei ori peste copil și a strigat către Domnul, zicând: „Doamne, Dumnezeul meu, Te rog, fă ca sufletul acestui copil să se întoarcă în el!“.",
        "22": "Domnul a ascultat glasul lui Ilie. Sufletul copilului s-a întors în el și, astfel, el a înviat.",
        "23": "Ilie a luat copilul, l-a coborât din camera de sus în casă, i l-a dat mamei sale și i-a zis: ‒ Iată, fiul tău trăiește!",
        "24": "Femeia i-a zis lui Ilie: ‒ Acum știu că ești un om al lui Dumnezeu, iar Cuvântul Domnului este adevăr în gura ta!"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Elijah the Tishbite, who was one of the settlers of Gilead, said to Ahab, “As Yahweh, the God of Israel, lives, before whom I stand, there shall not be dew nor rain these years, but according to my word.”",
        "2": "Then Yahweh’s word came to him, saying,",
        "3": "“Go away from here, turn eastward, and hide yourself by the brook Cherith, that is before the Jordan.",
        "4": "You shall drink from the brook. I have commanded the ravens to feed you there.”",
        "5": "So he went and did according to Yahweh’s word, for he went and lived by the brook Cherith that is before the Jordan.",
        "6": "The ravens brought him bread and meat in the morning, and bread and meat in the evening; and he drank from the brook.",
        "7": "After a while, the brook dried up, because there was no rain in the land.",
        "8": "Yahweh’s word came to him, saying,",
        "9": "“Arise, go to Zarephath, which belongs to Sidon, and stay there. Behold, I have commanded a widow there to sustain you.”",
        "10": "So he arose and went to Zarephath; and when he came to the gate of the city, behold, a widow was there gathering sticks. He called to her and said, “Please get me a little water in a jar, that I may drink.”",
        "11": "As she was going to get it, he called to her and said, “Please bring me a morsel of bread in your hand.”",
        "12": "She said, “As Yahweh your God lives, I don’t have anything baked, but only a handful of meal in a jar and a little oil in a jar. Behold, I am gathering two sticks, that I may go in and bake it for me and my son, that we may eat it, and die.”",
        "13": "Elijah said to her, “Don’t be afraid. Go and do as you have said; but make me a little cake from it first, and bring it out to me, and afterward make some for you and for your son.",
        "14": "For Yahweh, the God of Israel, says, ‘The jar of meal will not run out, and the jar of oil will not fail, until the day that Yahweh sends rain on the earth.’”",
        "15": "She went and did according to the saying of Elijah; and she, he, and her household ate many days.",
        "16": "The jar of meal didn’t run out and the jar of oil didn’t fail, according to Yahweh’s word, which he spoke by Elijah.",
        "17": "After these things, the son of the woman, the mistress of the house, became sick; and his sickness was so severe that there was no breath left in him.",
        "18": "She said to Elijah, “What have I to do with you, you man of God? You have come to me to bring my sin to memory, and to kill my son!”",
        "19": "He said to her, “Give me your son.” He took him out of her bosom, and carried him up into the room where he stayed, and laid him on his own bed.",
        "20": "He cried to Yahweh and said, “Yahweh my God, have you also brought evil on the widow with whom I am staying, by killing her son?”",
        "21": "He stretched himself on the child three times, and cried to Yahweh and said, “Yahweh my God, please let this child’s soul come into him again.”",
        "22": "Yahweh listened to the voice of Elijah; and the soul of the child came into him again, and he revived.",
        "23": "Elijah took the child and brought him down out of the room into the house, and delivered him to his mother; and Elijah said, “Behold, your son lives.”",
        "24": "The woman said to Elijah, “Now I know that you are a man of God, and that Yahweh’s word in your mouth is truth.”"
      }
    }
  }
}