{
  "book": "1JN",
  "chapter": "3",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Vedeți ce dragoste ne-a arătat Tatăl: să ne numim copii ai lui Dumnezeu! Și suntem. Lumea nu ne cunoaște, pentru că nu L-a cunoscut nici pe El.",
        "2": "Preaiubiților, acum suntem copii ai lui Dumnezeu. Și ce vom fi nu s-a arătat încă. Dar știm că, atunci când Se va arăta El, vom fi ca El, pentru că Îl vom vedea așa cum este.",
        "3": "Oricine are nădejdea aceasta în El se curățește, după cum El este curat.",
        "4": "Oricine face păcat face și fărădelege; și păcatul este fărădelege.",
        "5": "Și știți că El S-a arătat ca să ia păcatele; și în El nu este păcat.",
        "6": "Oricine rămâne în El nu păcătuiește; oricine păcătuiește nu L-a văzut, nici nu L-a cunoscut.",
        "7": "Copilașilor, nimeni să nu vă înșele! Cine trăiește în neprihănire este neprihănit, cum El Însuși este neprihănit.",
        "8": "Cine păcătuiește este de la diavolul, căci diavolul păcătuiește de la început. Fiul lui Dumnezeu S-a arătat ca să nimicească lucrările diavolului.",
        "9": "Oricine este născut din Dumnezeu nu păcătuiește, pentru că sămânța Lui rămâne în el; și nu poate păcătui, fiindcă este născut din Dumnezeu.",
        "10": "Prin aceasta se cunosc copiii lui Dumnezeu și copiii diavolului. Oricine nu trăiește în neprihănire nu este de la Dumnezeu; nici cine nu iubește pe fratele său.",
        "11": "Căci vestirea pe care ați auzit-o de la început este aceasta: să ne iubim unii pe alții;",
        "12": "nu cum a fost Cain, care era de la cel rău și a ucis pe fratele său. Și pentru ce l-a ucis? Pentru că faptele lui erau rele, iar ale fratelui său erau neprihănite.",
        "13": "Nu vă mirați, fraților, dacă vă urăște lumea.",
        "14": "Noi știm că am trecut din moarte la viață, pentru că iubim pe frați. Cine nu iubește pe fratele său rămâne în moarte.",
        "15": "Oricine urăște pe fratele său este un ucigaș; și știți că niciun ucigaș n-are viața veșnică rămânând în el.",
        "16": "Noi am cunoscut dragostea Lui prin aceea că El Și-a dat viața pentru noi; și noi deci trebuie să ne dăm viața pentru frați.",
        "17": "Dar cine are bogățiile lumii acesteia și vede pe fratele său în nevoie și își închide inima față de el, cum rămâne în el dragostea de Dumnezeu?",
        "18": "Copilașilor, să nu iubim cu vorba, nici cu limba, ci cu fapta și cu adevărul.",
        "19": "Prin aceasta vom cunoaște că suntem din adevăr și ne vom liniști inimile înaintea Lui",
        "20": "ori în ce ne osândește inima noastră; căci Dumnezeu este mai mare decât inima noastră și cunoaște toate lucrurile.",
        "21": "Preaiubiților, dacă nu ne osândește inima noastră, avem îndrăzneală la Dumnezeu.",
        "22": "Și, orice vom cere, vom căpăta de la El, fiindcă păzim poruncile Lui și facem ce este plăcut înaintea Lui.",
        "23": "Și porunca Lui este să credem în Numele Fiului Său Isus Hristos și să ne iubim unii pe alții, cum ne-a poruncit El.",
        "24": "Cine păzește poruncile Lui rămâne în El și El, în el. Și cunoaștem că El rămâne în noi prin Duhul pe care ni L-a dat."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Vedeți ce dragoste ne-a dăruit Tatăl: să fim numiți copii ai lui Dumnezeu. Și suntem. De aceea nu ne cunoaște lumea: pentru că nu L-a cunoscut nici pe El.",
        "2": "Preaiubiților, acum suntem copii ai lui Dumnezeu. Și ce vom fi, n-a fost arătat încă, dar știm că, atunci când Se va arăta El, vom fi asemenea Lui, pentru că Îl vom vedea așa cum este.",
        "3": "Oricine are speranța aceasta în El se curățește, așa cum și El este curat.",
        "4": "Oricine săvârșește păcatul săvârșește și fărădelegea; iar păcatul este fărădelege.",
        "5": "Știți că El S-a arătat ca să îndepărteze păcatele; și în El nu este păcat.",
        "6": "Oricine rămâne în El nu trăiește în păcat. Oricine trăiește în păcat nu L-a văzut, nici nu L-a cunoscut.",
        "7": "Copilașilor, nimeni să nu vă înșele! Cel ce înfăptuiește dreptatea este drept, așa cum Acela este drept.",
        "8": "Cel ce săvârșește păcatul este de la diavolul, pentru că diavolul păcătuiește de la început. Pentru aceasta a fost arătat Fiul lui Dumnezeu: ca să distrugă lucrările diavolului.",
        "9": "Oricine este născut din Dumnezeu nu trăiește în păcat, pentru că sămânța lui Dumnezeu rămâne în el. Și el nu poate continua să păcătuiască, fiindcă a fost născut din Dumnezeu.",
        "10": "Prin aceasta sunt scoși la iveală copiii lui Dumnezeu și copiii diavolului. Oricine nu înfăptuiește dreptatea nu este de la Dumnezeu, și nici cel ce nu-l iubește pe fratele său.",
        "11": "Acesta este mesajul pe care l-ați auzit de la început: să ne iubim unii pe alții.",
        "12": "Să nu fim precum Cain, care era de la cel rău și l-a ucis pe fratele lui. Și de ce l-a ucis? Pentru că faptele lui Cain erau rele, iar cele ale fratelui său erau drepte.",
        "13": "Nu fiți uimiți, fraților, dacă lumea vă urăște.",
        "14": "Noi știm că am trecut de la moarte la viață, pentru că îi iubim pe frați. Cine nu iubește rămâne în moarte.",
        "15": "Oricine își urăște fratele este un ucigaș. Și știți că niciun ucigaș nu are viața veșnică rămasă în el.",
        "16": "Prin aceasta am cunoscut dragostea: prin faptul că El Și-a dat viața pentru noi. Și noi deci suntem datori să ne dăm viața pentru frați.",
        "17": "Dacă însă cineva are bunurile acestei lumi și-l vede pe fratele său în nevoi, dar își închide inima față de el, atunci cum rămâne în el dragostea lui Dumnezeu?",
        "18": "Copilașilor, să nu iubim cu vorba, nici cu limba, ci prin faptă și adevăr.",
        "19": "Prin aceasta vom cunoaște că suntem din adevăr și ne vom liniști inimile în prezența Lui,",
        "20": "oricând ne-ar condamna inimile noastre. Căci Dumnezeu este mai mare decât inimile noastre și cunoaște totul.",
        "21": "Preaiubiților, dacă nu ne condamnă inimile noastre, avem îndrăzneală înaintea lui Dumnezeu,",
        "22": "iar dacă cerem ceva, primim de la El, pentru că păzim poruncile Lui și facem ce este plăcut înaintea Lui.",
        "23": "Și porunca Lui este aceasta: să credem în Numele Fiului Său, Isus Cristos, și să ne iubim unii pe alții, așa cum ne-a poruncit.",
        "24": "Cel ce păzește poruncile Lui rămâne în El, iar El în acesta. Și cunoaștem că El rămâne în noi prin Duhul, pe Care ni L-a dat."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "See how great a love the Father has given to us, that we should be called children of God! For this cause the world doesn't know us, because it didn't know him.",
        "2": "Beloved, now we are children of God. It is not yet revealed what we will be; but we know that when he is revealed, we will be like him, for we will see him just as he is.",
        "3": "Everyone who has this hope set on him purifies himself, even as he is pure.",
        "4": "Everyone who sins also commits lawlessness. Sin is lawlessness.",
        "5": "You know that he was revealed to take away our sins, and no sin is in him.",
        "6": "Whoever remains in him doesn't sin. Whoever sins hasn't seen him and doesn't know him.",
        "7": "Little children, let no one lead you astray. He who does righteousness is righteous, even as he is righteous.",
        "8": "He who sins is of the devil, for the devil has been sinning from the beginning. To this end the Son of God was revealed: that he might destroy the works of the devil.",
        "9": "Whoever is born of God doesn't commit sin, because his seed remains in him, and he can't sin, because he is born of God.",
        "10": "In this the children of God are revealed, and the children of the devil. Whoever doesn't do righteousness is not of God, neither is he who doesn't love his brother.",
        "11": "For this is the message which you heard from the beginning, that we should love one another—",
        "12": "unlike Cain, who was of the evil one and killed his brother. Why did he kill him? Because his deeds were evil, and his brother's righteous.",
        "13": "Don't be surprised, my brothers, if the world hates you.",
        "14": "We know that we have passed out of death into life, because we love the brothers. He who doesn't love his brother remains in death.",
        "15": "Whoever hates his brother is a murderer, and you know that no murderer has eternal life remaining in him.",
        "16": "By this we know love, because he laid down his life for us. And we ought to lay down our lives for the brothers.",
        "17": "But whoever has the world's goods and sees his brother in need, then closes his heart of compassion against him, how does God's love remain in him?",
        "18": "My little children, let's not love in word only, or with the tongue only, but in deed and truth.",
        "19": "And by this we know that we are of the truth and persuade our hearts before him,",
        "20": "because if our heart condemns us, God is greater than our heart, and knows all things.",
        "21": "Beloved, if our hearts don't condemn us, we have boldness toward God;",
        "22": "so whatever we ask, we receive from him, because we keep his commandments and do the things that are pleasing in his sight.",
        "23": "This is his commandment, that we should believe in the name of his Son, Jesus Christ, and love one another, even as he commanded.",
        "24": "He who keeps his commandments remains in him, and he in him. By this we know that he remains in us, by the Spirit which he gave us."
      }
    }
  }
}