{
  "book": "1JN",
  "chapter": "4",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Preaiubiților, să nu dați crezare oricărui duh, ci să cercetați duhurile dacă sunt de la Dumnezeu; căci în lume au ieșit mulți proroci mincinoși.",
        "2": "Duhul lui Dumnezeu să-L cunoașteți după aceasta: Orice duh care mărturisește că Isus Hristos a venit în trup este de la Dumnezeu;",
        "3": "și orice duh care nu mărturisește pe Isus nu este de la Dumnezeu, ci este duhul antihristului, de a cărui venire ați auzit. El chiar este în lume acum.",
        "4": "Voi, copilașilor, sunteți din Dumnezeu și i-ați biruit, pentru că Cel ce este în voi este mai mare decât cel ce este în lume.",
        "5": "Ei sunt din lume; de aceea vorbesc ca din lume și lumea îi ascultă.",
        "6": "Noi însă suntem din Dumnezeu; cine cunoaște pe Dumnezeu ne ascultă; cine nu este din Dumnezeu nu ne ascultă. Prin aceasta cunoaștem duhul adevărului și duhul rătăcirii.",
        "7": "Preaiubiților, să ne iubim unii pe alții; căci dragostea este de la Dumnezeu. Și oricine iubește este născut din Dumnezeu și cunoaște pe Dumnezeu.",
        "8": "Cine nu iubește n-a cunoscut pe Dumnezeu, pentru că Dumnezeu este dragoste.",
        "9": "Dragostea lui Dumnezeu față de noi s-a arătat prin faptul că Dumnezeu a trimis în lume pe singurul Său Fiu, ca noi să trăim prin El.",
        "10": "Și dragostea stă nu în faptul că noi am iubit pe Dumnezeu, ci în faptul că El ne-a iubit pe noi și a trimis pe Fiul Său ca jertfă de ispășire pentru păcatele noastre.",
        "11": "Preaiubiților, dacă astfel ne-a iubit Dumnezeu pe noi, trebuie să ne iubim și noi unii pe alții.",
        "12": "Nimeni n-a văzut vreodată pe Dumnezeu; dacă ne iubim unii pe alții, Dumnezeu rămâne în noi și dragostea Lui a ajuns desăvârșită în noi.",
        "13": "Cunoaștem că rămânem în El și că El rămâne în noi prin faptul că ne-a dat din Duhul Său.",
        "14": "Și noi am văzut și mărturisim că Tatăl a trimis pe Fiul ca să fie Mântuitorul lumii.",
        "15": "Cine va mărturisi că Isus este Fiul lui Dumnezeu, Dumnezeu rămâne în el, și el, în Dumnezeu.",
        "16": "Și noi am cunoscut și am crezut dragostea pe care o are Dumnezeu față de noi. Dumnezeu este dragoste și cine rămâne în dragoste rămâne în Dumnezeu, și Dumnezeu rămâne în el.",
        "17": "Cum este El, așa suntem și noi în lumea aceasta, astfel se face că dragostea este desăvârșită în noi, pentru ca să avem deplină încredere în ziua judecății.",
        "18": "În dragoste nu este frică, ci dragostea desăvârșită izgonește frica, pentru că frica are cu ea pedeapsa; și cine se teme n-a ajuns desăvârșit în dragoste.",
        "19": "Noi Îl iubim pentru că El ne-a iubit întâi.",
        "20": "Dacă zice cineva: \"Eu iubesc pe Dumnezeu\" și urăște pe fratele său este un mincinos, căci cine nu iubește pe fratele său pe care-l vede cum poate să iubească pe Dumnezeu, pe care nu-L vede?",
        "21": "Și aceasta este porunca pe care o avem de la El: cine iubește pe Dumnezeu iubește și pe fratele său."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Preaiubiților, să nu credeți orice duh, ci testați duhurile dacă sunt de la Dumnezeu, pentru că în lume au ieșit mulți profeți falși.",
        "2": "Prin aceasta cunoașteți Duhul lui Dumnezeu: orice duh care mărturisește că Isus Cristos a venit în trup, este de la Dumnezeu;",
        "3": "iar orice duh care nu-L mărturisește pe Isus, nu este de la Dumnezeu, ci este al anticristului, despre care ați auzit că vine. Acum el este deja în lume.",
        "4": "Copilașilor, voi sunteți din Dumnezeu și i-ați învins, pentru că Cel Ce este în voi este mai mare decât cel ce este în lume.",
        "5": "Ei sunt din lume și, de aceea, ce vorbesc ei este din lume, iar lumea îi ascultă.",
        "6": "Noi suntem din Dumnezeu. Cel care Îl cunoaște pe Dumnezeu ne ascultă, însă cel care nu este din Dumnezeu nu ne ascultă. Prin aceasta știm care este Duhul adevărului și care este duhul rătăcirii.",
        "7": "Preaiubiților, să ne iubim unii pe alții, pentru că dragostea este din Dumnezeu și oricine iubește este născut din Dumnezeu și-L cunoaște pe Dumnezeu.",
        "8": "Cel care nu iubește nu L-a cunoscut pe Dumnezeu, pentru că Dumnezeu este dragoste.",
        "9": "Prin aceasta a fost arătată dragostea lui Dumnezeu față de noi: Dumnezeu L-a trimis în lume pe singurul Său Fiu, ca să trăim prin El.",
        "10": "În aceasta constă dragostea: nu în faptul că noi L-am iubit pe Dumnezeu, ci în faptul că El ne-a iubit pe noi și L-a trimis pe Fiul Său ca jertfă de ispășire pentru păcatele noastre.",
        "11": "Preaiubiților, dacă astfel ne-a iubit Dumnezeu, atunci și noi suntem datori să ne iubim unii pe alții.",
        "12": "Nimeni nu L-a văzut vreodată pe Dumnezeu. Dacă ne iubim unii pe alții, Dumnezeu rămâne în noi, și dragostea Lui este făcută desăvârșită în noi.",
        "13": "Prin aceasta știm că rămânem în El, și El în noi: prin faptul că ne-a dat din Duhul Său.",
        "14": "Iar noi am văzut și mărturisim că Tatăl L-a trimis pe Fiul ca Mântuitor al lumii.",
        "15": "Dacă cineva mărturisește că Isus este Fiul lui Dumnezeu, atunci Dumnezeu rămâne în el, iar el în Dumnezeu.",
        "16": "Și noi am cunoscut și am crezut dragostea pe care o are Dumnezeu față de noi. Dumnezeu este dragoste, iar cine rămâne în dragoste, rămâne în Dumnezeu, și Dumnezeu rămâne în el.",
        "17": "În felul acesta, dragostea este făcută desăvârșită în noi, pentru ca noi să avem îndrăzneală în ziua judecății, fiindcă, în lumea aceasta, cum este El, așa suntem și noi.",
        "18": "În dragoste nu este frică, ci dragostea desăvârșită alungă afară frica, pentru că frica poartă în sine pedeapsa. Cel ce se teme n-a ajuns desăvârșit în dragoste.",
        "19": "Noi iubim pentru că El ne-a iubit mai întâi.",
        "20": "Dacă cineva spune: \"Îl iubesc pe Dumnezeu\", dar își urăște fratele, este un mincinos. Căci, dacă nu-și iubește fratele, pe care l-a văzut, nu-L poate iubi pe Dumnezeu, pe Care nu L-a văzut.",
        "21": "Și porunca pe care o avem de la El este aceasta: cine-L iubește pe Dumnezeu, să-și iubească și fratele."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Beloved, don't believe every spirit, but test the spirits, whether they are of God, because many false prophets have gone out into the world.",
        "2": "By this you know the Spirit of God: every spirit who confesses that Jesus Christ has come in the flesh is of God,",
        "3": "and every spirit who doesn't confess that Jesus Christ has come in the flesh is not of God; and this is the spirit of the Antichrist, of whom you have heard that it comes. Now it is in the world already.",
        "4": "You are of God, little children, and have overcome them, because greater is he who is in you than he who is in the world.",
        "5": "They are of the world. Therefore they speak of the world, and the world hears them.",
        "6": "We are of God. He who knows God listens to us. He who is not of God doesn't listen to us. By this we know the spirit of truth, and the spirit of error.",
        "7": "Beloved, let's love one another, for love is of God; and everyone who loves has been born of God and knows God.",
        "8": "He who doesn't love doesn't know God, for God is love.",
        "9": "By this God's love was revealed in us, that God has sent his only born Son into the world that we might live through him.",
        "10": "In this is love, not that we loved God, but that he loved us, and sent his Son as the atoning sacrifice for our sins.",
        "11": "Beloved, if God loved us in this way, we also ought to love one another.",
        "12": "No one has seen God at any time. If we love one another, God remains in us, and his love has been perfected in us.",
        "13": "By this we know that we remain in him and he in us, because he has given us of his Spirit.",
        "14": "We have seen and testify that the Father has sent the Son as the Savior of the world.",
        "15": "Whoever confesses that Jesus is the Son of God, God remains in him, and he in God.",
        "16": "We know and have believed the love which God has for us. God is love, and he who remains in love remains in God, and God remains in him.",
        "17": "In this, love has been made perfect among us, that we may have boldness in the day of judgment, because as he is, even so we are in this world.",
        "18": "There is no fear in love; but perfect love casts out fear, because fear has punishment. He who fears is not made perfect in love.",
        "19": "We love him, because he first loved us.",
        "20": "If a man says, \"I love God,\" and hates his brother, he is a liar; for he who doesn't love his brother whom he has seen, how can he love God whom he has not seen?",
        "21": "This commandment we have from him, that he who loves God should also love his brother."
      }
    }
  }
}