{
  "book": "1 Petru",
  "chapter": "1",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Petru, apostol al lui Isus Hristos, către aleșii care trăiesc ca străini, împrăștiați prin Pont, Galatia, Capadocia, Asia și Bitinia,",
        "2": "după știința mai dinainte a lui Dumnezeu Tatăl, prin sfințirea lucrată de Duhul, spre ascultarea și stropirea cu sângele lui Isus Hristos: Harul și pacea să vă fie înmulțite!",
        "3": "Binecuvântat să fie Dumnezeu, Tatăl Domnului nostru Isus Hristos, care, după îndurarea Sa cea mare, ne-a născut din nou, prin învierea lui Isus Hristos din morți, la o nădejde vie",
        "4": "și la o moștenire nestricăcioasă și neîntinată și care nu se poate veșteji, păstrată în ceruri pentru voi.",
        "5": "Voi sunteți păziți de puterea lui Dumnezeu prin credință pentru mântuirea gata să fie descoperită în vremurile de apoi!",
        "6": "În ea voi vă bucurați mult, măcar că acum, dacă trebuie, sunteți întristați pentru puțină vreme prin felurite încercări,",
        "7": "pentru ca încercarea credinței voastre, cu mult mai scumpă decât aurul care piere și care totuși este încercat prin foc, să aibă ca urmare lauda, slava și cinstea, la arătarea lui Isus Hristos,",
        "8": "pe care voi Îl iubiți fără să-L fi văzut, credeți în El fără să-L vedeți și vă bucurați cu o bucurie negrăită și strălucită,",
        "9": "pentru că veți dobândi, ca sfârșit al credinței voastre, mântuirea sufletelor voastre.",
        "10": "Prorocii, care au prorocit despre harul care vă era păstrat vouă, au făcut din mântuirea aceasta ținta cercetărilor și căutării lor stăruitoare.",
        "11": "Ei cercetau să vadă ce vreme și ce împrejurări avea în vedere Duhul lui Hristos, care era în ei, când vestea mai dinainte patimile lui Hristos și slava de care aveau să fie urmate.",
        "12": "Lor le-a fost descoperit că nu pentru ei înșiși, ci pentru voi spuneau ei aceste lucruri pe care vi le-au vestit acum cei ce v-au propovăduit Evanghelia prin Duhul Sfânt trimis din cer și în care chiar îngerii doresc să privească.",
        "13": "De aceea, încingeți-vă coapsele minții voastre, fiți treji și puneți-vă toată nădejdea în harul care vă va fi adus la arătarea lui Isus Hristos.",
        "14": "Ca niște copii ascultători, nu vă lăsați târâți în poftele pe care le aveați altădată, când erați în neștiință.",
        "15": "Ci, după cum Cel ce v-a chemat este sfânt, fiți și voi sfinți în toată purtarea voastră.",
        "16": "Căci este scris: „Fiți sfinți, căci Eu sunt sfânt.”",
        "17": "Și dacă chemați ca Tată pe Cel ce judecă fără părtinire pe fiecare după faptele lui, purtați-vă cu frică în timpul pribegiei voastre;",
        "18": "căci știți că nu cu lucruri pieritoare, cu argint sau cu aur, ați fost răscumpărați din felul deșert de viețuire pe care-l moșteniserăți de la părinții voștri,",
        "19": "ci cu sângele scump al lui Hristos, Mielul fără cusur și fără prihană.",
        "20": "El a fost cunoscut mai înainte de întemeierea lumii și a fost arătat la sfârșitul vremurilor pentru voi,",
        "21": "care, prin El, sunteți credincioși în Dumnezeu, care L-a înviat din morți și I-a dat slavă, pentru ca credința și nădejdea voastră să fie în Dumnezeu.",
        "22": "Deci, ca unii care, prin ascultarea de adevăr, v-ați curățit sufletele prin Duhul ca să aveți o dragoste de frați neprefăcută, iubiți-vă cu căldură unii pe alții din toată inima,",
        "23": "fiindcă ați fost născuți din nou nu dintr-o sămânță care poate putrezi, ci dintr-una care nu poate putrezi, prin Cuvântul lui Dumnezeu, care este viu și care rămâne în veac.",
        "24": "Căci orice făptură este ca iarba și toată slava ei, ca floarea ierbii. Iarba se usucă și floarea cade jos,",
        "25": "dar Cuvântul Domnului rămâne în veac. Și acesta este Cuvântul care v-a fost propovăduit prin Evanghelie."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Petru, apostol al lui Isus Cristos, către cei aleși, care locuiesc ca străini, împrăștiați în Pont, Galatia, Capadocia, Asia și Bitinia,",
        "2": "după preștiința lui Dumnezeu Tatăl, prin sfințirea lucrată de Duhul, spre ascultarea de Isus Cristos și stropirea cu sângele Lui: Harul și pacea să vă fie înmulțite!",
        "3": "Binecuvântat să fie Dumnezeu, Tatăl Domnului nostru Isus Cristos, Care, potrivit cu mila Lui cea mare, ne-a născut din nou la o speranță vie, prin învierea lui Isus Cristos dintre cei morți,",
        "4": "și la o moștenire nepieritoare, neîntinată și care nu se veștejește, păstrată în Ceruri pentru voi.",
        "5": "Voi sunteți păziți de puterea lui Dumnezeu, prin credință, pentru mântuirea care este gata să fie descoperită în vremea de pe urmă,",
        "6": "în care voi vă bucurați foarte mult, chiar dacă acum, dacă trebuie, sunteți întristați pentru puțin timp prin diferite încercări,",
        "7": "pentru ca testarea credinței voastre, cu mult mai valoroasă decât aurul care piere și care totuși este testat prin foc, să aducă laudă, glorie și onoare la descoperirea lui Isus Cristos.",
        "8": "Voi Îl iubiți fără să-L fi văzut și credeți în El fără să-L vedeți acum, dar vă bucurați foarte mult cu o bucurie de nedescris și glorioasă,",
        "9": "pentru că primiți, ca rezultat al credinței voastre, mântuirea sufletelor voastre.",
        "10": "Cu privire la această mântuire, profeții care au profețit despre harul care urma să vă fie dat vouă, au căutat și au cercetat cu atenție,",
        "11": "încercând să afle pe cine sau ce vreme le arăta Duhul lui Cristos din ei, atunci când a mărturisit dinainte despre suferințele lui Cristos și glorificările care urmau după acestea.",
        "12": "Lor le-a fost descoperit că nu pentru ei înșiși, ci pentru voi slujeau ei cu privire la lucrurile care v-au fost istorisite acum de către cei ce v-au vestit Evanghelia prin Duhul Sfânt trimis din Cer, lucruri la care până și îngerii tânjesc să privească.",
        "13": "Prin urmare, să aveți o minte vigilentă, să fiți treji și să vă puneți pe deplin speranța în harul care vă va fi adus la descoperirea lui Isus Cristos.",
        "14": "Ca niște copii ascultători, să nu vă conformați poftelor de altădată, când trăiați în ignoranță,",
        "15": "ci, așa cum Cel Ce v-a chemat este sfânt, fiți și voi sfinți în tot comportamentul vostru,",
        "16": "fiindcă este scris: „Fiți sfinți, pentru că Eu sunt sfânt!“.",
        "17": "Și dacă-L numiți „Tată“ pe Cel Ce judecă cu imparțialitate, în funcție de faptele fiecăruia, atunci trăiți cu frică în timpul peregrinării voastre,",
        "18": "pentru că știți că nu cu lucruri efemere – argint sau aur – ați fost răscumpărați din felul vostru deșert de viață, moștenit de la strămoșii voștri,",
        "19": "ci cu sângele prețios al lui Cristos, ca al unui miel fără cusur și fără pată.",
        "20": "El a fost cunoscut înainte de întemeierea lumii, dar a fost arătat în vremurile de pe urmă pentru voi,",
        "21": "care, prin El, credeți în Dumnezeu. El L-a înviat dintre cei morți și L-a glorificat, astfel încât credința și speranța voastră să fie în Dumnezeu.",
        "22": "Deci, având în vedere că v-ați curățit sufletele prin ascultarea de adevăr, astfel încât dragostea voastră frățească să fie fără ipocrizie, iubiți-vă cu căldură unii pe alții, dintr-o inimă curată.",
        "23": "Voi ați fost născuți din nou, nu dintr-o sămânță pieritoare, ci dintr-una nepieritoare, prin Cuvântul cel viu și trainic al lui Dumnezeu.",
        "24": "Căci, „Orice om este ca iarba și toată gloria lui este ca floarea de pe câmp. Iarba se usucă, iar floarea cade,",
        "25": "însă Cuvântul Domnului rămâne pe vecie!“. Și acesta este Cuvântul care v-a fost vestit prin Evanghelie."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Peter, an apostle of Jesus Christ, to the chosen ones who are living as foreigners in the Dispersion in Pontus, Galatia, Cappadocia, Asia, and Bithynia,",
        "2": "according to the foreknowledge of God the Father, in sanctification of the Spirit, that you may obey Jesus Christ and be sprinkled with his blood: Grace to you and peace be multiplied.",
        "3": "Blessed be the God and Father of our Lord Jesus Christ, who according to his great mercy caused us to be born again to a living hope through the resurrection of Jesus Christ from the dead,",
        "4": "to an incorruptible and undefiled inheritance that doesn’t fade away, reserved in Heaven for you,",
        "5": "who by the power of God are guarded through faith for a salvation ready to be revealed in the last time.",
        "6": "In this you greatly rejoice, though now for a little while, if need be, you have been grieved in various trials,",
        "7": "that the proof of your faith, which is more precious than gold that perishes, even though it is tested by fire, may be found to result in praise, glory, and honor at the revelation of Jesus Christ—",
        "8": "whom, not having known, you love. In him, though now you don’t see him, yet believing, you rejoice greatly with joy that is unspeakable and full of glory,",
        "9": "receiving the result of your faith, the salvation of your souls.",
        "10": "Concerning this salvation, the prophets sought and searched diligently. They prophesied of the grace that would come to you,",
        "11": "searching for who or what kind of time the Spirit of Christ which was in them pointed to when he predicted the sufferings of Christ and the glories that would follow them.",
        "12": "To them it was revealed that they served not themselves, but you, in these things, which now have been announced to you through those who preached the Good News to you by the Holy Spirit sent out from heaven; which things angels desire to look into.",
        "13": "Therefore prepare your minds for action. Be sober, and set your hope fully on the grace that will be brought to you at the revelation of Jesus Christ—",
        "14": "as children of obedience, not conforming yourselves according to your former lusts as in your ignorance,",
        "15": "but just as he who called you is holy, you yourselves also be holy in all of your behavior,",
        "16": "because it is written, “You shall be holy, for I am holy.”",
        "17": "If you call on him as Father, who without respect of persons judges according to each man’s work, pass the time of your living as foreigners here in reverent fear,",
        "18": "knowing that you were redeemed, not with corruptible things like silver or gold, from the useless way of life handed down from your fathers,",
        "19": "but with precious blood, as of a lamb without blemish or spot, the blood of Christ,",
        "20": "who was foreknown indeed before the foundation of the world, but was revealed in this last age for your sake,",
        "21": "who through him are believers in God, who raised him from the dead and gave him glory, so that your faith and hope might be in God.",
        "22": "Seeing you have purified your souls in your obedience to the truth through the Spirit in sincere brotherly affection, love one another from the heart fervently,",
        "23": "having been born again, not of corruptible seed, but of incorruptible, through the word of God, which lives and remains forever.",
        "24": "For, “All flesh is like grass, and all of man’s glory like the flower in the grass. The grass withers, and its flower falls;",
        "25": "but the Lord’s word endures forever.” This is the word of Good News which was preached to you."
      }
    }
  }
}