{
  "book": "1 Petru",
  "chapter": "2",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Lepădați dar orice răutate, orice vicleșug, orice fel de prefăcătorie, de pizmă și de clevetire",
        "2": "și, ca niște prunci născuți de curând, să doriți laptele duhovnicesc și curat, pentru ca prin el să creșteți spre mântuire,",
        "3": "dacă ați gustat în adevăr că bun este Domnul.",
        "4": "Apropiați-vă de El, piatra vie, lepădată de oameni, dar aleasă și scumpă înaintea lui Dumnezeu.",
        "5": "Și voi, ca niște pietre vii, sunteți zidiți ca să fiți o casă duhovnicească, o preoție sfântă, și să aduceți jertfe duhovnicești plăcute lui Dumnezeu, prin Isus Hristos.",
        "6": "Căci este scris în Scriptură: „Iată că pun în Sion o piatră din capul unghiului, aleasă, scumpă; și cine se încrede în El nu va fi dat de rușine.”",
        "7": "Cinstea aceasta este dar pentru voi care ați crezut! Dar pentru cei necredincioși, „piatra pe care au lepădat-o zidarii a ajuns să fie pusă în capul unghiului”",
        "8": "și „o piatră de poticnire și o stâncă de cădere”. Ei se lovesc de ea, pentru că n-au crezut Cuvântul, și la aceasta sunt rânduiți.",
        "9": "Voi însă sunteți o seminție aleasă, o preoție împărătească, un neam sfânt, un popor pe care Dumnezeu Și l-a câștigat ca să fie al Lui, ca să vestiți puterile minunate ale Celui ce v-a chemat din întuneric la lumina Sa minunată;",
        "10": "pe voi, care odinioară nu erați un popor, dar acum sunteți poporul lui Dumnezeu; pe voi, care nu căpătaserăți îndurare, dar acum ați căpătat îndurare.",
        "11": "Preaiubiților, vă sfătuiesc, ca pe niște străini și călători, să vă feriți de poftele firii pământești care se războiesc cu sufletul.",
        "12": "Să aveți o purtare bună în mijlocul neamurilor, pentru ca, în ceea ce vă vorbesc de rău ca pe niște făcători de rele, prin faptele voastre bune pe care le văd, să slăvească pe Dumnezeu în ziua cercetării.",
        "13": "Fiți supuși oricărei stăpâniri omenești, pentru Domnul: atât împăratului, ca înalt stăpânitor,",
        "14": "cât și dregătorilor, ca unii care sunt trimiși de el să pedepsească pe făcătorii de rele și să laude pe cei ce fac bine.",
        "15": "Căci voia lui Dumnezeu este ca, făcând ce este bine, să astupați gura oamenilor neștiutori și proști.",
        "16": "Purtați-vă ca niște oameni slobozi, fără să faceți din slobozenia aceasta o haină a răutății, ci ca niște robi ai lui Dumnezeu.",
        "17": "Cinstiți pe toți oamenii; iubiți pe frați; temeți-vă de Dumnezeu; dați cinste împăratului!",
        "18": "Slugilor, fiți supuse stăpânilor voștri cu toată frica, nu numai celor ce sunt buni și blânzi, ci și celor greu de mulțumit.",
        "19": "Căci este un lucru plăcut dacă cineva, pentru cugetul lui față de Dumnezeu, suferă întristare și suferă pe nedrept.",
        "20": "În adevăr, ce fală este să suferiți cu răbdare să fiți pălmuiți când ați făcut rău? Dar dacă suferiți cu răbdare, când ați făcut ce este bine, lucrul acesta este plăcut lui Dumnezeu.",
        "21": "Și la aceasta ați fost chemați, fiindcă și Hristos a suferit pentru voi și v-a lăsat o pildă, ca să călcați pe urmele Lui.",
        "22": "„El n-a făcut păcat și în gura Lui nu s-a găsit vicleșug.”",
        "23": "Când era batjocorit, nu răspundea cu batjocuri și, când era chinuit, nu amenința, ci Se supunea dreptului Judecător.",
        "24": "El a purtat păcatele noastre în trupul Său pe lemn, pentru ca noi, fiind morți față de păcate, să trăim pentru neprihănire; prin rănile Lui ați fost vindecați.",
        "25": "Căci erați ca niște oi rătăcite. Dar acum v-ați întors la Păstorul și Episcopul sufletelor voastre."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Prin urmare, dați la o parte orice răutate, orice viclenie, ipocrizie, gelozie și orice fel de calomnii.",
        "2": "Ca niște copilași nou-născuți, să tânjiți după laptele spiritual și curat, pentru ca, prin el, să puteți crește spre mântuire,",
        "3": "dacă ați gustat într-adevăr că Domnul este bun.",
        "4": "Apropiați-vă de El, Piatra vie respinsă de oameni, dar aleasă și prețioasă înaintea lui Dumnezeu.",
        "5": "Iar voi, ca niște pietre vii, sunteți zidiți ca o casă spirituală, pentru a fi o preoție sfântă, ca să aduceți jertfe spirituale plăcute lui Dumnezeu, prin Isus Cristos.",
        "6": "Căci în Scriptură este scris: „Iată, așez în Sion o Piatră, o Piatră din capul unghiului, aleasă și prețioasă. Cel ce crede în El nu va fi făcut de rușine deloc“.",
        "7": "Așadar, onoarea aceasta este pentru voi, cei ce credeți, dar pentru cei ce nu cred, „Piatra pe care au respins-o zidarii, a devenit Piatra din capul unghiului“",
        "8": "și „…o Piatră de care ei se împiedică și o Stâncă din cauza căreia ei cad“. Cei neascultători față de Cuvânt se împiedică, la aceasta fiind și destinați.",
        "9": "Însă voi sunteți o seminție aleasă, o preoție împărătească, o națiune sfântă, un popor care-I aparține Lui, ca să vestiți faptele mărețe ale Celui Ce v-a chemat din întuneric la lumina Sa minunată.",
        "10": "Cândva nu erați un popor, dar acum sunteți poporul lui Dumnezeu. Cândva nu vi se arătase milă, dar acum vi s-a arătat milă.",
        "11": "Preaiubiților, vă îndemn, ca pe niște străini și peregrini, să vă feriți de poftele firii pământești, care se luptă împotriva sufletului.",
        "12": "Să aveți o purtare bună în mijlocul păgânilor, pentru ca, deși vă vorbesc de rău ca pe niște răufăcători, totuși, văzând faptele voastre bune, să-L glorifice pe Dumnezeu în ziua cercetării.",
        "13": "Fiți supuși oricărei instituții omenești, pentru Domnul: fie împăratului, ca înalt stăpânitor,",
        "14": "fie guvernatorilor, ca unii trimiși de el să-i pedepsească pe răufăcători și să-i laude pe cei ce fac binele.",
        "15": "Căci voia lui Dumnezeu este ca, făcând ce este bine, să reduceți la tăcere ignoranța oamenilor nesăbuiți.",
        "16": "Trăiți ca niște oameni liberi, dar nu vă folosiți de libertate ca să vă ascundeți răutatea, ci comportați-vă ca niște slujitori ai lui Dumnezeu.",
        "17": "Respectați-i pe toți, iubiți-i pe frați, temeți-vă de Dumnezeu, respectați-l pe împărat.",
        "18": "Servitorilor, fiți supuși stăpânilor cu toată frica, nu doar celor buni și blânzi, ci și celor nedrepți.",
        "19": "Pentru că este un lucru plăcut dacă cineva, din cauza conștiinței față de Dumnezeu, îndură întristări, suferind pe nedrept.",
        "20": "Căci ce onoare este să îndurați, dacă ați păcătuit și sunteți loviți? Dar dacă îndurați atunci când ați făcut ce este bine și astfel suferiți, acesta este un lucru plăcut înaintea lui Dumnezeu.",
        "21": "Căci la aceasta ați fost chemați, deoarece și Cristos a suferit pentru voi, lăsându-vă un exemplu, ca să călcați pe urmele Lui.",
        "22": "„El n-a comis păcat și în gura Lui nu s-a găsit înșelătorie“.",
        "23": "Când era insultat, n-a răspuns insultând, când a suferit, n-a amenințat, ci S-a încredințat Celui Ce judecă drept.",
        "24": "El a purtat păcatele noastre în trupul Lui, pe lemn, pentru ca noi, murind față de păcate, să trăim pentru dreptate. Prin rănile Lui ați fost vindecați.",
        "25": "Căci erați ca niște oi rătăcite, dar acum v-ați întors la Păstorul și Supraveghetorul sufletelor voastre."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Putting away therefore all wickedness, all deceit, hypocrisies, envies, and all evil speaking,",
        "2": "as newborn babies, long for the pure spiritual milk, that with it you may grow,",
        "3": "if indeed you have tasted that the Lord is gracious.",
        "4": "Come to him, a living stone, rejected indeed by men, but chosen by God, precious.",
        "5": "You also as living stones are built up as a spiritual house, to be a holy priesthood, to offer up spiritual sacrifices, acceptable to God through Jesus Christ.",
        "6": "Because it is contained in Scripture, “Behold, I lay in Zion a chief cornerstone, chosen and precious. He who believes in him will not be disappointed.”",
        "7": "For you who believe therefore is the honor, but for those who are disobedient, “The stone which the builders rejected has become the chief cornerstone,”",
        "8": "and, “a stumbling stone and a rock of offense.” For they stumble at the word, being disobedient, to which also they were appointed.",
        "9": "But you are a chosen race, a royal priesthood, a holy nation, a people for God’s own possession, that you may proclaim the excellence of him who called you out of darkness into his marvelous light.",
        "10": "In the past, you were not a people, but now are God’s people, who had not obtained mercy, but now have obtained mercy.",
        "11": "Beloved, I beg you as foreigners and pilgrims to abstain from fleshly lusts which war against the soul,",
        "12": "having good behavior among the nations, so in that of which they speak against you as evildoers, they may see your good works and glorify God in the day of visitation.",
        "13": "Therefore subject yourselves to every ordinance of man for the Lord’s sake: whether to the king, as supreme,",
        "14": "or to governors, as sent by him for vengeance on evildoers and for praise to those who do well.",
        "15": "For this is the will of God, that by well-doing you should put to silence the ignorance of foolish men.",
        "16": "Live as free people, yet not using your freedom for a cloak of wickedness, but as bondservants of God.",
        "17": "Honor all men. Love the brotherhood. Fear God. Honor the king.",
        "18": "Servants, be in subjection to your masters with all respect, not only to the good and gentle, but also to the wicked.",
        "19": "For it is commendable if someone endures pain, suffering unjustly, because of conscience toward God.",
        "20": "For what glory is it if, when you sin, you patiently endure beating? But if when you do well, you patiently endure suffering, this is commendable with God.",
        "21": "For you were called to this, because Christ also suffered for us, leaving you an example, that you should follow his steps,",
        "22": "who didn’t sin, “neither was deceit found in his mouth.”",
        "23": "When he was cursed, he didn’t curse back. When he suffered, he didn’t threaten, but committed himself to him who judges righteously.",
        "24": "He himself bore our sins in his body on the tree, that we, having died to sins, might live to righteousness. You were healed by his wounds.",
        "25": "For you were going astray like sheep; but now you have returned to the Shepherd and Overseer of your souls."
      }
    }
  }
}