{
  "book": "1 Petru",
  "chapter": "4",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Astfel dar, fiindcă Hristos a pătimit în trup, înarmați-vă și voi cu același fel de gândire. Căci Cel ce a pătimit în trup a sfârșit-o cu păcatul;",
        "2": "pentru ca, în vremea care-i mai rămâne de trăit în trup, să nu mai trăiască după poftele oamenilor, ci după voia lui Dumnezeu.",
        "3": "Ajunge, în adevăr, că în trecut ați făcut voia neamurilor și ați trăit în desfrânări, în pofte, în beții, în ospețe, în chefuri și în slujiri idolești neîngăduite.",
        "4": "De aceea se miră ei că nu alergați împreună cu ei la același potop de desfrâu și vă batjocoresc.",
        "5": "Dar au să dea socoteală înaintea Celui ce este gata să judece viii și morții.",
        "6": "Căci tocmai în vederea aceasta a fost vestită Evanghelia și celor morți, pentru ca să fie judecați ca oameni în trup, dar să trăiască după Dumnezeu în duh.",
        "7": "Sfârșitul tuturor lucrurilor este aproape. Fiți înțelepți dar și vegheați în vederea rugăciunii.",
        "8": "Mai presus de toate, să aveți o dragoste fierbinte unii pentru alții, căci dragostea acoperă o sumedenie de păcate.",
        "9": "Fiți primitori de oaspeți între voi, fără cârtire.",
        "10": "Ca niște buni ispravnici ai harului felurit al lui Dumnezeu, fiecare din voi să slujească altora după darul pe care l-a primit.",
        "11": "Dacă vorbește cineva, să vorbească cuvintele lui Dumnezeu. Dacă slujește cineva, să slujească după puterea pe care i-o dă Dumnezeu, pentru ca în toate lucrurile să fie slăvit Dumnezeu prin Isus Hristos, ale căruia sunt slava și puterea în vecii vecilor! Amin.",
        "12": "Preaiubiților, nu vă mirați de încercarea de foc din mijlocul vostru, care a venit peste voi ca să vă încerce, ca de ceva ciudat, care a dat peste voi,",
        "13": "dimpotrivă, bucurați-vă, întrucât aveți parte de patimile lui Hristos, ca să vă bucurați și să vă veseliți și la arătarea slavei Lui.",
        "14": "Dacă sunteți batjocoriți pentru Numele lui Hristos, ferice de voi! Fiindcă Duhul slavei, Duhul lui Dumnezeu, Se odihnește peste voi.",
        "15": "Nimeni din voi să nu sufere ca ucigaș sau ca hoț sau ca făcător de rele sau ca unul care se amestecă în treburile altuia.",
        "16": "Dimpotrivă, dacă suferă pentru că este creștin, să nu-i fie rușine, ci să proslăvească pe Dumnezeu pentru numele acesta.",
        "17": "Căci suntem în clipa când judecata stă să înceapă de la casa lui Dumnezeu. Și, dacă începe cu noi, care va fi sfârșitul celor ce nu ascultă de Evanghelia lui Dumnezeu?",
        "18": "Și, dacă cel neprihănit scapă cu greu, ce se va face cel nelegiuit și cel păcătos?",
        "19": "Așa că cei ce suferă după voia lui Dumnezeu să-și încredințeze sufletele credinciosului Ziditor și să facă ce este bine."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Așadar, întrucât Cristos a suferit în trup, înarmați-vă și voi cu același fel de gândire, căci cel ce a suferit în trup a sfârșit-o cu păcatul,",
        "2": "pentru ca, în timpul care-i mai rămâne de trăit în trup, să nu mai trăiască după poftele oamenilor, ci după voia lui Dumnezeu.",
        "3": "Căci a trecut destul timp în care ați făcut voia păgânilor, trăind în depravare, în pofte, în beții, în petreceri, în orgii și în idolatrii nelegiuite.",
        "4": "De aceea sunt surprinși ei că nu alergați împreună cu ei la același potop de destrăbălare și vă batjocoresc.",
        "5": "Însă vor răspunde înaintea Celui Ce este gata să-i judece pe cei vii și pe cei morți.",
        "6": "Căci pentru aceasta le-a fost vestită Evanghelia și celor ce sunt morți acum: ca să fie judecați potrivit oamenilor, în trup, dar să trăiască potrivit lui Dumnezeu, în duh.",
        "7": "Sfârșitul tuturor lucrurilor este aproape. Fiți deci cumpătați și treji în vederea rugăciunii.",
        "8": "Înainte de toate, să aveți o dragoste fierbinte unii pentru alții, pentru că dragostea acoperă o mulțime de păcate.",
        "9": "Fiți ospitalieri unii cu alții, fără să vă plângeți.",
        "10": "Ca niște buni administratori ai harului felurit al lui Dumnezeu, fiecare să-i slujească pe alții potrivit cu darul pe care l-a primit.",
        "11": "Dacă vorbește cineva, să facă acest lucru ca și cum ar rosti cuvintele lui Dumnezeu. Dacă slujește cineva, să slujească după puterea pe care i-o dă Dumnezeu, pentru ca Dumnezeu să fie glorificat în toate, prin Isus Cristos, ale Căruia sunt gloria și puterea, în vecii vecilor! Amin.",
        "12": "Preaiubiților, nu fiți surprinși de încercarea de foc care are loc în mijlocul vostru, ca și cum vi s-ar întâmpla ceva neobișnuit,",
        "13": "ci, pe măsură ce aveți parte de suferințele lui Cristos, bucurați-vă, pentru ca și la descoperirea gloriei Lui să vă bucurați foarte mult.",
        "14": "Dacă sunteți insultați din cauza Numelui lui Cristos, ferice de voi, pentru că Duhul gloriei și al lui Dumnezeu Se odihnește peste voi.",
        "15": "Dar nimeni dintre voi să nu sufere ca ucigaș, hoț, răufăcător sau ca unul care se amestecă în treburile altora.",
        "16": "Însă, dacă vreunul dintre voi suferă din cauză că este creștin, să nu-i fie rușine, ci să-L glorifice pe Dumnezeu pentru numele acesta.",
        "17": "Căci este timpul să înceapă judecata chiar de la Casa lui Dumnezeu. Și dacă începe cu noi, care va fi sfârșitul celor ce nu ascultă de Evanghelia lui Dumnezeu?",
        "18": "Și: „Dacă cel drept este salvat cu greu, ce se va face cel lipsit de evlavie și cel păcătos?“",
        "19": "Prin urmare, aceia care suferă după voia lui Dumnezeu să-și încredințeze sufletele credinciosului Creator, făcând binele."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Therefore, since Christ suffered for us in the flesh, arm yourselves also with the same mind; for he who has suffered in the flesh has ceased from sin,",
        "2": "that you no longer should live the rest of your time in the flesh for the lusts of men, but for the will of God.",
        "3": "For we have spent enough of our past time doing the desire of the Gentiles, and having walked in lewdness, lusts, drunken binges, orgies, carousings, and abominable idolatries.",
        "4": "They think it is strange that you don’t run with them into the same excess of riot, speaking evil of you.",
        "5": "They will give account to him who is ready to judge the living and the dead.",
        "6": "For to this end the Good News was preached even to the dead, that they might be judged indeed as men in the flesh, but live as to God in the spirit.",
        "7": "But the end of all things is near. Therefore be of sound mind, self-controlled, and sober in prayer.",
        "8": "And above all things be earnest in your love among yourselves, for love covers a multitude of sins.",
        "9": "Be hospitable to one another without grumbling.",
        "10": "As each has received a gift, employ it in serving one another, as good managers of the grace of God in its various forms.",
        "11": "If anyone speaks, let it be as it were the very words of God. If anyone serves, let it be as of the strength which God supplies, that in all things God may be glorified through Jesus Christ, to whom belong the glory and the dominion forever and ever. Amen.",
        "12": "Beloved, don’t be astonished at the fiery trial which has come upon you to test you, as though a strange thing happened to you.",
        "13": "But because you are partakers of Christ’s sufferings, rejoice, that at the revelation of his glory you also may rejoice with exceeding joy.",
        "14": "If you are insulted for the name of Christ, you are blessed, because the Spirit of glory and of God rests on you. On their part he is blasphemed, but on your part he is glorified.",
        "15": "But let none of you suffer as a murderer, or a thief, or an evil doer, or a meddler in other men’s matters.",
        "16": "But if one of you suffers for being a Christian, let him not be ashamed; but let him glorify God in this matter.",
        "17": "For the time has come for judgment to begin with the household of God. If it begins first with us, what will happen to those who don’t obey the Good News of God?",
        "18": "“If it is hard for the righteous to be saved, what will happen to the ungodly and the sinner?”",
        "19": "Therefore let them also who suffer according to the will of God in doing good entrust their souls to him, as to a faithful Creator."
      }
    }
  }
}