{
  "book": "1 Petru",
  "chapter": "3",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Tot astfel, nevestelor, fiți supuse și voi bărbaților voștri; pentru ca, dacă unii nu ascultă Cuvântul, să fie câștigați fără cuvânt, prin purtarea nevestelor lor,",
        "2": "când vă vor vedea felul vostru de trai: curat și în temere.",
        "3": "Podoaba voastră să nu fie podoaba de afară, care stă în împletitura părului, în purtarea de scule de aur sau în îmbrăcarea hainelor,",
        "4": "ci să fie omul ascuns al inimii, în curăția nepieritoare a unui duh blând și liniștit, care este de mare preț înaintea lui Dumnezeu.",
        "5": "Astfel se împodobeau odinioară sfintele femei, care nădăjduiau în Dumnezeu și erau supuse bărbaților lor;",
        "6": "ca Sara, care asculta pe Avraam și-l numea „domnul ei”. Fiicele ei v-ați făcut voi, dacă faceți binele fără să vă temeți de ceva.",
        "7": "Bărbaților, purtați-vă și voi, la rândul vostru, cu înțelepciune cu nevestele voastre, dând cinste femeii ca unui vas mai slab, ca unele care vor moșteni împreună cu voi harul vieții, ca să nu fie împiedicate rugăciunile voastre.",
        "8": "Încolo, toți să fiți cu aceleași gânduri, simțind cu alții, iubind ca frații, miloși, smeriți.",
        "9": "Nu întoarceți rău pentru rău, nici ocară pentru ocară; dimpotrivă, binecuvântați, căci la aceasta ați fost chemați: să moșteniți binecuvântarea.",
        "10": "„Căci cine iubește viața și vrea să vadă zile bune să-și înfrâneze limba de la rău și buzele de la cuvinte înșelătoare.",
        "11": "Să se depărteze de rău și să facă binele, să caute pacea și s-o urmărească.",
        "12": "Căci ochii Domnului sunt peste cei neprihăniți și urechile Lui iau aminte la rugăciunile lor. Dar Fața Domnului este împotriva celor ce fac răul.”",
        "13": "Și cine vă va face rău, dacă sunteți plini de râvnă pentru bine?",
        "14": "Chiar dacă aveți de suferit pentru neprihănire, ferice de voi! „N-aveți nicio teamă de ei și nu vă tulburați!",
        "15": "Ci sfințiți în inimile voastre pe Hristos ca Domn.” Fiți totdeauna gata să răspundeți oricui vă cere socoteală de nădejdea care este în voi, dar cu blândețe și teamă,",
        "16": "având un cuget curat, pentru ca cei ce bârfesc purtarea voastră bună în Hristos să rămână de rușine tocmai în lucrurile în care vă vorbesc de rău.",
        "17": "Căci este mai bine, dacă așa este voia lui Dumnezeu, să suferiți pentru că faceți binele decât pentru că faceți răul!",
        "18": "Hristos, de asemenea, a suferit o dată pentru păcate, El, Cel neprihănit, pentru cei nelegiuiți, ca să ne aducă la Dumnezeu. El a fost omorât în trup, dar a fost înviat în duh,",
        "19": "în care S-a dus să propovăduiască duhurilor din închisoare,",
        "20": "care fuseseră răzvrătite odinioară, când îndelunga răbdare a lui Dumnezeu era în așteptare, în zilele lui Noe, când se făcea corabia în care au fost scăpate prin apă un mic număr de suflete, și anume opt.",
        "21": "Icoana aceasta închipuitoare vă mântuiește acum pe voi, și anume botezul, care nu este o curățire de întinăciunile trupești, ci mărturia unui cuget curat înaintea lui Dumnezeu, prin învierea lui Isus Hristos,",
        "22": "care stă la dreapta lui Dumnezeu după ce S-a înălțat la cer și Și-a supus îngerii, stăpânirile și puterile."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "La fel și voi, soțiilor, supuneți-vă soților voștri, astfel încât, chiar dacă unii dintre ei sunt neascultători față de Cuvânt, să fie câștigați fără Cuvânt, prin purtarea soțiilor lor,",
        "2": "văzând purtarea voastră curată, în frică de Dumnezeu.",
        "3": "Frumusețea voastră să nu stea în împodobirea exterioară, prin împletirea părului, purtarea de bijuterii din aur sau îmbrăcarea de haine fine,",
        "4": "ci în omul ascuns al inimii, în caracterul nepieritor al unui duh blând și liniștit, care este foarte prețios înaintea lui Dumnezeu.",
        "5": "Căci astfel se împodobeau odinioară sfintele femei, care își puneau speranța în Dumnezeu, fiind supuse soților lor,",
        "6": "precum Sara, care a ascultat de Avraam și l-a numit „domn“. Fiicele ei ați devenit voi, făcând ce este bine și nefiindu-vă teamă de nicio intimidare.",
        "7": "La fel și voi, soților, trăiți în înțelegere cu acest vas mai slab, femeia, dând cinste soțiilor voastre, ca unora care vor fi moștenitoare ale harului vieții împreună cu voi, pentru a nu fi împiedicate rugăciunile voastre. A suferi din cauza dreptății",
        "8": "În cele din urmă, toți să trăiți în armonie, înțelegători, cu dragoste de frați, plini de compasiune, smeriți,",
        "9": "să nu răsplătiți cu rău pentru rău sau cu insultă pentru insultă, ci dimpotrivă, să binecuvântați, pentru că la aceasta ați fost chemați, ca să moșteniți binecuvântarea.",
        "10": "„Căci cel ce vrea să iubească viața și să vadă zile bune, să-și oprească limba de la rău, iar buzele lui să nu rostească înșelătoria!",
        "11": "Să se întoarcă de la rău și să facă ce este bine! Să caute pacea și s-o urmărească!",
        "12": "Fiindcă ochii Domnului se uită la cei drepți, iar urechile Lui aud rugăciunea lor. Dar fața Domnului este împotriva celor ce comit fapte rele“.",
        "13": "Și cine vă va face rău, dacă sunteți plini de zel pentru bine?",
        "14": "Și chiar dacă ați suferi din cauza dreptății, ferice de voi! Să nu vă fie frică de teroarea lor și să nu vă tulburați,",
        "15": "ci sfințiți-L în inimile voastre pe Cristos ca Domn, fiind întotdeauna pregătiți să răspundeți oricui vă întreabă despre motivul speranței care este în voi,",
        "16": "dar cu blândețe și teamă, având o conștiință curată, astfel încât cei care defăimează purtarea voastră bună în Cristos să fie făcuți de rușine tocmai prin lucrurile cu privire la care sunteți vorbiți de rău.",
        "17": "Căci este mai bine, dacă aceasta este voia lui Dumnezeu, să suferiți atunci când faceți binele, decât atunci când faceți răul.",
        "18": "Fiindcă și Cristos a suferit o dată pentru totdeauna pentru păcate, El, Cel Drept, pentru cei nedrepți, ca să vă aducă la Dumnezeu. El a fost dat la moarte în trup, dar a fost înviat prin Duhul,",
        "19": "în Care, de asemenea, S-a dus și le-a predicat duhurilor în închisoare.",
        "20": "Acestea fuseseră în trecut neascultătoare, atunci când îndelunga răbdare a lui Dumnezeu era în așteptare, în zilele lui Noe, când era construită arca, în care doar puține suflete, și anume opt, au fost salvate prin apă.",
        "21": "Oglindirea acestei ape este botezul care vă mântuiește acum și pe voi (acesta nu este o îndepărtare a murdăriei de pe trup, ci angajamentul unei conștiințe bune înaintea lui Dumnezeu) prin învierea lui Isus Cristos,",
        "22": "Care este la dreapta lui Dumnezeu și Căruia, după ce S-a dus în Cer, I-au fost supuși îngerii, autoritățile și puterile."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "In the same way, wives, be in subjection to your own husbands, so that, even if any don’t obey the Word, they may be won by the behavior of their wives without a word,",
        "2": "seeing your pure behavior in fear.",
        "3": "Let your beauty come not from the outward adorning of braiding your hair, and of wearing gold ornaments or of putting on fine clothing,",
        "4": "but from the hidden person of the heart, in the incorruptible adornment of a gentle and quiet spirit, which is very precious in God’s sight.",
        "5": "For this is how in the past the holy women who hoped in God also adorned themselves, being in subjection to their own husbands.",
        "6": "So Sarah obeyed Abraham, calling him lord, whose children you now are if you do well and are not put in fear by any terror.",
        "7": "You husbands, in the same way, live with your wives according to knowledge, giving honor to the woman as to the weaker vessel, as also being joint heirs of the grace of life, that your prayers may not be hindered.",
        "8": "Finally, all of you be like-minded, compassionate, loving as brothers, tenderhearted, courteous,",
        "9": "not rendering evil for evil or insult for insult; but instead blessing, knowing that you were called to this, that you may inherit a blessing.",
        "10": "For, “He who would love life and see good days, let him keep his tongue from evil and his lips from speaking deceit.",
        "11": "Let him turn away from evil and do good. Let him seek peace and pursue it.",
        "12": "For the eyes of the Lord are on the righteous, and his ears open to their prayer; but the face of the Lord is against those who do evil.”",
        "13": "Now who will harm you if you become imitators of that which is good?",
        "14": "But even if you should suffer for righteousness’ sake, you are blessed. “Don’t fear what they fear, neither be troubled.”",
        "15": "But sanctify the Lord God in your hearts. Always be ready to give an answer to everyone who asks you a reason concerning the hope that is in you, with humility and fear,",
        "16": "having a good conscience. Thus, while you are spoken against as evildoers, they may be disappointed who curse your good way of life in Christ.",
        "17": "For it is better, if it is God’s will, that you suffer for doing what is right than for doing evil.",
        "18": "Because Christ also suffered for sins once, the righteous for the unrighteous, that he might bring you to God, being put to death in the flesh, but made alive in the Spirit,",
        "19": "in whom he also went and preached to the spirits in prison,",
        "20": "who before were disobedient when God waited patiently in the days of Noah while the ship was being built. In it, few, that is, eight souls, were saved through water.",
        "21": "This is a symbol of baptism, which now saves you—not the putting away of the filth of the flesh, but the answer of a good conscience toward God—through the resurrection of Jesus Christ,",
        "22": "who is at the right hand of God, having gone into heaven, angels and authorities and powers being made subject to him."
      }
    }
  }
}