{
  "book": "1 Samuel",
  "chapter": "24",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Când s-a întors Saul de la urmărirea filistenilor, au venit și i-au spus: „Iată că David este în pustia En-Ghedi.”",
        "2": "Saul a luat trei mii de oameni aleși din tot Israelul și s-a dus să caute pe David și pe oamenii lui până pe stâncile țapilor sălbatici.",
        "3": "A ajuns la niște stâne de oi, care erau lângă drum, și acolo era o peșteră în care a intrat să doarmă. David și oamenii lui erau în fundul peșterii.",
        "4": "Oamenii lui David i-au zis: „Iată ziua în care Domnul îți zice: ‘Dau pe vrăjmașul tău în mâinile tale; fă-i ce-ți va plăcea.’” David s-a sculat și a tăiat încet colțul hainei lui Saul.",
        "5": "După aceea, inima îi bătea, pentru că tăiase colțul hainei lui Saul.",
        "6": "Și a zis oamenilor săi: „Să mă ferească Domnul să fac împotriva domnului meu, care este unsul Domnului, o așa faptă ca să pun mâna pe el! Căci el este unsul Domnului.”",
        "7": "Cu aceste cuvinte, David a oprit pe oamenii săi și i-a împiedicat să se arunce asupra lui Saul. Apoi Saul s-a sculat să iasă din peșteră și și-a văzut înainte de drum.",
        "8": "După aceea, David s-a sculat și a ieșit din peșteră. El a început să strige atunci după Saul: „Împărate, domnul meu!” Saul s-a uitat înapoi, și David s-a plecat cu fața la pământ și s-a închinat.",
        "9": "David a zis lui Saul: „De ce asculți tu de vorbele oamenilor care zic: ‘David îți vrea răul’?",
        "10": "Vezi acum cu ochii tăi că Domnul te dăduse astăzi în mâinile mele în peșteră. Oamenii mei mă îndemnau să te omor, dar te-am cruțat și am zis: ‘Nu voi pune mâna pe domnul meu, căci este unsul Domnului.’",
        "11": "Uite, părintele meu, uite colțul hainei tale în mâna mea. Fiindcă ți-am tăiat colțul hainei și nu te-am ucis, să știi și să vezi că în purtarea mea nu este nici răutate, nici răzvrătire și că n-am păcătuit împotriva ta. Totuși tu îmi întinzi curse, ca să-mi iei viața.",
        "12": "Judece Domnul între mine și tine și Domnul să mă răzbune pe tine, dar eu nu voi pune mâna pe tine.",
        "13": "‘Răul de la cei răi vine’, zice vechea zicală. De aceea eu nu voi pune mâna pe tine.",
        "14": "Împotriva cui a pornit împăratul lui Israel? Pe cine urmărești tu? Un câine mort, un purice.",
        "15": "Domnul va judeca și va hotărî între mine și tine, El va vedea, El îmi va apăra pricina și El îmi va face dreptate, izbăvindu-mă din mâna ta.”",
        "16": "Când a sfârșit David de spus aceste vorbe lui Saul, Saul a zis: „Glasul tău este, fiule David?” Și Saul a ridicat glasul și a plâns.",
        "17": "Și a zis lui David: „Tu ești mai bun decât mine, căci tu mi-ai făcut bine, iar eu ți-am făcut rău.",
        "18": "Tu îți arăți azi bunătatea cu care te porți față de mine, căci Domnul mă dăduse în mâinile tale, și nu m-ai omorât.",
        "19": "Dacă întâlnește cineva pe vrăjmașul lui, îl lasă oare să-și urmeze drumul în liniște? Domnul să-ți răsplătească pentru ce mi-ai făcut în ziua aceasta!",
        "20": "Acum, iată, știu că tu vei domni și că împărăția lui Israel va rămâne în mâinile tale.",
        "21": "Jură-mi dar pe Domnul că nu-mi vei nimici sămânța mea după mine și că nu-mi vei șterge numele din casa tatălui meu.”",
        "22": "David a jurat lui Saul. Apoi Saul a plecat acasă, iar David și oamenii lui s-au suit în locul întărit."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Când Saul s-a întors de la urmărirea filistenilor, l-au înștiințat, zicând: „David se află în deșertul En-Ghedi“.",
        "2": "Atunci, Saul a luat din tot Israelul trei mii de bărbați aleși și a plecat în căutarea lui David și a oamenilor săi, la est de Stâncile Caprelor Sălbatice.",
        "3": "A ajuns la stânele de oi, care se aflau lângă drum. Acolo era o peșteră, iar Saul a intrat în ea ca să-și acopere picioarele. David și oamenii lui se aflau la capătul peșterii.",
        "4": "Oamenii lui David i-au zis: ‒ Iată ziua despre care ți-a spus Domnul: „Iată, îl dau pe dușmanul tău în mâinile tale, iar tu să-i faci ce consideri că este bine“. David s-a ridicat și a tăiat pe furiș colțul mantiei lui Saul.",
        "5": "După aceea, însă, pe David l-a mustrat cugetul pentru că tăiase colțul mantiei lui Saul.",
        "6": "El le-a zis oamenilor săi: ‒ Să mă ferească Domnul să fac un asemenea lucru stăpânului meu, care este unsul Domnului, și să-mi ridic mâna împotriva lui. Doar este unsul Domnului!",
        "7": "Cu aceste cuvinte David i-a oprit pe oamenii săi și nu i-a lăsat să-l atace pe Saul. Apoi, Saul s-a ridicat, a părăsit peștera și și-a continuat drumul.",
        "8": "După aceea, s-a ridicat și David și a ieșit din peșteră. El a strigat după Saul, zicând: ‒ O, rege, stăpânul meu! Când Saul s-a uitat în urma sa, David s-a plecat cu fața la pământ și s-a închinat.",
        "9": "Apoi David i-a zis lui Saul: ‒ De ce asculți cuvintele oamenilor care spun: „David dorește să-ți facă rău“?",
        "10": "Iată, în ziua aceasta ochii tăi au văzut că Domnul te-a dat în mâna mea, chiar astăzi, în peșteră. Mi s-a spus să te omor, dar eu am avut milă de tine și am hotărât să nu ridic mâna împotriva stăpânului meu, căci el este unsul Domnului.",
        "11": "Privește, părintele meu, privește colțul mantiei tale în mâna mea! Prin faptul că am tăiat colțul mantiei tale și nu te-am ucis, să înțelegi și să recunoști că nu sunt vinovat de răutate sau de fărădelege și că nu am păcătuit împotriva ta. Cu toate acestea, tu mă pândești ca să-mi iei viața.",
        "12": "Domnul să judece între mine și tine și Domnul să mă răzbune față de tine. Mâna mea însă nu va fi împotriva ta.",
        "13": "Așa cum spune vechiul proverb: „Răutatea de la cei răi iese“. Mâna mea însă nu va fi împotriva ta.",
        "14": "După cine a ieșit regele lui Israel? Pe cine urmărești? Un câine mort? Un singur purice?",
        "15": "Domnul să fie judecător și să judece între mine și tine! Să privească, să-mi susțină cauza și să mă scape din mâna ta!",
        "16": "Când a terminat David de spus aceste cuvinte lui Saul, acesta a zis: ‒ Tu ești, cu adevărat, fiul meu David? Apoi a plâns cu voce tare,",
        "17": "zicându-i lui David: ‒ Tu ești mai drept decât mine, pentru că tu te-ai purtat bine cu mine, chiar dacă eu m-am purtat rău cu tine.",
        "18": "Astăzi ai dovedit bunătate față de mine, fiindcă, deși Domnul mă dăduse în mâna ta, tu nu m-ai ucis.",
        "19": "Dacă un om își întâlnește dușmanul, oare îi dă drumul cu bine? Domnul să-ți răsplătească astăzi cu bine ceea ce ai făcut pentru mine!",
        "20": "Acum, știu sigur că tu vei domni și că tronul lui Israel va fi al tău!",
        "21": "Jură-mi pe Domnul că nu-i vei stârpi pe urmașii mei și nu-mi vei șterge numele din familia tatălui meu.",
        "22": "David i-a jurat lui Saul. Atunci Saul s-a întors acasă, iar David și oamenii lui au plecat în sus spre fortăreață."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "When Saul had returned from following the Philistines, he was told, “Behold, David is in the wilderness of En Gedi.”",
        "2": "Then Saul took three thousand chosen men out of all Israel, and went to seek David and his men on the rocks of the wild goats.",
        "3": "He came to the sheep pens by the way, where there was a cave; and Saul went in to relieve himself. Now David and his men were staying in the innermost parts of the cave.",
        "4": "David’s men said to him, “Behold, the day of which Yahweh said to you, ‘Behold, I will deliver your enemy into your hand, and you shall do to him as it shall seem good to you.’” Then David arose and cut off the skirt of Saul’s robe secretly.",
        "5": "Afterward, David’s heart struck him because he had cut off Saul’s skirt.",
        "6": "He said to his men, “Yahweh forbid that I should do this thing to my lord, Yahweh’s anointed, to stretch out my hand against him, since he is Yahweh’s anointed.”",
        "7": "So David checked his men with these words, and didn’t allow them to rise against Saul. Saul rose up out of the cave, and went on his way.",
        "8": "David also arose afterward, and went out of the cave and cried after Saul, saying, “My lord the king!” When Saul looked behind him, David bowed with his face to the earth, and showed respect.",
        "9": "David said to Saul, “Why do you listen to men’s words, saying, ‘Behold, David seeks to harm you’?",
        "10": "Behold, today your eyes have seen how Yahweh had delivered you today into my hand in the cave. Some urged me to kill you, but I spared you. I said, ‘I will not stretch out my hand against my lord, for he is Yahweh’s anointed.’",
        "11": "Moreover, my father, behold, yes, see the skirt of your robe in my hand; for in that I cut off the skirt of your robe and didn’t kill you, know and see that there is neither evil nor disobedience in my hand. I have not sinned against you, though you hunt for my life to take it.",
        "12": "May Yahweh judge between me and you, and may Yahweh avenge me of you; but my hand will not be on you.",
        "13": "As the proverb of the ancients says, ‘Out of the wicked comes wickedness;’ but my hand will not be on you.",
        "14": "Against whom has the king of Israel come out? Whom do you pursue? A dead dog? A flea?",
        "15": "May Yahweh therefore be judge, and give sentence between me and you, and see, and plead my cause, and deliver me out of your hand.”",
        "16": "It came to pass, when David had finished speaking these words to Saul, that Saul said, “Is that your voice, my son David?” Saul lifted up his voice and wept.",
        "17": "He said to David, “You are more righteous than I; for you have done good to me, whereas I have done evil to you.",
        "18": "You have declared today how you have dealt well with me, because when Yahweh had delivered me up into your hand, you didn’t kill me.",
        "19": "For if a man finds his enemy, will he let him go away unharmed? Therefore may Yahweh reward you good for that which you have done to me today.",
        "20": "Now, behold, I know that you will surely be king, and that the kingdom of Israel will be established in your hand.",
        "21": "Swear now therefore to me by Yahweh that you will not cut off my offspring after me, and that you will not destroy my name out of my father’s house.”",
        "22": "David swore to Saul. Saul went home, but David and his men went up to the stronghold."
      }
    }
  }
}