{
  "book": "1 Samuel",
  "chapter": "18",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "David sfârșise de vorbit cu Saul. Și, de atunci, sufletul lui Ionatan s-a alipit de sufletul lui David și Ionatan l-a iubit ca pe sufletul din el.",
        "2": "În aceeași zi, Saul a oprit pe David și nu l-a lăsat să se întoarcă în casa tatălui său.",
        "3": "Ionatan a făcut legământ cu David, pentru că-l iubea ca pe sufletul lui.",
        "4": "A scos mantaua pe care o purta, ca s-o dea lui David, și i-a dat hainele sale, chiar sabia, arcul și cingătoarea lui.",
        "5": "David se ducea și izbutea oriunde îl trimitea Saul; a fost pus de Saul în fruntea oamenilor de război și era plăcut întregului popor, chiar și slujitorilor lui Saul. Cântarea de biruință a femeilor",
        "6": "Pe când veneau ei, la întoarcerea lui David de la omorârea filisteanului, femeile au ieșit din toate cetățile lui Israel înaintea împăratului Saul, cântând și jucând, în sunetul timpanelor și alăutelor, și scoțând strigăte de bucurie.",
        "7": "Femeile care cântau își răspundeau unele altora și ziceau: „Saul a bătut miile lui, iar David, zecile lui de mii.”",
        "8": "Saul s-a mâniat foarte tare și nu i-a plăcut vorba aceasta. El a zis: „Lui David îi dau zeci de mii și mie-mi dau mii! Nu-i mai lipsește decât împărăția.”",
        "9": "Și, din ziua aceea, Saul a privit cu ochi răi pe David.",
        "10": "A doua zi, duhul cel rău, trimis de Dumnezeu, a apucat pe Saul, care s-a înfuriat în mijlocul casei. David cânta, ca și în celelalte zile, și Saul era cu sulița în mână.",
        "11": "Saul a ridicat sulița, zicându-și în sine: „Voi pironi pe David de perete.” Dar David s-a ferit de el de două ori.",
        "12": "Saul se temea de David, pentru că Domnul era cu David și Se depărtase de la el.",
        "13": "L-a îndepărtat de lângă el și l-a pus mai-mare peste o mie de oameni. David ieșea și intra în fruntea poporului;",
        "14": "izbutea în tot ce făcea și Domnul era cu el.",
        "15": "Saul, văzând că izbutea totdeauna, se temea de el,",
        "16": "dar tot Israelul și Iuda iubeau pe David, pentru că ieșea și intra în fruntea lor. David, ginerele împăratului",
        "17": "Saul a zis lui David: „Iată, îți voi da de nevastă pe fiică-mea cea mai mare, Merab, numai să-mi slujești cu vitejie și să porți războaiele Domnului.” Dar Saul își zicea: „Nu vreau să-mi pun mâna mea pe el, ci mâna filistenilor să fie asupra lui.”",
        "18": "David a răspuns lui Saul: „Cine sunt eu și ce este viața mea, ce este familia tatălui meu în Israel, ca să fiu ginerele împăratului?”",
        "19": "Venind vremea când Merab, fata lui Saul, avea să fie dată lui David, ea a fost dată de nevastă lui Adriel din Mehola.",
        "20": "Mical, fata lui Saul, iubea pe David. Au spus lui Saul, și lucrul i-a plăcut.",
        "21": "El își zicea: „I-o voi da ca să-i fie o cursă și să cadă sub mâna filistenilor.” Și Saul a zis lui David pentru a doua oară: „Astăzi îmi vei fi ginere.”",
        "22": "Saul a dat slujitorilor săi următoarea poruncă: „Vorbiți în taină lui David și spuneți-i: ‘Iată că împăratul e binevoitor față de tine și toți slujitorii lui te iubesc; fii acum ginerele împăratului.’”",
        "23": "Slujitorii lui Saul au spus aceste lucruri la urechile lui David. Și David a răspuns: „Credeți că este ușor să fii ginerele împăratului? Eu sunt un om sărac și de puțină însemnătate.”",
        "24": "Slujitorii lui Saul i-au spus ce răspunsese David.",
        "25": "Saul a zis: „Așa să vorbiți lui David: ‘Împăratul nu cere nicio zestre; ci dorește o sută de prepuțuri de ale filistenilor, ca să-și răzbune pe vrăjmașii lui.’” Saul avea de gând să facă pe David să cadă în mâinile filistenilor.",
        "26": "Slujitorii lui Saul au spus aceste cuvinte lui David, și David a primit ce i se ceruse ca să fie ginerele împăratului. Înainte de vremea hotărâtă,",
        "27": "David s-a sculat, a plecat cu oamenii lui și a ucis două sute de oameni dintre filisteni; le-a adus prepuțurile și a dat împăratului numărul întreg, ca să fie ginerele împăratului. Atunci, Saul i-a dat de nevastă pe fiică-sa Mical.",
        "28": "Saul a văzut și a înțeles că Domnul era cu David; și fiică-sa Mical iubea pe David.",
        "29": "Saul s-a temut din ce în ce mai mult de David și toată viața i-a fost vrăjmaș.",
        "30": "Domnitorii filistenilor ieșeau la luptă și, ori de câte ori ieșeau, David avea mai multă izbândă decât toți slujitorii lui Saul și numele lui a ajuns foarte vestit."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "După ce David a terminat de vorbit cu Saul, sufletul lui Ionatan s-a legat de sufletul lui David. Ionatan l-a iubit ca pe propriul său suflet.",
        "2": "În ziua aceea, Saul l-a ținut pe David la el și nu l-a lăsat să se întoarcă în casa tatălui său.",
        "3": "Ionatan a încheiat un legământ cu David pentru că îl iubea ca pe sine însuși.",
        "4": "Ionatan și-a scos mantaua pe care o purta și i-a dat-o lui David. I-a dat și hainele sale de luptă, sabia sa, arcul său și cureaua sa.",
        "5": "David se ducea oriunde îl trimitea Saul și reușea în toate. De aceea Saul l-a pus în fruntea războinicilor. Lucrul acesta a fost plăcut atât înaintea întregului popor, cât și înaintea slujitorilor lui Saul.",
        "6": "La întoarcerea lui David de la uciderea filisteanului, în timp ce veneau ei, femeile din toate cetățile lui Israel au ieșit în întâmpinarea regelui Saul. Ele cântau cântări de bucurie și dansau în sunetul tamburinelor și al lăutelor.",
        "7": "Femeile cântau, în veselia lor, zicând: „Saul a ucis miile lui, iar David zecile lui de mii“.",
        "8": "Lui Saul nu i-au plăcut aceste cuvinte și s-a înfuriat foarte tare, zicând: „I-au dat lui David zecile de mii, iar mie doar miile. Acum nu-i mai lipsește decât regatul“.",
        "9": "Și din ziua aceea, Saul l-a privit cu suspiciune pe David.",
        "10": "În ziua următoare, duhul cel rău de la Dumnezeu a venit peste Saul, care profețea înăuntrul casei sale. David cânta la liră, așa cum făcea în fiecare zi, iar Saul avea în mână o suliță.",
        "11": "Saul a aruncat sulița, gândindu-se: „Îl voi țintui pe David de zid“. Însă David s-a ferit de el de două ori.",
        "12": "Lui Saul i-a fost teamă de David, pentru că Domnul era cu acesta, dar de Saul Se îndepărtase.",
        "13": "De aceea, Saul l-a îndepărtat de lângă el și l-a pus căpetenie peste o mie de oameni. David conducea poporul în luptă.",
        "14": "El reușea în toate căile lui și Domnul era cu el.",
        "15": "Când Saul a văzut că David reușea întotdeauna, i-a fost frică de el.",
        "16": "Tot Israelul și Iuda îl iubeau pe David, căci acesta îl conducea în luptă.",
        "17": "Atunci Saul i-a zis lui David: ‒ Iată, ți-o voi da de soție pe Merab, fata mea cea mare; numai să fii luptătorul meu viteaz și să porți războaiele Domnului! Saul însă își zicea: „Să nu fie mâna mea împotriva lui, ci să fie mâna filistenilor împotriva lui“.",
        "18": "David i-a răspuns lui Saul: ‒ Cine sunt eu și cine este neamul meu, clanul tatălui meu în Israel, ca să fiu ginerele regelui?",
        "19": "Însă atunci când a sosit timpul ca Merab, fata lui Saul, să-i fie dată lui David de soție, ea a fost dată lui Adriel din Mehola. David, ginerele lui Saul",
        "20": "Mihal, o altă fată a lui Saul, îl iubea pe David. L-au înștiințat pe Saul, iar lui i-a plăcut lucrul acesta.",
        "21": "Atunci Saul și-a zis: „I-o voi da ca să-i fie o capcană și, astfel, mâna filistenilor va fi împotriva lui“. Saul i-a zis lui David pentru a doua oară: ‒ Astăzi vei fi ginerele meu.",
        "22": "Apoi Saul le-a poruncit slujitorilor săi: ‒ Vorbiți-i lui David în secret și spuneți-i: „Iată că regele își găsește plăcerea în tine și toți slujitorii săi te iubesc. Acceptă, deci, să fii ginerele regelui“.",
        "23": "Slujitorii lui Saul i-au spus aceste cuvinte lui David, dar David a zis: ‒ Credeți că este ceva neînsemnat să fii ginerele regelui? Eu sunt un om sărac și lipsit de importanță.",
        "24": "Slujitorii lui Saul l-au înștiințat de cuvintele acestea pe care le spusese David.",
        "25": "Atunci Saul a zis: „Așa să-i vorbiți lui David: «Regele nu dorește zestre, ci o sută de prepuțuri de-ale filistenilor, astfel încât regele să fie răzbunat pe dușmanii lui»“. Saul însă plănuia să-l facă pe David să cadă în mâinile filistenilor.",
        "26": "Slujitorii lui Saul i-au spus aceste cuvinte lui David și propunerea de a fi ginerele regelui i-a plăcut lui David. Înainte să se împlinească vremea hotărâtă,",
        "27": "David s-a ridicat, a plecat împreună cu oamenii săi și a ucis două sute de filisteni. A adus prepuțurile lor și le-a dat în număr întreg regelui, ca să devină ginerele regelui. Atunci Saul i-a dat-o de soție pe fata sa Mihal.",
        "28": "Când Saul a văzut și a înțeles că Domnul era cu David și că Mihal, fata lui, îl iubea,",
        "29": "s-a temut și mai tare de David. Saul i-a fost dușman lui David în toate zilele.",
        "30": "Domnitorii filisteni ieșeau la război și, ori de câte ori ieșeau, David avea mai mult succes decât toți slujitorii lui Saul. Și numele lui a ajuns foarte prețuit."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "When he had finished speaking to Saul, the soul of Jonathan was knit with the soul of David, and Jonathan loved him as his own soul.",
        "2": "Saul took him that day, and wouldn’t let him go home to his father’s house any more.",
        "3": "Then Jonathan and David made a covenant, because he loved him as his own soul.",
        "4": "Jonathan stripped himself of the robe that was on him and gave it to David with his clothing, even including his sword, his bow, and his sash.",
        "5": "David went out wherever Saul sent him, and behaved himself wisely; and Saul set him over the men of war. It was good in the sight of all the people, and also in the sight of Saul’s servants.",
        "6": "As they came, when David returned from the slaughter of the Philistine, the women came out of all the cities of Israel, singing and dancing, to meet King Saul with tambourines, with joy, and with instruments of music.",
        "7": "The women sang to one another as they played, and said, “Saul has slain his thousands, and David his ten thousands.”",
        "8": "Saul was very angry, and this saying displeased him. He said, “They have credited David with ten thousands, and they have only credited me with thousands. What can he have more but the kingdom?”",
        "9": "Saul watched David from that day and forward.",
        "10": "On the next day, an evil spirit from God came mightily on Saul, and he prophesied in the middle of the house. David played with his hand, as he did day by day. Saul had his spear in his hand;",
        "11": "and Saul threw the spear, for he said, “I will pin David to the wall!” David escaped from his presence twice.",
        "12": "Saul was afraid of David, because Yahweh was with him, and had departed from Saul.",
        "13": "Therefore Saul removed him from his presence, and made him his captain over a thousand; and he went out and came in before the people.",
        "14": "David behaved himself wisely in all his ways; and Yahweh was with him.",
        "15": "When Saul saw that he behaved himself very wisely, he stood in awe of him.",
        "16": "But all Israel and Judah loved David; for he went out and came in before them.",
        "17": "Saul said to David, “Behold, my elder daughter Merab. I will give her to you as wife. Only be valiant for me, and fight Yahweh’s battles.” For Saul said, “Don’t let my hand be on him, but let the hand of the Philistines be on him.”",
        "18": "David said to Saul, “Who am I, and what is my life, or my father’s family in Israel, that I should be son-in-law to the king?”",
        "19": "But at the time when Merab, Saul’s daughter, should have been given to David, she was given to Adriel the Meholathite as wife.",
        "20": "Michal, Saul’s daughter, loved David; and they told Saul, and the thing pleased him.",
        "21": "Saul said, I will give her to him, that she may be a snare to him and that the hand of the Philistines may be against him. Therefore Saul said to David a second time, “You shall today be my son-in-law.”",
        "22": "Saul commanded his servants, “Talk with David secretly, and say, ‘Behold, the king has delight in you, and all his servants love you. Now therefore be the king’s son-in-law.’”",
        "23": "Saul’s servants spoke those words in the ears of David. David said, “Does it seem to you a light thing to be the king’s son-in-law, since I am a poor man and little known?”",
        "24": "The servants of Saul told him, saying, “David spoke like this.”",
        "25": "Saul said, “Tell David, ‘The king desires no dowry except one hundred foreskins of the Philistines, to be avenged of the king’s enemies.’” Now Saul thought he would make David fall by the hand of the Philistines.",
        "26": "When his servants told David these words, it pleased David well to be the king’s son-in-law. Before the deadline,",
        "27": "David arose and went, he and his men, and killed two hundred men of the Philistines. Then David brought their foreskins, and they gave them in full number to the king, that he might be the king’s son-in-law. Then Saul gave him Michal his daughter as wife.",
        "28": "Saul saw and knew that Yahweh was with David; and Michal, Saul’s daughter, loved him.",
        "29": "Saul was even more afraid of David; and Saul was David’s enemy continually.",
        "30": "Then the princes of the Philistines went out; and as often as they went out, David behaved himself more wisely than all the servants of Saul, so that his name was highly esteemed."
      }
    }
  }
}