{
  "book": "1 Samuel",
  "chapter": "20",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "David a fugit din Naiot, de lângă Rama. S-a dus la Ionatan și a zis: „Ce-am făcut eu? Care este nelegiuirea mea, care este păcatul meu înaintea tatălui tău, de vrea să-mi ia viața?”",
        "2": "Ionatan i-a răspuns: „Ferească Dumnezeu! Nu vei muri. Tatăl meu nu face niciun lucru, fie mare, fie mic, fără să-mi dea de știre. Pentru ce mi-ar ascunde el lucrul acesta? Nu este nimic.”",
        "3": "David a zis iarăși, jurând: „Tatăl tău știe bine că am căpătat trecere înaintea ta și va fi zis: ‘Să nu știe Ionatan, căci s-ar întrista.’ Dar viu este Domnul și viu este sufletul tău că nu este decât un pas între mine și moarte.”",
        "4": "Ionatan a zis lui David: „Pentru tine voi face tot ce vei vrea.”",
        "5": "Și David i-a răspuns: „Iată că mâine este lună nouă și ar trebui să șed să mănânc cu împăratul; lasă-mă să mă duc și să mă ascund în câmpii până în seara zilei a treia.",
        "6": "Dacă tatăl tău va băga de seamă lipsa mea, să-i spui: ‘David m-a rugat să-l las să se ducă până la Betleem, în cetatea lui, pentru că acolo se aduce pentru toată familia o jertfă de peste an.’",
        "7": "Și dacă va zice: ‘Bine!’ atunci robul tău n-are nimic de temut, dar, dacă-l va apuca mânia, să știi că pieirea mea este lucru hotărât din partea lui.",
        "8": "Arată-ți dar dragostea pentru robul tău, căci ai făcut cu robul tău un legământ înaintea Domnului. Și dacă este vreo nelegiuire în mine, ia-mi tu viața. De ce să mă mai duci până la tatăl tău?”",
        "9": "Ionatan i-a zis: „Departe de tine gândul să nu-ți dau de știre dacă voi afla că pieirea ta este lucru hotărât din partea tatălui meu și amenință să te ajungă!”",
        "10": "David a zis lui Ionatan: „Cine-mi va da de știre dacă tatăl tău ți-ar răspunde cu asprime?”",
        "11": "Și Ionatan a zis lui David: „Vino, să ieșim pe câmp.” Și au ieșit amândoi pe câmp.",
        "12": "Ionatan a zis lui David: „Iau martor pe Domnul Dumnezeul lui Israel că voi cerceta de aproape pe tatăl meu mâine sau poimâine și, de va gândi bine de David,",
        "13": "Domnul să Se poarte cu Ionatan cu toată asprimea, dacă nu voi trimite pe nimeni să-ți dea de știre! Dacă tatăl meu va găsi cu cale să-ți facă rău, iarăși îți voi da de știre și te voi lăsa să pleci, ca să te duci în pace, și Domnul să fie cu tine cum a fost cu tatăl meu!",
        "14": "Dacă voi mai trăi, să te porți față de mine cu o bunătate ca a Domnului și, dacă voi muri,",
        "15": "să nu îți îndepărtezi niciodată bunătatea față de casa mea, nici chiar când Domnul va nimici pe fiecare din vrăjmașii lui David de pe fața pământului.",
        "16": "Căci Ionatan a făcut legământ cu casa lui David! Domnul să Se răzbune pe vrăjmașii lui David!”",
        "17": "Ionatan a întărit și mai mult față de David dragostea pe care o avea pentru el, căci îl iubea ca pe sufletul lui.",
        "18": "Ionatan i-a zis: „Mâine este lună nouă; se va băga de seamă lipsa ta, căci locul tău va fi gol.",
        "19": "Să te cobori a treia zi până în fundul locului în care te ascunseseși în ziua când cu întâmplarea aceea și să rămâi lângă piatra Ezel.",
        "20": "Eu voi trage trei săgeți înspre piatra aceasta, ca și când aș lovi la țintă.",
        "21": "Și voi trimite un tânăr și-i voi zice: ‘Du-te de găsește săgețile!’ Dacă-i voi zice: ‘Iată că săgețile sunt dincoace de tine, ia-le!’, atunci să vii, căci este pace pentru tine și n-ai să te temi de nimic, viu este Domnul!",
        "22": "Dar, dacă voi zice tânărului: ‘Iată că săgețile sunt dincolo de tine’, atunci să pleci, căci Domnul te trimite.",
        "23": "Domnul este martor pe vecie pentru cuvântul pe care ni l-am dat unul altuia.”",
        "24": "David s-a ascuns în câmp. A venit luna nouă și împăratul a luat loc la ospăț ca să mănânce.",
        "25": "Împăratul a șezut ca de obicei pe scaunul lui, lângă perete. Ionatan s-a sculat și Abner a șezut lângă Saul, dar locul lui David a rămas gol.",
        "26": "Saul n-a zis nimic în ziua aceea, „căci”, zicea el, „s-a întâmplat: el nu este curat, negreșit nu este curat”.",
        "27": "A doua zi, ziua a doua a lunii noi, locul lui David era tot gol. Și Saul a zis fiului său Ionatan: „Pentru ce n-a venit fiul lui Isai la masă nici ieri, nici azi?”",
        "28": "Ionatan a răspuns lui Saul: „David mi-a cerut voie să se ducă la Betleem.",
        "29": "El a zis: ‘Dă-mi drumul, te rog, căci avem în cetate o jertfă de familie, și frate-meu mi-a spus lucrul acesta, deci, dacă am căpătat trecere înaintea ta, dă-mi voie să mă duc în grabă să-mi văd frații.’ Pentru aceea n-a venit la masa împăratului.”",
        "30": "Atunci, Saul s-a aprins de mânie împotriva lui Ionatan și i-a zis: „Fiu rău și neascultător, nu știu eu că ți-ai luat ca prieten pe fiul lui Isai, spre rușinea ta și spre rușinea mamei tale?",
        "31": "Căci, câtă vreme va trăi fiul lui Isai pe pământ, nu va fi liniște nici pentru tine, nici pentru împărăția ta. Și acum trimite să-l caute și să mi-l aducă, fiindcă este vrednic de moarte.”",
        "32": "Ionatan a răspuns tatălui său, Saul, și i-a zis: „Pentru ce să fie omorât? Ce a făcut?”",
        "33": "Și Saul și-a îndreptat sulița spre el, ca să-l lovească. Ionatan a înțeles că era lucru hotărât din partea tatălui său să omoare pe David.",
        "34": "S-a sculat de la masă într-o mânie aprinsă și n-a luat deloc parte la masă în ziua a doua a lunii noi, căci era mâhnit din pricina lui David, pentru că tatăl său îl ocărâse.",
        "35": "A doua zi de dimineață, Ionatan s-a dus pe câmp în locul în care se învoise cu David și era însoțit de un băiețaș.",
        "36": "El i-a zis: „Dă fuga și găsește săgețile pe care le voi trage.” Băiatul a alergat, și Ionatan a tras o săgeată care a trecut dincolo de el.",
        "37": "Când a ajuns băiatul la locul unde era săgeata pe care o trăsese Ionatan, Ionatan a strigat după el: „Iată că săgeata este dincolo de tine.”",
        "38": "I-a strigat iarăși: „Iute, grăbește-te, nu te opri!” Și băiatul lui Ionatan a strâns săgețile și s-a întors la stăpânul lui.",
        "39": "Băiatul nu știa nimic: numai Ionatan și David înțelegeau lucrul acesta.",
        "40": "Ionatan a dat băiatului armele și i-a zis: „Du-te și du-le în cetate.”",
        "41": "După plecarea băiatului, David s-a sculat din partea de miazăzi, apoi s-a aruncat cu fața la pământ și s-a închinat de trei ori. Cei doi prieteni s-au îmbrățișat și au plâns împreună. David mai ales se prăpădea plângând.",
        "42": "Și Ionatan a zis lui David: „Du-te în pace, acum când am jurat amândoi în Numele Domnului, zicând: ‘Domnul să fie pe vecie între mine și tine, între sămânța mea și sămânța ta!’” David s-a sculat și a plecat, iar Ionatan s-a întors în cetate."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "David a fugit din Naiot, din Rama, a venit la Ionatan și l-a întrebat: ‒ Ce am făcut? Care este nelegiuirea mea și cu ce am păcătuit împotriva tatălui tău de încearcă să-mi ia viața?",
        "2": "Ionatan i-a răspuns: ‒ Nicidecum! Nu vei muri! Iată, tatăl meu nu face niciun lucru, nici mare, nici mic, fără să mi-l dezvăluie. De ce ar ascunde tatăl meu lucrul acesta de mine? Nu este așa.",
        "3": "Dar David a jurat din nou și a zis: ‒ Tatăl tău știe foarte bine că am găsit bunăvoință înaintea ta și trebuie să-și fi zis: „Să nu știe Ionatan lucrul acesta, căci s-ar întrista“. Cu adevărat, viu este Domnul și viu este sufletul tău că între mine și moarte nu este decât un pas.",
        "4": "Ionatan i-a zis lui David: ‒ Voi face pentru tine orice vei spune.",
        "5": "David i-a zis lui Ionatan: ‒ Iată, mâine va începe o lună nouă și ar trebui să stau la masă împreună cu regele. Totuși, lasă-mă să plec și să mă ascund în câmp până în a treia seară.",
        "6": "Dacă tatăl tău va observa lipsa mea, să-i spui: „David m-a rugat mult să-l las să se ducă repede până în Betleem, cetatea sa, căci se aduce acolo o jertfă anuală pentru toată familia“.",
        "7": "Dacă va zice: „Bine!“, atunci va fi pace pentru slujitorul tău. Însă, dacă se va mânia, atunci să știi că a hotărât să-mi facă rău.",
        "8": "Prin urmare, arată bunătate față de slujitorul tău, căci l-ai adus pe slujitorul tău în legământ cu tine înaintea Domnului. Iar dacă se găsește vreo nelegiuire în mine, omoară-mă tu însuți! Pentru ce să mă mai aduci înaintea tatălui tău?",
        "9": "Ionatan i-a zis: ‒ Nicidecum! Dacă aș fi știut că tatăl meu a hotărât să-ți facă rău, oare nu ți-aș fi spus?",
        "10": "David l-a întrebat pe Ionatan: ‒ Cine mă va înștiința dacă tatăl tău îți va răspunde cu asprime?",
        "11": "Ionatan i-a răspuns: ‒ Vino, să ieșim pe câmp. Și au ieșit amândoi pe câmp.",
        "12": "Ionatan i-a zis lui David: ‒ Martor îmi este Domnul, Dumnezeul lui Israel, că îl voi cerceta pe tatăl meu mâine și poimâine cam pe la ora asta. Iar dacă are gânduri bune față de David, nu voi trimite eu pe cineva la tine și nu-ți voi dezvălui lucrul acesta?",
        "13": "Domnul să Se poarte cu Ionatan cu toată asprimea dacă tatăl meu va dori să-ți facă rău, iar eu nu-ți voi dezvălui lucrul acesta și nu te voi lăsa să pleci în siguranță. Și Domnul să fie cu tine așa cum a fost și cu tatăl meu.",
        "14": "Dacă voi mai trăi, să te înduri de mine, așa cum se îndură Domnul, ca să nu mor.",
        "15": "Să nu-ți îndepărtezi niciodată bunătatea față de familia mea, nici chiar atunci când Domnul va șterge de pe fața pământului pe fiecare dintre dușmanii lui David.",
        "16": "Ionatan a încheiat legământ cu Casa lui David, zicând: „Domnul să-i tragă la răspundere pe dușmanii lui David!“.",
        "17": "Și Ionatan l-a pus pe David să-și reînnoiască jurământul, datorită dragostei pe care o avea pentru el, căci îl iubea ca pe sine însuși.",
        "18": "Apoi Ionatan i-a zis: ‒ Mâine este lună nouă și lipsa ta va fi observată, pentru că locul tău va fi gol.",
        "19": "Poimâine să cobori repede, să te duci la locul în care te-ai ascuns prima oară și să stai lângă piatra Ezel.",
        "20": "Eu voi trage trei săgeți spre ea, ca și când aș trage la țintă.",
        "21": "Apoi voi trimite un slujitor, spunându-i: „Du-te și caută săgețile!“. Dacă îi voi spune slujitorului: „Iată, săgețile sunt dincoace de tine. Adu-le încoace!“, atunci să vii, pentru că, viu este Domnul, te afli în siguranță. Nu este niciun pericol.",
        "22": "Dacă însă îi voi spune tânărului: „Iată, săgețile sunt dincolo de tine“, atunci să pleci, pentru că Domnul te trimite.",
        "23": "Iar cu privire la ceea ce am vorbit noi, iată, Domnul este martor între mine și tine pentru totdeauna.",
        "24": "David s-a ascuns în câmp. A venit luna nouă, și regele s-a așezat la masă să mănânce.",
        "25": "Regele s-a așezat, ca de obicei, pe scaunul său, pe scaunul de lângă perete. Ionatan s-a ridicat, iar Abner s-a așezat lângă Saul. Locul lui David a rămas însă gol.",
        "26": "Saul n-a spus nimic în acea zi, pentru că se gândea că s-a întâmplat ceva cu David. Își spunea: „El nu este curat, cu siguranță nu este curat“.",
        "27": "În ziua următoare, a doua zi a lunii noi, locul lui David era tot gol. Atunci Saul l-a întrebat pe fiul său Ionatan: ‒ De ce nu a venit fiul lui Ișai la masă, nici ieri și nici astăzi?",
        "28": "Ionatan i-a răspuns: ‒ David mi-a cerut voie să se ducă la Betleem.",
        "29": "El mi-a zis: „Dă-mi drumul, te rog, căci avem în cetate o jertfă de familie, iar fratele meu mi-a poruncit să fiu acolo. Acum, dacă am găsit bunăvoință înaintea ta, dă-mi voie, te rog, să plec repede și să-mi văd frații!“. De aceea nu a venit la masa regelui.",
        "30": "Saul s-a mâniat pe Ionatan și i-a zis: ‒ Fiu de femeie ușuratică și răzvrătită! Crezi că nu știu că ți-ai ales ca prieten pe fiul lui Ișai, spre rușinea ta și spre rușinea goliciunii mamei tale?",
        "31": "Atât timp cât fiul lui Ișai trăiește pe acest pământ, nici tu și nici regatul tău nu veți fi în siguranță. Trimite, deci, oameni, și adu-l la mine, pentru că merită să fie pedepsit cu moartea.",
        "32": "Dar Ionatan i-a răspuns tatălui său, Saul: ‒ Pentru ce să fie dat la moarte? Ce a făcut?",
        "33": "Atunci Saul a aruncat sulița spre el ca să-l lovească. Astfel, Ionatan a înțeles că tatăl său era hotărât să-l omoare pe David.",
        "34": "Ionatan s-a ridicat de la masă, arzând de mânie, și în acea zi, a doua a lunii noi, nu a mâncat nimic, căci era trist din cauza lui David, fiindcă tatăl său îl umilise.",
        "35": "În dimineața următoare, Ionatan a ieșit la câmp pentru întâlnirea cu David. Împreună cu el era un slujitor.",
        "36": "El i-a zis slujitorului: „Aleargă și găsește, te rog, săgețile pe care le trag“. Slujitorul a alergat, iar Ionatan a tras o săgeată dincolo de el.",
        "37": "Când slujitorul a ajuns la locul în care căzuse săgeata trasă de Ionatan, acesta a strigat după slujitor: „Nu-i așa că săgeata este dincolo de tine?“.",
        "38": "Ionatan a strigat după slujitor: „Iute! Grăbește-te! Nu te opri!“. Slujitorul a adunat săgețile și s-a întors la stăpânul său.",
        "39": "Acesta nu înțelegea nimic. Doar Ionatan și David înțelegeau ce se întâmpla.",
        "40": "Ionatan i-a dat slujitorului armele sale și i-a zis: „Du-te și du-le în cetate!“.",
        "41": "După ce a plecat slujitorul, David s-a ridicat din partea de sud a stâncii, s-a aruncat cu fața la pământ și s-a închinat de trei ori. Apoi s-au sărutat unul pe altul și au plâns împreună, dar David a plâns mai mult.",
        "42": "Ionatan i-a zis lui David: „Mergi în pace! Să fie precum am jurat amândoi în Numele Domnului când am zis: «Domnul să fie între mine și tine și între urmașii mei și urmașii tăi pentru totdeauna»“. Apoi David s-a ridicat și a plecat, iar Ionatan s-a întors în cetate."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "David fled from Naioth in Ramah, and came and said to Jonathan, “What have I done? What is my iniquity? What is my sin before your father, that he seeks my life?”",
        "2": "He said to him, “Far from it; you will not die. Behold, my father does nothing either great or small, but that he discloses it to me. Why would my father hide this thing from me? It is not so.”",
        "3": "David swore moreover, and said, “Your father knows well that I have found favor in your eyes; and he says, ‘Don’t let Jonathan know this, lest he be grieved;’ but truly as Yahweh lives, and as your soul lives, there is but a step between me and death.”",
        "4": "Then Jonathan said to David, “Whatever your soul desires, I will even do it for you.”",
        "5": "David said to Jonathan, “Behold, tomorrow is the new moon, and I should not fail to dine with the king; but let me go, that I may hide myself in the field to the third day at evening.",
        "6": "If your father misses me at all, then say, ‘David earnestly asked leave of me that he might run to Bethlehem, his city; for it is the yearly sacrifice there for all the family.’",
        "7": "If he says, ‘It is well,’ your servant shall have peace; but if he is angry, then know that evil is determined by him.",
        "8": "Therefore deal kindly with your servant, for you have brought your servant into a covenant of Yahweh with you; but if there is iniquity in me, kill me yourself, for why should you bring me to your father?”",
        "9": "Jonathan said, “Far be it from you; for if I should at all know that evil were determined by my father to come on you, then wouldn’t I tell you that?”",
        "10": "Then David said to Jonathan, “Who will tell me if your father answers you roughly?”",
        "11": "Jonathan said to David, “Come! Let’s go out into the field.” They both went out into the field.",
        "12": "Jonathan said to David, “By Yahweh, the God of Israel, when I have sounded out my father about this time tomorrow, or the third day, behold, if there is good toward David, won’t I then send to you and disclose it to you?",
        "13": "Yahweh do so to Jonathan and more also, should it please my father to do you evil, if I don’t disclose it to you and send you away, that you may go in peace. May Yahweh be with you as he has been with my father.",
        "14": "You shall not only show me the loving kindness of Yahweh while I still live, that I not die;",
        "15": "but you shall also not cut off your kindness from my house forever, no, not when Yahweh has cut off every one of the enemies of David from the surface of the earth.”",
        "16": "So Jonathan made a covenant with David’s house, saying, “Yahweh will require it at the hand of David’s enemies.”",
        "17": "Jonathan caused David to swear again, for the love that he had to him; for he loved him as he loved his own soul.",
        "18": "Then Jonathan said to him, “Tomorrow is the new moon, and you will be missed, because your seat will be empty.",
        "19": "When you have stayed three days, go down quickly and come to the place where you hid yourself when this started, and remain by the stone Ezel.",
        "20": "I will shoot three arrows on its side, as though I shot at a mark.",
        "21": "Behold, I will send the boy, saying, ‘Go, find the arrows!’ If I tell the boy, ‘Behold, the arrows are on this side of you. Take them;’ then come, for there is peace to you and no danger, as Yahweh lives.",
        "22": "But if I say this to the boy, ‘Behold, the arrows are beyond you,’ then go your way, for Yahweh has sent you away.",
        "23": "Concerning the matter which you and I have spoken of, behold, Yahweh is between you and me forever.”",
        "24": "So David hid himself in the field. When the new moon had come, the king sat himself down to eat food.",
        "25": "The king sat on his seat, as at other times, even on the seat by the wall; and Jonathan stood up, and Abner sat by Saul’s side, but David’s place was empty.",
        "26": "Nevertheless Saul didn’t say anything that day, for he thought, “Something has happened to him. He is not clean. Surely he is not clean.”",
        "27": "On the next day after the new moon, the second day, David’s place was empty. Saul said to Jonathan his son, “Why didn’t the son of Jesse come to eat, either yesterday, or today?”",
        "28": "Jonathan answered Saul, “David earnestly asked permission of me to go to Bethlehem.",
        "29": "He said, ‘Please let me go, for our family has a sacrifice in the city. My brother has commanded me to be there. Now, if I have found favor in your eyes, please let me go away and see my brothers.’ Therefore he has not come to the king’s table.”",
        "30": "Then Saul’s anger burned against Jonathan, and he said to him, “You son of a perverse rebellious woman, don’t I know that you have chosen the son of Jesse to your own shame, and to the shame of your mother’s nakedness?",
        "31": "For as long as the son of Jesse lives on the earth, you will not be established, nor will your kingdom. Therefore now send and bring him to me, for he shall surely die!”",
        "32": "Jonathan answered Saul his father, and said to him, “Why should he be put to death? What has he done?”",
        "33": "Saul cast his spear at him to strike him. By this Jonathan knew that his father was determined to put David to death.",
        "34": "So Jonathan arose from the table in fierce anger, and ate no food the second day of the month; for he was grieved for David, because his father had treated him shamefully.",
        "35": "In the morning, Jonathan went out into the field at the time appointed with David, and a little boy with him.",
        "36": "He said to his boy, “Run, find now the arrows which I shoot.” As the boy ran, he shot an arrow beyond him.",
        "37": "When the boy had come to the place of the arrow which Jonathan had shot, Jonathan cried after the boy, and said, “Isn’t the arrow beyond you?”",
        "38": "Jonathan cried after the boy, “Go fast! Hurry! Don’t delay!” Jonathan’s boy gathered up the arrows, and came to his master.",
        "39": "But the boy didn’t know anything. Only Jonathan and David knew the matter.",
        "40": "Jonathan gave his weapons to his boy, and said to him, “Go, carry them to the city.”",
        "41": "As soon as the boy was gone, David arose out of the south, and fell on his face to the ground, and bowed himself three times. They kissed one another and wept with one another, and David wept the most.",
        "42": "Jonathan said to David, “Go in peace, because we have both sworn in Yahweh’s name, saying, ‘Yahweh is between me and you, and between my offspring and your offspring, forever.’” He arose and departed; and Jonathan went into the city."
      }
    }
  }
}