{
  "book": "1 Samuel",
  "chapter": "8",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Când a îmbătrânit, Samuel a pus pe fiii săi judecători peste Israel.",
        "2": "Fiul său întâi născut se numea Ioel și al doilea, Abia; ei erau judecători la Beer-Șeba.",
        "3": "Fiii lui Samuel n-au călcat pe urmele lui, ci se dădeau la lăcomie, luau mită și călcau dreptatea.",
        "4": "Toți bătrânii lui Israel s-au strâns și au venit la Samuel, la Rama.",
        "5": "Ei au zis: „Iată că tu ești bătrân și copiii tăi nu calcă pe urmele tale; acum pune un împărat peste noi să ne judece, cum au toate neamurile.”",
        "6": "Samuel n-a văzut cu plăcere faptul că ziceau: „Dă-ne un împărat ca să ne judece.” Și Samuel s-a rugat Domnului.",
        "7": "Domnul a zis lui Samuel: „Ascultă glasul poporului în tot ce-ți va spune, căci nu pe tine te leapădă, ci pe Mine mă leapădă, ca să nu mai domnesc peste ei.",
        "8": "Ei se poartă cu tine cum s-au purtat totdeauna, de când i-am scos din Egipt până în ziua de astăzi; M-au părăsit și au slujit altor dumnezei.",
        "9": "Ascultă-le glasul deci, dar înștiințează-i și fă-le cunoscut dreptul împăratului care va domni peste ei.”",
        "10": "Samuel a spus toate cuvintele Domnului poporului care-i cerea un împărat.",
        "11": "El a zis: „Iată care va fi dreptul împăratului care va domni peste voi. El va lua pe fiii voștri, îi va pune la carele sale și între călăreții lui, ca să alerge înaintea carului lui;",
        "12": "îi va pune căpetenii peste o mie și căpetenii peste cincizeci și-i va întrebuința la aratul pământurilor lui, la seceratul bucatelor lui, la facerea armelor lui de război și a uneltelor carelor lui.",
        "13": "Va lua pe fetele voastre să-i facă miresme, de mâncare și pâine.",
        "14": "Va lua cea mai bună parte din câmpiile voastre, din viile voastre și din măslinii voștri și o va da slujitorilor lui.",
        "15": "Va lua zeciuială din rodul semințelor și viilor voastre și o va da famenilor și slujitorilor lui.",
        "16": "Va lua pe robii și roabele voastre, cei mai buni boi și măgari ai voștri și-i va întrebuința la lucrările lui.",
        "17": "Va lua zeciuială din oile voastre și voi înșivă veți fi slugile lui.",
        "18": "Și atunci veți striga împotriva împăratului vostru pe care-l veți alege, dar Domnul nu vă va asculta.”",
        "19": "Poporul n-a vrut să asculte glasul lui Samuel. „Nu, au zis ei, ci să fie un împărat peste noi,",
        "20": "ca să fim și noi ca toate neamurile; împăratul nostru ne va judeca, va merge în fruntea noastră și ne va cârmui în războaiele noastre.”",
        "21": "Samuel, după ce a auzit toate cuvintele poporului, le-a spus în auzul Domnului.",
        "22": "Și Domnul a zis lui Samuel: „Ascultă-le glasul și pune un împărat peste ei.” Și Samuel a zis bărbaților lui Israel: „Duceți-vă fiecare în cetatea lui.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Când a îmbătrânit, Samuel i-a pus pe fiii săi judecători peste Israel.",
        "2": "Numele fiului său întâi născut era Ioel, iar numele celui de-al doilea era Abia. Ei erau judecători la Beer-Șeba.",
        "3": "Fiii săi însă nu călcau pe urmele lui, ci umblau după câștig nedrept, luau mită și perverteau dreptatea.",
        "4": "Toți bătrânii lui Israel s-au adunat și au venit la Samuel, la Rama,",
        "5": "zicându-i: „Iată că tu ești bătrân, iar fiii tăi nu-ți calcă pe urme. Acum, deci, pune un rege care să ne judece, așa cum au toate națiunile!“.",
        "6": "Samuel a văzut ca pe un lucru rău faptul că ei au zis: „Dă-ne un rege care să ne judece!“ și s-a rugat Domnului.",
        "7": "Domnul însă i-a zis lui Samuel: „Ascultă glasul poporului cu privire la tot ce-ți va spune, pentru că nu pe tine te-au respins, ci pe Mine M-au respins, ca să nu fiu Împărat peste ei.",
        "8": "Așa au făcut din ziua în care i-am scos din Egipt și până în ziua aceasta: M-au părăsit și au slujit altor dumnezei. Tot astfel îți fac și ție.",
        "9": "Ascultă-le deci glasul, însă avertizează-i și fă-le cunoscute drepturile regelui care va domni peste ei“. Drepturile regelui",
        "10": "Samuel a spus poporului, care ceruse de la el un rege, toate cuvintele Domnului.",
        "11": "El a zis: ‒ Acestea vor fi drepturile regelui care va domni peste voi: îi va lua pe fiii voștri și îi va folosi la carele lui. Ei vor fi călăreții lui și vor alerga înaintea carelor sale.",
        "12": "Îi va folosi pentru sine drept căpetenii peste mii și căpetenii peste cincizeci. Îi va folosi pentru a-i ara terenul și pentru a-i culege recolta, pentru a-i face echipament de război și echipament pentru carele lui.",
        "13": "Le va lua pe fetele voastre pentru a-i face miresme, pentru a-i pregăti mâncare și pentru a-i coace pâine.",
        "14": "Va lua partea cea mai bună din terenurile voastre, din viile voastre și din măslinii voștri și o va da slujitorilor săi.",
        "15": "Va lua a zecea parte din rodul semințelor voastre și din viile voastre și o va da demnitarilor și slujitorilor săi.",
        "16": "Îi va lua pe slujitorii voștri, pe slujitoarele voastre, pe cei mai buni dintre tinerii voștri, și pe măgarii voștri și îi va folosi pentru lucrările lui.",
        "17": "Îi veți da a zecea parte din turmele voastre și îi veți fi slujitori.",
        "18": "În ziua aceea, veți striga din cauza regelui pe care vi l-ați ales, dar Domnul nu vă va răspunde în ziua aceea.",
        "19": "Dar poporul n-a vrut să asculte de glasul lui Samuel și a zis: ‒ Nu, ci să fie un rege peste noi!",
        "20": "Vom fi și noi ca toate națiunile: regele nostru ne va judeca, va ieși înaintea noastră și va purta războaiele noastre.",
        "21": "Samuel, după ce a auzit toate cuvintele poporului, le-a adus la cunoștința Domnului.",
        "22": "Atunci Domnul i-a zis lui Samuel: „Ascultă de glasul lor și numește un rege peste ei“. Samuel le-a zis bărbaților lui Israel: ‒ Întoarceți-vă fiecare în cetatea lui!"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "When Samuel was old, he made his sons judges over Israel.",
        "2": "Now the name of his firstborn was Joel, and the name of his second, Abijah. They were judges in Beersheba.",
        "3": "His sons didn’t walk in his ways, but turned away after dishonest gain, took bribes, and perverted justice.",
        "4": "Then all the elders of Israel gathered themselves together and came to Samuel to Ramah.",
        "5": "They said to him, “Behold, you are old, and your sons don’t walk in your ways. Now make us a king to judge us like all the nations.”",
        "6": "But the thing displeased Samuel when they said, “Give us a king to judge us.” Samuel prayed to Yahweh.",
        "7": "Yahweh said to Samuel, “Listen to the voice of the people in all that they tell you; for they have not rejected you, but they have rejected me as the king over them.",
        "8": "According to all the works which they have done since the day that I brought them up out of Egypt even to this day, in that they have forsaken me and served other gods, so they also do to you.",
        "9": "Now therefore, listen to their voice. However, you shall protest solemnly to them, and shall show them the way of the king who will reign over them.”",
        "10": "Samuel told all Yahweh’s words to the people who asked him for a king.",
        "11": "He said, “This will be the way of the king who shall reign over you: he will take your sons and appoint them as his servants, for his chariots and to be his horsemen; and they will run before his chariots.",
        "12": "He will appoint them to him for captains of thousands and captains of fifties; and he will assign some to plow his ground and to reap his harvest; and to make his instruments of war and the instruments of his chariots.",
        "13": "He will take your daughters to be perfumers, to be cooks, and to be bakers.",
        "14": "He will take your fields, your vineyards, and your olive groves, even your best, and give them to his servants.",
        "15": "He will take one tenth of your seed and of your vineyards, and give it to his officers and to his servants.",
        "16": "He will take your male servants, your female servants, your best young men, and your donkeys, and assign them to his own work.",
        "17": "He will take one tenth of your flocks; and you will be his servants.",
        "18": "You will cry out in that day because of your king whom you will have chosen for yourselves; and Yahweh will not answer you in that day.”",
        "19": "But the people refused to listen to the voice of Samuel; and they said, “No, but we will have a king over us,",
        "20": "that we also may be like all the nations; and that our king may judge us, and go out before us, and fight our battles.”",
        "21": "Samuel heard all the words of the people, and he rehearsed them in the ears of Yahweh.",
        "22": "Yahweh said to Samuel, “Listen to their voice, and make them a king.” Samuel said to the men of Israel, “Everyone go to your own city.”"
      }
    }
  }
}