{
  "book": "1 Samuel",
  "chapter": "15",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Samuel a zis lui Saul: „Pe mine m-a trimis Domnul să te ung împărat peste poporul Lui, peste Israel. Ascultă dar ce zice Domnul.",
        "2": "Așa vorbește Domnul oștirilor: ‘Mi-aduc aminte de ceea ce a făcut Amalec lui Israel, când i-a astupat drumul la ieșirea lui din Egipt.",
        "3": "Du-te acum, bate pe Amalec și nimicește cu desăvârșire tot ce-i al lui; să nu-i cruți și să omori bărbații și femeile, copiii și pruncii, cămilele și măgarii, boii și oile.’”",
        "4": "Saul a adunat poporul și l-a numărat la Telaim: erau două sute de mii de oameni pedeștri și zece mii de oameni din Iuda.",
        "5": "Saul a mers până la cetatea lui Amalec și a pus niște oameni la pândă în vale.",
        "6": "Și a zis cheniților: „Duceți-vă, plecați și ieșiți din mijlocul lui Amalec, ca să nu vă prăpădesc împreună cu el, căci voi v-ați purtat cu bunăvoință față de copiii lui Israel când s-au suit din Egipt.” Și cheniții au plecat din mijlocul lui Amalec.",
        "7": "Saul a bătut pe Amalec de la Havila până la Șur, care este în fața Egiptului.",
        "8": "A prins viu pe Agag, împăratul lui Amalec, și a nimicit cu desăvârșire tot poporul, trecându-l prin ascuțișul sabiei.",
        "9": "Dar Saul și poporul au cruțat pe Agag și oile cele mai bune, boii cei mai buni, vitele grase, mieii grași și tot ce era mai bun; n-a vrut să le nimicească cu desăvârșire și au nimicit numai tot ce era prost și nebăgat în seamă. Neascultarea lui Saul",
        "10": "Domnul a vorbit lui Samuel și i-a zis:",
        "11": "„Îmi pare rău că am pus pe Saul împărat, căci se abate de la Mine și nu păzește cuvintele Mele.” Samuel s-a mâhnit și toată noaptea a strigat către Domnul.",
        "12": "S-a sculat dis-de-dimineață ca să se ducă înaintea lui Saul. Și au venit și i-au spus: „Saul s-a dus la Carmel și iată că și-a înălțat un semn de biruință, apoi s-a întors și, trecând mai departe, s-a coborât la Ghilgal.”",
        "13": "Samuel s-a dus la Saul, și Saul i-a zis: „Fii binecuvântat de Domnul! Am păzit Cuvântul Domnului.”",
        "14": "Samuel a zis: „Ce înseamnă behăitul acesta de oi care ajunge la urechile mele și mugetul acesta de boi pe care-l aud?”",
        "15": "Saul a răspuns: „Le-au adus de la amaleciți, pentru că poporul a cruțat oile cele mai bune și boii cei mai buni, ca să-i jertfească Domnului Dumnezeului tău, iar pe celelalte, le-am nimicit cu desăvârșire.”",
        "16": "Samuel a zis lui Saul: „Stai și-ți voi spune ce mi-a zis Domnul astă-noapte.” Și Saul i-a zis: „Vorbește.”",
        "17": "Samuel a zis: „Când erai mic în ochii tăi, n-ai ajuns tu căpetenia semințiilor lui Israel și nu te-a uns Domnul ca să fii împărat peste Israel?",
        "18": "Domnul te trimisese zicând: ‘Du-te și nimicește cu desăvârșire pe păcătoșii aceia, pe amaleciți; războiește-te cu ei până îi vei nimici.’",
        "19": "Pentru ce n-ai ascultat glasul Domnului? Pentru ce te-ai aruncat asupra prăzii și ai făcut ce este rău înaintea Domnului?”",
        "20": "Saul a răspuns lui Samuel: „Am ascultat glasul Domnului și m-am dus în calea pe care mă trimitea Domnul. Am adus pe Agag, împăratul lui Amalec, și am nimicit cu desăvârșire pe amaleciți,",
        "21": "dar poporul a luat din pradă oi și boi, ca pârgă din ceea ce trebuia nimicit cu desăvârșire, ca să le jertfească Domnului Dumnezeului tău la Ghilgal.”",
        "22": "Samuel a zis: „Îi plac Domnului mai mult arderile-de-tot și jertfele decât ascultarea de glasul Domnului? Ascultarea face mai mult decât jertfele și păzirea cuvântului Său face mai mult decât grăsimea berbecilor.",
        "23": "Căci neascultarea este tot atât de vinovată ca ghicirea, și împotrivirea nu este mai puțin vinovată decât închinarea la idoli și terafimii. Fiindcă ai lepădat Cuvântul Domnului, te leapădă și El ca împărat.”",
        "24": "Atunci, Saul a zis lui Samuel: „Am păcătuit, căci am călcat porunca Domnului și n-am ascultat cuvintele tale; mă temeam de popor și i-am ascultat glasul.",
        "25": "Acum, te rog, iartă-mi păcatul, întoarce-te cu mine, ca să mă închin până la pământ înaintea Domnului.”",
        "26": "Samuel a zis lui Saul: „Nu mă voi întoarce cu tine. Fiindcă ai lepădat Cuvântul Domnului, și Domnul te leapădă, ca să nu mai fii împărat peste Israel.”",
        "27": "Și, pe când se întorcea Samuel să plece, Saul l-a apucat de pulpana hainei, și s-a rupt.",
        "28": "Samuel i-a zis: „Domnul rupe astăzi domnia lui Israel de asupra ta și o dă altuia mai bun decât tine.",
        "29": "Cel ce este tăria lui Israel nu minte și nu Se căiește, căci nu este un om ca să-I pară rău.”",
        "30": "Saul a zis iarăși: „Am păcătuit! Acum, te rog, cinstește-mă în fața bătrânilor poporului meu și în fața lui Israel; întoarce-te cu mine, ca să mă închin înaintea Domnului Dumnezeului tău.”",
        "31": "Samuel s-a întors și a mers după Saul, și Saul s-a închinat înaintea Domnului.",
        "32": "Apoi Samuel a zis: „Adu-mi pe Agag, împăratul lui Amalec.” Și Agag a înaintat vesel spre el, căci zicea: „Negreșit, a trecut amărăciunea morții!”",
        "33": "Samuel a zis: „După cum sabia ta a lăsat femei fără copii, tot așa și mama ta va fi lăsată fără copii între femei.” Și Samuel a tăiat pe Agag în bucăți înaintea Domnului, la Ghilgal.",
        "34": "Samuel a plecat la Rama, și Saul s-a suit acasă, la Ghibea lui Saul.",
        "35": "Samuel nu s-a mai dus să vadă pe Saul până în ziua morții sale. Dar Samuel plângea pe Saul, pentru că Domnul Se căise că pusese pe Saul împărat peste Israel."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Samuel a venit la Saul și i-a zis: „Eu sunt cel pe care l-a trimis Domnul să te ungă drept rege peste poporul Său Israel. Prin urmare, ascultă cuvântul Domnului.",
        "2": "Așa vorbește Domnul Oștirilor: «Am ținut cont de ceea ce amalekiții i-au făcut lui Israel atunci când i s-au împotrivit pe drum, când venea din Egipt.",
        "3": "Du-te deci și atacă-i pe amalekiți. Dă spre nimicire tot ceea ce le aparține! Nu-i cruța, ci dă la moarte bărbații și femeile, copiii și sugarii, vitele și oile, cămilele și măgarii»“.",
        "4": "Saul a adunat poporul și l-a numărat la Telaim. Erau două sute de mii de pedestrași dintre care zece mii de bărbați din Iuda.",
        "5": "Când Saul a ajuns aproape de cetatea amalekiților, s-a așezat la pândă, în vale.",
        "6": "Saul le-a zis cheniților: „Duceți-vă, plecați! Ieșiți din mijlocul amalekiților ca să nu vă nimicesc împreună cu ei, deoarece ați arătat bunătate față de toți fiii lui Israel atunci când au venit din Egipt“. Astfel, cheniții au plecat din mijlocul amalekiților.",
        "7": "Saul i-a învins pe amalekiți de la Havila până la Șur, care este situat la est de Egipt.",
        "8": "L-a prins viu pe Agag, regele amalekiților, și a dat spre nimicire tot poporul, trecându-l prin ascuțișul sabiei.",
        "9": "Saul și poporul l-au cruțat însă pe Agag și cele mai bune oi, vite, viței grași și miei – tot ceea ce era mai bun. Ei n-au dorit să le dea spre nimicire, ci au dat spre nimicire doar lucrurile care erau de disprețuit și fără valoare.",
        "10": "Atunci Cuvântul Domnului i-a vorbit lui Samuel, zicând:",
        "11": "„Îmi pare rău că l-am făcut pe Saul rege, pentru că s-a abătut de la Mine și nu a împlinit poruncile Mele“. Samuel s-a mâhnit și a strigat către Domnul toată noaptea.",
        "12": "S-a sculat dimineață ca să-l întâlnească pe Saul, însă i s-a spus: „Saul a plecat la Carmel și iată că și-a ridicat un monument. Apoi s-a întors, și-a continuat drumul și s-a dus la Ghilgal“.",
        "13": "Samuel s-a dus la Saul, iar Saul i-a zis: ‒ Fii binecuvântat de Domnul! Am împlinit porunca Domnului.",
        "14": "Samuel i-a răspuns: ‒ Atunci ce este acest behăit de oi, care ajunge la urechile mele și acest muget de vite, pe care-l aud?",
        "15": "Saul i-a zis: ‒ Le-au adus de la amalekiți, pentru că poporul a cruțat cele mai bune oi și vite ca să le jertfească Domnului, Dumnezeul tău. Pe celelalte însă le-am dat spre nimicire.",
        "16": "Samuel i-a zis: ‒ Oprește-te! Îți voi spune ce mi-a vorbit Domnul în noaptea aceasta. Saul i-a zis: ‒ Spune-mi!",
        "17": "Samuel i-a zis: ‒ Când erai mic în ochii tăi, nu ai devenit tu, oare, căpetenia semințiilor lui Israel? Domnul te-a uns rege al lui Israel",
        "18": "și te-a trimis într-o misiune și a zis: „Du-te și dă-i spre nimicire pe păcătoșii aceia de amalekiți! Luptă-te cu ei până vor fi nimiciți!“.",
        "19": "De ce n-ai ascultat de glasul Domnului și te-ai aruncat asupra prăzii, făcând astfel ce este rău înaintea ochilor Domnului?",
        "20": "Saul i-a răspuns lui Samuel: ‒ Am ascultat de glasul Domnului. Am plecat în misiunea pe care mi-a încredințat-o și l-am adus aici pe Agag, regele amalekiților, iar pe amalekiți i-am dat spre nimicire.",
        "21": "Dar poporul a luat din pradă oi și vite, ce era mai bun din ceea ce trebuia dat spre nimicire, ca să le jertfească Domnului, Dumnezeul tău, la Ghilgal.",
        "22": "Atunci Samuel a zis: Oare Își găsește Domnul plăcerea în arderi-de-tot și în jertfe mai mult decât în ascultare de glasul Său? Iată, ascultarea este mai bună decât jertfele și luarea-aminte este mai bună decât grăsimea berbecilor.",
        "23": "Căci răzvrătirea este ca păcatul divinației, iar mândria este ca nelegiuirea și idolatria. Pentru că ai respins Cuvântul Domnului, te-a respins și El ca rege.",
        "24": "Saul i-a răspuns lui Samuel: ‒ Am păcătuit căci am încălcat porunca Domnului și n-am ascultat de cuvintele tale. M-am temut de popor și am ascultat de glasul lui.",
        "25": "Acum, te rog, iartă-mi păcatul și întoarce-te împreună cu mine pentru a mă putea închina Domnului.",
        "26": "Samuel i-a zis: ‒ Nu mă voi întoarce împreună cu tine. Pentru că ai respins Cuvântul Domnului și Domnul te-a respins ca rege al lui Israel.",
        "27": "În timp ce Samuel se întorcea să plece, Saul l-a apucat de marginea mantiei, iar aceasta s-a rupt.",
        "28": "Atunci Samuel i-a zis: ‒ Domnul a rupt astăzi de la tine domnia peste Israel și a dat-o unuia din semenii tăi, mai bun decât tine.",
        "29": "Gloria lui Israel nu trădează și nu Se răzgândește, căci El nu este om ca să Se răzgândească.",
        "30": "Saul i-a zis: ‒ Am păcătuit. Totuși, onorează-mă, te rog, înaintea bătrânilor poporului meu și înaintea lui Israel. Întoarce-te cu mine ca să mă închin înaintea Domnului, Dumnezeul tău.",
        "31": "Samuel s-a întors după Saul, iar acesta s-a închinat înaintea Domnului.",
        "32": "Apoi Samuel a zis: „Aduceți-l înaintea mea pe Agag, regele amalekiților“. Agag a venit spre el încrezător, zicându-și: „Cu siguranță că amărăciunea morții a trecut“.",
        "33": "Samuel i-a zis lui Agag: „Așa cum sabia ta a lăsat femei fără fii, tot astfel mama ta va fi lăsată fără fiu printre femei“. Apoi l-a tăiat pe Agag în bucăți înaintea Domnului, la Ghilgal.",
        "34": "După aceea, Samuel a plecat la Rama, iar Saul s-a întors acasă, în Ghiva lui Saul.",
        "35": "Samuel nu l-a mai văzut pe Saul până în ziua morții lui, însă Samuel bocea pentru Saul. Domnului I-a părut rău că l-a făcut pe Saul rege peste Israel."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Samuel said to Saul, “Yahweh sent me to anoint you to be king over his people, over Israel. Now therefore listen to the voice of Yahweh’s words.",
        "2": "Yahweh of Armies says, ‘I remember what Amalek did to Israel, how he set himself against him on the way when he came up out of Egypt.",
        "3": "Now go and strike Amalek, and utterly destroy all that they have, and don’t spare them; but kill both man and woman, infant and nursing baby, ox and sheep, camel and donkey.’”",
        "4": "Saul summoned the people, and counted them in Telaim, two hundred thousand footmen and ten thousand men of Judah.",
        "5": "Saul came to the city of Amalek, and set an ambush in the valley.",
        "6": "Saul said to the Kenites, “Go, depart, go down from among the Amalekites, lest I destroy you with them; for you showed kindness to all the children of Israel when they came up out of Egypt.” So the Kenites departed from among the Amalekites.",
        "7": "Saul struck the Amalekites, from Havilah as you go to Shur, which is before Egypt.",
        "8": "He took Agag the king of the Amalekites alive, and utterly destroyed all the people with the edge of the sword.",
        "9": "But Saul and the people spared Agag and the best of the sheep, of the cattle, of the fat calves, of the lambs, and all that was good, and were not willing to utterly destroy them; but everything that was vile and refuse, that they destroyed utterly.",
        "10": "Then Yahweh’s word came to Samuel, saying,",
        "11": "“It grieves me that I have set up Saul to be king, for he has turned back from following me, and has not performed my commandments.” Samuel was angry; and he cried to Yahweh all night.",
        "12": "Samuel rose early to meet Saul in the morning; and Samuel was told, saying, “Saul came to Carmel, and behold, he set up a monument for himself, turned, passed on, and went down to Gilgal.”",
        "13": "Samuel came to Saul; and Saul said to him, “You are blessed by Yahweh! I have performed the commandment of Yahweh.”",
        "14": "Samuel said, “Then what does this bleating of the sheep in my ears and the lowing of the cattle which I hear mean?”",
        "15": "Saul said, “They have brought them from the Amalekites; for the people spared the best of the sheep and of the cattle, to sacrifice to Yahweh your God. We have utterly destroyed the rest.”",
        "16": "Then Samuel said to Saul, “Stay, and I will tell you what Yahweh said to me last night.” He said to him, “Say on.”",
        "17": "Samuel said, “Though you were little in your own sight, weren’t you made the head of the tribes of Israel? Yahweh anointed you king over Israel;",
        "18": "and Yahweh sent you on a journey, and said, ‘Go, and utterly destroy the sinners the Amalekites, and fight against them until they are consumed.’",
        "19": "Why then didn’t you obey Yahweh’s voice, but took the plunder, and did that which was evil in Yahweh’s sight?”",
        "20": "Saul said to Samuel, “But I have obeyed Yahweh’s voice, and have gone the way which Yahweh sent me, and have brought Agag the king of Amalek, and have utterly destroyed the Amalekites.",
        "21": "But the people took of the plunder, sheep and cattle, the best of the devoted things, to sacrifice to Yahweh your God in Gilgal.”",
        "22": "Samuel said, “Has Yahweh as great delight in burnt offerings and sacrifices, as in obeying Yahweh’s voice? Behold, to obey is better than sacrifice, and to listen than the fat of rams.",
        "23": "For rebellion is as the sin of witchcraft, and stubbornness is as idolatry and teraphim. Because you have rejected Yahweh’s word, he has also rejected you from being king.”",
        "24": "Saul said to Samuel, “I have sinned; for I have transgressed the commandment of Yahweh and your words, because I feared the people and obeyed their voice.",
        "25": "Now therefore, please pardon my sin, and turn again with me, that I may worship Yahweh.”",
        "26": "Samuel said to Saul, “I will not return with you; for you have rejected Yahweh’s word, and Yahweh has rejected you from being king over Israel.”",
        "27": "As Samuel turned around to go away, Saul grabbed the skirt of his robe, and it tore.",
        "28": "Samuel said to him, “Yahweh has torn the kingdom of Israel from you today, and has given it to a neighbor of yours who is better than you.",
        "29": "Also the Strength of Israel will not lie nor repent; for he is not a man, that he should repent.”",
        "30": "Then he said, “I have sinned; yet please honor me now before the elders of my people and before Israel, and come back with me, that I may worship Yahweh your God.”",
        "31": "So Samuel went back with Saul; and Saul worshiped Yahweh.",
        "32": "Then Samuel said, “Bring Agag the king of the Amalekites here to me!” Agag came to him cheerfully. Agag said, “Surely the bitterness of death is past.”",
        "33": "Samuel said, “As your sword has made women childless, so your mother will be childless among women!” Then Samuel cut Agag in pieces before Yahweh in Gilgal.",
        "34": "Then Samuel went to Ramah; and Saul went up to his house to Gibeah of Saul.",
        "35": "Samuel came no more to see Saul until the day of his death, but Samuel mourned for Saul. Yahweh grieved that he had made Saul king over Israel."
      }
    }
  }
}