{
  "book": "1 Samuel",
  "chapter": "10",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Samuel a luat sticluța cu untdelemn și a turnat-o pe capul lui Saul. Apoi l-a sărutat și a zis: „Nu te-a uns Domnul ca să fii căpetenia moștenirii Lui?",
        "2": "Astăzi, după ce mă vei părăsi, vei găsi doi oameni la mormântul Rahelei, în hotarul lui Beniamin, la Țelțah. Ei îți vor zice: ‘Măgărițele pe care te-ai dus să le cauți s-au găsit, și iată că tatăl tău nu se mai gândește la măgărițe, ci este îngrijorat de voi și zice: «Ce să fac pentru fiul meu?»’",
        "3": "De acolo vei merge mai departe și vei ajunge la stejarul din Tabor, unde vei fi întâmpinat de trei oameni suindu-se la Dumnezeu, în Betel, și ducând unul trei iezi, altul trei turte de pâine, iar altul un burduf cu vin.",
        "4": "Ei te vor întreba de sănătate și-ți vor da două pâini, pe care le vei lua din mâna lor.",
        "5": "După aceea, vei ajunge la Ghibea Elohim, unde se află garnizoana filistenilor. Când vei intra în cetate, vei întâlni o ceată de proroci coborându-se de pe înălțimea pentru jertfă, cu lăute, timpane, fluiere și cobze înainte, și prorocind.",
        "6": "Duhul Domnului va veni peste tine, vei proroci cu ei și vei fi prefăcut într-alt om.",
        "7": "Când ți se vor împlini semnele acestea, fă ce vei găsi de făcut, căci Dumnezeu este cu tine.",
        "8": "Apoi să te cobori înaintea mea la Ghilgal, și eu mă voi coborî la tine ca să aduc arderi-de-tot și jertfe de mulțumire. Să mă aștepți șapte zile acolo, până voi ajunge eu la tine și-ți voi spune ce ai să faci.”",
        "9": "De îndată ce Saul a întors spatele ca să se despartă de Samuel, Dumnezeu i-a dat o altă inimă, și toate semnele acestea s-au împlinit în aceeași zi.",
        "10": "Când au ajuns la Ghibea, iată că i-a ieșit înainte o ceată de proroci. Duhul lui Dumnezeu a venit peste el și el a prorocit în mijlocul lor.",
        "11": "Toți cei ce-l cunoscuseră mai înainte au văzut că prorocea împreună cu prorocii și își ziceau unul altuia în popor: „Ce s-a întâmplat cu fiul lui Chis? Oare și Saul este între proroci?”",
        "12": "Cineva din Ghibea a răspuns: „Și cine este tatăl lor?” De acolo zicala: „Oare și Saul este între proroci?”",
        "13": "Când a sfârșit de prorocit, s-a dus pe înălțime.",
        "14": "Unchiul lui Saul a zis lui Saul și slugii lui: „Unde v-ați dus?” Saul a răspuns: „Să căutăm măgărițele, dar, când am văzut că nu le găsim, ne-am dus la Samuel.”",
        "15": "Unchiul lui Saul a zis din nou: „Istorisește-mi dar ce v-a spus Samuel.”",
        "16": "Și Saul a răspuns unchiului său: „Ne-a spus că măgărițele s-au găsit.” Și nu i-a spus nimic despre împărăția despre care vorbise Samuel. Saul, ales împărat prin sorți",
        "17": "Samuel a chemat poporul înaintea Domnului la Mițpa",
        "18": "și a zis copiilor lui Israel: „Așa vorbește Domnul Dumnezeul lui Israel: ‘Eu am scos din Egipt pe Israel și v-am izbăvit din mâna egiptenilor și din mâna tuturor împărățiilor care vă apăsau.",
        "19": "Și astăzi, voi lepădați pe Dumnezeul vostru, care v-a izbăvit din toate relele și din toate suferințele voastre, și-I ziceți: «Pune un împărat peste noi!» Înfățișați-vă acum înaintea Domnului, după semințiile voastre și după miile voastre.’”",
        "20": "Samuel a apropiat toate semințiile lui Israel și a ieșit la sorți seminția lui Beniamin.",
        "21": "A apropiat seminția lui Beniamin pe familii și a ieșit la sorți familia lui Matri. Apoi a ieșit la sorți Saul, fiul lui Chis. L-au căutat, dar nu l-au găsit.",
        "22": "Au întrebat din nou pe Domnul: „A venit oare omul acesta aici?” Și Domnul a zis: „Iată că este ascuns între vase.”",
        "23": "Au alergat și l-au scos de acolo, și el s-a înfățișat în mijlocul poporului. Îi întrecea pe toți în înălțime, de la umăr în sus.",
        "24": "Samuel a zis întregului popor: „Vedeți pe cel pe care l-a ales Domnul? Nu este nimeni în tot poporul care să fie ca el.” Și tot poporul a strigat: „Trăiască împăratul!”",
        "25": "Samuel a făcut cunoscut poporului dreptul împărăției și l-a scris într-o carte, pe care a pus-o înaintea Domnului. Apoi a dat drumul întregului popor, trimițând pe fiecare acasă.",
        "26": "Și Saul s-a dus acasă, în Ghibea, însoțit de o parte din ostași, a căror inimă o mișcase Dumnezeu.",
        "27": "S-au găsit însă și oameni răi, care ziceau: „Ce ne poate ajuta acesta?” Și l-au disprețuit și nu i-au adus niciun dar. Dar Saul s-a făcut că nu-i aude."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Samuel a luat sticluța cu ulei, l-a turnat pe capul lui Saul și l-a sărutat, zicând: ‒ Nu te-a uns Domnul să fii conducător peste moștenirea Lui?",
        "2": "După ce vei pleca de la mine, vei întâlni doi bărbați lângă mormântul Rahelei, în teritoriul lui Beniamin, la Țelțah. Ei îți vor spune: „Măgărițele, pe care te-ai dus să le cauți, au fost găsite. Tatăl tău însă nu mai este îngrijorat pentru măgărițe, ci este îngrijorat pentru voi. El întreabă: «Ce să fac pentru fiul meu?»“.",
        "3": "Treci de locul acela și mergi mai departe până la stejarul din Tabor. Acolo te vor întâlni trei bărbați care merg să se închine lui Dumnezeu în Betel. Unul dintre ei duce cu el trei iezi, altul trei pâini, iar altul un burduf cu vin.",
        "4": "Ei te vor saluta și îți vor dărui două pâini, iar tu le vei lua din mâna lor.",
        "5": "După aceea, vei merge la Ghiva lui Dumnezeu, unde se află o garnizoană de-a filistenilor. Cum vei intra în cetate, vei întâlni un grup de profeți coborând de pe înălțime cu harfe, tamburine, flaute și lire, și profețind.",
        "6": "Duhul Domnului va veni peste tine, vei profeți împreună cu ei și vei fi preschimbat într-un alt om.",
        "7": "Când ți se vor împlini aceste semne, fă ceea ce vor găsi mâinile tale potrivit să facă, pentru că Dumnezeu este cu tine.",
        "8": "Coboară înaintea mea la Ghilgal. După aceea, voi coborî și eu la tine ca să aduc arderi-de-tot și jertfe de pace. Vei aștepta șapte zile până voi veni la tine ca să-ți fac cunoscut ce vei avea de făcut.",
        "9": "Imediat după ce Saul s-a întors cu spatele ca să se despartă de Samuel, Dumnezeu i-a dat o altă inimă și toate semnele acestea s-au împlinit în acea zi.",
        "10": "Au ajuns la Ghiva și iată că un grup de profeți i-a ieșit în întâmpinare. Duhul lui Dumnezeu a venit peste el și el a profețit în mijlocul lor.",
        "11": "Când toți cei care-l cunoșteau înainte au văzut că profețea împreună cu ei, au zis unul către celălalt: „Ce i s-a întâmplat fiului lui Chiș? Este oare și Saul printre profeți?“.",
        "12": "Iar un localnic a zis: „Și cine este tatăl lor?“. Astfel s-a ajuns la următoarea zicere: „Este oare și Saul printre profeți?“.",
        "13": "Când a terminat de profețit, Saul a venit pe înălțime.",
        "14": "Atunci, unchiul său l-a întrebat pe el și pe slujitorul său: ‒ Pe unde ați umblat? Saul i-a răspuns: ‒ În căutarea măgărițelor. Însă, când am văzut că nu sunt de găsit, ne-am dus la Samuel.",
        "15": "Unchiul lui l-a întrebat: ‒ Spune-mi, te rog, ce v-a zis Samuel?",
        "16": "Saul i-a răspuns unchiului său: ‒ Ne-a zis că măgărițele au fost găsite. Însă nu i-a spus nimic din ce i-a vorbit Samuel cu privire la domnie. Desemnarea oficială a lui Saul ca rege al lui Israel",
        "17": "Samuel a chemat poporul înaintea Domnului, la Mițpa.",
        "18": "El le-a zis fiilor lui Israel: „Așa vorbește Domnul, Dumnezeul lui Israel: «Eu l-am scos pe Israel din Egipt și v-am eliberat din mâna egiptenilor și a tuturor regatelor care vă asupreau».",
        "19": "Voi însă Îl respingeți astăzi pe Dumnezeul vostru Care v-a scăpat din toate nenorocirile și necazurile voastre, zicându-I: «Când vei desemna un rege peste noi?». De aceea, înfățișați-vă acum înaintea Domnului, după semințiile și clanurile voastre“.",
        "20": "Samuel a apropiat toate semințiile lui Israel, iar sorțul a căzut pe seminția lui Beniamin.",
        "21": "Apoi a apropiat seminția lui Beniamin după clanuri, iar sorțul a căzut pe clanul lui Matri. În cele din urmă, sorțul a căzut pe Saul, fiul lui Chiș. Când l-au căutat însă, n-a fost găsit.",
        "22": "Ei l-au întrebat în continuare pe Domnul: ‒ A sosit omul acesta aici? Domnul a răspuns: ‒ Iată, s-a ascuns printre bagaje.",
        "23": "Ei au alergat și l-au scos de acolo. Când a stat în picioare în mijlocul poporului, era mai înalt cu un cap decât toți ceilalți din popor.",
        "24": "Atunci Samuel a zis întregului popor: ‒ Îl vedeți pe acela pe care l-a ales Domnul? Nu este altul ca el în tot poporul. Și toți au strigat: ‒ Trăiască regele!",
        "25": "Samuel a făcut cunoscută poporului legea monarhiei și a scris-o într-un sul, pe care l-a așezat înaintea Domnului. După aceea, Samuel a trimis întregul popor, pe fiecare în parte, la casa lui.",
        "26": "Apoi și Saul a plecat acasă, în Ghiva, însoțit de vitejii ale căror inimi le atinsese Dumnezeu.",
        "27": "Au fost însă și niște oameni de nimic care au zis: „Cum ar putea acesta să ne elibereze?“. L-au disprețuit și nu i-au adus niciun dar. Saul însă s-a făcut că nu-i aude."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Then Samuel took the vial of oil and poured it on his head, then kissed him and said, “Hasn’t Yahweh anointed you to be prince over his inheritance?",
        "2": "When you have departed from me today, then you will find two men by Rachel’s tomb, on the border of Benjamin at Zelzah. They will tell you, ‘The donkeys which you went to look for have been found; and behold, your father has stopped caring about the donkeys and is anxious for you, saying, “What shall I do for my son?”’",
        "3": "“Then you will go on forward from there, and you will come to the oak of Tabor. Three men will meet you there going up to God to Bethel: one carrying three young goats, and another carrying three loaves of bread, and another carrying a container of wine.",
        "4": "They will greet you and give you two loaves of bread, which you shall receive from their hand.",
        "5": "“After that you will come to the hill of God, where the garrison of the Philistines is; and it will happen, when you have come there to the city, that you will meet a band of prophets coming down from the high place with a lute, a tambourine, a pipe, and a harp before them; and they will be prophesying.",
        "6": "Then Yahweh’s Spirit will come mightily on you, then you will prophesy with them and will be turned into another man.",
        "7": "Let it be, when these signs have come to you, that you do what is appropriate for the occasion; for God is with you.",
        "8": "“Go down ahead of me to Gilgal; and behold, I will come down to you to offer burnt offerings and to sacrifice sacrifices of peace offerings. Wait seven days, until I come to you and show you what you are to do.”",
        "9": "It was so, that when he had turned his back to go from Samuel, God gave him another heart; and all those signs happened that day.",
        "10": "When they came there to the hill, behold, a band of prophets met him; and the Spirit of God came mightily on him, and he prophesied among them.",
        "11": "When all who knew him before saw that, behold, he prophesied with the prophets, then the people said to one another, “What is this that has come to the son of Kish? Is Saul also among the prophets?”",
        "12": "One from the same place answered, “Who is their father?” Therefore it became a proverb, “Is Saul also among the prophets?”",
        "13": "When he had finished prophesying, he came to the high place.",
        "14": "Saul’s uncle said to him and to his servant, “Where did you go?” He said, “To seek the donkeys. When we saw that they were not found, we came to Samuel.”",
        "15": "Saul’s uncle said, “Please tell me what Samuel said to you.”",
        "16": "Saul said to his uncle, “He told us plainly that the donkeys were found.” But concerning the matter of the kingdom, of which Samuel spoke, he didn’t tell him.",
        "17": "Samuel called the people together to Yahweh to Mizpah;",
        "18": "and he said to the children of Israel, “Yahweh, the God of Israel, says ‘I brought Israel up out of Egypt and I delivered you out of the hand of the Egyptians, and out of the hand of all the kingdoms that oppressed you.’",
        "19": "But you have today rejected your God, who himself saves you out of all your calamities and your distresses; and you have said to him, ‘No! Set a king over us!’ Now therefore present yourselves before Yahweh by your tribes and by your thousands.”",
        "20": "So Samuel brought all the tribes of Israel near, and the tribe of Benjamin was chosen.",
        "21": "He brought the tribe of Benjamin near by their families and the family of the Matrites was chosen. Then Saul the son of Kish was chosen; but when they looked for him, he could not be found.",
        "22": "Therefore they asked of Yahweh further, “Is there yet a man to come here?” Yahweh answered, “Behold, he has hidden himself among the baggage.”",
        "23": "They ran and got him there. When he stood among the people, he was higher than any of the people from his shoulders and upward.",
        "24": "Samuel said to all the people, “Do you see him whom Yahweh has chosen, that there is no one like him among all the people?” All the people shouted and said, “Long live the king!”",
        "25": "Then Samuel told the people the regulations of the kingdom, and wrote it in a book and laid it up before Yahweh. Samuel sent all the people away, every man to his house.",
        "26": "Saul also went to his house in Gibeah; and the army went with him, whose hearts God had touched.",
        "27": "But certain worthless fellows said, “How could this man save us?” They despised him, and brought him no tribute. But he held his peace."
      }
    }
  }
}