{
  "book": "1 Samuel",
  "chapter": "28",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Pe vremea aceea, filistenii și-au strâns taberele și au făcut o oștire ca să pornească război împotriva lui Israel. Achiș a zis lui David: „Să știi că vei veni cu mine la oștire, tu și oamenii tăi.”",
        "2": "David a răspuns lui Achiș: „Ei bine, vei vedea ce va face robul tău.” Și Achiș a zis lui David: „De aceea te voi pune păzitorul capului meu în tot timpul.”",
        "3": "Samuel murise. Tot Israelul îl plânsese și-l îngropase la Rama, în cetatea lui. Saul îndepărtase din țară pe cei ce chemau morții și pe cei ce ghiceau.",
        "4": "Filistenii s-au strâns și au venit de au tăbărât la Sunem. Saul a strâns pe tot Israelul și au tăbărât la Ghilboa.",
        "5": "La vederea taberei filistenilor, Saul a fost cuprins de frică și un tremur puternic i-a apucat inima.",
        "6": "Saul a întrebat pe Domnul, și Domnul nu i-a răspuns nici prin vise, nici prin Urim, nici prin proroci.",
        "7": "Atunci, Saul a zis slujitorilor lui: „Căutați-mi o femeie care să cheme morții, ca să mă duc s-o întreb.” Slujitorii lui i-au zis: „Iată că în En-Dor este o femeie care cheamă morții.”",
        "8": "Atunci, Saul s-a schimbat, a luat alte haine și a plecat cu doi oameni. Au ajuns la femeia aceea noaptea. Saul i-a zis: „Spune-mi viitorul chemând un mort și scoală-mi pe cine-ți voi spune.”",
        "9": "Femeia i-a răspuns: „Știi ce a făcut Saul, cum a nimicit din țară pe cei ce cheamă morții și pe cei ce ghicesc viitorul, pentru ce dar întinzi o cursă vieții mele, ca să mă omori?”",
        "10": "Saul i-a jurat pe Domnul și a zis: „Viu este Domnul că nu ți se va întâmpla niciun rău pentru aceasta.”",
        "11": "Femeia a zis: „Pe cine vrei să-ți scol?” Și el a răspuns: „Scoală-mi pe Samuel.”",
        "12": "Când a văzut femeia pe Samuel, a scos un țipăt mare și a zis lui Saul: „Pentru ce m-ai înșelat? Tu ești Saul!”",
        "13": "Împăratul i-a zis: „Nu te teme de nimic. Dar ce vezi?” Femeia a zis lui Saul: „Văd o ființă dumnezeiască sculându-se din pământ.”",
        "14": "El i-a zis: „Cum e la chip?” Și ea a răspuns: „Este un bătrân care se scoală și este învelit cu o mantie.” Saul a înțeles că era Samuel și s-a plecat cu fața la pământ și s-a închinat.",
        "15": "Samuel a zis lui Saul: „Pentru ce m-ai tulburat chemându-mă?” Saul a răspuns: „Sunt într-o mare strâmtorare: filistenii îmi fac război, și Dumnezeu S-a depărtat de la mine; nu mi-a răspuns nici prin proroci, nici prin vise. Și te-am chemat să-mi arăți ce să fac.”",
        "16": "Samuel a zis: „Pentru ce mă întrebi pe mine, când Domnul S-a depărtat de tine și S-a făcut vrăjmașul tău?",
        "17": "Domnul îți face așa cum îți vestisem din partea Lui; Domnul a rupt împărăția din mâinile tale și a dat-o altuia, lui David.",
        "18": "N-ai ascultat de glasul Domnului și n-ai făcut pe Amalec să simtă aprinderea mâniei Lui, de aceea îți face Domnul așa astăzi.",
        "19": "Și chiar Domnul va da pe Israel împreună cu tine în mâinile filistenilor. Mâine, tu și fiii tăi veți fi împreună cu mine și Domnul va da tabăra lui Israel în mâinile filistenilor.”",
        "20": "Îndată, Saul a căzut la pământ cât era de lung, și cuvintele lui Samuel l-au umplut de groază; nu mai avea nicio putere, căci nu mâncase toată ziua și toată noaptea.",
        "21": "Femeia a venit la Saul și, văzându-l foarte înspăimântat, i-a zis: „Iată că roaba ta ți-a ascultat glasul; mi-am pus viața în primejdie ascultând de cuvintele pe care mi le-ai spus.",
        "22": "Ascultă acum și tu glasul roabei tale și lasă-mă să-ți dau o bucată de pâine, ca să mănânci și să prinzi putere ca să pornești la drum.”",
        "23": "Dar el n-a vrut și a zis: „Nu mănânc nimic!” Slujitorii lui și femeia au stăruit de el până i-a ascultat. S-a sculat de la pământ și a șezut pe pat.",
        "24": "Femeia avea la ea un vițel gras, pe care l-a tăiat în grabă; a luat făină, a frământat-o și a copt azimi.",
        "25": "Le-a pus înaintea lui Saul și înaintea slujitorilor lui și au mâncat. Apoi s-au sculat și au plecat chiar în noaptea aceea."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În acele zile, filistenii și-au adunat armatele pentru război, ca să lupte împotriva lui Israel. Achiș i-a zis lui David: ‒ Fii sigur că tu și oamenii tăi veți ieși cu mine în tabără.",
        "2": "David i-a zis lui Achiș: ‒ În felul acesta vei ști ceea ce poate face slujitorul tău. Achiș i-a zis lui David: ‒ Tocmai de aceea te voi pune păzitorul capului meu în toate zilele. Saul, la vrăjitoarea din En-Dor",
        "3": "Samuel murise. Tot Israelul îl jelise și îl înmormântase în cetatea sa, în Rama. Saul îndepărtase din țară pe cei care întreabă duhurile morților și pe cei care cheamă spiritele.",
        "4": "Filistenii s-au adunat și au venit ca să-și așeze tabăra la Șunem. Saul a adunat tot Israelul și și-au așezat tabăra la Ghilboa.",
        "5": "Când a văzut Saul tabăra filistenilor s-a temut și i-a tremurat inima foarte tare.",
        "6": "Saul L-a întrebat pe Domnul, însă Domnul nu i-a răspuns nici prin vise, nici prin Urim și nici prin profeți.",
        "7": "Atunci Saul le-a zis slujitorilor săi: ‒ Căutați-mi o femeie care întreabă duhurile morților, ca să merg la ea și s-o întreb. Slujitorii săi i-au răspuns: ‒ Iată, în En-Dor se află o femeie care întreabă duhurile morților.",
        "8": "Saul s-a deghizat, s-a îmbrăcat cu alte haine și a plecat însoțit de doi bărbați. Au ajuns la femeie noaptea și el i-a zis: ‒ Prevestește-mi, te rog, viitorul și ridică pentru mine duhul unui mort, și anume pe acela pe care ți-l voi spune.",
        "9": "Femeia i-a zis: ‒ Iată, tu știi ce a făcut Saul, cum a nimicit din țară pe cei care întreabă duhurile morților și pe cei care cheamă spiritele. De ce întinzi o capcană vieții mele ca să fiu omorâtă?",
        "10": "Saul i-a jurat pe Domnul, zicând: ‒ Viu este Domnul că nu vei fi pedepsită pentru lucrul acesta.",
        "11": "Femeia l-a întrebat: ‒ Pe cine vrei să ridic pentru tine? El a răspuns: ‒ Ridică-l pentru mine pe Samuel.",
        "12": "Când l-a văzut femeia pe Samuel, a scos un țipăt puternic și i-a zis lui Saul: ‒ De ce m-ai înșelat? Tu ești Saul.",
        "13": "Regele i-a zis: ‒ Nu te teme. Ce vezi? Femeia i-a zis lui Saul: ‒ Văd o ființă dumnezeiască ridicându-se din pământ.",
        "14": "El a întrebat-o: ‒ Cum este înfățișarea lui? Ea a zis: ‒ Un om bătrân se ridică și este învelit cu o mantie. Saul și-a dat seama că acesta era Samuel și s-a plecat cu fața la pământ și s-a închinat.",
        "15": "Samuel i-a zis lui Saul: ‒ Pentru ce m-ai tulburat, ridicându-mă? Saul i-a răspuns: ‒ Mă aflu într-un mare necaz. Filistenii luptă împotriva mea, iar Dumnezeu S-a îndepărtat de mine. Nu mi-a mai vorbit nici prin profeți și nici prin vise. Atunci te-am chemat pe tine ca să-mi arăți ce să fac.",
        "16": "Dar Samuel i-a zis: ‒ Dacă Domnul S-a îndepărtat de tine și ți-a devenit dușman, de ce mă mai întrebi pe mine?",
        "17": "Domnul a împlinit ceea ce spusese prin mine: a rupt regatul din mâna ta și l-a dat semenului tău, lui David.",
        "18": "Pentru că nu ai ascultat de glasul Domnului și nu i-ai făcut pe amalekiți să simtă mânia Lui, de aceea Domnul îți face astăzi lucrul acesta.",
        "19": "Mai mult, Domnul îl va da pe Israel împreună cu tine în mâna filistenilor. Și, astfel, mâine, tu și fiii tăi veți fi cu mine. De asemenea, Domnul va da tabăra lui Israel în mâna filistenilor.",
        "20": "Îndată Saul a căzut la pământ, cât era de lung, plin de teamă din cauza cuvintelor lui Samuel. Nu mai era nicio putere în el, căci nu mâncase nimic toată ziua și toată noaptea.",
        "21": "Femeia a venit la Saul și, văzând că era atât de îngrozit, i-a zis: ‒ Iată, slujitoarea ta a ascultat de glasul tău. Mi-am pus viața în pericol și am ascultat cuvintele pe care mi le-ai spus.",
        "22": "Acum, te rog, ascultă și tu de glasul slujitoarei tale și dă-mi voie să-ți pun înainte o bucată de pâine. Să mănânci ca să prinzi putere pe când vei porni la drum.",
        "23": "Saul n-a vrut să mănânce, însă slujitorii săi, împreună cu femeia, au insistat până i-a ascultat. Și, astfel, el s-a ridicat de la pământ și s-a așezat pe pat.",
        "24": "Femeia avea la casa ei un vițel îngrășat în grajd. Ea l-a tăiat în grabă, apoi a luat făină, a frământat-o și a copt azime.",
        "25": "Le-a pus înaintea lui Saul și a slujitorilor săi, iar ei au mâncat. Apoi s-au ridicat și au plecat chiar în noaptea aceea."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "In those days, the Philistines gathered their armies together for warfare, to fight with Israel. Achish said to David, “Know assuredly that you will go out with me in the army, you and your men.”",
        "2": "David said to Achish, “Therefore you will know what your servant can do.” Achish said to David, “Therefore I will make you my bodyguard forever.”",
        "3": "Now Samuel was dead, and all Israel had mourned for him and buried him in Ramah, even in his own city. Saul had sent away those who had familiar spirits and the wizards out of the land.",
        "4": "The Philistines gathered themselves together, and came and encamped in Shunem; and Saul gathered all Israel together, and they encamped in Gilboa.",
        "5": "When Saul saw the army of the Philistines, he was afraid, and his heart trembled greatly.",
        "6": "When Saul inquired of Yahweh, Yahweh didn’t answer him by dreams, by Urim, or by prophets.",
        "7": "Then Saul said to his servants, “Seek for me a woman who has a familiar spirit, that I may go to her and inquire of her.” His servants said to him, “Behold, there is a woman who has a familiar spirit at Endor.”",
        "8": "Saul disguised himself and put on other clothing, and went, he and two men with him, and they came to the woman by night. Then he said, “Please consult for me by the familiar spirit, and bring me up whomever I shall name to you.”",
        "9": "The woman said to him, “Behold, you know what Saul has done, how he has cut off those who have familiar spirits and the wizards out of the land. Why then do you lay a snare for my life, to cause me to die?”",
        "10": "Saul swore to her by Yahweh, saying, “As Yahweh lives, no punishment will happen to you for this thing.”",
        "11": "Then the woman said, “Whom shall I bring up to you?” He said, “Bring Samuel up for me.”",
        "12": "When the woman saw Samuel, she cried with a loud voice; and the woman spoke to Saul, saying, “Why have you deceived me? For you are Saul!”",
        "13": "The king said to her, “Don’t be afraid! What do you see?” The woman said to Saul, “I see a god coming up out of the earth.”",
        "14": "He said to her, “What does he look like?” She said, “An old man comes up. He is covered with a robe.” Saul perceived that it was Samuel, and he bowed with his face to the ground, and showed respect.",
        "15": "Samuel said to Saul, “Why have you disturbed me, to bring me up?” Saul answered, “I am very distressed; for the Philistines make war against me, and God has departed from me, and answers me no more, by prophets, or by dreams. Therefore I have called you, that you may make known to me what I shall do.”",
        "16": "Samuel said, “Why then do you ask me, since Yahweh has departed from you and has become your adversary?",
        "17": "Yahweh has done to you as he spoke by me. Yahweh has torn the kingdom out of your hand and given it to your neighbor, even to David.",
        "18": "Because you didn’t obey Yahweh’s voice, and didn’t execute his fierce wrath on Amalek, therefore Yahweh has done this thing to you today.",
        "19": "Moreover Yahweh will deliver Israel also with you into the hand of the Philistines; and tomorrow you and your sons will be with me. Yahweh will deliver the army of Israel also into the hand of the Philistines.”",
        "20": "Then Saul fell immediately his full length on the earth, and was terrified, because of Samuel’s words. There was no strength in him, for he had eaten no bread all day long or all night long.",
        "21": "The woman came to Saul and saw that he was very troubled, and said to him, “Behold, your servant has listened to your voice, and I have put my life in my hand, and have listened to your words which you spoke to me.",
        "22": "Now therefore, please listen also to the voice of your servant, and let me set a morsel of bread before you. Eat, that you may have strength when you go on your way.”",
        "23": "But he refused, and said, “I will not eat.” But his servants, together with the woman, constrained him; and he listened to their voice. So he arose from the earth and sat on the bed.",
        "24": "The woman had a fattened calf in the house. She hurried and killed it; and she took flour and kneaded it, and baked unleavened bread of it.",
        "25": "She brought it before Saul and before his servants, and they ate. Then they rose up and went away that night."
      }
    }
  }
}