{
  "book": "1 Samuel",
  "chapter": "31",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Filistenii s-au luptat cu Israel, și bărbații lui Israel au luat-o la fugă dinaintea filistenilor și au căzut uciși pe muntele Ghilboa.",
        "2": "Filistenii au urmărit pe Saul și pe fiii lui și au ucis pe Ionatan, Abinadab și Malchișua, fiii lui Saul.",
        "3": "Saul a fost prins în toiul luptei; arcașii l-au ajuns și l-au rănit greu.",
        "4": "Saul a zis atunci celui ce-i ducea armele: „Scoate-ți sabia și străpunge-mă, ca nu cumva acești netăiați împrejur să vină să mă străpungă și să-și bată joc de mine.” Cel ce-i ducea armele n-a voit, căci îi era teamă. Și Saul și-a luat sabia și s-a aruncat în ea.",
        "5": "Cel ce ducea armele lui Saul, văzându-l mort, s-a aruncat și el în sabia lui și a murit împreună cu el.",
        "6": "Astfel au pierit în același timp și în aceeași zi Saul și cei trei fii ai lui, cel ce-i purta armele și toți oamenii lui.",
        "7": "Cei din Israel care erau dincolo de vale și dincolo de Iordan, văzând că oamenii lui Israel fugeau și că Saul și fiii lui muriseră, și-au părăsit cetățile și au luat-o și ei la fugă. Și filistenii au venit și s-au așezat în ele.",
        "8": "A doua zi, filistenii au venit să dezbrace pe cei morți și au găsit pe Saul și pe cei trei fii ai lui căzuți pe muntele Ghilboa.",
        "9": "Au tăiat capul lui Saul și i-au luat armele. Apoi au trimis să dea de veste prin toată țara filistenilor, în casele idolilor lor și în popor.",
        "10": "Au pus armele lui Saul în casa astarteelor și i-au atârnat trupul pe zidurile Bet-Șanului.",
        "11": "Când au auzit locuitorii Iabesului din Galaad ce au făcut filistenii lui Saul,",
        "12": "toți vitejii s-au sculat, au mers toată noaptea și au luat de pe zidurile Bet-Șanului trupul lui Saul și trupurile fiilor lui. Apoi s-au întors la Iabes, unde le-au ars;",
        "13": "le-au luat oasele și le-au îngropat sub stejarul din Iabes. Și au postit șapte zile."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Filistenii s-au luptat cu Israel, iar bărbații lui Israel au fugit dinaintea filistenilor și au căzut răpuși pe muntele Ghilboa.",
        "2": "Filistenii i-au urmărit pe Saul și pe fiii săi; i-au ucis pe Ionatan, pe Abinadab și pe Malchi-Șua, fiii lui Saul.",
        "3": "Lupta devenise înverșunată în preajma lui Saul; arcașii l-au țintit și l-au rănit foarte tare.",
        "4": "Atunci, Saul i-a zis celui ce-i ducea armele: „Scoate-ți sabia și străpunge-mă cu ea, ca nu cumva acești necircumciși să ajungă la mine, să mă străpungă și să mă batjocorească“. Însă cel ce-i ducea armele n-a vrut să facă lucrul acesta pentru că s-a temut foarte tare. Atunci, Saul și-a luat sabia și s-a aruncat în ea.",
        "5": "Când cel ce-i ducea armele a văzut că Saul a murit, s-a aruncat și el în sabia lui și a murit împreună cu el.",
        "6": "Astfel au murit împreună, în aceeași zi, Saul, cei trei fii ai lui, cel ce-i ducea armele și toți oamenii săi.",
        "7": "Când oamenii lui Israel, care se aflau de cealaltă parte a văii, și cei care se aflau dincolo de Iordan au văzut că ceilalți bărbați ai lui Israel au fugit și că Saul și fiii săi au murit, și-au părăsit cetățile și au fugit și ei. Filistenii au venit și s-au așezat în ele.",
        "8": "În ziua următoare, când filistenii au venit să-i dezbrace pe cei uciși, l-au găsit pe Saul și pe cei trei fii ai săi căzuți pe muntele Ghilboa.",
        "9": "I-au tăiat capul, i-au luat armele și au trimis mesageri în țara filistenilor, de jur împrejur, ca să ducă vestea în templul idolilor lor și poporului.",
        "10": "I-au pus armele în templul aștoretelor, iar trupul i l-au atârnat pe zidul Bet-Șanului.",
        "11": "Locuitorii din Iabeșul Ghiladului au auzit ce i-au făcut filistenii lui Saul.",
        "12": "Atunci toți războinicii viteji s-au ridicat, au mers toată noaptea și au luat trupul lui Saul și trupurile fiilor săi de pe zidul cetății Bet-Șan. S-au întors apoi la Iabeș și le-au ars acolo.",
        "13": "Le-au luat oasele, le-au îngropat sub un tamarisc, în Iabeș, și au postit timp de șapte zile."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now the Philistines fought against Israel; and the men of Israel fled from before the Philistines, and fell down slain on Mount Gilboa.",
        "2": "The Philistines overtook Saul and his sons; and the Philistines killed Jonathan, Abinadab, and Malchishua, the sons of Saul.",
        "3": "The battle went hard against Saul, and the archers overtook him; and he was greatly distressed by reason of the archers.",
        "4": "Then Saul said to his armor bearer, “Draw your sword, and thrust me through with it, lest these uncircumcised come and thrust me through and abuse me!” But his armor bearer would not, for he was terrified. Therefore Saul took his sword and fell on it.",
        "5": "When his armor bearer saw that Saul was dead, he likewise fell on his sword, and died with him.",
        "6": "So Saul died with his three sons, his armor bearer, and all his men that same day together.",
        "7": "When the men of Israel who were on the other side of the valley, and those who were beyond the Jordan, saw that the men of Israel fled and that Saul and his sons were dead, they abandoned the cities and fled; and the Philistines came and lived in them.",
        "8": "On the next day, when the Philistines came to strip the slain, they found Saul and his three sons fallen on Mount Gilboa.",
        "9": "They cut off his head, stripped off his armor, and sent into the land of the Philistines all around, to carry the news to the house of their idols and to the people.",
        "10": "They put his armor in the house of the Ashtaroth, and they fastened his body to the wall of Beth Shan.",
        "11": "When the inhabitants of Jabesh Gilead heard what the Philistines had done to Saul,",
        "12": "all the valiant men arose, went all night, and took the body of Saul and the bodies of his sons from the wall of Beth Shan; and they came to Jabesh and burned them there.",
        "13": "They took their bones and buried them under the tamarisk tree in Jabesh, and fasted seven days."
      }
    }
  }
}