{
  "book": "1 Samuel",
  "chapter": "12",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Samuel a zis întregului Israel: „Iată că v-am ascultat glasul în tot ce mi-ați zis și am pus un împărat peste voi.",
        "2": "De acum, iată împăratul care va merge înaintea voastră. Cât despre mine, eu sunt bătrân, am albit, așa că fiii mei sunt cu voi; am umblat înaintea voastră din tinerețe până în ziua de azi.",
        "3": "Iată-mă! Mărturisiți împotriva mea în fața Domnului și în fața unsului Lui: Cui i-am luat boul sau cui i-am luat măgarul? Pe cine am apăsat și pe cine am năpăstuit? De la cine am luat mită ca să închid ochii asupra lui? Mărturisiți, și vă voi da înapoi.”",
        "4": "Ei au răspuns: „Nu ne-ai apăsat, nu ne-ai năpăstuit și nici n-ai primit nimic din mâna nimănui.”",
        "5": "El le-a mai zis: „Domnul este martor împotriva voastră și unsul Lui este martor în ziua aceasta că n-ați găsit nimic în mâinile mele.” Și ei au răspuns: „Sunt martori!” Samuel nu mai e judecător",
        "6": "Atunci, Samuel a zis poporului: „Domnul a pus pe Moise și pe Aaron și a scos pe părinții voștri din Egipt.",
        "7": "Acum, înfățișați-vă ca să vă judec înaintea Domnului pentru toate binefacerile pe care vi le-a făcut Domnul, vouă și părinților voștri.",
        "8": "După ce a venit Iacov în Egipt, părinții voștri au strigat către Domnul, și Domnul a trimis pe Moise și pe Aaron, care au scos pe părinții voștri din Egipt și i-au adus să locuiască în locul acesta.",
        "9": "Dar ei au uitat pe Domnul Dumnezeul lor, și El i-a vândut în mâinile lui Sisera, căpetenia oștirii Hațorului, în mâinile filistenilor și în mâinile împăratului Moabului, care au început lupta împotriva lor.",
        "10": "Au strigat iarăși către Domnul și au zis: ‘Am păcătuit, căci am părăsit pe Domnul și am slujit baalilor și astarteelor; izbăvește-ne acum din mâna vrăjmașilor noștri și-Ți vom sluji.’",
        "11": "Și Domnul a trimis pe Ierubaal și pe Barac, și pe Iefta, și pe Samuel și v-a izbăvit din mâna vrăjmașilor voștri care vă înconjurau și ați locuit în liniște.",
        "12": "Apoi, când ați văzut că Nahaș, împăratul fiilor lui Amon, mergea împotriva voastră, mi-ați zis: ‘Nu, ci un împărat să domnească peste noi.’ Și totuși Domnul Dumnezeul vostru era Împăratul vostru.",
        "13": "Iată dar împăratul pe care l-ați ales și pe care l-ați cerut; iată că Domnul a pus un împărat peste voi.",
        "14": "Dacă vă veți teme de Domnul, dacă-I veți sluji, dacă veți asculta de glasul Lui și dacă nu vă veți împotrivi Cuvântului Domnului, vă veți alipi de Domnul Dumnezeul vostru atât voi, cât și împăratul care domnește peste voi.",
        "15": "Dar, dacă nu veți asculta de glasul Domnului și vă veți împotrivi Cuvântului Domnului, mâna Domnului va fi împotriva voastră, cum a fost împotriva părinților voștri.",
        "16": "Acum mai așteptați aici, ca să vedeți minunea pe care o va face Domnul sub ochii voștri.",
        "17": "Nu suntem noi la seceratul grânelor? Voi striga către Domnul și va trimite tunete și ploaie. Să știți atunci și să vedeți cât de rău ați făcut înaintea Domnului când ați cerut un împărat pentru voi.”",
        "18": "Samuel a strigat către Domnul, și Domnul a trimis chiar în ziua aceea tunete și ploaie. Tot poporul a avut o mare frică de Domnul și de Samuel.",
        "19": "Și tot poporul a zis lui Samuel: „Roagă-te Domnului Dumnezeului tău pentru robii tăi, ca să nu murim, căci, la toate păcatele noastre, am mai adăugat și pe acela de a cere un împărat pentru noi.”",
        "20": "Samuel a zis poporului: „Nu vă temeți! Ați făcut tot răul acesta, dar nu vă abateți de la Domnul și slujiți Domnului din toată inima voastră.",
        "21": "Nu vă abateți de la El, altfel ați merge după lucruri de nimic, care n-aduc nici folos, nici izbăvire, pentru că sunt lucruri de nimic.",
        "22": "Domnul nu va părăsi pe poporul Lui din pricina Numelui Lui celui mare, căci Domnul a hotărât să facă din voi poporul Lui.",
        "23": "Departe iarăși de mine să păcătuiesc împotriva Domnului încetând să mă rog pentru voi! Vă voi învăța calea cea bună și cea dreaptă.",
        "24": "Temeți-vă numai de Domnul și slujiți-I cu credincioșie, din toată inima voastră, căci vedeți ce putere desfășoară El printre voi.",
        "25": "Dar, dacă veți face răul, veți pieri, voi și împăratul vostru.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Samuel a zis întregului Israel: ‒ Iată, am ascultat tot ceea ce mi-ați cerut și am pus astfel un rege peste voi.",
        "2": "Acum, iată regele care va merge înaintea voastră! Cât despre mine, eu am îmbătrânit și am încărunțit, iar fiii mei se află aici cu voi. Am fost conducătorul vostru din tinerețea mea și până în ziua aceasta.",
        "3": "Iată-mă! Mărturisiți acum împotriva mea înaintea Domnului și înaintea unsului Său! Cui i-am luat boul sau cui i-am luat măgarul? Pe cine am asuprit sau pe cine am chinuit? Din mâna cui am primit mită ca să închid ochii în privința lui? Spuneți-mi și vă voi da înapoi.",
        "4": "Ei au zis: ‒ Nu ne-ai asuprit, nu ne-ai chinuit și n-ai luat nimic din mâna nimănui.",
        "5": "Atunci el le-a zis: ‒ Domnul este martor împotriva voastră și unsul Său este martor în ziua aceasta că nu m-ați găsit vinovat cu nimic. Ei au răspuns: ‒ El este martor.",
        "6": "Samuel a zis poporului: ‒ Domnul este Cel Care i-a ales pe Moise și pe Aaron și Care i-a scos pe strămoșii voștri din țara Egiptului.",
        "7": "Acum rămâneți aici ca să vă confrunt, înaintea Domnului, cu toate faptele drepte pe care le-a făcut El pentru voi și pentru strămoșii voștri.",
        "8": "După ce Iacov a intrat în Egipt, strămoșii voștri au strigat către Domnul, iar Domnul i-a trimis pe Moise și pe Aaron care i-au scos din Egipt și i-au adus să locuiască în locul acesta.",
        "9": "Dar ei L-au uitat pe Domnul, Dumnezeul lor, astfel că El i-a vândut în mâinile lui Sisera, conducătorul armatei Hațorului, în mâinile filistenilor și ale regelui Moabului, care au luptat împotriva lor.",
        "10": "Ei au strigat către Domnul, zicând: „Am păcătuit căci L-am părăsit pe Domnul și am slujit baalilor și aștoretelor. Dar acum, eliberează-ne din mâna dușmanilor noștri și Îți vom sluji Ție“.",
        "11": "Și Domnul i-a trimis pe Ierub-Baal, pe Bedan, pe Iefta și pe Samuel și v-a eliberat din mâna dușmanilor din jurul vostru, astfel încât ați locuit în siguranță.",
        "12": "Dar când ați văzut că Nahaș, regele fiilor lui Amon, se îndreaptă împotriva voastră, deși Domnul, Dumnezeul vostru, vă era Împărat, mi-ați zis: „Nu, ci să domnească un rege peste noi!“.",
        "13": "Iată deci regele pe care l-ați ales și pe care l-ați cerut. Domnul a pus peste voi un rege.",
        "14": "Dacă vă veți teme de Domnul și Îi veți sluji, dacă veți asculta de glasul Său și nu vă veți răzvrăti împotriva poruncii Domnului, Îl veți urma pe Domnul, Dumnezeul vostru, atât voi, cât și regele care a fost pus să domnească peste voi.",
        "15": "Dar dacă nu veți asculta de glasul Domnului și vă veți împotrivi poruncii Domnului, atunci mâna Domnului va fi împotriva voastră, așa cum a fost împotriva strămoșilor voștri.",
        "16": "Rămâneți în continuare aici și priviți acest lucru uimitor pe care îl va face Domnul înaintea ochilor voștri.",
        "17": "Nu este astăzi seceratul grâului? Am să chem pe Domnul și El va trimite tunet și ploaie. Atunci veți înțelege că ați făcut un mare rău în ochii Domnului, cerând pentru voi un rege.",
        "18": "Samuel L-a chemat pe Domnul, iar Domnul a trimis tunet și ploaie în ziua aceea. Atunci întregul popor s-a temut foarte tare de Domnul și de Samuel.",
        "19": "Tot poporul i-a zis lui Samuel: ‒ Roagă-te Domnului, Dumnezeul tău, pentru slujitorii tăi, ca să nu murim, căci am adăugat la toate păcatele noastre și răul de a cere pentru noi un rege.",
        "20": "Samuel a răspuns poporului: ‒ Nu vă temeți! Ați făcut tot răul acesta, dar să nu vă întoarceți din a-L urma pe Domnul și din a-I sluji Domnului cu toată inima voastră.",
        "21": "Nu vă duceți după lucruri deșarte, care nu vă aduc niciun folos și nici nu vă eliberează deoarece sunt lucruri deșarte.",
        "22": "Domnul nu-Și va părăsi poporul datorită Numelui Său cel mare, căci El a găsit plăcere în a face din voi poporul Său.",
        "23": "În ce mă privește, departe de mine să păcătuiesc împotriva Domnului încetând să mă rog pentru voi. De asemenea, vă voi învăța calea cea bună și dreaptă.",
        "24": "Numai să vă temeți de Domnul și să-I slujiți cu credincioșie, din toată inima voastră, căci vedeți ce lucruri mari a făcut pentru voi.",
        "25": "Dar, dacă veți continua să faceți răul, veți fi spulberați, atât voi, cât și regele vostru."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Samuel said to all Israel, “Behold, I have listened to your voice in all that you said to me, and have made a king over you.",
        "2": "Now, behold, the king walks before you. I am old and gray-headed. Behold, my sons are with you. I have walked before you from my youth to this day.",
        "3": "Here I am. Witness against me before Yahweh and before his anointed. Whose ox have I taken? Whose donkey have I taken? Whom have I defrauded? Whom have I oppressed? Of whose hand have I taken a bribe to make me blind my eyes? I will restore it to you.”",
        "4": "They said, “You have not defrauded us, nor oppressed us, neither have you taken anything from anyone’s hand.”",
        "5": "He said to them, “Yahweh is witness against you, and his anointed is witness today, that you have not found anything in my hand.” They said, “He is witness.”",
        "6": "Samuel said to the people, “It is Yahweh who appointed Moses and Aaron, and that brought your fathers up out of the land of Egypt.",
        "7": "Now therefore stand still, that I may plead with you before Yahweh concerning all the righteous acts of Yahweh, which he did to you and to your fathers.",
        "8": "“When Jacob had come into Egypt, and your fathers cried to Yahweh, then Yahweh sent Moses and Aaron, who brought your fathers out of Egypt, and made them to dwell in this place.",
        "9": "But they forgot Yahweh their God; and he sold them into the hand of Sisera, captain of the army of Hazor, and into the hand of the Philistines, and into the hand of the king of Moab; and they fought against them.",
        "10": "They cried to Yahweh, and said, ‘We have sinned, because we have forsaken Yahweh and have served the Baals and the Ashtaroth; but now deliver us out of the hand of our enemies, and we will serve you.’",
        "11": "Yahweh sent Jerubbaal, Bedan, Jephthah, and Samuel, and delivered you out of the hand of your enemies on every side; and you lived in safety.",
        "12": "“When you saw that Nahash the king of the children of Ammon came against you, you said to me, ‘No, but a king shall reign over us,’ when Yahweh your God was your king.",
        "13": "Now therefore see the king whom you have chosen and whom you have asked for. Behold, Yahweh has set a king over you.",
        "14": "If you will fear Yahweh, and serve him, and listen to his voice, and not rebel against the commandment of Yahweh, then both you and also the king who reigns over you are followers of Yahweh your God.",
        "15": "But if you will not listen to Yahweh’s voice, but rebel against the commandment of Yahweh, then Yahweh’s hand will be against you, as it was against your fathers.",
        "16": "“Now therefore stand still and see this great thing, which Yahweh will do before your eyes.",
        "17": "Isn’t it wheat harvest today? I will call to Yahweh, that he may send thunder and rain; and you will know and see that your wickedness is great, which you have done in Yahweh’s sight, in asking for a king.”",
        "18": "So Samuel called to Yahweh, and Yahweh sent thunder and rain that day. Then all the people greatly feared Yahweh and Samuel.",
        "19": "All the people said to Samuel, “Pray for your servants to Yahweh your God, that we not die; for we have added to all our sins this evil, to ask for a king.”",
        "20": "Samuel said to the people, “Don’t be afraid. You have indeed done all this evil; yet don’t turn away from following Yahweh, but serve Yahweh with all your heart.",
        "21": "Don’t turn away to go after vain things which can’t profit or deliver, for they are vain.",
        "22": "For Yahweh will not forsake his people for his great name’s sake, because it has pleased Yahweh to make you a people for himself.",
        "23": "Moreover, as for me, far be it from me that I should sin against Yahweh in ceasing to pray for you; but I will instruct you in the good and the right way.",
        "24": "Only fear Yahweh, and serve him in truth with all your heart; for consider what great things he has done for you.",
        "25": "But if you keep doing evil, you will be consumed, both you and your king.”"
      }
    }
  }
}