{
  "book": "1 Samuel",
  "chapter": "5",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Filistenii au luat chivotul lui Dumnezeu și l-au dus din Eben-Ezer la Asdod.",
        "2": "După ce au pus mâna pe chivotul lui Dumnezeu, filistenii l-au dus în casa lui Dagon (Zeul pește) și l-au așezat lângă Dagon.",
        "3": "A doua zi, asdodenii, care se sculaseră dis-de-dimineață, au găsit pe Dagon întins cu fața la pământ înaintea chivotului Domnului. Au luat pe Dagon și l-au pus înapoi la locul lui.",
        "4": "Și a doua zi, sculându-se dis-de-dimineață, au găsit pe Dagon întins cu fața la pământ înaintea chivotului Domnului; capul lui Dagon și cele două mâini ale lui erau tăiate pe prag și nu-i rămăsese decât trunchiul.",
        "5": "De aceea, până în ziua de azi, preoții lui Dagon și toți cei ce intră în casa lui Dagon, la Asdod, nu calcă pe prag. Pedeapsa filistenilor",
        "6": "Mâna Domnului a apăsat asupra celor din Asdod și i-a pustiit; i-a lovit cu bube la șezut, atât în Asdod, cât și în ținutul lui.",
        "7": "Când au văzut că așa stau lucrurile, oamenii din Asdod au zis: „Chivotul Dumnezeului lui Israel să nu rămână la noi, căci mâna Lui apasă asupra noastră și asupra lui Dagon, dumnezeul nostru.”",
        "8": "Și au trimis și au adunat la ei pe toți domnitorii filistenilor și au zis: „Ce să facem cu chivotul Dumnezeului lui Israel?” Domnitorii au răspuns: „Să se ducă la Gat chivotul Dumnezeului lui Israel.” Și au adus acolo chivotul Dumnezeului lui Israel.",
        "9": "Dar, după ce a fost dus acolo, mâna Domnului a apăsat asupra cetății și a fost o mare groază; a lovit pe oamenii cetății de la mic până la mare și au avut o spuzeală de bube la șezut.",
        "10": "Atunci au trimis chivotul lui Dumnezeu la Ecron. Când a intrat chivotul lui Dumnezeu în Ecron, ecroniții au strigat: „Au adus la noi chivotul Dumnezeului lui Israel ca să ne omoare, pe noi și poporul nostru.”",
        "11": "Și au trimis și au strâns pe toți domnitorii filistenilor și au zis: „Trimiteți înapoi chivotul Dumnezeului lui Israel; să se întoarcă la locul lui, ca să nu ne omoare, pe noi și poporul nostru.” Căci în toată cetatea era o groază de moarte, și mâna lui Dumnezeu apăsa cu putere.",
        "12": "Oamenii care nu mureau erau loviți cu bube la șezut, și țipetele cetății se înălțau până la cer."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "După ce au capturat Chivotul lui Dumnezeu, filistenii l-au luat din Eben-Ezer și l-au adus la Așdod.",
        "2": "Au luat Chivotul lui Dumnezeu și l-au pus în templul lui Dagon, așezându-l lângă acesta.",
        "3": "Când s-au sculat dimineață, așdodiții au văzut că Dagon era căzut cu fața la pământ înaintea Chivotului Domnului. Ei l-au luat pe Dagon și l-au pus înapoi la locul lui.",
        "4": "A doua zi, când s-au sculat dimineață, au văzut că Dagon era din nou căzut cu fața la pământ înaintea Chivotului Domnului. De data aceasta, capul lui Dagon și ambele sale mâini erau tăiate pe prag, numai trunchiul rămânând din el.",
        "5": "De aceea, până în ziua aceasta, preoții lui Dagon și toți cei ce intră în templul lui din Așdod nu calcă pe prag.",
        "6": "Mâna Domnului apăsa greu asupra așdodiților, îngrozind și lovind cu bube Așdodul și teritoriile sale.",
        "7": "Când oamenii din Așdod au văzut ce se întâmplă, au zis: „Să nu rămână la noi Chivotul Dumnezeului lui Israel căci mâna Lui apasă asupra noastră și asupra lui Dagon, zeul nostru“.",
        "8": "Astfel, au chemat la o întâlnire pe toți domnitorii filistenilor și i-au întrebat: ‒ Ce să facem cu Chivotul Dumnezeului lui Israel? Ei au răspuns: ‒ Chivotul Dumnezeului lui Israel să fie dus la Gat! Și au dus acolo Chivotul Dumnezeului lui Israel.",
        "9": "După ce l-au dus acolo, mâna Domnului a fost împotriva cetății, stârnind o panică foarte mare. El a lovit oamenii din cetate cu o mulțime de bube, de la copil și până la bătrân.",
        "10": "Prin urmare, au trimis Chivotul lui Dumnezeu la Ekron. Însă, când a sosit Chivotul lui Dumnezeu în Ekron, cei din Ekron au strigat, zicând: „Au adus la noi Chivotul Dumnezeului lui Israel ca să ne omoare, pe noi și pe poporul nostru!“.",
        "11": "Astfel, ei au trimis să-i strângă laolaltă pe toți domnitorii filistenilor și le-au zis: „Trimiteți înapoi Chivotul Dumnezeului lui Israel, ca să se întoarcă la locul său și, astfel, să nu ne omoare pe noi și poporul nostru“. Căci era o panică de moarte în toată cetatea, deoarece mâna lui Dumnezeu apăsa foarte greu acolo.",
        "12": "Cei care nu mureau, erau loviți cu bube, iar strigătul cetății după ajutor se înălța până la ceruri."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now the Philistines had taken God’s ark, and they brought it from Ebenezer to Ashdod.",
        "2": "The Philistines took God’s ark, and brought it into the house of Dagon and set it by Dagon.",
        "3": "When the people of Ashdod arose early on the next day, behold, Dagon had fallen on his face to the ground before Yahweh’s ark. They took Dagon and set him in his place again.",
        "4": "When they arose early on the following morning, behold, Dagon had fallen on his face to the ground before Yahweh’s ark; and the head of Dagon and both the palms of his hands were cut off on the threshold. Only Dagon’s torso was intact.",
        "5": "Therefore neither the priests of Dagon nor any who come into Dagon’s house step on the threshold of Dagon in Ashdod to this day.",
        "6": "But Yahweh’s hand was heavy on the people of Ashdod, and he destroyed them and struck them with tumors, even Ashdod and its borders.",
        "7": "When the men of Ashdod saw that it was so, they said, “The ark of the God of Israel shall not stay with us, for his hand is severe on us and on Dagon our god.”",
        "8": "They sent therefore and gathered together all the lords of the Philistines, and said, “What shall we do with the ark of the God of Israel?” They answered, “Let the ark of the God of Israel be carried over to Gath.” They carried the ark of the God of Israel there.",
        "9": "It was so, that after they had carried it there, Yahweh’s hand was against the city with a very great confusion; and he struck the men of the city, both small and great, so that tumors broke out on them.",
        "10": "So they sent God’s ark to Ekron. As God’s ark came to Ekron, the Ekronites cried out, saying, “They have brought the ark of the God of Israel here to us, to kill us and our people.”",
        "11": "They sent therefore and gathered together all the lords of the Philistines, and they said, “Send the ark of the God of Israel away, and let it go again to its own place, that it not kill us and our people.” For there was a deadly panic throughout all the city. The hand of God was very heavy there.",
        "12": "The men who didn’t die were struck with the tumors; and the cry of the city went up to heaven."
      }
    }
  }
}