{
  "book": "1 Samuel",
  "chapter": "30",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Când a ajuns David cu oamenii lui a treia zi la Țiclag, amaleciții năvăliseră în partea de miazăzi și în Țiclag. Ei nimiciseră și arseseră Țiclagul",
        "2": "după ce luaseră prinși pe femei și pe toți cei ce se aflau acolo, mici și mari. Nu omorâseră pe nimeni, dar luaseră totul și plecaseră.",
        "3": "David și oamenii lui au ajuns în cetate și iată că era arsă; și nevestele, fiii și fiicele lor fuseseră luați prinși.",
        "4": "Atunci, David și poporul care era cu el au ridicat glasul și au plâns până n-au mai putut plânge.",
        "5": "Cele două neveste ale lui David: Ahinoam din Izreel și Abigail din Carmel, nevasta lui Nabal, fuseseră luate și ele.",
        "6": "David a fost în mare strâmtorare, căci poporul vorbea să-l ucidă cu pietre, pentru că toți erau amărâți în suflet, fiecare din pricina fiilor și fetelor lui. Dar David s-a îmbărbătat, sprijinindu-se pe Domnul Dumnezeul lui.",
        "7": "El a zis preotului Abiatar, fiul lui Ahimelec: „Adu-mi efodul!” Abiatar a adus efodul la David.",
        "8": "Și David a întrebat pe Domnul: „Să urmăresc oastea aceasta? O voi ajunge?” Domnul i-a răspuns: „Urmărește-o, căci o vei ajunge și vei izbăvi totul.”",
        "9": "Și David a pornit, el și cei șase sute de oameni care erau cu el. Au ajuns la pârâul Besor, unde s-au oprit cei ce rămâneau la coadă.",
        "10": "David i-a urmărit mai departe, cu patru sute de oameni, dar două sute de oameni s-au oprit, fiind prea obosiți ca să mai treacă pârâul Besor.",
        "11": "Pe câmp, au dat peste un om egiptean, pe care l-au adus la David. I-au dat să mănânce pâine și să bea apă",
        "12": "și i-au mai dat și o legătură de smochine și două legături de stafide. După ce a mâncat, i-au venit iarăși puterile, căci nu mâncase și nu băuse apă de trei zile și trei nopți.",
        "13": "David i-a zis: „Al cui ești și de unde ești?” El a răspuns: „Sunt un băiat egiptean în slujba unui amalecit și de trei zile stăpânul meu m-a părăsit pentru că eram bolnav.",
        "14": "Am năvălit în partea de miazăzi a cheretiților, pe ținutul lui Iuda și la miazăzi de Caleb, și am ars Țiclagul.”",
        "15": "David i-a zis: „Vrei să mă duci la oastea aceasta?” Și el a zis: „Jură-mi pe Numele lui Dumnezeu că nu mă vei omorî și nu mă vei da pe mâna stăpânului meu, și te voi coborî la oastea aceasta.”",
        "16": "El i-a slujit astfel de călăuză. Și amaleciții erau risipiți pe tot ținutul, mâncând, bând și jucând de bucuria prăzii celei mari pe care o luaseră din țara filistenilor și din țara lui Iuda.",
        "17": "David i-a bătut din zorii zilei până a doua zi seara și n-a scăpat niciunul din ei, afară de patru sute de tineri, care au încălecat pe cămile și au fugit.",
        "18": "David a scăpat astfel tot ce luaseră amaleciții și a scăpat și pe cele două neveste ale lui.",
        "19": "Nu le-a lipsit nimeni, de la mic până la mare, nici fiu, nici fiică, nici un lucru din pradă, nimic din ce li se luase; David a adus înapoi totul.",
        "20": "Și David a luat toate oile și toți boii, și cei ce mânau turma aceasta și mergeau în fruntea ei ziceau: „Aceasta este prada lui David!”",
        "21": "David a ajuns la cei două sute de oameni care fuseseră prea obosiți ca să mai meargă după el și pe care-i lăsase la pârâul Besor. Ei au ieșit înaintea lui David și înaintea poporului care era cu el. David s-a apropiat de ei și i-a întrebat de sănătate.",
        "22": "Toți oamenii răi și de nimic dintre cei ce merseseră cu David au luat cuvântul și au zis: „Fiindcă n-au venit cu noi, să nu le dăm nimic din prada pe care am scăpat-o, ci doar să-și ia fiecare nevasta și copiii și să plece.”",
        "23": "Dar David a zis: „Să nu faceți așa, fraților, cu ce ne-a dat Domnul, căci El ne-a păzit și a dat în mâinile noastre ceata care venise împotriva noastră.",
        "24": "Și cine v-ar asculta în privința aceasta? Partea trebuie să fie aceeași atât pentru cel ce s-a coborât pe câmpul de bătaie, cât și pentru cel ce a rămas la calabalâcuri; s-o împartă deopotrivă.”",
        "25": "Lucrul acesta a rămas de atunci și până în ziua de azi o lege și un obicei în Israel.",
        "26": "Când s-a întors la Țiclag, David a trimis o parte din pradă bătrânilor lui Iuda, prietenilor săi, spunându-le aceste cuvinte: „Iată darul pe care vi-l fac din prada luată de la vrăjmașii Domnului!”",
        "27": "A trimis celor din Betel, celor din Ramot, de la miazăzi, celor din Iatir,",
        "28": "celor din Aroer, celor din Sifmot, celor din Eștemoa,",
        "29": "celor din Racal, celor din cetățile ierahmeeliților, celor din cetățile cheniților,",
        "30": "celor din Horma, celor din Cor-Așan, celor din Atac,",
        "31": "celor din Hebron și în toate locurile pe care le străbătuse David cu oamenii lui."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Când David și oamenii săi au sosit a treia zi la Țiklag, amalekiții invadaseră Neghevul și Țiklagul. Ei atacaseră Țiklagul și îi dăduseră foc.",
        "2": "Au luat captive femeile și pe toți aceia care se aflau în cetate, de la copii până la bătrâni. N-au omorât pe nimeni, ci doar i-au luat cu ei și au plecat.",
        "3": "Când David și oamenii lui au ajuns la cetate, au găsit-o arsă, iar pe soțiile, fiii și fiicele lor – luați captivi.",
        "4": "David și oamenii care erau cu el au plâns până ce n-au mai avut putere să plângă.",
        "5": "Au fost luate captive și cele două soții ale lui David: Ahinoam din Izreel și Abigail, fosta soție a lui Nabal, din Carmel.",
        "6": "David se afla într-un mare necaz, deoarece poporul vorbea să-l omoare cu pietre. Căci tot poporul avea sufletul amărât, fiecare pentru fiii și fiicele lui. Însă David s-a întărit în Domnul, Dumnezeul lui.",
        "7": "David i-a zis preotului Abiatar, fiul lui Ahimelek: ‒ Adu-mi, te rog, efodul! Abiatar a adus efodul la David.",
        "8": "David L-a întrebat pe Domnul, zicând: ‒ Să urmăresc ceata aceasta? O voi ajunge? El i-a răspuns: ‒ Urmărește-o, căci sigur o vei ajunge și sigur vei salva totul.",
        "9": "David a plecat cu cei șase sute de bărbați care erau cu el. Ei au ajuns la pârâul Besor, unde s-au oprit cei ce rămâneau în urmă.",
        "10": "David a continuat să-i urmărească cu patru sute de bărbați. Dar două sute de bărbați, care erau prea obosiți să traverseze pârâul Besor, s-au oprit.",
        "11": "Au găsit un egiptean pe câmp și l-au adus la David. I-au dat pâine, și el a mâncat; apoi i-au dat apă.",
        "12": "I-au dat o bucată dintr-o turtă de smochine și două mănunchiuri de stafide. După ce a mâncat, i-au revenit puterile, căci nu mâncase și nu băuse apă de trei zile și trei nopți.",
        "13": "David l-a întrebat: ‒ Al cui ești și de unde vii? Tânărul a răspuns: ‒ Sunt egiptean și sunt sclavul unui amalekit. Stăpânul meu m-a părăsit în urmă cu trei zile pentru că m-am îmbolnăvit.",
        "14": "Am invadat Neghevul cheretiților, pe cel al lui Iuda și Neghevul lui Caleb și am dat foc Țiklagului.",
        "15": "Atunci David l-a întrebat: ‒ Poți să mă duci până la această ceată? El a răspuns: ‒ Jură-mi pe Dumnezeu că nu mă vei omorî și că nu mă vei preda în mâna stăpânului meu, și atunci te voi duce la ceata aceasta.",
        "16": "L-a dus acolo și iată că aceștia erau răspândiți pe toată fața pământului, mâncând, bând și chefuind datorită marii prăzi pe care o luaseră din țara filistenilor și din țara lui Iuda.",
        "17": "David i-a atacat din amurg până în seara zilei următoare. N-a scăpat niciun bărbat dintre ei, în afară de patru sute de tineri care au încălecat pe cămile și au fugit.",
        "18": "David a salvat tot ceea ce luaseră amalekiții și le-a eliberat și pe cele două soții ale lui.",
        "19": "Nu le lipsea nimic, nici tânăr, nici bătrân, nici fii, nici fiice, nimic din pradă, nimic din ceea ce li se luase. David a adus înapoi totul.",
        "20": "David a luat toate oile și vitele. Oamenii lui mergeau în fruntea acestei turme și spuneau: „Aceasta este prada lui David“.",
        "21": "David a ajuns la cei două sute de bărbați care fuseseră prea obosiți pentru a-l urma și care fuseseră lăsați la pârâul Besor. Aceștia au ieșit în întâmpinarea lui David și a poporului care era cu el. David s-a apropiat de ei și i-a salutat.",
        "22": "Toți oamenii răi și de nimic, dintre cei care merseseră cu David, au zis: ‒ Pentru că n-au mers împreună cu noi, nu le vom da din prada pe care am recuperat-o, ci fiecare să-și ia soția și copiii și să plece.",
        "23": "Dar David le-a zis: ‒ Să nu faceți așa, fraților, cu ceea ce ne-a dat Domnul, căci El ne-a păzit și a dat în mâinile noastre ceata de jefuitori care venise împotriva noastră.",
        "24": "Oricum, cine vă va asculta în privința aceasta? Aceeași parte o vor avea și cei care au participat la luptă și cei care au rămas la bagaje. Toți vor împărți la fel.",
        "25": "Așa a fost începând din ziua aceea. David a făcut din aceasta o hotărâre și o lege în Israel până în ziua aceasta.",
        "26": "David a sosit la Țiklag și a trimis o parte din pradă bătrânilor lui Iuda, prietenii săi, zicând: „Iată pentru voi o binecuvântare din prada luată de la dușmanii Domnului“.",
        "27": "A trimis apoi și celor din Betel, celor din Ramot-Neghev, celor din Iatir,",
        "28": "celor din Aroer, celor din Sifmot, celor din Eștemoa,",
        "29": "celor din Racal, celor din cetățile ierahmeeliților și celor din cetățile cheniților,",
        "30": "celor din Horma, celor din Bor-Așan și celor din Atac,",
        "31": "celor din Hebron și celor din toate locurile pe care le-a cutreierat David și oamenii săi."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "When David and his men had come to Ziklag on the third day, the Amalekites had made a raid on the South and on Ziklag, and had struck Ziklag and burned it with fire,",
        "2": "and had taken captive the women and all who were in it, both small and great. They didn’t kill any, but carried them off and went their way.",
        "3": "When David and his men came to the city, behold, it was burned with fire; and their wives, their sons, and their daughters were taken captive.",
        "4": "Then David and the people who were with him lifted up their voice and wept until they had no more power to weep.",
        "5": "David’s two wives were taken captive, Ahinoam the Jezreelitess, and Abigail the wife of Nabal the Carmelite.",
        "6": "David was greatly distressed, for the people spoke of stoning him, because the souls of all the people were grieved, every man for his sons and for his daughters; but David strengthened himself in Yahweh his God.",
        "7": "David said to Abiathar the priest, the son of Ahimelech, “Please bring the ephod here to me.” Abiathar brought the ephod to David.",
        "8": "David inquired of Yahweh, saying, “If I pursue after this troop, will I overtake them?” He answered him, “Pursue, for you will surely overtake them, and will without fail recover all.”",
        "9": "So David went, he and the six hundred men who were with him, and came to the brook Besor, where those who were left behind stayed.",
        "10": "But David pursued, he and four hundred men; for two hundred stayed behind, who were so faint that they couldn’t go over the brook Besor.",
        "11": "They found an Egyptian in the field, and brought him to David, and gave him bread, and he ate; and they gave him water to drink.",
        "12": "They gave him a piece of a cake of figs and two clusters of raisins. When he had eaten, his spirit came again to him; for he had eaten no bread, and drank no water for three days and three nights.",
        "13": "David asked him, “To whom do you belong? Where are you from?” He said, “I am a young man of Egypt, servant to an Amalekite; and my master left me, because three days ago I got sick.",
        "14": "We made a raid on the South of the Cherethites, and on that which belongs to Judah, and on the South of Caleb; and we burned Ziklag with fire.”",
        "15": "David said to him, “Will you bring me down to this troop?” He said, “Swear to me by God that you will not kill me and not deliver me up into the hands of my master, and I will bring you down to this troop.”",
        "16": "When he had brought him down, behold, they were spread around over all the ground, eating, drinking, and dancing, because of all the great plunder that they had taken out of the land of the Philistines, and out of the land of Judah.",
        "17": "David struck them from the twilight even to the evening of the next day. Not a man of them escaped from there, except four hundred young men who rode on camels and fled.",
        "18": "David recovered all that the Amalekites had taken, and David rescued his two wives.",
        "19": "There was nothing lacking to them, neither small nor great, neither sons nor daughters, neither plunder, nor anything that they had taken. David brought them all back.",
        "20": "David took all the flocks and the herds, which they drove before those other livestock, and said, “This is David’s plunder.”",
        "21": "David came to the two hundred men, who were so faint that they could not follow David, whom also they had made to stay at the brook Besor; and they went out to meet David, and to meet the people who were with him. When David came near to the people, he greeted them.",
        "22": "Then all the wicked men and worthless fellows of those who went with David answered and said, “Because they didn’t go with us, we will not give them anything of the plunder that we have recovered, except to every man his wife and his children, that he may lead them away and depart.”",
        "23": "Then David said, “Do not do so, my brothers, with that which Yahweh has given to us, who has preserved us, and delivered the troop that came against us into our hand.",
        "24": "Who will listen to you in this matter? For as his share is who goes down to the battle, so shall his share be who stays with the baggage. They shall share alike.”",
        "25": "It was so from that day forward that he made it a statute and an ordinance for Israel to this day.",
        "26": "When David came to Ziklag, he sent some of the plunder to the elders of Judah, even to his friends, saying, “Behold, a present for you from the plunder of Yahweh’s enemies.”",
        "27": "He sent it to those who were in Bethel, to those who were in Ramoth of the South, to those who were in Jattir,",
        "28": "to those who were in Aroer, to those who were in Siphmoth, to those who were in Eshtemoa,",
        "29": "to those who were in Racal, to those who were in the cities of the Jerahmeelites, to those who were in the cities of the Kenites,",
        "30": "to those who were in Hormah, to those who were in Borashan, to those who were in Athach,",
        "31": "to those who were in Hebron, and to all the places where David himself and his men used to stay."
      }
    }
  }
}