{
  "book": "1 Samuel",
  "chapter": "2",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Ana s-a rugat și a zis: „Mi se bucură inima în Domnul, Puterea mea a fost înălțată de Domnul; Mi s-a deschis larg gura împotriva vrăjmașilor mei, Căci mă bucur de ajutorul Tău.",
        "2": "Nimeni nu este sfânt ca Domnul; Nu este alt Dumnezeu decât Tine; Nu este stâncă așa ca Dumnezeul nostru.",
        "3": "Nu mai vorbiți cu atâta îngâmfare, Să nu vă mai iasă din gură cuvinte de mândrie, Căci Domnul este un Dumnezeu care știe totul, Și toate faptele sunt cântărite de El.",
        "4": "Arcul celor puternici s-a sfărâmat, Și cei slabi sunt încinși cu putere.",
        "5": "Cei ce erau sătui se închiriază pentru pâine, Și cei ce erau flămânzi se odihnesc; Chiar cea stearpă naște de șapte ori, Și cea care avea mulți copii stă lâncezită.",
        "6": "Domnul omoară și înviază, El coboară în Locuința morților și El scoate de acolo.",
        "7": "Domnul sărăcește și El îmbogățește, El smerește și El înalță,",
        "8": "El ridică din pulbere pe cel sărac, Ridică din gunoi pe cel lipsit, Ca să-i pună să șadă alături cu cei mari. Și le dă de moștenire un scaun de domnie îmbrăcat cu slavă, Căci ai Domnului sunt stâlpii pământului Și pe ei a așezat El lumea.",
        "9": "El va păzi pașii preaiubiților Lui, Dar cei răi vor fi nimiciți în întuneric, Căci omul nu va birui prin putere.",
        "10": "Vrăjmașii Domnului vor tremura, Din înălțimea cerului, El Își va arunca tunetul asupra lor; Domnul va judeca marginile pământului. El va da Împăratului Său putere Și El va înălța tăria Unsului Lui.”",
        "11": "Elcana s-a dus acasă, la Rama, și copilul a rămas în slujba Domnului, înaintea preotului Eli. Răutatea fiilor lui Eli",
        "12": "Fiii lui Eli erau niște oameni răi. Nu cunoșteau pe Domnul.",
        "13": "Și iată care era felul de purtare al acestor preoți față de popor. Când aducea cineva o jertfă, venea sluga preotului în clipa când se fierbea carnea. Ținând în mână o furculiță cu trei coarne,",
        "14": "o vâra în cazan, în căldare, în tigaie sau în oală, și tot ce apuca cu furculița lua preotul pentru el. Așa făceau ei tuturor acelora din Israel care veneau la Silo.",
        "15": "Chiar înainte de a arde grăsimea, venea sluga preotului și zicea celui ce aducea jertfa: „Dă pentru preot carnea de fript; el nu va lua de la tine carne fiartă, ci vrea carne crudă.”",
        "16": "Și dacă omul zicea: „După ce se va arde grăsimea, vei lua ce-ți va plăcea”, sluga răspundea: „Nu! Dă-mi acum, căci altfel iau cu sila.”",
        "17": "Tinerii aceștia se făceau vinovați înaintea Domnului de un foarte mare păcat, pentru că nesocoteau darurile Domnului. Samuel, în slujba Domnului",
        "18": "Samuel făcea slujba înaintea Domnului și copilul acesta era îmbrăcat cu un efod de in.",
        "19": "Mama sa îi făcea pe fiecare an o mantie mică și i-o aducea când se suia cu bărbatul ei ca să aducă jertfa din fiecare an.",
        "20": "Eli a binecuvântat pe Elcana și pe nevastă-sa și a zis: „Să dea Domnul să ai copii din femeia aceasta, care să înlocuiască pe acela pe care l-a împrumutat ea Domnului!” Și s-au întors acasă.",
        "21": "Când a cercetat Domnul pe Ana, ea a rămas însărcinată și a născut trei fii și două fiice. Și tânărul Samuel creștea înaintea Domnului. Eli își mustră copiii",
        "22": "Eli era foarte bătrân și a aflat cum se purtau fiii lui cu tot Israelul; a aflat și că se culcau cu femeile care slujeau afară, la ușa cortului întâlnirii.",
        "23": "El le-a zis: „Pentru ce faceți astfel de lucruri? Căci aflu de la tot poporul despre faptele voastre rele.",
        "24": "Nu, copii, ce aud spunându-se despre voi nu este bine; voi faceți pe poporul Domnului să păcătuiască.",
        "25": "Dacă un om păcătuiește împotriva altui om, îl va judeca Dumnezeu, dar dacă păcătuiește împotriva Domnului, cine se va ruga pentru el?” Totuși ei n-au ascultat de glasul tatălui lor, căci Domnul voia să-i omoare.",
        "26": "Tânărul Samuel creștea mereu și era plăcut Domnului și oamenilor. Vestirea pedepsei împotriva casei lui Eli",
        "27": "Un om al lui Dumnezeu a venit la Eli și i-a zis: „Așa vorbește Domnul: ‘Nu M-am descoperit Eu casei tatălui tău când erau în Egipt, în casa lui Faraon?",
        "28": "Eu l-am ales dintre toate semințiile lui Israel, ca să fie în slujba Mea, în preoție, ca să se suie la altarul Meu, să ardă tămâia și să poarte efodul înaintea Mea și am dat casei tatălui tău toate jertfele mistuite de foc și aduse de copiii lui Israel.",
        "29": "Pentru ce călcați voi în picioare jertfele Mele și darurile Mele, care am poruncit să se facă în Locașul Meu? Și cum se face că tu cinstești pe fiii tăi mai mult decât pe Mine, ca să vă îngrășați din cele dintâi roade luate din toate darurile poporului Meu Israel?’",
        "30": "De aceea, iată ce zice Domnul Dumnezeul lui Israel: ‘Spusesem că și casa ta și casa tatălui tău au să umble totdeauna înaintea Mea. Și acum’, zice Domnul, ‘departe de Mine lucrul acesta! Căci voi cinsti pe cine Mă cinstește, dar cei ce Mă disprețuiesc vor fi disprețuiți.",
        "31": "Iată că vine vremea când voi tăia brațul tău și brațul casei tatălui tău, așa încât nu va mai fi niciun bătrân în casa ta.",
        "32": "Vei vedea un potrivnic al tău în locașul Meu, în timp ce Israel va fi copleșit de bunătăți de Domnul și nu va mai fi niciodată niciun bătrân în casa ta.",
        "33": "Voi lăsa să rămână la altarul Meu numai unul dintr-ai tăi, ca să ți se topească ochii de durere și să ți se întristeze sufletul, dar toți ceilalți din casa ta vor muri în floarea vârstei.",
        "34": "Și iată semnul celor ce se vor întâmpla celor doi fii ai tăi, Hofni și Fineas: amândoi vor muri într-o zi.",
        "35": "Eu Îmi voi pune un preot credincios, care va lucra după inima Mea și după sufletul Meu; îi voi zidi o casă stătătoare și va umbla totdeauna înaintea Unsului Meu.",
        "36": "Și oricine va mai rămâne din casa ta va veni să se arunce cu fața la pământ înaintea lui pentru un ban de argint și pentru o bucată de pâine și va zice: «Pune-mă, te rog, în una din slujbele preoției, ca să am o bucată de pâine să mănânc.»’”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Ana s-a rugat, zicând: „Mi se bucură inima în Domnul; puterea îmi este înălțată de Domnul, iar gura mea este larg deschisă împotriva dușmanilor mei, căci mă bucur de ajutorul Tău.",
        "2": "Nimeni nu este sfânt ca Domnul, căci nu este niciun Dumnezeu în afară de Tine, nu este stâncă precum Dumnezeul nostru.",
        "3": "Nu mai vorbiți cu atâta mândrie și să nu mai iasă aroganță din gura voastră, căci Domnul este un Dumnezeu al cunoașterii și Unul Care cântărește faptele.",
        "4": "Arcul celor viteji se înspăimântă, iar celor care se împiedică li se dă putere.",
        "5": "Cei care erau sătui se închiriază pe ei înșiși pentru pâine, iar cei care erau flămânzi nu le mai este foame. Cea care nu putea rămâne însărcinată naște șapte fii, pe când cea care are mulți copii se ofilește.",
        "6": "Domnul dă la moarte și tot El aduce la viață; El coboară în Locuința Morților și tot El ridică.",
        "7": "Domnul duce la sărăcie și tot El îmbogățește; El coboară și tot El înalță.",
        "8": "El îl ridică din praf pe cel sărac, și îl înalță din grămada de cenușă pe cel nevoiaș, ca să-i așeze la un loc cu nobilii și să le dea ca moștenire un tron al gloriei. Căci ai Domnului sunt stâlpii pământului și pe ei a așezat El lumea.",
        "9": "El păzește pașii credincioșilor Săi, însă ticăloșii vor fi reduși la tăcere în întuneric, pentru că nu prin putere va învinge omul.",
        "10": "Dușmanii Domnului vor fi zdrobiți; El va tuna din ceruri împotriva lor. Domnul va judeca marginile pământului, va da putere împăratului Său și va înălța tăria unsului Său“.",
        "11": "După aceea, Elkana a plecat acasă, la Rama, iar băiatul slujea Domnului în prezența preotului Eli. Ticăloșia fiilor lui Eli",
        "12": "Fiii lui Eli erau niște oameni de nimic. Ei nu-L cunoșteau pe Domnul.",
        "13": "Obiceiul preoților față de popor era acesta: în timp ce se fierbea carnea, slujitorul preotului venea la fiecare om care își aducea jertfa și, ținând în mână o furculiță cu trei dinți,",
        "14": "o băga în tigaie, în cratiță, în cazan sau în oală, și tot ceea ce era apucat cu furculița, preotul lua pentru sine. Așa făceau cu toți cei din Israel care veneau acolo, la Șilo.",
        "15": "Pe lângă aceasta, înainte de a arde grăsimea, slujitorul preotului venea și îi spunea omului care jertfea: „Dă pentru preot carne de fript, căci el nu va lua de la tine carne fiartă, ci doar crudă!“.",
        "16": "Dacă omul îi răspundea: „Să ardem mai întâi grăsimea, iar, după aceea, vei lua atât cât dorești“, slujitorul îi spunea: „Chiar acum trebuie să dai! Dacă nu, voi lua cu forța!“.",
        "17": "Păcatul acestor tineri era foarte mare înaintea Domnului, pentru că disprețuiau darurile de mâncare ale Domnului.",
        "18": "Samuel însă slujea înaintea Domnului; și copilul acesta avea pe el un efod de in.",
        "19": "Mama sa îi făcea în fiecare an câte o mantie mică, pe care i-o aducea atunci când mergea împreună cu soțul ei să aducă jertfa anuală.",
        "20": "Eli îi binecuvânta pe Elkana și pe soția acestuia, zicând: „Să-ți dea Domnul urmași din femeia aceasta, în schimbul celui pe care ea l-a oferit Domnului“. Apoi ei plecau acasă.",
        "21": "Domnul a cercetat-o pe Ana, iar aceasta a rămas însărcinată și a născut trei fii și două fiice. Cât despre tânărul Samuel, el creștea în prezența Domnului.",
        "22": "Eli era foarte bătrân. El a auzit tot ce făceau fiii lui cu întregul Israel și cum se culcau cu femeile care slujeau la intrarea Cortului Întâlnirii.",
        "23": "Eli le-a zis: „Pentru ce faceți aceste lucruri? Am auzit despre faptele voastre rele de la întregul popor.",
        "24": "Nu, fiii mei! Nu este bine ceea ce aud zicându-se despre voi în poporul Domnului.",
        "25": "Dacă un om păcătuiește împotriva altui om, poate Dumnezeu îi va lua apărarea. Dar dacă un om păcătuiește împotriva Domnului, cine va interveni pentru el?“. Dar ei n-au ascultat de glasul tatălui lor, căci Domnul dorea să-i omoare.",
        "26": "Băiatul Samuel însă continua să crească și era plăcut atât Domnului, cât și oamenilor. Prevestirea pedepsirii familiei lui Eli",
        "27": "Un om al lui Dumnezeu a venit la Eli și i-a zis: „Așa vorbește Domnul: «Nu M-am descoperit Eu familiei tatălui tău atunci când erau în Egipt, în Casa lui Faraon?",
        "28": "Nu l-am ales pe el dintre toate semințiile lui Israel ca să fie preotul Meu, să se suie la altarul Meu, să ardă tămâia și să poarte efodul înaintea Mea? Nu am dat Eu familiei tatălui tău toate jertfele mistuite de foc ale fiilor lui Israel?",
        "29": "De ce călcați voi în picioare jertfa și darul Meu de mâncare, pe care am poruncit să fie aduse în Locuința Mea, și cum de i-ai onorat pe fiii tăi mai mult decât pe Mine, îngrășându-vă voi înșivă din partea aleasă a fiecărui dar de mâncare adus de poporul Meu, Israel?».",
        "30": "De aceea, așa vorbește Domnul, Dumnezeul lui Israel: «Am promis cu privire la familia ta și la familia tatălui tău că vor umbla înaintea Mea pentru totdeauna. Acum însă, zice Domnul, departe de Mine lucrul acesta! Voi onora doar pe cei care Mă onorează, însă cei care Mă disprețuiesc vor fi disprețuiți.",
        "31": "Iată că vin zilele când voi reteza puterea ta și puterea familiei tatălui tău, astfel încât nu va mai fi niciun bătrân în familia ta.",
        "32": "Vei vedea necazul Locuinței Mele. Israel va avea parte de tot binele, însă în familia ta nu va mai fi niciodată vreun bătrân.",
        "33": "Doar pe unul dintre ai tăi nu-l voi îndepărta de la altarul Meu, ca să fac să ți se topească ochii și să ți se întristeze sufletul. Toți urmașii familiei tale vor muri în floarea vârstei.",
        "34": "Și acesta va fi pentru tine semnul care va veni asupra celor doi fii ai tăi, asupra lui Hofni și Fineas: amândoi vor muri într-o singură zi.",
        "35": "Eu Îmi voi ridica un preot credincios care va lucra după inima Mea și după sufletul Meu. Eu Însumi îi voi ridica acestuia o dinastie trainică, iar el va umbla înaintea unsului Meu pentru totdeauna.",
        "36": "Oricine va mai rămâne din familia ta va veni să se plece înaintea lui pentru o bucățică de argint și pentru o fărâmă de pâine și va zice: ‘Pune-mă, te rog, într-una dintre slujbele preoțești, ca să mănânc și eu o bucată de pâine’»“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Hannah prayed, and said, “My heart exults in Yahweh! My horn is exalted in Yahweh. My mouth is enlarged over my enemies, because I rejoice in your salvation.",
        "2": "There is no one as holy as Yahweh, for there is no one besides you, nor is there any rock like our God.",
        "3": "“Don’t keep talking so exceedingly proudly. Don’t let arrogance come out of your mouth, for Yahweh is a God of knowledge. By him actions are weighed.",
        "4": "“The bows of the mighty men are broken. Those who stumbled are armed with strength.",
        "5": "Those who were full have hired themselves out for bread. Those who were hungry are satisfied. Yes, the barren has borne seven. She who has many children languishes.",
        "6": "“Yahweh kills and makes alive. He brings down to Sheol and brings up.",
        "7": "Yahweh makes poor and makes rich. He brings low, he also lifts up.",
        "8": "He raises up the poor out of the dust. He lifts up the needy from the dunghill to make them sit with princes and inherit the throne of glory. For the pillars of the earth are Yahweh’s. He has set the world on them.",
        "9": "He will keep the feet of his holy ones, but the wicked will be put to silence in darkness; for no man will prevail by strength.",
        "10": "Those who strive with Yahweh shall be broken to pieces. He will thunder against them in the sky. “Yahweh will judge the ends of the earth. He will give strength to his king, and exalt the horn of his anointed.”",
        "11": "Elkanah went to Ramah to his house. The child served Yahweh before Eli the priest.",
        "12": "Now the sons of Eli were wicked men. They didn’t know Yahweh.",
        "13": "The custom of the priests with the people was that when anyone offered a sacrifice, the priest’s servant came while the meat was boiling, with a fork of three teeth in his hand;",
        "14": "and he stabbed it into the pan, or kettle, or cauldron, or pot. The priest took all that the fork brought up for himself. They did this to all the Israelites who came there to Shiloh.",
        "15": "Yes, before they burned the fat, the priest’s servant came, and said to the man who sacrificed, “Give meat to roast for the priest; for he will not accept boiled meat from you, but raw.”",
        "16": "If the man said to him, “Let the fat be burned first, and then take as much as your soul desires;” then he would say, “No, but you shall give it to me now; and if not, I will take it by force.”",
        "17": "The sin of the young men was very great before Yahweh; for the men despised Yahweh’s offering.",
        "18": "But Samuel ministered before Yahweh, being a child, clothed with a linen ephod.",
        "19": "Moreover his mother made him a little robe, and brought it to him from year to year when she came up with her husband to offer the yearly sacrifice.",
        "20": "Eli blessed Elkanah and his wife, and said, “May Yahweh give you offspring from this woman for the petition which was asked of Yahweh.” Then they went to their own home.",
        "21": "Yahweh visited Hannah, and she conceived and bore three sons and two daughters. The child Samuel grew before Yahweh.",
        "22": "Now Eli was very old; and he heard all that his sons did to all Israel, and how that they slept with the women who served at the door of the Tent of Meeting.",
        "23": "He said to them, “Why do you do such things? For I hear of your evil dealings from all these people.",
        "24": "No, my sons; for it is not a good report that I hear! You make Yahweh’s people disobey.",
        "25": "If one man sins against another, God will judge him; but if a man sins against Yahweh, who will intercede for him?” Notwithstanding, they didn’t listen to the voice of their father, because Yahweh intended to kill them.",
        "26": "The child Samuel grew on, and increased in favor both with Yahweh and also with men.",
        "27": "A man of God came to Eli and said to him, “Yahweh says, ‘Did I reveal myself to the house of your father when they were in Egypt in bondage to Pharaoh’s house?",
        "28": "Didn’t I choose him out of all the tribes of Israel to be my priest, to go up to my altar, to burn incense, to wear an ephod before me? Didn’t I give to the house of your father all the offerings of the children of Israel made by fire?",
        "29": "Why do you kick at my sacrifice and at my offering, which I have commanded in my habitation, and honor your sons above me, to make yourselves fat with the best of all the offerings of Israel my people?’",
        "30": "“Therefore Yahweh, the God of Israel, says, ‘I said indeed that your house and the house of your father should walk before me forever.’ But now Yahweh says, ‘Far be it from me; for those who honor me I will honor, and those who despise me will be cursed.",
        "31": "Behold, the days come that I will cut off your arm and the arm of your father’s house, that there will not be an old man in your house.",
        "32": "You will see the affliction of my habitation, in all the wealth which I will give Israel. There shall not be an old man in your house forever.",
        "33": "The man of yours whom I don’t cut off from my altar will consume your eyes and grieve your heart. All the increase of your house will die in the flower of their age.",
        "34": "This will be the sign to you that will come on your two sons, on Hophni and Phinehas: in one day they will both die.",
        "35": "I will raise up a faithful priest for myself who will do according to that which is in my heart and in my mind. I will build him a sure house. He will walk before my anointed forever.",
        "36": "It will happen that everyone who is left in your house will come and bow down to him for a piece of silver and a loaf of bread, and will say, “Please put me into one of the priests’ offices, that I may eat a morsel of bread.”’”"
      }
    }
  }
}