{
  "book": "1 Samuel",
  "chapter": "14",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Într-o zi, Ionatan, fiul lui Saul, a zis tânărului care-i purta armele: „Vino și să pătrundem până la straja filistenilor, care este dincolo de locul acesta.” Și n-a spus nimic tatălui său.",
        "2": "Saul stătea la marginea cetății Ghibea, sub rodiul din Migron, și poporul care era cu el era aproape șase sute de oameni.",
        "3": "Ahia, fiul lui Ahitub, fratele lui I-Cabod, fiul lui Fineas, fiul lui Eli, preotul Domnului la Silo, purta efodul. Poporul nu știa că Ionatan s-a dus.",
        "4": "Între trecătorile prin care căuta Ionatan să ajungă la straja filistenilor, era un pisc de stâncă de o parte și un pisc de stâncă de cealaltă parte; unul purta numele Boțeț și celălalt, Sene.",
        "5": "Unul din aceste piscuri este la miazănoapte, față în față cu Micmaș, și celălalt la miazăzi, față în față cu Gheba.",
        "6": "Ionatan a zis tânărului care-i purta armele: „Vino și să pătrundem până la straja acestor netăiați împrejur. Poate că Domnul va lucra pentru noi, căci nimic nu împiedică pe Domnul să dea izbăvire printr-un mic număr ca și printr-un mare număr.”",
        "7": "Cel ce-i ducea armele i-a răspuns: „Fă tot ce ai în inimă, n-asculta decât de simțământul tău și iată-mă cu tine, gata să te urmez oriunde.”",
        "8": "„Ei bine, a zis Ionatan, haidem la oamenii aceștia și să ne arătăm lor!",
        "9": "Dacă ne vor zice: ‘Opriți-vă până vom veni noi la voi!’, vom rămâne pe loc și nu ne vom sui la ei.",
        "10": "Dar, dacă vor zice: ‘Suiți-vă la noi!’, ne vom sui, căci Domnul îi dă în mâinile noastre. Acesta să ne fie semnul.”",
        "11": "S-au arătat amândoi străjii filistenilor, și filistenii au zis: „Iată că evreii ies din găurile în care s-au ascuns.”",
        "12": "Și oamenii care erau de strajă au vorbit astfel lui Ionatan și celui ce-i ducea armele: „Suiți-vă la noi, ca să vă arătăm ceva.” Ionatan a zis celui ce-i ducea armele: „Suie-te după mine, căci Domnul îi dă în mâinile lui Israel.”",
        "13": "Și Ionatan s-a suit ajutându-se cu mâinile și picioarele, și cel ce-i ducea armele a mers după el. Filistenii au căzut înaintea lui Ionatan, și cel ce-i ducea armele arunca moartea în urma lui.",
        "14": "În această primă înfrângere, Ionatan și cel ce-i ducea armele au ucis douăzeci de oameni, pe întindere de aproape o jumătate de pogon de pământ.",
        "15": "A intrat groaza în tabără, în țară și în tot poporul; straja și chiar și prădătorii s-au înspăimântat; țara s-a îngrozit. Era groaza lui Dumnezeu.",
        "16": "Străjerii lui Saul, care erau la Ghibea lui Beniamin, au văzut că mulțimea se împrăștie și fuge în toate părțile.",
        "17": "Atunci, Saul a zis poporului care era cu el: „Numărați, vă rog, și vedeți cine a plecat din mijlocul nostru.” Au numărat, și iată că lipseau Ionatan și cel ce-i purta armele.",
        "18": "Și Saul a zis lui Ahia: „Adu încoace chivotul lui Dumnezeu!” (Căci pe vremea aceea chivotul lui Dumnezeu era cu copiii lui Israel.)",
        "19": "Pe când vorbea Saul cu preotul, zarva în tabăra filistenilor se făcea tot mai mare, și Saul a zis preotului: „Trage-ți mâna!”",
        "20": "Apoi Saul și tot poporul care era cu el s-au strâns și au înaintat până la locul luptei, și filistenii au întors sabia unii împotriva altora și învălmășeala era nespus de mare.",
        "21": "Evreii care erau mai dinainte la filisteni și care se suiseră cu ei în tabără de pe unde erau împrăștiați s-au unit cu israeliții care erau cu Saul și Ionatan.",
        "22": "Toți bărbații lui Israel care se ascunseseră în muntele lui Efraim, aflând că filistenii fugeau, au început să-i urmărească și ei în bătaie.",
        "23": "Domnul a izbăvit pe Israel în ziua aceea, și lupta s-a întins până dincolo de Bet-Aven. Ionatan în primejdie",
        "24": "Ziua aceea a fost obositoare pentru bărbații lui Israel. Saul pusese pe popor să jure zicând: „Blestemat să fie omul care va mânca pâine până seara, până mă voi răzbuna pe vrăjmașii mei!” Și nimeni nu mâncase.",
        "25": "Tot poporul ajunsese într-o pădure, unde se găsea miere pe fața pământului.",
        "26": "Când a intrat poporul în pădure, a văzut mierea curgând, dar niciunul n-a dus miere la gură, căci poporul ținea jurământul.",
        "27": "Ionatan nu știa de jurământul pe care pusese tatăl său pe popor să-l facă; a întins vârful toiagului pe care-l avea în mână, l-a vârât într-un fagure de miere și a dus mâna la gură, și ochii i s-au luminat.",
        "28": "Atunci, cineva din popor, vorbindu-i, i-a zis: „Tatăl tău a pus pe popor să jure zicând: ‘Blestemat să fie omul care va mânca astăzi!’” Și poporul era sleit de puteri.",
        "29": "Și Ionatan a zis: „Tatăl meu tulbură poporul; vedeți dar cum mi s-au luminat ochii pentru că am gustat puțin din mierea aceasta!",
        "30": "Negreșit, dacă poporul ar fi mâncat azi din prada pe care a găsit-o la vrăjmașii lui, n-ar fi fost înfrângerea filistenilor mai mare?”",
        "31": "În ziua aceea au bătut pe filisteni de la Micmaș până la Aialon. Poporul era foarte obosit",
        "32": "și s-a aruncat asupra prăzii. A luat oi, boi și viței, i-a înjunghiat pe pământ și i-a mâncat cu sânge cu tot.",
        "33": "Au spus lucrul acesta lui Saul și i-au zis: „Iată că poporul păcătuiește împotriva Domnului, mâncând cu sânge.” Saul a zis: „Voi faceți o nelegiuire. Rostogoliți îndată o piatră mare încoace.”",
        "34": "Apoi a adăugat: „Împrăștiați-vă printre popor și spuneți fiecăruia să-și aducă boul sau oaia și să-l înjunghie aici. Apoi să mâncați și nu păcătuiți împotriva Domnului, mâncând cu sânge.” Și peste noapte, fiecare din popor și-a adus boul cu mâna, ca să-l înjunghie pe piatră.",
        "35": "Saul a zidit un altar Domnului: acesta a fost cel dintâi altar pe care l-a zidit Domnului.",
        "36": "Saul a zis: „Să ne coborâm în noaptea aceasta după filisteni, să-i jefuim până la lumina zilei și să nu lăsăm să rămână unul măcar.” Ei au zis: „Fă tot ce vei crede.” Atunci, preotul a zis: „Să ne apropiem aici de Dumnezeu.”",
        "37": "Și Saul a întrebat pe Dumnezeu: „Să mă cobor după filisteni? Îi vei da în mâinile lui Israel?” Dar în clipa aceea nu i-a dat niciun răspuns.",
        "38": "Saul a zis: „Apropiați-vă aici toate căpeteniile poporului; căutați și vedeți de cine și cum a fost săvârșit păcatul acesta astăzi.",
        "39": "Căci, viu este Domnul, Izbăvitorul lui Israel, chiar dacă l-ar fi săvârșit fiul meu Ionatan, va muri.” Și nimeni din tot poporul nu i-a răspuns.",
        "40": "Atunci a zis întregului Israel: „Așezați-vă voi deoparte, și eu și fiul meu Ionatan vom sta de cealaltă.” Și poporul a zis lui Saul: „Fă ce vei crede.”",
        "41": "Saul a zis Domnului: „Dumnezeul lui Israel, arată adevărul!” Sorțul a căzut pe Ionatan și pe Saul, și poporul a scăpat.",
        "42": "Saul a zis: „Aruncați sorțul între mine și fiul meu Ionatan.” Și sorțul a căzut pe Ionatan.",
        "43": "Saul a zis lui Ionatan: „Spune-mi ce-ai făcut.” Ionatan i-a spus și a zis: „Am gustat puțină miere cu vârful toiagului pe care-l aveam în mână: iată-mă, voi muri.”",
        "44": "Și Saul a zis: „Dumnezeu să Se poarte cu toată asprimea față de mine dacă nu vei muri, Ionatane!”",
        "45": "Poporul a zis lui Saul: „Ce! Să moară Ionatan, el care a făcut această mare izbăvire în Israel? Niciodată! Viu este Domnul că un păr din capul lui nu va cădea la pământ, căci cu Dumnezeu a lucrat el în ziua aceasta.” Astfel, poporul a scăpat pe Ionatan de la moarte.",
        "46": "Saul a încetat să mai urmărească pe filisteni, și filistenii s-au dus acasă. Războaiele lui Saul și neamul lui",
        "47": "După ce a luat Saul domnia peste Israel, a făcut război în toate părțile cu toți vrăjmașii lui: cu Moab, cu copiii lui Amon, cu Edom, cu împărații din Țoba și cu filistenii și, oriîncotro se întorcea, era biruitor.",
        "48": "S-a arătat viteaz, a bătut pe Amalec și a scăpat pe Israel din mâna celor ce-l jefuiau.",
        "49": "Fiii lui Saul au fost: Ionatan, Ișvi și Malchișua. Cele două fete ale lui se numeau: cea mai mare Merab, iar cea mai mică Mical.",
        "50": "Numele nevestei lui Saul era Ahinoam, fata lui Ahimaaț. Numele căpeteniei oștirii lui era Abner, fiul lui Ner, unchiul lui Saul.",
        "51": "Chis, tatăl lui Saul, și Ner, tatăl lui Abner, erau fiii lui Abiel.",
        "52": "În tot timpul vieții lui Saul a fost un război înverșunat împotriva filistenilor, și, de îndată ce Saul zărea vreun om tare și voinic, îl lua cu el."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Într-o zi, Ionatan, fiul lui Saul, i-a zis tânărului care-i ducea armele: „Vino să pătrundem până la garnizoana filistenilor, care se află de cealaltă parte!“. Tatălui său însă nu i-a spus nimic.",
        "2": "În acest timp, Saul se afla la marginea cetății Ghiva, sub rodiul din Migron, iar cei care se aflau cu el erau în număr de aproape șase sute de bărbați.",
        "3": "Se afla acolo și Ahia, care purta un efod. El era fiul lui Ahitub și fratele lui I-Kabod, fiul lui Fineas, nepotul lui Eli, preotul Domnului de la Șilo. Poporul nu știa însă că Ionatan plecase.",
        "4": "Între trecătorile prin care căuta Ionatan să treacă la garnizoana filistenilor se afla un colț de stâncă de o parte și un colț de stâncă de cealaltă parte. Numele unuia era Boțeț, iar al celuilalt era Seneh.",
        "5": "Unul dintre ele se afla în partea de nord, spre Micmaș, iar celălalt în partea de sud, spre Gheva.",
        "6": "Ionatan i-a zis tânărului care-i ducea armele: ‒ Vino să pătrundem până la garnizoana acestor necircumciși! Poate că Domnul va lucra pentru noi, căci nimic nu-L împiedică pe Domnul să salveze prin mulți sau prin puțini.",
        "7": "Cel ce-i ducea armele i-a răspuns: ‒ Fă tot ceea ce ai pe inimă. Iată că sunt alături de tine în ceea ce ai de gând să faci.",
        "8": "Ionatan a zis: ‒ Ne vom îndrepta spre bărbații aceia și ne vom arăta lor.",
        "9": "Dacă ne vor zice: „Așteptați până vom ajunge noi la voi!“, atunci vom rămâne acolo unde suntem și nu vom urca la ei.",
        "10": "Dar dacă ne vor zice: „Suiți-vă la noi!“, atunci ne vom sui, fiindcă Domnul îi dă în mâinile noastre. Acesta să ne fie semnul.",
        "11": "Așadar, s-au arătat amândoi garnizoanei filistene, iar filistenii au zis: „Iată! Evreii ies din vizuinile în care s-au ascuns!“.",
        "12": "Bărbații din garnizoană au strigat către Ionatan și către cel ce-i ducea armele, zicând: „Suiți-vă la noi și vă vom arăta noi!“. Atunci Ionatan i-a spus celui ce-i ducea armele: „Urcă-te după mine pentru că Domnul i-a dat în mâna lui Israel“.",
        "13": "Ionatan s-a cățărat, folosindu-se de mâini și de picioare, iar cel ce-i ducea armele îl urma. Filistenii cădeau înaintea lui Ionatan, iar cel ce-i ducea armele venea în urma lui și-i omora.",
        "14": "În acest prim atac, Ionatan și cel ce-i ducea armele au ucis aproape douăzeci de bărbați pe o întindere de o jumătate de iugăr de pământ.",
        "15": "Era mare tremur în tabără, pe câmpie și în tot poporul. Garnizoana și distrugătorii au tremurat și ei, iar pământul s-a cutremurat. Tremurul acesta era de la Dumnezeu.",
        "16": "Străjerii lui Saul, care se aflau în Ghiva lui Beniamin, s-au uitat și iată că mulțimea se împrăștia și alerga încoace și încolo.",
        "17": "Atunci Saul le-a zis oamenilor care erau cu el: „Numărați și vedeți cine a plecat din mijlocul nostru“. Ei au numărat și iată că Ionatan și cel ce-i ducea armele lipseau.",
        "18": "Saul i-a zis lui Ahia: „Adu încoace Chivotul lui Dumnezeu!“ – pe atunci Chivotul lui Dumnezeu se afla la fiii lui Israel.",
        "19": "În timp ce Saul îi vorbea preotului, învălmășeala din tabăra filistenilor a început să fie din ce în ce mai mare. Atunci Saul i-a zis preotului: „Retrage-ți mâna!“.",
        "20": "Saul și oamenii lui s-au adunat, au intrat în luptă și au găsit acolo o mare învălmășeală, căci filistenii își întorseseră sabia unii împotriva altora.",
        "21": "Evreii care fuseseră înainte cu filistenii și veniseră cu aceștia în tabăra lor s-au întors și s-au unit cu israeliții care erau cu Saul și cu Ionatan.",
        "22": "De asemenea, când toți bărbații lui Israel care se ascunseseră pe muntele lui Efraim au auzit că filistenii au fugit, au intrat și ei în luptă, urmărindu-i.",
        "23": "În acea zi, Domnul l-a eliberat pe Israel, iar lupta s-a întins până dincolo de Bet-Aven. Viața lui Ionatan în pericol",
        "24": "Bărbații lui Israel s-au aflat în dificultate în ziua aceea, deoarece Saul pusese sub jurământ poporul, zicând: „Blestemat să fie omul care va îndrăzni să mănânce ceva până seara, înainte de a mă răzbuna pe dușmanii mei“. Astfel, niciunul dintre ei n-a gustat mâncare.",
        "25": "Tot poporul a intrat într-o pădure, unde, pe suprafața pământului, se afla miere.",
        "26": "Când a intrat poporul în pădure, iată că mierea curgea din faguri, însă nimeni din popor nu și-a întins mâna să ia miere deoarece se temea din cauza jurământului.",
        "27": "Ionatan, însă, nu auzise că tatăl său pusese poporul sub jurământ. Prin urmare, și-a întins vârful toiagului pe care-l avea în mână și l-a înmuiat în mierea din fagure. Astfel, el a mâncat miere și ochii i s-au luminat.",
        "28": "Atunci unul dintre bărbați i-a zis: ‒ Tatăl tău a pus poporul sub un jurământ sever, zicând: „Blestemat să fie omul care va îndrăzni să mănânce astăzi“. Poporul era epuizat.",
        "29": "Atunci Ionatan a zis: ‒ Tatăl meu a tulburat țara. Priviți cum mi s-au luminat ochii pentru că am gustat puțin din mierea aceasta!",
        "30": "Cât de bine ar fi fost dacă poporul ar fi mâncat astăzi din prada pe care a luat-o de la dușmanii lui! N-ar fi fost înfrângerea filistenilor mai mare?",
        "31": "În ziua aceea, i-au ucis pe filisteni de la Micmaș până la Aialon. Poporul era epuizat.",
        "32": "Prin urmare, poporul s-a năpustit asupra prăzii, au luat oi, vite și viței, le-au înjunghiat pe pământ și le-au mâncat cu sânge cu tot.",
        "33": "Unii i-au spus însă lui Saul: ‒ Iată, poporul păcătuiește împotriva Domnului, mâncând carnea cu sânge cu tot. Saul a spus: ‒ V-ați purtat cu necredincioșie! Acum, rostogoliți până aici o piatră mare.",
        "34": "Dați de veste printre oameni să-și aducă fiecare boul sau oaia la mine, să le taie aici și apoi să le mănânce, ca să nu mai păcătuiască împotriva Domnului, mâncând carne cu sânge. Astfel, în acea noapte, fiecare și-a adus cu el boul și l-a tăiat acolo.",
        "35": "Saul a construit un altar Domnului; era prima dată când construia un altar Domnului.",
        "36": "Apoi a zis: ‒ Haideți să coborâm după filisteni în timpul nopții, să-i prădăm până în zori și să nu lăsăm viu pe niciunul dintre ei. Ei au răspuns: ‒ Fă tot ceea ce consideri că este bine. Dar preotul a zis: ‒ Să ne apropiem aici de Dumnezeu.",
        "37": "Saul L-a întrebat pe Dumnezeu: ‒ Să cobor după filisteni? Îi vei da în mâinile lui Israel? Însă, în acea zi, El nu i-a răspuns.",
        "38": "Atunci Saul a zis: ‒ Să vină aici toți conducătorii poporului ca să descoperim ce păcat a fost comis astăzi.",
        "39": "Viu este Domnul, Care îl eliberează pe Israel, că și dacă ar fi vorba despre fiul meu Ionatan, chiar și el va trebui să moară. Însă nimeni din popor nu i-a răspuns.",
        "40": "Saul a zis întregului Israel: ‒ Voi veți sta într-o parte, iar eu împreună cu fiul meu Ionatan vom sta în partea cealaltă. Poporul i-a răspuns lui Saul: ‒ Fă ceea ce consideri că este bine.",
        "41": "Saul a zis Domnului, Dumnezeul lui Israel: ‒ Arată-ne adevărul! Sorțul a căzut pe Ionatan și Saul, iar poporul a scăpat.",
        "42": "Atunci Saul a zis: ‒ Trageți la sorți între mine și fiul meu Ionatan. Și sorțul a căzut pe Ionatan.",
        "43": "Saul i-a zis lui Ionatan: ‒ Spune-mi ce ai făcut. Ionatan i-a răspuns și a zis: ‒ Am gustat puțină miere cu vârful toiagului pe care-l aveam în mână. Iată-mă, voi muri!",
        "44": "Saul a zis: ‒ Dumnezeu să Se poarte cu toată asprimea față de mine dacă nu vei muri, Ionatane!",
        "45": "Dar poporul i-a zis lui Saul: ‒ Chiar trebuie să moară Ionatan, cel care a adus această mare victorie pentru Israel? Nicidecum! Viu este Domnul că nici măcar un fir de păr nu va cădea la pământ din capul lui, pentru că astăzi el a lucrat cu Dumnezeu. Poporul l-a salvat astfel pe Ionatan și n-a fost omorât.",
        "46": "Saul a încetat să-i mai urmărească pe filisteni, și filistenii s-au retras în teritoriul lor. Realizările și familia lui Saul",
        "47": "După ce Saul a început să domnească peste Israel, el a luptat împotriva tuturor dușmanilor săi din toate părțile: împotriva moabiților, împotriva fiilor lui Amon, împotriva edomiților, împotriva regilor din Țoba și împotriva filistenilor. În orice parte se ducea, era necruțător.",
        "48": "El a luptat vitejește și i-a învins pe amalekiți, eliberând Israelul din mâna jefuitorilor săi.",
        "49": "Fiii lui Saul erau Ionatan, Ișvi și Malchi-Șua. Fata care i s-a născut prima se numea Merab, cea mică se numea Mihal,",
        "50": "iar soția lui se numea Ahinoam, fata lui Ahimaaț. Numele conducătorului armatei lui era Abner, fiul lui Ner, unchiul lui Saul.",
        "51": "Chiș era tatăl lui Saul, iar Ner, tatăl lui Abner, era fiul lui Abiel.",
        "52": "Cât timp a trăit Saul, a existat un război înverșunat cu filistenii și ori de câte ori Saul vedea un bărbat puternic sau curajos, îl lua cu el."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now it happened on a day that Jonathan the son of Saul said to the young man who bore his armor, “Come! Let’s go over to the Philistines’ garrison that is on the other side.” But he didn’t tell his father.",
        "2": "Saul stayed in the uttermost part of Gibeah under the pomegranate tree which is in Migron; and the people who were with him were about six hundred men,",
        "3": "including Ahijah the son of Ahitub, Ichabod’s brother, the son of Phinehas, the son of Eli the priest of Yahweh in Shiloh, wearing an ephod. The people didn’t know that Jonathan was gone.",
        "4": "Between the passes, by which Jonathan sought to go over to the Philistines’ garrison, there was a rocky crag on the one side and a rocky crag on the other side; and the name of the one was Bozez, and the name of the other Seneh.",
        "5": "The one crag rose up on the north in front of Michmash, and the other on the south in front of Geba.",
        "6": "Jonathan said to the young man who bore his armor, “Come! Let’s go over to the garrison of these uncircumcised. It may be that Yahweh will work for us, for there is no restraint on Yahweh to save by many or by few.”",
        "7": "His armor bearer said to him, “Do all that is in your heart. Go, and behold, I am with you according to your heart.”",
        "8": "Then Jonathan said, “Behold, we will pass over to the men, and we will reveal ourselves to them.",
        "9": "If they say this to us, ‘Wait until we come to you!’ then we will stand still in our place and will not go up to them.",
        "10": "But if they say this, ‘Come up to us!’ then we will go up, for Yahweh has delivered them into our hand. This shall be the sign to us.”",
        "11": "Both of them revealed themselves to the garrison of the Philistines; and the Philistines said, “Behold, the Hebrews are coming out of the holes where they had hidden themselves!”",
        "12": "The men of the garrison answered Jonathan and his armor bearer, and said, “Come up to us, and we will show you something!” Jonathan said to his armor bearer, “Come up after me, for Yahweh has delivered them into the hand of Israel.”",
        "13": "Jonathan climbed up on his hands and on his feet, and his armor bearer after him, and they fell before Jonathan; and his armor bearer killed them after him.",
        "14": "That first slaughter, which Jonathan and his armor bearer made, was about twenty men, within as it were half a furrow’s length in an acre of land.",
        "15": "There was a trembling in the camp, in the field, and among all the people; the garrison and the raiders also trembled; and the earth quaked, so there was an exceedingly great trembling.",
        "16": "The watchmen of Saul in Gibeah of Benjamin looked; and behold, the multitude melted away and scattered.",
        "17": "Then Saul said to the people who were with him, “Count now, and see who is missing from us.” When they had counted, behold, Jonathan and his armor bearer were not there.",
        "18": "Saul said to Ahijah, “Bring God’s ark here.” For God’s ark was with the children of Israel at that time.",
        "19": "While Saul talked to the priest, the tumult that was in the camp of the Philistines went on and increased; and Saul said to the priest, “Withdraw your hand!”",
        "20": "Saul and all the people who were with him were gathered together, and came to the battle; and behold, they were all striking each other with their swords in very great confusion.",
        "21": "Now the Hebrews who were with the Philistines before and who went up with them into the camp from all around, even they also turned to be with the Israelites who were with Saul and Jonathan.",
        "22": "Likewise all the men of Israel who had hidden themselves in the hill country of Ephraim, when they heard that the Philistines fled, even they also followed hard after them in the battle.",
        "23": "So Yahweh saved Israel that day; and the battle passed over by Beth Aven.",
        "24": "The men of Israel were distressed that day; for Saul had adjured the people, saying, “Cursed is the man who eats any food until it is evening, and I am avenged of my enemies.” So none of the people tasted food.",
        "25": "All the people came into the forest; and there was honey on the ground.",
        "26": "When the people had come to the forest, behold, honey was dripping, but no one put his hand to his mouth, for the people feared the oath.",
        "27": "But Jonathan didn’t hear when his father commanded the people with the oath. Therefore he put out the end of the rod that was in his hand and dipped it in the honeycomb, and put his hand to his mouth; and his eyes brightened.",
        "28": "Then one of the people answered, and said, “Your father directly commanded the people with an oath, saying, ‘Cursed is the man who eats food today.’” So the people were faint.",
        "29": "Then Jonathan said, “My father has troubled the land. Please look how my eyes have brightened because I tasted a little of this honey.",
        "30": "How much more, if perhaps the people had eaten freely today of the plunder of their enemies which they found? For now there has been no great slaughter among the Philistines.”",
        "31": "They struck the Philistines that day from Michmash to Aijalon. The people were very faint;",
        "32": "and the people pounced on the plunder, and took sheep, cattle, and calves, and killed them on the ground; and the people ate them with the blood.",
        "33": "Then they told Saul, saying, “Behold, the people are sinning against Yahweh, in that they eat meat with the blood.” He said, “You have dealt treacherously. Roll a large stone to me today!”",
        "34": "Saul said, “Disperse yourselves among the people, and tell them, ‘Every man bring me here his ox, and every man his sheep, and kill them here, and eat; and don’t sin against Yahweh in eating meat with the blood.’” All the people brought every man his ox with him that night, and killed them there.",
        "35": "Saul built an altar to Yahweh. This was the first altar that he built to Yahweh.",
        "36": "Saul said, “Let’s go down after the Philistines by night, and take plunder among them until the morning light. Let’s not leave a man of them.” They said, “Do whatever seems good to you.” Then the priest said, “Let’s draw near here to God.”",
        "37": "Saul asked counsel of God: “Shall I go down after the Philistines? Will you deliver them into the hand of Israel?” But he didn’t answer him that day.",
        "38": "Saul said, “Draw near here, all you chiefs of the people, and know and see in whom this sin has been today.",
        "39": "For as Yahweh lives, who saves Israel, though it is in Jonathan my son, he shall surely die.” But there was not a man among all the people who answered him.",
        "40": "Then he said to all Israel, “You be on one side, and I and Jonathan my son will be on the other side.” The people said to Saul, “Do what seems good to you.”",
        "41": "Therefore Saul said to Yahweh, the God of Israel, “Show the right.” Jonathan and Saul were chosen, but the people escaped.",
        "42": "Saul said, “Cast lots between me and Jonathan my son.” Jonathan was selected.",
        "43": "Then Saul said to Jonathan, “Tell me what you have done!” Jonathan told him, and said, “I certainly did taste a little honey with the end of the rod that was in my hand; and behold, I must die.”",
        "44": "Saul said, “God do so and more also; for you shall surely die, Jonathan.”",
        "45": "The people said to Saul, “Shall Jonathan die, who has worked this great salvation in Israel? Far from it! As Yahweh lives, there shall not one hair of his head fall to the ground, for he has worked with God today!” So the people rescued Jonathan, so he didn’t die.",
        "46": "Then Saul went up from following the Philistines; and the Philistines went to their own place.",
        "47": "Now when Saul had taken the kingdom over Israel, he fought against all his enemies on every side: against Moab, and against the children of Ammon, and against Edom, and against the kings of Zobah, and against the Philistines. Wherever he turned himself, he defeated them.",
        "48": "He did valiantly and struck the Amalekites, and delivered Israel out of the hands of those who plundered them.",
        "49": "Now the sons of Saul were Jonathan, Ishvi, and Malchishua; and the names of his two daughters were these: the name of the firstborn Merab, and the name of the younger Michal.",
        "50": "The name of Saul’s wife was Ahinoam the daughter of Ahimaaz. The name of the captain of his army was Abner the son of Ner, Saul’s uncle.",
        "51": "Kish was the father of Saul, and Ner the father of Abner was the son of Abiel.",
        "52": "There was severe war against the Philistines all the days of Saul; and when Saul saw any mighty man or any valiant man, he took him into his service."
      }
    }
  }
}