{
  "book": "1 Samuel",
  "chapter": "25",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Samuel a murit. Tot Israelul s-a adunat și l-a plâns și l-au îngropat în locuința lui, la Rama. Atunci, David s-a sculat și s-a coborât în pustia Paran.",
        "2": "În Maon era un om foarte bogat, a cărui avere era în Carmel; avea trei mii de oi și o mie de capre și se afla la Carmel pentru tunderea oilor lui.",
        "3": "Numele acestui om era Nabal și nevasta lui se chema Abigail; era o femeie cu judecată și frumoasă la chip, dar bărbatul ei era aspru și rău în faptele lui. El se trăgea din Caleb.",
        "4": "David a aflat în pustie că Nabal își tunde oile.",
        "5": "A trimis la el zece tineri, cărora le-a zis: „Suiți-vă la Carmel și duceți-vă la Nabal. Întrebați-l de sănătate în numele meu",
        "6": "și să-i vorbiți așa: ‘Să trăiești în pace și pacea să fie cu casa ta și cu tot ce este al tău.",
        "7": "Și acum, am auzit că tunzi oile. Păstorii tăi au fost cu noi; nu i-am ocărât și nu li s-a luat nimic în tot timpul cât au fost la Carmel.",
        "8": "Întreabă pe slujitorii tăi, și-ți vor spune. Să capete trecere dar tinerii aceștia înaintea ta, fiindcă venim într-o zi de bucurie. Dă dar, te rog, robilor tăi și fiului tău David ce te lasă inima.’”",
        "9": "Când au ajuns, oamenii lui David au spus lui Nabal toate aceste cuvinte în numele lui David. Apoi au tăcut.",
        "10": "Nabal a răspuns slujitorilor lui David: „Cine este David și cine este fiul lui Isai? Astăzi sunt mulți slujitori care fug de la stăpâni.",
        "11": "Și să-mi iau eu pâinea, apa și vitele mele, pe care le-am tăiat pentru tunzătorii mei, și să le dau unor oameni care sunt de nu știu unde?”",
        "12": "Oamenii lui David și-au luat drumul înapoi; s-au întors și au spus, la sosirea lor, toate aceste cuvinte lui David.",
        "13": "Atunci, David a zis oamenilor săi: „Fiecare din voi să-și încingă sabia!” Și fiecare și-a încins sabia. David și-a încins și el sabia și aproape patru sute de inși s-au suit după el. Au mai rămas doar două sute la calabalâcuri.",
        "14": "Unul din slujitorii lui Nabal a venit și a zis către Abigail, nevasta lui Nabal: „Iată că David a trimis din pustie niște soli să întrebe de sănătate pe stăpânul nostru, și el s-a purtat rău cu ei.",
        "15": "Și totuși oamenii aceștia au fost foarte buni cu noi; nu ne-au ocărât și nu ni s-a luat nimic în tot timpul cât am fost cu ei în câmp.",
        "16": "Ne-au fost zid și zi, și noapte, în tot timpul cât am fost cu ei la păscutul turmelor.",
        "17": "Să știi acum și vezi ce ai de făcut, căci pierderea stăpânului nostru și a întregii lui case este hotărâtă și el este așa de rău încât nimeni nu îndrăznește să-i vorbească.”",
        "18": "Abigail a luat îndată două sute de pâini, două burdufuri cu vin, cinci oi pregătite, cinci măsuri de grâu prăjit, o sută de turte de stafide și două sute de legături de smochine. Le-a pus pe măgari",
        "19": "și a zis slujitorilor săi: „Luați-o înaintea mea și eu voi veni după voi.” N-a spus nimic bărbatului ei Nabal.",
        "20": "Ea a încălecat pe un măgar, a coborât muntele pe un drum tufos și iată că David și oamenii lui se coborau în fața ei, așa că i-a întâlnit.",
        "21": "David zisese: „În zadar am păzit tot ce are omul acesta în pustie de nu s-a luat nimic din tot ce are, căci mi-a întors rău pentru bine.",
        "22": "Dumnezeu să pedepsească pe robul său David cu toată asprimea dacă voi mai lăsa să rămână până la lumina zilei pe cineva de parte bărbătească din tot ce este al lui Nabal!”",
        "23": "Când a zărit Abigail pe David, s-a dat jos repede de pe măgar, a căzut cu fața la pământ înaintea lui David și s-a închinat până la pământ.",
        "24": "Apoi, aruncându-se la picioarele lui, a zis: „Eu sunt de vină, domnul meu! Îngăduie roabei tale să-ți vorbească la urechi și ascultă cuvintele roabei tale.",
        "25": "Să nu-și pună domnul meu mintea cu omul acela rău, cu Nabal, căci, cum îi este numele, așa este și el; Nabal (Nebun) îi este numele, și este plin de nebunie. Și eu, roaba ta, n-am văzut pe oamenii trimiși de domnul meu.",
        "26": "Acum, domnul meu, viu este Domnul și viu este sufletul tău, că Domnul te-a oprit să verși sânge și să te ajuți cu mâna ta. Vrăjmașii tăi, cei ce vor răul domnului meu, să fie ca Nabal!",
        "27": "Primește darul acesta pe care-l aduce roaba ta domnului meu și să se împartă oamenilor care merg după domnul meu.",
        "28": "Iartă, te rog, vina roabei tale, căci Domnul va face domnului meu o casă trainică; iartă, căci domnul meu poartă războaiele Domnului și niciodată nu va fi răutate în tine.",
        "29": "Dacă se va ridica cineva care să te urmărească și să vrea să-ți ia viața, sufletul domnului meu va fi legat în mănunchiul celor vii la Domnul Dumnezeul tău și să arunce cu praștia sufletul vrăjmașilor tăi.",
        "30": "Când va face Domnul domnului meu tot binele pe care ți l-a făgăduit și te va pune mai-mare peste Israel,",
        "31": "atunci nu va avea domnul meu nici mustrări de cuget și nici nu-l va durea inima că a vărsat sânge degeaba și că s-a răzbunat singur. Și când va face Domnul bine domnului meu, adu-ți aminte de roaba ta.”",
        "32": "David a zis Abigailei: „Binecuvântat să fie Domnul Dumnezeul lui Israel, care te-a trimis astăzi înaintea mea!",
        "33": "Binecuvântată să fie judecata ta și binecuvântată să fii tu, că m-ai oprit în ziua aceasta să vărs sânge și mi-ai oprit mâna!",
        "34": "Dar viu este Domnul Dumnezeul lui Israel, care m-a oprit să-ți fac rău, că, dacă nu te-ai fi grăbit să vii înaintea mea, n-ar mai fi rămas nimic din ce este al lui Nabal până la lumina zilei de mâine.”",
        "35": "Și David a luat din mâna Abigailei ce-i adusese și i-a zis: „Suie-te în pace acasă; vezi că ți-am ascultat glasul și te-am primit bine.” David ia pe Abigail",
        "36": "Abigail a ajuns la Nabal. Și tocmai el dădea în casa lui un ospăț ca un ospăț împărătesc; inima îi era veselă și era beat mort. Ea nu i-a spus nimic, nimic, până la lumina zilei.",
        "37": "Dar dimineața, după ce trecuse beția lui Nabal, nevastă-sa i-a istorisit ce se întâmplase. Inima lui Nabal a primit o lovitură de moarte și s-a făcut ca o piatră.",
        "38": "Cam după zece zile, Domnul a lovit pe Nabal și a murit.",
        "39": "David a aflat că murise Nabal și a zis: „Binecuvântat să fie Domnul că mi-a apărat pricina în ocara pe care mi-a făcut-o Nabal și a împiedicat pe robul Său să facă rău! Domnul a făcut ca răutatea lui Nabal să cadă asupra capului lui.” David a trimis vorbă Abigailei că vrea s-o ia de nevastă.",
        "40": "Slujitorii lui David au ajuns la Abigail, la Carmel, și i-au vorbit așa: „David ne-a trimis la tine, ca să te ia de nevastă.”",
        "41": "Ea s-a sculat, s-a aruncat cu fața la pământ și a zis: „Iată, roaba ta se socotește ca o roabă, gata să spele picioarele slujitorilor domnului meu.”",
        "42": "Și îndată, Abigail a plecat, călare pe un măgar și însoțită de cinci fete; a mers după solii lui David și i-a fost nevastă.",
        "43": "David luase și pe Ahinoam din Izreel și amândouă au fost nevestele lui.",
        "44": "Și Saul dăduse pe fiică-sa Mical, nevasta lui David, lui Palti din Galim, fiul lui Laiș."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Samuel a murit. Tot Israelul s-a adunat, l-a jelit și l-au înmormântat acasă la el, în Rama. Atunci David s-a ridicat și s-a dus în deșertul Paran.",
        "2": "În Maon se afla un om a cărui activitate se desfășura în Carmel. Era un om foarte bogat: avea trei mii de oi și o mie de capre și tocmai se afla în Carmel pentru a-și tunde oile.",
        "3": "Numele lui era Nabal, iar numele soției lui era Abigail. Femeia era înțeleaptă și frumoasă la chip, însă bărbatul era aspru și rău în faptele lui; el era calebit.",
        "4": "În timp ce era în deșert, David a auzit că Nabal își tunde oile",
        "5": "și a trimis zece tineri, zicându-le: „Duceți-vă la Carmel. Când ajungeți la Nabal, să-l salutați în numele meu",
        "6": "și să-i ziceți: «Să trăiești în pace tu, familia ta și tot ce este al tău!",
        "7": "Am auzit că tunzi oile. Păstorii tăi au fost împreună cu noi, iar noi nu i-am jignit și n-au suferit nicio pierdere în toate zilele cât au fost în Carmel.",
        "8": "Întreabă-ți slujitorii și îți vor spune. Fie ca tinerii să găsească bunăvoință înaintea ta pentru că venim într-o zi de bucurie. Acum dă-le, te rugăm, slujitorilor tăi și fiului tău David, ceea ce ai la îndemână»“.",
        "9": "Tinerii lui David au venit la Nabal, i-au spus toate aceste cuvinte în numele lui David, apoi au așteptat.",
        "10": "Nabal însă le-a răspuns slujitorilor lui David: „Cine este David și cine este fiul lui Ișai? Astăzi sunt mulți slujitori care fug de la stăpânii lor.",
        "11": "Să iau oare pâinea mea, apa mea și carnea pe care am pregătit-o pentru cei ce-mi tund oile și s-o dau unor oameni care sunt de nu știu unde?“.",
        "12": "Tinerii lui David s-au întors și i-au spus lui David toate aceste cuvinte.",
        "13": "Atunci David le-a zis oamenilor săi: „Fiecare să-și ia sabia!“. Și fiecare și-a luat sabia. David și-a luat și el sabia, și aproape patru sute de bărbați au venit în urma lui; la bagaje rămăseseră două sute.",
        "14": "Unul dintre slujitori i-a spus lui Abigail, soția lui Nabal: „Iată, David a trimis mesageri din deșert pentru a-l saluta pe stăpânul nostru, iar acesta s-a răstit la ei.",
        "15": "Totuși, acești oameni au fost foarte buni cu noi. Nu ne-au jignit și n-am suferit nicio pierdere în toate zilele cât am mers cu ei, atunci când eram pe câmp.",
        "16": "Au fost un zid pentru noi atât ziua, cât și noaptea, în toate zilele cât am fost cu ei, păzind oile.",
        "17": "Acum, gândește-te și vezi ce ai de făcut, pentru că răul este hotărât împotriva stăpânului nostru și împotriva întregii lui familii. El este atât de ticălos, încât nimeni nu poate să-i vorbească“.",
        "18": "Abigail a luat în grabă o sută de pâini, două burdufuri de vin, cinci oi gata pregătite, cinci măsuri de grâne prăjite, o sută de ciorchini de stafide și două sute de turte de smochine și le-a așezat pe măgari.",
        "19": "Apoi le-a zis slujitorilor ei: „Mergeți înaintea mea, iar eu vă voi urma“. Soțului ei, Nabal, nu i-a spus însă nimic.",
        "20": "În timp ce ea cobora, călare pe măgar, prin zona umbrită a muntelui, iată că David și oamenii lui tocmai veneau înspre ea, așa că aceasta i-a întâlnit.",
        "21": "David zisese: „Degeaba am păzit în deșert tot ce avea acest om, astfel încât nu i s-a pierdut nimic. El mi-a întors rău pentru bine.",
        "22": "Dumnezeu să Se poarte cu toată asprimea cu dușmanii lui David dacă voi lăsa în viață, până dimineață, vreun bărbat dintre toți oamenii lui Nabal“.",
        "23": "Când Abigail l-a văzut pe David, a descălecat repede de pe măgar, și-a înclinat capul înaintea lui și s-a plecat până la pământ.",
        "24": "Ea a căzut la picioarele lui și a zis: ‒ Numai asupra mea să fie vina, stăpâne. Lasă, te rog, pe slujitoarea ta să-ți vorbească și ascultă cuvintele slujitoarei tale.",
        "25": "Te rog, stăpâne, nu-ți pune mintea cu acel om ticălos, care este Nabal, pentru că așa cum îi este numele, așa este și el. Nabal îi este numele și nebunia se ține de el. Eu însă, slujitoarea ta, nu i-am văzut pe tinerii stăpânului meu, pe care tu i-ai trimis.",
        "26": "Acum, stăpâne, viu este Domnul și viu este sufletul tău că Domnul te-a oprit de la vărsare de sânge și de la răzbunare. Dușmanii tăi și cei ce vor răul stăpânului meu să fie ca Nabal!",
        "27": "Darul acesta, pe care l-a adus slujitoarea ta stăpânului meu, să fie dat tinerilor care-l urmează pe stăpânul meu.",
        "28": "Iartă, te rog, fărădelegea slujitoarei tale. Căci sigur Domnul îi va face stăpânului meu o dinastie trainică, deoarece stăpânul meu poartă războaiele Domnului. Să nu se găsească răutate în tine în toate zilele vieții tale.",
        "29": "Iar dacă se va ridica vreun om ca să te urmărească și să caute să-ți ia viața, viața stăpânului meu va fi legată în mănunchiul celor vii, la Domnul, Dumnezeul tău. Însă viața dușmanilor tăi El o va azvârli ca dintr-o praștie.",
        "30": "Când Domnul îi va face stăpânului meu tot ceea ce a spus de bine cu privire la el și îl va pune conducător peste Israel,",
        "31": "să nu fie vărsarea de sânge și răzbunarea o remușcare sau o piedică în inima stăpânului meu. Când Domnul îi va face bine stăpânului meu, atunci să-ți aduci aminte de slujitoarea ta.",
        "32": "David i-a răspuns lui Abigail: ‒ Binecuvântat să fie Domnul, Dumnezeul lui Israel, Care te-a trimis astăzi să mă întâlnești.",
        "33": "Binecuvântată să fie judecata ta și binecuvântată să fii tu, care m-ai oprit în această zi de la vărsare de sânge și de la răzbunare.",
        "34": "Viu este Domnul, Dumnezeul lui Israel, Care m-a oprit să-ți fac rău, că dacă nu te-ai fi grăbit să vii în întâmpinarea mea, până în zorii dimineții nu ar fi fost lăsat în viață niciun bărbat dintre cei ce sunt ai lui Nabal.",
        "35": "Apoi, David a luat din mâna ei ceea ce ea îi adusese și i-a zis: ‒ Du-te în pace acasă. Să știi că am ascultat glasul tău și că ți-am împlinit cererea.",
        "36": "Când Abigail a ajuns la Nabal, acesta dădea în casa lui un ospăț, ca ospățul unui rege. Inima lui Nabal era veselă și el era foarte beat. Ea nu i-a spus nimic până în zorii dimineții.",
        "37": "Dimineața, când Nabal nu mai era amețit de vin, soția lui i-a istorisit tot ce se întâmplase. Atunci inima lui a primit o lovitură de moarte și el s-a făcut ca o piatră.",
        "38": "Cam după zece zile, Domnul l-a lovit pe Nabal, iar acesta a murit.",
        "39": "Când a auzit David că Nabal a murit, a zis: „Binecuvântat să fie Domnul, Care mi-a apărat cauza când am fost disprețuit de Nabal și Care l-a oprit pe slujitorul Său să facă rău. Domnul a făcut ca răutatea lui Nabal să se întoarcă împotriva capului său“. Apoi, David a trimis să-i spună lui Abigail că vrea s-o ia de soție.",
        "40": "Când slujitorii lui David au ajuns la Abigail, la Carmel, i-au vorbit, zicând: ‒ David ne-a trimis la tine ca să te luăm pentru a-i fi soție.",
        "41": "Atunci, ea s-a ridicat și s-a plecat cu fața la pământ, zicând: ‒ Iată, slujitoarea ta este ca o slujnică gata să spele picioarele slujitorilor stăpânului meu.",
        "42": "Apoi, Abigail s-a ridicat repede, a încălecat pe un măgar și a plecat însoțită de cinci servitoare ale sale. A mers după mesagerii lui David și a devenit soția acestuia.",
        "43": "David o luase de soție și pe Ahinoam din Izreel, astfel că amândouă au devenit soțiile lui.",
        "44": "Saul a dat-o pe fata sa Mihal, care era soția lui David, lui Palti, fiul lui Laiș, care era din Gallim."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Samuel died; and all Israel gathered themselves together and mourned for him, and buried him at his house at Ramah. Then David arose and went down to the wilderness of Paran.",
        "2": "There was a man in Maon whose possessions were in Carmel; and the man was very great. He had three thousand sheep and a thousand goats; and he was shearing his sheep in Carmel.",
        "3": "Now the name of the man was Nabal; and the name of his wife Abigail. This woman was intelligent and had a beautiful face; but the man was surly and evil in his doings. He was of the house of Caleb.",
        "4": "David heard in the wilderness that Nabal was shearing his sheep.",
        "5": "David sent ten young men; and David said to the young men, “Go up to Carmel, and go to Nabal, and greet him in my name.",
        "6": "Tell him, ‘Long life to you! Peace be to you! Peace be to your house! Peace be to all that you have!",
        "7": "Now I have heard that you have shearers. Your shepherds have now been with us, and we didn’t harm them. Nothing was missing from them all the time they were in Carmel.",
        "8": "Ask your young men, and they will tell you. Therefore let the young men find favor in your eyes, for we come on a good day. Please give whatever comes to your hand to your servants and to your son David.’”",
        "9": "When David’s young men came, they spoke to Nabal all those words in the name of David, and waited.",
        "10": "Nabal answered David’s servants and said, “Who is David? Who is the son of Jesse? There are many servants who break away from their masters these days.",
        "11": "Shall I then take my bread, my water, and my meat that I have killed for my shearers, and give it to men who I don’t know where they come from?”",
        "12": "So David’s young men turned on their way and went back, and came and told him all these words.",
        "13": "David said to his men, “Every man put on his sword!” Every man put on his sword. David also put on his sword. About four hundred men followed David, and two hundred stayed by the baggage.",
        "14": "But one of the young men told Abigail, Nabal’s wife, saying, “Behold, David sent messengers out of the wilderness to greet our master; and he insulted them.",
        "15": "But the men were very good to us, and we were not harmed, and we didn’t miss anything as long as we went with them, when we were in the fields.",
        "16": "They were a wall to us both by night and by day, all the while we were with them keeping the sheep.",
        "17": "Now therefore know and consider what you will do; for evil is determined against our master and against all his house, for he is such a worthless fellow that one can’t speak to him.”",
        "18": "Then Abigail hurried and took two hundred loaves of bread, two containers of wine, five sheep ready dressed, five seahs of parched grain, one hundred clusters of raisins, and two hundred cakes of figs, and laid them on donkeys.",
        "19": "She said to her young men, “Go on before me. Behold, I am coming after you.” But she didn’t tell her husband, Nabal.",
        "20": "As she rode on her donkey, and came down hidden by the mountain, behold, David and his men came down toward her, and she met them.",
        "21": "Now David had said, “Surely in vain I have kept all that this fellow has in the wilderness, so that nothing was missed of all that pertained to him. He has returned me evil for good.",
        "22": "God do so to the enemies of David, and more also, if I leave of all that belongs to him by the morning light so much as one who urinates on a wall.”",
        "23": "When Abigail saw David, she hurried and got off her donkey, and fell before David on her face and bowed herself to the ground.",
        "24": "She fell at his feet and said, “On me, my lord, on me be the blame! Please let your servant speak in your ears. Hear the words of your servant.",
        "25": "Please don’t let my lord pay attention to this worthless fellow, Nabal, for as his name is, so is he. Nabal is his name, and folly is with him; but I, your servant, didn’t see my lord’s young men whom you sent.",
        "26": "Now therefore, my lord, as Yahweh lives and as your soul lives, since Yahweh has withheld you from blood guiltiness and from avenging yourself with your own hand, now therefore let your enemies and those who seek evil to my lord be as Nabal.",
        "27": "Now this present which your servant has brought to my lord, let it be given to the young men who follow my lord.",
        "28": "Please forgive the trespass of your servant. For Yahweh will certainly make my lord a sure house, because my lord fights Yahweh’s battles. Evil will not be found in you all your days.",
        "29": "Though men may rise up to pursue you and to seek your soul, yet the soul of my lord will be bound in the bundle of life with Yahweh your God. He will sling out the souls of your enemies as from a sling’s pocket.",
        "30": "It will come to pass, when Yahweh has done to my lord according to all the good that he has spoken concerning you, and has appointed you prince over Israel,",
        "31": "that this shall be no grief to you, nor offense of heart to my lord, either that you have shed blood without cause, or that my lord has avenged himself. When Yahweh has dealt well with my lord, then remember your servant.”",
        "32": "David said to Abigail, “Blessed is Yahweh, the God of Israel, who sent you today to meet me!",
        "33": "Blessed is your discretion, and blessed are you, who have kept me today from blood guiltiness, and from avenging myself with my own hand.",
        "34": "For indeed, as Yahweh the God of Israel lives, who has withheld me from harming you, unless you had hurried and come to meet me, surely there wouldn’t have been left to Nabal by the morning light so much as one who urinates on a wall.”",
        "35": "So David received from her hand that which she had brought him. Then he said to her, “Go up in peace to your house. Behold, I have listened to your voice and have granted your request.”",
        "36": "Abigail came to Nabal; and behold, he held a feast in his house like the feast of a king. Nabal’s heart was merry within him, for he was very drunk. Therefore she told him nothing until the morning light.",
        "37": "In the morning, when the wine had gone out of Nabal, his wife told him these things; and his heart died within him, and he became as a stone.",
        "38": "About ten days later, Yahweh struck Nabal, so that he died.",
        "39": "When David heard that Nabal was dead, he said, “Blessed is Yahweh, who has pleaded the cause of my reproach from the hand of Nabal, and has kept back his servant from evil. Yahweh has returned the evildoing of Nabal on his own head.” David sent and spoke concerning Abigail, to take her to himself as wife.",
        "40": "When David’s servants had come to Abigail to Carmel, they spoke to her, saying, “David has sent us to you, to take you to him as wife.”",
        "41": "She arose and bowed herself with her face to the earth, and said, “Behold, your servant is a servant to wash the feet of the servants of my lord.”",
        "42": "Abigail hurriedly arose and rode on a donkey with her five maids who followed her; and she went after the messengers of David, and became his wife.",
        "43": "David also took Ahinoam of Jezreel; and they both became his wives.",
        "44": "Now Saul had given Michal his daughter, David’s wife, to Palti the son of Laish, who was of Gallim."
      }
    }
  }
}