{
  "book": "1 Samuel",
  "chapter": "27",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "David și-a zis în sine: „Voi pieri într-o zi ucis de mâna lui Saul; nu este nimic mai bine pentru mine decât să fug în țara filistenilor, pentru ca Saul să înceteze să mă mai caute în tot ținutul lui Israel; așa voi scăpa de mâna lui.”",
        "2": "Și David s-a sculat, el și cei șase sute de oameni care erau împreună cu el, și au trecut la Achiș, fiul lui Maoc, împăratul Gatului.",
        "3": "David și oamenii lui au rămas în Gat, la Achiș; își avea fiecare familia lui și David își avea cele două neveste: Ahinoam din Izreel și Abigail din Carmel, nevasta lui Nabal.",
        "4": "Saul, când a aflat că David fugise la Gat, a încetat să-l mai caute.",
        "5": "David a zis lui Achiș: „Dacă am căpătat trecere înaintea ta, rogu-te să mi se dea într-una din cetățile țării un loc unde să pot locui, căci pentru ce să locuiască robul tău cu tine în cetatea împărătească?”",
        "6": "Și chiar în ziua aceea, Achiș i-a dat Țiclagul. De aceea, Țiclagul a fost al împăraților lui Iuda până în ziua de azi.",
        "7": "Timpul cât a locuit David în țara filistenilor a fost de un an și patru luni.",
        "8": "David și oamenii lui se suiau și năvăleau asupra gheșuriților, ghirziților și amaleciților, căci neamurile acestea locuiau din vremuri vechi în ținutul acela până la Șur și până în țara Egiptului.",
        "9": "David pustia ținutul acesta; nu lăsa cu viață nici bărbat, nici femeie, le lua oile, boii, măgarii, cămilele, hainele și apoi se întorcea și se ducea la Achiș.",
        "10": "Achiș zicea: „Unde ați năvălit azi?” Și David răspundea: „Spre miazăzi de Iuda, spre miazăzi de ierahmeeliți și spre miazăzi de cheniți.”",
        "11": "David nu lăsa cu viață nici bărbat, nici femeie ca să vină la Gat, „căci”, se gândea el, „ei ar putea să vorbească împotriva noastră și să zică: ‘Așa a făcut David’”. Și acesta a fost felul lui de purtare în tot timpul cât a locuit în țara filistenilor.",
        "12": "Achiș se încredea în David și zicea: „S-a făcut urât poporului său Israel și va rămâne în slujba mea pe vecie.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "David și-a zis în inima lui: „Într-o zi, voi fi spulberat de mâna lui Saul. Nimic nu este mai bine pentru mine decât să fug în țara filistenilor. Astfel, Saul va renunța să mă mai caute pe întreg teritoriul lui Israel și voi scăpa din mâna lui“.",
        "2": "David s-a ridicat și a trecut, împreună cu cei șase sute de bărbați care erau cu el, la Achiș, fiul lui Maoc, regele Gatului.",
        "3": "David și oamenii lui au locuit cu Achiș în Gat, fiecare împreună cu familia lui, iar David împreună cu cele două soții ale sale: Ahinoam din Izreel și Abigail, fosta soție a lui Nabal, din Carmel.",
        "4": "Când i s-a spus lui Saul că David a fugit la Gat, acesta a încetat să-l mai caute.",
        "5": "David i-a zis lui Achiș: „Te rog, dacă am găsit bunăvoință înaintea ta, să mi se dea un loc într-una dintre cetățile țării și voi locui acolo. De ce să locuiască slujitorul tău în cetatea regală, împreună cu tine?“.",
        "6": "Astfel, în acea zi, Achiș i-a dat Țiklagul. De aceea Țiklagul a rămas al regilor lui Iuda până în ziua aceasta.",
        "7": "Perioada în care David a locuit în țara filistenilor a fost de un an și patru luni.",
        "8": "David și oamenii lui plecau și năvăleau împotriva gheșuriților, a ghirziților și a amalekiților. Încă din vremuri străvechi, aceștia locuiau teritoriul dinspre Șur până în țara Egiptului.",
        "9": "David pustia țara și nu lăsa în viață niciun bărbat și nicio femeie. Lua oile, vitele, măgarii, cămilele și hainele și se întorcea la Achiș.",
        "10": "Când Achiș întreba: „Unde ați năvălit astăzi?“, David răspundea: „În Neghevul lui Iuda!“ sau „În Neghevul ierahmeeliților!“ sau „În Neghevul cheniților!“.",
        "11": "David nu lăsa în viață niciun bărbat și nicio femeie, ca nu cumva vreunul să vină la Gat și să mărturisească împotriva noastră, zicând: „Așa a făcut David!“. Acesta a fost obiceiul lui pe toată perioada cât a locuit în țara filistenilor.",
        "12": "Achiș avea încredere în David și zicea: „Sigur s-a făcut urât în poporul său Israel, și-mi va fi slujitor pentru totdeauna“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "David said in his heart, “I will now perish one day by the hand of Saul. There is nothing better for me than that I should escape into the land of the Philistines; and Saul will despair of me, to seek me any more in all the borders of Israel. So I will escape out of his hand.”",
        "2": "David arose and passed over, he and the six hundred men who were with him, to Achish the son of Maoch, king of Gath.",
        "3": "David lived with Achish at Gath, he and his men, every man with his household, even David with his two wives, Ahinoam the Jezreelitess and Abigail the Carmelitess, Nabal’s wife.",
        "4": "Saul was told that David had fled to Gath, so he stopped looking for him.",
        "5": "David said to Achish, “If now I have found favor in your eyes, let them give me a place in one of the cities in the country, that I may dwell there. For why should your servant dwell in the royal city with you?”",
        "6": "Then Achish gave him Ziklag that day: therefore Ziklag belongs to the kings of Judah to this day.",
        "7": "The number of the days that David lived in the country of the Philistines was a full year and four months.",
        "8": "David and his men went up and raided the Geshurites, the Girzites, and the Amalekites; for those were the inhabitants of the land who were of old, on the way to Shur, even to the land of Egypt.",
        "9": "David struck the land, and saved no man or woman alive, and took away the sheep, the cattle, the donkeys, the camels, and the clothing. Then he returned, and came to Achish.",
        "10": "Achish said, “Against whom have you made a raid today?” David said, “Against the South of Judah, against the South of the Jerahmeelites, and against the South of the Kenites.”",
        "11": "David saved neither man nor woman alive to bring them to Gath, saying, “Lest they should tell about us, saying, ‘David did this, and this has been his way all the time he has lived in the country of the Philistines.’”",
        "12": "Achish believed David, saying, “He has made his people Israel utterly to abhor him. Therefore he will be my servant forever.”"
      }
    }
  }
}