{
  "book": "1 Samuel",
  "chapter": "17",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Filistenii și-au strâns oștile ca să facă război și s-au adunat la Soco, o cetate a lui Iuda; au tăbărât între Soco și Azeca, la Efes-Damim.",
        "2": "Saul și bărbații lui Israel s-au strâns și ei; au tăbărât în Valea Terebinților și s-au așezat în linie de bătaie împotriva filistenilor.",
        "3": "Filistenii se așezaseră pe un munte deoparte, și Israel, pe un munte de cealaltă parte: doar valea îi despărțea.",
        "4": "Atunci a ieșit un om din tabăra filistenilor și a înaintat între cele două oștiri. El se numea Goliat, era din Gat și avea o înălțime de șase coți și o palmă.",
        "5": "Pe cap avea un coif de aramă și purta niște zale de solzi în greutate de cinci mii de sicli de aramă.",
        "6": "Avea niște tureci de aramă peste fluierele picioarelor și o pavăză de aramă între umeri.",
        "7": "Coada suliței lui era ca un sul de țesut și fierul suliței cântărea șase sute de sicli de fier. Cel ce-i purta scutul mergea înaintea lui.",
        "8": "Filisteanul s-a oprit și, vorbind oștilor lui Israel așezate în șiruri de bătaie, le-a strigat: „Pentru ce ieșiți să vă așezați în șiruri de bătaie? Nu sunt eu filistean și nu sunteți voi slujitorii lui Saul? Alegeți un om care să se coboare împotriva mea!",
        "9": "Dacă va putea să se bată cu mine și să mă omoare, noi vom fi robii voștri, dar, dacă-l voi birui și-l voi omorî eu, voi ne veți fi robi nouă și ne veți sluji.”",
        "10": "Filisteanul a mai zis: „Arunc astăzi o ocară asupra oștirii lui Israel! Dați-mi un om ca să mă lupt cu el.”",
        "11": "Saul și tot Israelul au auzit aceste cuvinte ale filisteanului și s-au înspăimântat, și au fost cuprinși de o mare frică. David și Goliat",
        "12": "Și David era fiul efratitului aceluia din Betleemul lui Iuda numit Isai, care avea opt fii. Pe vremea lui Saul, el era bătrân, înaintat în vârstă.",
        "13": "Cei trei fii mai mari ai lui Isai urmaseră pe Saul la război; întâiul născut din cei trei fii ai lui care porniseră la război se numea Eliab, al doilea Abinadab și al treilea Șama.",
        "14": "David era cel mai tânăr. Și, când cei trei mai mari au urmat pe Saul,",
        "15": "David a plecat de la Saul și s-a întors la Betleem ca să pască oile tatălui său.",
        "16": "Filisteanul înainta dimineața și seara și s-a înfățișat astfel timp de patruzeci de zile.",
        "17": "Isai a zis fiului său David: „Ia pentru frații tăi efa aceasta de grâu prăjit și aceste zece pâini și aleargă în tabără, la frații tăi;",
        "18": "du și aceste zece cașuri de brânză căpeteniei care este peste mia lor. Să vezi dacă frații tăi sunt bine și să-mi aduci vești temeinice.",
        "19": "Ei sunt cu Saul și cu toți bărbații lui Israel în Valea Terebinților, în război cu filistenii.”",
        "20": "David s-a sculat dis-de-dimineață. A lăsat oile în seama unui paznic, și-a luat lucrurile și a plecat, cum îi poruncise Isai. Când a ajuns în tabără, oștirea pornise să se așeze în șiruri de bătaie și scotea strigăte de război.",
        "21": "Israel și filistenii s-au așezat în șiruri de bătaie, oștire către oștire.",
        "22": "David a dat lucrurile pe care le avea în mâinile celui ce păzea calabalâcurile și a alergat la șirurile de bătaie. Cum a ajuns, a întrebat pe frații săi de sănătate.",
        "23": "Pe când vorbea cu ei, iată că filisteanul din Gat, numit Goliat, a înaintat între cele două oștiri, ieșind afară din șirurile filistenilor. A rostit aceleași cuvinte ca mai înainte, și David le-a auzit.",
        "24": "La vederea acestui om, toți cei din Israel au fugit dinaintea lui și i-a apucat o mare frică.",
        "25": "Fiecare zicea: „Ați văzut pe omul acesta înaintând? A înaintat ca să arunce ocara asupra lui Israel! Dacă-l va omorî cineva, împăratul îl va umple de bogății, îi va da de nevastă pe fiică-sa și va scuti de dări casa tatălui său în Israel.”",
        "26": "David a zis oamenilor de lângă el: „Ce se va face aceluia care va omorî pe filisteanul acesta și va lua ocara de asupra lui Israel? Cine este filisteanul acesta, acest netăiat împrejur, ca să ocărască oștirea Dumnezeului celui viu?”",
        "27": "Poporul, spunând din nou aceleași lucruri, i-a zis: „Așa și așa se va face aceluia care-l va omorî.”",
        "28": "Eliab, fratele lui cel mai mare, care-l auzise vorbind cu oamenii aceștia, s-a aprins de mânie împotriva lui David. Și a zis: „Pentru ce te-ai coborât tu și cui ai lăsat acele puține oi în pustie? Îți cunosc eu mândria și răutatea inimii. Te-ai coborât ca să vezi lupta.”",
        "29": "David a răspuns: „Ce-am făcut oare? Nu pot să vorbesc astfel?”",
        "30": "Și s-a întors de la el ca să vorbească cu altul și i-a pus aceleași întrebări. Poporul i-a răspuns ca și întâiași dată.",
        "31": "Când s-au auzit cuvintele rostite de David, au fost spuse înaintea lui Saul, care a trimis să-l caute.",
        "32": "David a zis lui Saul: „Nimeni să nu-și piardă nădejdea din pricina filisteanului acestuia! Robul tău va merge să se bată cu el.”",
        "33": "Saul a zis lui David: „Nu poți să te duci să te bați cu filisteanul acesta, căci tu ești un copil, și el este un om războinic din tinerețea lui.”",
        "34": "David a zis lui Saul: „Robul tău păștea oile tatălui său. Și, când un leu sau un urs venea să-mi ia o oaie din turmă,",
        "35": "alergam după el, îl loveam și-i smulgeam oaia din gură. Dacă se ridica împotriva mea, îl apucam de falcă, îl loveam și-l omoram.",
        "36": "Așa a doborât robul tău leul și ursul, și cu filisteanul acesta, cu acest netăiat împrejur, va fi ca și cu unul din ei, căci a ocărât oștirea Dumnezeului celui viu.”",
        "37": "David a mai zis: „Domnul, care m-a izbăvit din gheara leului și din laba ursului, mă va izbăvi și din mâna acestui filistean.” Și Saul a zis lui David: „Du-te și Domnul să fie cu tine!”",
        "38": "Saul a îmbrăcat pe David cu hainele lui, i-a pus pe cap un coif de aramă și l-a îmbrăcat cu o platoșă.",
        "39": "David a încins sabia lui Saul peste hainele lui și a vrut să meargă, căci nu încercase încă să meargă cu ele. Apoi a zis lui Saul: „Nu pot să merg cu armătura aceasta, căci nu sunt obișnuit cu ea.” Și s-a dezbrăcat de ea.",
        "40": "Și-a luat toiagul în mână, și-a ales din pârâu cinci pietre netede și le-a pus în traista lui de păstor și în buzunarul hainei. Apoi, cu praștia în mână, a înaintat împotriva filisteanului.",
        "41": "Filisteanul s-a apropiat puțin câte puțin de David și omul care-i ducea scutul mergea înaintea lui.",
        "42": "Filisteanul s-a uitat și, când a zărit pe David, a râs de el, căci nu vedea în el decât un copil cu păr bălai și cu fața frumoasă.",
        "43": "Filisteanul a zis lui David: „Ce, sunt câine, de vii la mine cu toiege?” Și, după ce l-a blestemat pe dumnezeii lui,",
        "44": "a adăugat: „Vino la mine și voi da carnea ta păsărilor cerului și fiarelor câmpului.”",
        "45": "David a zis filisteanului: „Tu vii împotriva mea cu sabie, cu suliță și cu pavăză, iar eu vin împotriva ta în Numele Domnului oștirilor, în Numele Dumnezeului oștirii lui Israel, pe care ai ocărât-o.",
        "46": "Astăzi, Domnul te va da în mâinile mele, te voi doborî și-ți voi tăia capul; astăzi voi da stârvurile taberei filistenilor păsărilor cerului și fiarelor pământului. Și tot pământul va ști că Israel are un Dumnezeu.",
        "47": "Și toată mulțimea aceasta va ști că Domnul nu mântuiește nici prin sabie, nici prin suliță. Căci biruința este a Domnului. Și El vă dă în mâinile noastre.”",
        "48": "Îndată ce filisteanul a pornit să meargă înaintea lui David, David a alergat pe câmpul de bătaie înaintea filisteanului.",
        "49": "Și-a vârât mâna în traistă, a luat o piatră și a aruncat-o cu praștia; a lovit pe filistean în frunte și piatra a intrat în fruntea filisteanului, care a căzut cu fața la pământ.",
        "50": "Astfel, cu o praștie și cu o piatră, David a fost mai tare decât filisteanul; l-a trântit la pământ și l-a omorât, fără să aibă sabie în mână.",
        "51": "A alergat, s-a oprit lângă filistean, i-a luat sabia, pe care i-a scos-o din teacă, l-a omorât și i-a tăiat capul. Filistenii, când au văzut că uriașul lor a murit, au luat-o la fugă.",
        "52": "Și bărbații lui Israel și Iuda au dat chiote și au pornit în urmărirea filistenilor până în vale și până la porțile Ecronului. Filistenii, răniți de moarte, au căzut pe drumul care duce la Șaaraim, până la Gat și până la Ecron.",
        "53": "Și copiii lui Israel s-au întors de la urmărirea filistenilor și le-au jefuit tabăra.",
        "54": "David a luat capul filisteanului și l-a dus la Ierusalim și a pus armele filisteanului în cortul său.",
        "55": "Când a văzut Saul pe David mergând împotriva filisteanului, a zis lui Abner, căpetenia oștirii: „Al cui fiu este tânărul acesta, Abner?” Abner a răspuns: „Pe sufletul tău, împărate, că nu știu.”",
        "56": "„Întreabă dar al cui fiu este tânărul acesta”, a zis împăratul.",
        "57": "Și, când s-a întors David după ce omorâse pe filistean, Abner l-a luat și l-a adus înaintea lui Saul. David avea în mână capul filisteanului.",
        "58": "Saul i-a zis: „Al cui fiu ești, tinere?” Și David a răspuns: „Sunt fiul robului tău Isai, Betleemitul.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Filistenii și-au strâns trupele pentru război. Ei s-au strâns la Soco, care aparține de Iuda, și și-au așezat tabăra între Soco și Azeka, la Efes-Damim.",
        "2": "Saul împreună cu bărbații lui Israel s-au strâns și și-au așezat tabăra în Valea Ela. Ei s-au așezat în linie de bătaie ca să-i înfrunte pe filisteni.",
        "3": "Filistenii stăteau pe un deal, deoparte, iar Israel stătea pe un alt deal, de cealaltă parte, între ei aflându-se o vale.",
        "4": "Din tabăra filistenilor a ieșit un viteaz al cărui nume era Goliat. Era din Gat și avea o înălțime de șase coți și o palmă.",
        "5": "Pe cap avea un coif de bronz și era îmbrăcat cu o armură din zale de bronz în greutate de cinci mii de șecheli.",
        "6": "Niște apărători din bronz îi acopereau picioarele, iar pe spate îi atârna o lance.",
        "7": "Lemnul suliței lui era ca sulul unui țesător, iar vârful ei era de șase sute de șecheli de fier. Cel ce-i ducea scutul mergea înaintea lui.",
        "8": "Goliat s-a oprit și a strigat trupelor lui Israel așezate în linie de bătaie: „De ce ați ieșit și v-ați aliniat pentru luptă? Oare nu sunt eu filistean și nu sunteți voi slujitorii lui Saul? Alegeți-vă un bărbat care să coboare la mine.",
        "9": "Dacă va fi în stare să lupte cu mine și să mă ucidă, atunci noi vom deveni slujitorii voștri. Dacă însă eu îl voi învinge și-l voi ucide, atunci voi veți deveni slujitorii noștri și ne veți sluji“.",
        "10": "Apoi filisteanul a zis: „Batjocoresc în ziua aceasta trupele lui Israel! Dați-mi un bărbat cu care să mă lupt!“.",
        "11": "Când Saul și tot Israelul au auzit acele cuvinte rostite de filistean s-au înspăimântat și s-au temut foarte tare.",
        "12": "David era fiul acelui efratit pe nume Ișai, din Betleemul lui Iuda. El avea opt fii, iar pe vremea lui Saul era bătrân, înaintat în vârstă.",
        "13": "Cei trei fii mai mari ai lui Ișai plecaseră și îl urmaseră pe Saul la război. Numele celor trei fii ai săi care plecaseră la război erau: Eliab, întâiul născut; al doilea era Abinadab; iar al treilea era Șama.",
        "14": "David era cel mai tânăr. Cei trei fii mai mari îl urmaseră pe Saul.",
        "15": "David însă pleca și se întorcea de la Saul pentru a paște turma tatălui său, la Betleem.",
        "16": "Timp de patruzeci de zile, filisteanul s-a apropiat dimineața și seara și a stat în poziție de luptă.",
        "17": "Ișai i-a zis fiului său David: „Ia, te rog, pentru frații tăi, efa aceasta de grâne prăjite și aceste zece pâini și du-le repede în tabără.",
        "18": "Ia și aceste zece bucăți de brânză și du-le căpeteniei peste mia lor. Vezi cum le merge fraților tăi și adu-mi vești de la ei.",
        "19": "Ei se află împreună cu Saul și cu ceilalți bărbați ai lui Israel în Valea Ela, unde se luptă cu filistenii“.",
        "20": "David s-a sculat dimineață, a lăsat turma în grija unui paznic, a luat cu el tot ce i-a poruncit Ișai și a plecat. Când a ajuns în tabără, armata se alinia în poziție de luptă, scoțând strigăte de război.",
        "21": "Israel și filistenii s-au aliniat în poziții de luptă, față în față.",
        "22": "David și-a lăsat lucrurile în grija celui ce păzea bagajele și a fugit la pozițiile de luptă. Cum a ajuns, și-a întrebat frații de sănătate.",
        "23": "Pe când vorbea cu ei, iată că viteazul pe nume Goliat, filisteanul din Gat, a ieșit din rândurile filistenilor. El a rostit aceleași cuvinte ca mai înainte, iar David le-a auzit.",
        "24": "Când l-au văzut pe acel bărbat, toți bărbații lui Israel au fugit dinaintea lui, fiindu-le foarte teamă.",
        "25": "Bărbații lui Israel au zis: ‒ L-ați văzut pe acel bărbat înaintând? A înaintat ca să batjocorească pe Israel. Pe cel care-l va omorî, regele îl va răsplăti cu mari bogății, îi va da pe fata sa de soție și-i va scuti familia tatălui său de dări în Israel.",
        "26": "David i-a întrebat pe bărbații care stăteau lângă el: ‒ Ce i se va face celui care-l va ucide pe acest filistean și va ridica astfel disprețul de peste Israel? Cine este acest filistean, acest necircumcis, ca să batjocorească armatele Dumnezeului celui Viu?",
        "27": "Poporul i-a spus despre acea promisiune, zicând: ‒ Așa i se va face celui care-l va omorî.",
        "28": "Când Eliab, fratele lui cel mai mare, l-a auzit vorbind cu bărbații, s-a mâniat pe David și i-a zis: ‒ De ce ai venit și cu cine ai lăsat acele puține oi în deșert? Îți cunosc eu mândria și răutatea inimii. Ai venit să vezi lupta.",
        "29": "David a zis: ‒ Cu ce am greșit acum? Nu pot nici măcar să vorbesc?",
        "30": "După aceea, s-a întors de la el spre un altul și l-a întrebat același lucru. Poporul i-a dat același răspuns ca mai înainte.",
        "31": "Cuvintele rostite de David au fost auzite și istorisite lui Saul, care a trimis după el.",
        "32": "David i-a zis lui Saul: ‒ Niciun om să nu se descurajeze în inima lui din cauza acestuia. Slujitorul tău va merge și se va lupta cu acest filistean.",
        "33": "Saul însă i-a zis lui David: ‒ Nu poți să mergi împotriva acestui filistean ca să te lupți cu el, fiindcă tu ești doar un tinerel, pe când el este un războinic încă din tinerețea lui.",
        "34": "Dar David i-a zis lui Saul: ‒ Slujitorul tău era păstor la turmele tatălui său. Când venea un leu sau un urs și lua o oaie din turmă,",
        "35": "mă duceam după el, îl loveam și scăpam oaia din gura lui. Dacă se ridica împotriva mea, îl apucam de coamă și-l loveam până îl omoram.",
        "36": "Slujitorul tău a omorât și leul și ursul, iar cu filisteanul acesta, cu acest necircumcis, va fi ca și cu unul dintre ei, pentru că a batjocorit armatele Dumnezeului celui Viu.",
        "37": "David a zis: ‒ Domnul, Care m-a scăpat din laba leului și a ursului, mă va scăpa și din mâna acestui filistean. Atunci Saul i-a zis lui David: ‒ Du-te și Domnul să fie cu tine!",
        "38": "Saul l-a îmbrăcat pe David cu armura sa: i-a pus un coif de bronz pe cap și l-a îmbrăcat cu o armură din zale.",
        "39": "David a legat sabia lui Saul peste armură și a încercat să meargă, deoarece nu era obișnuit cu ele. S-a dezbrăcat însă de ele, zicându-i lui Saul: ‒ Nu pot să merg cu ele, căci nu sunt obișnuit.",
        "40": "După aceea, și-a luat toiagul în mână, a ales cinci pietre netede din pârâu, pe care le-a pus în buzunarul traistei sale de păstor, și-a luat praștia și s-a îndreptat spre filistean.",
        "41": "Filisteanul se apropia din ce în ce mai mult de David, iar cel ce-i ducea scutul era înaintea lui.",
        "42": "Filisteanul s-a uitat și când l-a văzut pe David, l-a disprețuit, căci acesta nu era decât un tinerel roșcat și cu înfățișare frumoasă.",
        "43": "El i-a zis lui David: ‒ Sunt eu un câine, de vii la mine cu toiege? Apoi l-a blestemat pe David în numele dumnezeilor săi.",
        "44": "Filisteanul i-a zis lui David: ‒ Vino la mine și voi da trupul tău păsărilor cerului și animalelor câmpului.",
        "45": "David i-a zis filisteanului: ‒ Tu vii la mine cu sabie, suliță și lance, dar eu vin la tine în Numele Domnului Oștirilor, Dumnezeul armatelor lui Israel, pe Care tu L-ai batjocorit.",
        "46": "În ziua aceasta, Domnul te va da în mâna mea, te voi lovi și-ți voi tăia capul. Astăzi voi da păsărilor cerului și vietăților pământului cadavrele armatei filistenilor și tot pământul va ști că Israel are un Dumnezeu.",
        "47": "Și toți cei care sunt adunați aici vor ști că Domnul nu salvează nici prin sabie, nici prin suliță. Căci lupta este a Domnului, iar El vă va da în mâinile noastre.",
        "48": "Imediat ce filisteanul a început să se apropie de David, acesta a alergat repede înspre liniile de luptă ca să-l înfrunte.",
        "49": "David și-a băgat mâna în traistă de unde a scos o piatră. A aruncat piatra cu ajutorul praștiei și l-a lovit pe filistean în frunte. Piatra a pătruns în fruntea lui, iar el a căzut cu fața la pământ.",
        "50": "Astfel, cu o praștie și cu o piatră, David a fost mai tare decât filisteanul. El l-a lovit pe filistean și l-a ucis. David n-a avut nici măcar o sabie în mână.",
        "51": "Apoi David a alergat și s-a oprit lângă filistean. I-a luat sabia, a scos-o din teaca ei și i-a tăiat capul cu ea. Când au văzut că viteazul lor era mort, filistenii au luat-o la fugă.",
        "52": "Atunci bărbații lui Israel și cei ai lui Iuda s-au ridicat, au scos un strigăt de război și i-au urmărit pe filisteni până la intrarea într-o vale și până la porțile Ekronului. Filistenii, răniți de moarte, au căzut pe drumul Șaaraimului până la Gat și la Ekron.",
        "53": "Când s-au întors de la urmărirea filistenilor, fiii lui Israel le-au prădat tabăra.",
        "54": "David a luat capul filisteanului și l-a adus la Ierusalim, iar armele filisteanului le-a dus la el în cort.",
        "55": "Când l-a văzut Saul pe David ieșind împotriva filisteanului, l-a întrebat pe Abner, conducătorul armatei: ‒ Abner, al cui fiu este acest tânăr? Abner i-a răspuns: ‒ Viu este sufletul tău, rege, că nu știu.",
        "56": "Atunci regele i-a zis: ‒ Află al cui fiu este acest tânăr.",
        "57": "Îndată ce David s-a întors de la uciderea filisteanului, Abner l-a luat și l-a adus înaintea lui Saul. David avea în mână capul filisteanului.",
        "58": "Saul i-a zis: ‒ Al cui fiu ești, tinere? David i-a răspuns: ‒ Sunt fiul slujitorului tău Ișai din Betleem."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now the Philistines gathered together their armies to battle; and they were gathered together at Socoh, which belongs to Judah, and encamped between Socoh and Azekah in Ephesdammim.",
        "2": "Saul and the men of Israel were gathered together, and encamped in the valley of Elah, and set the battle in array against the Philistines.",
        "3": "The Philistines stood on the mountain on the one side, and Israel stood on the mountain on the other side: and there was a valley between them.",
        "4": "A champion out of the camp of the Philistines named Goliath of Gath, whose height was six cubits and a span went out.",
        "5": "He had a helmet of bronze on his head, and he wore a coat of mail; and the weight of the coat was five thousand shekels of bronze.",
        "6": "He had bronze shin armor on his legs and a bronze javelin between his shoulders.",
        "7": "The staff of his spear was like a weaver’s beam; and his spear’s head weighed six hundred shekels of iron. His shield bearer went before him.",
        "8": "He stood and cried to the armies of Israel, and said to them, “Why have you come out to set your battle in array? Am I not a Philistine, and you servants to Saul? Choose a man for yourselves, and let him come down to me.",
        "9": "If he is able to fight with me and kill me, then will we be your servants; but if I prevail against him and kill him, then you will be our servants and serve us.”",
        "10": "The Philistine said, “I defy the armies of Israel today! Give me a man, that we may fight together!”",
        "11": "When Saul and all Israel heard those words of the Philistine, they were dismayed and greatly afraid.",
        "12": "Now David was the son of that Ephrathite of Bethlehem Judah, whose name was Jesse; and he had eight sons. The man was an elderly old man in the days of Saul.",
        "13": "The three oldest sons of Jesse had gone after Saul to the battle; and the names of his three sons who went to the battle were Eliab the firstborn, and next to him Abinadab, and the third Shammah.",
        "14": "David was the youngest; and the three oldest followed Saul.",
        "15": "Now David went back and forth from Saul to feed his father’s sheep at Bethlehem.",
        "16": "The Philistine came near morning and evening, and presented himself forty days.",
        "17": "Jesse said to David his son, “Now take for your brothers an ephah of this parched grain and these ten loaves, and carry them quickly to the camp to your brothers;",
        "18": "and bring these ten cheeses to the captain of their thousand; and see how your brothers are doing, and bring back news.”",
        "19": "Now Saul, and they, and all the men of Israel were in the valley of Elah, fighting with the Philistines.",
        "20": "David rose up early in the morning and left the sheep with a keeper, and took the provisions and went, as Jesse had commanded him. He came to the place of the wagons as the army which was going out to the fight shouted for the battle.",
        "21": "Israel and the Philistines put the battle in array, army against army.",
        "22": "David left his baggage in the hand of the keeper of the baggage and ran to the army, and came and greeted his brothers.",
        "23": "As he talked with them, behold, the champion, the Philistine of Gath, Goliath by name, came up out of the ranks of the Philistines, and said the same words; and David heard them.",
        "24": "All the men of Israel, when they saw the man, fled from him and were terrified.",
        "25": "The men of Israel said, “Have you seen this man who has come up? He has surely come up to defy Israel. The king will give great riches to the man who kills him, and will give him his daughter, and will make his father’s house tax-free in Israel.”",
        "26": "David spoke to the men who stood by him, saying, “What shall be done to the man who kills this Philistine and takes away the reproach from Israel? For who is this uncircumcised Philistine, that he should defy the armies of the living God?”",
        "27": "The people answered him in this way, saying, “So shall it be done to the man who kills him.”",
        "28": "Eliab his oldest brother heard when he spoke to the men; and Eliab’s anger burned against David, and he said, “Why have you come down? With whom have you left those few sheep in the wilderness? I know your pride and the evil of your heart; for you have come down that you might see the battle.”",
        "29": "David said, “What have I now done? Is there not a cause?”",
        "30": "He turned away from him toward another, and spoke like that again; and the people answered him again the same way.",
        "31": "When the words were heard which David spoke, they rehearsed them before Saul; and he sent for him.",
        "32": "David said to Saul, “Let no man’s heart fail because of him. Your servant will go and fight with this Philistine.”",
        "33": "Saul said to David, “You are not able to go against this Philistine to fight with him; for you are but a youth, and he a man of war from his youth.”",
        "34": "David said to Saul, “Your servant was keeping his father’s sheep; and when a lion or a bear came and took a lamb out of the flock,",
        "35": "I went out after him, struck him, and rescued it out of his mouth. When he arose against me, I caught him by his beard, struck him, and killed him.",
        "36": "Your servant struck both the lion and the bear. This uncircumcised Philistine shall be as one of them, since he has defied the armies of the living God.”",
        "37": "David said, “Yahweh, who delivered me out of the paw of the lion and out of the paw of the bear, will deliver me out of the hand of this Philistine.” Saul said to David, “Go! Yahweh will be with you.”",
        "38": "Saul dressed David with his clothing. He put a helmet of bronze on his head, and he clad him with a coat of mail.",
        "39": "David strapped his sword on his clothing and he tried to move, for he had not tested it. David said to Saul, “I can’t go with these, for I have not tested them.” Then David took them off.",
        "40": "He took his staff in his hand, and chose for himself five smooth stones out of the brook, and put them in the pouch of his shepherd’s bag which he had. His sling was in his hand; and he came near to the Philistine.",
        "41": "The Philistine walked and came near to David; and the man who bore the shield went before him.",
        "42": "When the Philistine looked around and saw David, he disdained him; for he was but a youth, and ruddy, and had a good looking face.",
        "43": "The Philistine said to David, “Am I a dog, that you come to me with sticks?” The Philistine cursed David by his gods.",
        "44": "The Philistine said to David, “Come to me, and I will give your flesh to the birds of the sky and to the animals of the field.”",
        "45": "Then David said to the Philistine, “You come to me with a sword, with a spear, and with a javelin; but I come to you in the name of Yahweh of Armies, the God of the armies of Israel, whom you have defied.",
        "46": "Today, Yahweh will deliver you into my hand. I will strike you and take your head from off you. I will give the dead bodies of the army of the Philistines today to the birds of the sky and to the wild animals of the earth, that all the earth may know that there is a God in Israel,",
        "47": "and that all this assembly may know that Yahweh doesn’t save with sword and spear; for the battle is Yahweh’s, and he will give you into our hand.”",
        "48": "When the Philistine arose, and walked and came near to meet David, David hurried and ran toward the army to meet the Philistine.",
        "49": "David put his hand in his bag, took a stone and slung it, and struck the Philistine in his forehead. The stone sank into his forehead, and he fell on his face to the earth.",
        "50": "So David prevailed over the Philistine with a sling and with a stone, and struck the Philistine and killed him; but there was no sword in David’s hand.",
        "51": "Then David ran, stood over the Philistine, took his sword, drew it out of its sheath, killed him, and cut off his head with it. When the Philistines saw that their champion was dead, they fled.",
        "52": "The men of Israel and of Judah arose and shouted, and pursued the Philistines as far as Gai and to the gates of Ekron. The wounded of the Philistines fell down by the way to Shaaraim, even to Gath and to Ekron.",
        "53": "The children of Israel returned from chasing after the Philistines, and they plundered their camp.",
        "54": "David took the head of the Philistine and brought it to Jerusalem, but he put his armor in his tent.",
        "55": "When Saul saw David go out against the Philistine, he said to Abner, the captain of the army, “Abner, whose son is this youth?” Abner said, “As your soul lives, O king, I can’t tell.”",
        "56": "The king said, “Inquire whose son the young man is!”",
        "57": "As David returned from the slaughter of the Philistine, Abner took him and brought him before Saul with the head of the Philistine in his hand.",
        "58": "Saul said to him, “Whose son are you, you young man?” David answered, “I am the son of your servant Jesse the Bethlehemite.”"
      }
    }
  }
}