{
  "book": "1 Samuel",
  "chapter": "11",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Nahaș, Amonitul, a venit și a împresurat Iabesul din Galaad. Toți locuitorii din Iabes au zis lui Nahaș: „Fă legământ cu noi, și-ți vom fi supuși.”",
        "2": "Dar Nahaș, Amonitul, le-a răspuns: „Voi face legământ cu voi dacă mă lăsați să vă scot la toți ochiul drept și să arunc astfel o ocară asupra întregului Israel.”",
        "3": "Bătrânii din Iabes i-au zis: „Dă-ne un răgaz de șapte zile ca să trimitem soli în tot ținutul lui Israel; și dacă nu va fi nimeni să ne ajute, ne vom supune ție.”",
        "4": "Solii au ajuns la Ghibea, cetatea lui Saul, și au spus aceste lucruri în auzul poporului. Și tot poporul a ridicat glasul și a plâns.",
        "5": "Saul tocmai se întorcea de la câmp, în urma boilor, și a întrebat: „Ce are poporul de plânge?” I-au istorisit ce spuseseră cei din Iabes.",
        "6": "Cum a auzit Saul aceste lucruri, Duhul lui Dumnezeu a venit peste el și s-a mâniat foarte tare.",
        "7": "A luat o pereche de boi, i-a tăiat în bucăți și le-a trimis prin soli în tot ținutul lui Israel, zicând: „Oricine nu va merge după Saul și Samuel își va vedea boii tăiați la fel.” Groaza Domnului a apucat pe popor, care a pornit ca un singur om.",
        "8": "Saul le-a făcut numărătoarea la Bezec; copiii lui Israel erau trei sute de mii și bărbații lui Iuda, treizeci de mii.",
        "9": "Ei au zis solilor care veniseră: „Așa să vorbiți locuitorilor Iabesului din Galaad: ‘Mâine, când va dogori soarele, veți avea ajutor.’” Solii au dus vestea aceasta celor din Iabes, care s-au umplut de bucurie",
        "10": "și au zis amoniților: „Mâine ne vom supune vouă și ne veți face ce vă va plăcea.”",
        "11": "A doua zi, Saul a împărțit poporul în trei cete. Au pătruns în tabăra amoniților în straja dimineții și i-au bătut până la căldura zilei. Cei ce au scăpat au fost risipiți și n-au mai rămas doi laolaltă dintre ei. Bunătatea lui Saul. Jertfa din Ghilgal",
        "12": "Poporul a zis lui Samuel: „Cine zicea: ‘Saul să domnească peste noi?’ Dați încoace pe oamenii aceia, ca să-i omorâm.”",
        "13": "Dar Saul a zis: „Nimeni nu va fi omorât în ziua aceasta, căci astăzi Domnul a dat o izbăvire lui Israel.”",
        "14": "Și Samuel a zis poporului: „Veniți și să mergem la Ghilgal, ca să întărim acolo împărăția.”",
        "15": "Tot poporul s-a dus la Ghilgal și au pus pe Saul împărat, înaintea Domnului, la Ghilgal. Acolo, au adus jertfe de mulțumire înaintea Domnului și Saul și toți oamenii lui Israel s-au veselit foarte mult acolo."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Amonitul Nahaș a venit și și-a așezat tabăra împotriva Iabeșului Ghiladului. Atunci toți bărbații din Iabeș i-au zis lui Nahaș: ‒ Încheie cu noi un legământ, iar noi îți vom sluji.",
        "2": "Dar Nahaș, amonitul, le-a răspuns: ‒ Voi încheia un legământ cu voi doar dacă mă lăsați să vă scot la toți ochiul drept, aruncând în acest fel dispreț asupra întregului Israel.",
        "3": "Bătrânii Iabeșului i-au zis: ‒ Lasă-ne un răgaz de șapte zile, ca să trimitem mesageri în tot teritoriul lui Israel, iar dacă nu va fi nimeni care să ne elibereze, vom ieși la tine.",
        "4": "Când au sosit mesagerii în Ghiva lui Saul și au spus aceste cuvinte în auzul poporului, tot poporul și-a ridicat glasul și a plâns.",
        "5": "Saul tocmai se întorcea de la câmp în urma vitelor și a întrebat: „Ce s-a întâmplat cu poporul de plânge?“. Atunci ei i-au povestit despre mesajul bărbaților din Iabeș.",
        "6": "Când a auzit Saul aceste cuvinte, Duhul lui Dumnezeu a venit peste el, iar acesta s-a mâniat foarte tare.",
        "7": "A luat o pereche de boi, i-a tăiat în bucăți și a trimis bucățile, prin mesageri, în toate teritoriile lui Israel, zicând: „Așa se va face cu boii oricui nu îl urmează pe Saul și pe Samuel“. Groaza Domnului a intrat în popor, astfel că ei s-au unit cu toții și au venit să lupte.",
        "8": "Când Saul i-a numărat la Bezek, fiii lui Israel erau trei sute de mii, iar bărbații lui Iuda erau treizeci de mii.",
        "9": "Atunci le-a zis mesagerilor care au venit: „Așa să spuneți bărbaților din Iabeșul Ghiladului: «Mâine, când va dogori soarele, veți fi eliberați!»“. Când au sosit mesagerii și le-au spus aceste lucruri bărbaților din Iabeș, aceștia s-au bucurat.",
        "10": "Bărbații din Iabeș au zis: „Mâine vom ieși la voi și ne veți face tot ceea ce considerați că este bine“.",
        "11": "În ziua următoare, Saul a împărțit oamenii în trei cete. În timpul străjii de dimineață au pătruns în tabăra lui Amon și i-au ucis până la arșița zilei. Cei care au supraviețuit s-au împrăștiat, astfel încât n-au mai fost lăsați împreună nici măcar doi dintre ei.",
        "12": "Atunci poporul i-a zis lui Samuel: ‒ Care au fost cei ce n-au vrut ca Saul să domnească peste noi? Aduceți-i la noi pe acești oameni, ca să-i omorâm.",
        "13": "Dar Saul a zis: ‒ Niciun om nu va fi dat la moarte în această zi, pentru că astăzi Domnul l-a eliberat pe Israel.",
        "14": "Atunci Samuel a zis poporului: ‒ Să mergem la Ghilgal și să reafirmăm acolo monarhia.",
        "15": "Astfel, tot poporul s-a dus la Ghilgal și l-au încoronat pe Saul în prezența Domnului. Au adus acolo jertfe de pace înaintea Domnului și s-au bucurat foarte mult, atât Saul, cât și toți bărbații lui Israel."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Then Nahash the Ammonite came up and encamped against Jabesh Gilead; and all the men of Jabesh said to Nahash, “Make a covenant with us, and we will serve you.”",
        "2": "Nahash the Ammonite said to them, “On this condition I will make it with you, that all your right eyes be gouged out. I will make this dishonor all Israel.”",
        "3": "The elders of Jabesh said to him, “Give us seven days, that we may send messengers to all the borders of Israel; and then, if there is no one to save us, we will come out to you.”",
        "4": "Then the messengers came to Gibeah of Saul, and spoke these words in the ears of the people, then all the people lifted up their voice and wept.",
        "5": "Behold, Saul came following the oxen out of the field; and Saul said, “What ails the people that they weep?” They told him the words of the men of Jabesh.",
        "6": "God’s Spirit came mightily on Saul when he heard those words, and his anger burned hot.",
        "7": "He took a yoke of oxen and cut them in pieces, then sent them throughout all the borders of Israel by the hand of messengers, saying, “Whoever doesn’t come out after Saul and after Samuel, so shall it be done to his oxen.” The dread of Yahweh fell on the people, and they came out as one man.",
        "8": "He counted them in Bezek; and the children of Israel were three hundred thousand, and the men of Judah thirty thousand.",
        "9": "They said to the messengers who came, “Tell the men of Jabesh Gilead, ‘Tomorrow, by the time the sun is hot, you will be rescued.’” The messengers came and told the men of Jabesh; and they were glad.",
        "10": "Therefore the men of Jabesh said, “Tomorrow we will come out to you, and you shall do with us all that seems good to you.”",
        "11": "On the next day, Saul put the people in three companies; and they came into the middle of the camp in the morning watch, and struck the Ammonites until the heat of the day. Those who remained were scattered, so that no two of them were left together.",
        "12": "The people said to Samuel, “Who is he who said, ‘Shall Saul reign over us?’ Bring those men, that we may put them to death!”",
        "13": "Saul said, “No man shall be put to death today; for today Yahweh has rescued Israel.”",
        "14": "Then Samuel said to the people, “Come! Let’s go to Gilgal, and renew the kingdom there.”",
        "15": "All the people went to Gilgal; and there they made Saul king before Yahweh in Gilgal. There they offered sacrifices of peace offerings before Yahweh; and there Saul and all the men of Israel rejoiced greatly."
      }
    }
  }
}