{
  "book": "1 Samuel",
  "chapter": "19",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Saul a vorbit fiului său Ionatan și tuturor slujitorilor lui să omoare pe David.",
        "2": "Dar Ionatan, fiul lui Saul, care iubea mult pe David, i-a dat de știre și i-a zis: „Tatăl meu, Saul, caută să te omoare. Păzește-te dar mâine dimineață, stai într-un loc tăinuit și ascunde-te.",
        "3": "Eu voi ieși și voi sta lângă tatăl meu în câmpul în care vei fi; voi vorbi tatălui meu despre tine, voi vedea ce va zice și-ți voi spune.”",
        "4": "Ionatan a vorbit bine de David tatălui său Saul: „Să nu facă împăratul”, a zis el, „un păcat față de robul său David, căci el n-a făcut niciun păcat față de tine. Dimpotrivă, a lucrat pentru binele tău;",
        "5": "și-a pus în joc viața, a ucis pe filistean și Domnul a dat o mare izbăvire pentru tot Israelul. Tu ai văzut și te-ai bucurat. Pentru ce să păcătuiești împotriva unui sânge nevinovat și să omori fără pricină pe David?”",
        "6": "Saul a ascultat glasul lui Ionatan și a jurat zicând: „Viu este Domnul că David nu va muri!”",
        "7": "Ionatan a chemat pe David și i-a spus toate cuvintele acestea, apoi l-a adus la Saul; și David a fost înaintea lui ca mai înainte. David, scăpat de Mical",
        "8": "Războiul urma înainte. David a mers împotriva filistenilor și s-a bătut cu ei, le-a pricinuit o mare înfrângere și au fugit dinaintea lui.",
        "9": "Atunci, duhul cel rău, trimis de Domnul, a venit peste Saul, care ședea în casă cu sulița în mână. David cânta,",
        "10": "și Saul a vrut să-l pironească cu sulița de perete. Dar David s-a ferit de el, și Saul a lovit cu sulița în perete. David a fugit și a scăpat noaptea.",
        "11": "Saul a trimis niște oameni acasă la David ca să-l pândească și să-l omoare dimineața. Dar Mical, nevasta lui David, i-a dat de știre și i-a zis: „Dacă nu fugi în noaptea aceasta, mâine vei fi omorât.”",
        "12": "Ea l-a coborât pe fereastră și David a plecat și a fugit. Așa a scăpat.",
        "13": "În urmă, Mical a luat terafimul și l-a pus în pat; i-a pus o piele de capră în jurul capului și l-a învelit cu o haină.",
        "14": "Când a trimis Saul oamenii să ia pe David, ea a zis: „Este bolnav.”",
        "15": "Saul i-a trimis înapoi să-l vadă și a zis: „Aduceți-l la mine, în patul lui, ca să-l omor.”",
        "16": "Oamenii aceia s-au întors și iată că terafimul era în pat și în jurul capului era o piele de capră.",
        "17": "Saul a zis către Mical: „Pentru ce m-ai înșelat în felul acesta și ai dat drumul vrăjmașului meu și a scăpat?” Mical a răspuns lui Saul: „El mi-a zis: ‘Lasă-mă să plec ori te omor!’” Fuga lui David la Samuel, la Rama",
        "18": "Așa a fugit și a scăpat David. El s-a dus la Samuel, la Rama, și i-a istorisit tot ce-i făcuse Saul. Apoi s-a dus cu Samuel și a locuit în Naiot.",
        "19": "Au spus lucrul acesta lui Saul și au zis: „Iată că David este în Naiot, lângă Rama.”",
        "20": "Saul a trimis niște oameni să ia pe David. Ei au văzut o adunare de proroci, care proroceau cu Samuel în frunte. Duhul lui Dumnezeu a venit peste trimișii lui Saul și au început și ei să prorocească.",
        "21": "Au spus lui Saul lucrul acesta; el a trimis alți oameni și au prorocit și ei. A mai trimis alții a treia oară și au prorocit și ei.",
        "22": "Atunci, Saul s-a dus el însuși la Rama. Ajungând la fântâna cea mare fără apă, care este la Secu, a întrebat: „Unde sunt Samuel și David?” I s-a răspuns: „Sunt în Naiot, lângă Rama.”",
        "23": "Și s-a îndreptat spre Naiot, lângă Rama. Duhul lui Dumnezeu a venit și peste el și Saul și-a văzut de drum, prorocind până la sosirea lui în Naiot, lângă Rama.",
        "24": "S-a dezbrăcat de haine și a prorocit și el înaintea lui Samuel și s-a aruncat dezbrăcat la pământ toată ziua aceea și toată noaptea. De aceea se zice: „Oare și Saul este între proroci?”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Saul a vorbit cu fiul său Ionatan și cu toți slujitorii săi să-l omoare pe David. Însă Ionatan, fiul lui Saul, îl aprecia foarte mult pe David.",
        "2": "Prin urmare, Ionatan l-a înștiințat pe David, zicând: ‒ Tatăl meu, Saul, încearcă să te omoare. De aceea, te rog, păzește-te mâine dimineață și stai într-un loc secret.",
        "3": "Eu voi ieși și voi sta lângă tatăl meu în câmpul în care te vei afla tu. Îi voi vorbi despre tine și îți voi spune ce voi afla.",
        "4": "Ionatan l-a vorbit de bine pe David tatălui său, Saul, zicându-i: ‒ Să nu păcătuiască regele împotriva slujitorului său David, pentru că el n-a păcătuit împotriva ta, ci dimpotrivă, faptele sale ți-au slujit foarte bine.",
        "5": "Și-a riscat viața atunci când l-a ucis pe filistean, iar Domnul a adus o mare victorie pentru tot Israelul. Tu ai văzut lucrul acesta și te-ai bucurat. De ce atunci să păcătuiești împotriva unui sânge nevinovat, omorându-l pe David fără niciun motiv?",
        "6": "Saul a ascultat de Ionatan și a jurat: ‒ Viu este Domnul că David nu va fi omorât.",
        "7": "Atunci Ionatan l-a chemat pe David și i-a spus toate aceste cuvinte. Apoi Ionatan l-a adus pe David la Saul și David a fost înaintea lui ca mai înainte.",
        "8": "Între timp, a izbucnit din nou războiul. David a ieșit să lupte împotriva filistenilor și le-a provocat o înfrângere așa de mare, încât aceștia au fugit dinaintea lui.",
        "9": "Într-o zi, pe când Saul ședea în casa lui, duhul cel rău de la Domnul a venit peste el. Saul ținea în mână o suliță, iar David cânta la liră.",
        "10": "Saul a încercat să-l țintuiască pe David cu sulița de zid, însă acesta s-a ferit de Saul, care a înfipt sulița în perete. Apoi David a fugit și a scăpat în noaptea aceea.",
        "11": "Atunci Saul a trimis niște mesageri la casa lui David ca să-l pândească, iar dimineața să-l omoare. Însă Mihal, soția lui David, l-a înștiințat, zicând: „Dacă nu-ți scapi viața în noaptea aceasta, mâine vei fi omorât“.",
        "12": "Mihal l-a coborât pe David pe fereastră, iar acesta a fugit și a scăpat.",
        "13": "Apoi Mihal a luat terafimul, l-a așezat în pat, i-a pus pe cap niște păr de capră și l-a acoperit cu o cuvertură.",
        "14": "Când Saul a trimis mesagerii să-l captureze pe David, Mihal le-a zis că este bolnav.",
        "15": "Dar Saul a trimis mesagerii înapoi să-l vadă pe David, zicând: ‒ Aduceți-l la mine, în patul lui, ca să-l omor.",
        "16": "Când au intrat mesagerii, iată că în pat se afla terafimul cu părul de capră pe cap.",
        "17": "Atunci Saul a întrebat-o pe Mihal: ‒ De ce m-ai înșelat în felul acesta și l-ai lăsat pe dușmanul meu să plece și să scape? Mihal i-a răspuns: ‒ El mi-a zis: „Lasă-mă să plec, altfel te omor!“.",
        "18": "David a fugit și a scăpat; s-a dus la Samuel, la Rama și i-a spus tot ceea ce i-a făcut Saul. Apoi, împreună cu Samuel, a plecat și a locuit la Naiot.",
        "19": "L-au înștiințat pe Saul de lucrul acesta, zicând: „Iată, David se află la Naiot, în Rama“.",
        "20": "Atunci Saul a trimis niște mesageri ca să-l prindă pe David. Dar când aceștia au văzut un grup de profeți profețind, și pe Samuel stând în fruntea lor, Duhul lui Dumnezeu a venit peste oamenii lui Saul, astfel că și ei au profețit.",
        "21": "Când i s-a spus lui Saul lucrul acesta, a trimis alți mesageri, dar și aceștia au profețit. Saul a trimis din nou mesageri, pentru a treia oară, dar și aceștia au profețit.",
        "22": "În cele din urmă, a plecat el însuși spre Rama. A ajuns la fântâna cea mare, care se află în Secu și a întrebat: ‒ Unde sunt Samuel și David? Cineva i-a răspuns: ‒ Iată, sunt la Naiot, în Rama.",
        "23": "Atunci Saul s-a îndreptat spre Naiot, în Rama. Însă Duhul lui Dumnezeu a venit și peste el, iar el și-a continuat drumul profețind până ce a ajuns la Naiot, în Rama.",
        "24": "S-a dezbrăcat și el de hainele sale și a profețit și el înaintea lui Samuel. A zăcut dezbrăcat toată ziua aceea și toată noaptea. De aceea se zice: „Este oare și Saul printre profeți?“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Saul spoke to Jonathan his son and to all his servants, that they should kill David. But Jonathan, Saul’s son, greatly delighted in David.",
        "2": "Jonathan told David, saying, “Saul my father seeks to kill you. Now therefore, please take care of yourself in the morning, live in a secret place, and hide yourself.",
        "3": "I will go out and stand beside my father in the field where you are, and I will talk with my father about you; and if I see anything, I will tell you.”",
        "4": "Jonathan spoke good of David to Saul his father, and said to him, “Don’t let the king sin against his servant, against David; because he has not sinned against you, and because his works have been very good toward you;",
        "5": "for he put his life in his hand and struck the Philistine, and Yahweh worked a great victory for all Israel. You saw it and rejoiced. Why then will you sin against innocent blood, to kill David without a cause?”",
        "6": "Saul listened to the voice of Jonathan; and Saul swore, “As Yahweh lives, he shall not be put to death.”",
        "7": "Jonathan called David, and Jonathan showed him all those things. Then Jonathan brought David to Saul, and he was in his presence as before.",
        "8": "There was war again. David went out and fought with the Philistines, and killed them with a great slaughter; and they fled before him.",
        "9": "An evil spirit from Yahweh was on Saul as he sat in his house with his spear in his hand; and David was playing music with his hand.",
        "10": "Saul sought to pin David to the wall with the spear, but he slipped away out of Saul’s presence; and he stuck the spear into the wall. David fled and escaped that night.",
        "11": "Saul sent messengers to David’s house to watch him and to kill him in the morning. Michal, David’s wife, told him, saying, “If you don’t save your life tonight, tomorrow you will be killed.”",
        "12": "So Michal let David down through the window. He went away, fled, and escaped.",
        "13": "Michal took the teraphim and laid it in the bed, and put a pillow of goats’ hair at its head and covered it with clothes.",
        "14": "When Saul sent messengers to take David, she said, “He is sick.”",
        "15": "Saul sent the messengers to see David, saying, “Bring him up to me in the bed, that I may kill him.”",
        "16": "When the messengers came in, behold, the teraphim was in the bed, with the pillow of goats’ hair at its head.",
        "17": "Saul said to Michal, “Why have you deceived me like this and let my enemy go, so that he has escaped?” Michal answered Saul, “He said to me, ‘Let me go! Why should I kill you?’”",
        "18": "Now David fled and escaped, and came to Samuel at Ramah, and told him all that Saul had done to him. He and Samuel went and lived in Naioth.",
        "19": "Saul was told, saying, “Behold, David is at Naioth in Ramah.”",
        "20": "Saul sent messengers to seize David; and when they saw the company of the prophets prophesying, and Samuel standing as head over them, God’s Spirit came on Saul’s messengers, and they also prophesied.",
        "21": "When Saul was told, he sent other messengers, and they also prophesied. Saul sent messengers again the third time, and they also prophesied.",
        "22": "Then he also went to Ramah, and came to the great well that is in Secu: and he asked, “Where are Samuel and David?” One said, “Behold, they are at Naioth in Ramah.”",
        "23": "He went there to Naioth in Ramah. Then God’s Spirit came on him also, and he went on, and prophesied, until he came to Naioth in Ramah.",
        "24": "He also stripped off his clothes. He also prophesied before Samuel and lay down naked all that day and all that night. Therefore they say, “Is Saul also among the prophets?”"
      }
    }
  }
}