{
  "book": "1 Samuel",
  "chapter": "7",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Locuitorii din Chiriat-Iearim au venit și au suit chivotul Domnului; l-au dus în casa lui Abinadab, pe deal, și au sfințit pe fiul său Eleazar ca să păzească chivotul Domnului.",
        "2": "Trecuse destulă vreme din ziua când fusese pus chivotul în Chiriat-Iearim. Trecuseră douăzeci de ani. Atunci, toată casa lui Israel a plâns după Domnul.",
        "3": "Samuel a zis întregii case a lui Israel: „Dacă din toată inima voastră vă întoarceți la Domnul, scoateți din mijlocul vostru dumnezeii străini și astarteele, îndreptați-vă inima spre Domnul și slujiți-I numai Lui, și El vă va izbăvi din mâna filistenilor.”",
        "4": "Și copiii lui Israel au scos din mijlocul lor baalii și astarteele și au slujit numai Domnului.",
        "5": "Samuel a zis: „Strângeți pe tot Israelul la Mițpa, și eu mă voi ruga Domnului pentru voi.”",
        "6": "Și s-au strâns la Mițpa. Au scos apă și au vărsat-o înaintea Domnului și au postit în ziua aceea, zicând: „Am păcătuit împotriva Domnului!” Samuel judeca pe copiii lui Israel la Mițpa. Israel se căiește",
        "7": "Filistenii au aflat că fiii lui Israel se adunaseră la Mițpa, și domnitorii filistenilor s-au suit împotriva lui Israel. La vestea aceasta, copiii lui Israel s-au temut de filisteni",
        "8": "și au zis lui Samuel: „Nu înceta să strigi pentru noi către Domnul Dumnezeul nostru, ca să ne scape din mâna filistenilor.”",
        "9": "Samuel a luat un miel sugar și l-a adus întreg ca ardere-de-tot Domnului. A strigat către Domnul pentru Israel, și Domnul l-a ascultat.",
        "10": "Pe când aducea Samuel arderea-de-tot, filistenii s-au apropiat ca să bată pe Israel. Domnul a tunat în ziua aceea cu mare vuiet împotriva filistenilor și i-a pus pe fugă. Au fost bătuți dinaintea lui Israel.",
        "11": "Bărbații lui Israel au ieșit din Mițpa, au urmărit pe filisteni și i-au bătut până sub Bet-Car.",
        "12": "Samuel a luat o piatră pe care a pus-o între Mițpa și Șen și i-a pus numele Eben-Ezer (Piatră de ajutor), zicând: „Până aici Domnul ne-a ajutat.”",
        "13": "Astfel au fost smeriți filistenii și n-au mai venit pe ținutul lui Israel. Mâna Domnului a fost împotriva filistenilor în tot timpul vieții lui Samuel.",
        "14": "Cetățile pe care le luaseră filistenii de la Israel s-au întors la Israel, de la Ecron până la Gat, cu ținutul lor; Israel le-a smuls din mâna filistenilor. Și a fost pace între Israel și amoriți. Samuel judecător",
        "15": "Samuel a fost judecător în Israel în tot timpul vieții lui.",
        "16": "El se ducea în fiecare an de făcea înconjurul Betelului, Ghilgalului și Mițpei și judeca pe Israel în toate locurile acestea.",
        "17": "Apoi se întorcea la Rama, unde era casa lui, și acolo judeca pe Israel. Și a zidit acolo un altar Domnului."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Oamenii din Chiriat-Iearim au venit și au luat Chivotul Domnului, ducându-l în casa lui Abinadab, pe deal, iar pe fiul său Elazar l-au sfințit ca să aibă grijă de Chivotul Domnului. Prima victorie a lui Israel sub conducerea lui Samuel",
        "2": "Trecuse mult timp – douăzeci de ani – de când Chivotul se afla la Chiriat-Iearim, și întreaga Casă a lui Israel plângea după Domnul.",
        "3": "Atunci Samuel a vorbit întregii Case a lui Israel, zicând: ‒ Dacă din toată inima voastră vă întoarceți la Domnul, atunci îndepărtați dumnezeii străini și aștoretele din mijlocul vostru, îndreptați-vă inima spre Domnul și slujiți-I numai Lui. Și El vă va elibera din mâna filistenilor.",
        "4": "Fiii lui Israel au îndepărtat baalii și aștoretele și au slujit numai Domnului.",
        "5": "Apoi, Samuel a zis: ‒ Adunați tot Israelul la Mițpa și eu mă voi ruga Domnului pentru voi.",
        "6": "S-au adunat deci la Mițpa, au scos apă și au vărsat-o înaintea Domnului. În ziua aceea, au postit și au zis acolo: „Am păcătuit împotriva Domnului“. Samuel îi judeca pe fiii lui Israel la Mițpa.",
        "7": "Filistenii au auzit că fiii lui Israel s-au adunat la Mițpa. Atunci domnitorii filistenilor au pornit împotriva lui Israel. Când fiii lui Israel au auzit lucrul acesta, s-au temut de filisteni",
        "8": "și i-au zis lui Samuel: ‒ Nu înceta să strigi pentru noi la Domnul, Dumnezeul nostru, ca să ne elibereze din mâna filistenilor.",
        "9": "Samuel a luat un miel de lapte și l-a adus întreg ca ardere-de-tot Domnului. Apoi a strigat către Domnul pentru Israel, iar Domnul i-a răspuns.",
        "10": "În timp ce Samuel aducea arderea-de-tot, filistenii se apropiau ca să se lupte cu Israel. Însă Domnul a tunat în ziua aceea împotriva filistenilor, producând un zgomot puternic, și a adus panică în rândul acestora. Astfel, ei au fost învinși de Israel.",
        "11": "Bărbații lui Israel au ieșit din Mițpa, i-au urmărit pe filisteni și i-au ucis până în apropiere de Bet-Car.",
        "12": "Samuel a luat atunci o piatră și a așezat-o între Mițpa și Șen. El i-a pus numele Eben-Ezer, zicând: „Până aici Domnul ne-a ajutat“.",
        "13": "Astfel, filistenii au fost supuși și n-au mai invadat teritoriul Israelului, iar mâna Domnului a fost împotriva filistenilor cât timp a trăit Samuel.",
        "14": "Cetățile pe care filistenii le-au capturat de la Israel, cele de la Ekron și până la Gat, au fost luate înapoi. Israel și-a eliberat teritoriile din mâna filistenilor. În același timp, a fost pace și între Israel și amoriți.",
        "15": "Samuel a continuat să judece Israelul în toate zilele vieții lui.",
        "16": "El mergea an de an, făcând înconjurul Betelului, al Ghilgalului și al Mițpei, și judeca Israelul în toate aceste locuri.",
        "17": "Apoi se întorcea la Rama – deoarece acolo era casa lui – judecând și acolo pe Israel. Tot acolo a construit un altar Domnului."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "The men of Kiriath Jearim came and took Yahweh’s ark, and brought it into Abinadab’s house on the hill, and consecrated Eleazar his son to keep Yahweh’s ark.",
        "2": "From the day that the ark stayed in Kiriath Jearim, the time was long—for it was twenty years; and all the house of Israel lamented after Yahweh.",
        "3": "Samuel spoke to all the house of Israel, saying, “If you are returning to Yahweh with all your heart, then put away the foreign gods and the Ashtaroth from among you, and direct your hearts to Yahweh, and serve him only; and he will deliver you out of the hand of the Philistines.”",
        "4": "Then the children of Israel removed the Baals and the Ashtaroth, and served Yahweh only.",
        "5": "Samuel said, “Gather all Israel to Mizpah, and I will pray to Yahweh for you.”",
        "6": "They gathered together to Mizpah, and drew water, and poured it out before Yahweh, and fasted on that day, and said there, “We have sinned against Yahweh.” Samuel judged the children of Israel in Mizpah.",
        "7": "When the Philistines heard that the children of Israel were gathered together at Mizpah, the lords of the Philistines went up against Israel. When the children of Israel heard it, they were afraid of the Philistines.",
        "8": "The children of Israel said to Samuel, “Don’t stop crying to Yahweh our God for us, that he will save us out of the hand of the Philistines.”",
        "9": "Samuel took a suckling lamb, and offered it for a whole burnt offering to Yahweh. Samuel cried to Yahweh for Israel, and Yahweh answered him.",
        "10": "As Samuel was offering up the burnt offering, the Philistines came near to battle against Israel; but Yahweh thundered with a great thunder on that day on the Philistines and confused them; and they were struck down before Israel.",
        "11": "The men of Israel went out of Mizpah and pursued the Philistines, and struck them until they came under Beth Kar.",
        "12": "Then Samuel took a stone and set it between Mizpah and Shen, and called its name Ebenezer, saying, “Yahweh helped us until now.”",
        "13": "So the Philistines were subdued, and they stopped coming within the border of Israel. Yahweh’s hand was against the Philistines all the days of Samuel.",
        "14": "The cities which the Philistines had taken from Israel were restored to Israel, from Ekron even to Gath; and Israel recovered its border out of the hand of the Philistines. There was peace between Israel and the Amorites.",
        "15": "Samuel judged Israel all the days of his life.",
        "16": "He went from year to year in a circuit to Bethel, Gilgal, and Mizpah; and he judged Israel in all those places.",
        "17": "His return was to Ramah, for his house was there, and he judged Israel there; and he built an altar to Yahweh there."
      }
    }
  }
}