{
  "book": "1 Samuel",
  "chapter": "1",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Era un om din Ramataim-Țofim, din muntele lui Efraim, numit Elcana, fiul lui Ieroham, fiul lui Elihu, fiul lui Tohu, fiul lui Țuf, efratit.",
        "2": "El avea două neveste: una se numea Ana, iar cealaltă, Penina. Penina avea copii, dar Ana n-avea.",
        "3": "Omul acesta se suia în fiecare an din cetatea sa la Silo, ca să se închine înaintea Domnului oștirilor și să-I aducă jertfe. Acolo se aflau cei doi fii ai lui Eli, Hofni și Fineas, preoți ai Domnului.",
        "4": "În ziua când își aducea Elcana jertfa, dădea părți nevestei sale Penina, tuturor fiilor și tuturor fiicelor pe care le avea de la ea.",
        "5": "Dar Anei îi dădea o parte îndoită, căci iubea pe Ana. Dar Domnul o făcuse stearpă.",
        "6": "Potrivnica ei o înțepa deseori, ca s-o facă să se mânie, pentru că Domnul o făcuse stearpă.",
        "7": "Și în toți anii era așa. Ori de câte ori se suia Ana la Casa Domnului, Penina o înțepa la fel. Atunci, ea plângea și nu mânca.",
        "8": "Elcana, bărbatul ei, îi zicea: „Ana, pentru ce plângi și nu mănânci? Pentru ce ți-este întristată inima? Oare nu prețuiesc eu pentru tine mai mult decât zece fii?” Rugăciunea Anei",
        "9": "Ana s-a sculat, după ce au mâncat și au băut ei la Silo. Preotul Eli ședea pe un scaun, lângă unul din ușorii Templului Domnului.",
        "10": "Și Ana se ruga Domnului cu sufletul amărât și plângea.",
        "11": "Ea a făcut o juruință și a zis: „Doamne, Dumnezeul oștirilor! Dacă vei binevoi să cauți spre întristarea roabei Tale, dacă-Ți vei aduce aminte de mine și nu vei uita pe roaba Ta și dacă vei da roabei Tale un copil de parte bărbătească, îl voi închina Domnului pentru toate zilele vieții lui și brici nu va trece peste capul lui.”",
        "12": "Fiindcă ea stătea multă vreme în rugăciune înaintea Domnului, Eli se uita cu băgare de seamă la gura ei.",
        "13": "Ana vorbea în inima ei și numai buzele și le mișca, dar nu i se auzea glasul. Eli credea că este beată",
        "14": "și i-a zis: „Până când vei fi beată? Du-te de te trezește.”",
        "15": "Ana a răspuns: „Nu, domnul meu, eu sunt o femeie care suferă în inima ei și n-am băut nici vin, nici băutură amețitoare, ci îmi vărsam sufletul înaintea Domnului.",
        "16": "Să nu iei pe roaba ta drept o femeie stricată, căci numai prea multa mea durere și supărarea m-au făcut să vorbesc până acum.”",
        "17": "Eli a luat din nou cuvântul și a zis: „Du-te în pace, și Dumnezeul lui Israel să asculte rugăciunea pe care I-ai făcut-o!”",
        "18": "Ea a zis: „Să capete roaba ta trecere înaintea ta!” Și femeia a plecat. A mâncat și fața ei n-a mai fost aceeași.",
        "19": "S-au sculat dis-de-dimineață și, după ce s-au închinat până la pământ înaintea Domnului, s-au întors și au venit acasă, la Rama. Nașterea lui Samuel Elcana s-a culcat cu nevastă-sa Ana, și Domnul Și-a adus aminte de ea.",
        "20": "Când i s-au împlinit zilele, Ana a rămas însărcinată și a născut un fiu, căruia i-a pus numele Samuel (Dumnezeu a ascultat), „căci”, a zis ea, „de la Domnul l-am cerut”.",
        "21": "Bărbatul său, Elcana, s-a suit apoi cu toată casa lui să aducă Domnului jertfa de peste an și să-și împlinească juruința.",
        "22": "Dar Ana nu s-a suit și a zis bărbatului ei: „Când voi înțărca copilul, îl voi duce ca să fie pus înaintea Domnului și să rămână acolo pentru totdeauna.”",
        "23": "Elcana, bărbatul ei, i-a zis: „Fă ce vei crede, așteaptă până-l vei înțărca. Numai împlinească-Și Domnul cuvântul Lui!” Și femeia a rămas acasă și a dat țâță fiului ei până l-a înțărcat.",
        "24": "Când l-a înțărcat, l-a suit cu ea și a luat trei tauri, o efă de făină și un burduf cu vin. L-a dus în Casa Domnului, la Silo; copilul era încă mic de tot.",
        "25": "Au înjunghiat taurii și au dus copilul la Eli.",
        "26": "Ana a zis: „Domnul meu, iartă-mă! Cât este de adevărat că sufletul tău trăiește, domnul meu, atât este de adevărat că eu sunt femeia aceea care stăteam aici lângă tine și mă rugam Domnului!",
        "27": "Pentru copilul acesta mă rugam, și Domnul a ascultat rugăciunea pe care I-o făceam.",
        "28": "De aceea vreau să-l dau Domnului: toată viața lui să fie dat Domnului.” Și s-au închinat acolo înaintea Domnului."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Era un bărbat din Ramataim-Țofim, din muntele lui Efraim, al cărui nume era Elkana, fiul lui Ieroham, fiul lui Elihu, fiul lui Tohu, fiul lui Țuf, un efratit.",
        "2": "El avea două soții. Numele celei dintâi era Ana, iar numele celei de-a doua era Penina. Penina avea copii, dar Ana nu avea.",
        "3": "În fiecare an, bărbatul acesta se ducea din cetatea sa la Șilo ca să se închine și să aducă jertfe Domnului Oștirilor. Acolo se aflau cei doi fii ai lui Eli, Hofni și Fineas, preoți ai Domnului.",
        "4": "În ziua în care Elkana aducea jertfa, el dădea câte o parte soției sale, Penina, și tuturor fiilor și fiicelor ei,",
        "5": "dar Anei îi dădea o parte dublă fiindcă o iubea. Însă Domnul îi închisese pântecul.",
        "6": "Rivala ei obișnuia s-o necăjească și s-o facă să se mânie din cauză că Domnul îi închisese pântecul.",
        "7": "Ea făcea lucrul acesta în fiecare an. Ori de câte ori Ana se ducea la Casa Domnului, ea o necăjea în felul acesta, iar Ana plângea și nu mânca nimic.",
        "8": "Atunci Elkana, soțul ei, îi spunea: „Ana, de ce plângi și nu mănânci și de ce îți este mâhnită inima? Oare nu prețuiesc eu pentru tine mai mult decât zece fii?“.",
        "9": "Odată, după ce au mâncat și au băut ei la Șilo, Ana s-a ridicat. Preotul Eli ședea pe un scaun, lângă unul dintre stâlpii porții Templului Domnului.",
        "10": "Ea avea sufletul amărât și s-a rugat Domnului, plângând cu amar.",
        "11": "A făcut următorul jurământ, zicând: „Doamne al Oștirilor, dacă, într-adevăr, vei privi la întristarea slujitoarei Tale, dacă Îți vei aduce aminte de mine și n-o vei uita pe slujitoarea Ta și dacă-i vei da slujitoarei Tale un fiu, atunci îl voi dărui Domnului pentru toate zilele vieții lui, iar briciul nu va trece peste capul lui“.",
        "12": "Fiindcă ea stătea mult în rugăciune înaintea Domnului, Eli se uita cu atenție la gura ei.",
        "13": "Ana vorbea în inima ei și numai buzele i se mișcau, fără să i se audă vocea. Atunci Eli, crezând că este beată,",
        "14": "i-a zis: ‒ Femeie, cât timp vei mai fi beată? Lasă-te de vin!",
        "15": "Ana i-a răspuns și a zis: ‒ Nu, stăpâne. Sunt o femeie cu duhul întristat. N-am băut nici vin și nici băutură tare, ci îmi vărsam sufletul înaintea Domnului.",
        "16": "Să n-o privești pe slujitoarea ta ca pe o femeie de nimic, căci din prea multa mea durere și supărare am vorbit până acum.",
        "17": "Atunci Eli i-a zis: ‒ Mergi în pace și Dumnezeul lui Israel să răspundă cererii pe care I-ai făcut-o.",
        "18": "Ana i-a răspuns: ‒ Fie ca slujitoarea ta să găsească bunăvoință înaintea ta! Apoi femeia a plecat în drumul ei. Ea a mâncat și fața ei n-a mai fost mâhnită.",
        "19": "S-au sculat dis-de-dimineață, s-au închinat înaintea Domnului și apoi s-au întors acasă, în Rama. Elkana a intrat la Ana, soția sa, iar Domnul Și-a adus aminte de ea.",
        "20": "Astfel, după o vreme, Ana a rămas însărcinată și a născut un băiat căruia i-a pus numele Samuel, zicând: „De la Domnul l-am cerut“.",
        "21": "Soțul ei, Elkana, a plecat cu toată familia lui ca să aducă Domnului jertfa anuală și ca să-și împlinească jurământul.",
        "22": "Ana însă nu s-a dus, ci i-a zis soțului ei: ‒ După ce-l voi înțărca pe băiat, îl voi aduce și-l voi înfățișa înaintea Domnului, unde va locui pentru totdeauna.",
        "23": "Elkana, soțul ei, i-a zis: ‒ Fă ce consideri că este bine. Rămâi până îl vei înțărca. Fie numai ca Domnul să-Și împlinească cuvântul! Femeia a rămas și a alăptat copilul până l-a înțărcat.",
        "24": "După ce l-a înțărcat, l-a luat cu ea, împreună cu un taur de trei ani, o efă de făină și un burduf cu vin, și l-a adus la Casa Domnului, în Șilo; copilul era mic.",
        "25": "După ce au jertfit taurul, l-au adus pe băiat la Eli.",
        "26": "Ana a zis: „Ah, stăpâne! Viu este sufletul tău, stăpâne, că eu sunt femeia care stătea aici, lângă tine, rugându-se Domnului.",
        "27": "Pentru acest băiat mă rugam, iar Domnul mi-a dat ceea ce am cerut de la El.",
        "28": "De aceea îl dăruiesc Domnului. Pentru toate zilele vieții lui, el va fi dăruit Domnului“. Și s-au închinat acolo Domnului."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now there was a certain man of Ramathaim Zophim, of the hill country of Ephraim, and his name was Elkanah, the son of Jeroham, the son of Elihu, the son of Tohu, the son of Zuph, an Ephraimite.",
        "2": "He had two wives. The name of one was Hannah, and the name of the other Peninnah. Peninnah had children, but Hannah had no children.",
        "3": "This man went up out of his city from year to year to worship and to sacrifice to Yahweh of Armies in Shiloh. The two sons of Eli, Hophni and Phinehas, priests to Yahweh, were there.",
        "4": "When the day came that Elkanah sacrificed, he gave portions to Peninnah his wife and to all her sons and her daughters;",
        "5": "but he gave a double portion to Hannah, for he loved Hannah, but Yahweh had shut up her womb.",
        "6": "Her rival provoked her severely, to irritate her, because Yahweh had shut up her womb.",
        "7": "So year by year, when she went up to Yahweh’s house, her rival provoked her. Therefore she wept, and didn’t eat.",
        "8": "Elkanah her husband said to her, “Hannah, why do you weep? Why don’t you eat? Why is your heart grieved? Am I not better to you than ten sons?”",
        "9": "So Hannah rose up after they had finished eating and drinking in Shiloh. Now Eli the priest was sitting on his seat by the doorpost of Yahweh’s temple.",
        "10": "She was in bitterness of soul, and prayed to Yahweh, weeping bitterly.",
        "11": "She vowed a vow, and said, “Yahweh of Armies, if you will indeed look at the affliction of your servant and remember me, and not forget your servant, but will give to your servant a boy, then I will give him to Yahweh all the days of his life, and no razor shall come on his head.”",
        "12": "As she continued praying before Yahweh, Eli saw her mouth.",
        "13": "Now Hannah spoke in her heart. Only her lips moved, but her voice was not heard. Therefore Eli thought she was drunk.",
        "14": "Eli said to her, “How long will you be drunk? Get rid of your wine!”",
        "15": "Hannah answered, “No, my lord, I am a woman of a sorrowful spirit. I have not been drinking wine or strong drink, but I poured out my soul before Yahweh.",
        "16": "Don’t consider your servant a wicked woman; for I have been speaking out of the abundance of my complaint and my provocation.”",
        "17": "Then Eli answered, “Go in peace; and may the God of Israel grant your petition that you have asked of him.”",
        "18": "She said, “Let your servant find favor in your sight.” So the woman went her way and ate; and her facial expression wasn’t sad any more.",
        "19": "They rose up in the morning early and worshiped Yahweh, then returned and came to their house to Ramah. Then Elkanah knew Hannah his wife; and Yahweh remembered her.",
        "20": "When the time had come, Hannah conceived, and bore a son; and she named him Samuel, saying, “Because I have asked him of Yahweh.”",
        "21": "The man Elkanah, and all his house, went up to offer to Yahweh the yearly sacrifice and his vow.",
        "22": "But Hannah didn’t go up, for she said to her husband, “Not until the child is weaned; then I will bring him, that he may appear before Yahweh, and stay there forever.”",
        "23": "Elkanah her husband said to her, “Do what seems good to you. Wait until you have weaned him; only may Yahweh establish his word.” So the woman waited and nursed her son until she weaned him.",
        "24": "When she had weaned him, she took him up with her, with three bulls, and one ephah of meal, and a container of wine, and brought him to Yahweh’s house in Shiloh. The child was young.",
        "25": "They killed the bull, and brought the child to Eli.",
        "26": "She said, “Oh, my lord, as your soul lives, my lord, I am the woman who stood by you here, praying to Yahweh.",
        "27": "I prayed for this child, and Yahweh has given me my petition which I asked of him.",
        "28": "Therefore I have also given him to Yahweh. As long as he lives he is given to Yahweh.” He worshiped Yahweh there."
      }
    }
  }
}