{
  "book": "1 Samuel",
  "chapter": "3",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Tânărul Samuel slujea Domnului înaintea lui Eli. Cuvântul Domnului era rar în vremea aceea și vedeniile nu erau dese.",
        "2": "Tot pe vremea aceea, Eli începea să aibă ochii tulburi și nu mai putea să vadă. El stătea culcat la locul lui,",
        "3": "iar candela lui Dumnezeu nu se stinsese încă și Samuel era culcat în Templul Domnului, unde era chivotul lui Dumnezeu.",
        "4": "Atunci, Domnul a chemat pe Samuel. El a răspuns: „Iată-mă!”",
        "5": "Și a alergat la Eli și a zis: „Iată-mă, căci m-ai chemat.” Eli a răspuns: „Nu te-am chemat; întoarce-te și te culcă.” Și s-a dus și s-a culcat.",
        "6": "Domnul a chemat din nou pe Samuel. Și Samuel s-a sculat, s-a dus la Eli și a zis: „Iată-mă, căci m-ai chemat.” Eli a răspuns: „Nu te-am chemat, fiule, întoarce-te și te culcă.”",
        "7": "Samuel nu cunoștea încă pe Domnul și Cuvântul Domnului nu-i fusese încă descoperit.",
        "8": "Domnul a chemat din nou pe Samuel, pentru a treia oară. Și Samuel s-a sculat, s-a dus la Eli și a zis: „Iată-mă, căci m-ai chemat.” Eli a înțeles că Domnul cheamă pe copil",
        "9": "și a zis lui Samuel: „Du-te de te culcă și, dacă vei mai fi chemat, să spui: ‘Vorbește, Doamne, căci robul Tău ascultă.’” Și Samuel s-a dus să se culce la locul lui.",
        "10": "Domnul a venit, S-a înfățișat și l-a chemat ca și în celelalte dăți: „Samuele, Samuele!” Și Samuel a răspuns: „Vorbește, căci robul Tău ascultă.”",
        "11": "Atunci, Domnul a zis lui Samuel: „Iată că voi face în Israel un lucru care va asurzi urechile oricui îl va auzi.",
        "12": "În ziua aceea voi împlini asupra lui Eli tot ce am rostit împotriva casei lui; voi începe și voi isprăvi.",
        "13": "I-am spus că vreau să pedepsesc casa lui pentru totdeauna, din pricina fărădelegii de care are cunoștință și prin care fiii lui s-au făcut vrednici de lepădat, fără ca el să-i fi oprit.",
        "14": "De aceea, jur casei lui Eli că niciodată fărădelegea casei lui Eli nu va fi ispășită, nici prin jertfe, nici prin daruri de mâncare.”",
        "15": "Samuel a rămas culcat până dimineața, apoi a deschis ușile Casei Domnului. Samuel s-a temut să istorisească lui Eli vedenia aceea.",
        "16": "Dar Eli a chemat pe Samuel și a zis: „Samuele, fiule!” El a răspuns: „Iată-mă!”",
        "17": "Și Eli a zis: „Care este cuvântul pe care ți l-a vorbit Domnul? Nu-mi ascunde nimic. Dumnezeu să Se poarte cu tine cu toată asprimea dacă-mi ascunzi ceva din tot ce ți-a spus!”",
        "18": "Samuel i-a istorisit tot, fără să-i ascundă nimic. Și Eli a zis: „Domnul este Acesta, să facă ce va crede!”",
        "19": "Samuel creștea, Domnul era cu el și n-a lăsat să cadă la pământ niciunul din cuvintele sale.",
        "20": "Tot Israelul, de la Dan până la Beer-Șeba, a cunoscut că Domnul pusese pe Samuel proroc al Domnului.",
        "21": "Domnul nu înceta să Se arate în Silo, căci Domnul Se descoperea lui Samuel, în Silo, prin Cuvântul Domnului."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Tânărul Samuel slujea Domnului în prezența lui Eli. În zilele acelea, Cuvântul Domnului era rar, iar vedeniile nu erau dese.",
        "2": "Într-o noapte, Eli, care era acum aproape orb, stătea culcat în locul său obișnuit.",
        "3": "Candela lui Dumnezeu nu se stinsese încă, iar Samuel era culcat în Templul Domnului, unde se afla Chivotul lui Dumnezeu.",
        "4": "Domnul l-a chemat pe Samuel, iar acesta a zis: ‒ Iată-mă!",
        "5": "A alergat la Eli și a zis: ‒ Iată-mă, căci m-ai chemat. Eli i-a răspuns: ‒ Nu te-am chemat. Întoarce-te și culcă-te! El s-a dus și s-a culcat.",
        "6": "Domnul l-a chemat din nou pe Samuel, iar acesta s-a sculat, s-a dus la Eli și a zis: ‒ Iată-mă, căci m-ai chemat. Eli însă i-a răspuns: ‒ Nu te-am chemat, fiule! Întoarce-te și culcă-te!",
        "7": "Samuel nu-L cunoștea încă pe Domnul, iar Cuvântul Domnului nu i se descoperise încă.",
        "8": "Domnul l-a chemat pe Samuel din nou, pentru a treia oară. Samuel s-a sculat, s-a dus la Eli și i-a zis: ‒ Iată-mă, căci m-ai chemat. Atunci Eli a înțeles că Domnul îl cheamă pe tânăr.",
        "9": "Eli i-a zis lui Samuel: ‒ Du-te și culcă-te, iar dacă te va mai chema, să spui: „Vorbește, Doamne, căci slujitorul Tău ascultă!“. Samuel a plecat și s-a culcat la locul lui.",
        "10": "Domnul a venit, S-a înfățișat și l-a chemat ca și în celelalte ocazii: ‒ Samuel! Samuel! Samuel a răspuns: ‒ Vorbește, căci slujitorul Tău ascultă!",
        "11": "Atunci Domnul i-a zis lui Samuel: ‒ Iată, sunt gata să fac în Israel un lucru care va răsuna în urechile oricui îl va auzi.",
        "12": "În ziua aceea, voi împlini împotriva lui Eli tot ceea ce am rostit cu privire la familia lui, de la început până la sfârșit.",
        "13": "I-am spus că voi judeca familia lui pentru totdeauna din cauza nelegiuirii de care a avut cunoștință. Căci fiii săi au atras asupra lor blestemul, iar el nu i-a oprit.",
        "14": "De aceea jur familiei lui Eli că nelegiuirea ei nu va fi niciodată ispășită prin jertfă sau prin dar.",
        "15": "Samuel a rămas culcat până dimineața. Apoi a deschis ușile Casei Domnului. El se temea să-i spună lui Eli vedenia,",
        "16": "dar Eli l-a chemat pe Samuel și a zis: ‒ Samuel, fiule! El a răspuns: ‒ Iată-mă!",
        "17": "Eli a zis: ‒ Care este cuvântul pe care ți l-a spus El? Te rog să nu ascunzi nimic de mine. Dumnezeu să Se poarte cu tine cu toată asprimea dacă vei ascunde de mine ceva din tot ce ți-a spus.",
        "18": "Samuel i-a istorisit tot și n-a ascuns nimic de el. Atunci Eli a zis: ‒ Acesta este Domnul. El să facă ce consideră că este bine.",
        "19": "Samuel creștea, iar Domnul era cu el, nelăsând să cadă la pământ niciunul dintre cuvintele Lui.",
        "20": "Tot Israelul, de la Dan și până la Beer-Șeba, a recunoscut că Samuel a fost confirmat ca profet al Domnului.",
        "21": "Domnul continua să Se arate în Șilo, descoperindu-i-Se acolo lui Samuel prin Cuvântul Domnului."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "The child Samuel ministered to Yahweh before Eli. Yahweh’s word was rare in those days. There were not many visions, then.",
        "2": "At that time, when Eli was laid down in his place (now his eyes had begun to grow dim, so that he could not see),",
        "3": "and God’s lamp hadn’t yet gone out, and Samuel had laid down in Yahweh’s temple where God’s ark was,",
        "4": "Yahweh called Samuel. He said, “Here I am.”",
        "5": "He ran to Eli and said, “Here I am; for you called me.” He said, “I didn’t call. Lie down again.” He went and lay down.",
        "6": "Yahweh called yet again, “Samuel!” Samuel arose and went to Eli and said, “Here I am; for you called me.” He answered, “I didn’t call, my son. Lie down again.”",
        "7": "Now Samuel didn’t yet know Yahweh, neither was Yahweh’s word yet revealed to him.",
        "8": "Yahweh called Samuel again the third time. He arose and went to Eli and said, “Here I am; for you called me.” Eli perceived that Yahweh had called the child.",
        "9": "Therefore Eli said to Samuel, “Go, lie down. It shall be, if he calls you, that you shall say, ‘Speak, Yahweh; for your servant hears.’” So Samuel went and lay down in his place.",
        "10": "Yahweh came, and stood, and called as at other times, “Samuel! Samuel!” Then Samuel said, “Speak; for your servant hears.”",
        "11": "Yahweh said to Samuel, “Behold, I will do a thing in Israel at which both the ears of everyone who hears it will tingle.",
        "12": "In that day I will perform against Eli all that I have spoken concerning his house, from the beginning even to the end.",
        "13": "For I have told him that I will judge his house forever for the iniquity which he knew, because his sons brought a curse on themselves, and he didn’t restrain them.",
        "14": "Therefore I have sworn to the house of Eli that the iniquity of Eli’s house shall not be removed with sacrifice or offering forever.”",
        "15": "Samuel lay until the morning, and opened the doors of Yahweh’s house. Samuel was afraid to show Eli the vision.",
        "16": "Then Eli called Samuel and said, “Samuel, my son!” He said, “Here I am.”",
        "17": "He said, “What is the thing that he has spoken to you? Please don’t hide it from me. God do so to you, and more also, if you hide anything from me of all the things that he spoke to you.”",
        "18": "Samuel told him every bit, and hid nothing from him. He said, “It is Yahweh. Let him do what seems good to him.”",
        "19": "Samuel grew, and Yahweh was with him and let none of his words fall to the ground.",
        "20": "All Israel from Dan even to Beersheba knew that Samuel was established to be a prophet of Yahweh.",
        "21": "Yahweh appeared again in Shiloh; for Yahweh revealed himself to Samuel in Shiloh by Yahweh’s word."
      }
    }
  }
}