{
  "book": "1 Samuel",
  "chapter": "22",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "David a plecat de acolo și a scăpat în peștera Adulam. Frații lui și toată casa tatălui său au aflat și s-au coborât la el.",
        "2": "Toți cei ce se aflau în nevoie, care aveau datorii sau care erau nemulțumiți s-au strâns la el și el a ajuns căpetenia lor. Astfel, s-au unit cu el aproape patru sute de oameni.",
        "3": "De acolo, David s-a dus la Mițpe, în țara Moabului. El a zis împăratului Moabului: „Dă voie, te rog, tatălui meu și mamei mele să vină la voi până voi ști ce va face Dumnezeu cu mine.”",
        "4": "Și i-a adus înaintea împăratului Moabului și au locuit cu el în tot timpul cât a stat David în cetățuie.",
        "5": "Prorocul Gad a zis lui David: „Nu ședea în cetățuie, ci du-te și intră în țara lui Iuda.” Și David a plecat și a ajuns la pădurea Heret. Saul ucide preoții din Nob",
        "6": "Saul a aflat că David și oamenii lui au fost descoperiți. Saul ședea sub tamarisc, la Ghibea, pe înălțime; avea sulița în mână și toți slujitorii lui stăteau lângă el.",
        "7": "Și Saul a zis slujitorilor săi de lângă el: „Ascultați, beniamiți! Vă va da fiul lui Isai la toți ogoare și vii? Va face el din voi toți căpetenii peste o mie și căpetenii peste o sută?",
        "8": "Dacă nu, de ce v-ați unit toți împotriva mea și nimeni nu mi-a dat de știre despre legământul fiului meu cu fiul lui Isai? Pentru ce n-a fost nimeni dintre voi pe care să-l doară inima pentru mine și să mă înștiințeze că fiul meu a răsculat pe robul meu împotriva mea, ca să-mi întindă curse, cum face astăzi?”",
        "9": "Doeg, Edomitul, care era și el printre slujitorii lui Saul, a răspuns: „Eu am văzut pe fiul lui Isai venind la Nob, la Ahimelec, fiul lui Ahitub.",
        "10": "Ahimelec a întrebat pe Domnul pentru el, i-a dat merinde și i-a dat sabia lui Goliat, Filisteanul.”",
        "11": "Împăratul a trimis după Ahimelec, fiul lui Ahitub, preotul, și după toată casa tatălui său, după preoții care erau la Nob. Ei au venit toți la împărat.",
        "12": "Saul a zis: „Ascultă, fiul lui Ahitub!” El a răspuns: „Iată-mă, domnul meu!”",
        "13": "Saul i-a zis: „Pentru ce v-ați unit împotriva mea tu și fiul lui Isai? Pentru ce i-ai dat pâine și o sabie și ai întrebat pe Dumnezeu pentru el, ca să se ridice împotriva mea și să-mi întindă curse, cum face astăzi?”",
        "14": "Ahimelec a răspuns împăratului: „Care dintre slujitorii tăi poate fi pus alături cu credinciosul David, ginerele împăratului, gata la poruncile lui și înconjurat cu cinste în casa ta?",
        "15": "Oare de astăzi am început eu să întreb pe Dumnezeu pentru el? Departe de mine așa ceva! Să nu arunce împăratul nicio vină asupra robului său, nici asupra nimănui din casa tatălui meu, căci robul tău nu știe nimic din toate acestea, nici lucru mic, nici lucru mare.”",
        "16": "Împăratul a zis: „Trebuie să mori, Ahimelec, tu și toată casa tatălui tău.”",
        "17": "Și împăratul a zis alergătorilor care stăteau lângă el: „Întoarceți-vă și omorâți pe preoții Domnului, căci s-au învoit cu David: au știut bine că fuge, și nu mi-au dat de veste.” Dar slujitorii împăratului n-au voit să întindă mâna ca să lovească pe preoții Domnului.",
        "18": "Atunci, împăratul a zis lui Doeg: „Întoarce-te și lovește pe preoți.” Și Doeg, Edomitul, s-a întors și a lovit pe preoți; a omorât în ziua aceea optzeci și cinci de oameni care purtau efodul de in.",
        "19": "Saul a mai trecut prin ascuțișul sabiei cetatea preoțească Nob; bărbați și femei, copii și prunci, boi, măgari și oi: toți au căzut sub ascuțișul sabiei.",
        "20": "Un fiu al lui Ahimelec, fiul lui Ahitub, a scăpat. Numele lui era Abiatar. A fugit la David",
        "21": "și i-a spus că Saul a ucis pe preoții Domnului.",
        "22": "David a zis lui Abiatar: „M-am gândit chiar în ziua aceea că Doeg, Edomitul, fiind acolo, nu se putea să nu spună lui Saul. Eu sunt pricina morții tuturor sufletelor din casa tatălui tău.",
        "23": "Rămâi cu mine, nu te teme de nimic, căci cel ce caută să ia viața mea caută s-o ia și pe a ta; lângă mine vei fi bine păzit.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "David a plecat de acolo și a fugit în peștera Adulam. Când au auzit lucrul acesta, frații săi și întreaga familie a tatălui lui s-au dus la el.",
        "2": "Toți cei care se aflau în necaz sau erau datori și nemulțumiți s-au adunat la el, iar el a devenit conducătorul lor. Erau cu el în jur de patru sute de bărbați.",
        "3": "David a plecat de acolo la Mițpa, în Moab. El i-a spus regelui Moabului: „Dă-le voie, te rog, tatălui meu și mamei mele să vină la voi, până voi ști ce va face Dumnezeu cu mine“.",
        "4": "David i-a lăsat cu regele Moabului, iar ei au locuit cu acesta pe toată perioada cât David s-a aflat în fortăreață.",
        "5": "Însă profetul Gad i-a zis lui David: „Să nu rămâi în fortăreață, ci du-te în teritoriul lui Iuda!“. Astfel, David a plecat și a ajuns în pădurea Heret. Represaliile lui Saul asupra cetății Nob",
        "6": "Saul a auzit că David și oamenii care erau cu el au fost descoperiți. Saul, având în mână o suliță, ședea sub tamariscul de pe înălțimea din Ghiva și toți slujitorii săi stăteau lângă el.",
        "7": "Saul le-a zis slujitorilor săi care stăteau lângă el: ‒ Ascultați, beniamiți! Vă va da fiul lui Ișai tuturor terenuri și vii? Vă va face el pe toți căpetenii peste mii și căpetenii peste sute?",
        "8": "Totuși, voi toți ați conspirat împotriva mea și nimeni nu m-a înștiințat când fiul meu a încheiat un legământ cu fiul lui Ișai. Niciunuia dintre voi nu i-a păsat de mine și nu m-a înștiințat că fiul meu l-a răsculat pe slujitorul meu împotriva mea, ca să mă pândească așa cum o face astăzi.",
        "9": "Edomitul Doeg, care stătea lângă slujitorii lui Saul, a răspuns, zicând: ‒ Eu l-am văzut pe fiul lui Ișai venind la Nob, la Ahimelek, fiul lui Ahitub.",
        "10": "Acesta l-a întrebat pe Domnul pentru David, i-a dat provizii și i-a dat și sabia filisteanului Goliat.",
        "11": "Atunci, regele a trimis să fie chemați preotul Ahimelek, fiul lui Ahitub, și toată familia tatălui său, preoții care se aflau în Nob. Aceștia au venit cu toții la rege.",
        "12": "Saul a zis: ‒ Ascultă, fiul lui Ahitub! El a răspuns: ‒ Iată-mă, stăpâne!",
        "13": "Saul i-a zis: ‒ De ce ați conspirat împotriva mea, tu și fiul lui Ișai, dându-i pâine și o sabie și întrebând pe Dumnezeu pentru el? Ca să se răscoale împotriva mea și să mă pândească așa cum o face astăzi?",
        "14": "Ahimelek i-a răspuns regelui, zicând: ‒ Care dintre toți slujitorii tăi este atât de credincios ca David? El este ginerele regelui, conducătorul gărzii tale și respectat în casa ta.",
        "15": "Oare de astăzi am început să-L întreb pe Dumnezeu pentru el? Departe de mine așa ceva! Să nu arunce regele nicio vină asupra slujitorului său, nici asupra vreunuia din familia tatălui meu, pentru că slujitorul tău n-a știut absolut nimic din toate acestea.",
        "16": "Dar regele a zis: ‒ Trebuie să mori, Ahimelek, tu și toată familia tatălui tău.",
        "17": "Apoi le-a zis gărzilor care stăteau lângă el: ‒ Omorâți-i pe preoții Domnului căci și ei sunt de partea lui David. Au știut că este un fugar și nu m-au anunțat. Însă slujitorii regelui n-au vrut să-și întindă mâna ca să-i omoare pe preoții Domnului.",
        "18": "Atunci regele i-a zis lui Doeg: ‒ Întoarce-te și omoară-i tu pe preoți! Atunci edomitul Doeg s-a întors și a omorât el preoții. A omorât în acea zi optzeci și cinci de bărbați care purtau efodul de in.",
        "19": "A trecut prin ascuțișul sabiei chiar și cetatea preoțească Nob: bărbați și femei, copii și sugari, boi, măgari și oi. Pe toți i-a trecut prin ascuțișul sabiei.",
        "20": "Un fiu de-al lui Ahimelek, fiul lui Ahitub, pe nume Abiatar, a reușit să scape și a fugit după David.",
        "21": "Abiatar i-a spus lui David că Saul a ucis preoții Domnului.",
        "22": "Atunci David i-a zis lui Abiatar: ‒ Am știut în ziua aceea că edomitul Doeg, fiind acolo, sigur îi va spune lui Saul. Eu sunt vinovat de moartea tuturor celor din familia tatălui tău.",
        "23": "Rămâi cu mine și nu te teme, pentru că cel care încearcă să-mi ia mie viața încearcă să te omoare și pe tine. Cu mine vei fi în siguranță."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "David therefore departed from there and escaped to Adullam’s cave. When his brothers and all his father’s house heard it, they went down there to him.",
        "2": "Everyone who was in distress, everyone who was in debt, and everyone who was discontented gathered themselves to him; and he became captain over them. There were with him about four hundred men.",
        "3": "David went from there to Mizpeh of Moab; and he said to the king of Moab, “Please let my father and my mother come out to you, until I know what God will do for me.”",
        "4": "He brought them before the king of Moab; and they lived with him all the time that David was in the stronghold.",
        "5": "The prophet Gad said to David, “Don’t stay in the stronghold. Depart, and go into the land of Judah.” Then David departed, and came into the forest of Hereth.",
        "6": "Saul heard that David was discovered, with the men who were with him. Now Saul was sitting in Gibeah, under the tamarisk tree in Ramah, with his spear in his hand, and all his servants were standing around him.",
        "7": "Saul said to his servants who stood around him, “Hear now, you Benjamites! Will the son of Jesse give everyone of you fields and vineyards? Will he make you all captains of thousands and captains of hundreds?",
        "8": "Is that why all of you have conspired against me, and there is no one who discloses to me when my son makes a treaty with the son of Jesse, and there is none of you who is sorry for me, or discloses to me that my son has stirred up my servant against me, to lie in wait, as it is today?”",
        "9": "Then Doeg the Edomite, who stood by the servants of Saul, answered and said, “I saw the son of Jesse coming to Nob, to Ahimelech the son of Ahitub.",
        "10": "He inquired of Yahweh for him, gave him food, and gave him the sword of Goliath the Philistine.”",
        "11": "Then the king sent to call Ahimelech the priest, the son of Ahitub, and all his father’s house, the priests who were in Nob; and they all came to the king.",
        "12": "Saul said, “Hear now, you son of Ahitub.” He answered, “Here I am, my lord.”",
        "13": "Saul said to him, “Why have you conspired against me, you and the son of Jesse, in that you have given him bread, and a sword, and have inquired of God for him, that he should rise against me, to lie in wait, as it is today?”",
        "14": "Then Ahimelech answered the king, and said, “Who among all your servants is so faithful as David, who is the king’s son-in-law, captain of your body guard, and honored in your house?",
        "15": "Have I today begun to inquire of God for him? Be it far from me! Don’t let the king impute anything to his servant, nor to all the house of my father; for your servant knew nothing of all this, less or more.”",
        "16": "The king said, “You shall surely die, Ahimelech, you and all your father’s house.”",
        "17": "The king said to the guard who stood about him, “Turn and kill the priests of Yahweh, because their hand also is with David, and because they knew that he fled and didn’t disclose it to me.” But the servants of the king wouldn’t put out their hand to fall on the priests of Yahweh.",
        "18": "The king said to Doeg, “Turn and attack the priests!” Doeg the Edomite turned, and he attacked the priests, and he killed on that day eighty-five people who wore a linen ephod.",
        "19": "He struck Nob, the city of the priests, with the edge of the sword—both men and women, children and nursing babies, and cattle, donkeys, and sheep, with the edge of the sword.",
        "20": "One of the sons of Ahimelech the son of Ahitub, named Abiathar, escaped and fled after David.",
        "21": "Abiathar told David that Saul had slain Yahweh’s priests.",
        "22": "David said to Abiathar, “I knew on that day, when Doeg the Edomite was there, that he would surely tell Saul. I am responsible for the death of all the persons of your father’s house.",
        "23": "Stay with me. Don’t be afraid, for he who seeks my life seeks your life. You will be safe with me.”"
      }
    }
  }
}