{
  "book": "1 Samuel",
  "chapter": "23",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Au venit și au spus lui David: „Iată că filistenii au început lupta împotriva Cheilei și au jefuit ariile.”",
        "2": "David a întrebat pe Domnul și a zis: „Să mă duc și să bat pe filistenii aceștia?” Și Domnul i-a răspuns: „Du-te, bate pe filisteni și izbăvește Cheila.”",
        "3": "Dar oamenii lui David i-au zis: „Iată că noi ne temem chiar aici, în Iuda. Ce va fi când vom merge la Cheila, împotriva oștilor filistenilor?”",
        "4": "David a întrebat iarăși pe Domnul. Și Domnul i-a răspuns: „Scoală-te și coboară-te la Cheila, căci dau pe filisteni în mâinile tale.”",
        "5": "David s-a dus dar cu oamenii lui la Cheila și s-a bătut împotriva filistenilor; le-a luat vitele și le-a pricinuit o mare înfrângere. Astfel a izbăvit David pe locuitorii din Cheila.",
        "6": "Când a fugit Abiatar, fiul lui Ahimelec, la David, în Cheila, s-a coborât cu efodul în mână.",
        "7": "Saul a fost înștiințat de sosirea lui David la Cheila și a zis: „Dumnezeu îl dă în mâinile mele, căci a venit și s-a închis într-o cetate cu porți și zăvoare.”",
        "8": "Și Saul a chemat tot poporul la război ca să se coboare la Cheila și să împresoare pe David și pe oamenii lui.",
        "9": "David, luând cunoștință de acest plan rău pe care-l punea la cale Saul împotriva lui, a zis preotului Abiatar: „Adu efodul!”",
        "10": "Și David a zis: „Doamne, Dumnezeul lui Israel, robul Tău a aflat că Saul vrea să vină la Cheila ca să nimicească cetatea din pricina mea.",
        "11": "Mă vor da în mâinile lui locuitorii din Cheila? Se va coborî Saul aici, cum a aflat robul Tău? Doamne, Dumnezeul lui Israel, binevoiește și descoperă lucrul acesta robului Tău!” Și Domnul a răspuns: „Se va coborî.”",
        "12": "David a mai zis: „Mă vor da locuitorii din Cheila pe mine și pe oamenii mei în mâinile lui Saul?” Și Domnul a răspuns: „Te vor da.”",
        "13": "Atunci, David s-a sculat cu oamenii lui, în număr de aproape șase sute de inși, au ieșit din Cheila și s-au dus unde au putut. Saul, aflând că David a scăpat din Cheila, s-a oprit din mers.",
        "14": "David a locuit în pustie, în locuri întărite, și a rămas pe muntele din pustia Zif. Saul îl căuta mereu, dar Dumnezeu nu l-a dat în mâinile lui. David în pustiile Zif și Maon",
        "15": "David, văzând că Saul a pornit să-i ia viața, a stat în pustia Zif, în pădure.",
        "16": "Atunci, Ionatan, fiul lui Saul, s-a sculat și s-a dus la David în pădure. El i-a întărit încrederea în Dumnezeu",
        "17": "și i-a zis: „Nu te teme de nimic, căci mâna tatălui meu Saul nu te va atinge. Tu vei domni peste Israel și eu voi fi al doilea după tine; tatăl meu Saul știe și el bine lucrul acesta.”",
        "18": "Au făcut iarăși amândoi legământ înaintea Domnului și David a rămas în pădure, iar Ionatan s-a dus acasă.",
        "19": "Zifiții s-au suit la Saul, la Ghibea, și au zis: „Nu-i David ascuns între noi în locuri întărite, în pădure, pe dealul Hachila, care este la miazăzi de pustie?",
        "20": "Coboară-te dar, împărate, fiindcă aceasta este toată dorința sufletului tău; lasă pe noi dacă e vorba să-l dăm în mâinile împăratului.”",
        "21": "Saul a zis: „Domnul să vă binecuvânteze că aveți milă de mine!",
        "22": "Duceți-vă, vă rog, de mai cercetați, ca să știți și să descoperiți în ce loc și-a îndreptat pașii și cine l-a văzut, căci mi s-a spus că este foarte șiret.",
        "23": "Cercetați și vedeți toate locurile unde se ascunde, veniți apoi la mine cu ceva temeinic și voi porni cu voi. Dacă este în țară, îl voi căuta printre toate miile lui Iuda.”",
        "24": "S-au sculat dar și s-au dus la Zif înaintea lui Saul. David și oamenii lui erau în pustia Maon, și anume în câmpia dinspre miazăzi de pustie.",
        "25": "Saul a plecat cu oamenii săi în căutarea lui David. Despre lucrul acesta s-a dat de veste lui David, care s-a coborât la stâncă și a rămas în pustia Maon. Saul, când a auzit, a urmărit pe David în pustia Maon.",
        "26": "Saul mergea pe o parte a muntelui, și David cu oamenii lui, pe cealaltă parte a muntelui. David fugea repede, ca să scape de Saul. Dar Saul și oamenii lui chiar înconjuraseră pe David și pe ai lui, ca să pună mâna pe ei,",
        "27": "când un sol a venit și a spus lui Saul: „Grăbește-te să vii, căci au năvălit filistenii în țară.”",
        "28": "Saul a încetat să urmărească pe David și s-a întors să iasă înaintea filistenilor. De aceea, locul acela s-a numit Sela-Hamahlecot (Stânca împărțirii).",
        "29": "De acolo, David s-a suit spre locurile întărite din En-Ghedi și a locuit acolo."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "I s-a spus lui David: ‒ Iată, filistenii luptă împotriva Cheilei și îi pradă ariile.",
        "2": "David L-a întrebat pe Domnul, zicând: ‒ Să mă duc să lupt împotriva acestor filisteni? Domnul i-a răspuns lui David: ‒ Du-te, luptă împotriva filistenilor și eliberează Cheila!",
        "3": "Dar oamenii lui David i-au zis: ‒ Iată, noi ne temem chiar și aici, în Iuda! Ce va fi deci când vom merge la Cheila, împotriva armatelor filistene?",
        "4": "Atunci, David L-a întrebat din nou pe Domnul, și Domnul i-a răspuns, zicând: ‒ Ridică-te și coboară la Cheila, căci Eu îi dau pe filisteni în mâna ta.",
        "5": "David a plecat la Cheila împreună cu oamenii lui. A luptat împotriva filistenilor, le-a luat turmele și le-a provocat o mare înfrângere. Astfel, David i-a eliberat pe locuitorii Cheilei.",
        "6": "Când Abiatar, fiul lui Ahimelek, a fugit la David, în Cheila, s-a dus cu efodul în mână. David, urmărit de Saul",
        "7": "Saul a fost înștiințat că David a venit la Cheila. Atunci el a zis: „Dumnezeu l-a dat în mâna mea, căci s-a izolat, intrând într-o cetate cu porți și cu zăvoare!“.",
        "8": "Saul a chemat tot poporul la război ca să meargă la Cheila și să-i asedieze pe David și pe oamenii săi.",
        "9": "Însă David a aflat că Saul a făcut planuri rele împotriva sa și i-a zis preotului Abiatar: ‒ Adu efodul aici!",
        "10": "Apoi David a zis: ‒ Doamne, Dumnezeul lui Israel, slujitorul Tău a auzit că Saul vrea să vină la Cheila pentru a distruge cetatea din cauza mea.",
        "11": "Mă vor preda, oare, locuitorii Cheilei în mâna lui? Va veni, oare, Saul, așa cum a auzit slujitorul Tău? Doamne, Dumnezeul lui Israel, Te rog, răspunde-i slujitorului Tău! Domnul i-a răspuns: ‒ Va veni.",
        "12": "David a zis: ‒ Mă vor da locuitorii Cheilei pe mine și pe oamenii mei în mâna lui Saul? Domnul i-a răspuns: ‒ Te vor da.",
        "13": "Astfel, David și oamenii lui, în număr de aproape șase sute de bărbați, s-au ridicat, au ieșit din Cheila și au plecat încotro au putut. Când Saul a fost înștiințat că David a scăpat din Cheila, nu s-a mai dus acolo.",
        "14": "David a locuit în deșert, în fortificații; a locuit pe muntele din deșertul Zif. Saul îl căuta în fiecare zi, însă Dumnezeu nu l-a dat în mâinile lui.",
        "15": "În timp ce se afla la Horeș, în deșertul Zif, David a înțeles că Saul îl caută ca să-l omoare.",
        "16": "Ionatan, fiul lui Saul, s-a dus repede la David, la Horeș, și i-a întărit încrederea în Dumnezeu,",
        "17": "zicându-i: ‒ Nu te teme, pentru că mâna tatălui meu, Saul, nu te va găsi. Tu vei domni peste Israel, iar eu voi fi al doilea, după tine. Chiar și tatăl meu, Saul, știe că este așa.",
        "18": "Apoi, au încheiat amândoi un legământ înaintea Domnului. David a rămas la Horeș, iar Ionatan s-a întors acasă.",
        "19": "Zifiții s-au dus la Saul, în Ghiva, și i-au zis: ‒ Oare nu se ascunde David printre noi, în fortificațiile de la Horeș, de pe dealul Hachila, care se află la sud de Ieșimon?",
        "20": "Acum, o, rege, coboară, fiindcă aceasta este toată dorința sufletului tău, iar noi îl vom da în mâinile regelui!",
        "21": "Saul le-a zis: ‒ Fiți binecuvântați de Domnul pentru că ați avut milă de mine.",
        "22": "Duceți-vă, vă rog, să mai cercetați! Aflați și vedeți locul în care se află, precum și cine l-a văzut acolo, pentru că mi s-a spus că este foarte șiret.",
        "23": "Cercetați, aflați toate locurile în care se ascunde și întoarceți-vă la mine cu vești sigure. Atunci voi veni cu voi și, dacă se află în țară, îl voi căuta printre toate miile lui Iuda.",
        "24": "Zifiții s-au ridicat și au plecat la Zif, înaintea lui Saul. David și oamenii lui se aflau în deșertul Maon, în Araba, la sud de Ieșimon.",
        "25": "Saul a plecat împreună cu oamenii lui să-l caute, însă David a fost înștiințat de lucrul acesta. S-a dus într-un loc stâncos și a rămas în deșertul Maon. Când a auzit Saul lucrul acesta, l-a urmărit pe David în deșertul Maon.",
        "26": "Saul mergea pe o parte a muntelui, iar David cu oamenii lui pe cealaltă parte. David se grăbea să se depărteze de Saul, în timp ce acesta și oamenii săi încercau să-i înconjoare pe David și pe oamenii lui, ca să-i prindă.",
        "27": "A venit însă un mesager la Saul, zicând: „Grăbește-te să vii pentru că filistenii au invadat țara!“.",
        "28": "Atunci Saul a încetat să-l mai urmărească pe David și a plecat să lupte împotriva filistenilor. Locul acela l-au numit Sela Hamahlekot.",
        "29": "David a plecat de acolo și a locuit în fortificațiile din En-Ghedi."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "David was told, “Behold, the Philistines are fighting against Keilah, and are robbing the threshing floors.”",
        "2": "Therefore David inquired of Yahweh, saying, “Shall I go and strike these Philistines?” Yahweh said to David, “Go strike the Philistines, and save Keilah.”",
        "3": "David’s men said to him, “Behold, we are afraid here in Judah. How much more then if we go to Keilah against the armies of the Philistines?”",
        "4": "Then David inquired of Yahweh yet again. Yahweh answered him, and said, “Arise, go down to Keilah; for I will deliver the Philistines into your hand.”",
        "5": "David and his men went to Keilah and fought with the Philistines, and brought away their livestock, and killed them with a great slaughter. So David saved the inhabitants of Keilah.",
        "6": "When Abiathar the son of Ahimelech fled to David to Keilah, he came down with an ephod in his hand.",
        "7": "Saul was told that David had come to Keilah. Saul said, “God has delivered him into my hand, for he is shut in by entering into a town that has gates and bars.”",
        "8": "Saul summoned all the people to war, to go down to Keilah to besiege David and his men.",
        "9": "David knew that Saul was devising mischief against him. He said to Abiathar the priest, “Bring the ephod here.”",
        "10": "Then David said, “O Yahweh, the God of Israel, your servant has surely heard that Saul seeks to come to Keilah to destroy the city for my sake.",
        "11": "Will the men of Keilah deliver me up into his hand? Will Saul come down, as your servant has heard? Yahweh, the God of Israel, I beg you, tell your servant.” Yahweh said, “He will come down.”",
        "12": "Then David said, “Will the men of Keilah deliver me and my men into the hand of Saul?” Yahweh said, “They will deliver you up.”",
        "13": "Then David and his men, who were about six hundred, arose and departed out of Keilah and went wherever they could go. Saul was told that David had escaped from Keilah; and he gave up going there.",
        "14": "David stayed in the wilderness in the strongholds, and remained in the hill country in the wilderness of Ziph. Saul sought him every day, but God didn’t deliver him into his hand.",
        "15": "David saw that Saul had come out to seek his life. David was in the wilderness of Ziph in the woods.",
        "16": "Jonathan, Saul’s son, arose and went to David into the woods, and strengthened his hand in God.",
        "17": "He said to him, “Don’t be afraid, for the hand of Saul my father won’t find you; and you will be king over Israel, and I will be next to you; and Saul my father knows that also.”",
        "18": "They both made a covenant before Yahweh. Then David stayed in the woods and Jonathan went to his house.",
        "19": "Then the Ziphites came up to Saul to Gibeah, saying, “Doesn’t David hide himself with us in the strongholds in the woods, in the hill of Hachilah, which is on the south of the desert?",
        "20": "Now therefore, O king, come down. According to all the desire of your soul to come down; and our part will be to deliver him up into the king’s hand.”",
        "21": "Saul said, “You are blessed by Yahweh, for you have had compassion on me.",
        "22": "Please go make yet more sure, and know and see his place where his haunt is, and who has seen him there; for I have been told that he is very cunning.",
        "23": "See therefore, and take knowledge of all the lurking places where he hides himself; and come again to me with certainty, and I will go with you. It shall happen, if he is in the land, that I will search him out among all the thousands of Judah.”",
        "24": "They arose, and went to Ziph before Saul; but David and his men were in the wilderness of Maon, in the Arabah on the south of the desert.",
        "25": "Saul and his men went to seek him. When David was told, he went down to the rock, and stayed in the wilderness of Maon. When Saul heard that, he pursued David in the wilderness of Maon.",
        "26": "Saul went on this side of the mountain, and David and his men on that side of the mountain; and David hurried to get away for fear of Saul, for Saul and his men surrounded David and his men to take them.",
        "27": "But a messenger came to Saul, saying, “Hurry and come, for the Philistines have made a raid on the land!”",
        "28": "So Saul returned from pursuing David, and went against the Philistines. Therefore they called that place Sela Hammahlekoth.",
        "29": "David went up from there and lived in the strongholds of En Gedi."
      }
    }
  }
}