{
  "book": "1 Samuel",
  "chapter": "9",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Era un om din Beniamin, numit Chis, fiul lui Abiel, fiul lui Țeror, fiul lui Becorat, fiul lui Afiah, fiul unui beniamit, un om tare și voinic.",
        "2": "El avea un fiu cu numele Saul, tânăr și frumos, mai frumos decât oricare din copiii lui Israel. Și-i întrecea pe toți în înălțime de la umăr în sus.",
        "3": "Măgărițele lui Chis, tatăl lui Saul, s-au rătăcit, și Chis a zis fiului său Saul: „Ia cu tine o slugă, scoală-te și du-te de caută măgărițele.”",
        "4": "Saul a trecut prin muntele lui Efraim și a străbătut țara Șalișa fără să le găsească; au trecut prin țara Șaalim, și nu erau acolo; au străbătut țara lui Beniamin, și nu le-au găsit.",
        "5": "Ajunseseră în țara Țuf, când Saul a zis slugii care îl însoțea: „Haide să ne întoarcem, ca nu cumva tatăl meu, lăsând măgărițele, să fie îngrijorat de noi.”",
        "6": "Sluga i-a zis: „Iată că în cetatea aceasta este un om al lui Dumnezeu, un om cu vază; tot ce spune el nu se poate să nu se întâmple. Haidem la el dar; poate că ne va arăta drumul pe care trebuie să apucăm.”",
        "7": "Saul a zis slugii sale: „Dar dacă mergem acolo, ce să aducem omului lui Dumnezeu? Căci nu mai avem merinde în saci și n-avem niciun dar de adus omului lui Dumnezeu. Ce avem?”",
        "8": "Sluga a luat din nou cuvântul și a zis lui Saul: „Uite, eu am la mine un sfert de siclu de argint; îl voi da omului lui Dumnezeu și ne va arăta drumul.”",
        "9": "Odinioară, în Israel, când se ducea cineva să întrebe pe Dumnezeu, zicea: „Haidem să mergem la văzător!” Căci acela care se numește azi proroc se numea odinioară văzător.",
        "10": "Saul a zis slugii: „Ai dreptate; haidem să mergem!” Și s-au dus în cetatea unde era omul lui Dumnezeu.",
        "11": "Pe când se suiau ei spre cetate, au întâlnit niște fete care ieșiseră să scoată apă și le-au zis: „Aici este văzătorul?”",
        "12": "Ele le-au răspuns: „Da, iată-l înaintea ta; dar du-te repede, astăzi a venit în cetate, pentru că poporul aduce jertfă pe înălțime.",
        "13": "Când veți intra în cetate, îl veți găsi înainte ca să se suie la locul înalt să mănânce, căci poporul nu mănâncă până nu vine el, fiindcă el trebuie să binecuvânteze jertfa; după aceea, mănâncă și cei poftiți. Suiți-vă dar, căci acum îl veți găsi.”",
        "14": "Și s-au suit în cetate. Tocmai când intrau pe poarta cetății, au fost întâlniți de Samuel, care ieșea să se suie pe înălțime.",
        "15": "Dar, cu o zi mai înainte de venirea lui Saul, Domnul înștiințase pe Samuel și-i zisese:",
        "16": "„Mâine, la ceasul acesta, îți voi trimite un om din țara lui Beniamin și să-l ungi drept căpetenie a poporului Meu Israel. El va scăpa poporul Meu din mâna filistenilor, căci am căutat cu îndurare spre poporul Meu, pentru că strigătul lui a ajuns până la Mine.”",
        "17": "Când a zărit Samuel pe Saul, Domnul i-a zis: „Iată omul despre care ți-am vorbit; el va domni peste poporul Meu.”",
        "18": "Saul s-a apropiat de Samuel la mijlocul porții și a zis: „Arată-mi, te rog, unde este casa văzătorului.”",
        "19": "Samuel a răspuns lui Saul: „Eu sunt văzătorul. Suie-te înaintea mea pe înălțime, și veți mânca astăzi cu mine. Mâine te voi lăsa să pleci și-ți voi spune tot ce se petrece în inima ta.",
        "20": "Nu te neliniști de măgărițele pe care le-ai pierdut acum trei zile, căci s-au găsit. Și pentru cine este păstrat tot ce este mai de preț în Israel? Oare nu pentru tine și pentru toată casa tatălui tău?”",
        "21": "Saul a răspuns: „Oare nu sunt eu beniamit, din una din cele mai mici seminții ale lui Israel? Și familia mea nu este cea mai mică dintre toate familiile din seminția lui Beniamin? Pentru ce dar îmi vorbești astfel?”",
        "22": "Samuel a luat pe Saul și pe sluga lui, i-a vârât în odaia de mâncare, le-a dat locul cel dintâi între cei poftiți, care erau aproape treizeci de inși.",
        "23": "Samuel a zis bucătarului: „Adu porția pe care ți-am dat-o când ți-am zis: ‘Pune-o deoparte.’”",
        "24": "Bucătarul a dat spata și ce era pe ea și a pus-o înaintea lui Saul. Și Samuel a zis: „Iată ce a fost păstrat, pune-o înainte și mănâncă, fiindcă pentru tine s-a păstrat când am poftit poporul.” Astfel, Saul a mâncat cu Samuel în ziua aceea.",
        "25": "S-au coborât apoi de pe înălțime în cetate, și Samuel a stat de vorbă cu Saul pe acoperișul casei.",
        "26": "Apoi s-au sculat dis-de-dimineață, și, în revărsatul zorilor, Samuel a chemat pe Saul de pe acoperiș și a zis: „Scoală-te, și te voi însoți.” Saul s-a sculat și au ieșit amândoi, el și Samuel.",
        "27": "Când s-au coborât la marginea cetății, Samuel a zis lui Saul: „Spune slugii tale să treacă înaintea noastră.” Și sluga a trecut înainte. „Oprește-te acum”, a zis iarăși Samuel, „și-ți voi face cunoscut cuvântul lui Dumnezeu.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Era un om renumit din Beniamin, al cărui nume era Chiș. El era fiul lui Abiel, fiul lui Țeror, fiul lui Behorat, fiul lui Afiah, un beniamit.",
        "2": "Omul acesta avea un fiu, al cărui nume era Saul, un tânăr chipeș și fără egal printre fiii lui Israel. Era mai înalt cu un cap decât toți ceilalți din popor.",
        "3": "Într-o zi, măgărițele lui Chiș, tatăl lui Saul, s-au pierdut. Atunci Chiș i-a zis fiului său, Saul: „Ia cu tine, te rog, pe unul dintre slujitori și duceți-vă să căutați măgărițele!“.",
        "4": "Au traversat muntele lui Efraim și regiunea Șalișa fără să le găsească. După aceea, au traversat și regiunea Șaalim, însă tot nu le-au găsit. Apoi au traversat și teritoriul lui Beniamin, fără a le găsi.",
        "5": "Când au ajuns în regiunea Țuf, Saul i-a zis slujitorului său, care era cu el: ‒ Hai să ne întoarcem, ca nu cumva tatăl meu să fie îngrijorat mai degrabă pentru noi, decât pentru măgărițe!",
        "6": "Dar acesta i-a zis: ‒ Iată! În cetatea aceasta se află un om al lui Dumnezeu, un om respectat; tot ceea ce spune el, sigur se împlinește. Să mergem acolo acum și poate ne va spune pe ce drum să o luăm.",
        "7": "Saul i-a răspuns slujitorului său: ‒ Dar dacă mergem, ce să-i ducem acelui om? Pâinea din sacii noștri s-a terminat și nu avem niciun dar pentru omul lui Dumnezeu. Deci, ce avem?",
        "8": "Slujitorul i-a zis din nou lui Saul: ‒ Iată, am la mine un sfert de șechel de argint. Îl voi da omului lui Dumnezeu ca să ne spună pe ce drum să mergem.",
        "9": "Pe vremuri, în Israel, omul care mergea să-L întrebe pe Dumnezeu zicea că merge la văzător. Căci cel care se numește astăzi profet, atunci se numea văzător.",
        "10": "Saul i-a răspuns slujitorului său: ‒ Bine ai spus! Hai să mergem! Astfel au intrat în cetatea în care se afla omul lui Dumnezeu.",
        "11": "În timp ce urcau dealul spre cetate, au întâlnit niște fete care ieșeau să scoată apă. Ei le-au întrebat: ‒ Este aici văzătorul?",
        "12": "Ele le-au răspuns și au zis: ‒ Iată, este în fața voastră! Acum, deci, grăbiți-vă, căci a sosit în cetate chiar astăzi, deoarece poporul aduce o jertfă pe înălțime.",
        "13": "Imediat ce veți intra în cetate, îl veți găsi chiar înainte să se urce pe înălțime ca să mănânce. Căci poporul nu mănâncă până nu vine el, fiindcă el trebuie să binecuvânteze jertfa, și doar după aceea mănâncă cei poftiți. Duceți-vă chiar acum și-l veți găsi.",
        "14": "Ei s-au dus în cetate. Cum au intrat în cetate, iată că Samuel venea înspre ei, urcând către locul înalt.",
        "15": "Cu o zi înainte de venirea lui Saul, Domnul îl înștiințase pe Samuel și-i spusese:",
        "16": "„Mâine, cam pe la ora aceasta, voi trimite la tine un bărbat din teritoriul lui Beniamin. Să-l ungi drept conducător peste poporul Meu, Israel. El va elibera poporul Meu din mâna filistenilor. Voi face aceasta fiindcă am privit spre poporul Meu, căci strigătul lui a ajuns până la Mine“.",
        "17": "Când Samuel l-a văzut pe Saul, Domnul i-a zis: „Iată bărbatul despre care ți-am vorbit! El va domni peste poporul Meu!“.",
        "18": "Saul s-a apropiat de Samuel în dreptul porții și i-a zis: ‒ Spune-mi, te rog, unde se află casa văzătorului?",
        "19": "Samuel i-a răspuns: ‒ Eu sunt văzătorul. Urcă înaintea mea pe înălțime, căci astăzi vei mânca împreună cu mine. Dimineață te voi lăsa să pleci și-ți voi spune tot ceea ce se află în inima ta.",
        "20": "În ceea ce privește măgărițele pe care le-ai pierdut cu trei zile în urmă, nu pune la inimă pierderea lor, căci au fost găsite. Însă către cine este îndreptată toată dorința lui Israel, dacă nu către tine și către întreaga ta familie?",
        "21": "Dar Saul i-a răspuns: ‒ Nu sunt eu oare un beniamit, din cea mai mică seminție din Israel? Și clanul meu nu este cel mai neînsemnat dintre toate clanurile seminției lui Beniamin? De ce îmi vorbești în felul acesta?",
        "22": "Atunci Samuel l-a luat pe Saul și pe slujitorul său, i-a dus în sală și i-a așezat în fruntea celor poftiți, vreo treizeci de oameni.",
        "23": "Samuel i-a zis bucătarului: ‒ Adu bucata de carne pe care ți-am dat-o și despre care ți-am spus: „Pune-o deoparte pentru tine“.",
        "24": "Bucătarul a luat coapsa cu ce era pe ea și a așezat-o înaintea lui Saul. Samuel a zis: ‒ Iată, aceasta a fost păstrată pentru tine. Mănâncă, pentru că am pus-o deoparte pentru tine de când am chemat poporul. În ziua aceea, Saul a mâncat împreună cu Samuel.",
        "25": "După aceea, au coborât de pe înălțime în cetate, iar Samuel a stat de vorbă cu Saul pe acoperiș.",
        "26": "S-au sculat dimineață, odată cu ivirea zorilor, iar Samuel l-a chemat pe Saul pe acoperiș, zicând: ‒ Ridică-te, căci urmează să te trimit acasă. Saul s-a ridicat și au ieșit amândoi, el și Samuel.",
        "27": "În timp ce se îndreptau spre marginea cetății, Samuel i-a zis lui Saul: ‒ Spune-i slujitorului să meargă înaintea noastră. Și acesta a mers înaintea lor. Apoi Samuel a zis: ‒ Oprește-te acum, ca să auzi de la mine Cuvântul lui Dumnezeu."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now there was a man of Benjamin, whose name was Kish the son of Abiel, the son of Zeror, the son of Becorath, the son of Aphiah, the son of a Benjamite, a mighty man of valor.",
        "2": "He had a son whose name was Saul, an impressive young man; and there was not among the children of Israel a more handsome person than he. From his shoulders and upward he was taller than any of the people.",
        "3": "The donkeys of Kish, Saul’s father, were lost. Kish said to Saul his son, “Now take one of the servants with you, and arise, go look for the donkeys.”",
        "4": "He passed through the hill country of Ephraim, and passed through the land of Shalishah, but they didn’t find them. Then they passed through the land of Shaalim, and they weren’t there. Then he passed through the land of the Benjamites, but they didn’t find them.",
        "5": "When they had come to the land of Zuph, Saul said to his servant who was with him, “Come! Let’s return, lest my father stop caring about the donkeys and be anxious for us.”",
        "6": "The servant said to him, “Behold now, there is a man of God in this city, and he is a man who is held in honor. All that he says surely happens. Now let’s go there. Perhaps he can tell us which way to go.”",
        "7": "Then Saul said to his servant, “But behold, if we go, what should we bring the man? For the bread is spent in our sacks, and there is not a present to bring to the man of God. What do we have?”",
        "8": "The servant answered Saul again and said, “Behold, I have in my hand the fourth part of a shekel of silver. I will give that to the man of God, to tell us our way.”",
        "9": "(In earlier times in Israel, when a man went to inquire of God, he said, “Come! Let’s go to the seer;” for he who is now called a prophet was before called a seer.)",
        "10": "Then Saul said to his servant, “Well said. Come! Let’s go.” So they went to the city where the man of God was.",
        "11": "As they went up the ascent to the city, they found young maidens going out to draw water, and said to them, “Is the seer here?”",
        "12": "They answered them and said, “He is. Behold, he is before you. Hurry now, for he has come today into the city; for the people have a sacrifice today in the high place.",
        "13": "As soon as you have come into the city, you will immediately find him before he goes up to the high place to eat; for the people will not eat until he comes, because he blesses the sacrifice. Afterwards those who are invited eat. Now therefore go up; for at this time you will find him.”",
        "14": "They went up to the city. As they came within the city, behold, Samuel came out toward them to go up to the high place.",
        "15": "Now Yahweh had revealed to Samuel a day before Saul came, saying,",
        "16": "“Tomorrow about this time I will send you a man out of the land of Benjamin, and you shall anoint him to be prince over my people Israel. He will save my people out of the hand of the Philistines; for I have looked upon my people, because their cry has come to me.”",
        "17": "When Samuel saw Saul, Yahweh said to him, “Behold, the man of whom I spoke to you! He will have authority over my people.”",
        "18": "Then Saul approached Samuel in the gateway, and said, “Please tell me where the seer’s house is.”",
        "19": "Samuel answered Saul and said, “I am the seer. Go up before me to the high place, for you are to eat with me today. In the morning I will let you go and will tell you all that is in your heart.",
        "20": "As for your donkeys who were lost three days ago, don’t set your mind on them, for they have been found. For whom does all Israel desire? Is it not you and all your father’s house?”",
        "21": "Saul answered, “Am I not a Benjamite, of the smallest of the tribes of Israel? And my family the least of all the families of the tribe of Benjamin? Why then do you speak to me like this?”",
        "22": "Samuel took Saul and his servant and brought them into the guest room, and made them sit in the best place among those who were invited, who were about thirty persons.",
        "23": "Samuel said to the cook, “Bring the portion which I gave you, of which I said to you, ‘Set it aside.’”",
        "24": "The cook took up the thigh, and that which was on it, and set it before Saul. Samuel said, “Behold, that which has been reserved! Set it before yourself and eat; because it has been kept for you for the appointed time, for I said, ‘I have invited the people.’” So Saul ate with Samuel that day.",
        "25": "When they had come down from the high place into the city, he talked with Saul on the housetop.",
        "26": "They arose early; and about daybreak, Samuel called to Saul on the housetop, saying, “Get up, that I may send you away.” Saul arose, and they both went outside, he and Samuel, together.",
        "27": "As they were going down at the end of the city, Samuel said to Saul, “Tell the servant to go on ahead of us.” He went ahead, then Samuel said, “But stand still first, that I may cause you to hear God’s message.”"
      }
    }
  }
}