{
  "book": "1 Tesaloniceni",
  "chapter": "2",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Voi înșivă știți, fraților, că venirea noastră la voi n-a fost zadarnică.",
        "2": "După ce am suferit și am fost batjocoriți în Filipi, cum știți, am venit plini de încredere în Dumnezeul nostru să vă vestim Evanghelia lui Dumnezeu în mijlocul multor lupte.",
        "3": "Căci propovăduirea noastră nu se întemeiază nici pe rătăcire, nici pe necurăție, nici pe viclenie.",
        "4": "Ci, fiindcă Dumnezeu ne-a găsit vrednici să ne încredințeze Evanghelia, căutăm să vorbim așa ca să plăcem nu oamenilor, ci lui Dumnezeu, care ne cercetează inima.",
        "5": "În adevăr, cum bine știți, niciodată n-am întrebuințat vorbe măgulitoare, nici haina lăcomiei: martor este Dumnezeu.",
        "6": "N-am căutat slavă de la oameni: nici de la voi, nici de la alții, deși, ca apostoli ai lui Hristos, am fi putut să cerem cinste.",
        "7": "Dimpotrivă, ne-am arătat blânzi în mijlocul vostru, ca o doică ce-și crește cu drag copiii.",
        "8": "Astfel, în dragostea noastră fierbinte pentru voi, eram gata să vă dăm nu numai Evanghelia lui Dumnezeu, dar chiar și viața noastră, atât de scumpi ne ajunseserăți.",
        "9": "Vă aduceți aminte, fraților, de osteneala și munca noastră. Cum lucram zi și noapte ca să nu fim sarcină niciunuia din voi și vă propovăduiam Evanghelia lui Dumnezeu.",
        "10": "Voi sunteți martori și Dumnezeu, de asemenea, că am avut o purtare sfântă, dreaptă și fără prihană față de voi, care credeți.",
        "11": "Știți iarăși că am fost pentru fiecare din voi ca un tată cu copiii lui: vă sfătuiam, vă mângâiam și vă adeveream",
        "12": "să vă purtați într-un chip vrednic de Dumnezeu, care vă cheamă la Împărăția și slava Sa.",
        "13": "De aceea mulțumim fără încetare lui Dumnezeu că, atunci când ați primit Cuvântul lui Dumnezeu auzit de la noi, l-ați primit nu ca pe cuvântul oamenilor, ci, așa cum și este în adevăr, ca pe Cuvântul lui Dumnezeu, care lucrează și în voi care credeți.",
        "14": "Căci, fraților, voi ați călcat pe urmele Bisericilor lui Dumnezeu care sunt în Hristos Isus, în Iudeea; pentru că și voi ați suferit din partea celor de un neam cu voi aceleași rele pe care le-au suferit ele din partea iudeilor.",
        "15": "Iudeii aceștia au omorât pe Domnul Isus și pe proroci, pe noi ne-au prigonit, nu plac lui Dumnezeu și sunt vrăjmași tuturor oamenilor,",
        "16": "căci ne opresc să vorbim neamurilor ca să fie mântuite. Astfel, ei totdeauna pun vârf păcatelor lor. Dar, la urmă, i-a ajuns mânia lui Dumnezeu!",
        "17": "Noi, fraților, după ce am fost despărțiți câtăva vreme de voi, cu fața, dar nu cu inima, am avut cu atât mai mult dorința să vă vedem.",
        "18": "Astfel, o dată și chiar de două ori, am voit (eu, Pavel, cel puțin) să venim la voi, dar ne-a împiedicat Satana.",
        "19": "Căci cine este, în adevăr, nădejdea sau bucuria sau cununa noastră de slavă? Nu sunteți voi înaintea Domnului nostru Isus Hristos, la venirea Lui?",
        "20": "Da, voi sunteți slava și bucuria noastră."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Voi înșivă știți, fraților, că venirea noastră la voi n-a fost în zadar.",
        "2": "Deși am suferit și am fost chinuiți în Filipi, așa cum știți, am îndrăznit totuși, prin Dumnezeul nostru, să vă vorbim despre Evanghelia lui Dumnezeu în mijlocul unei mari lupte.",
        "3": "Căci îndemnul nostru nu vine din rătăcire, nici din necurăție, nici din viclenie,",
        "4": "ci, așa cum am fost aprobați de Dumnezeu pentru a ni se încredința Evanghelia, tot așa vorbim și noi, nu ca să plăcem oamenilor, ci lui Dumnezeu, Care ne cercetează inimile.",
        "5": "Fiindcă, așa cum știți, n-am venit la voi niciodată cu o vorbire lingușitoare, nici nu ne-am prefăcut, încercând să ascundem vreo lăcomie – Dumnezeu este martor –",
        "6": "nici n-am căutat să primim glorie de la oameni, nici de la voi, nici de la alții.",
        "7": "Ca apostoli ai lui Cristos am fi putut fi o povară pentru voi, dar am fost blânzi cu voi, ca o doică ce are grijă de copiii săi.",
        "8": "Astfel, pentru că vă doream binele, am considerat potrivit să împărtășim cu voi nu doar Evanghelia lui Dumnezeu, ci și viețile noastre, fiindcă ne deveniserăți atât de dragi.",
        "9": "Căci vă aduceți aminte, fraților, de munca și eforturile noastre, când, în timp ce v-am predicat Evanghelia lui Dumnezeu, am lucrat zi și noapte ca să nu fim o povară pentru niciunul dintre voi.",
        "10": "Voi sunteți martori, și Dumnezeu de asemenea, că purtarea noastră față de voi, cei care credeți, a fost sfântă, dreaptă și fără vină.",
        "11": "Așa cum știți, am fost, pentru fiecare dintre voi, ca un tată pentru copiii săi,",
        "12": "îndemnându-vă, încurajându-vă și insistând să trăiți într-un mod demn de Dumnezeu, Care vă cheamă în Împărăția și gloria Lui.",
        "13": "De aceea și noi Îi mulțumim tot timpul lui Dumnezeu pentru că, atunci când ați primit Cuvântul lui Dumnezeu, pe care l-ați auzit de la noi, l-ați primit nu ca pe un cuvânt al oamenilor, ci, așa cum și este de fapt, ca pe Cuvântul lui Dumnezeu, care lucrează în voi, cei care credeți.",
        "14": "Căci voi, fraților, ați devenit urmași ai bisericilor lui Dumnezeu care sunt în Cristos Isus, în Iudeea, pentru că și voi ați suferit, din partea propriilor voștri compatrioți, aceleași lucruri pe care le-au suferit și ele din partea iudeilor,",
        "15": "care L-au omorât pe Domnul Isus și pe profeți, iar pe noi ne-au persecutat. Iudeii aceștia nu sunt plăcuți lui Dumnezeu și sunt împotrivitori față de toți oamenii,",
        "16": "căci ne împiedică să le vorbim neevreilor cum să fie mântuiți. Astfel, ei întotdeauna au măsura păcatelor lor plină. Dar, în cele din urmă, i-a ajuns mânia lui Dumnezeu.",
        "17": "Însă fraților, atunci când am fost despărțiți de voi pentru puțină vreme, cu trupul, dar nu cu inima, am dorit cu și mai mare ardoare să vă vedem chipurile.",
        "18": "Am vrut să venim la voi – cel puțin eu, Pavel, am încercat de câteva ori – dar Satan ne-a împiedicat.",
        "19": "Care este speranța sau bucuria sau coroana cu care ne lăudăm înaintea Domnului nostru Isus, la venirea Lui? Oare nu voi?",
        "20": "Într-adevăr, voi sunteți gloria și bucuria noastră!"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "For you yourselves know, brothers, our visit to you wasn’t in vain,",
        "2": "but having suffered before and been shamefully treated, as you know, at Philippi, we grew bold in our God to tell you the Good News of God in much conflict.",
        "3": "For our exhortation is not of error, nor of uncleanness, nor in deception.",
        "4": "But even as we have been approved by God to be entrusted with the Good News, so we speak—not as pleasing men, but God, who tests our hearts.",
        "5": "For neither were we at any time found using words of flattery, as you know, nor a cloak of covetousness (God is witness),",
        "6": "nor seeking glory from men (neither from you nor from others), when we might have claimed authority as apostles of Christ.",
        "7": "But we were gentle among you, like a nursing mother cherishes her own children.",
        "8": "Even so, affectionately longing for you, we were well pleased to impart to you not the Good News of God only, but also our own souls, because you had become very dear to us.",
        "9": "For you remember, brothers, our labor and travail; for working night and day, that we might not burden any of you, we preached to you the Good News of God.",
        "10": "You are witnesses with God how holy, righteously, and blamelessly we behaved ourselves toward you who believe.",
        "11": "As you know, we exhorted, comforted, and implored every one of you, as a father does his own children,",
        "12": "to the end that you should walk worthily of God, who calls you into his own Kingdom and glory.",
        "13": "For this cause we also thank God without ceasing that when you received from us the word of the message of God, you accepted it not as the word of men, but as it is in truth, God’s word, which also works in you who believe.",
        "14": "For you, brothers, became imitators of the assemblies of God which are in Judea in Christ Jesus; for you also suffered the same things from your own countrymen, even as they did from the Jews",
        "15": "who killed both the Lord Jesus and their own prophets, and drove us out, and don’t please God, and are contrary to all men,",
        "16": "forbidding us to speak to the Gentiles that they may be saved, to fill up their sins always. But wrath has come on them to the uttermost.",
        "17": "But we, brothers, being bereaved of you for a short season in presence, not in heart, tried even harder to see your face with great desire,",
        "18": "because we wanted to come to you—indeed, I, Paul, once and again—but Satan hindered us.",
        "19": "For what is our hope, or joy, or crown of rejoicing? Isn’t it even you, before our Lord Jesus at his coming?",
        "20": "For you are our glory and our joy."
      }
    }
  }
}