{
  "book": "1 Tesaloniceni",
  "chapter": "5",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Cât despre vremuri și soroace, n-aveți trebuință să vi se scrie, fraților.",
        "2": "Pentru că voi înșivă știți foarte bine că ziua Domnului va veni ca un hoț noaptea.",
        "3": "Când vor zice: „Pace și liniște!”, atunci o prăpădenie neașteptată va veni peste ei, ca durerile nașterii peste femeia însărcinată, și nu va fi chip de scăpare.",
        "4": "Dar voi, fraților, nu sunteți în întuneric, pentru ca ziua aceea să vă prindă ca un hoț.",
        "5": "Voi toți sunteți fii ai luminii și fii ai zilei. Noi nu suntem ai nopții, nici ai întunericului.",
        "6": "De aceea să nu dormim ca ceilalți, ci să veghem și să fim treji.",
        "7": "Căci cei ce dorm dorm noaptea, și cei ce se îmbată se îmbată noaptea.",
        "8": "Dar noi, care suntem fii ai zilei, să fim treji, să ne îmbrăcăm cu platoșa credinței și a dragostei și să avem drept coif nădejdea mântuirii.",
        "9": "Fiindcă Dumnezeu nu ne-a rânduit la mânie, ci ca să căpătăm mântuirea prin Domnul nostru Isus Hristos,",
        "10": "care a murit pentru noi, pentru ca, fie că veghem, fie că dormim, să trăim împreună cu El.",
        "11": "De aceea, mângâiați-vă și întăriți-vă unii pe alții, cum și faceți în adevăr.",
        "12": "Vă rugăm, fraților, să priviți bine pe cei ce se ostenesc între voi, care vă cârmuiesc în Domnul și care vă sfătuiesc.",
        "13": "Să-i prețuiți foarte mult, în dragoste, din pricina lucrării lor. Trăiți în pace între voi.",
        "14": "Vă rugăm, de asemenea, fraților, să mustrați pe cei ce trăiesc în neorânduială; să îmbărbătați pe cei deznădăjduiți; să sprijiniți pe cei slabi, să fiți răbdători cu toți.",
        "15": "Luați seama ca nimeni să nu întoarcă altuia rău pentru rău, ci căutați totdeauna să faceți ce este bine atât între voi, cât și față de toți.",
        "16": "Bucurați-vă întotdeauna.",
        "17": "Rugați-vă neîncetat.",
        "18": "Mulțumiți lui Dumnezeu pentru toate lucrurile, căci aceasta este voia lui Dumnezeu, în Hristos Isus, cu privire la voi.",
        "19": "Nu stingeți Duhul.",
        "20": "Nu disprețuiți prorociile.",
        "21": "Ci cercetați toate lucrurile și păstrați ce este bun.",
        "22": "Feriți-vă de orice se pare rău.",
        "23": "Dumnezeul păcii să vă sfințească El Însuși pe deplin și duhul vostru, sufletul vostru și trupul vostru să fie păzite întregi, fără prihană la venirea Domnului nostru Isus Hristos.",
        "24": "Cel ce v-a chemat este credincios și va face lucrul acesta.",
        "25": "Fraților, rugați-vă pentru noi.",
        "26": "Spuneți sănătate tuturor fraților cu o sărutare sfântă.",
        "27": "În Domnul vă rog fierbinte ca epistola aceasta să fie citită tuturor fraților.",
        "28": "Harul Domnului nostru Isus Hristos să fie cu voi cu toți! Amin."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Cât despre vremuri și date, fraților, nu aveți nevoie să vi se scrie,",
        "2": "pentru că voi înșivă știți bine că ziua Domnului va veni ca un hoț noaptea.",
        "3": "Când vor spune: „Pace și siguranță!“, atunci un dezastru neașteptat va veni asupra lor, ca durerile nașterii peste femeia însărcinată, și nicidecum nu vor scăpa.",
        "4": "Însă voi, fraților, nu sunteți în întuneric, așa încât ziua aceea să vă apuce ca un hoț.",
        "5": "Căci voi toți sunteți fii ai luminii și fii ai zilei. Noi nu suntem ai nopții, nici ai întunericului.",
        "6": "Așadar, să nu dormim, ca și ceilalți, ci să veghem și să fim treji,",
        "7": "pentru că cei ce dorm, dorm noaptea, iar cei ce se îmbată, se îmbată noaptea.",
        "8": "Dar noi, care suntem ai zilei, să fim treji, să ne îmbrăcăm cu armura credinței și a dragostei și să avem drept coif speranța mântuirii.",
        "9": "Căci Dumnezeu nu ne-a destinat pentru mânie, ci pentru a obține mântuirea prin Domnul nostru Isus Cristos,",
        "10": "Care a murit pentru noi, pentru ca, fie că veghem, fie că dormim, să trăim împreună cu El.",
        "11": "De aceea, încurajați-vă unii pe alții și întăriți-vă unii pe alții, așa cum, de fapt, și faceți.",
        "12": "Vă rugăm, fraților, să-i respectați pe cei ce lucrează din greu printre voi, care vă conduc în Domnul și vă sfătuiesc.",
        "13": "Să-i prețuiți foarte mult, în dragoste, datorită lucrării lor. Trăiți în pace unii cu alții.",
        "14": "Vă îndemnăm, fraților, să-i mustrați pe cei leneși, să-i mângâiați sufletește pe cei descurajați, să-i ajutați pe cei slabi, să aveți răbdare cu toți.",
        "15": "Aveți grijă ca nimeni să nu răsplătească cu rău pentru rău, ci urmăriți întotdeauna să faceți binele, atât unul altuia, cât și tuturor.",
        "16": "Bucurați-vă întotdeauna!",
        "17": "Rugați-vă mereu!",
        "18": "Mulțumiți în orice împrejurare. Căci aceasta este voia lui Dumnezeu, în Cristos Isus, pentru voi.",
        "19": "Nu stingeți Duhul!",
        "20": "Nu disprețuiți profețiile,",
        "21": "însă cercetați toate lucrurile și păstrați ce este bun.",
        "22": "Feriți-vă de orice fel de rău!",
        "23": "Însuși Dumnezeul păcii să vă sfințească în toate, iar duhul, sufletul și trupul vostru să vă fie păzite întregi, fără vină, la venirea Domnului nostru Isus Cristos.",
        "24": "Cel Ce vă cheamă este credincios și va face lucrul acesta.",
        "25": "Fraților, rugați-vă și pentru noi.",
        "26": "Salutați-i pe toți frații cu o sărutare sfântă.",
        "27": "Vă rog insistent înaintea Domnului ca scrisoarea aceasta să le fie citită tuturor fraților.",
        "28": "Harul Domnului nostru Isus Cristos să fie cu voi! Amin."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "But concerning the times and the seasons, brothers, you have no need that anything be written to you.",
        "2": "For you yourselves know well that the day of the Lord comes like a thief in the night.",
        "3": "For when they are saying, “Peace and safety,” then sudden destruction will come on them, like birth pains on a pregnant woman. Then they will in no way escape.",
        "4": "But you, brothers, aren’t in darkness, that the day should overtake you like a thief.",
        "5": "You are all children of light and children of the day. We don’t belong to the night, nor to darkness,",
        "6": "so then let’s not sleep, as the rest do, but let’s watch and be sober.",
        "7": "For those who sleep, sleep in the night; and those who are drunk are drunk in the night.",
        "8": "But since we belong to the day, let’s be sober, putting on the breastplate of faith and love, and for a helmet, the hope of salvation.",
        "9": "For God didn’t appoint us to wrath, but to the obtaining of salvation through our Lord Jesus Christ,",
        "10": "who died for us, that, whether we wake or sleep, we should live together with him.",
        "11": "Therefore exhort one another, and build each other up, even as you also do.",
        "12": "But we beg you, brothers, to know those who labor among you, and are over you in the Lord and admonish you,",
        "13": "and to respect and honor them in love for their work’s sake. Be at peace among yourselves.",
        "14": "We exhort you, brothers: Admonish the disorderly; encourage the faint-hearted; support the weak; be patient toward all.",
        "15": "See that no one returns evil for evil to anyone, but always follow after that which is good for one another and for all.",
        "16": "Always rejoice.",
        "17": "Pray without ceasing.",
        "18": "In everything give thanks, for this is the will of God in Christ Jesus toward you.",
        "19": "Don’t quench the Spirit.",
        "20": "Don’t despise prophecies.",
        "21": "Test all things, and hold firmly that which is good.",
        "22": "Abstain from every form of evil.",
        "23": "May the God of peace himself sanctify you completely. May your whole spirit, soul, and body be preserved blameless at the coming of our Lord Jesus Christ.",
        "24": "He who calls you is faithful, who will also do it.",
        "25": "Brothers, pray for us.",
        "26": "Greet all the brothers with a holy kiss.",
        "27": "I solemnly command you by the Lord that this letter be read to all the holy brothers.",
        "28": "The grace of our Lord Jesus Christ be with you. Amen."
      }
    }
  }
}