{
  "book": "1 Tesaloniceni",
  "chapter": "4",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Încolo, fraților, fiindcă ați învățat de la noi cum să vă purtați și să fiți plăcuți lui Dumnezeu, și așa și faceți, vă rugăm și vă îndemnăm în Numele Domnului Isus să sporiți tot mai mult în privința aceasta.",
        "2": "Știți, în adevăr, ce învățături v-am dat prin Domnul Isus.",
        "3": "Voia lui Dumnezeu este sfințirea voastră: să vă feriți de curvie;",
        "4": "fiecare din voi să știe să-și stăpânească vasul în sfințenie și cinste,",
        "5": "nu în aprinderea poftei, ca neamurile, care nu cunosc pe Dumnezeu.",
        "6": "Nimeni să nu fie cu vicleșug și cu nedreptate în treburi față de fratele său, pentru că Domnul pedepsește toate aceste lucruri, după cum v-am spus și v-am adeverit.",
        "7": "Căci Dumnezeu nu ne-a chemat la necurăție, ci la sfințire.",
        "8": "De aceea, cine nesocotește aceste învățături nesocotește nu pe un om, ci pe Dumnezeu, care v-a dat și Duhul Său cel Sfânt.",
        "9": "Cât despre dragostea frățească, n-aveți nevoie să vă scriem, căci voi singuri ați fost învățați de Dumnezeu să vă iubiți unii pe alții,",
        "10": "și iubiți în adevăr pe toți frații care sunt în toată Macedonia. Dar vă îndemnăm, fraților, să sporiți tot mai mult în ea.",
        "11": "Să căutați să trăiți liniștiți, să vă vedeți de treburi și să lucrați cu mâinile voastre, cum v-am sfătuit.",
        "12": "Și astfel să vă purtați cuviincios cu cei de afară și să n-aveți trebuință de nimeni.",
        "13": "Nu voim, fraților, să fiți în necunoștință despre cei ce au adormit, ca să nu vă întristați ca ceilalți, care n-au nădejde.",
        "14": "Căci dacă credem că Isus a murit și a înviat, credem și că Dumnezeu va aduce înapoi împreună cu Isus pe cei ce au adormit în El.",
        "15": "Iată, în adevăr, ce vă spunem prin Cuvântul Domnului: noi cei vii, care vom rămâne până la venirea Domnului, nu vom lua-o înaintea celor adormiți.",
        "16": "Căci Însuși Domnul, cu un strigăt, cu glasul unui arhanghel și cu trâmbița lui Dumnezeu, Se va coborî din cer și întâi vor învia cei morți în Hristos.",
        "17": "Apoi, noi cei vii, care vom fi rămas, vom fi răpiți toți împreună cu ei în nori, ca să întâmpinăm pe Domnul în văzduh; și astfel vom fi totdeauna cu Domnul.",
        "18": "Mângâiați-vă dar unii pe alții cu aceste cuvinte."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În cele din urmă, fraților, fiindcă ați primit instrucțiuni de la noi despre cum trebuie să trăiți și să-I fiți plăcuți lui Dumnezeu, așa cum, de altfel, și faceți, vă rugăm și vă îndemnăm în Domnul Isus să sporiți tot mai mult în privința aceasta.",
        "2": "Căci știți ce instrucțiuni v-am dat prin Domnul Isus.",
        "3": "Voia lui Dumnezeu este sfințirea voastră. Să vă feriți de preacurvie.",
        "4": "Fiecare dintre voi să știe să-și țină vasul în sfințenie și cinste,",
        "5": "nu în patima poftei, ca păgânii, care nu-L cunosc pe Dumnezeu.",
        "6": "Nimeni să nu-l nedreptățească pe fratele său și nici să nu profite de el, pentru că Domnul este Cel Ce pedepsește toate acestea, așa cum v-am spus și v-am avertizat.",
        "7": "Dumnezeu nu ne-a chemat la necurăție, ci la sfințenie.",
        "8": "De aceea, cel ce respinge aceste instrucțiuni nu respinge un om, ci pe Dumnezeu, Care vă dă Duhul Său cel Sfânt.",
        "9": "Cu privire la dragostea frățească, nu aveți nevoie să vă scriem, pentru că voi înșivă ați fost învățați de Dumnezeu să vă iubiți unii pe alții.",
        "10": "Și, într-adevăr, voi faceți lucrul acesta față de toți frații din întreaga Macedonie. Însă vă îndemnăm, fraților, să sporiți tot mai mult în privința aceasta.",
        "11": "Străduiți-vă să trăiți liniștiți, să vă vedeți de-ale voastre și să lucrați cu mâinile voastre, așa cum v-am poruncit,",
        "12": "astfel încât să vă purtați respectuos cu cei de afară și să nu aveți nevoie de nimic.",
        "13": "Nu vrem să nu știți, fraților, despre cei ce au adormit, ca să nu vă întristați precum ceilalți care n-au speranță.",
        "14": "Căci, dacă credem că Isus a murit și a înviat, credem și că Dumnezeu îi va aduce împreună cu Isus pe cei ce au adormit în El.",
        "15": "Vă spunem prin Cuvântul Domnului că noi, cei vii, care vom fi rămas până la venirea Domnului, nicidecum nu o vom lua înaintea celor ce au adormit.",
        "16": "Căci Domnul Însuși, la o poruncă, la sunetul vocii arhanghelului și la sunetul trâmbiței lui Dumnezeu, va coborî din Cer și, mai întâi, vor învia cei morți în Cristos.",
        "17": "Apoi noi, cei vii, care vom fi rămas, vom fi luați împreună cu ei în nori, ca să-L întâlnim pe Domnul în văzduh. Și, astfel, vom fi întotdeauna cu Domnul.",
        "18": "Prin urmare, încurajați-vă unii pe alții cu aceste cuvinte."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Finally then, brothers, we beg and exhort you in the Lord Jesus, that as you received from us how you ought to walk and to please God, that you abound more and more.",
        "2": "For you know what instructions we gave you through the Lord Jesus.",
        "3": "For this is the will of God: your sanctification, that you abstain from sexual immorality,",
        "4": "that each one of you know how to control his own body in sanctification and honor,",
        "5": "not in the passion of lust, even as the Gentiles who don’t know God,",
        "6": "that no one should take advantage of and wrong a brother or sister in this matter; because the Lord is an avenger in all these things, as also we forewarned you and testified.",
        "7": "For God called us not for uncleanness, but in sanctification.",
        "8": "Therefore he who rejects this doesn’t reject man, but God, who has also given his Holy Spirit to you.",
        "9": "But concerning brotherly love, you have no need that one write to you. For you yourselves are taught by God to love one another,",
        "10": "for indeed you do it toward all the brothers who are in all Macedonia. But we exhort you, brothers, that you abound more and more;",
        "11": "and that you make it your ambition to lead a quiet life, and to do your own business, and to work with your own hands, even as we instructed you,",
        "12": "that you may walk properly toward those who are outside, and may have need of nothing.",
        "13": "But we don’t want you to be ignorant, brothers, concerning those who have fallen asleep, so that you don’t grieve like the rest, who have no hope.",
        "14": "For if we believe that Jesus died and rose again, even so God will bring with him those who have fallen asleep in Jesus.",
        "15": "For this we tell you by the word of the Lord, that we who are alive, who are left until the coming of the Lord, will in no way precede those who have fallen asleep.",
        "16": "For the Lord himself will descend from heaven with a shout, with the voice of the archangel and with God’s trumpet. The dead in Christ will rise first,",
        "17": "then we who are alive, who are left, will be caught up together with them in the clouds to meet the Lord in the air. So we will be with the Lord forever.",
        "18": "Therefore comfort one another with these words."
      }
    }
  }
}