{
  "book": "1 Timotei",
  "chapter": "6",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Toți cei ce sunt sub jugul robiei să socotească pe stăpânii lor vrednici de toată cinstea, ca Numele lui Dumnezeu și învățătura să nu fie vorbite de rău.",
        "2": "Iar cei ce au stăpâni credincioși să nu-i disprețuiască sub cuvânt că sunt frați, ci să le slujească și mai bine, tocmai fiindcă cei ce se bucură de binefacerile slujbei lor sunt credincioși și preaiubiți. Învață pe oameni aceste lucruri și spune-le apăsat.",
        "3": "Dacă învață cineva pe oameni învățătură deosebită și nu se ține de cuvintele sănătoase ale Domnului nostru Isus Hristos și de învățătura care duce la evlavie,",
        "4": "este plin de mândrie și nu știe nimic: ba încă are boala cercetărilor fără rost și a certurilor de cuvinte, din care se nasc pizma, certurile, clevetirile, bănuielile rele,",
        "5": "zadarnicele ciocniri de vorbe ale oamenilor stricați la minte, lipsiți de adevăr și care cred că evlavia este un izvor de câștig. Ferește-te de astfel de oameni.",
        "6": "Negreșit, evlavia însoțită de mulțumire este un mare câștig.",
        "7": "Căci noi n-am adus nimic în lume și nici nu putem să luăm cu noi nimic din ea.",
        "8": "Dacă avem dar cu ce să ne hrănim și cu ce să ne îmbrăcăm, ne va fi de ajuns.",
        "9": "Cei ce vor să se îmbogățească, dimpotrivă, cad în ispită, în laț și în multe pofte nesăbuite și vătămătoare, care cufundă pe oameni în prăpăd și pierzare.",
        "10": "Căci iubirea de bani este rădăcina tuturor relelor; și unii, care au umblat după ea, au rătăcit de la credință și s-au străpuns singuri cu o mulțime de chinuri.",
        "11": "Iar tu, om al lui Dumnezeu, fugi de aceste lucruri și caută neprihănirea, evlavia, credința, dragostea, răbdarea, blândețea.",
        "12": "Luptă-te lupta cea bună a credinței; apucă viața veșnică la care ai fost chemat și pentru care ai făcut acea frumoasă mărturisire înaintea multor martori.",
        "13": "Te îndemn, înaintea lui Dumnezeu, care dă viață tuturor lucrurilor, și înaintea lui Hristos Isus, care a făcut acea frumoasă mărturisire înaintea lui Pilat din Pont,",
        "14": "să păzești porunca, fără prihană și fără vină, până la arătarea Domnului nostru Isus Hristos,",
        "15": "care va fi făcută la vremea ei de fericitul și singurul Stăpânitor, Împăratul împăraților și Domnul domnilor,",
        "16": "singurul care are nemurirea, care locuiește într-o lumină de care nu poți să te apropii, pe care niciun om nu L-a văzut, nici nu-L poate vedea și care are cinstea și puterea veșnică! Amin.",
        "17": "Îndeamnă pe bogații veacului acestuia să nu se îngâmfe și să nu-și pună nădejdea în niște bogății nestatornice, ci în Dumnezeu, care ne dă toate lucrurile din belșug ca să ne bucurăm de ele.",
        "18": "Îndeamnă-i să facă bine, să fie bogați în fapte bune, să fie darnici, gata să simtă împreună cu alții,",
        "19": "așa ca să-și strângă pentru vremea viitoare drept comoară o bună temelie pentru ca să apuce adevărata viață.",
        "20": "Timoteie, păzește ce ți s-a încredințat; ferește-te de flecăriile lumești și de împotrivirile științei, pe nedrept numite astfel,",
        "21": "pe care au mărturisit-o unii și au rătăcit cu privire la credință. Harul să fie cu voi! Amin."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Toți cei ce sunt sub jug, ca sclavi, să-și considere propriii stăpâni demni de toată onoarea, pentru ca Numele lui Dumnezeu și învățătura să nu fie vorbite de rău.",
        "2": "Cei care au stăpâni credincioși să nu-i desconsidere pe motiv că sunt frați, ci să le slujească și mai mult, pentru că cei ce beneficiază de lucrarea lor bună sunt credincioși și preaiubiți. Învață-i și îndeamnă-i cu privire la aceste lucruri.",
        "3": "Dacă cineva îi învață pe alții o altă învățătură și nu se apropie de cuvintele sănătoase ale Domnului nostru Isus Cristos și de învățătura care duce la evlavie,",
        "4": "este plin de mândrie și nu înțelege nimic, ci are boala controverselor și a disputelor cu privire la cuvinte, din care apar invidia, cearta, blasfemiile, suspiciunile rele",
        "5": "și altercațiile permanente dintre oamenii cu mintea pervertită și lipsiți de adevăr, care cred că evlavia este un mijloc de îmbogățire.",
        "6": "Evlavia este, într-adevăr, un mare câștig, dacă este însoțită de mulțumire.",
        "7": "Căci noi n-am adus nimic în lume, astfel că nu putem lua nimic din ea.",
        "8": "Dacă avem deci hrană și îmbrăcăminte, acestea ne vor fi de ajuns.",
        "9": "Cei care vor să se îmbogățească, dimpotrivă, cad în ispită, în capcană și în multe pofte nesăbuite și dăunătoare, care-i afundă pe oameni în ruină și pierzare.",
        "10": "Căci iubirea de bani este rădăcina tuturor relelor, iar unii, care au tânjit după ea, s-au rătăcit, îndepărtându-se de credință, și s-au străpuns astfel singuri cu multe dureri.",
        "11": "Însă tu, om al lui Dumnezeu, fugi de aceste lucruri! Urmărește dreptatea, evlavia, credința, dragostea, răbdarea, blândețea.",
        "12": "Luptă-te lupta cea bună a credinței! Apucă viața veșnică la care ai fost chemat și pentru care ai depus o bună mărturie înaintea multor martori.",
        "13": "Îți poruncesc, înaintea lui Dumnezeu, Care dă viață tuturor lucrurilor, și înaintea lui Cristos Isus, Care a depus acea bună mărturie înaintea lui Ponțiu Pilat,",
        "14": "să păzești cu integritate și fără reproș această poruncă până la venirea Domnului nostru Isus Cristos,",
        "15": "pe care fericitul și singurul Suveran, Împăratul împăraților și Domnul domnilor o va descoperi la vremea ei,",
        "16": "El, singurul Care are nemurirea, Care locuiește într-o lumină de care nimeni nu se poate apropia și pe Care niciun om nu L-a văzut și nici nu-L poate vedea. A Lui să fie onoarea și puterea veșnică! Amin.",
        "17": "Poruncește-le bogaților din veacul de acum să nu fie aroganți și să nu-și pună speranța în bogățiile nesigure, ci în Dumnezeu, Care ne oferă din belșug toate lucrurile, ca să ne bucurăm.",
        "18": "Poruncește-le să facă binele, să fie bogați în fapte bune, să fie generoși, gata să împartă cu alții,",
        "19": "adunându-și astfel drept comoară o bună temelie pentru viitor, ca să apuce adevărata viață.",
        "20": "Timotei, păzește ce ți s-a încredințat! Evită pălăvrăgelile lumești și contradicțiile așa-zisei „cunoașteri“,",
        "21": "pe care unii au împărtășit-o și, astfel, s-au abătut de la credință. Harul să fie cu voi! Amin."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Let as many as are bondservants under the yoke count their own masters worthy of all honor, that the name of God and the doctrine not be blasphemed.",
        "2": "Those who have believing masters, let them not despise them because they are brothers, but rather let them serve them, because those who partake of the benefit are believing and beloved. Teach and exhort these things.",
        "3": "If anyone teaches a different doctrine and doesn’t consent to sound words, the words of our Lord Jesus Christ, and to the doctrine which is according to godliness,",
        "4": "he is conceited, knowing nothing, but obsessed with arguments, disputes, and word battles, from which come envy, strife, insulting, evil suspicions,",
        "5": "constant friction of people of corrupt minds and destitute of the truth, who suppose that godliness is a means of gain. Withdraw yourself from such.",
        "6": "But godliness with contentment is great gain.",
        "7": "For we brought nothing into the world, and we certainly can’t carry anything out.",
        "8": "But having food and clothing, we will be content with that.",
        "9": "But those who are determined to be rich fall into a temptation, a snare, and many foolish and harmful lusts, such as drown men in ruin and destruction.",
        "10": "For the love of money is a root of all kinds of evil. Some have been led astray from the faith in their greed, and have pierced themselves through with many sorrows.",
        "11": "But you, man of God, flee these things, and follow after righteousness, godliness, faith, love, perseverance, and gentleness.",
        "12": "Fight the good fight of faith. Take hold of the eternal life to which you were called, and you confessed the good confession in the sight of many witnesses.",
        "13": "I command you before God who gives life to all things, and before Christ Jesus who before Pontius Pilate testified the good confession,",
        "14": "that you keep the commandment without spot, blameless until the appearing of our Lord Jesus Christ,",
        "15": "which at the right time he will show, who is the blessed and only Ruler, the King of kings and Lord of lords.",
        "16": "He alone has immortality, dwelling in unapproachable light, whom no man has seen nor can see, to whom be honor and eternal power. Amen.",
        "17": "Charge those who are rich in this present age that they not be arrogant, nor have their hope set on the uncertainty of riches, but on the living God, who richly provides us with everything to enjoy;",
        "18": "that they do good, that they be rich in good works, that they be ready to distribute, willing to share;",
        "19": "laying up in store for themselves a good foundation against the time to come, that they may lay hold of eternal life.",
        "20": "Timothy, guard that which is committed to you, turning away from the empty chatter and oppositions of what is falsely called knowledge,",
        "21": "which some profess, and thus have wandered from the faith. Grace be with you. Amen."
      }
    }
  }
}