{
  "book": "1 Timotei",
  "chapter": "5",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Nu mustra cu asprime pe un bătrân, ci sfătuiește-l ca pe un tată; pe tineri sfătuiește-i ca pe niște frați;",
        "2": "pe femeile bătrâne, ca pe niște mame; pe cele tinere, ca pe niște surori, cu toată curăția.",
        "3": "Cinstește pe văduvele care sunt cu adevărat văduve.",
        "4": "Dacă o văduvă are copii sau nepoți de la copii, aceștia să se deprindă să fie evlavioși întâi față de cei din casa lor și să răsplătească ostenelile părinților, căci lucrul acesta este plăcut înaintea lui Dumnezeu.",
        "5": "Cea cu adevărat văduvă, care a rămas singură, și-a pus nădejdea în Dumnezeu și stăruiește zi și noapte în cereri și rugăciuni.",
        "6": "Dar cea dedată la plăceri, măcar că trăiește, este moartă.",
        "7": "Poruncește și aceste lucruri, ca să fie fără vină.",
        "8": "Dacă nu poartă cineva grijă de ai lui, și mai ales de cei din casa lui, s-a lepădat de credință și este mai rău decât un necredincios.",
        "9": "O văduvă, ca să fie înscrisă în lista văduvelor, trebuie să n-aibă mai puțin de șaizeci de ani, să nu fi avut decât un singur bărbat,",
        "10": "să fie cunoscută pentru faptele ei bune, să fi crescut copii, să fi fost primitoare de oaspeți, să fi spălat picioarele sfinților, să fi ajutat pe cei nenorociți, să fi dat ajutor la orice faptă bună.",
        "11": "Dar pe văduvele tinere să nu le primești, pentru că, atunci când le desparte pofta de Hristos, vor să se mărite din nou",
        "12": "și se fac vinovate de faptul că își calcă credința dintâi.",
        "13": "Totodată se deprind să umble fără nicio treabă din casă în casă; și nu numai că sunt leneșe, dar sunt și limbute și iscoditoare și vorbesc ce nu trebuie vorbit.",
        "14": "Vreau dar ca văduvele tinere să se mărite și să aibă copii, să fie gospodine la casa lor, ca să nu dea potrivnicului niciun prilej de ocară,",
        "15": "căci unele s-au și întors să urmeze pe Satana.",
        "16": "Dacă vreun credincios, fie bărbat, fie femeie, are văduve în familie, să le ajute și să nu fie împovărată cu ele Biserica, pentru ca să poată veni în ajutor celor cu adevărat văduve.",
        "17": "Prezbiterii care cârmuiesc bine să fie învredniciți de îndoită cinste, mai ales cei ce se ostenesc cu propovăduirea și cu învățătura pe care o dau altora.",
        "18": "Căci Scriptura zice: „Să nu legi gura boului când treieră bucate” și „Vrednic este lucrătorul de plata lui”.",
        "19": "Împotriva unui prezbiter să nu primești învinuire decât din gura a doi sau trei martori.",
        "20": "Pe cei ce păcătuiesc, mustră-i înaintea tuturor, ca și ceilalți să aibă frică.",
        "21": "Te rog fierbinte, înaintea lui Dumnezeu, înaintea lui Hristos Isus și înaintea îngerilor aleși, să păzești aceste lucruri, fără vreun gând mai dinainte, și să nu faci nimic cu părtinire.",
        "22": "Să nu-ți pui mâinile peste nimeni cu grabă și să nu te faci părtaș păcatelor altora; pe tine însuți păzește-te curat.",
        "23": "Să nu mai bei numai apă, ci să iei și câte puțin vin din pricina stomacului tău și din pricina deselor tale îmbolnăviri.",
        "24": "Păcatele unor oameni sunt cunoscute și merg înainte la judecată, iar ale altora vin pe urmă.",
        "25": "Tot așa și faptele bune sunt cunoscute; și cele ce nu sunt cunoscute nu pot să rămână ascunse."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Să nu mustri cu asprime pe un bătrân, ci îndeamnă-l ca pe un tată; pe cei tineri – ca pe niște frați;",
        "2": "pe femeile bătrâne – ca pe niște mame; pe cele tinere – ca pe niște surori, cu toată curăția.",
        "3": "Onorează văduvele care sunt într-adevăr văduve.",
        "4": "Dar dacă o văduvă are copii sau nepoți, ei să învețe, mai întâi, să se poarte cu evlavie în familia lor și să-și răsplătească părinții, pentru că lucrul acesta este plăcut înaintea lui Dumnezeu.",
        "5": "Cea care este într-adevăr văduvă și rămasă singură își pune speranța în Dumnezeu și perseverează, zi și noapte, în rugăciuni și mijlociri,",
        "6": "dar cea care trăiește pentru plăceri, chiar dacă trăiește, a murit.",
        "7": "Poruncește și aceste lucruri, pentru ca ei să fie fără reproș.",
        "8": "Dacă cineva nu are grijă de ai săi, mai ales de cei din familia sa, atunci a renunțat la credință și este mai rău decât un necredincios.",
        "9": "O văduvă să fie înscrisă pe listă doar dacă are cel puțin șaizeci de ani, a fost soția unui singur bărbat",
        "10": "și are o bună mărturie pentru faptele ei bune: dacă și-a crescut bine copiii, dacă a fost ospitalieră, dacă a spălat picioarele sfinților, dacă i-a ajutat pe cei aflați în necaz și dacă a perseverat în orice faptă bună.",
        "11": "Dar pe văduvele mai tinere să nu le primești, fiindcă atunci când poftele lor le îndepărtează de Cristos, vor să se căsătorească.",
        "12": "Astfel, ele atrag judecata asupra lor pentru că și-au încălcat primul angajament.",
        "13": "Totodată, se învață să fie leneșe, umblând din casă în casă, și nu numai că sunt leneșe, ci sunt și guralive și iscoditoare, vorbind ceea ce nu trebuie.",
        "14": "Prin urmare, vreau ca văduvele mai tinere să se căsătorească, să aibă copii, să aibă grijă de casă și să nu dea împotrivitorului niciun prilej de insultă.",
        "15": "Căci unele s-au întors deja să-l urmeze pe Satan.",
        "16": "Dacă o femeie credincioasă are văduve în familie, să le ajute, și să nu fie împovărată cu ele Biserica, pentru ca astfel să le poată ajuta pe cele ce sunt într-adevăr văduve.",
        "17": "Bătrânii care conduc bine să fie considerați demni de o cinste sporită, mai ales cei ce depun efort să predice și să-i învețe pe alții.",
        "18": "Căci Scriptura spune: „Să nu legi gura boului când treieră“ și „Lucrătorul își merită plata“.",
        "19": "Să nu accepți nicio acuzație împotriva unui bătrân, decât dacă sunt doi sau trei martori.",
        "20": "Pe cei ce păcătuiesc, mustră-i înaintea tuturor, astfel încât și ceilalți să aibă frică.",
        "21": "Te rog insistent înaintea lui Dumnezeu, a lui Cristos Isus și a îngerilor aleși, să păzești aceste învățături fără prejudecată și fără să faci ceva cu parțialitate.",
        "22": "Să nu-ți pui mâinile peste nimeni cu grabă și să nu fii părtaș la păcatele altora. Păstrează-te curat.",
        "23": "Să nu bei doar apă, ci folosește și puțin vin, din cauza stomacului tău și a deselor tale îmbolnăviri.",
        "24": "Păcatele unor oameni sunt evidente și merg înainte la judecată, iar ale altora vin pe urmă.",
        "25": "Tot astfel, faptele bune sunt evidente, iar cele ce nu sunt evidente, nu pot să rămână ascunse."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Don’t rebuke an older man, but exhort him as a father; the younger men as brothers;",
        "2": "the elder women as mothers; the younger as sisters, in all purity.",
        "3": "Honor widows who are widows indeed.",
        "4": "But if any widow has children or grandchildren, let them learn first to show piety toward their own family and to repay their parents, for this is acceptable in the sight of God.",
        "5": "Now she who is a widow indeed and desolate, has her hope set on God and continues in petitions and prayers night and day.",
        "6": "But she who gives herself to pleasure is dead while she lives.",
        "7": "Also command these things, that they may be without reproach.",
        "8": "But if anyone doesn’t provide for his own, and especially his own household, he has denied the faith and is worse than an unbeliever.",
        "9": "Let no one be enrolled as a widow under sixty years old, having been the wife of one man,",
        "10": "being approved by good works, if she has brought up children, if she has been hospitable to strangers, if she has washed the saints’ feet, if she has relieved the afflicted, and if she has diligently followed every good work.",
        "11": "But refuse younger widows, for when they have grown wanton against Christ, they desire to marry,",
        "12": "having condemnation, because they have rejected their first pledge.",
        "13": "Besides, they also learn to be idle, going about from house to house. Not only idle, but also gossips and busybodies, saying things which they ought not.",
        "14": "I desire therefore that the younger widows marry, bear children, rule the household, and give no occasion to the adversary for insulting.",
        "15": "For already some have turned away after Satan.",
        "16": "If any man or woman who believes has widows, let them relieve them, and don’t let the assembly be burdened, that it might relieve those who are widows indeed.",
        "17": "Let the elders who rule well be counted worthy of double honor, especially those who labor in the word and in teaching.",
        "18": "For the Scripture says, “You shall not muzzle the ox when it treads out the grain.” And, “The laborer is worthy of his wages.”",
        "19": "Don’t receive an accusation against an elder except at the word of two or three witnesses.",
        "20": "Those who sin, reprove in the sight of all, that the rest also may be in fear.",
        "21": "I command you in the sight of God, and the Lord Jesus Christ, and the chosen angels, that you observe these things without prejudice, doing nothing by partiality.",
        "22": "Lay hands hastily on no one. Don’t be a participant in other people’s sins. Keep yourself pure.",
        "23": "Be no longer a drinker of water only, but use a little wine for your stomach’s sake and your frequent infirmities.",
        "24": "Some men’s sins are evident, preceding them to judgment, and some also follow later.",
        "25": "In the same way also there are good works that are obvious, and those that are otherwise can’t be hidden."
      }
    }
  }
}