{
  "book": "1 Timotei",
  "chapter": "1",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Pavel, apostol al lui Isus Hristos prin porunca lui Dumnezeu, Mântuitorul nostru, și a Domnului Isus Hristos, nădejdea noastră,",
        "2": "către Timotei, adevăratul meu copil în credință: Har, îndurare și pace de la Dumnezeu, Tatăl nostru, și de la Hristos Isus, Domnul nostru!",
        "3": "După cum te-am rugat, la plecarea mea în Macedonia, să rămâi în Efes ca să poruncești unora să nu învețe pe alții altă învățătură",
        "4": "și să nu se țină de basme și de înșirări de neamuri fără sfârșit, care dau naștere mai mult la certuri de vorbe decât fac să înainteze lucrul lui Dumnezeu prin credință, așa fac și acum.",
        "5": "Ținta poruncii este dragostea, care vine dintr-o inimă curată, dintr-un cuget bun și dintr-o credință neprefăcută.",
        "6": "Unii, fiindcă s-au depărtat de aceste lucruri, au rătăcit și s-au apucat de flecării.",
        "7": "Ei vor să fie învățători ai Legii și nu știu nici măcar ce spun, nici ce urmăresc.",
        "8": "Noi știm că Legea este bună dacă cineva o întrebuințează bine,",
        "9": "căci știm că Legea nu este făcută pentru cel neprihănit, ci pentru cei fărădelege și nesupuși, pentru cei nelegiuiți și păcătoși, pentru cei fără evlavie, necurați, pentru ucigătorii de tată și ucigătorii de mamă, pentru ucigătorii de oameni,",
        "10": "pentru curvari, pentru sodomiți, pentru vânzătorii de oameni, pentru cei mincinoși, pentru cei ce jură strâmb și pentru orice este împotriva învățăturii sănătoase –",
        "11": "potrivit cu Evanghelia slavei fericitului Dumnezeu care mi-a fost încredințată mie.",
        "12": "Mulțumesc lui Hristos Isus, Domnul nostru, care m-a întărit, că m-a socotit vrednic de încredere și m-a pus în slujba Lui,",
        "13": "măcar că mai înainte eram un hulitor, un prigonitor și batjocoritor. Dar am căpătat îndurare, pentru că lucram din neștiință, în necredință!",
        "14": "Și harul Domnului nostru s-a înmulțit peste măsură de mult împreună cu credința și cu dragostea care este în Hristos Isus.",
        "15": "O, adevărat și cu totul vrednic de primit este cuvântul care zice: „Hristos Isus a venit în lume ca să mântuiască pe cei păcătoși”, dintre care cel dintâi sunt eu.",
        "16": "Dar am căpătat îndurare, pentru ca Isus Hristos să-Și arate în mine, cel dintâi, toată îndelunga Lui răbdare, ca o pildă celor ce ar crede în El, în urmă, ca să capete viața veșnică.",
        "17": "A Împăratului veșniciilor, a nemuritorului, nevăzutului și singurului Dumnezeu să fie cinstea și slava în vecii vecilor! Amin.",
        "18": "Porunca pe care ți-o dau, fiule Timotei, după prorociile făcute mai înainte despre tine, este ca prin ele să te lupți lupta cea bună",
        "19": "și să păstrezi credința și un cuget curat, pe care unii le-au pierdut și au căzut din credință.",
        "20": "Din numărul lor sunt Imeneu și Alexandru, pe care i-am dat pe mâna Satanei, ca să se învețe să nu hulească."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Pavel, apostol al lui Cristos Isus, prin porunca lui Dumnezeu, Mântuitorul nostru, și a lui Cristos Isus, speranța noastră,",
        "2": "către Timotei, adevăratul meu copil în credință: Har, milă și pace de la Dumnezeu Tatăl și de la Cristos Isus, Domnul nostru!",
        "3": "Când m-am dus în Macedonia, te-am îndemnat să rămâi în Efes ca să le poruncești unora să nu-i învețe pe alții o altă învățătură",
        "4": "și să nu dea atenție miturilor și nesfârșitelor genealogii, care încurajează mai degrabă la speculații nefolositoare, decât la lucrarea lui Dumnezeu prin credință.",
        "5": "Ținta poruncii este dragostea, care vine dintr-o inimă curată, dintr-o conștiință bună și dintr-o credință fără ipocrizie.",
        "6": "Unii s-au abătut de la acestea și s-au întors la flecăreli.",
        "7": "Ei vor să fie învățători ai Legii, fără să înțeleagă însă nici ceea ce spun, nici lucrurile asupra cărora insistă.",
        "8": "Știm că Legea este bună, dacă cineva o folosește în mod legitim.",
        "9": "Știm că Legea nu este făcută pentru cel drept, ci pentru cei nelegiuiți și pentru cei răzvrătiți, pentru cei lipsiți de evlavie și pentru cei păcătoși, pentru cei lipsiți de sfințenie și pentru cei lumești, pentru ucigașii de tată și pentru ucigașii de mamă, pentru ucigașii de oameni,",
        "10": "pentru cei imorali, pentru homosexuali, pentru negustorii de sclavi, pentru mincinoși, pentru sperjuri și pentru orice altceva este contrar învățăturii sănătoase,",
        "11": "potrivit cu Evanghelia gloriei fericitului Dumnezeu, care mi-a fost încredințată mie.",
        "12": "Îi sunt recunoscător lui Isus Cristos, Domnul nostru, Care m-a întărit, pentru că m-a considerat credincios și m-a pus astfel în slujba Lui,",
        "13": "cu toate că înainte eram un blasfemiator, un persecutor și un om violent. Dar mi s-a arătat milă, pentru că lucram ca un neștiutor, în necredință.",
        "14": "Și harul Domnului nostru a fost turnat din belșug peste mine, împreună cu credința și dragostea care sunt în Cristos Isus.",
        "15": "Acest cuvânt este demn de încredere și merită să fie acceptat în întregime: Cristos Isus a venit în lume ca să-i mântuiască pe cei păcătoși, dintre care cel dintâi sunt eu.",
        "16": "De aceea mi s-a arătat milă, pentru ca în mine, cel dintâi, Cristos Isus să-Și poată arăta toată îndelunga Lui răbdare, făcând din mine un exemplu pentru cei ce urmează să creadă în El ca să primească viață veșnică.",
        "17": "A Împăratului veșniciilor, a nemuritorului, nevăzutului și singurului Dumnezeu să fie onoarea și gloria, în vecii vecilor! Amin.",
        "18": "Timotei, copilul meu, îți dau această poruncă potrivit cu profețiile rostite mai înainte cu privire la tine, pentru ca, prin ele, să te lupți lupta cea bună,",
        "19": "având credință și o conștiință bună, de care unii n-au mai ținut cont și au eșuat în ce privește credința.",
        "20": "Printre ei sunt Hymenaios și Alexandru, pe care i-am dat pe mâna lui Satan, ca să se învețe să nu mai blasfemieze."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Paul, an apostle of Jesus Christ according to the commandment of God our Savior and the Lord Jesus Christ our hope,",
        "2": "to Timothy, my true child in faith: Grace, mercy, and peace from God our Father and Christ Jesus our Lord.",
        "3": "As I urged you when I was going into Macedonia, stay at Ephesus that you might command certain men not to teach a different doctrine,",
        "4": "and not to pay attention to myths and endless genealogies, which cause disputes rather than God’s stewardship, which is in faith.",
        "5": "But the goal of this command is love from a pure heart, a good conscience, and sincere faith,",
        "6": "from which things some, having missed the mark, have turned away to vain talking,",
        "7": "desiring to be teachers of the law, though they understand neither what they say nor about what they strongly affirm.",
        "8": "But we know that the law is good if a person uses it lawfully,",
        "9": "as knowing this, that law is not made for a righteous person, but for the lawless and insubordinate, for the ungodly and sinners, for the unholy and profane, for murderers of fathers and murderers of mothers, for manslayers,",
        "10": "for the sexually immoral, for homosexuals, for slave-traders, for liars, for perjurers, and for any other thing contrary to the sound doctrine,",
        "11": "according to the Good News of the glory of the blessed God, which was committed to my trust.",
        "12": "I thank him who enabled me, Christ Jesus our Lord, because he counted me faithful, appointing me to service,",
        "13": "although I used to be a blasphemer, a persecutor, and insolent. However, I obtained mercy because I did it ignorantly in unbelief.",
        "14": "The grace of our Lord abounded exceedingly with faith and love which is in Christ Jesus.",
        "15": "The saying is faithful and worthy of all acceptance, that Christ Jesus came into the world to save sinners, of whom I am chief.",
        "16": "However, for this cause I obtained mercy, that in me first, Jesus Christ might display all his patience for an example of those who were going to believe in him for eternal life.",
        "17": "Now to the King eternal, immortal, invisible, to God who alone is wise, be honor and glory forever and ever. Amen.",
        "18": "I commit this instruction to you, my child Timothy, according to the prophecies which were given to you before, that by them you may wage the good warfare,",
        "19": "holding faith and a good conscience, which some having thrust away made a shipwreck concerning the faith,",
        "20": "of whom are Hymenaeus and Alexander, whom I delivered to Satan that they might be taught not to blaspheme."
      }
    }
  }
}