{
  "book": "2 Corinteni",
  "chapter": "12",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "E nevoie să mă laud, măcar că nu este de folos. Voi veni totuși la vedeniile și descoperirile Domnului.",
        "2": "Cunosc un om în Hristos care, acum paisprezece ani, a fost răpit până în al treilea cer (dacă a fost în trup, nu știu, dacă a fost fără trup, nu știu – Dumnezeu știe).",
        "3": "Și știu că omul acesta (dacă a fost în trup sau fără trup, nu știu – Dumnezeu știe)",
        "4": "a fost răpit în rai și a auzit cuvinte care nu se pot spune și pe care nu-i este îngăduit unui om să le rostească.",
        "5": "Cu un astfel de om mă voi lăuda, dar, întrucât mă privește pe mine însumi, nu mă voi lăuda decât cu slăbiciunile mele.",
        "6": "Chiar dacă aș vrea să mă laud, n-aș fi nebun, căci aș spune adevărul, dar mă feresc, ca să n-aibă nimeni despre mine o părere mai înaltă decât ce vede în mine sau ce aude de la mine.",
        "7": "Și ca să nu mă umflu de mândrie din pricina strălucirii acestor descoperiri, mi-a fost pus un țepuș în carne, un sol al Satanei, ca să mă pălmuiască și să mă împiedice să mă îngâmf.",
        "8": "De trei ori am rugat pe Domnul să mi-l ia.",
        "9": "Și El mi-a zis: „Harul Meu îți este de ajuns, căci puterea Mea în slăbiciune este făcută desăvârșită.” Deci mă voi lăuda mult mai bucuros cu slăbiciunile mele, pentru ca puterea lui Hristos să rămână în mine.",
        "10": "De aceea simt plăcere în slăbiciuni, în defăimări, în nevoi, în prigoniri, în strâmtorări pentru Hristos, căci, când sunt slab, atunci sunt tare. Slujba lui Pavel",
        "11": "Am ajuns nebun, voi m-ați silit. Dar voi trebuia să mă lăudați, căci, măcar că nu sunt nimic, totuși cu nimic n-am fost mai prejos de acești apostoli așa de minunați.",
        "12": "Semnele unui apostol le-ați avut printre voi în toată răbdarea, prin semne, puteri și minuni care au fost făcute între voi.",
        "13": "În adevăr, în ce ați fost voi puși mai prejos decât celelalte Biserici, afară doar că numai eu singur nu v-am fost o sarcină? O, iertați-mi nedreptatea aceasta!…",
        "14": "Iată că sunt gata să vin a treia oară la voi, și tot nu vă voi fi o sarcină, căci nu caut bunurile voastre, ci pe voi înșivă. Ce-i drept, nu copiii sunt datori să agonisească pentru părinții lor, ci părinții pentru copiii lor.",
        "15": "Și eu voi cheltui prea bucuros din ale mele și mă voi cheltui în totul și pe mine însumi pentru sufletele voastre. Dacă vă iubesc mai mult, sunt iubit cu atât mai puțin?",
        "16": "Fie și-așa! Nu v-am fost sarcină deloc. „Dar”, zic ei, „ca un om isteț ce sunt, v-am prins prin șiretlic.”",
        "17": "Dar am tras eu oare vreun folos de la voi prin vreunul din aceia pe care i-am trimis la voi?",
        "18": "Am rugat pe Tit să vină să vă vadă și împreună cu el am trimis și pe fratele – a cerut Tit ceva de la voi? N-am fost noi călăuziți de același Duh și n-am călcat noi pe aceleași urme?",
        "19": "De multă vreme voi vă închipuiți că vrem să ne apărăm înaintea voastră! Noi vorbim înaintea lui Dumnezeu în Hristos și toate aceste lucruri le spunem, preaiubiților, pentru zidirea voastră.",
        "20": "Fiindcă mă tem ca nu cumva, la venirea mea, să vă găsesc așa cum n-aș vrea să vă găsesc, și eu însumi să fiu găsit de voi așa cum n-ați vrea. Mă tem să nu găsesc gâlceavă, pizmă, mânii, dezbinări, vorbiri de rău, bârfeli, îngâmfări, tulburări.",
        "21": "Mă tem ca, la venirea mea la voi, să nu mă smerească din nou Dumnezeul meu cu privire la voi și să trebuiască să plâng pe mulți din cei ce au păcătuit mai înainte și nu s-au pocăit de necurăția, curvia și spurcăciunile pe care le-au făcut."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "E nevoie să mă laud, chiar dacă nu este de folos. Voi trece totuși la vedeniile și descoperirile Domnului.",
        "2": "Cunosc un om în Cristos, care, acum paisprezece ani – dacă era în trup, nu știu; dacă era în afara trupului, nu știu, Dumnezeu știe – a fost răpit în al treilea cer.",
        "3": "Știu că omul acesta – dacă era în trup sau dacă era în afara trupului, nu știu, Dumnezeu știe –",
        "4": "a fost răpit în Rai și a auzit cuvinte de nedescris, lucruri care nu-i sunt permise omului să le spună.",
        "5": "Cu un astfel de om mă voi lăuda. Dar cu mine însumi nu mă voi lăuda, decât cu neputințele mele.",
        "6": "Însă, dacă aș vrea să mă laud, nu voi fi un nesăbuit, căci voi spune adevărul. Dar mă abțin, pentru ca nimeni să nu mă considere mai presus decât ceea ce vede în mine sau aude de la mine,",
        "7": "chiar având în vedere măreția acestor descoperiri. De aceea, ca să nu mă îngâmf, mi-a fost dat un țepuș în carne, un mesager al lui Satan, ca să mă lovească și, astfel, să nu mă îngâmf.",
        "8": "De trei ori I-am cerut Domnului să-l depărteze de la mine.",
        "9": "Dar El mi-a zis: „Harul Meu îți este de ajuns, căci puterea Mea este făcută desăvârșită în neputință“. Așadar, mă voi lăuda mult mai bucuros cu neputințele mele, pentru ca puterea lui Cristos să rămână în mine.",
        "10": "De aceea eu sunt mulțumit în neputințe, în insulte, în nevoi, în persecuții și dificultăți, de dragul lui Cristos, deoarece când sunt neputincios, atunci sunt puternic. Grija lui Pavel pentru corinteni",
        "11": "Am ajuns nesăbuit; voi m-ați obligat! Eu ar fi trebuit să fiu recomandat de voi, căci, chiar dacă sunt nimic, totuși, nu le sunt deloc inferior acestor „apostoli foarte distinși“.",
        "12": "Într-adevăr, semnele unui apostol au fost înfăptuite între voi cu toată răbdarea, prin semne, minuni și lucrări puternice.",
        "13": "Căci care este lucrul în care ați fost tratați mai prejos decât celelalte biserici, în afară de faptul că eu însumi nu v-am fost povară? Iertați-mi nedreptatea aceasta!",
        "14": "Iată, sunt gata să vin la voi pentru a treia oară. Și nu voi fi o povară, pentru că nu lucrurile voastre le vreau, ci pe voi. Nu copiii ar trebui să adune pentru părinți, ci părinții pentru copii.",
        "15": "Și eu, voi cheltui bucuros tot ce am și mă voi cheltui pe mine însumi pentru sufletele voastre. Dacă vă iubesc mai mult, sunt iubit mai puțin?",
        "16": "Fie și-așa! Nu v-am împovărat. Dar, fiind isteț, v-am prins prin viclenie, așa cum mă acuză ei.",
        "17": "Am profitat eu de voi prin vreunul dintre cei pe care i-am trimis la voi?",
        "18": "L-am rugat pe Titus să meargă și l-am trimis pe fratele cu el. A profitat Titus de voi? N-am umblat noi în același duh? N-am călcat noi pe aceleași urme?",
        "19": "Vi se pare că, în tot acest timp, ne-am apărat pe noi înșine înaintea voastră? Noi vorbim înaintea lui Dumnezeu, în Cristos, și toate lucrurile, preaiubiților, sunt pentru consolidarea voastră.",
        "20": "Fiindcă mă tem ca nu cumva, atunci când vin, să vă găsesc așa cum n-aș vrea și eu însumi să fiu găsit de voi așa cum n-ați vrea. Mă tem ca nu cumva să găsesc ceartă, invidie, furii, ambiții egoiste, calomnii, bârfe, îngâmfări, tulburări.",
        "21": "Mă tem ca nu cumva, atunci când vin din nou, Dumnezeul meu să mă smerească înaintea voastră și să trebuiască astfel să-i jelesc pe mulți care au păcătuit în trecut și nu s-au pocăit de necurăția, imoralitatea și depravarea în care au trăit."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "It is doubtless not profitable for me to boast, but I will come to visions and revelations of the Lord.",
        "2": "I know a man in Christ who was caught up into the third heaven fourteen years ago—whether in the body, I don’t know, or whether out of the body, I don’t know; God knows.",
        "3": "I know such a man (whether in the body, or outside of the body, I don’t know; God knows),",
        "4": "how he was caught up into Paradise and heard unspeakable words, which it is not lawful for a man to utter.",
        "5": "On behalf of such a one I will boast, but on my own behalf I will not boast, except in my weaknesses.",
        "6": "For if I would desire to boast, I will not be foolish; for I will speak the truth. But I refrain, so that no man may think more of me than that which he sees in me or hears from me.",
        "7": "By reason of the exceeding greatness of the revelations, that I should not be exalted excessively, a thorn in the flesh was given to me: a messenger of Satan to torment me, that I should not be exalted excessively.",
        "8": "Concerning this thing, I begged the Lord three times that it might depart from me.",
        "9": "He has said to me, “My grace is sufficient for you, for my power is made perfect in weakness.” Most gladly therefore I will rather glory in my weaknesses, that the power of Christ may rest on me.",
        "10": "Therefore I take pleasure in weaknesses, in injuries, in necessities, in persecutions, and in distresses, for Christ’s sake. For when I am weak, then am I strong.",
        "11": "I have become foolish in boasting. You compelled me, for I ought to have been commended by you, for I am in no way inferior to the very best apostles, though I am nothing.",
        "12": "Truly the signs of an apostle were worked among you in all perseverance, in signs and wonders and mighty works.",
        "13": "For what is there in which you were made inferior to the rest of the assemblies, unless it is that I myself was not a burden to you? Forgive me this wrong!",
        "14": "Behold, this is the third time I am ready to come to you, and I will not be a burden to you; for I seek not your possessions, but you. For the children ought not to save up for the parents, but the parents for the children.",
        "15": "I will most gladly spend and be spent for your souls. If I love you more abundantly, am I loved the less?",
        "16": "Even so, I myself didn’t burden you. But you might say that being crafty, I caught you with deception.",
        "17": "Did I take advantage of you by anyone of those whom I have sent to you?",
        "18": "I exhorted Titus, and I sent the brother with him. Did Titus take any advantage of you? Didn’t we walk in the same spirit? Didn’t we walk in the same steps?",
        "19": "Again, do you think that we are excusing ourselves to you? In the sight of God we speak in Christ. But all things, beloved, are for your edifying.",
        "20": "For I am afraid that perhaps when I come, I might find you not the way I want to, and that I might be found by you as you don’t desire, that perhaps there would be strife, jealousy, outbursts of anger, factions, slander, whisperings, proud thoughts, or riots,",
        "21": "that again when I come my God would humble me before you, and I would mourn for many of those who have sinned before now, and not repented of the uncleanness, sexual immorality, and lustfulness which they committed."
      }
    }
  }
}