{
  "book": "2 Corinteni",
  "chapter": "11",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "O, de ați putea suferi puțintică nebunie din partea mea! Ei, haide, suferiți-mă!",
        "2": "Căci sunt gelos de voi cu o gelozie după voia lui Dumnezeu, pentru că v-am logodit cu un bărbat, ca să vă înfățișez înaintea lui Hristos ca pe o fecioară curată.",
        "3": "Dar mă tem ca, după cum șarpele a amăgit pe Eva cu șiretlicul lui, tot așa și gândurile voastre să nu se strice de la curăția și credincioșia care este față de Hristos.",
        "4": "În adevăr, dacă vine cineva să vă propovăduiască un alt Isus, pe care noi nu L-am propovăduit, sau dacă este vorba să primiți un alt duh pe care nu l-ați primit, sau o altă evanghelie, pe care n-ați primit-o, o, cum îl îngăduiți de bine!",
        "5": "Dar socotesc că nici eu nu sunt cu nimic mai prejos de apostolii aceștia „nespus de aleși”!",
        "6": "Chiar dacă sunt un necioplit în vorbire, nu sunt însă și în cunoștință, și am arătat lucrul acesta printre voi, în tot felul și în toate privințele.",
        "7": "Sau am făcut un păcat când m-am smerit pe mine însumi ca să fiți înălțați voi și v-am vestit fără plată Evanghelia lui Dumnezeu?",
        "8": "Am despuiat alte Biserici, primind de la ele o plată, ca să vă pot sluji vouă.",
        "9": "Și când eram la voi și m-am găsit în nevoie, n-am fost sarcină nimănui, căci de nevoile mele au îngrijit frații, când veniseră din Macedonia. În toate m-am ferit și mă voi feri să vă îngreuiez cu ceva.",
        "10": "Pe adevărul lui Hristos care este în mine, nimeni nu-mi va răpi această pricină de laudă în ținuturile Ahaiei!",
        "11": "Pentru ce?… Pentru că nu vă iubesc?… Știe Dumnezeu!",
        "12": "Dar lucrez și voi lucra astfel, pentru ca să tai orice prilej celor ce caută un prilej ca să poată fi găsiți deopotrivă cu mine în lucrurile cu care se laudă.",
        "13": "Oamenii aceștia sunt niște apostoli mincinoși, niște lucrători înșelători, care se prefac în apostoli ai lui Hristos.",
        "14": "Și nu este de mirare, căci chiar Satana se preface într-un înger de lumină.",
        "15": "Nu este mare lucru dar dacă și slujitorii lui se prefac în slujitori ai neprihănirii. Sfârșitul lor va fi după faptele lor. Necazurile apostolului",
        "16": "Iarăși spun: Să nu mă creadă nimeni nebun. Sau altminteri, suferiți-mă măcar ca nebun, ca să mă laud și eu puțintel.",
        "17": "Ce spun în această îndrăzneală, ca să mă laud, nu spun după Domnul, ci ca și cum aș spune din nebunie.",
        "18": "De vreme ce mulți se laudă după firea pământească, mă voi lăuda și eu.",
        "19": "Doar voi suferiți cu plăcere pe nebuni, voi, care sunteți înțelepți!",
        "20": "Dacă vă robește cineva, dacă vă mănâncă cineva, dacă pune cineva mâna pe voi, dacă vă privește cineva de sus, dacă vă bate cineva peste obraz, suferiți!",
        "21": "Spre rușinea mea o spun că am fost slabi! Totuși, orice poate să pună înainte cineva – vorbesc în nebunie – pot pune și eu înainte.",
        "22": "Sunt ei evrei? Și eu sunt! Sunt ei israeliți? Și eu sunt! Sunt ei sămânță a lui Avraam? Și eu sunt!",
        "23": "Sunt ei slujitori ai lui Hristos? – vorbesc ca un ieșit din minți. – Eu sunt și mai mult. În osteneli, și mai mult; în temnițe, și mai mult; în lovituri, fără număr; de multe ori în primejdii de moarte!",
        "24": "De cinci ori am căpătat de la iudei patruzeci de lovituri fără una;",
        "25": "de trei ori am fost bătut cu nuiele; o dată am fost împroșcat cu pietre; de trei ori s-a sfărâmat corabia cu mine; o noapte și o zi am fost în adâncul mării.",
        "26": "Deseori am fost în călătorii, în primejdii pe râuri, în primejdii din partea tâlharilor, în primejdii din partea celor din neamul meu, în primejdii din partea păgânilor, în primejdii în cetăți, în primejdii în pustie, în primejdii pe mare, în primejdii între frații mincinoși,",
        "27": "în osteneli și necazuri, în priveghiuri adesea, în foame și sete, în posturi adesea, în frig și lipsă de îmbrăcăminte!",
        "28": "Și, pe lângă lucrurile de afară, în fiecare zi mă apasă grija pentru toate Bisericile.",
        "29": "Cine este slab și să nu fiu și eu slab? Cine cade în păcat și eu să nu ard?",
        "30": "Dacă e vorba să mă laud, mă voi lăuda numai cu lucrurile privitoare la slăbiciunea mea.",
        "31": "Dumnezeu și Tatăl Domnului nostru Isus Hristos, care este binecuvântat în veci, știe că nu mint!…",
        "32": "În Damasc, dregătorul împăratului Areta păzea cetatea Damascenilor, ca să mă prindă.",
        "33": "Dar am fost dat jos pe o fereastră într-o coșniță, prin zid, și am scăpat din mâinile lor."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "O, dacă ați îngădui puțină nesăbuință din partea mea! Îngăduiți-mă deci!",
        "2": "Căci sunt gelos pe voi cu gelozia lui Dumnezeu, fiindcă v-am logodit cu un bărbat ca să vă înfățișez înaintea lui Cristos ca pe o fecioară curată.",
        "3": "Mi-e teamă însă că, așa cum șarpele a înșelat-o pe Eva cu viclenia lui, gândurile voastre să nu fie pervertite de la sinceritatea și curăția față de Cristos.",
        "4": "Căci, dacă vine cineva și vă predică un alt Isus, decât Cel pe Care vi L-am predicat noi, sau dacă primiți un alt duh, decât Cel pe Care L-ați primit, ori o altă evanghelie, decât cea pe care ați primit-o, voi îngăduiți cu ușurință toate acestea!",
        "5": "Însă eu consider că nu le sunt inferior în nicio privință acelor „apostoli foarte distinși“.",
        "6": "Chiar dacă sunt neinstruit în vorbire, nu sunt însă și în cunoaștere; și v-am arătat aceasta în multe feluri și în toate lucrurile.",
        "7": "Sau am făcut oare un păcat când m-am smerit pe mine însumi ca să fiți înălțați voi, pentru că v-am vestit fără plată Evanghelia lui Dumnezeu?",
        "8": "Am împovărat alte biserici, primind plată de la ele, ca să vă slujesc vouă,",
        "9": "iar când eram cu voi și am fost în nevoie, n-am împovărat pe nimeni, căci frații care au venit din Macedonia au împlinit nevoia mea. În toate m-am ferit și mă voi feri să fiu o povară pentru voi.",
        "10": "Așa cum adevărul lui Cristos este în mine, nimeni nu va opri această laudă a mea în regiunile Ahaiei.",
        "11": "De ce? Pentru că nu vă iubesc? Dumnezeu știe că vă iubesc.",
        "12": "Voi continua să fac ceea ce fac, ca să elimin orice ocazie a celor ce caută o ocazie să fie recunoscuți ca egali ai noștri în lucrurile cu care se laudă,",
        "13": "fiindcă astfel de oameni sunt apostoli falși, lucrători care înșală, deghizându-se în apostoli ai lui Cristos.",
        "14": "Și nu este de mirare, pentru că însuși Satan se deghizează în înger de lumină.",
        "15": "Deci, nu este mare lucru dacă și slujitorii săi se deghizează în slujitori ai dreptății. Sfârșitul lor va fi după faptele lor. Suferințele lui Pavel pentru Cristos",
        "16": "Vă spun din nou: nimeni să nu creadă că sunt nesăbuit, dar, dacă o faceți, atunci primiți-mă ca pe un nesăbuit, ca să mă laud și eu puțin!",
        "17": "Lucrurile pe care le spun cu această încredere lăudăroasă, nu le spun în conformitate cu voia Domnului, ci le spun ca și cum aș fi nesăbuit.",
        "18": "Întrucât mulți se laudă potrivit firii pământești, mă voi lăuda și eu.",
        "19": "Căci voi, fiind înțelepți, îi îngăduiți cu bucurie pe cei nesăbuiți!",
        "20": "Da, voi îngăduiți dacă cineva vă înrobește, dacă cineva vă exploatează, dacă cineva răpește ce-i al vostru, dacă cineva se înalță pe sine împotriva voastră, dacă cineva vă lovește peste față.",
        "21": "Spre rușinea mea o spun: noi am fost slabi în privința aceasta. Dar cu orice altceva ar îndrăzni cineva să se laude – vorbesc ca și cum aș fi nesăbuit – îndrăznesc și eu!",
        "22": "Sunt ei evrei? Și eu sunt! Sunt ei israeliți? Și eu sunt! Sunt ei urmași ai lui Avraam? Și eu sunt!",
        "23": "Sunt ei slujitori ai lui Cristos? – vorbesc ca și cum mi-am pierdut mințile. Eu sunt și mai mult! În muncă grea, mult mai mult; în închisori, mult mai mult, în biciuiri, mult mai aspru, adesea în pericol de moarte.",
        "24": "De cinci ori am primit de la iudei patruzeci de lovituri fără una,",
        "25": "de trei ori am fost bătut cu nuiele, o dată s-a aruncat cu pietre în mine, de trei ori am naufragiat, am fost o zi și o noapte în largul mării,",
        "26": "adesea în călătorii, în pericole pe râuri, în pericole din cauza tâlharilor, în pericole din cauza celor din poporul meu, în pericole din cauza neevreilor, în pericole în cetate, în pericole în deșert, în pericole pe mare, în pericole printre frații falși,",
        "27": "în muncă grea și obositoare, adesea în nopți nedormite, în foame și sete, adesea în posturi, în frig și fără haine",
        "28": "și, pe lângă lucrurile de afară, era și preocuparea mea zilnică: grija pentru toate bisericile.",
        "29": "Cine este neputincios, și eu să nu fiu neputincios? Cine este împins în păcat, și eu să nu ard?",
        "30": "Dacă trebuie să mă laud, mă voi lăuda cu lucrurile care îmi arată neputința.",
        "31": "Dumnezeu și Tatăl Domnului Isus, Care este binecuvântat în veci, știe că nu mint.",
        "32": "În Damasc, guvernatorul regelui Areta a păzit cetatea Damasc ca să mă prindă,",
        "33": "dar am fost coborât într-un coș, printr-o fereastră din zid, și am scăpat din mâinile lui."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "I wish that you would bear with me in a little foolishness, but indeed you do bear with me.",
        "2": "For I am jealous over you with a godly jealousy. For I promised you in marriage to one husband, that I might present you as a pure virgin to Christ.",
        "3": "But I am afraid that somehow, as the serpent deceived Eve in his craftiness, so your minds might be corrupted from the simplicity that is in Christ.",
        "4": "For if he who comes preaches another Jesus whom we didn’t preach, or if you receive a different spirit which you didn’t receive, or a different “good news” which you didn’t accept, you put up with that well enough.",
        "5": "For I reckon that I am not at all behind the very best apostles.",
        "6": "But though I am unskilled in speech, yet I am not unskilled in knowledge. No, in every way we have been revealed to you in all things.",
        "7": "Or did I commit a sin in humbling myself that you might be exalted, because I preached to you God’s Good News free of charge?",
        "8": "I robbed other assemblies, taking wages from them that I might serve you.",
        "9": "When I was present with you and was in need, I wasn’t a burden on anyone, for the brothers, when they came from Macedonia, supplied the measure of my need. In everything I kept myself from being burdensome to you, and I will continue to do so.",
        "10": "As the truth of Christ is in me, no one will stop me from this boasting in the regions of Achaia.",
        "11": "Why? Because I don’t love you? God knows.",
        "12": "But what I do, that I will continue to do, that I may cut off opportunity from those who desire an opportunity, that in which they boast, they may be recognized just like us.",
        "13": "For such men are false apostles, deceitful workers, masquerading as Christ’s apostles.",
        "14": "And no wonder, for even Satan masquerades as an angel of light.",
        "15": "It is no great thing therefore if his servants also masquerade as servants of righteousness, whose end will be according to their works.",
        "16": "I say again, let no one think me foolish. But if so, yet receive me as foolish, that I also may boast a little.",
        "17": "That which I speak, I don’t speak according to the Lord, but as in foolishness, in this confidence of boasting.",
        "18": "Seeing that many boast after the flesh, I will also boast.",
        "19": "For you bear with the foolish gladly, being wise.",
        "20": "For you bear with a man if he brings you into bondage, if he devours you, if he takes you captive, if he exalts himself, or if he strikes you on the face.",
        "21": "To my shame, I speak as though we had been weak. Yet in whatever way anyone is bold (I speak in foolishness), I am bold also.",
        "22": "Are they Hebrews? So am I. Are they Israelites? So am I. Are they the offspring of Abraham? So am I.",
        "23": "Are they servants of Christ? (I speak as one beside himself.) I am more so: in labors more abundantly, in prisons more abundantly, in stripes above measure, and in deaths often.",
        "24": "Five times I received forty stripes minus one from the Jews.",
        "25": "Three times I was beaten with rods. Once I was stoned. Three times I suffered shipwreck. I have been a night and a day in the deep.",
        "26": "I have been in travels often, perils of rivers, perils of robbers, perils from my countrymen, perils from the Gentiles, perils in the city, perils in the wilderness, perils in the sea, perils among false brothers;",
        "27": "in labor and travail, in watchings often, in hunger and thirst, in fastings often, and in cold and nakedness.",
        "28": "Besides those things that are outside, there is that which presses on me daily: anxiety for all the assemblies.",
        "29": "Who is weak, and I am not weak? Who is caused to stumble, and I don’t burn with indignation?",
        "30": "If I must boast, I will boast of the things that concern my weakness.",
        "31": "The God and Father of the Lord Jesus Christ, he who is blessed forever more, knows that I don’t lie.",
        "32": "In Damascus the governor under King Aretas guarded the Damascenes’ city, desiring to arrest me.",
        "33": "I was let down in a basket through a window by the wall, and escaped his hands."
      }
    }
  }
}