{
  "book": "2 Corinteni",
  "chapter": "4",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "De aceea, fiindcă avem slujba aceasta, după îndurarea pe care am căpătat-o, noi nu cădem de oboseală.",
        "2": "Ca unii care am lepădat meșteșugirile rușinoase și ascunse, nu umblăm cu vicleșug și nu stricăm Cuvântul lui Dumnezeu. Ci, prin arătarea adevărului, ne facem vrednici să fim primiți de orice cuget omenesc, înaintea lui Dumnezeu.",
        "3": "Și dacă Evanghelia noastră este acoperită, este acoperită pentru cei ce sunt pe calea pierzării,",
        "4": "a căror minte necredincioasă a orbit-o dumnezeul veacului acestuia, ca să nu vadă strălucind lumina Evangheliei slavei lui Hristos, care este chipul lui Dumnezeu.",
        "5": "Căci noi nu ne propovăduim pe noi înșine, ci pe Domnul Hristos Isus. Noi suntem robii voștri, pentru Isus.",
        "6": "Căci Dumnezeu, care a zis: „Să lumineze lumina din întuneric”, ne-a luminat inimile, pentru ca să facem să strălucească lumina cunoștinței slavei lui Dumnezeu pe fața lui Isus Hristos. Greutățile slujbei",
        "7": "Comoara aceasta o purtăm în niște vase de lut, pentru ca această putere nemaipomenită să fie de la Dumnezeu, și nu de la noi.",
        "8": "Suntem încolțiți în toate chipurile, dar nu la strâmtoare; în grea cumpănă, dar nu deznădăjduiți;",
        "9": "prigoniți, dar nu părăsiți; trântiți jos, dar nu omorâți.",
        "10": "Purtăm întotdeauna cu noi, în trupul nostru, omorârea Domnului Isus, pentru ca și viața lui Isus să se arate în trupul nostru.",
        "11": "Căci noi cei vii totdeauna suntem dați la moarte din pricina lui Isus, pentru ca și viața lui Isus să se arate în trupul nostru muritor.",
        "12": "Astfel că în noi lucrează moartea, iar în voi, viața.",
        "13": "Însă fiindcă avem același duh de credință, potrivit cu ceea ce este scris: „Am crezut, de aceea am vorbit!” și noi credem, și de aceea vorbim.",
        "14": "Și știm că Cel ce a înviat pe Domnul Isus ne va învia și pe noi împreună cu Isus și ne va face să ne înfățișăm împreună cu voi.",
        "15": "Căci toate aceste lucruri se petrec în folosul vostru, pentru ca harul mare, căpătat prin mulți, să facă să sporească mulțumirile spre slava lui Dumnezeu. Pricinile de încredere",
        "16": "De aceea, noi nu cădem de oboseală. Ci chiar dacă omul nostru de afară se trece, totuși omul nostru dinăuntru se înnoiește din zi în zi.",
        "17": "Căci întristările noastre ușoare de o clipă lucrează pentru noi tot mai mult o greutate veșnică de slavă.",
        "18": "Pentru că noi nu ne uităm la lucrurile care se văd, ci la cele ce nu se văd, căci lucrurile care se văd sunt trecătoare, pe când cele ce nu se văd sunt veșnice."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "De aceea, fiindcă avem slujba aceasta, potrivit cu mila de care am avut parte, nu ne descurajăm.",
        "2": "Dimpotrivă, am respins lucrurile ascunse și rușinoase, și nu umblăm cu viclenie, nici nu falsificăm Cuvântul lui Dumnezeu, ci, prin expunerea adevărului, ne recomandăm pe noi înșine conștiinței oricărui om, înaintea lui Dumnezeu.",
        "3": "Iar dacă Evanghelia noastră este acoperită, este acoperită printre cei ce pier,",
        "4": "în mijlocul cărora dumnezeul veacului acestuia a orbit mințile necredincioșilor, ca să nu vadă strălucind lumina Evangheliei gloriei lui Cristos, Care este chipul lui Dumnezeu.",
        "5": "Noi nu ne predicăm pe noi înșine, ci pe Isus Cristos ca Domn, iar pe noi înșine ca sclavi ai voștri, de dragul lui Isus.",
        "6": "Fiindcă Dumnezeu, Care a spus: „Să strălucească din întuneric lumina!“, este Cel Ce a strălucit în inimile noastre ca să ne dea lumina cunoașterii gloriei lui Dumnezeu pe fața lui Isus Cristos.",
        "7": "Dar noi avem comoara aceasta în niște vase de lut, pentru ca puterea aceasta nemaiîntâlnită să fie de la Dumnezeu, și nu de la noi.",
        "8": "Suntem în necaz în toate, dar nu zdrobiți, nedumeriți, dar nu disperați,",
        "9": "persecutați, dar nu părăsiți, trântiți la pământ, dar nu distruși,",
        "10": "purtăm întotdeauna în trup moartea lui Isus, pentru ca și viața lui Isus să fie văzută în trupurile noastre.",
        "11": "Căci noi, cei vii, suntem întotdeauna dați la moarte din cauza lui Isus, pentru ca și viața lui Isus să fie văzută în trupul nostru muritor.",
        "12": "Astfel, în noi lucrează moartea, iar în voi viața.",
        "13": "Însă, fiindcă avem același duh al credinței, potrivit cu ceea ce este scris: „Am crezut, de aceea am vorbit!“ și noi credem și de aceea vorbim.",
        "14": "Știm că Cel Ce L-a înviat pe Domnul Isus ne va învia și pe noi împreună cu Isus și ne va face să ne înfățișăm împreună cu voi.",
        "15": "Căci toate acestea sunt pentru voi, astfel încât harul, care se extinde la tot mai mulți oameni, să facă să abunde mulțumirea, spre gloria lui Dumnezeu.",
        "16": "De aceea noi nu ne descurajăm, ci, chiar dacă trupul nostru piere, totuși omul nostru lăuntric este înnoit din zi în zi.",
        "17": "Căci necazul nostru ușor, temporar, lucrează în noi greutatea veșnică a gloriei care întrece orice imaginație.",
        "18": "Noi nu ne uităm la lucrurile care se văd, ci la cele care nu se văd, deoarece cele care se văd sunt trecătoare, dar cele care nu se văd sunt veșnice."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Therefore, seeing we have this ministry, even as we obtained mercy, we don’t faint.",
        "2": "But we have renounced the hidden things of shame, not walking in craftiness nor handling the word of God deceitfully, but by the manifestation of the truth commending ourselves to every man’s conscience in the sight of God.",
        "3": "Even if our Good News is veiled, it is veiled in those who are dying,",
        "4": "in whom the god of this world has blinded the minds of the unbelieving, that the light of the Good News of the glory of Christ, who is the image of God, should not dawn on them.",
        "5": "For we don’t preach ourselves, but Christ Jesus as Lord, and ourselves as your servants for Jesus’ sake,",
        "6": "seeing it is God who said, “Light will shine out of darkness,” who has shone in our hearts to give the light of the knowledge of the glory of God in the face of Jesus Christ.",
        "7": "But we have this treasure in clay vessels, that the exceeding greatness of the power may be of God and not from ourselves.",
        "8": "We are pressed on every side, yet not crushed; perplexed, yet not to despair;",
        "9": "pursued, yet not forsaken; struck down, yet not destroyed;",
        "10": "always carrying in the body the putting to death of the Lord Jesus, that the life of Jesus may also be revealed in our body.",
        "11": "For we who live are always delivered to death for Jesus’ sake, that the life also of Jesus may be revealed in our mortal flesh.",
        "12": "So then death works in us, but life in you.",
        "13": "But having the same spirit of faith, according to that which is written, “I believed, and therefore I spoke.” We also believe, and therefore we also speak,",
        "14": "knowing that he who raised the Lord Jesus will raise us also with Jesus, and will present us with you.",
        "15": "For all things are for your sakes, that the grace, being multiplied through the many, may cause the thanksgiving to abound to the glory of God.",
        "16": "Therefore we don’t faint, but though our outward person is decaying, yet our inward person is renewed day by day.",
        "17": "For our light affliction, which is for the moment, works for us more and more exceedingly an eternal weight of glory,",
        "18": "while we don’t look at the things which are seen, but at the things which are not seen. For the things which are seen are temporal, but the things which are not seen are eternal."
      }
    }
  }
}