{
  "book": "2 Corinteni",
  "chapter": "2",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Am hotărât dar în mine să nu mă întorc la voi cu întristare.",
        "2": "Căci, dacă vă întristez, de la cine să mă aștept la bucurie, dacă nu de la cel întristat de mine?",
        "3": "Și v-am scris cum v-am scris, ca, la venirea mea, să n-am întristare din partea celor ce trebuiau să-mi facă bucurie și sunt încredințat, cu privire la voi toți, că bucuria mea este bucuria voastră a tuturor.",
        "4": "V-am scris cu multă mâhnire și strângere de inimă, cu ochii scăldați în lacrimi, nu ca să vă întristați, ci ca să vedeți dragostea nespus de mare pe care o am față de voi. Iertarea celui pedepsit",
        "5": "Dacă a fost cineva o pricină de întristare, nu m-a întristat numai pe mine, ci pe voi toți; cel puțin în parte, ca să nu spun prea mult.",
        "6": "Este destul pentru omul acesta pedeapsa care i-a fost dată de cei mai mulți;",
        "7": "așa că acum este mai bine să-l iertați și să-l mângâiați, ca să nu fie doborât de prea multă mâhnire.",
        "8": "De aceea, vă rog să vă arătați iarăși dragostea față de el,",
        "9": "căci v-am scris și cu gândul ca să vă pun la încercare și să văd dacă sunteți ascultători în totul.",
        "10": "Dar pe cine iertați voi, îl iert și eu. În adevăr, ce am iertat eu – dacă am iertat ceva – am iertat pentru voi, în fața lui Hristos,",
        "11": "ca să nu lăsăm pe Satana să aibă un câștig de la noi, căci nu suntem în neștiință despre planurile lui.",
        "12": "Când am ajuns la Troa pentru Evanghelia lui Hristos, măcar că mi se deschisese acolo o ușă în Domnul,",
        "13": "n-am avut liniște în duhul meu, fiindcă n-am găsit pe fratele meu Tit; de aceea mi-am luat ziua bună de la frați și am plecat în Macedonia. Slujba apostolului",
        "14": "Mulțumiri fie aduse lui Dumnezeu, care ne poartă totdeauna cu carul Lui de biruință în Hristos și care răspândește prin noi în orice loc mireasma cunoștinței Lui.",
        "15": "În adevăr, noi suntem înaintea lui Dumnezeu o mireasmă a lui Hristos printre cei ce sunt pe calea mântuirii și printre cei ce sunt pe calea pierzării:",
        "16": "pentru aceștia, o mireasmă de la moarte spre moarte; pentru aceia, o mireasmă de la viață spre viață. Și cine este de ajuns pentru aceste lucruri?",
        "17": "Căci noi nu stricăm Cuvântul lui Dumnezeu, cum fac cei mai mulți, ci vorbim cu inimă curată, din partea lui Dumnezeu, înaintea lui Dumnezeu, în Hristos."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Astfel, am hotărât în mine însumi să nu mai vin din nou la voi cu întristare.",
        "2": "Căci, dacă eu vă întristez, atunci cine îmi va aduce bucurie, dacă nu cel întristat de mine?",
        "3": "Și am scris în felul acesta, pentru ca, atunci când voi veni, să nu fiu întristat de cei care ar trebui să mă bucure, căci sunt convins, cu privire la voi toți, că bucuria mea este bucuria voastră, a tuturor.",
        "4": "Căci v-am scris cu mult necaz și durere în inimă, printre multe lacrimi, nu ca să vă întristați, ci ca să cunoașteți dragostea nespus de mare pe care o am față de voi. Iertarea celui păcătos",
        "5": "Dacă cineva a fost un motiv de întristare, nu pe mine m-a întristat, ci, într-o oarecare măsură, ca să nu fiu prea sever, pe voi toți.",
        "6": "Este destul pentru acesta pedeapsa dată de cei mai mulți.",
        "7": "Astfel, dimpotrivă, ar trebui mai degrabă să-l iertați și să-l încurajați, ca să nu fie copleșit de prea multă întristare.",
        "8": "De aceea, vă îndemn să vă reafirmați dragostea față de el.",
        "9": "Căci v-am scris și ca să vă pun la încercare și să aflu dacă sunteți ascultători în toate.",
        "10": "Pe cine iertați voi, îl iert și eu. Căci ceea ce am iertat, dacă am iertat ceva, a fost de dragul vostru, în prezența lui Cristos,",
        "11": "ca să nu-l lăsăm pe Satan să profite de noi, pentru că noi nu suntem în necunoștință de planurile lui. Slujitorii Noului Legământ",
        "12": "Când am venit la Troa pentru Evanghelia lui Cristos și mi-a fost deschisă o ușă de către Domnul,",
        "13": "n-am avut liniște în duhul meu, pentru că nu l-am găsit acolo pe Titus, fratele meu. Astfel, mi-am luat rămas bun de la ei și m-am dus în Macedonia.",
        "14": "Dar mulțumiri fie aduse lui Dumnezeu, Care întotdeauna ne face să triumfăm în Cristos și răspândește prin noi, în orice loc, aroma cunoașterii Lui.",
        "15": "Căci, pentru Dumnezeu, noi suntem mireasma lui Cristos printre cei ce sunt mântuiți și printre cei ce pier:",
        "16": "pentru aceștia, o aromă de la moarte spre moarte, dar pentru aceia, o aromă de la viață spre viață. Și cine este adecvat pentru aceste lucruri?",
        "17": "Căci noi nu suntem asemenea celor mulți, care profită de pe urma Cuvântului lui Dumnezeu, ci vorbim înaintea lui Dumnezeu, în Cristos, din sinceritate, ca din partea lui Dumnezeu."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "But I determined this for myself, that I would not come to you again in sorrow.",
        "2": "For if I make you grieve, then who will make me glad but he who is made to grieve by me?",
        "3": "And I wrote this very thing to you, so that when I came, I wouldn’t have sorrow from them of whom I ought to rejoice; having confidence in you all that my joy would be shared by all of you.",
        "4": "For out of much affliction and anguish of heart I wrote to you with many tears, not that you should be made to grieve, but that you might know the love that I have so abundantly for you.",
        "5": "But if any has caused sorrow, he has caused sorrow not to me, but in part (that I not press too heavily) to you all.",
        "6": "This punishment which was inflicted by the many is sufficient for such a one;",
        "7": "so that, on the contrary, you should rather forgive him and comfort him, lest by any means such a one should be swallowed up with his excessive sorrow.",
        "8": "Therefore I beg you to confirm your love toward him.",
        "9": "For to this end I also wrote, that I might know the proof of you, whether you are obedient in all things.",
        "10": "Now I also forgive whomever you forgive anything. For if indeed I have forgiven anything, I have forgiven that one for your sakes in the presence of Christ,",
        "11": "that no advantage may be gained over us by Satan, for we are not ignorant of his schemes.",
        "12": "Now when I came to Troas for the Good News of Christ, and when a door was opened to me in the Lord,",
        "13": "I had no relief for my spirit, because I didn’t find Titus my brother, but taking my leave of them, I went out into Macedonia.",
        "14": "Now thanks be to God who always leads us in triumph in Christ, and reveals through us the sweet aroma of his knowledge in every place.",
        "15": "For we are a sweet aroma of Christ to God in those who are saved and in those who perish:",
        "16": "to the one a stench from death to death, to the other a sweet aroma from life to life. Who is sufficient for these things?",
        "17": "For we are not as so many, peddling the word of God. But as of sincerity, but as of God, in the sight of God, we speak in Christ."
      }
    }
  }
}