{
  "book": "2 Corinteni",
  "chapter": "10",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Eu, Pavel, vă rog, prin blândețea și bunătatea lui Hristos – eu, cel „smerit când sunt de față în mijlocul vostru și plin de îndrăzneală împotriva voastră când sunt departe” –",
        "2": "vă rog dar să nu mă faceți ca, atunci când voi fi de față, să alerg cu hotărâre la îndrăzneala aceea pe care am de gând s-o întrebuințez împotriva unora care își închipuie că noi suntem mânați de firea pământească.",
        "3": "Măcar că trăim în firea pământească, totuși nu ne luptăm călăuziți de firea pământească.",
        "4": "Căci armele cu care ne luptăm noi nu sunt supuse firii pământești, ci sunt puternice, întărite de Dumnezeu ca să surpe întăriturile.",
        "5": "Noi răsturnăm izvodirile minții și orice înălțime care se ridică împotriva cunoștinței lui Dumnezeu, și orice gând îl facem rob ascultării de Hristos.",
        "6": "Îndată ce se va săvârși ascultarea aceasta din partea voastră, suntem gata să pedepsim orice neascultare.",
        "7": "La înfățișare vă uitați? Dacă cineva crede că „este al lui Hristos”, să aibă în vedere că, după cum el este al lui Hristos, tot așa suntem și noi.",
        "8": "Și chiar dacă m-aș lăuda ceva mai mult cu stăpânirea pe care mi-a dat-o Domnul pentru zidirea voastră, iar nu pentru dărâmarea voastră, tot nu mi-ar fi rușine.",
        "9": "Zic așa, ca să nu se pară că vreau să vă înfricoșez prin epistolele mele.",
        "10": "„De fapt”, zic ei, „epistolele lui sunt cu greutate și pline de putere, dar când este de față el însuși, este moale, și cuvântul lui n-are nicio greutate.”",
        "11": "Cine judecă așa să fie încredințat că, așa cum suntem în vorbă în epistolele noastre, când nu suntem de față, tot așa vom fi și în faptă, când vom fi de față! Pavel și potrivnicii lui",
        "12": "Negreșit, n-avem îndrăzneala să ne punem alături sau în rândul unora din aceia care se laudă singuri. Dar ei, prin faptul că se măsoară cu ei înșiși și se pun alături ei cu ei înșiși, sunt fără pricepere.",
        "13": "Noi însă nu ne lăudăm dincolo de măsura noastră, ci în măsura marginilor pe care le-a însemnat Dumnezeu câmpului nostru ca să ajungem până la voi.",
        "14": "Nu ne întindem prea mult, ca și când n-am fi ajuns până la voi, căci, în adevăr, până la voi am ajuns în Evanghelia lui Hristos.",
        "15": "Nu ne lăudăm peste măsura noastră, adică nu ne lăudăm cu ostenelile altuia, ci avem nădejdea că, dacă credința voastră crește, va crește și câmpul nostru de lucru între voi, nespus de mult, după măsura noastră.",
        "16": "Așa că vom putea propovădui Evanghelia și în ținuturile care sunt dincolo de al vostru, fără să intrăm în câmpul de lucru al altuia, ca să ne lăudăm cu lucrări făcute de-a gata.",
        "17": "Ci „oricine se laudă să se laude în Domnul”.",
        "18": "Pentru că nu cine se laudă singur va fi primit, ci acela pe care Domnul îl laudă."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Eu însumi, Pavel, vă îndemn, prin blândețea și bunătatea lui Cristos – eu, care sunt umil când sunt prezent între voi, dar plin de curaj împotriva voastră când sunt departe –",
        "2": "deci, vă rog insistent ca, atunci când voi fi prezent, să nu mă faceți să-mi arăt curajul cu acea încredere pe care cred că voi îndrăzni s-o arăt față de unii care au impresia că noi trăim potrivit firii pământești.",
        "3": "Fiindcă noi, deși trăim în firea pământească, nu ne luptăm potrivit firii pământești.",
        "4": "Căci armele luptei noastre nu sunt firești, ci sunt făcute puternice de Dumnezeu pentru a dărâma fortărețe. Noi dărâmăm argumentele",
        "5": "și orice înălțime care se ridică împotriva cunoașterii lui Dumnezeu și luăm captiv orice gând ca să asculte de Cristos.",
        "6": "Și suntem gata să pedepsim orice neascultare, atunci când ascultarea voastră va fi deplină.",
        "7": "Voi vă uitați la înfățișare. Dacă cineva este convins că este al lui Cristos, el însuși să se gândească din nou că, așa cum el este al lui Cristos, tot astfel suntem și noi.",
        "8": "Căci, chiar dacă mă laud ceva mai mult cu autoritatea noastră, pe care ne-a dat-o Domnul pentru consolidarea și nu pentru dărâmarea voastră, tot nu-mi va fi rușine,",
        "9": "ca să nu par ca și cum v-aș înspăimânta prin scrisorile mele.",
        "10": "Căci cineva dintre voi spune: „Scrisorile lui sunt cu greutate și puternice, dar, când vine el însuși, este slab, iar cuvântul lui este disprețuit“.",
        "11": "Un astfel de om să se gândească la faptul că, așa cum suntem în cuvinte, prin scrisori, când suntem departe, la fel suntem și în faptă, când suntem prezenți.",
        "12": "Căci noi nu îndrăznim să ne punem alături de unii sau să ne comparăm pe noi înșine cu unii care se recomandă singuri, însă, când ei se măsoară pe ei înșiși cu ei înșiși și se compară pe ei înșiși cu ei înșiși, nu sunt înțelepți.",
        "13": "Noi însă nu ne vom lăuda dincolo de limite, ci potrivit cu limitele ariei de lucru pe care ne-a repartizat-o Dumnezeu, care ajunge chiar și până la voi.",
        "14": "Căci nu ne întindem prea mult, ca și cum n-am fi ajuns până la voi, fiindcă noi am ajuns deja la voi cu Evanghelia lui Cristos.",
        "15": "Nu ne lăudăm dincolo de limite, adică cu eforturile altora, dar avem speranță că, în timp ce credința voastră crește, lucrarea noastră va fi lărgită și mai mult printre voi, potrivit cu aria noastră de lucru,",
        "16": "ca să putem vesti Evanghelia în țările de dincolo de voi, fără să ne lăudăm cu lucrări făcute deja în aria de lucru a altuia.",
        "17": "Însă „Cel ce se laudă să se laude în Domnul“.",
        "18": "Fiindcă nu cel ce se recomandă pe sine este găsit demn de încredere, ci acela pe care Domnul îl recomandă."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now I Paul, myself, entreat you by the humility and gentleness of Christ, I who in your presence am lowly among you, but being absent am bold toward you.",
        "2": "Yes, I beg you that I may not, when present, show courage with the confidence with which I intend to be bold against some, who consider us to be walking according to the flesh.",
        "3": "For though we walk in the flesh, we don’t wage war according to the flesh;",
        "4": "for the weapons of our warfare are not of the flesh, but mighty before God to the throwing down of strongholds,",
        "5": "throwing down imaginations and every high thing that is exalted against the knowledge of God and bringing every thought into captivity to the obedience of Christ,",
        "6": "and being in readiness to avenge all disobedience when your obedience is made full.",
        "7": "Do you look at things only as they appear in front of your face? If anyone trusts in himself that he is Christ’s, let him consider this again with himself, that even as he is Christ’s, so we also are Christ’s.",
        "8": "For even if I boast somewhat abundantly concerning our authority, which the Lord gave for building you up and not for casting you down, I will not be ashamed,",
        "9": "that I may not seem as if I desire to terrify you by my letters.",
        "10": "For, “His letters”, they say, “are weighty and strong, but his bodily presence is weak, and his speech is despised.”",
        "11": "Let such a person consider this, that what we are in word by letters when we are absent, such are we also in deed when we are present.",
        "12": "For we are not bold to number or compare ourselves with some of those who commend themselves. But they themselves, measuring themselves by themselves, and comparing themselves with themselves, are without understanding.",
        "13": "But we will not boast beyond proper limits, but within the boundaries with which God appointed to us, which reach even to you.",
        "14": "For we don’t stretch ourselves too much, as though we didn’t reach to you. For we came even as far as to you with the Good News of Christ,",
        "15": "not boasting beyond proper limits in other men’s labors, but having hope that as your faith grows, we will be abundantly enlarged by you in our sphere of influence,",
        "16": "so as to preach the Good News even to the parts beyond you, not to boast in what someone else has already done.",
        "17": "But “he who boasts, let him boast in the Lord.”",
        "18": "For it isn’t he who commends himself who is approved, but whom the Lord commends."
      }
    }
  }
}