{
  "book": "2 Corinteni",
  "chapter": "13",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Vin la voi pentru a treia oară. „Orice vorbă să fie sprijinită pe mărturia a doi sau trei martori.”",
        "2": "Cum am spus când am fost de față a doua oară, tot așa și azi, când nu sunt de față, spun iarăși mai dinainte celor ce au păcătuit mai înainte și tuturor celorlalți că, dacă mă voi întoarce la voi, n-am să cruț deloc,",
        "3": "căci căutați o dovadă că Hristos vorbește în mine: El care nu este slab față de voi, ci este plin de putere între voi.",
        "4": "În adevăr, El a fost răstignit prin slăbiciune, dar trăiește prin puterea lui Dumnezeu. Tot astfel, și noi suntem slabi în El, dar, prin puterea lui Dumnezeu, vom fi plini de viață cu El față de voi.",
        "5": "Pe voi înșivă încercați-vă dacă sunteți în credință. Pe voi înșivă cercați-vă. Nu recunoașteți voi că Isus Hristos este în voi? Afară numai dacă sunteți lepădați.",
        "6": "Dar trag nădejde că veți recunoaște că noi nu suntem lepădați.",
        "7": "Totuși ne rugăm lui Dumnezeu să nu faceți nimic rău; nu pentru ca să ne putem arăta noi înșine primiți, ci ca să faceți ce este bine, chiar dacă noi am trece drept lepădați.",
        "8": "Căci n-avem nicio putere împotriva adevărului, ci pentru adevăr.",
        "9": "În adevăr, ne bucurăm când noi suntem slabi, iar voi sunteți tari și ne rugăm pentru desăvârșirea voastră.",
        "10": "Tocmai de aceea vă scriu aceste lucruri când nu sunt de față, pentru ca, atunci când voi fi de față, să nu mă port cu asprime, potrivit cu puterea pe care mi-a dat-o Domnul pentru zidire, iar nu pentru dărâmare. Urări de sănătate",
        "11": "Încolo, fraților, fiți sănătoși, desăvârșiți-vă, îmbărbătați-vă, fiți cu un cuget, trăiți în pace și Dumnezeul dragostei și al păcii va fi cu voi.",
        "12": "Spuneți-vă unii altora sănătate, cu o sărutare sfântă.",
        "13": "Toți sfinții vă trimit sănătate.",
        "14": "Harul Domnului Isus Hristos și dragostea lui Dumnezeu și împărtășirea Sfântului Duh să fie cu voi cu toți! Amin."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Aceasta este a treia oară când vin la voi. „Orice vorbă să fie bazată pe cuvântul a doi sau trei martori“.",
        "2": "Le-am spus mai dinainte, când am fost de față a doua oară, și le spun mai dinainte și acum, când sunt departe, celor care au păcătuit mai înainte și tuturor celorlalți, că, dacă voi veni din nou, nu voi cruța pe nimeni,",
        "3": "întrucât voi căutați o dovadă că Isus Cristos vorbește prin mine. El nu este neputincios față de voi, ci este puternic între voi,",
        "4": "pentru că a fost răstignit în neputință, dar trăiește prin puterea lui Dumnezeu. Căci și noi suntem neputincioși în El, dar vom trăi împreună cu El, prin puterea lui Dumnezeu, pentru voi.",
        "5": "Puneți-vă la încercare pe voi înșivă, ca să vedeți dacă sunteți în credință! Testați-vă pe voi înșivă! Sau nu recunoașteți cu privire la voi înșivă că Isus Cristos este în voi? Doar dacă nu cumva sunteți respinși la test.",
        "6": "Sper că veți recunoaște că noi nu suntem respinși la test.",
        "7": "Și ne rugăm lui Dumnezeu să nu faceți nimic rău, nu pentru ca noi să fim arătați că am trecut testul, ci pentru ca voi să faceți ceea ce este bine, chiar dacă noi am fi respinși la test.",
        "8": "Căci noi nu putem face nimic împotriva adevărului, ci numai pentru adevăr.",
        "9": "Ne bucurăm când noi suntem neputincioși, iar voi sunteți puternici. Și ne rugăm pentru desăvârșirea voastră.",
        "10": "De aceea vă scriu acestea, când sunt departe, pentru ca atunci când vin să nu mă port aspru, potrivit cu autoritatea pe care mi-a dat-o Domnul pentru consolidare, nu pentru dărâmare. Salutări finale",
        "11": "În rest, fraților, bucurați-vă! Corectați-vă unul pe altul! Încurajați-vă! Fiți în același gând unul cu altul! Trăiți în pace, iar Dumnezeul dragostei și al păcii va fi cu voi.",
        "12": "Salutați-vă unii pe alții cu o sărutare sfântă! Toți sfinții vă salută.",
        "13": "Harul Domnului Isus Cristos, dragostea lui Dumnezeu și părtășia Duhului Sfânt să fie cu voi cu toți! Amin."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "This is the third time I am coming to you. “At the mouth of two or three witnesses shall every word be established.”",
        "2": "I have warned previously, and I warn again, as when I was present the second time, so now, being absent, I write to those who have sinned before now and to all the rest that if I come again, I will not spare,",
        "3": "seeing that you seek a proof of Christ who speaks in me who is not weak, but is powerful in you.",
        "4": "For he was crucified through weakness, yet he lives through the power of God. For we also are weak in him, but we will live with him through the power of God toward you.",
        "5": "Examine your own selves, whether you are in the faith. Test your own selves. Or don’t you know about your own selves, that Jesus Christ is in you?—unless indeed you are disqualified.",
        "6": "But I hope that you will know that we aren’t disqualified.",
        "7": "Now I pray to God that you do no evil; not that we may appear approved, but that you may do that which is honorable, though we may seem to have failed.",
        "8": "For we can do nothing against the truth, but for the truth.",
        "9": "For we rejoice when we are weak and you are strong. We also pray for this: your becoming perfect.",
        "10": "For this cause I write these things while absent, that I may not deal sharply when present, according to the authority which the Lord gave me for building up and not for tearing down.",
        "11": "Finally, brothers, rejoice! Be perfected. Be comforted. Be of the same mind. Live in peace, and the God of love and peace will be with you.",
        "12": "Greet one another with a holy kiss.",
        "13": "All the saints greet you.",
        "14": "The grace of the Lord Jesus Christ, God’s love, and the fellowship of the Holy Spirit be with you all. Amen."
      }
    }
  }
}