{
  "book": "2 Corinteni",
  "chapter": "8",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Fraților, voim să vă aducem la cunoștință harul pe care l-a dat Dumnezeu în Bisericile Macedoniei.",
        "2": "În mijlocul multelor necazuri prin care au trecut, bucuria lor peste măsură de mare și sărăcia lor lucie au dat naștere la un belșug de dărnicie din partea lor.",
        "3": "Vă mărturisesc că au dat de bunăvoie, după puterea lor și chiar peste puterile lor.",
        "4": "Și ne-au rugat cu mari stăruințe pentru harul și părtășia la această strângere de ajutoare pentru sfinți.",
        "5": "Și au făcut aceasta nu numai cum nădăjduisem, dar s-au dat mai întâi pe ei înșiși Domnului și apoi nouă, prin voia lui Dumnezeu.",
        "6": "Noi dar am rugat pe Tit să isprăvească această strângere de ajutoare pe care o începuse.",
        "7": "După cum sporiți în toate lucrurile: în credință, în cuvânt, în cunoștință, în orice râvnă și în dragostea voastră pentru noi, căutați să sporiți și în această binefacere.",
        "8": "Nu spun lucrul acesta ca să vă dau o poruncă, ci pentru râvna altora și ca să pun la încercare curăția dragostei voastre.",
        "9": "Căci cunoașteți harul Domnului nostru Isus Hristos. El, măcar că era bogat, S-a făcut sărac pentru voi, pentru ca, prin sărăcia Lui, voi să vă îmbogățiți.",
        "10": "În această privință vă dau un sfat. Și sfatul acesta vă este de folos vouă, care, de acum un an, cei dintâi ați început nu numai să faceți, ci să și voiți.",
        "11": "Isprăviți dar acum de făcut, pentru ca, după graba voinței să fie și înfăptuirea, potrivit cu mijloacele voastre.",
        "12": "Pentru că, dacă este bunăvoință, darul este primit, avându-se în vedere ce are cineva, nu ce n-are.",
        "13": "Aici nu este vorba ca alții să fie ușurați, iar voi strâmtorați,",
        "14": "ci este vorba de o potrivire: în împrejurarea de acum, prisosul vostru să acopere nevoile lor, pentru ca și prisosul lor să acopere, la rândul lui, nevoile voastre, așa ca să fie o potrivire,",
        "15": "după cum este scris: „Cel ce strânsese mult n-avea nimic de prisos, și cel ce strânsese puțin nu ducea lipsă.” A doua trimitere a lui Tit",
        "16": "Mulțumiri fie aduse lui Dumnezeu, care a pus în inima lui Tit aceeași râvnă pentru voi.",
        "17": "Căci el a primit îndemnul nostru, ba încă, stăpânit de o râvnă arzătoare, a pornit de bunăvoie spre voi.",
        "18": "Am trimis cu el și pe fratele a cărui laudă în Evanghelie este răspândită prin toate Bisericile.",
        "19": "Mai mult, el a fost ales de Biserici să meargă împreună cu noi în această lucrare de binefacere, pe care o săvârșim spre slava Domnului și ca o dovadă de bunăvoința noastră.",
        "20": "În chipul acesta, vrem ca nimeni să nu ne defaime cu privire la acest belșug de ajutoare de care îngrijim.",
        "21": "Căci căutăm să lucrăm cinstit nu numai înaintea Domnului, ci și înaintea oamenilor.",
        "22": "Am trimis cu ei pe fratele nostru, a cărui râvnă am încercat-o de atâtea ori în multe împrejurări și care, de data aceasta, arată mult mai multă râvnă din pricina marii lui încrederi în voi.",
        "23": "Astfel, fie având în vedere pe Tit, care este părtașul și tovarășul meu de lucru în mijlocul vostru, fie având în vedere pe frații noștri, care sunt trimișii Bisericilor și fala lui Hristos,",
        "24": "dați-le înaintea Bisericilor dovadă de dragostea voastră și arătați-le că avem dreptul să ne lăudăm cu voi."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Vă facem cunoscut, fraților, harul lui Dumnezeu, care a fost dat în bisericile Macedoniei,",
        "2": "pentru că, în timp ce treceați printr-un mare necaz, belșugul bucuriei lor și sărăcia lor mare au generat o abundență de generozitate din partea lor.",
        "3": "Mărturisesc că ei au dat de bunăvoie, după puterea lor și chiar peste puterea lor,",
        "4": "cerându-ne cu multă insistență favoarea de a fi părtași la această slujire pentru sfinți,",
        "5": "și nu așa cum ne-am așteptat, ci s-au dat pe ei înșiși, mai întâi Domnului, apoi nouă, prin voia lui Dumnezeu.",
        "6": "Astfel, l-am îndemnat pe Titus ca, după cum a început, tot așa să ducă la capăt printre voi și această lucrare a harului.",
        "7": "Căci, așa cum vă remarcați în toate – în credință, în vorbire, în cunoaștere, într-un devotament deplin și în dragostea pe care ați învățat-o de la noi – să vă remarcați și în această lucrare a harului.",
        "8": "Nu vă spun lucrul acesta ca pe o poruncă, ci testez, prin devotamentul altora, sinceritatea dragostei voastre.",
        "9": "Voi cunoașteți harul Domnului nostru Isus Cristos, Care, deși a fost bogat, de dragul vostru a devenit sărac, pentru ca voi să vă îmbogățiți prin sărăcia Lui.",
        "10": "Îmi spun părerea în această privință, căci aceasta vă este de folos, vouă, cei care, cu un an în urmă, ați fost primii nu doar în a face, ci și în a dori să faceți:",
        "11": "acum, terminați lucrarea, pentru ca, așa cum a fost entuziasmul dorinței voastre, tot astfel să fie și înfăptuirea, potrivit cu ceea ce aveți.",
        "12": "Căci, dacă există disponibilitate, darul este primit în funcție de ceea ce are cineva, nu de ceea ce nu are.",
        "13": "Și nu spun aceasta pentru ca alții să fie eliberați de povară, iar voi să fiți împovărați, ci ca să existe un echilibru.",
        "14": "Abundența voastră, în vremea de acum, să fie folosită pentru nevoia lor, pentru ca și abundența lor să fie folosită pentru nevoia voastră, astfel încât să existe o potrivire,",
        "15": "după cum este scris: „Celui ce a adunat mai mult nu i-a rămas în plus, iar cel ce a adunat mai puțin n-a dus lipsă“. Misiunea lui Titus",
        "16": "Dar mulțumiri fie aduse lui Dumnezeu, Care a pus în inima lui Titus același devotament pe care-l am și eu față de voi.",
        "17": "Căci el nu numai că a primit bine îndemnul nostru, ci pleacă acum spre voi cu mult entuziasm și din proprie inițiativă.",
        "18": "Împreună cu el vi-l trimit pe fratele care este lăudat de toate bisericile datorită Evangheliei.",
        "19": "Nu doar atât, dar el a fost și ales de biserici să ne însoțească în călătoria noastră, în timp ce administrăm acest dar spre gloria Domnului Însuși și ca dovadă a entuziasmului nostru.",
        "20": "Am procedat astfel, ca nu cumva cineva să ne denigreze cu privire la darul acesta generos administrat de noi.",
        "21": "Căci avem grijă să facem ceea ce este bine nu doar înaintea Domnului, ci și înaintea oamenilor.",
        "22": "Îl trimitem pe fratele nostru cu ei, frate pe care l-am pus la încercare adesea, în multe feluri, și l-am găsit dedicat, dar care acum este mai dedicat decât oricând pentru că are o mare încredere în voi.",
        "23": "În ce-l privește pe Titus, el este părtaș și lucrător împreună cu mine pentru voi. În ce-i privește pe frații noștri, ei sunt trimiși ai bisericilor, gloria lui Cristos.",
        "24": "De aceea, arătați-le, înaintea bisericilor, dovada dragostei voastre și a laudei noastre cu privire la voi."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Moreover, brothers, we make known to you the grace of God which has been given in the assemblies of Macedonia,",
        "2": "how in a severe ordeal of affliction, the abundance of their joy and their deep poverty abounded to the riches of their generosity.",
        "3": "For according to their power, I testify, yes and beyond their power, they gave of their own accord,",
        "4": "begging us with much entreaty to receive this grace and the fellowship in the service to the saints.",
        "5": "This was not as we had expected, but first they gave their own selves to the Lord, and to us through the will of God.",
        "6": "So we urged Titus, that as he had made a beginning before, so he would also complete in you this grace.",
        "7": "But as you abound in everything—in faith, utterance, knowledge, all earnestness, and in your love to us—see that you also abound in this grace.",
        "8": "I speak not by way of commandment, but as proving through the earnestness of others the sincerity also of your love.",
        "9": "For you know the grace of our Lord Jesus Christ, that though he was rich, yet for your sakes he became poor, that you through his poverty might become rich.",
        "10": "I give advice in this: it is expedient for you who were the first to start a year ago, not only to do, but also to be willing.",
        "11": "But now complete the doing also, that as there was the readiness to be willing, so there may be the completion also out of your ability.",
        "12": "For if the readiness is there, it is acceptable according to what you have, not according to what you don’t have.",
        "13": "For this is not that others may be eased and you distressed,",
        "14": "but for equality. Your abundance at this present time supplies their lack, that their abundance also may become a supply for your lack, that there may be equality.",
        "15": "As it is written, “He who gathered much had nothing left over, and he who gathered little had no lack.”",
        "16": "But thanks be to God, who puts the same earnest care for you into the heart of Titus.",
        "17": "For he indeed accepted our exhortation, but being himself very earnest, he went out to you of his own accord.",
        "18": "We have sent together with him the brother whose praise in the Good News is known throughout all the assemblies.",
        "19": "Not only so, but he was also appointed by the assemblies to travel with us in this grace, which is served by us to the glory of the Lord himself, and to show our readiness.",
        "20": "We are avoiding this, that any man should blame us concerning this abundance which is administered by us.",
        "21": "Having regard for honorable things, not only in the sight of the Lord, but also in the sight of men.",
        "22": "We have sent with them our brother whom we have many times proved earnest in many things, but now much more earnest, by reason of the great confidence which he has in you.",
        "23": "As for Titus, he is my partner and fellow worker for you. As for our brothers, they are the apostles of the assemblies, the glory of Christ.",
        "24": "Therefore show the proof of your love to them before the assemblies, and of our boasting on your behalf."
      }
    }
  }
}