{
  "book": "2 Corinteni",
  "chapter": "5",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Știm, în adevăr, că, dacă se desface casa pământească a cortului nostru trupesc, avem o clădire în cer de la Dumnezeu, o casă care nu este făcută de mână, ci este veșnică.",
        "2": "Și gemem în cortul acesta, plini de dorința să ne îmbrăcăm peste el cu locașul nostru ceresc,",
        "3": "negreșit, dacă atunci când vom fi îmbrăcați nu vom fi găsiți dezbrăcați de el.",
        "4": "Chiar în cortul acesta deci gemem apăsați, nu că dorim să fim dezbrăcați de trupul acesta, ci să fim îmbrăcați cu trupul celălalt peste acesta, pentru ca ce este muritor în noi să fie înghițit de viață.",
        "5": "Și Cel ce ne-a făcut pentru aceasta este Dumnezeu, care ne-a dat arvuna Duhului.",
        "6": "Așadar, noi întotdeauna suntem plini de încredere, căci știm că, dacă suntem acasă în trup, pribegim departe de Domnul,",
        "7": "pentru că umblăm prin credință, nu prin vedere.",
        "8": "Da, suntem plini de încredere și ne place mult mai mult să părăsim trupul acesta, ca să fim acasă la Domnul.",
        "9": "De aceea ne și silim să-I fim plăcuți, fie că rămânem acasă, fie că suntem departe de casă.",
        "10": "Căci toți trebuie să ne înfățișăm înaintea scaunului de judecată al lui Hristos, pentru ca fiecare să-și primească răsplata după binele sau răul pe care-l va fi făcut când trăia în trup. Făptura cea nouă",
        "11": "Ca unii care cunoaștem deci frica de Domnul, pe oameni căutăm să-i încredințăm, dar Dumnezeu ne cunoaște bine și nădăjduiesc că și voi ne cunoașteți bine în cugetele voastre.",
        "12": "Cu aceasta nu ne lăudăm singuri iarăși înaintea voastră, ci vă dăm un temei de laudă cu privire la noi, ca să aveți cu ce răspunde acelora care se laudă cu ce este în înfățișare, și nu cu ce este în inimă.",
        "13": "În adevăr, dacă ne-am ieșit din minți, pentru Dumnezeu ne-am ieșit; dacă suntem întregi la minte, pentru voi suntem.",
        "14": "Căci dragostea lui Hristos ne strânge, fiindcă socotim că, dacă Unul singur a murit pentru toți, toți deci au murit.",
        "15": "Și El a murit pentru toți, pentru ca cei ce trăiesc să nu mai trăiască pentru ei înșiși, ci pentru Cel ce a murit și a înviat pentru ei.",
        "16": "Așa că, de acum încolo, nu mai cunoaștem pe nimeni în felul lumii, și chiar dacă am cunoscut pe Hristos în felul lumii, totuși acum nu-L mai cunoaștem în felul acesta.",
        "17": "Căci, dacă este cineva în Hristos, este o făptură nouă. Cele vechi s-au dus, iată că toate lucrurile s-au făcut noi.",
        "18": "Și toate lucrurile acestea sunt de la Dumnezeu, care ne-a împăcat cu El prin Isus Hristos și ne-a încredințat slujba împăcării;",
        "19": "că adică, Dumnezeu era în Hristos, împăcând lumea cu Sine, neținându-le în socoteală păcatele lor, și ne-a încredințat nouă propovăduirea acestei împăcări.",
        "20": "Noi dar, suntem trimiși împuterniciți ai lui Hristos; și, ca și cum Dumnezeu ar îndemna prin noi, vă rugăm fierbinte, în Numele lui Hristos: Împăcați-vă cu Dumnezeu!",
        "21": "Pe Cel ce n-a cunoscut niciun păcat, El L-a făcut păcat pentru noi, ca noi să fim neprihănirea lui Dumnezeu în El."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Căci noi știm că, dacă este distrusă casa cortului nostru pământesc, avem o clădire de la Dumnezeu, o casă veșnică în Ceruri, care nu este făcută de mâini omenești.",
        "2": "Căci suspinăm în cortul acesta, tânjind să ne îmbrăcăm peste el cu lăcașul nostru ceresc,",
        "3": "desigur dacă, după ce vom fi îmbrăcați, nu vom fi găsiți goi.",
        "4": "În timp ce suntem în acest cort, suspinăm și suntem împovărați, nu pentru că dorim să fim dezbrăcați de el, ci pentru că dorim să fim îmbrăcați, astfel încât ceea ce este muritor să fie înghițit de viață.",
        "5": "Și Cel Ce ne-a pregătit chiar pentru aceasta este Dumnezeu, Care ne-a dat garanția Duhului.",
        "6": "Așadar, întotdeauna suntem plini de încredere, și știm că, atât timp cât suntem acasă în trup, suntem departe de Domnul.",
        "7": "Căci noi trăim prin credință, nu prin vedere.",
        "8": "Astfel, suntem plini de încredere și ne place mult mai mult să fim departe de trup și acasă cu Domnul.",
        "9": "De aceea ne și străduim să-I fim plăcuți, fie că suntem acasă, fie că suntem departe de casă.",
        "10": "Căci toți trebuie să ne înfățișăm înaintea tronului de judecată al lui Cristos, pentru ca fiecare să-și primească răsplata potrivit cu ceea ce a făcut în timp ce era în trup, fie bine, fie rău. Mesajul împăcării",
        "11": "Așadar, cunoscând frica de Domnul, încercăm să-i convingem pe oameni. Însă noi suntem pe deplin cunoscuți de către Dumnezeu și sper că suntem cunoscuți și în conștiințele voastre.",
        "12": "Noi nu ne recomandăm din nou înaintea voastră, ci vă dăm ocazia să vă lăudați cu noi, ca să puteți răspunde celor care se laudă cu înfățișarea, și nu cu inima.",
        "13": "Într-adevăr, dacă ne-am ieșit din minți, pentru Dumnezeu ne-am ieșit, iar dacă suntem întregi la minte, pentru voi suntem.",
        "14": "Căci dragostea lui Cristos ne constrânge, întrucât considerăm că, dacă Unul a murit în locul tuturor, toți deci au murit.",
        "15": "El a murit pentru toți, pentru ca cei ce trăiesc să nu mai trăiască pentru ei înșiși, ci pentru Cel Ce a murit și a înviat pentru ei.",
        "16": "Astfel, de acum noi nu mai cunoaștem pe nimeni în felul oamenilor. Chiar dacă odată L-am cunoscut pe Cristos în felul oamenilor, acum nu-L mai cunoaștem așa.",
        "17": "Prin urmare, dacă este cineva în Cristos, este o făptură nouă. Cele vechi s-au dus. Iată, toate au devenit noi!",
        "18": "Și toate acestea sunt de la Dumnezeu, Care, prin Cristos, ne-a împăcat cu Sine și ne-a dat slujba împăcării:",
        "19": "aceea că Dumnezeu era în Cristos, împăcând lumea cu Sine, fără a ține seama de păcatele lor, și a pus în noi Cuvântul împăcării.",
        "20": "Noi suntem deci ambasadori ai lui Cristos și, ca și cum Dumnezeu ar îndemna prin noi, vă rugăm insistent, în Numele lui Cristos: împăcați-vă cu Dumnezeu!",
        "21": "El, pentru noi, L-a făcut păcat pe Cel Ce n-a cunoscut păcatul, pentru ca, în El, să devenim dreptatea lui Dumnezeu."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "For we know that if the earthly house of our tent is dissolved, we have a building from God, a house not made with hands, eternal, in the heavens.",
        "2": "For most certainly in this we groan, longing to be clothed with our habitation which is from heaven,",
        "3": "if indeed being clothed, we will not be found naked.",
        "4": "For indeed we who are in this tent do groan, being burdened, not that we desire to be unclothed, but that we desire to be clothed, that what is mortal may be swallowed up by life.",
        "5": "Now he who made us for this very thing is God, who also gave to us the down payment of the Spirit.",
        "6": "Therefore we are always confident and know that while we are at home in the body, we are absent from the Lord;",
        "7": "for we walk by faith, not by sight.",
        "8": "We are courageous, I say, and are willing rather to be absent from the body and to be at home with the Lord.",
        "9": "Therefore also we make it our aim, whether at home or absent, to be well pleasing to him.",
        "10": "For we must all be revealed before the judgment seat of Christ that each one may receive the things in the body according to what he has done, whether good or bad.",
        "11": "Knowing therefore the fear of the Lord, we persuade men, but we are revealed to God, and I hope that we are revealed also in your consciences.",
        "12": "For we are not commending ourselves to you again, but speak as giving you occasion of boasting on our behalf, that you may have something to answer those who boast in appearance and not in heart.",
        "13": "For if we are beside ourselves, it is for God. Or if we are of sober mind, it is for you.",
        "14": "For the love of Christ compels us; because we judge thus: that one died for all, therefore all died.",
        "15": "He died for all, that those who live should no longer live to themselves, but to him who for their sakes died and rose again.",
        "16": "Therefore we know no one according to the flesh from now on. Even though we have known Christ according to the flesh, yet now we know him so no more.",
        "17": "Therefore if anyone is in Christ, he is a new creation. The old things have passed away. Behold, all things have become new.",
        "18": "But all things are of God, who reconciled us to himself through Jesus Christ, and gave to us the ministry of reconciliation;",
        "19": "namely, that God was in Christ reconciling the world to himself, not reckoning to them their trespasses, and having committed to us the word of reconciliation.",
        "20": "We are therefore ambassadors on behalf of Christ, as though God were entreating by us: we beg you on behalf of Christ, be reconciled to God.",
        "21": "For him who knew no sin he made to be sin on our behalf, so that in him we might become the righteousness of God."
      }
    }
  }
}