{
  "book": "2 Cronici",
  "chapter": "33",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Manase avea doisprezece ani când a ajuns împărat și a domnit cincizeci și cinci de ani la Ierusalim.",
        "2": "El a făcut ce este rău înaintea Domnului, după urâciunile neamurilor pe care le izgonise Domnul dinaintea copiilor lui Israel.",
        "3": "A zidit iarăși înălțimile pe care le dărâmase tatăl său, Ezechia. A ridicat altare baalilor, a făcut idoli Astarteei, și s-a închinat înaintea întregii oștiri a cerurilor și i-a slujit.",
        "4": "A zidit altare în Casa Domnului, măcar că Domnul zisese: „În Ierusalim va fi Numele Meu pe vecie.”",
        "5": "A zidit altare întregii oștiri a cerurilor, în cele două curți ale Casei Domnului.",
        "6": "Și-a trecut fiii prin foc în valea fiilor lui Hinom; umbla cu descântece și vrăjitorii și ținea la el oameni care chemau duhurile și care-i spuneau viitorul. A făcut din ce în ce mai mult ce este rău înaintea Domnului, ca să-L mânie.",
        "7": "A pus chipul cioplit al idolului pe care-l făcuse în Casa lui Dumnezeu, despre care Dumnezeu spusese lui David și fiului său Solomon: „În casa aceasta și în Ierusalim, pe care l-am ales din toate semințiile lui Israel, Îmi voi pune Numele pe vecie.",
        "8": "Nu voi mai strămuta pe Israel din țara pe care am dat-o părinților voștri, numai să caute să împlinească tot ce le-am poruncit, după toată legea, învățăturile și poruncile date prin Moise.”",
        "9": "Dar Manase a fost pricina că Iuda și locuitorii Ierusalimului s-au rătăcit și au făcut rău mai mult decât neamurile pe care le nimicise Domnul dinaintea copiilor lui Israel.",
        "10": "Domnul a vorbit lui Manase și poporului său, dar ei n-au vrut să asculte.",
        "11": "Atunci, Domnul a trimis împotriva lor pe căpeteniile oștirii împăratului Asiriei, care au prins pe Manase și l-au pus în lanțuri. L-au legat cu lanțuri de aramă și l-au dus la Babilon.",
        "12": "Când a fost la strâmtoare, s-a rugat Domnului Dumnezeului lui și s-a smerit adânc înaintea Dumnezeului părinților săi.",
        "13": "I-a făcut rugăciuni, și Domnul, lăsându-Se înduplecat, i-a ascultat cererile și l-a adus înapoi la Ierusalim, în împărăția lui. Și Manase a cunoscut că Domnul este Dumnezeu.",
        "14": "După aceea, a zidit afară din cetatea lui David, la apus, spre Ghihon în vale, un zid care se întindea până la Poarta Peștilor și cu care a înconjurat dealul și l-a făcut foarte înalt. A pus și căpetenii de război în toate cetățile întărite ale lui Iuda.",
        "15": "A înlăturat din Casa Domnului dumnezeii străini și idolul Astarteei, a dărâmat toate altarele pe care le zidise pe muntele Casei Domnului și la Ierusalim și le-a aruncat afară din cetate.",
        "16": "A așezat din nou altarul Domnului, a adus pe el jertfe de mulțumire și de laudă și a poruncit lui Iuda să slujească Domnului Dumnezeului lui Israel.",
        "17": "Poporul jertfea tot pe înălțimi, dar numai Domnului Dumnezeului său.",
        "18": "Celelalte fapte ale lui Manase, rugăciunea lui către Dumnezeul lui și cuvintele prorocilor care i-au vorbit în Numele Domnului Dumnezeului lui Israel sunt scrise în faptele împăraților lui Israel.",
        "19": "Rugăciunea lui și felul în care l-a ascultat Dumnezeu, păcatele și nelegiuirile lui, locurile unde a zidit înălțimi și a înălțat idoli Astarteei și chipuri cioplite înainte de a se smeri sunt scrise în cartea lui Hozai.",
        "20": "Manase a adormit cu părinții săi și a fost îngropat în casa lui. Și, în locul lui, a domnit fiul său Amon. Amon împăratul lui Iuda",
        "21": "Amon avea douăzeci și doi de ani când a ajuns împărat și a domnit doi ani la Ierusalim.",
        "22": "El a făcut ce este rău înaintea Domnului, cum făcuse tatăl său, Manase. A adus jertfe tuturor chipurilor cioplite pe care le făcuse tatăl său, Manase, și le-a slujit.",
        "23": "Și nu s-a smerit înaintea Domnului, cum se smerise tatăl său, Manase, căci Amon s-a făcut din ce în ce mai vinovat.",
        "24": "Slujitorii lui au uneltit împotriva lui și l-au omorât în casa lui.",
        "25": "Dar poporul țării a ucis pe toți cei ce uneltiseră împotriva împăratului Amon. Și, în locul lui, poporul țării a pus împărat pe fiul său Iosia."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Manase era în vârstă de doisprezece ani când a devenit rege și a domnit la Ierusalim timp de cincizeci și cinci de ani.",
        "2": "El a făcut ceea ce este rău înaintea ochilor Domnului, practicând urâciunile națiunilor pe care le alungase Domnul dinaintea fiilor lui Israel.",
        "3": "A reconstruit înălțimile pe care le dărâmase tatăl său, Ezechia, a ridicat altare baalilor, a făcut stâlpi ai Așerei și s-a închinat întregii armate a cerurilor și i-a slujit.",
        "4": "A construit altare în Casa Domnului, despre care Domnul spusese: „În Ierusalim va fi Numele Meu pe vecie“.",
        "5": "El a construit altare întregii armate a cerurilor, în cele două curți ale Casei Domnului.",
        "6": "Și-a sacrificat fiii în foc în Valea Ben-Hinom, s-a ocupat cu prezicerea, cu interpretarea semnelor și cu vrăjitoria și a apelat la cei ce întreabă duhurile morților și la cei care cheamă spiritele. El a făcut mult rău înaintea ochilor Domnului și L-a mâniat.",
        "7": "A pus în Casa lui Dumnezeu chipul cioplit al idolului pe care-l făcuse, în Casa despre care Dumnezeu îi spusese lui David și lui Solomon, fiul acestuia: „În Casa aceasta și în Ierusalim, pe care l-am ales dintre toate cetățile semințiilor lui Israel, Îmi voi pune Numele pe vecie.",
        "8": "Nu-l voi mai îndepărta pe Israel din țara pe care le-am încredințat-o strămoșilor voștri, dacă vor avea grijă să împlinească tot ce le-am poruncit prin Moise, toată Legea, hotărârile și judecățile“.",
        "9": "Însă Manase i-a dus în rătăcire pe cei din Iuda și pe locuitorii Ierusalimului, astfel că ei au făcut mai mult rău decât toate națiunile pe care le nimicise Domnul dinaintea fiilor lui Israel.",
        "10": "Domnul le-a vorbit lui Manase și poporului său, însă ei n-au vrut să asculte.",
        "11": "De aceea Domnul i-a adus împotriva lor pe conducătorii armatei împăratului Asiriei, care l-au prins pe Manase în capcană, l-au legat cu lanțuri de bronz și l-au dus la Babilon.",
        "12": "În timp ce se afla în necaz, el a stăruit înaintea Domnului, Dumnezeul său, și s-a smerit mult înaintea Dumnezeului strămoșilor săi.",
        "13": "El s-a rugat, iar Dumnezeu, lăsându-Se înduplecat, i-a ascultat cererea și l-a adus înapoi la Ierusalim, în regatul său. Și Manase a recunoscut că Domnul este Dumnezeu.",
        "14": "După aceea, el a construit un zid în afara Cetății lui David, care trecea prin valea din partea de vest a Ghihonului, pe la Poarta Peștilor și încercuia Ofelul; zidul era foarte înalt. A numit conducători de armată pentru toate cetățile fortificate din Iuda,",
        "15": "a îndepărtat dumnezeii și idolul din Casa Domnului, precum și toate altarele pe care le construise pe muntele Casei Domnului și în Ierusalim și le-a aruncat în afara cetății.",
        "16": "A refăcut altarul Domnului și a adus pe el jertfe de pace și de mulțumire. Apoi a poruncit lui Iuda să slujească Domnului, Dumnezeul lui Israel.",
        "17": "Poporul încă mai aducea jertfe pe înălțimi, dar numai Domnului, Dumnezeul lor.",
        "18": "Celelalte fapte ale lui Manase, rugăciunea lui către Dumnezeul său și cuvintele văzătorilor care i-au vorbit în Numele Domnului, Dumnezeul lui Israel, sunt scrise în „Cronicile regilor lui Israel“.",
        "19": "Rugăciunea lui, felul în care i-a răspuns Dumnezeu la rugăciune, toate păcatele și greșelile sale, locurile unde a construit înălțimi și unde a ridicat așere și chipuri cioplite înainte de a se smeri, sunt scrise în „Cronicile văzătorilor“.",
        "20": "Manase a adormit alături de strămoșii săi și a fost înmormântat în grădina palatului său. În locul lui a domnit fiul său Amon.",
        "21": "Amon era în vârstă de douăzeci și doi de ani când a devenit rege și a domnit la Ierusalim timp de doi ani.",
        "22": "El a făcut ceea ce este rău înaintea ochilor Domnului, la fel cum făcuse tatăl său Manase. Amon a jertfit și a slujit tuturor chipurilor cioplite făcute de tatăl său Manase.",
        "23": "El însă nu s-a smerit înaintea Domnului, așa cum se smerise tatăl său Manase, astfel că Amon acesta și-a mărit tot mai mult vina.",
        "24": "Slujitorii lui au conspirat împotriva lui și l-au omorât în palatul lui,",
        "25": "dar poporul țării i-a omorât pe toți aceia care conspiraseră împotriva regelui Amon. Apoi, în locul lui Amon, poporul țării l-a numit rege pe Iosia, fiul acestuia."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Manasseh was twelve years old when he began to reign, and he reigned fifty-five years in Jerusalem.",
        "2": "He did that which was evil in Yahweh’s sight, after the abominations of the nations whom Yahweh cast out before the children of Israel.",
        "3": "For he built again the high places which Hezekiah his father had broken down; and he raised up altars for the Baals, made Asheroth, and worshiped all the army of the sky, and served them.",
        "4": "He built altars in Yahweh’s house, of which Yahweh said, “My name shall be in Jerusalem forever.”",
        "5": "He built altars for all the army of the sky in the two courts of Yahweh’s house.",
        "6": "He also made his children to pass through the fire in the valley of the son of Hinnom. He practiced sorcery, divination, and witchcraft, and dealt with those who had familiar spirits and with wizards. He did much evil in Yahweh’s sight, to provoke him to anger.",
        "7": "He set the engraved image of the idol, which he had made, in God’s house, of which God said to David and to Solomon his son, “In this house, and in Jerusalem, which I have chosen out of all the tribes of Israel, I will put my name forever.",
        "8": "I will not any more remove the foot of Israel from off the land which I have appointed for your fathers, if only they will observe to do all that I have commanded them, even all the law, the statutes, and the ordinances given by Moses.”",
        "9": "Manasseh seduced Judah and the inhabitants of Jerusalem, so that they did more evil than did the nations whom Yahweh destroyed before the children of Israel.",
        "10": "Yahweh spoke to Manasseh and to his people, but they didn’t listen.",
        "11": "Therefore Yahweh brought on them the captains of the army of the king of Assyria, who took Manasseh in chains, bound him with fetters, and carried him to Babylon.",
        "12": "When he was in distress, he begged Yahweh his God, and humbled himself greatly before the God of his fathers.",
        "13": "He prayed to him; and he was entreated by him, and heard his supplication, and brought him again to Jerusalem into his kingdom. Then Manasseh knew that Yahweh was God.",
        "14": "Now after this, he built an outer wall to David’s city on the west side of Gihon, in the valley, even to the entrance at the fish gate. He encircled Ophel with it, and raised it up to a very great height; and he put valiant captains in all the fortified cities of Judah.",
        "15": "He took away the foreign gods and the idol out of Yahweh’s house, and all the altars that he had built in the mountain of Yahweh’s house and in Jerusalem, and cast them out of the city.",
        "16": "He built up Yahweh’s altar, and offered sacrifices of peace offerings and of thanksgiving on it, and commanded Judah to serve Yahweh, the God of Israel.",
        "17": "Nevertheless the people still sacrificed in the high places, but only to Yahweh their God.",
        "18": "Now the rest of the acts of Manasseh, and his prayer to his God, and the words of the seers who spoke to him in the name of Yahweh, the God of Israel, behold, they are written among the acts of the kings of Israel.",
        "19": "His prayer also, and how God listened to his request, and all his sin and his trespass, and the places in which he built high places and set up the Asherah poles and the engraved images before he humbled himself: behold, they are written in the history of Hozai.",
        "20": "So Manasseh slept with his fathers, and they buried him in his own house; and Amon his son reigned in his place.",
        "21": "Amon was twenty-two years old when he began to reign; and he reigned two years in Jerusalem.",
        "22": "He did that which was evil in Yahweh’s sight, as did Manasseh his father; and Amon sacrificed to all the engraved images which Manasseh his father had made, and served them.",
        "23": "He didn’t humble himself before Yahweh, as Manasseh his father had humbled himself; but this same Amon trespassed more and more.",
        "24": "His servants conspired against him, and put him to death in his own house.",
        "25": "But the people of the land killed all those who had conspired against King Amon; and the people of the land made Josiah his son king in his place."
      }
    }
  }
}