{
  "book": "2 Cronici",
  "chapter": "22",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Locuitorii Ierusalimului au pus împărat în locul lui pe Ahazia, fiul lui cel mai tânăr, căci oastea venită în tabără cu arabii omorâse pe toți cei mai mari în vârstă. Astfel a început să domnească Ahazia, fiul lui Ioram, împăratul lui Iuda.",
        "2": "Ahazia avea patruzeci și doi de ani când a ajuns împărat și a domnit un an la Ierusalim. Mama sa se chema Atalia, fata lui Omri.",
        "3": "El a umblat în căile casei lui Ahab, căci mama sa îi dădea sfaturi nelegiuite.",
        "4": "A făcut ce este rău înaintea Domnului, ca și casa lui Ahab, căci, după moartea tatălui său, ei îi erau sfetnici, spre pierzarea lui.",
        "5": "Târât de sfatul lor, s-a dus cu Ioram, fiul lui Ahab, împăratul lui Israel, la război împotriva lui Hazael, împăratul Siriei, la Ramot, în Galaad. Sirienii au rănit pe Ioram.",
        "6": "Ioram s-a întors să se vindece la Izreel de rănile pe care i le făcuseră sirienii la Rama, când se bătea împotriva lui Hazael, împăratul Siriei. Azaria, fiul lui Ioram, împăratul lui Iuda, s-a coborât să vadă pe Ioram, fiul lui Ahab, la Izreel, pentru că era bolnav.",
        "7": "Prin voia lui Dumnezeu și spre pierzarea lui a venit Ahazia la Ioram. Când a ajuns, a ieșit cu Ioram să se ducă înaintea lui Iehu, fiul lui Nimși, pe care-l unsese Domnul ca să piardă casa lui Ahab.",
        "8": "Și, pe când se răzbuna Iehu împotriva casei lui Ahab, a dat peste capii lui Iuda și peste fiii fraților lui Ahazia, care erau în slujba lui Ahazia, și i-a omorât.",
        "9": "Au căutat pe Ahazia și l-au prins în Samaria, unde se ascunsese. L-au adus la Iehu și l-au omorât. Apoi l-au îngropat, căci ziceau: „Este fiul lui Iosafat, care căuta pe Domnul din toată inima lui.” Și n-a mai rămas nimeni din casa lui Ahazia care să fi fost în stare să domnească. Atalia împărăteasa lui Iuda",
        "10": "Atalia, mama lui Ahazia, văzând că fiul ei a murit, s-a sculat și a omorât tot neamul împărătesc al casei lui Iuda.",
        "11": "Dar Ioșabeat, fata împăratului, a luat pe Ioas, fiul lui Ahazia, l-a ridicat din mijlocul fiilor împăratului când au fost omorâți, și l-a pus cu doica lui în odaia paturilor. Astfel l-a ascuns Ioșabeat, fata împăratului Ioram, nevasta preotului Iehoiada și sora lui Ahazia, de privirile Ataliei, care nu l-a omorât.",
        "12": "A stat șase ani ascuns cu ei în Casa lui Dumnezeu. Și în țară domnea Atalia."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În locul lui Iehoram, locuitorii Ierusalimului l-au numit rege pe Ahazia, fiul său mai mic, căci toți fiii săi mai mari fuseseră uciși de hoarda care năvălise în tabără împreună cu arabii. Așa a început să domnească Ahazia, fiul lui Iehoram, regele lui Iuda.",
        "2": "Ahazia era în vârstă de douăzeci și doi de ani când a devenit rege și a domnit la Ierusalim timp de un an. Numele mamei lui era Atalia, o nepoată a lui Omri.",
        "3": "Și el a umblat pe căile familiei lui Ahab, fiindcă mama lui îl îndemna să facă rău.",
        "4": "El a făcut ceea ce este rău înaintea ochilor Domnului, la fel ca familia lui Ahab, fiindcă, după moartea tatălui său, aceștia i-au fost sfetnici spre pierzarea sa.",
        "5": "El a urmat sfatul acestora și a mers la război cu Ioram, fiul lui Ahab, regele lui Israel, împotriva lui Hazael, regele Aramului, în Ramotul Ghiladului. Acolo, însă, arameii l-au rănit pe Ioram,",
        "6": "astfel că el s-a întors în Izreel ca să se vindece de rănile pe care i le făcuseră la Rama, în timpul luptei cu Hazael, regele Aramului. Atunci Ahazia, fiul lui Iehoram, regele lui Iuda, s-a dus în Izreel ca să-l vadă pe Ioram, fiul lui Ahab, deoarece acesta era rănit.",
        "7": "Prin voia lui Dumnezeu și spre pierzarea lui Ahazia a venit acesta la Ioram. Căci după ce a sosit la Ioram, el a ieșit împreună cu acesta ca să-l întâmpine pe Iehu, fiul lui Nimși, cel care fusese uns de Domnul să nimicească familia lui Ahab.",
        "8": "În timp ce Iehu îndeplinea judecata asupra familiei lui Ahab, a dat peste conducătorii lui Iuda și peste fiii fraților lui Ahazia aflați în slujba acestuia și i-a ucis.",
        "9": "După aceea a pornit în căutarea lui Ahazia. Oamenii lui l-au capturat în Samaria, în timp ce acesta se ascundea. Ei l-au adus la Iehu și l-au omorât. Apoi l-au înmormântat, căci își ziceau: „Este nepotul lui Iehoșafat, cel care L-a căutat pe Domnul din toată inima!“. Astfel, nu a mai rămas nimeni în familia lui Ahazia care să aibă putere să conducă regatul.",
        "10": "Când Atalia, mama lui Ahazia, a văzut că fiul ei a murit, s-a ridicat și i-a nimicit pe toți cei de neam regal din Casa lui Iuda.",
        "11": "Dar Iehoșabat, fata regelui Ioram, l-a luat pe ascuns pe Ioaș, fiul lui Ahazia, din mijlocul fiilor regelui, înainte ca ei să fi fost omorâți, și l-a dus împreună cu doica lui în camera paturilor. Astfel, Iehoșabat l-a ascuns de Atalia și aceasta nu l-a omorât. Iehoșabat era fata regelui Iehoram, soția preotului Iehoiada și sora lui Ahazia.",
        "12": "Ioaș a rămas ascuns împreună cu ei în Casa lui Dumnezeu timp de șase ani, iar peste țară a domnit Atalia."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "The inhabitants of Jerusalem made Ahaziah his youngest son king in his place, because the band of men who came with the Arabians to the camp had slain all the oldest. So Ahaziah the son of Jehoram king of Judah reigned.",
        "2": "Ahaziah was forty-two years old when he began to reign, and he reigned one year in Jerusalem. His mother’s name was Athaliah the daughter of Omri.",
        "3": "He also walked in the ways of Ahab’s house, because his mother was his counselor in acting wickedly.",
        "4": "He did that which was evil in Yahweh’s sight, as did Ahab’s house, for they were his counselors after the death of his father, to his destruction.",
        "5": "He also followed their counsel, and went with Jehoram the son of Ahab king of Israel to war against Hazael king of Syria at Ramoth Gilead; and the Syrians wounded Joram.",
        "6": "He returned to be healed in Jezreel of the wounds which they had given him at Ramah, when he fought against Hazael king of Syria. Azariah the son of Jehoram, king of Judah, went down to see Jehoram the son of Ahab in Jezreel, because he was sick.",
        "7": "Now the destruction of Ahaziah was of God, in that he went to Joram; for when he had come, he went out with Jehoram against Jehu the son of Nimshi, whom Yahweh had anointed to cut off Ahab’s house.",
        "8": "When Jehu was executing judgment on Ahab’s house, he found the princes of Judah and the sons of the brothers of Ahaziah serving Ahaziah, and killed them.",
        "9": "He sought Ahaziah, and they caught him (now he was hiding in Samaria), and they brought him to Jehu and killed him; and they buried him, for they said, “He is the son of Jehoshaphat, who sought Yahweh with all his heart.” The house of Ahaziah had no power to hold the kingdom.",
        "10": "Now when Athaliah the mother of Ahaziah saw that her son was dead, she arose and destroyed all the royal offspring of the house of Judah.",
        "11": "But Jehoshabeath, the king’s daughter, took Joash the son of Ahaziah, and stealthily rescued him from among the king’s sons who were slain, and put him and his nurse in the bedroom. So Jehoshabeath, the daughter of King Jehoram, the wife of Jehoiada the priest (for she was the sister of Ahaziah), hid him from Athaliah, so that she didn’t kill him.",
        "12": "He was with them hidden in God’s house six years while Athaliah reigned over the land."
      }
    }
  }
}