{
  "book": "2 Cronici",
  "chapter": "14",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Abia a adormit cu părinții lui și a fost îngropat în cetatea lui David. Și, în locul lui, a domnit fiul său Asa. Pe vremea lui, țara a avut odihnă zece ani. Asa împăratul lui Iuda",
        "2": "Asa a făcut ce este bine și plăcut înaintea Domnului Dumnezeului său.",
        "3": "A îndepărtat altarele dumnezeilor străini și înălțimile, a sfărâmat stâlpii idolești și a tăiat astarteele.",
        "4": "A poruncit lui Iuda să caute pe Domnul Dumnezeul părinților săi și să împlinească Legea și poruncile.",
        "5": "A îndepărtat din toate cetățile lui Iuda înălțimile și stâlpii închinați soarelui. Și împărăția a avut pace sub el.",
        "6": "A zidit cetăți întărite în Iuda, căci țara a fost liniștită și împotriva lui n-a fost război în anii aceia, pentru că Domnul i-a dat odihnă.",
        "7": "El a zis lui Iuda: „Să zidim aceste cetăți și să le înconjurăm cu ziduri, cu turnuri, cu porți și cu zăvoare; țara este încă a noastră, căci am căutat pe Domnul Dumnezeul nostru. L-am căutat, și El ne-a dat odihnă din toate părțile.” Au zidit dar și au izbutit.",
        "8": "Asa avea o oștire de trei sute de mii de oameni din Iuda, care purtau scut și suliță, și două sute optzeci de mii din Beniamin, care purtau scut și trăgeau cu arcul, toți oameni viteji. Asa biruiește pe etiopieni",
        "9": "Zerah, Etiopianul, a ieșit împotriva lor cu o oștire de un milion de oameni și trei sute de care și a înaintat până la Mareșa.",
        "10": "Asa a mers înaintea lui și s-au înșiruit de bătaie în valea Țefata, lângă Mareșa.",
        "11": "Asa a chemat pe Domnul Dumnezeul lui și a zis: „Doamne, numai Tu poți veni în ajutor celui slab ca și celui tare, vino în ajutorul nostru, Doamne, Dumnezeul nostru! Căci pe Tine ne sprijinim și în Numele Tău am venit împotriva acestei mulțimi. Doamne, Tu ești Dumnezeul nostru: să nu iasă biruitor omul împotriva Ta!”",
        "12": "Domnul a lovit pe etiopieni dinaintea lui Asa și dinaintea lui Iuda, și etiopienii au luat-o la fugă.",
        "13": "Asa și poporul care era cu el i-au urmărit până la Gherar, și etiopienii au căzut fără să-și poată scăpa viața, căci au fost nimiciți de Domnul și de oștirea Lui. Asa și poporul lui au făcut o pradă mare;",
        "14": "au bătut toate cetățile din împrejurimile Gherarului, căci groaza Domnului căzuse peste ele, și au jefuit toate cetățile a căror pradă era mare.",
        "15": "Au lovit și corturile turmelor și au luat cu ei o mare mulțime de oi și de cămile. Apoi s-au întors la Ierusalim."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Abia a adormit alături de strămoșii săi și l-au înmormântat în Cetatea lui David. Apoi, în locul lui a domnit fiul său Asa. Pe vremea lui Asa, țara a avut liniște timp de zece ani.",
        "2": "Asa a făcut ce este bine și drept înaintea ochilor Domnului, Dumnezeul lui.",
        "3": "El a îndepărtat altarele străine și înălțimile, a zdrobit stâlpii sacri și a tăiat așerele.",
        "4": "El i-a poruncit lui Iuda să-L caute pe Domnul, Dumnezeul strămoșilor săi, și să împlinească Legea și poruncile.",
        "5": "A îndepărtat înălțimile și altarele pentru tămâiere din toate cetățile lui Iuda. Și regatul a avut parte de pace sub conducerea lui.",
        "6": "El a construit cetăți fortificate în Iuda, căci în țară era pace. Nimeni nu a pornit război împotriva lui în anii aceia, căci Domnul îi dăduse odihnă.",
        "7": "El a zis lui Iuda: „Să construim cetățile acestea și să le împrejmuim cu ziduri, turnuri și porți cu zăvoare! Țara este încă a noastră, pentru că L-am căutat pe Domnul, Dumnezeul nostru. Noi L-am căutat și, astfel, El ne-a dat pace de jur împrejur“. Prin urmare, ei au construit și au prosperat.",
        "8": "Asa avea o armată de trei sute de mii de bărbați din Iuda, care purtau scut și suliță, și două sute optzeci de mii de bărbați din Beniamin, care purtau scut și trăgeau cu arcul. Toți aceștia erau războinici viteji.",
        "9": "Zerah, cușitul, a înaintat împotriva lor cu o armată de un milion de luptători și trei sute de care. El a ajuns până la Mareșa.",
        "10": "Asa i-a ieșit împotrivă și s-au așezat în poziție de luptă în Valea Țefata, lângă Mareșa.",
        "11": "Asa L-a chemat pe Domnul, Dumnezeul său, și I-a zis: „Doamne, nu este nimeni ca Tine, Care să-l ajute pe cel lipsit de putere să răzbească împotriva celui puternic. Ajută-ne, Doamne, Dumnezeul nostru, căci ne încredem în Tine și în Numele Tău am venit aici, împotriva acestei mulțimi. Doamne, Tu ești Dumnezeul nostru! Nu lăsa un om să iasă învingător împotriva Ta!“.",
        "12": "Domnul i-a lovit pe cușiți înaintea lui Asa și a lui Iuda, iar cușiții au luat-o la fugă.",
        "13": "Asa și poporul care era cu el i-au urmărit până la Gherar și mulți dintre cușiți și-au pierdut viața, căci au fost zdrobiți dinaintea Domnului și a armatei Sale. Și au luat o foarte mare pradă.",
        "14": "Ei au atacat toate cetățile dimprejurul Gherarului, căci groaza Domnului intrase în ele. Și au jefuit toate cetățile, căci era multă pradă în ele.",
        "15": "De asemenea, au atacat și adăposturile vitelor și au capturat o mulțime de oi și de cămile. Apoi s-au întors la Ierusalim."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "So Abijah slept with his fathers, and they buried him in David’s city; and Asa his son reigned in his place. In his days, the land was quiet ten years.",
        "2": "Asa did that which was good and right in Yahweh his God’s eyes,",
        "3": "for he took away the foreign altars and the high places, broke down the pillars, cut down the Asherah poles,",
        "4": "and commanded Judah to seek Yahweh, the God of their fathers, and to obey his law and command.",
        "5": "Also he took away out of all the cities of Judah the high places and the sun images; and the kingdom was quiet before him.",
        "6": "He built fortified cities in Judah; for the land was quiet, and he had no war in those years, because Yahweh had given him rest.",
        "7": "For he said to Judah, “Let’s build these cities and make walls around them, with towers, gates, and bars. The land is yet before us, because we have sought Yahweh our God. We have sought him, and he has given us rest on every side.” So they built and prospered.",
        "8": "Asa had an army of three hundred thousand out of Judah who bore bucklers and spears, and two hundred eighty thousand out of Benjamin who bore shields and drew bows. All these were mighty men of valor.",
        "9": "Zerah the Ethiopian came out against them with an army of a million troops and three hundred chariots, and he came to Mareshah.",
        "10": "Then Asa went out to meet him, and they set the battle in array in the valley of Zephathah at Mareshah.",
        "11": "Asa cried to Yahweh his God, and said, “Yahweh, there is no one besides you to help, between the mighty and him who has no strength. Help us, Yahweh our God; for we rely on you, and in your name are we come against this multitude. Yahweh, you are our God. Don’t let man prevail against you.”",
        "12": "So Yahweh struck the Ethiopians before Asa and before Judah; and the Ethiopians fled.",
        "13": "Asa and the people who were with him pursued them to Gerar. So many of the Ethiopians fell that they could not recover themselves, for they were destroyed before Yahweh and before his army. Judah’s army carried away very much booty.",
        "14": "They struck all the cities around Gerar, for the fear of Yahweh came on them. They plundered all the cities, for there was much plunder in them.",
        "15": "They also struck the tents of those who had livestock, and carried away sheep and camels in abundance, then returned to Jerusalem."
      }
    }
  }
}