{
  "book": "2 Cronici",
  "chapter": "9",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Împărăteasa din Seba a auzit de faima lui Solomon și a venit la Ierusalim ca să-l încerce prin întrebări grele. Ea avea un alai foarte mare și cămile încărcate cu mirodenii, aur mult de tot și pietre scumpe. S-a dus la Solomon și i-a spus tot ce avea pe inimă.",
        "2": "Solomon i-a răspuns la toate întrebările și n-a fost nimic pe care să nu fi știut Solomon să i-l lămurească.",
        "3": "Împărăteasa din Seba a văzut înțelepciunea lui Solomon și casa pe care o zidise,",
        "4": "și bucatele de la masa lui, și locuința slujitorilor lui, și slujbele, și hainele celor ce-i slujeau, și paharnicii lui, și hainele lor, și treptele pe care se suia la Casa Domnului.",
        "5": "Uimită, ea a zis împăratului: „Este adevărat deci ce am auzit eu în țara mea despre faptele și înțelepciunea ta!",
        "6": "Nu credeam tot ce se zicea, până n-am venit și am văzut cu ochii mei. Și iată că nu mi s-a istorisit nici jumătate din mărirea și înțelepciunea ta. Tu întreci faima pe care am auzit-o despre tine.",
        "7": "Ferice de oamenii tăi, ferice de slujitorii tăi, care sunt pururea înaintea ta și care aud înțelepciunea ta!",
        "8": "Binecuvântat să fie Domnul Dumnezeul tău, care S-a îndurat de tine și te-a pus pe scaunul Lui de domnie ca împărat pentru Domnul Dumnezeul tău! Pentru că Dumnezeul tău iubește pe Israel și vrea să-l facă să rămână în picioare pe vecie, pentru aceea te-a pus împărat peste el, ca să faci judecată și dreptate.”",
        "9": "Ea a dat împăratului o sută douăzeci de talanți de aur, foarte multe mirodenii și pietre scumpe. N-au mai fost mirodenii ca cele date împăratului Solomon de împărăteasa din Seba.",
        "10": "Slujitorii lui Hiram și slujitorii lui Solomon care au adus aur din Ofir au adus și lemn mirositor și pietre scumpe.",
        "11": "Împăratul a făcut cu lemnul mirositor scări pentru Casa Domnului și pentru casa împăratului și harpe și alăute pentru cântăreți. Nu se mai văzuse așa ceva în țara lui Iuda.",
        "12": "Împăratul Solomon a dat împărătesei din Seba tot ce a dorit ea, ce a cerut, mai mult decât adusese ea împăratului. Apoi s-a întors și s-a dus în țara ei, ea și slujitorii ei. Avuția, înțelepciunea și mărimea lui Solomon",
        "13": "Greutatea aurului care venea pe fiecare an lui Solomon era de șase sute șaizeci și șase de talanți de aur,",
        "14": "afară de ce lua de la negustorii cei mari și de la cei mici, de la toți împărații Arabiei și de la dregătorii țării, care aduceau aur și argint lui Solomon.",
        "15": "Împăratul Solomon a făcut două sute de scuturi mari de aur bătut, și pentru fiecare din ele a întrebuințat șase sute de sicli de aur bătut,",
        "16": "și alte trei sute de scuturi de aur bătut, și pentru fiecare din ele a întrebuințat trei sute de sicli de aur; și împăratul le-a pus în casa pădurii Libanului.",
        "17": "Împăratul a făcut un mare scaun de domnie de fildeș și l-a acoperit cu aur curat.",
        "18": "Scaunul acesta de domnie avea șase trepte și un așternut pentru picioare, de aur, care se ținea de scaunul de domnie; de fiecare parte a scaunului erau rezemători, lângă rezemători erau doi lei",
        "19": "și, pe cele șase trepte, de o parte și de alta, erau doisprezece lei. Așa ceva nu s-a făcut pentru nicio împărăție.",
        "20": "Toate paharele împăratului Solomon erau de aur și toate vasele din casa pădurii Libanului erau de aur curat. Nu era nimic de argint – argintului nu i se dădea niciun preț pe vremea lui Solomon.",
        "21": "Căci împăratul avea corăbii din Tarsis, care călătoreau cu slujitorii lui Hiram; și la fiecare trei ani veneau corăbiile din Tarsis aducând aur și argint, fildeș, maimuțe și păuni.",
        "22": "Împăratul Solomon a întrecut pe toți împărații pământului prin bogățiile și înțelepciunea lui.",
        "23": "Toți împărații pământului căutau să-l vadă pe Solomon ca să audă înțelepciunea pe care o pusese Dumnezeu în inima lui.",
        "24": "Și fiecare din ei își aducea darul lui, lucruri de argint și lucruri de aur, haine, arme, mirodenii, cai și catâri; așa era în fiecare an.",
        "25": "Solomon avea patru mii de iesle pentru caii de la carele lui și douăsprezece mii de călăreți, pe care i-a așezat în cetățile unde își ținea carele și la Ierusalim, lângă împărat.",
        "26": "El stăpânea peste toți împărații, de la râu până la țara filistenilor și până la hotarul Egiptului.",
        "27": "Împăratul a făcut argintul tot așa de obișnuit la Ierusalim ca pietrele și cedrii tot atât de mulți ca smochinii sălbatici, care cresc pe câmpie.",
        "28": "Din Egipt și din toate țările se aduceau cai pentru Solomon. Moartea lui Solomon",
        "29": "Celelalte fapte ale lui Solomon, cele dintâi și cele de pe urmă, nu sunt scrise oare în cartea prorocului Natan, în prorocia lui Ahia din Silo și în descoperirile prorocului Ieedo despre Ieroboam, fiul lui Nebat?",
        "30": "Solomon a domnit patruzeci de ani la Ierusalim peste tot Israelul.",
        "31": "Apoi Solomon a adormit cu părinții lui și l-au îngropat în cetatea tatălui său, David. Și, în locul lui, a domnit fiul său Roboam."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Când regina din Șeba a auzit despre faima lui Solomon, a venit la Ierusalim ca să-l pună la încercare prin întrebări grele. Era însoțită de o caravană foarte numeroasă, având cu ea cămile încărcate cu mirodenii, foarte mult aur și pietre prețioase. Ea a venit la Solomon și i-a vorbit despre tot ce avea pe inimă.",
        "2": "Solomon i-a răspuns la toate întrebările; nu a fost nimic prea greu pe care Solomon să nu fi știut să i-l clarifice.",
        "3": "Când regina din Șeba a văzut înțelepciunea lui Solomon, palatul pe care-l construise,",
        "4": "mâncarea de la masa lui, locuința slujitorilor săi, slujirea servitorilor săi, veșmintele acestora, paharnicii lui și veșmintele acestora și treptele pe care el urca la Casa Domnului, i s-a tăiat răsuflarea.",
        "5": "Apoi i-a zis regelui: „Așadar, este adevărat ce am auzit în țara mea cu privire la faptele tale și la înțelepciunea ta.",
        "6": "Dar nu am crezut toate acestea până când nu am venit și le-am văzut cu ochii mei. Iată însă că nu mi s-a spus nici măcar pe jumătate despre măreția înțelepciunii tale. Tu ai mai mult decât am auzit spunându-se despre tine.",
        "7": "Ferice de oamenii tăi, ferice de acești slujitori ai tăi care stau mereu înaintea ta și care aud înțelepciunea ta!",
        "8": "Binecuvântat să fie Domnul, Dumnezeul tău, Care Și-a găsit plăcerea în tine, punându-te pe tronul Lui, ca să fii rege pentru Domnul, Dumnezeul tău. Dumnezeul tău îl iubește pe Israel și vrea să-l consolideze pe vecie. El te-a desemnat rege al lor ca să faci judecată și dreptate“.",
        "9": "Și ea i-a dăruit regelui o sută douăzeci de talanți de aur, o mare cantitate de mirodenii, precum și pietre prețioase. Nu s-au mai văzut niciodată așa mirodenii ca mirodeniile pe care regina din Șeba i le-a dăruit regelui Solomon.",
        "10": "(Slujitorii lui Huram și slujitorii lui Solomon, cei care au adus aur din Ofir, au mai adus de acolo și lemn de algum și pietre prețioase.",
        "11": "Din lemnul de algum, regele a făcut trepte pentru Casa Domnului și pentru palatul regelui, lire și harfe pentru cântăreți. Niciodată nu se mai văzuse așa ceva în țara lui Iuda.)",
        "12": "Regele Solomon i-a dat reginei din Șeba tot ceea ce ea și-a dorit și a cerut, diferit de ceea ce a adus ea regelui. După aceea, ea a plecat și s-a întors în țara sa, împreună cu slujitorii săi.",
        "13": "Cantitatea de aur care intra anual în vistieria lui Solomon era de șase sute șaizeci și șase de talanți de aur,",
        "14": "în afară de aurul adus de negustori și comercianți. De asemenea, toți regii Arabiei și guvernatorii țării îi aduceau aur și argint lui Solomon.",
        "15": "Regele Solomon a făcut două sute de scuturi mari din aur bătut, pentru fiecare scut folosind câte șase sute de șecheli de aur bătut",
        "16": "și trei sute de scuturi mici din aur bătut, pentru fiecare dintre aceste scuturi folosind câte trei sute de șecheli de aur. Regele le-a pus în Palatul Pădurii Libanului.",
        "17": "Regele a mai făcut și un tron mare din fildeș și l-a poleit cu aur pur.",
        "18": "Tronul avea șase trepte și un scăunaș din aur, care era fixat de tron. De fiecare parte a tronului era câte o rezemătoare, iar lângă fiecare rezemătoare era așezat câte un leu.",
        "19": "Alți doisprezece lei erau așezați de-o parte și de alta a celor șase trepte. Așa ceva nu se mai făcuse pentru niciun regat.",
        "20": "Toate vasele de băut ale regelui Solomon erau din aur și toate vasele din Palatul Pădurii Libanului erau din aur pur. Niciunul nu era din argint; acesta era considerat fără valoare pe vremea lui Solomon.",
        "21": "Căci regele avea corăbii de Tarșiș care navigau împreună cu slujitorii lui Huram și, o dată la trei ani, aduceau aur, argint, fildeș, maimuțe și păuni.",
        "22": "Regele Solomon i-a întrecut în bogăție și în înțelepciune pe toți regii pământului.",
        "23": "Toți regii pământului căutau să-l vadă pe Solomon, ca să-i asculte înțelepciunea pe care o pusese Dumnezeu în inima lui.",
        "24": "An de an, fiecare dintre cei care veneau își aducea darul: vase de argint și de aur, haine, arme, mirodenii, cai și catâri.",
        "25": "Solomon avea patru mii de grajduri pentru cai și care și douăsprezece mii de călăreți, pe care îi ținea atât în cetățile pentru care, cât și împreună cu el, la Ierusalim.",
        "26": "El stăpânea peste toate regatele, de la râu până în țara filistenilor și până la granița cu Egiptul.",
        "27": "Regele a făcut ca argintul să fie la fel de obișnuit în Ierusalim precum pietrele, iar cedrii la fel de numeroși precum sicomorii de pe zona deluroasă.",
        "28": "Caii lui Solomon erau aduși din Egipt și din toate celelalte țări.",
        "29": "Celelalte fapte ale lui Solomon, cele dintâi și cele de pe urmă, nu sunt scrise oare în „Cronicile profetului Natan“, în „Profeția șilonitului Ahia“ și în „Vedeniile văzătorului Ido“, cele cu privire la Ieroboam, fiul lui Nebat?",
        "30": "Solomon a domnit în Ierusalim peste tot Israelul timp de patruzeci de ani.",
        "31": "Apoi Solomon a adormit alături de strămoșii săi și a fost înmormântat în cetatea tatălui său, David. Și în locul lui a domnit fiul său Roboam."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "When the queen of Sheba heard of the fame of Solomon, she came to test Solomon with hard questions at Jerusalem, with a very great caravan, including camels that bore spices, gold in abundance, and precious stones. When she had come to Solomon, she talked with him about all that was in her heart.",
        "2": "Solomon answered all her questions. There wasn’t anything hidden from Solomon which he didn’t tell her.",
        "3": "When the queen of Sheba had seen the wisdom of Solomon, the house that he had built,",
        "4": "the food of his table, the seating of his servants, the attendance of his ministers, their clothing, his cup bearers and their clothing, and his ascent by which he went up to Yahweh’s house, there was no more spirit in her.",
        "5": "She said to the king, “It was a true report that I heard in my own land of your acts and of your wisdom.",
        "6": "However I didn’t believe their words until I came, and my eyes had seen it; and behold half of the greatness of your wisdom wasn’t told me. You exceed the fame that I heard!",
        "7": "Happy are your men, and happy are these your servants, who stand continually before you and hear your wisdom.",
        "8": "Blessed be Yahweh your God, who delighted in you and set you on his throne to be king for Yahweh your God, because your God loved Israel, to establish them forever. Therefore he made you king over them, to do justice and righteousness.”",
        "9": "She gave the king one hundred and twenty talents of gold, spices in great abundance, and precious stones. There was never before such spice as the queen of Sheba gave to King Solomon.",
        "10": "The servants of Huram and the servants of Solomon, who brought gold from Ophir, also brought algum trees and precious stones.",
        "11": "The king used algum tree wood to make terraces for Yahweh’s house and for the king’s house, and harps and stringed instruments for the singers. There were none like these seen before in the land of Judah.",
        "12": "King Solomon gave to the queen of Sheba all her desire, whatever she asked, more than that which she had brought to the king. So she turned and went to her own land, she and her servants.",
        "13": "Now the weight of gold that came to Solomon in one year was six hundred sixty-six talents of gold,",
        "14": "in addition to that which the traders and merchants brought. All the kings of Arabia and the governors of the country brought gold and silver to Solomon.",
        "15": "King Solomon made two hundred large shields of beaten gold. Six hundred shekels of beaten gold went to one large shield.",
        "16": "He made three hundred shields of beaten gold. Three hundred shekels of gold went to one shield. The king put them in the House of the Forest of Lebanon.",
        "17": "Moreover the king made a great throne of ivory, and overlaid it with pure gold.",
        "18": "There were six steps to the throne, with a footstool of gold, which were fastened to the throne, and armrests on either side by the place of the seat, and two lions standing beside the armrests.",
        "19": "Twelve lions stood there on the one side and on the other on the six steps. There was nothing like it made in any other kingdom.",
        "20": "All King Solomon’s drinking vessels were of gold, and all the vessels of the House of the Forest of Lebanon were of pure gold. Silver was not considered valuable in the days of Solomon.",
        "21": "For the king had ships that went to Tarshish with Huram’s servants. Once every three years, the ships of Tarshish came bringing gold, silver, ivory, apes, and peacocks.",
        "22": "So King Solomon exceeded all the kings of the earth in riches and wisdom.",
        "23": "All the kings of the earth sought the presence of Solomon to hear his wisdom, which God had put in his heart.",
        "24": "They each brought tribute: vessels of silver, vessels of gold, clothing, armor, spices, horses, and mules every year.",
        "25": "Solomon had four thousand stalls for horses and chariots, and twelve thousand horsemen that he stationed in the chariot cities and with the king at Jerusalem.",
        "26": "He ruled over all the kings from the River even to the land of the Philistines, and to the border of Egypt.",
        "27": "The king made silver as common in Jerusalem as stones, and he made cedars to be as abundant as the sycamore trees that are in the lowland.",
        "28": "They brought horses for Solomon out of Egypt and out of all lands.",
        "29": "Now the rest of the acts of Solomon, first and last, aren’t they written in the history of Nathan the prophet, and in the prophecy of Ahijah the Shilonite, and in the visions of Iddo the seer concerning Jeroboam the son of Nebat?",
        "30": "Solomon reigned in Jerusalem over all Israel forty years.",
        "31": "Solomon slept with his fathers, and he was buried in his father David’s city; and Rehoboam his son reigned in his place."
      }
    }
  }
}