{
  "book": "2 Cronici",
  "chapter": "2",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Solomon a poruncit să se zidească o casă Numelui Domnului și o casă împărătească pentru el.",
        "2": "Solomon a numărat șaptezeci de mii de oameni ca să ducă sarcinile, optzeci de mii ca să taie pietre pe munte și trei mii șase sute ca să-i privegheze.",
        "3": "Solomon a trimis să spună lui Hiram, împăratul Tirului: „Fă-mi și mie cum ai făcut tatălui meu David, căruia i-ai trimis cedri ca să-și zidească o casă de locuit.",
        "4": "Iată, eu înalț o casă Numelui Domnului Dumnezeului meu, ca să I-o închin Lui, să ard înaintea Lui tămâie mirositoare, să aduc necurmat în ea pâinile pentru punerea înainte și să aduc arderile-de-tot de dimineață și de seară, în zilele de Sabat, de lună nouă și de sărbătoare ale Domnului Dumnezeului nostru, după o lege veșnică pentru Israel.",
        "5": "Casa pe care o voi zidi trebuie să fie mare, căci Dumnezeul nostru este mai mare decât toți dumnezeii.",
        "6": "Dar cine poate să-I zidească o casă, când cerurile și cerurile cerurilor nu-L pot cuprinde? Și cine sunt eu, ca să-I zidesc o casă, decât doar ca să ard tămâie înaintea Lui?",
        "7": "Trimite-mi dar un om iscusit în lucrarea aurului, argintului, aramei și fierului, a materiilor vopsite în purpură, a materiilor de culoarea cârmâzului și de culoare albastră și care să cunoască săpătura în lemn, ca să lucreze cu meșterii iscusiți, care sunt la mine în Iuda și la Ierusalim și pe care i-a ales tatăl meu, David.",
        "8": "Trimite-mi din Liban și lemn de cedru, de chiparos și de santal, căci știu că slujitorii tăi se pricep să taie lemne din Liban. Iată că slujitorii mei vor fi cu ai tăi.",
        "9": "Să mi se pregătească lemn din belșug, căci casa pe care o voi zidi va fi mare și măreață.",
        "10": "Slujitorilor tăi care vor tăia, care vor doborî jos lemnele, le voi da douăzeci de mii de cori de grâu treierat, douăzeci de mii de cori de orz, douăzeci de mii de bați de vin și douăzeci de mii de bați de untdelemn.”",
        "11": "Hiram, împăratul Tirului, a răspuns astfel printr-o scrisoare pe care a trimis-o lui Solomon: „Pentru că Domnul iubește pe poporul Său, de aceea te-a pus împărat peste ei.”",
        "12": "Hiram a mai zis: „Binecuvântat să fie Domnul Dumnezeul lui Israel, care a făcut cerurile și pământul, că a dat împăratului David un fiu înțelept, priceput și cu minte, care va zidi o casă Domnului și o casă împărătească pentru el!",
        "13": "Îți trimit dar un om meșter și priceput, pe Huram-Abi,",
        "14": "fiul unei femei dintre fetele lui Dan și al unui tată tirian. El este meșter pentru lucrările în aur, în argint, în aramă și în fier, în piatră și în lemn, în materii vopsite în purpură și în albastru, în materii de vison și cârmâz și pentru orice fel de săpături și lucruri meșteșugite care i se dau de făcut. El va lucra cu oamenii tăi iscusiți și cu oamenii iscusiți ai domnului meu David, tatăl tău.",
        "15": "Acum, domnul meu să trimită slujitorilor tăi grâul, orzul, untdelemnul și vinul de care a vorbit.",
        "16": "Și noi vom tăia lemne din Liban atât cât vei avea nevoie; ți le vom trimite pe mare, în plute, până la Iafo și, de acolo, tu le vei sui la Ierusalim.”",
        "17": "Solomon a numărat pe toți străinii care erau în țara lui Israel și a căror numărătoare fusese făcută de tatăl său David. S-au găsit o sută cincizeci și trei de mii șase sute.",
        "18": "Și a luat din ei șaptezeci de mii ca să poarte sarcinile, optzeci de mii să taie pietre în munte și trei mii șase sute ca să privegheze și să îndemne pe popor la lucru."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Solomon a poruncit să se construiască o Casă pentru Numele Domnului și un palat regal pentru el însuși.",
        "2": "Solomon a pregătit șaptezeci de mii de cărăuși și optzeci de mii de cioplitori în stâncă, numind peste ei, ca supraveghetori, trei mii șase sute de oameni.",
        "3": "Solomon i-a trimis un mesaj lui Huram, regele Tyrului, zicând: „Fă-mi și mie cum i-ai făcut tatălui meu, David, căruia i-ai trimis cedri ca să-și construiască un palat în care să locuiască.",
        "4": "Iată, vreau să zidesc o Casă pentru Numele Domnului, Dumnezeul meu, ca să I-o închin Lui, să ard tămâie mirositoare în prezența Lui, să aduc continuu în ea pâinea așezată în șiruri pe masă, arderile-de-tot de dimineață și de seară, cu ocazia sabatului, în fiecare lună nouă și cu ocazia fiecărei sărbători a Domnului, Dumnezeul nostru, căci aceasta este o lege veșnică pentru Israel.",
        "5": "Casa pe care o voi construi trebuie să fie măreață, fiindcă Dumnezeul nostru este mai mare decât toți dumnezeii.",
        "6": "Totuși, cine va fi în stare să-I construiască o Casă, când cerurile și cerurile cerurilor nu-L pot cuprinde? Și cine sunt eu ca să-I zidesc o Casă, decât doar ca să ard tămâie înaintea Lui?",
        "7": "De aceea, trimite-mi un om iscusit în prelucrarea aurului, a argintului, a bronzului, a fierului, a purpurei, a carminului și a materialelor de culoare albastră, un om care cunoaște arta gravurii, ca să lucreze împreună cu oamenii mei iscusiți din Iuda și din Ierusalim, pe care i-a pregătit tatăl meu, David.",
        "8": "Trimite-mi din Liban lemn de cedru, de chiparos și de algum, căci știu că slujitorii tăi sunt pricepuți la tăiatul lemnului din Liban. Iată că slujitorii mei vor lucra împreună cu slujitorii tăi",
        "9": "ca să-mi pregătească lemn din belșug, căci Casa pe care vreau s-o zidesc va fi mare și minunată.",
        "10": "Iată, slujitorilor tăi care vor tăia lemne le voi da douăzeci de mii de cori de grâu treierat, douăzeci de mii de cori de orz, douăzeci de mii de bați de vin și douăzeci de mii de bați de ulei“.",
        "11": "Huram, regele Tyrului, a răspuns printr-o scrisoare pe care i-a trimis-o lui Solomon: „Din dragoste pentru poporul Său, Domnul te-a desemnat rege peste ei“.",
        "12": "Apoi Huram a zis: „Binecuvântat să fie Domnul, Dumnezeul lui Israel, Cel Care a făcut cerurile și pământul, pentru că i-a dat regelui David un fiu înțelept, înzestrat cu discernământ și pricepere, care va construi o Casă pentru Domnul și un palat regal pentru el însuși.",
        "13": "Îl trimit deci pe Huram-Abi, un om înțelept, înzestrat cu pricepere.",
        "14": "El este fiul unei femei dintre fetele lui Dan și al unui tată tyrian. Știe să lucreze în aur, în argint, în bronz, în fier, în piatră, în lemn, precum și cu fire de culoare purpurie, albastră și roșie și cu fir de in subțire. Va face orice fel de gravură și va îndeplini orice fel de plan care i se dă de făcut alături de oamenii tăi iscusiți și alături de oamenii iscusiți ai stăpânului meu David, tatăl tău.",
        "15": "Acum, stăpânul meu să trimită slujitorilor săi grâul, orzul, uleiul și vinul despre care ai vorbit,",
        "16": "iar noi vom tăia lemn din Liban cât îți trebuie. Apoi, ți-l vom aduce pe plute, pe mare, până la Iafo, de unde tu îl vei duce la Ierusalim“.",
        "17": "Solomon i-a numărat pe toți bărbații străini care erau în țara lui Israel, după numărătoarea pe care o făcuse tatăl său, David. S-au găsit o sută cincizeci și trei de mii șase sute de bărbați.",
        "18": "Dintre ei a pregătit șaptezeci de mii de cărăuși, optzeci de mii de cioplitori în stâncă, pe munte, și trei mii șase sute de supraveghetori care să pună poporul la lucru."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now Solomon decided to build a house for Yahweh’s name, and a house for his kingdom.",
        "2": "Solomon counted out seventy thousand men to bear burdens, eighty thousand men who were stone cutters in the mountains, and three thousand six hundred to oversee them.",
        "3": "Solomon sent to Huram the king of Tyre, saying, “As you dealt with David my father, and sent him cedars to build him a house in which to dwell, so deal with me.",
        "4": "Behold, I am about to build a house for the name of Yahweh my God, to dedicate it to him, to burn before him incense of sweet spices, for the continual show bread, and for the burnt offerings morning and evening, on the Sabbaths, on the new moons, and on the set feasts of Yahweh our God. This is an ordinance forever to Israel.",
        "5": "“The house which I am building will be great, for our God is greater than all gods.",
        "6": "But who is able to build him a house, since heaven and the heaven of heavens can’t contain him? Who am I then, that I should build him a house, except just to burn incense before him?",
        "7": "“Now therefore send me a man skillful to work in gold, in silver, in bronze, in iron, and in purple, crimson, and blue, and who knows how to engrave engravings, to be with the skillful men who are with me in Judah and in Jerusalem, whom David my father provided.",
        "8": "“Send me also cedar trees, cypress trees, and algum trees out of Lebanon, for I know that your servants know how to cut timber in Lebanon. Behold, my servants will be with your servants,",
        "9": "even to prepare me timber in abundance; for the house which I am about to build will be great and wonderful.",
        "10": "Behold, I will give to your servants, the cutters who cut timber, twenty thousand cors of beaten wheat, twenty thousand baths of barley, twenty thousand baths of wine, and twenty thousand baths of oil.”",
        "11": "Then Huram the king of Tyre answered in writing, which he sent to Solomon, “Because Yahweh loves his people, he has made you king over them.”",
        "12": "Huram continued, “Blessed be Yahweh, the God of Israel, who made heaven and earth, who has given to David the king a wise son, endowed with discretion and understanding, who would build a house for Yahweh and a house for his kingdom.",
        "13": "Now I have sent a skillful man, endowed with understanding, Huram-abi,",
        "14": "the son of a woman of the daughters of Dan; and his father was a man of Tyre. He is skillful to work in gold, in silver, in bronze, in iron, in stone, in timber, in purple, in blue, in fine linen, and in crimson, also to engrave any kind of engraving and to devise any device, that there may be a place appointed to him with your skillful men, and with the skillful men of my lord David your father.",
        "15": "“Now therefore, the wheat, the barley, the oil, and the wine which my lord has spoken of, let him send to his servants;",
        "16": "and we will cut wood out of Lebanon, as much as you need. We will bring it to you in rafts by sea to Joppa; then you shall carry it up to Jerusalem.”",
        "17": "Solomon counted all the foreigners who were in the land of Israel, after the census with which David his father had counted them; and they found one hundred fifty-three thousand six hundred.",
        "18": "He set seventy thousand of them to bear burdens, eighty thousand who were stone cutters in the mountains, and three thousand six hundred overseers to assign the people their work."
      }
    }
  }
}