{
  "book": "2 Cronici",
  "chapter": "34",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Iosia avea opt ani când a ajuns împărat și a domnit treizeci și unu de ani la Ierusalim.",
        "2": "El a făcut ce este bine înaintea Domnului și a umblat în căile tatălui său David; nu s-a abătut de la ele nici la dreapta, nici la stânga.",
        "3": "În al optulea an al domniei lui, pe când era încă tânăr, a început să caute pe Dumnezeul tatălui său David. Și, în al doisprezecelea an, a început să curățească Iuda și Ierusalimul de înălțimi, de idolii Astarteei, de chipuri cioplite și de chipuri turnate.",
        "4": "Au dărâmat înaintea lui altarele baalilor și au tăiat stâlpii închinați soarelui, care erau deasupra lor; a sfărâmat idolii Astarteei, chipurile cioplite și chipurile turnate, le-a făcut praf, a presărat praful pe mormintele celor ce le aduseseră jertfe",
        "5": "și a ars oasele preoților pe altarele lor. Astfel a curățit Iuda și Ierusalimul.",
        "6": "În cetățile lui Manase, lui Efraim, lui Simeon și chiar lui Neftali, pretutindeni, în mijlocul dărâmăturilor lor,",
        "7": "a dărâmat altarele, a făcut bucăți idolii Astarteei și chipurile cioplite, le-a făcut praf și a tăiat toți stâlpii închinați soarelui în toată țara lui Israel. Apoi s-a întors la Ierusalim.",
        "8": "În al optsprezecelea an al domniei lui, după ce a curățit țara și casa, a trimis pe Șafan, fiul lui Ațalia, pe Maaseia, căpetenia cetății, și pe Ioah, fiul lui Ioahaz, arhivarul, să dreagă Casa Domnului Dumnezeului său.",
        "9": "S-au dus la marele preot Hilchia și au dat argintul adus în Casa lui Dumnezeu, pe care-l strânseseră leviții păzitori ai pragului, de la Manase și Efraim și de la toată cealaltă parte a lui Israel și de la tot Iuda și Beniamin și de la locuitorii Ierusalimului.",
        "10": "L-au dat în mâinile meșterilor însărcinați cu facerea lucrării în Casa Domnului. Aceștia l-au dat lucrătorilor care munceau la dregerea Casei Domnului,",
        "11": "iar ei l-au dat tâmplarilor și zidarilor, ca să cumpere pietre cioplite și lemne pentru grinzi și pentru căptușitul clădirilor pe care le stricaseră împărații lui Iuda.",
        "12": "Oamenii aceștia au lucrat cinstit în lucrul lor. Erau puși sub privegherea lui Iahat și Obadia, leviți din fiii lui Merari, și a lui Zaharia și Meșulam, din fiii chehatiților. Toți aceia dintre leviți care știau să cânte bine",
        "13": "vegheau asupra lucrărilor și cârmuiau pe toți lucrătorii care aveau de făcut felurite lucrări. Mai erau și alți leviți, logofeți, dregători și ușieri. Găsirea cărții Legii",
        "14": "În clipa când au scos argintul care fusese adus în Casa Domnului, preotul Hilchia a găsit cartea Legii Domnului, dată prin Moise.",
        "15": "Atunci, Hilchia a luat cuvântul și a zis logofătului Șafan: „Am găsit cartea Legii în Casa Domnului.” Și Hilchia a dat lui Șafan cartea.",
        "16": "Șafan a adus împăratului cartea. Și, când a dat socoteală împăratului, a zis: „Slujitorii tăi au făcut tot ce li s-a poruncit.",
        "17": "Au strâns argintul care se afla în Casa Domnului și l-au dat în mâinile priveghetorilor și lucrătorilor.”",
        "18": "Logofătul Șafan a mai spus împăratului: „Preotul Hilchia mi-a dat o carte.” Și Șafan a citit-o înaintea împăratului.",
        "19": "Când a auzit împăratul cuvintele Legii, și-a sfâșiat hainele.",
        "20": "Și împăratul a dat următoarea poruncă lui Hilchia, lui Ahicam, fiul lui Șafan, lui Abdon, fiul lui Mica, lui Șafan, logofătul, și lui Asaia, slujitorul împăratului:",
        "21": "„Duceți-vă și întrebați pe Domnul pentru mine și pentru rămășița lui Israel și Iuda cu privire la cuvintele cărții acesteia care s-a găsit! Căci mare mânie s-a vărsat peste noi din partea Domnului, pentru că părinții noștri n-au ținut cuvântul Domnului și n-au împlinit tot ce este scris în cartea aceasta.”",
        "22": "Hilchia și cei trimiși de împărat s-au dus la prorocița Hulda, nevasta lui Șalum, fiul lui Tochehat, fiul lui Hasra, străjerul veșmintelor. Ea locuia la Ierusalim, în cealaltă mahala a cetății. După ce au spus ce aveau de spus,",
        "23": "ea le-a răspuns: „Așa vorbește Domnul Dumnezeul lui Israel: ‘Spuneți omului care v-a trimis la mine:",
        "24": "«Așa vorbește Domnul: ‹Iată, voi trimite nenorociri peste locul acesta și peste locuitorii lui, și anume toate blestemele scrise în cartea care s-a citit înaintea împăratului lui Iuda.",
        "25": "Pentru că M-au părăsit și au adus tămâie altor dumnezei, mâniindu-Mă prin toate lucrările mâinilor lor, mânia Mea s-a vărsat asupra acestui loc și nu se va stinge.›»",
        "26": "Dar să spuneți împăratului lui Iuda care v-a trimis să întrebați pe Domnul: «Așa vorbește Domnul Dumnezeul lui Israel cu privire la cuvintele pe care le-ai auzit:",
        "27": "‹Pentru că ți s-a înduioșat inima, pentru că te-ai smerit înaintea lui Dumnezeu când ai auzit cuvintele rostite de El împotriva acestui loc și împotriva locuitorilor lui, pentru că te-ai smerit înaintea Mea, pentru că ți-ai sfâșiat hainele și ai plâns înaintea Mea, și Eu am auzit›, zice Domnul,",
        "28": "‹iată, te voi strânge lângă părinții tăi, vei fi adăugat în pace în mormântul tău și nu vei vedea cu ochii tăi toate nenorocirile pe care le voi trimite peste locul acesta și peste locuitorii lui.›»’” Ei au adus împăratului răspunsul acesta. Înnoirea legământului",
        "29": "Împăratul a strâns pe toți bătrânii din Iuda și din Ierusalim.",
        "30": "Apoi s-a suit la Casa Domnului cu toți oamenii lui Iuda și cu locuitorii Ierusalimului, cu preoții și leviții și cu tot poporul, de la cel mai mare până la cel mai mic. A citit înaintea lor toate cuvintele cărții legământului care se găsise în Casa Domnului.",
        "31": "Împăratul stătea pe scaunul lui împărătesc și a încheiat legământ înaintea Domnului, îndatorându-se să urmeze pe Domnul și să păzească poruncile Lui, învățăturile Lui și legile Lui din toată inima și din tot sufletul lui și să împlinească cuvintele legământului scrise în cartea aceasta.",
        "32": "Și a făcut să intre în legământ toți cei ce se aflau la Ierusalim și în Beniamin. Și locuitorii Ierusalimului au lucrat după legământul lui Dumnezeu, legământul Dumnezeului părinților lor.",
        "33": "Iosia a îndepărtat toate urâciunile din toate țările copiilor lui Israel și a făcut ca toți cei ce se aflau în Israel să slujească Domnului Dumnezeului lor. În tot timpul vieții lui, nu s-au abătut de la Domnul Dumnezeul părinților lor."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Iosia era în vârstă de opt ani când a devenit rege și a domnit la Ierusalim timp de treizeci și unu de ani.",
        "2": "El a făcut ce este drept înaintea ochilor Domnului și a umblat pe căile lui David, strămoșul său, fără să se abată la dreapta sau la stânga.",
        "3": "În al optulea an al domniei sale, pe când era încă tânăr, a început să-L caute pe Dumnezeul tatălui său, David. Iar în al doisprezecelea an al domniei sale, a început să curățească Iuda și Ierusalimul de înălțimi, de așere, de chipuri cioplite și de chipuri turnate.",
        "4": "Au dărâmat înaintea lui altarele baalilor și au tăiat în bucăți altarele pentru tămâiere care erau deasupra acestora. A sfărâmat așerele, chipurile cioplite și chipurile turnate, le-a făcut pulbere și a presărat pulberea pe mormintele celor ce le aduseseră jertfe,",
        "5": "iar oasele preoților lor le-a ars pe altarele lor. Astfel, Iosia a curățit teritoriul lui Iuda și Ierusalimul.",
        "6": "În cetățile lui Manase, Efraim, Simeon și până în Neftali, precum și în ruinele dimprejurul lor,",
        "7": "a dărâmat altarele și așerele, a făcut pulbere chipurile cioplite și a tăiat în bucăți toate altarele pentru tămâiere din tot teritoriul lui Israel. Apoi s-a întors la Ierusalim.",
        "8": "În al optsprezecelea an al domniei lui, ca să continue curățirea țării și a Casei, Iosia i-a trimis pe Șafan, fiul lui Ațalia, pe Maaseia, conducătorul cetății, și pe Ioah, fiul cronicarului Iehoahaz, ca să restaureze Casa Domnului, Dumnezeul său.",
        "9": "Aceștia s-au dus la marele preot Hilchia și i-au încredințat argintul adus la Casa lui Dumnezeu, cel care fusese adunat de leviți, adică de paznicii porții, de la cei din Manase și Efraim, de la toată rămășița lui Israel, de la toți cei din Iuda și Beniamin și de la locuitorii Ierusalimului.",
        "10": "Ei au dat argintul celor ce supravegheau lucrarea la Casa Domnului, iar aceștia l-au dat lucrătorilor de la Casa Domnului ca să-l folosească la restaurarea și repararea Casei.",
        "11": "L-au dat tâmplarilor și constructorilor, ca să cumpere pietre cioplite și lemne pentru piesele folosite la îmbinări și pentru grinzile clădirilor pe care le distruseseră regii lui Iuda.",
        "12": "Oamenii își făceau cu credincioșie lucrarea. Peste ei au fost numiți ca responsabili Iahat și Obadia, leviți dintre urmașii lui Merari, precum și Zaharia și Meșulam, dintre chehatiți. Toți leviții care erau pricepuți să cânte la instrumente muzicale",
        "13": "vegheau asupra cărăușilor și îi supravegheau pe toți cei care făceau lucrarea, potrivit slujbelor lor, în timp ce alți leviți aveau rolul de scribi, supraveghetori și portari.",
        "14": "În timp ce scoteau argintul care fusese adus în Casa Domnului, preotul Hilchia a găsit Cartea Legii Domnului, care fusese dată prin Moise.",
        "15": "Hilchia a luat cuvântul și i-a zis scribului Șafan: „Am găsit Cartea Legii în Casa Domnului!“. Hilchia i-a dat Cartea lui Șafan.",
        "16": "Șafan a adus Cartea la rege și i-a adus totodată și următorul mesaj: „Slujitorii tăi fac tot ceea ce le-ai cerut să facă.",
        "17": "Ei au strâns argintul care se afla în Casa Domnului și l-au dat supraveghetorilor și lucrătorilor“.",
        "18": "Apoi scribul Șafan l-a înștiințat pe rege, zicând: „Preotul Hilchia mi-a dat o Carte!“. Apoi Șafan a citit din ea înaintea regelui.",
        "19": "Când a auzit regele cuvintele Legii, și-a sfâșiat hainele.",
        "20": "Și regele le-a poruncit lui Hilchia, lui Ahikam, fiul lui Șafan, lui Abdon, fiul lui Mica, scribului Șafan și lui Asaia, slujitorul regelui, zicând:",
        "21": "„Duceți-vă și întrebați-L pe Domnul pentru mine și pentru rămășița lui Israel și a lui Iuda, cu privire la cuvintele Cărții care a fost găsită. Căci mare este mânia Domnului care s-a revărsat asupra noastră, pentru că strămoșii noștri n-au păzit Cuvântul Domnului și n-au împlinit tot ce este scris în Cartea aceasta“.",
        "22": "Hilchia și oamenii regelui s-au dus la profetesa Hulda, soția lui Șalum, fiul lui Tokhat, fiul lui Hasrah, păzitorul veșmintelor, care locuia în Ierusalim, în cartierul cel nou, și i-au spus toate acestea.",
        "23": "Ea le-a răspuns: „Așa vorbește Domnul, Dumnezeul lui Israel. Să-i spuneți omului care v-a trimis la mine,",
        "24": "că așa vorbește Domnul: «Iată că voi aduce nenorocirea asupra acestui loc și asupra locuitorilor lui, potrivit cu toate blestemele scrise în Cartea citită înaintea regelui lui Iuda.",
        "25": "Pentru că M-au părăsit și au adus tămâie altor dumnezei, mâniindu-Mă prin toate lucrările mâinilor lor, mânia Mea se va revărsa împotriva acestui loc și nu se va stinge!».",
        "26": "Totodată, să-i spuneți regelui lui Iuda, care v-a trimis să-L întrebați pe Domnul, următoarele: «Așa vorbește Domnul, Dumnezeul lui Israel, cu privire la cuvintele pe care le-ai auzit:",
        "27": "‘Pentru că ți s-a înmuiat inima și te-ai smerit înaintea lui Dumnezeu când ai auzit cuvintele Sale împotriva acestui loc și împotriva locuitorilor lui, pentru că te-ai smerit înaintea Mea, ți-ai sfâșiat hainele și ai plâns înaintea Mea, iată că și Eu am auzit, zice Domnul!",
        "28": "De aceea, iată că te voi adăuga la strămoșii tăi și vei fi așezat în pace în mormântul tău, astfel că nu vei vedea toată nenorocirea pe care o voi aduce asupra acestui loc și asupra locuitorilor lui!’»“. Ei i-au adus regelui răspunsul acesta.",
        "29": "Atunci, regele și-a trimis oamenii să-i convoace pe toți bătrânii lui Iuda și ai Ierusalimului.",
        "30": "Regele s-a dus la Casa Domnului împreună cu toți bărbații lui Iuda, cu locuitorii Ierusalimului, cu preoții și cu leviții, cu întreg poporul, de la cel mai mare până la cel mai mic, și a citit în auzul lor toate cuvintele Cărții Legământului, care a fost găsită în Casa Domnului.",
        "31": "Regele a stat în picioare lângă locul său și a încheiat un legământ înaintea Domnului, luând decizia să-L urmeze pe Domnul și să păzească poruncile, învățăturile și hotărârile Lui din toată inima și din tot sufletul lui, împlinind astfel cuvintele legământului, scrise în Cartea aceasta.",
        "32": "Apoi, el i-a făcut să intre în legământ pe toți cei ce se aflau la Ierusalim și în Beniamin. Și, astfel, locuitorii Ierusalimului au urmat legământul lui Dumnezeu, Dumnezeul strămoșilor lor.",
        "33": "Iosia a îndepărtat toate urâciunile din toate teritoriile unde erau fiii lui Israel și i-a făcut pe toți cei ce se aflau în Israel să slujească Domnului, Dumnezeul lor. În toate zilele vieții lui, ei nu s-au îndepărtat de Domnul, Dumnezeul strămoșilor lor."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Josiah was eight years old when he began to reign, and he reigned thirty-one years in Jerusalem.",
        "2": "He did that which was right in Yahweh’s eyes, and walked in the ways of David his father, and didn’t turn away to the right hand or to the left.",
        "3": "For in the eighth year of his reign, while he was yet young, he began to seek after the God of David his father; and in the twelfth year he began to purge Judah and Jerusalem from the high places, the Asherah poles, the engraved images, and the molten images.",
        "4": "They broke down the altars of the Baals in his presence; and he cut down the incense altars that were on high above them. He broke the Asherah poles, the engraved images, and the molten images in pieces, made dust of them, and scattered it on the graves of those who had sacrificed to them.",
        "5": "He burned the bones of the priests on their altars, and purged Judah and Jerusalem.",
        "6": "He did this in the cities of Manasseh, Ephraim, and Simeon, even to Naphtali, around in their ruins.",
        "7": "He broke down the altars, beat the Asherah poles and the engraved images into powder, and cut down all the incense altars throughout all the land of Israel, then returned to Jerusalem.",
        "8": "Now in the eighteenth year of his reign, when he had purged the land and the house, he sent Shaphan the son of Azaliah, Maaseiah the governor of the city, and Joah the son of Joahaz the recorder to repair the house of Yahweh his God.",
        "9": "They came to Hilkiah the high priest and delivered the money that was brought into God’s house, which the Levites, the keepers of the threshold, had gathered from the hands of Manasseh, Ephraim, of all the remnant of Israel, of all Judah and Benjamin, and of the inhabitants of Jerusalem.",
        "10": "They delivered it into the hands of the workmen who had the oversight of Yahweh’s house; and the workmen who labored in Yahweh’s house gave it to mend and repair the house.",
        "11": "They gave it to the carpenters and to the builders to buy cut stone and timber for couplings, and to make beams for the houses which the kings of Judah had destroyed.",
        "12": "The men did the work faithfully. Their overseers were Jahath and Obadiah the Levites, of the sons of Merari; and Zechariah and Meshullam, of the sons of the Kohathites, to give direction; and others of the Levites, who were all skillful with musical instruments.",
        "13": "Also they were over the bearers of burdens, and directed all who did the work in every kind of service. Of the Levites, there were scribes, officials, and gatekeepers.",
        "14": "When they brought out the money that was brought into Yahweh’s house, Hilkiah the priest found the book of Yahweh’s law given by Moses.",
        "15": "Hilkiah answered Shaphan the scribe, “I have found the book of the law in Yahweh’s house.” So Hilkiah delivered the book to Shaphan.",
        "16": "Shaphan carried the book to the king, and moreover brought back word to the king, saying, “All that was committed to your servants, they are doing.",
        "17": "They have emptied out the money that was found in Yahweh’s house, and have delivered it into the hand of the overseers and into the hand of the workmen.”",
        "18": "Shaphan the scribe told the king, saying, “Hilkiah the priest has delivered me a book.” Shaphan read from it to the king.",
        "19": "When the king had heard the words of the law, he tore his clothes.",
        "20": "The king commanded Hilkiah, Ahikam the son of Shaphan, Abdon the son of Micah, Shaphan the scribe, and Asaiah the king’s servant, saying,",
        "21": "“Go inquire of Yahweh for me, and for those who are left in Israel and in Judah, concerning the words of the book that is found; for great is Yahweh’s wrath that is poured out on us, because our fathers have not kept Yahweh’s word, to do according to all that is written in this book.”",
        "22": "So Hilkiah and those whom the king had commanded went to Huldah the prophetess, the wife of Shallum the son of Tokhath, the son of Hasrah, keeper of the wardrobe (now she lived in Jerusalem in the second quarter), and they spoke to her to that effect.",
        "23": "She said to them, “Yahweh, the God of Israel says: ‘Tell the man who sent you to me,",
        "24": "“Yahweh says, ‘Behold, I will bring evil on this place and on its inhabitants, even all the curses that are written in the book which they have read before the king of Judah.",
        "25": "Because they have forsaken me, and have burned incense to other gods, that they might provoke me to anger with all the works of their hands, therefore my wrath is poured out on this place, and it will not be quenched.’”’",
        "26": "But to the king of Judah, who sent you to inquire of Yahweh, you shall tell him this, ‘Yahweh, the God of Israel says: “About the words which you have heard,",
        "27": "because your heart was tender, and you humbled yourself before God when you heard his words against this place and against its inhabitants, and have humbled yourself before me, and have torn your clothes and wept before me, I also have heard you,” says Yahweh.",
        "28": "“Behold, I will gather you to your fathers, and you will be gathered to your grave in peace. Your eyes won’t see all the evil that I will bring on this place and on its inhabitants.”’” They brought back this message to the king.",
        "29": "Then the king sent and gathered together all the elders of Judah and Jerusalem.",
        "30": "The king went up to Yahweh’s house with all the men of Judah and the inhabitants of Jerusalem—the priests, the Levites, and all the people, both great and small—and he read in their hearing all the words of the book of the covenant that was found in Yahweh’s house.",
        "31": "The king stood in his place and made a covenant before Yahweh, to walk after Yahweh, and to keep his commandments, his testimonies, and his statutes with all his heart and with all his soul, to perform the words of the covenant that were written in this book.",
        "32": "He caused all who were found in Jerusalem and Benjamin to stand. The inhabitants of Jerusalem did according to the covenant of God, the God of their fathers.",
        "33": "Josiah took away all the abominations out of all the countries that belonged to the children of Israel, and made all who were found in Israel to serve, even to serve Yahweh their God. All his days they didn’t depart from following Yahweh, the God of their fathers."
      }
    }
  }
}