{
  "book": "2 Cronici",
  "chapter": "12",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Când s-a întărit Roboam în domnie și a căpătat putere, a părăsit Legea Domnului, și tot Israelul a părăsit-o împreună cu el.",
        "2": "În al cincilea an al domniei lui Roboam, Șișac, împăratul Egiptului, s-a suit împotriva Ierusalimului, pentru că păcătuiseră împotriva Domnului.",
        "3": "Avea o mie două sute de care și șaizeci de mii de călăreți și, împreună cu el, a venit din Egipt un popor fără număr, dintre libieni, suchieni și etiopieni.",
        "4": "A luat cetățile întărite ale lui Iuda și a ajuns până la Ierusalim.",
        "5": "Atunci, prorocul Șemaia s-a dus la Roboam și la căpeteniile lui Iuda, care se adunaseră în Ierusalim la apropierea lui Șișac, și le-a zis: „Așa vorbește Domnul: ‘Voi M-ați părăsit; vă părăsesc și Eu și vă dau în mâinile lui Șișac.’”",
        "6": "Căpeteniile lui Israel și împăratul s-au smerit și au zis: „Domnul este drept!”",
        "7": "Și, dacă a văzut Domnul că s-au smerit, cuvântul Domnului a vorbit astfel lui Șemaia: „S-au smerit, nu-i voi nimici, nu voi zăbovi să le vin în ajutor și mânia Mea nu va veni asupra Ierusalimului prin Șișac,",
        "8": "dar îi vor fi supuși și vor ști ce înseamnă să-Mi slujească Mie sau să slujească împărățiilor altor țări.”",
        "9": "Șișac, împăratul Egiptului, s-a suit împotriva Ierusalimului. A luat vistieriile Casei Domnului și vistieriile casei împăratului, a luat tot. A luat scuturile de aur pe care le făcuse Solomon.",
        "10": "Împăratul Roboam a făcut în locul lor niște scuturi de aramă și le-a dat în grija căpeteniilor alergătorilor, care păzeau intrarea casei împăratului.",
        "11": "Ori de câte ori se ducea împăratul la Casa Domnului, alergătorii veneau și le purtau înaintea lui, apoi le aduceau iarăși în odaia alergătorilor.",
        "12": "Pentru că Roboam se smerise, Domnul Și-a abătut mânia de la el și nu l-a nimicit de tot. Și tot mai era ceva bun în Iuda.",
        "13": "Împăratul Roboam s-a întărit în Ierusalim și a domnit. Avea patruzeci și unu de ani când a ajuns împărat și a domnit șaptesprezece ani la Ierusalim, cetatea pe care o alesese Domnul din toate semințiile lui Israel ca să-Și pună Numele în ea. Mama sa se numea Naama, Amonita.",
        "14": "El a făcut lucruri rele, pentru că nu și-a pus inima să caute pe Domnul.",
        "15": "Faptele lui Roboam, cele dintâi și cele de pe urmă, nu sunt scrise oare în cartea prorocului Șemaia și a prorocului Ido, în cărțile spițelor de neam? Totdeauna a fost război între Roboam și Ieroboam.",
        "16": "Roboam a adormit cu părinții săi și a fost îngropat în cetatea lui David. Și, în locul lui, a domnit fiul său Abia."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Când domnia lui Roboam s-a consolidat și s-a întărit, el a părăsit Legea Domnului și tot Israelul a părăsit-o împreună cu el.",
        "2": "În al cincilea an al regelui Roboam, Șișak, regele Egiptului, a venit împotriva Ierusalimului, căci israeliții fuseseră necredincioși Domnului.",
        "3": "El era însoțit de o mie două sute de care și de șaizeci de mii de călăreți. Împreună cu aceștia a venit din Egipt și un popor fără număr, dintre libieni, suchiți și cușiți.",
        "4": "El a capturat cetățile fortificate ale lui Iuda și a ajuns până la Ierusalim.",
        "5": "Atunci, profetul Șemaia s-a înfățișat înaintea lui Roboam și a căpeteniilor lui Iuda, care se strânseseră la Ierusalim, fugind dinaintea lui Șișak, și le-a zis: ‒ Așa vorbește Domnul: „Voi M-ați părăsit! De aceea și Eu vă părăsesc, lăsându-vă în mâna lui Șișak!“.",
        "6": "Atunci căpeteniile lui Israel și regele s-au smerit și au zis: ‒ Domnul este drept!",
        "7": "Când a văzut Domnul că s-au smerit, Cuvântul Domnului a vorbit lui Șemaia, zicând: „Pentru că s-au smerit, nu-i voi distruge, ci-i voi elibera pentru o vreme și nu-Mi voi revărsa mânia peste Ierusalim prin mâna lui Șișak.",
        "8": "Totuși, vor deveni slujitorii lui Șișak și vor afla ce deosebire este între a-Mi sluji Mie și a sluji regilor altor țări“.",
        "9": "Șișak, regele Egiptului, a atacat Ierusalimul și a luat comorile Casei Domnului și comorile palatului regelui; a luat totul. A luat și scuturile de aur făcute de Solomon.",
        "10": "În locul lor, regele Roboam a făcut niște scuturi de bronz, pe care le-a dat în responsabilitatea căpeteniilor gărzilor, cei care păzeau intrarea palatului regelui.",
        "11": "De fiecare dată când regele mergea la Casa Domnului, căpeteniile gărzilor veneau și le luau cu ei, apoi le aduceau înapoi în camera gărzilor.",
        "12": "Pentru că s-a smerit, mânia Domnului s-a abătut de la el și El n-a adus o distrugere deplină. Încă mai erau în Iuda unele lucruri bune.",
        "13": "Regele Roboam și-a întărit conducerea la Ierusalim și a continuat să domnească. Roboam avea patruzeci și unu de ani când a devenit rege și a domnit timp de șaptesprezece ani la Ierusalim, cetatea pe care a ales-o Domnul dintre toate semințiile lui Israel ca să-Și pună Numele acolo. Numele mamei lui era Naama, amonita.",
        "14": "El a făcut ce este rău, pentru că nu și-a îndemnat inima să-L caute pe Domnul.",
        "15": "Faptele lui Roboam, cele dintâi și cele de pe urmă, nu sunt scrise oare în „Cronicile profetului Șemaia și ale văzătorului Ido“, cele referitoare la genealogii? Între Roboam și Ieroboam a fost război tot timpul.",
        "16": "Roboam a adormit alături de strămoșii săi și a fost înmormântat în Cetatea lui David. Apoi, în locul lui a domnit fiul său Abia."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "When the kingdom of Rehoboam was established and he was strong, he abandoned Yahweh’s law, and all Israel with him.",
        "2": "In the fifth year of King Rehoboam, Shishak king of Egypt came up against Jerusalem, because they had trespassed against Yahweh,",
        "3": "with twelve hundred chariots and sixty thousand horsemen. The people were without number who came with him out of Egypt: the Lubim, the Sukkiim, and the Ethiopians.",
        "4": "He took the fortified cities which belonged to Judah, and came to Jerusalem.",
        "5": "Now Shemaiah the prophet came to Rehoboam and to the princes of Judah, who were gathered together to Jerusalem because of Shishak, and said to them, “Yahweh says, ‘You have forsaken me, therefore I have also left you in the hand of Shishak.’”",
        "6": "Then the princes of Israel and the king humbled themselves; and they said, “Yahweh is righteous.”",
        "7": "When Yahweh saw that they humbled themselves, Yahweh’s word came to Shemaiah, saying, “They have humbled themselves. I will not destroy them, but I will grant them some deliverance, and my wrath won’t be poured out on Jerusalem by the hand of Shishak.",
        "8": "Nevertheless they will be his servants, that they may know my service, and the service of the kingdoms of the countries.”",
        "9": "So Shishak king of Egypt came up against Jerusalem and took away the treasures of Yahweh’s house and the treasures of the king’s house. He took it all away. He also took away the shields of gold which Solomon had made.",
        "10": "King Rehoboam made shields of bronze in their place, and committed them to the hands of the captains of the guard, who kept the door of the king’s house.",
        "11": "As often as the king entered into Yahweh’s house, the guard came and bore them, then brought them back into the guard room.",
        "12": "When he humbled himself, Yahweh’s wrath turned from him, so as not to destroy him altogether. Moreover, there were good things found in Judah.",
        "13": "So King Rehoboam strengthened himself in Jerusalem and reigned; for Rehoboam was forty-one years old when he began to reign, and he reigned seventeen years in Jerusalem, the city which Yahweh had chosen out of all the tribes of Israel to put his name there. His mother’s name was Naamah the Ammonitess.",
        "14": "He did that which was evil, because he didn’t set his heart to seek Yahweh.",
        "15": "Now the acts of Rehoboam, first and last, aren’t they written in the histories of Shemaiah the prophet and of Iddo the seer, in the genealogies? There were wars between Rehoboam and Jeroboam continually.",
        "16": "Rehoboam slept with his fathers, and was buried in David’s city; and Abijah his son reigned in his place."
      }
    }
  }
}