{
  "book": "2 Cronici",
  "chapter": "6",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Atunci, Solomon a zis: „Domnul a zis că vrea să locuiască în întuneric!",
        "2": "Și eu am zidit o casă care-Ți va fi locuința, un loc unde vei locui în veci!”",
        "3": "Împăratul și-a întors fața și a binecuvântat toată adunarea lui Israel. Și toată adunarea lui Israel stătea în picioare.",
        "4": "Și el a zis: „Binecuvântat să fie Domnul Dumnezeul lui Israel, care a vorbit cu gura Sa tatălui meu, David, și a împlinit prin puterea Sa ce spusese când a zis:",
        "5": "‘Din ziua când am scos pe poporul Meu din țara Egiptului, n-am ales nicio cetate dintre toate semințiile lui Israel ca să se zidească acolo o casă în care să locuiască Numele Meu și n-am ales pe niciun om care să fie căpetenia poporului Meu Israel.",
        "6": "Ci Ierusalimul l-am ales, pentru ca în el să locuiască Numele Meu, și pe David l-am ales, ca să domnească peste poporul Meu Israel!’",
        "7": "Tatăl meu, David, avea de gând să zidească o casă Numelui Domnului Dumnezeului lui Israel.",
        "8": "Și Domnul a zis tatălui meu, David: ‘Fiindcă ai avut de gând să zidești o casă Numelui Meu, bine ai făcut că ai avut gândul acesta!",
        "9": "Numai că nu tu vei zidi casa, ci fiul tău, ieșit din tine, va zidi Numelui Meu o casă.’",
        "10": "Domnul a împlinit cuvântul pe care-l spusese. Eu m-am ridicat în locul tatălui meu David și am șezut pe scaunul de domnie al lui Israel, cum vestise Domnul, și am zidit o casă Numelui Domnului Dumnezeului lui Israel.",
        "11": "Am așezat în ea chivotul, în care este legământul Domnului, legământul pe care l-a făcut El cu copiii lui Israel.” Rugăciunea lui Solomon",
        "12": "Solomon s-a așezat înaintea altarului Domnului, în fața întregii adunări a lui Israel, și a întins mâinile.",
        "13": "Căci Solomon făcuse o treaptă de aramă și o pusese în mijlocul curții. Ea era lungă de cinci coți, lată de cinci coți și înaltă de trei coți; a șezut pe ea, s-a așezat în genunchi în fața întregii adunări a lui Israel și a întins mâinile spre cer.",
        "14": "Și a zis: „Doamne, Dumnezeul lui Israel! Nu este Dumnezeu ca Tine în ceruri și pe pământ! Tu ții legământul și îndurarea Ta față de robii Tăi, care umblă înaintea Ta cu toată inima lor!",
        "15": "Astfel, Ți-ai ținut cuvântul dat robului Tău David, tatăl meu, și ce ai spus cu gura Ta, împlinești astăzi prin puterea Ta.",
        "16": "Acum, Doamne, Dumnezeul lui Israel, ține făgăduința pe care ai făcut-o tatălui meu, David, când ai zis: ‘Niciodată nu vei fi lipsit înaintea Mea de un urmaș care să șadă pe scaunul de domnie al lui Israel, numai fiii tăi să ia seama la calea lor și să meargă în Legea Mea, cum ai mers tu înaintea Mea.’",
        "17": "Împlinească-se dar, Doamne, Dumnezeul lui Israel, făgăduința pe care ai făcut-o robului Tău David!",
        "18": "Dar ce, să locuiască Dumnezeu cu adevărat împreună cu omul pe pământ? Iată că cerurile și cerurile cerurilor nu Te pot cuprinde, cu cât mai puțin această casă pe care am zidit-o eu!",
        "19": "Totuși, Doamne, Dumnezeul meu, ia aminte la rugăciunea robului Tău și la cererea lui! Ascultă strigătul și rugăciunea pe care Ți-o face robul Tău.",
        "20": "Ochii Tăi să fie zi și noapte deschiși peste casa aceasta, peste locul despre care ai zis că acolo va fi Numele Tău! Ascultă rugăciunea pe care o face robul Tău în locul acesta!",
        "21": "Ascultă cererile robului Tău și ale poporului Tău Israel, când se vor ruga în locul acesta! Ascultă din locul locuinței Tale, din ceruri, ascultă și iartă!",
        "22": "Dacă va păcătui cineva împotriva aproapelui său și se va pune peste el un jurământ ca să-l facă să jure și dacă va veni să jure înaintea altarului Tău, în casa aceasta,",
        "23": "ascultă-l din ceruri, lucrează și judecă pe robii Tăi; osândește pe cel vinovat și fă ca purtarea lui să cadă asupra capului lui; fă dreptate celui nevinovat și răsplătește-i după nevinovăția lui!",
        "24": "Când poporul tău Israel va fi bătut de vrăjmaș pentru că a păcătuit împotriva Ta, dacă se vor întoarce la Tine și vor da slavă Numelui Tău, dacă Îți vor face rugăciuni și cereri în casa aceasta,",
        "25": "ascultă-i din ceruri, iartă păcatul poporului Tău Israel și adu-i înapoi în țara pe care ai dat-o lor și părinților lor.",
        "26": "Când cerul va fi închis și nu va fi ploaie din pricina păcatelor lor împotriva Ta, dacă se vor ruga în acest loc și vor da slavă Numelui Tău și dacă se vor întoarce de la păcatele lor (pentru că-i vei fi pedepsit),",
        "27": "ascultă-i din ceruri, iartă păcatul robilor Tăi și al poporului Tău Israel, învață-i calea cea bună în care trebuie să meargă și trimite ploaie pe pământul pe care l-ai dat de moștenire poporului Tău!",
        "28": "Când vor fi în țară foametea, ciuma, rugina în grâu și mălura, lăcustele de un soi sau altul, când vrăjmașul va împresura pe poporul Tău în țara lui, în cetățile lui, când vor fi urgii sau boli de vreun fel,",
        "29": "dacă un om, dacă tot poporul Tău Israel va face rugăciuni și cereri și fiecare își va cunoaște rana și durerea și va întinde mâinile spre casa aceasta,",
        "30": "ascultă-l din ceruri, din locul locuinței Tale, și iartă-l; răsplătește fiecăruia după căile lui, Tu care cunoști inima fiecăruia, căci numai Tu cunoști inima copiilor oamenilor,",
        "31": "ca să se teamă de Tine și să umble în căile Tale tot timpul cât vor trăi în țara pe care ai dat-o părinților noștri!",
        "32": "Când străinul, care nu este din poporul tău Israel, va veni dintr-o țară depărtată din pricina Numelui Tău celui mare, din pricina mâinii Tale celei tari și din pricina brațului Tău întins, când va veni să se roage în casa aceasta,",
        "33": "ascultă-l din ceruri, din locul locuinței Tale, și dă străinului aceluia tot ce-Ți va cere, pentru ca toate popoarele pământului să cunoască Numele Tău, să se teamă de Tine, ca poporul Tău Israel, și să știe că Numele Tău este chemat peste casa aceasta pe care am zidit-o!",
        "34": "Când va ieși poporul Tău la luptă împotriva vrăjmașilor lui, urmând calea pe care îi vei porunci s-o urmeze, dacă Îți vor face rugăciuni cu privirile îndreptate spre cetatea aceasta pe care ai ales-o și spre casa pe care am zidit-o în Numele Tău,",
        "35": "ascultă din ceruri rugăciunile și cererile lor și fă-le dreptate!",
        "36": "Când vor păcătui împotriva Ta, căci nu este om care să nu păcătuiască, și când vei fi mâniat împotriva lor și-i vei da în mâna vrăjmașului, care-i va duce robi într-o țară depărtată sau apropiată,",
        "37": "dacă își vor veni în fire în țara unde vor fi robi, dacă se vor întoarce la Tine și Îți vor face cereri în țara robiei lor și vor zice: ‘Am păcătuit, am săvârșit fărădelegi, am făcut rău’,",
        "38": "dacă se vor întoarce la Tine din toată inima lor și din tot sufletul lor în țara robiei lor, unde au fost duși robi, dacă-Ți vor face rugăciuni cu privirile întoarse spre țara lor, pe care ai dat-o părinților lor, spre cetatea pe care ai ales-o și spre casa pe care am zidit-o Numelui Tău,",
        "39": "ascultă din ceruri, din locul locuinței Tale, rugăciunile și cererile lor și fă-le dreptate; iartă poporului Tău păcatele făcute împotriva Ta!",
        "40": "Acum, Dumnezeule, ochii Tăi să fie deschiși și urechile să-Ți fie cu luare aminte la rugăciunea făcută în locul acesta!",
        "41": "Acum, Doamne Dumnezeule, scoală-Te, vino la locul Tău de odihnă, Tu și chivotul măreției Tale. Preoții Tăi, Doamne Dumnezeule, să fie îmbrăcați cu mântuirea, și preaiubiții Tăi să se bucure de fericire!",
        "42": "Doamne Dumnezeule, nu îndepărta pe unsul Tău, adu-Ți aminte de bunătățile făgăduite robului Tău David!”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Atunci Solomon a zis: „Domnul a spus că va locui în negură.",
        "2": "Eu am construit pentru Tine o Casă măreață, un loc unde să stai pe vecie“.",
        "3": "Apoi regele s-a întors cu fața spre întreaga adunare a lui Israel și a binecuvântat-o. Întreaga adunare a lui Israel stătea în picioare.",
        "4": "El a zis: „Binecuvântat să fie Domnul, Dumnezeul lui Israel, Care a împlinit prin puterea Sa ceea ce i-a promis tatălui meu, David, zicând:",
        "5": "«Din ziua în care l-am scos pe poporul Meu din țara Egiptului și până acum, nu am ales nicio cetate din toate semințiile lui Israel în care să-Mi zidesc o Casă pentru Numele Meu și nici nu am ales pe cineva care să fie conducătorul poporului Meu Israel.",
        "6": "Însă acum, am ales Ierusalimul, pentru ca Numele Meu să fie acolo, și l-am ales pe David, ca să domnească peste poporul Meu Israel».",
        "7": "Tatăl meu, David, avea în inimă dorința să construiască o Casă pentru Numele Domnului, Dumnezeul lui Israel.",
        "8": "Dar Domnul i-a zis tatălui meu, David: «Tu te-ai gândit să construiești o Casă Numelui Meu și este bine că te-ai gândit în felul acesta.",
        "9": "Totuși, nu tu vei construi Casa, ci fiul tău. Acela care ți se va naște, el va construi o Casă Numelui Meu».",
        "10": "Domnul a împlinit ceea ce a promis. Eu m-am ridicat în locul tatălui meu, David, m-am așezat pe tronul lui Israel, așa cum a promis Domnul, și am construit Casa pentru Numele Domnului, Dumnezeul lui Israel.",
        "11": "Am pus acolo Chivotul în care se află Legământul pe care l-a încheiat Domnul cu fiii lui Israel“.",
        "12": "După aceea, Solomon s-a așezat înaintea altarului Domnului, în prezența întregii adunări a lui Israel, și și-a întins mâinile spre ceruri.",
        "13": "Solomon făcuse o estradă din bronz și o așezase în mijlocul curții. Aceasta avea o lungime de cinci coți, o lățime de cinci coți și o înălțime de trei coți. Pe ea stătea Solomon, atunci când s-a plecat pe genunchi în prezența întregii adunări a lui Israel și și-a întins mâinile spre ceruri.",
        "14": "El a zis: „Doamne, Dumnezeul lui Israel, nu este niciun dumnezeu asemenea Ție, nici în ceruri, nici pe pământ. Tu păstrezi legământul și îndurarea față de slujitorii Tăi, care umblă înaintea Ta din toată inima lor.",
        "15": "Tu Ți-ai ținut promisiunea față de slujitorul Tău, tatăl meu David. Ce ai spus cu gura Ta, ai împlinit cu mâna Ta, așa cum se vede în ziua aceasta.",
        "16": "Iar acum, Doamne, Dumnezeul lui Israel, împlinește ce ai promis slujitorului Tău, tatăl meu David, când ai zis: «Nu vei fi lipsit niciodată de un urmaș care să stea înaintea Mea, pe tronul lui Israel, dacă fiii tăi vor veghea la calea lor și vor umbla în ascultare de Legea Mea, tot așa cum ai umblat și tu înaintea Mea».",
        "17": "Prin urmare, Doamne, Dumnezeul lui Israel, să se confirme promisiunea pe care ai făcut-o slujitorului Tău David!",
        "18": "Dar va locui, într-adevăr, Dumnezeu pe pământ împreună cu omul? Iată că nici chiar cerurile și cerurile cerurilor nu Te pot cuprinde, cu atât mai puțin Casa aceasta pe care am construit-o eu!",
        "19": "Doamne, Dumnezeul meu, primește rugăciunea slujitorului Tău și cererea lui! Ascultă strigătul și rugăciunea pe care Ți-o face slujitorul Tău!",
        "20": "Fie ca ochii Tăi să fie deschiși zi și noapte asupra acestei Case, asupra locului unde ai spus că-Ți vei pune Numele. Ascultă rugăciunea pe care Ți-o adresează slujitorul Tău cu privire la acest loc!",
        "21": "Ascultă cererile slujitorului Tău și ale poporului Tău Israel, când se vor ruga cu fața îndreptată spre acest loc! Ascultă din locul Locuinței Tale, din Ceruri, ascultă și iartă!",
        "22": "Când va păcătui cineva împotriva semenului său și va fi obligat apoi să facă un jurământ, când va veni să jure înaintea altarului din Casa aceasta,",
        "23": "ascultă din Ceruri, lucrează și judecă-i pe slujitorii Tăi, condamnându-l pe cel vinovat, aruncând asupra capului său faptele lui, și îndreptățindu-l pe cel nevinovat, răsplătindu-i potrivit cu dreptatea lui.",
        "24": "Când poporul Tău Israel, fiind învins de dușman pentru că a păcătuit împotriva Ta, se va întoarce la Tine, va aduce mulțumire Numelui Tău, se va ruga și va căuta bunăvoință înaintea Ta, în Casa aceasta,",
        "25": "ascultă din Ceruri, iartă păcatul poporului Tău Israel și adu-i înapoi în țara pe care le-ai dat-o lor și strămoșilor lor!",
        "26": "Când cerul va fi închis și nu va mai fi ploaie, pentru că au păcătuit împotriva Ta, iar ei se vor ruga cu fața îndreptată spre acest loc, vor aduce mulțumire Numelui Tău și se vor întoarce de la păcatul lor, pentru că i-ai pedepsit,",
        "27": "ascultă din Ceruri și iartă păcatul slujitorilor Tăi și al poporului Tău Israel. Învață-i calea cea bună pe care trebuie să meargă și trimite ploaie peste țara Ta, pe care i-ai dat-o ca moștenire poporului Tău!",
        "28": "Când vor fi în țară foamete sau molimă, când vor fi filoxeră sau mălură, când vor fi lăcuste sau omizi, când dușmanii îi vor asedia cetățile în țară, orice urgie sau boală ar veni,",
        "29": "dacă cineva din popor sau dacă tot poporul Tău Israel va face rugăciuni și cereri, recunoscându-și fiecare întinarea și durerea lui, și va întinde mâinile spre Casa aceasta,",
        "30": "ascultă din Ceruri, din locul unde locuiești, iartă și răsplătește-i fiecăruia după faptele lui, Tu, Care cunoști inima fiecăruia, căci numai Tu cunoști inima fiilor oamenilor.",
        "31": "Astfel, ei se vor teme de Tine și vor umbla pe căile Tale în toate zilele cât vor trăi în țara pe care le-ai dat-o strămoșilor noștri.",
        "32": "De asemenea, când străinul, care nu este din poporul Tău Israel, va veni dintr-o țară îndepărtată, datorită Numelui Tău cel mare, a mâinii Tale cea puternice și a brațului Tău cel tare, deci, când va veni și se va ruga cu fața îndreptată spre această Casă,",
        "33": "ascultă din Ceruri, din locul unde locuiești, și dă-i acelui străin tot ce-Ți va cere, pentru ca toate popoarele pământului să-Ți cunoască Numele, să se teamă de Tine, așa cum se teme poporul Tău Israel, și să știe că Numele Tău este chemat peste această Casă, pe care am construit-o eu.",
        "34": "Când poporul Tău va porni la război împotriva dușmanilor săi, acolo unde îl vei trimite, și se va ruga Ție cu fața îndreptată spre cetatea aceasta, pe care ai ales-o Tu, și spre Casa pe care am construit-o pentru Numele Tău,",
        "35": "ascultă din Ceruri rugăciunea lor și cererea lor și fă-le dreptate.",
        "36": "Când vor păcătui împotriva Ta – căci nu este om care să nu păcătuiască – și, mâniindu-Te pe ei, îi vei da pe mâna dușmanului lor, iar acesta îi va lua captivi într-o țară îndepărtată sau apropiată,",
        "37": "dacă acolo, în țara în care au fost luați captivi, își vor cerceta inimile, dacă se vor întoarce la Tine și vor căuta bunăvoința Ta în țara captivității lor, zicând: «Am păcătuit, am greșit și am făcut ce este rău!»,",
        "38": "dacă de acolo, din țara unde au fost luați captivi, se vor întoarce la Tine din toată inima lor și din tot sufletul lor, dacă se vor ruga cu fața îndreptată spre țara lor, pe care le-ai dat-o strămoșilor lor, spre cetatea pe care Tu ai ales-o și spre Casa pe care am construit-o eu pentru Numele Tău,",
        "39": "atunci ascultă din Ceruri, din locul unde locuiești, rugăciunea lor și cererile lor și fă-le dreptate. Iartă poporul Tău, care a păcătuit împotriva Ta!",
        "40": "Acum, Dumnezeul meu, Te rog, lasă ca ochii Tăi să fie deschiși și urechile Tale să audă rugăciunea făcută în locul acesta!",
        "41": "Acum, ridică-Te, Doamne Dumnezeule, vino la locul Tău de odihnă, Tu și Chivotul puterii Tale! Preoții Tăi, Doamne Dumnezeule, să se îmbrace cu mântuirea, iar credincioșii Tăi să se bucure de fericire.",
        "42": "Doamne, Dumnezeule, nu-Ți întoarce fața de la unsul Tău! Adu-Ți aminte de promisiunile făcute slujitorului Tău David!“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Then Solomon said, “Yahweh has said that he would dwell in the thick darkness.",
        "2": "But I have built you a house and home, a place for you to dwell in forever.”",
        "3": "The king turned his face, and blessed all the assembly of Israel; and all the assembly of Israel stood.",
        "4": "He said, “Blessed be Yahweh, the God of Israel, who spoke with his mouth to David my father, and has with his hands fulfilled it, saying,",
        "5": "‘Since the day that I brought my people out of the land of Egypt, I chose no city out of all the tribes of Israel to build a house in, that my name might be there, and I chose no man to be prince over my people Israel;",
        "6": "but now I have chosen Jerusalem, that my name might be there; and I have chosen David to be over my people Israel.’",
        "7": "Now it was in the heart of David my father to build a house for the name of Yahweh, the God of Israel.",
        "8": "But Yahweh said to David my father, ‘Whereas it was in your heart to build a house for my name, you did well that it was in your heart;",
        "9": "nevertheless you shall not build the house, but your son who will come out of your body, he shall build the house for my name.’",
        "10": "“Yahweh has performed his word that he spoke; for I have risen up in the place of David my father, and sit on the throne of Israel, as Yahweh promised, and have built the house for the name of Yahweh, the God of Israel.",
        "11": "There I have set the ark, in which is Yahweh’s covenant, which he made with the children of Israel.”",
        "12": "He stood before Yahweh’s altar in the presence of all the assembly of Israel, and spread out his hands",
        "13": "(for Solomon had made a bronze platform, five cubits long, five cubits wide, and three cubits high, and had set it in the middle of the court; and he stood on it, and knelt down on his knees before all the assembly of Israel, and spread out his hands toward heaven).",
        "14": "Then he said, “Yahweh, the God of Israel, there is no God like you in heaven or on earth—you who keep covenant and loving kindness with your servants who walk before you with all their heart;",
        "15": "who have kept with your servant David my father that which you promised him. Yes, you spoke with your mouth, and have fulfilled it with your hand, as it is today.",
        "16": "“Now therefore, Yahweh, the God of Israel, keep with your servant David my father that which you have promised him, saying, ‘There shall not fail you a man in my sight to sit on the throne of Israel, if only your children take heed to their way, to walk in my law as you have walked before me.’",
        "17": "Now therefore, Yahweh, the God of Israel, let your word be verified, which you spoke to your servant David.",
        "18": "“But will God indeed dwell with men on the earth? Behold, heaven and the heaven of heavens can’t contain you; how much less this house which I have built!",
        "19": "Yet have respect for the prayer of your servant and to his supplication, Yahweh my God, to listen to the cry and to the prayer which your servant prays before you;",
        "20": "that your eyes may be open toward this house day and night, even toward the place where you have said that you would put your name, to listen to the prayer which your servant will pray toward this place.",
        "21": "Listen to the petitions of your servant and of your people Israel, when they pray toward this place. Yes, hear from your dwelling place, even from heaven; and when you hear, forgive.",
        "22": "“If a man sins against his neighbor, and an oath is laid on him to cause him to swear, and he comes and swears before your altar in this house,",
        "23": "then hear from heaven, act, and judge your servants, bringing retribution to the wicked, to bring his way on his own head; and justifying the righteous, to give him according to his righteousness.",
        "24": "“If your people Israel are struck down before the enemy because they have sinned against you, and they turn again and confess your name, and pray and make supplication before you in this house,",
        "25": "then hear from heaven, and forgive the sin of your people Israel, and bring them again to the land which you gave to them and to their fathers.",
        "26": "“When the sky is shut up and there is no rain because they have sinned against you, if they pray toward this place and confess your name, and turn from their sin when you afflict them,",
        "27": "then hear in heaven, and forgive the sin of your servants, your people Israel, when you teach them the good way in which they should walk, and send rain on your land, which you have given to your people for an inheritance.",
        "28": "“If there is famine in the land, if there is pestilence, if there is blight or mildew, locust or caterpillar; if their enemies besiege them in the land of their cities; whatever plague or whatever sickness there is—",
        "29": "whatever prayer and supplication is made by any man, or by all your people Israel, who will each know his own plague and his own sorrow, and shall spread out his hands toward this house,",
        "30": "then hear from heaven your dwelling place and forgive, and give to every man according to all his ways, whose heart you know (for you, even you only, know the hearts of the children of men),",
        "31": "that they may fear you, to walk in your ways as long as they live in the land which you gave to our fathers.",
        "32": "“Moreover, concerning the foreigner, who is not of your people Israel, when he comes from a far country for your great name’s sake and your mighty hand and your outstretched arm, when they come and pray toward this house,",
        "33": "then hear from heaven, even from your dwelling place, and do according to all that the foreigner calls to you for; that all the peoples of the earth may know your name and fear you, as do your people Israel, and that they may know that this house which I have built is called by your name.",
        "34": "“If your people go out to battle against their enemies, by whatever way you send them, and they pray to you toward this city which you have chosen, and the house which I have built for your name;",
        "35": "then hear from heaven their prayer and their supplication, and maintain their cause.",
        "36": "“If they sin against you (for there is no man who doesn’t sin), and you are angry with them and deliver them to the enemy, so that they carry them away captive to a land far off or near;",
        "37": "yet if they come to their senses in the land where they are carried captive, and turn again, and make supplication to you in the land of their captivity, saying, ‘We have sinned, we have done perversely, and have dealt wickedly;’",
        "38": "if they return to you with all their heart and with all their soul in the land of their captivity, where they have been taken captive, and pray toward their land which you gave to their fathers, and the city which you have chosen, and toward the house which I have built for your name;",
        "39": "then hear from heaven, even from your dwelling place, their prayer and their petitions, and maintain their cause, and forgive your people who have sinned against you.",
        "40": "“Now, my God, let, I beg you, your eyes be open, and let your ears be attentive to the prayer that is made in this place.",
        "41": "“Now therefore arise, Yahweh God, into your resting place, you, and the ark of your strength. Let your priests, Yahweh God, be clothed with salvation, and let your saints rejoice in goodness.",
        "42": "“Yahweh God, don’t turn away the face of your anointed. Remember your loving kindnesses to David your servant.”"
      }
    }
  }
}