{
  "book": "2 Cronici",
  "chapter": "8",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "După douăzeci de ani, în timpul cărora Solomon a zidit Casa Domnului și casa lui însuși,",
        "2": "a întărit cetățile pe care i le-a dat Hiram și a așezat în ele pe copiii lui Israel.",
        "3": "Solomon a mers împotriva Hamatului, la Țoba, și a pus stăpânire pe ea.",
        "4": "A întărit Tadmorul în pustie și toate cetățile care slujeau ca cetăți pentru merinde în Hamat.",
        "5": "A întărit apoi Bet-Horonul de Sus și Bet-Horonul de Jos, ca cetăți întărite cu ziduri, porți și zăvoare;",
        "6": "Baalatul și toate cetățile care slujeau ca cetăți pentru merinde și care țineau de el, toate cetățile pentru care, cetățile pentru călărime și tot ce a găsit cu cale Solomon să zidească la Ierusalim, la Liban și în toată țara al cărei stăpân era.",
        "7": "Pe tot poporul care mai rămăsese din hetiți, din amoriți, din fereziți, din heviți și din iebusiți, care nu făcea parte din Israel,",
        "8": "pe urmașii lor care rămăseseră după ei în țară și pe care nu-i nimiciseră copiii lui Israel, Solomon i-a ridicat ca oameni de corvoadă, ceea ce au fost până în ziua de azi.",
        "9": "Solomon n-a întrebuințat ca robi pentru lucrările lui pe niciunul din copiii lui Israel, căci ei erau oameni de război, căpeteniile lui, slujbașii lui, mai-marii carelor și călărimii lui.",
        "10": "Căpeteniile puse de împăratul Solomon în fruntea poporului și însărcinate să privegheze peste el erau în număr de două sute cincizeci.",
        "11": "Solomon a suit pe fata lui Faraon din cetatea lui David în casa pe care i-o zidise, căci a zis: „Nevastă-mea să nu locuiască în casa lui David, împăratul lui Israel, pentru că locurile în care a intrat chivotul Domnului sunt sfinte.” Rânduiala slujbei",
        "12": "Atunci, Solomon a adus arderi-de-tot Domnului pe altarul Domnului, pe care-l zidise înaintea pridvorului.",
        "13": "Aducea ce era poruncit de Moise pentru fiecare zi, pentru zilele de Sabat, pentru zilele de lună nouă și pentru sărbători, de trei ori pe an, la Sărbătoarea Azimilor, la Sărbătoarea Săptămânilor și la Sărbătoarea Corturilor.",
        "14": "A pus în slujbele lor, așa cum le rânduise tatăl său, David, cetele preoților, după slujba lor, pe leviți după însărcinarea lor, care era să mărească pe Domnul și să facă zi de zi de slujbă în fața preoților, și pe ușieri, împărțiți la fiecare ușă, după cetele lor, căci așa poruncise David, omul lui Dumnezeu.",
        "15": "Nu s-au abătut de la porunca împăratului cu privire la preoți și leviți, nici cu privire la vreun alt lucru, nici în privința vistieriilor.",
        "16": "Așa s-a înfăptuit toată lucrarea lui Solomon, din ziua când s-a pus temelia Casei Domnului și până în ziua când a fost isprăvită. Casa Domnului a fost deci isprăvită.",
        "17": "Solomon a plecat atunci la Ețion-Gheber și la Elot, pe țărmul mării, în țara Edomului.",
        "18": "Și Hiram i-a trimis, prin slujitorii săi, corăbii și slujitori care cunoșteau marea. Ei s-au dus cu slujitorii lui Solomon la Ofir și au luat de acolo patru sute cincizeci de talanți de aur, pe care i-au adus împăratului Solomon."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "La sfârșitul celor douăzeci de ani, timp în care Solomon construise Casa Domnului și palatul său,",
        "2": "Solomon a reconstruit cetățile pe care i le dăduse Huram și i-a așezat acolo pe fiii lui Israel.",
        "3": "Solomon s-a dus la Hamat-Țoba și a cucerit cetatea.",
        "4": "A reconstruit Tadmorul în deșert și toate cetățile-hambar pe care le construise în Hamat.",
        "5": "A reconstruit Bet-Horonul de Sus și Bet-Horonul de Jos, cetăți fortificate cu ziduri, porți și zăvoare,",
        "6": "Baalatul, precum și toate cetățile-hambar, care erau ale lui Solomon, toate cetățile pentru care și cetățile pentru cavalerie și tot ceea ce a dorit Solomon să construiască în Ierusalim, în Liban și în toată țara aflată sub stăpânirea sa.",
        "7": "Iar pe tot poporul care mai rămăsese dintre hitiți, amoriți, periziți, hiviți și iebusiți – care nu făceau parte din Israel –",
        "8": "adică pe urmașii acestora, care rămăseseră după ei în țară și pe care fiii lui Israel nu-i nimiciseră, Solomon i-a folosit la muncă silnică și așa au rămas până în ziua aceasta.",
        "9": "Dar Solomon nu i-a folosit pe fiii lui Israel ca sclavi la lucrarea sa, deoarece aceștia erau războinici, căpetenii și conducători de care și de cavalerie.",
        "10": "Supraveghetorii regelui Solomon, și anume cei ce conduceau poporul, care fuseseră puși să supravegheze poporul, erau în număr de două sute cincizeci.",
        "11": "Solomon a dus-o pe fata lui Faraon din Cetatea lui David în palatul pe care îl construise pentru ea, căci zisese: „Să nu locuiască soția mea în palatul lui David, regele lui Israel, pentru că locurile în care a intrat Chivotul Domnului sunt sfinte!“.",
        "12": "Solomon aducea arderi-de-tot Domnului pe altarul Domnului, pe care-l construise în fața porticului,",
        "13": "potrivit cu reglementările zilnice pentru jertfe, care fuseseră poruncite de Moise să fie aduse cu ocazia sabatului, a lunii noi și a celor trei sărbători anuale: Sărbătoarea Azimelor, Sărbătoarea Săptămânilor și Sărbătoarea Corturilor.",
        "14": "Tot el a pus în slujbă, în conformitate cu hotărârea tatălui său, David, cetele preoților, potrivit slujbei lor, pe leviți, potrivit responsabilităților lor de a-L lăuda pe Domnul și de a sluji în prezența preoților în funcție de nevoile zilnice, și pe portari, potrivit cetelor lor, la fiecare poartă, în conformitate cu porunca lui David, omul lui Dumnezeu.",
        "15": "Nu s-au abătut în niciun fel de la porunca regelui cu privire la preoți, la leviți și la vistierii.",
        "16": "Astfel s-a dus la îndeplinire întreaga lucrare a lui Solomon, până în ziua când s-a pus temelia Casei Domnului și până în ziua când Casa Domnului a fost terminată în întregime.",
        "17": "Atunci, Solomon s-a dus la Ețion-Gheber și la Elat, pe țărmul mării, în țara Edomului.",
        "18": "Huram i-a trimis, prin slujitorii săi, corăbii și slujitori care cunoșteau marea, iar aceștia s-au dus la Ofir împreună cu slujitorii lui Solomon și au luat de acolo patru sute cincizeci de talanți de aur, pe care i-au adus apoi regelui Solomon."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "At the end of twenty years, in which Solomon had built Yahweh’s house and his own house,",
        "2": "Solomon built the cities which Huram had given to Solomon, and caused the children of Israel to dwell there.",
        "3": "Solomon went to Hamath Zobah, and prevailed against it.",
        "4": "He built Tadmor in the wilderness, and all the storage cities, which he built in Hamath.",
        "5": "Also he built Beth Horon the upper and Beth Horon the lower, fortified cities with walls, gates, and bars;",
        "6": "and Baalath, and all the storage cities that Solomon had, and all the cities for his chariots, the cities for his horsemen, and all that Solomon desired to build for his pleasure in Jerusalem, in Lebanon, and in all the land of his dominion.",
        "7": "As for all the people who were left of the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites, who were not of Israel—",
        "8": "of their children who were left after them in the land, whom the children of Israel didn’t consume—of them Solomon conscripted forced labor to this day.",
        "9": "But of the children of Israel, Solomon made no servants for his work, but they were men of war, chief of his captains, and rulers of his chariots and of his horsemen.",
        "10": "These were the chief officers of King Solomon, even two-hundred fifty, who ruled over the people.",
        "11": "Solomon brought up Pharaoh’s daughter out of David’s city to the house that he had built for her; for he said, “My wife shall not dwell in the house of David king of Israel, because the places where Yahweh’s ark has come are holy.”",
        "12": "Then Solomon offered burnt offerings to Yahweh on Yahweh’s altar which he had built before the porch,",
        "13": "even as the duty of every day required, offering according to the commandment of Moses on the Sabbaths, on the new moons, and on the set feasts, three times per year, during the feast of unleavened bread, during the feast of weeks, and during the feast of booths.",
        "14": "He appointed, according to the ordinance of David his father, the divisions of the priests to their service, and the Levites to their offices, to praise and to minister before the priests, as the duty of every day required, the doorkeepers also by their divisions at every gate, for David the man of God had so commanded.",
        "15": "They didn’t depart from the commandment of the king to the priests and Levites concerning any matter or concerning the treasures.",
        "16": "Now all the work of Solomon was accomplished from the day of the foundation of Yahweh’s house until it was finished. So Yahweh’s house was completed.",
        "17": "Then Solomon went to Ezion Geber and to Eloth, on the seashore in the land of Edom.",
        "18": "Huram sent him ships and servants who had knowledge of the sea by the hands of his servants; and they came with the servants of Solomon to Ophir, and brought from there four hundred fifty talents of gold, and brought them to King Solomon."
      }
    }
  }
}