{
  "book": "2 Cronici",
  "chapter": "23",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În al șaptelea an, Iehoiada s-a îmbărbătat și a făcut legământ cu căpeteniile peste sute. Aceștia erau: Azaria, fiul lui Ieroham, Ismael, fiul lui Iohanan, Azaria, fiul lui Obed, Maaseia, fiul lui Adaia, și Elișafat, fiul lui Zicri.",
        "2": "Au străbătut toată țara lui Iuda și au strâns pe leviții din toate cetățile lui Iuda și pe capii de familii din Israel și au venit la Ierusalim.",
        "3": "Toată adunarea a făcut legământ cu împăratul în Casa lui Dumnezeu. Și Iehoiada le-a zis: „Iată că fiul împăratului va domni, cum a spus Domnul cu privire la fiii lui David.",
        "4": "Iată ce veți face. A treia parte din voi, care intră de slujbă în ziua Sabatului, preoți și leviți, să facă paza pragurilor;",
        "5": "altă treime să stea în casa împăratului și o treime, la poarta Iesod. Tot poporul să fie în curțile Casei Domnului.",
        "6": "Nimeni să nu intre în Casa Domnului, afară de preoții și leviții de slujbă; ei să intre, căci sunt sfinți. Și tot poporul să facă de strajă cu privire la porunca Domnului.",
        "7": "Leviții să înconjoare pe împărat din toate părțile, fiecare cu armele în mână, și oricine va intra în casă să fie omorât. Voi să fiți pe lângă împărat când va intra și când va ieși.”",
        "8": "Leviții și tot Iuda au împlinit toate poruncile pe care le dăduse preotul Iehoiada. Și-a luat fiecare oamenii lui, pe cei ce intrau în slujbă și pe cei ce ieșeau din slujbă în ziua Sabatului, căci preotul Iehoiada nu scutise pe niciuna din cete.",
        "9": "Preotul Iehoiada a dat sutașilor sulițele și scuturile mari și mici care veneau de la împăratul David și care se aflau în Casa lui Dumnezeu.",
        "10": "A așezat tot poporul, fiecare cu arma în mână, de la partea dreaptă până la partea stângă a casei, lângă altar și lângă casă de jur împrejurul împăratului.",
        "11": "Au adus înainte pe fiul împăratului, i-au pus cununa împărătească și mărturia și l-au făcut împărat. Și Iehoiada și fiii săi l-au uns și au zis: „Trăiască împăratul!”",
        "12": "Atalia a auzit zarva poporului care alerga și mărea pe împărat și a venit la popor în Casa Domnului.",
        "13": "S-a uitat și iată că împăratul stătea pe scaunul său împărătesc la intrare. Căpeteniile și trâmbițele erau lângă împărat; tot poporul țării se bucura și suna din trâmbițe, iar cântăreții, cu instrumentele de muzică, ziceau cântările de laudă. Atalia și-a sfâșiat hainele și a zis: „Vânzare! Vânzare!”",
        "14": "Atunci, preotul Iehoiada, scoțând pe sutași, care erau în fruntea oștirii, le-a zis: „Scoateți-o afară din șiruri, și oricine o va urma să fie ucis.” Căci preotul zisese: „N-o omorâți în Casa Domnului.”",
        "15": "I-au făcut loc și s-a dus la casa împăratului, pe intrarea Porții Cailor, și au omorât-o acolo.",
        "16": "Iehoiada a făcut între el, tot poporul și împărat un legământ prin care aveau să fie poporul Domnului.",
        "17": "Tot poporul a intrat în casa lui Baal și au dărâmat-o; i-au sfărâmat altarele și chipurile și au ucis înaintea altarelor pe Matan, preotul lui Baal.",
        "18": "Iehoiada a încredințat slujbele Casei Domnului în mâinile preoților, leviților pe care-i împărțise David în Casa Domnului, ca să aducă arderi-de-tot Domnului, cum este scris în legea lui Moise, în mijlocul bucuriilor și cântărilor, după rânduiala lui David.",
        "19": "A pus ușieri la porțile Casei Domnului ca să nu intre nimeni spurcat prin ceva.",
        "20": "A luat pe sutași, pe oamenii cu vază, pe cei ce aveau putere peste popor și pe tot poporul țării și a coborât pe împărat din Casa Domnului. Au intrat în casa împăratului pe poarta de sus și au pus pe împărat pe scaunul de domnie al împărăției.",
        "21": "Tot poporul țării se bucura și cetatea era liniștită. Pe Atalia o omorâseră cu sabia."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În cel de-al șaptelea an, Iehoiada a prins curaj și a încheiat un legământ cu căpeteniile peste sute: cu Azaria, fiul lui Ieroham, cu Ismael, fiul lui Iehohanan, cu Azaria, fiul lui Obed, cu Maaseia, fiul lui Adaia, și cu Elișafat, fiul lui Zicri.",
        "2": "Ei au străbătut țara lui Iuda, i-au strâns pe leviții din toate cetățile lui Iuda și pe căpeteniile familiilor lui Israel și au venit la Ierusalim.",
        "3": "Întreaga adunare a încheiat un legământ cu regele în Casa lui Dumnezeu. Iehoiada le-a zis: „Iată-l pe fiul regelui! El va domni, așa cum a promis Domnul cu privire la urmașii lui David.",
        "4": "Prin urmare, iată care este lucrul pe care trebuie să-l faceți: o treime din preoții și leviții care vor intra la slujbă în ziua de sabat să stea de pază la intrări,",
        "5": "o treime la palatul regelui și o altă treime la Poarta Temeliei, iar tot poporul să vină în curțile Casei Domnului.",
        "6": "Nimeni să nu intre în Casa Domnului, în afară de preoții și leviții care trebuie să slujească. Ei vor putea să intre pentru că sunt sfinți. Însă toți ceilalți din popor să-și îndeplinească responsabilitatea dată de Domnul.",
        "7": "Leviții să stea împrejurul regelui, fiecare om cu arma în mână. Oricine va intra în Casă va fi omorât. Stați aproape de rege când va intra și când va ieși!“.",
        "8": "Leviții și toți cei din Iuda au făcut așa cum le-a poruncit preotul Iehoiada. Prin urmare, și-au luat fiecare oamenii, atât pe cei care intrau la slujbă în ziua de sabat, cât și pe cei care ieșeau de la slujbă în ziua de sabat, căci preotul Iehoiada nu dăduse drumul niciunei cete.",
        "9": "Apoi preotul Iehoiada le-a dat căpeteniilor peste sute sulițele și scuturile cele mari și cele mici, care aparținuseră regelui David și care erau în Casa lui Dumnezeu.",
        "10": "A așezat tot poporul, pe fiecare cu arma în mână, de jur împrejurul regelui, din partea dreaptă a Casei, până în partea stângă a Casei, aproape de altar și de Casă.",
        "11": "Atunci, l-au adus pe fiul regelui, i-au pus coroana pe cap și i-au înmânat Mărturia. Iehoiada și fiii lui l-au numit rege și l-au uns, strigând: „Trăiască regele!“.",
        "12": "Când a auzit Atalia vuietul poporului care alerga și îl lăuda pe rege, a venit spre mulțimea de la Casa Domnului.",
        "13": "S-a uitat și iată că regele stătea lângă stâlpul său, la intrare. Căpeteniile și trâmbițașii erau lângă rege și tot poporul țării se bucura și suna din trâmbițe, iar cântăreții înălțau cântări de laudă cu instrumentele lor muzicale. Atunci Atalia și-a sfâșiat hainele și a strigat: „Trădare! Trădare!“.",
        "14": "Preotul Iehoiada a trimis căpeteniile peste sute, care conduceau armata, și le-a zis: „Scoateți-o afară dintre rânduri și oricine o va urma să fie omorât cu sabia!“. Căci preotul zisese: „Să n-o omorâți în Casa Domnului!“.",
        "15": "Au pus mâna pe ea în momentul în care trecea prin intrarea în palatul regelui, la intrarea de la Poarta Cailor, și au omorât-o acolo.",
        "16": "Iehoiada a încheiat un legământ între el, pe de o parte, și popor și rege, pe de altă parte, potrivit căruia ei vor fi poporul Domnului.",
        "17": "Tot poporul s-a dus la templul lui Baal și l-a dărâmat. Ei au sfărâmat altarele lui și chipurile lui cioplite, iar pe Matan, preotul lui Baal, l-au ucis în fața altarelor.",
        "18": "Apoi, Iehoiada a încredințat responsabilitatea peste Casa Domnului în mâna preoților leviți, pe care David îi numise responsabili peste Casa Domnului, ca să aducă Domnului arderile-de-tot, potrivit cu ceea ce este scris în Legea lui Moise, în mijlocul bucuriei și a cântării, așa cum poruncise David.",
        "19": "El a numit portari la ușile Casei Domnului, astfel încât să nu intre nimeni care este necurat din vreun motiv.",
        "20": "După aceea, Iehoiada a luat cu el căpeteniile peste sute, nobilii, conducătorii poporului și tot poporul țării. Aceștia l-au luat pe rege de la Casa Domnului, au venit la palatul regelui prin Poarta de Sus și l-au așezat pe rege pe tronul regal.",
        "21": "Și tot poporul țării s-a bucurat, iar cetatea s-a liniștit pentru că Atalia fusese omorâtă cu sabia."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "In the seventh year, Jehoiada strengthened himself, and took the captains of hundreds—Azariah the son of Jeroham, Ishmael the son of Jehohanan, Azariah the son of Obed, Maaseiah the son of Adaiah, and Elishaphat the son of Zichri—into a covenant with him.",
        "2": "They went around in Judah and gathered the Levites out of all the cities of Judah, and the heads of fathers’ households of Israel, and they came to Jerusalem.",
        "3": "All the assembly made a covenant with the king in God’s house. Jehoiada said to them, “Behold, the king’s son must reign, as Yahweh has spoken concerning the sons of David.",
        "4": "This is the thing that you must do: a third part of you, who come in on the Sabbath, of the priests and of the Levites, shall be gatekeepers of the thresholds.",
        "5": "A third part shall be at the king’s house; and a third part at the gate of the foundation. All the people will be in the courts of Yahweh’s house.",
        "6": "But let no one come into Yahweh’s house except the priests and those who minister of the Levites. They shall come in, for they are holy, but all the people shall follow Yahweh’s instructions.",
        "7": "The Levites shall surround the king, every man with his weapons in his hand. Whoever comes into the house, let him be slain. Be with the king when he comes in and when he goes out.”",
        "8": "So the Levites and all Judah did according to all that Jehoiada the priest commanded. They each took his men, those who were to come in on the Sabbath, with those who were to go out on the Sabbath, for Jehoiada the priest didn’t dismiss the shift.",
        "9": "Jehoiada the priest delivered to the captains of hundreds the spears, bucklers, and shields that had been king David’s, which were in God’s house.",
        "10": "He set all the people, every man with his weapon in his hand, from the right side of the house to the left side of the house, near the altar and the house, around the king.",
        "11": "Then they brought out the king’s son, put the crown on him, gave him the covenant, and made him king. Jehoiada and his sons anointed him, and they said, “Long live the king!”",
        "12": "When Athaliah heard the noise of the people running and praising the king, she came to the people into Yahweh’s house.",
        "13": "Then she looked, and behold, the king stood by his pillar at the entrance, with the captains and the trumpeters by the king. All the people of the land rejoiced and blew trumpets. The singers also played musical instruments, and led the singing of praise. Then Athaliah tore her clothes, and said, “Treason! treason!”",
        "14": "Jehoiada the priest brought out the captains of hundreds who were set over the army, and said to them, “Bring her out between the ranks; and whoever follows her, let him be slain with the sword.” For the priest said, “Don’t kill her in Yahweh’s house.”",
        "15": "So they made way for her. She went to the entrance of the horse gate to the king’s house; and they killed her there.",
        "16": "Jehoiada made a covenant between himself, all the people, and the king, that they should be Yahweh’s people.",
        "17": "All the people went to the house of Baal, broke it down, broke his altars and his images in pieces, and killed Mattan the priest of Baal before the altars.",
        "18": "Jehoiada appointed the officers of Yahweh’s house under the hand of the Levitical priests, whom David had distributed in Yahweh’s house, to offer the burnt offerings of Yahweh, as it is written in the law of Moses, with rejoicing and with singing, as David had ordered.",
        "19": "He set the gatekeepers at the gates of Yahweh’s house, that no one who was unclean in anything should enter in.",
        "20": "He took the captains of hundreds, the nobles, the governors of the people, and all the people of the land, and brought the king down from Yahweh’s house. They came through the upper gate to the king’s house, and set the king on the throne of the kingdom.",
        "21": "So all the people of the land rejoiced, and the city was quiet. They had slain Athaliah with the sword."
      }
    }
  }
}