{
  "book": "2 Cronici",
  "chapter": "1",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Solomon, fiul lui David, s-a întărit în domnie; Domnul Dumnezeul lui a fost cu el și l-a înălțat din ce în ce mai mult.",
        "2": "Solomon a poruncit întregului Israel, căpeteniilor peste mii și sute, judecătorilor, mai-marilor întregului Israel, căpeteniilor caselor părintești",
        "3": "și Solomon s-a dus cu toată adunarea la înălțimea de la Gabaon. Acolo se afla cortul întâlnirii lui Dumnezeu, făcut în pustie de Moise, robul Domnului.",
        "4": "Dar chivotul lui Dumnezeu fusese mutat de David din Chiriat-Iearim la locul pe care i-l pregătise, căci îi întinsese un cort la Ierusalim.",
        "5": "Tot acolo se afla, înaintea cortului Domnului, altarul de aramă, pe care-l făcuse Bețaleel, fiul lui Uri, fiul lui Hur.",
        "6": "Solomon și adunarea au căutat pe Domnul. Și acolo, pe altarul de aramă care era înaintea cortului întâlnirii, a adus Solomon Domnului o mie de arderi-de-tot.",
        "7": "În timpul nopții, Dumnezeu S-a arătat lui Solomon și i-a zis: „Cere ce vrei să-ți dau!”",
        "8": "Solomon a răspuns lui Dumnezeu: „Tu ai arătat o mare bunăvoință tatălui meu David și m-ai pus să domnesc în locul lui.",
        "9": "Acum, Doamne Dumnezeule, împlinească-se făgăduința Ta făcută tatălui meu David, fiindcă m-ai pus să domnesc peste un popor mare la număr, ca pulberea pământului!",
        "10": "Dă-mi dar înțelepciune și pricepere, ca să știu cum să mă port în fruntea acestui popor! Căci cine ar putea să judece pe poporul Tău, pe poporul acesta atât de mare?”",
        "11": "Dumnezeu a zis lui Solomon: „Fiindcă dorința aceasta este în inima ta, fiindcă nu ceri nici bogății, nici averi, nici slavă, nici moartea vrăjmașilor tăi, nici chiar o viață lungă, ci ceri pentru tine înțelepciune și pricepere ca să judeci pe poporul Meu, peste care te-am pus să domnești,",
        "12": "înțelepciunea și priceperea îți sunt date. Îți voi da, pe deasupra, bogății, averi și slavă, cum n-a mai avut niciodată niciun împărat înaintea ta și cum nici nu va mai avea după tine.” Avuția lui Solomon",
        "13": "Solomon s-a întors la Ierusalim după ce a părăsit înălțimea de la Gabaon și cortul întâlnirii. Și a domnit peste Israel.",
        "14": "Solomon a strâns care și călărime; avea o mie patru sute de care și douăsprezece mii de călăreți, pe care i-a așezat în cetățile unde ținea carele și la Ierusalim, lângă împărat.",
        "15": "Împăratul a făcut argintul și aurul tot atât de obișnuite la Ierusalim ca pietrele, și cedrii tot atât de obișnuiți ca sicomorii care cresc în câmpie.",
        "16": "Solomon își aducea caii din Egipt; o ceată de negustori ai împăratului se duceau și-i luau în cete pe un preț hotărât;",
        "17": "se duceau și aduceau din Egipt un car cu șase sute de sicli de argint și un cal cu o sută cincizeci de sicli. Tot așa aduceau și pentru toți împărații hetiților și pentru împărații Siriei."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Solomon, fiul lui David, și-a consolidat domnia, iar Domnul, Dumnezeul lui, a fost cu el și l-a înălțat foarte mult.",
        "2": "Solomon a vorbit întregului Israel – căpeteniilor peste mii și peste sute, judecătorilor, tuturor conducătorilor lui Israel și capilor de familii.",
        "3": "Apoi, Solomon împreună cu întreaga adunare s-au dus pe înălțimea care era în Ghivon, căci acolo se afla Cortul Întâlnirii lui Dumnezeu, pe care Moise, slujitorul Domnului, îl făcuse în deșert.",
        "4": "Chivotul lui Dumnezeu fusese luat de David din Chiriat-Iearim și dus în locul pe care David i-l pregătise, căci el îi întinsese un cort la Ierusalim.",
        "5": "Însă altarul de bronz pe care-l făcuse Bețalel, fiul lui Uri, fiul lui Hur, se afla tot acolo, înaintea Tabernaculului Domnului. Solomon și adunarea L-au căutat pe Domnul.",
        "6": "Solomon s-a dus acolo înaintea Domnului, la altarul de bronz care era la Cortul Întâlnirii și a adus pe el o mie de arderi-de-tot.",
        "7": "În noaptea aceea, Dumnezeu i S-a arătat lui Solomon și i-a zis: ‒ Cere ce vrei să-ți dau!",
        "8": "Solomon I-a răspuns lui Dumnezeu: ‒ Tu ai arătat o mare îndurare față de David, tatăl meu, și m-ai numit rege în locul lui.",
        "9": "Acum, Doamne Dumnezeule, confirmă promisiunea pe care i-ai făcut-o tatălui meu David, căci Tu m-ai numit rege peste un popor numeros ca pulberea pământului.",
        "10": "De aceea, dă-mi înțelepciune și cunoștință ca să pot conduce poporul acesta. Căci cine este în stare să judece acest popor al Tău atât de numeros?",
        "11": "Dumnezeu i-a răspuns lui Solomon: ‒ Pentru că dorința inimii tale a fost aceasta și n-ai cerut nici bogăție, nici belșug, nici glorie, nici moartea dușmanilor tăi și nici viață lungă, ci ai cerut înțelepciune și cunoștință pentru a-Mi putea judeca poporul peste care te-am numit rege,",
        "12": "înțelepciunea și cunoștința îți sunt date. Mai mult, îți voi da asemenea bogății, averi și glorie, cum nu s-a mai văzut la niciunul dintre regii care au fost înaintea ta și nu se va mai vedea la nimeni după tine.",
        "13": "După aceea, Solomon a plecat de la înălțimea din Ghivon, unde se afla Cortul Întâlnirii, s-a întors la Ierusalim și a domnit peste Israel.",
        "14": "Solomon a adunat care și cai; avea o mie patru sute de care și douăsprezece mii de cai, pe care îi ținea în cetățile pentru care, precum și, împreună cu el, la Ierusalim.",
        "15": "Regele a făcut ca argintul și aurul să fie, în Ierusalim, la fel de obișnuite precum pietrele, iar cedrii la fel de numeroși precum sicomorii de pe zona deluroasă.",
        "16": "Caii lui Solomon erau aduși din Egipt și din Kue; negustorii regelui îi cumpărau din Kue pe un preț stabilit.",
        "17": "Ei cumpărau un car din Egipt cu șase sute de șecheli de argint, iar un cal cu o sută cincizeci de șecheli. Tot astfel, prin mâna lor, se aduceau cai și care pentru toți regii hitiților și pentru regii Aramului."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Solomon the son of David was firmly established in his kingdom, and Yahweh his God was with him, and made him exceedingly great.",
        "2": "Solomon spoke to all Israel, to the captains of thousands and of hundreds, to the judges, and to every prince in all Israel, the heads of the fathers’ households.",
        "3": "Then Solomon, and all the assembly with him, went to the high place that was at Gibeon; for God’s Tent of Meeting was there, which Yahweh’s servant Moses had made in the wilderness.",
        "4": "But David had brought God’s ark up from Kiriath Jearim to the place that David had prepared for it; for he had pitched a tent for it at Jerusalem.",
        "5": "Moreover the bronze altar that Bezalel the son of Uri, the son of Hur, had made was there before Yahweh’s tabernacle; and Solomon and the assembly were seeking counsel there.",
        "6": "Solomon went up there to the bronze altar before Yahweh, which was at the Tent of Meeting, and offered one thousand burnt offerings on it.",
        "7": "That night, God appeared to Solomon and said to him, “Ask for what you want me to give you.”",
        "8": "Solomon said to God, “You have shown great loving kindness to David my father, and have made me king in his place.",
        "9": "Now, Yahweh God, let your promise to David my father be established; for you have made me king over a people like the dust of the earth in multitude.",
        "10": "Now give me wisdom and knowledge, that I may go out and come in before this people; for who can judge this great people of yours?”",
        "11": "God said to Solomon, “Because this was in your heart, and you have not asked riches, wealth, honor, or the life of those who hate you, nor yet have you asked for long life; but have asked for wisdom and knowledge for yourself, that you may judge my people, over whom I have made you king,",
        "12": "therefore wisdom and knowledge is granted to you. I will give you riches, wealth, and honor, such as none of the kings have had who have been before you, and none after you will have.”",
        "13": "So Solomon came from the high place that was at Gibeon, from before the Tent of Meeting, to Jerusalem; and he reigned over Israel.",
        "14": "Solomon gathered chariots and horsemen. He had one thousand four hundred chariots and twelve thousand horsemen that he placed in the chariot cities, and with the king at Jerusalem.",
        "15": "The king made silver and gold to be as common as stones in Jerusalem, and he made cedars to be as common as the sycamore trees that are in the lowland.",
        "16": "The horses which Solomon had were brought out of Egypt and from Kue. The king’s merchants purchased them from Kue.",
        "17": "They imported from Egypt then exported a chariot for six hundred pieces of silver and a horse for one hundred fifty. They also exported them to the Hittite kings and the Syrian kings."
      }
    }
  }
}