{
  "book": "2 Cronici",
  "chapter": "18",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Iosafat a avut bogății și slavă din belșug și s-a încuscrit cu Ahab.",
        "2": "După câțiva ani, s-a coborât la Ahab, în Samaria. Ahab a tăiat pentru el și pentru poporul care era cu el un mare număr de oi și boi și l-a rugat să se suie la Ramot din Galaad.",
        "3": "Ahab, împăratul lui Israel, a zis lui Iosafat, împăratul lui Iuda: „Vrei să vii cu mine la Ramot, în Galaad?” Iosafat i-a răspuns: „Eu, ca tine, și poporul meu, ca poporul tău, vom merge la luptă împotriva lui cu tine.”",
        "4": "Apoi Iosafat a zis împăratului lui Israel: „Întreabă acum, te rog, Cuvântul Domnului!”",
        "5": "Împăratul lui Israel a strâns pe proroci, în număr de patru sute, și le-a zis: „Să ne ducem la luptă împotriva Ramotului din Galaad sau să-mi văd de treabă?” Și ei au răspuns: „Suie-te și Dumnezeu îl va da în mâinile împăratului.”",
        "6": "Dar Iosafat a zis: „Nu mai este aici niciun proroc al Domnului prin care să-L putem întreba?”",
        "7": "Împăratul lui Israel a răspuns lui Iosafat: „Mai este un om prin care am putea să întrebăm pe Domnul, dar îl urăsc, căci nu-mi prorocește nimic bun, nu prorocește niciodată decât rău – este Mica, fiul lui Imla.” Și Iosafat a zis: „Să nu vorbească așa împăratul!”",
        "8": "Atunci, împăratul lui Israel a chemat un dregător și i-a zis: „Trimite să vină îndată Mica, fiul lui Imla!”",
        "9": "Împăratul lui Israel și Iosafat, împăratul lui Iuda, ședeau fiecare pe scaunul lui de domnie, îmbrăcați cu hainele lor împărătești; ședeau în locul de la intrarea porții Samariei. Și toți prorocii proroceau înaintea lor.",
        "10": "Zedechia, fiul lui Chenaana, își făcuse niște coarne de fier și a zis: „Așa vorbește Domnul: ‘Cu aceste coarne vei bate pe sirieni până îi vei nimici.’”",
        "11": "Și toți prorocii au prorocit la fel, zicând: „Suie-te la Ramot, în Galaad, căci vei avea izbândă și Domnul îl va da în mâinile împăratului.”",
        "12": "Solul care se dusese să cheme pe Mica i-a vorbit așa: „Iată, prorocii cu un gând prorocesc de bine împăratului; cuvântul tău să fie dar ca și cuvântul fiecăruia din ei! Vestește de bine!”",
        "13": "Mica a răspuns: „Viu este Domnul că voi vesti ce va spune Dumnezeul meu.”",
        "14": "Când a venit la împărat, împăratul i-a zis: „Mica, să ne ducem la luptă împotriva Ramotului din Galaad sau să-mi văd de treabă?” El a răspuns: „Suiți-vă! Căci veți avea izbândă și vor fi dați în mâinile voastre.”",
        "15": "Și împăratul i-a zis: „De câte ori va trebui să te pun să juri că nu-mi vei spune decât adevărul în Numele Domnului?”",
        "16": "Mica a răspuns: „Văd tot Israelul risipit pe munți, ca niște oi care n-au păstor, și Domnul a zis: ‘Oamenii aceștia n-au stăpân, fiecare să se întoarcă în pace acasă!’”",
        "17": "Împăratul lui Israel a zis lui Iosafat: „Nu ți-am spus eu? El nu-mi prorocește nimic bun, nu-mi prorocește decât rău.”",
        "18": "Și Mica a zis: „Ascultați dar Cuvântul Domnului! Am văzut pe Domnul stând pe scaunul Său de domnie și toată oastea cerurilor stând la dreapta și la stânga Lui.",
        "19": "Și Domnul a zis: ‘Cine va amăgi pe Ahab, împăratul lui Israel, ca să se suie la Ramot, în Galaad, și să piară acolo?’ Au răspuns unul într-un fel, altul într-altul.",
        "20": "Și un duh a venit și s-a înfățișat înaintea Domnului și a zis: ‘Eu îl voi amăgi.’ Domnul i-a zis: ‘Cum?’",
        "21": "‘Voi ieși’, a răspuns el, ‘și voi fi un duh de minciună în gura tuturor prorocilor lui.’ Domnul a zis: ‘Îl vei amăgi și vei izbuti; ieși și fă așa!’",
        "22": "Și acum, iată că Domnul a pus un duh de minciună în gura prorocilor tăi care sunt de față. Dar Domnul a vorbit rău împotriva ta.”",
        "23": "Atunci, Zedechia, fiul lui Chenaana, apropiindu-se, a lovit pe Mica peste obraz și a zis: „Pe ce drum a ieșit duhul Domnului din mine ca să-ți vorbească?”",
        "24": "Mica a răspuns: „Vei vedea în ziua când vei umbla din odaie în odaie ca să te ascunzi.”",
        "25": "Împăratul lui Israel a zis: „Luați pe Mica și duceți-l la Amon, căpetenia cetății, și la Ioas, fiul împăratului.",
        "26": "Și spuneți: ‘Așa vorbește împăratul: «Băgați pe omul acesta în temniță și hrăniți-l cu pâinea și cu apa întristării până mă voi întoarce în pace.»’”",
        "27": "Și Mica a zis: „Dacă te vei întoarce în pace, n-a vorbit Domnul prin mine!” Apoi a mai zis: „Voi, toate popoarele, auziți!” Moartea lui Ahab",
        "28": "Împăratul lui Israel și Iosafat, împăratul lui Iuda, s-au suit la Ramot, în Galaad.",
        "29": "Împăratul lui Israel a zis lui Iosafat: „Vreau să-mi schimb hainele ca să mă duc la luptă, dar tu îmbracă-te cu hainele tale.” Și împăratul lui Israel și-a schimbat hainele și s-au dus la luptă.",
        "30": "Împăratul Siriei dăduse următoarea poruncă mai-marilor peste carele lui: „Să nu vă luptați nici cu cel mic, nici cu cel mare, ci să vă luptați numai cu împăratul lui Israel.”",
        "31": "Când au zărit mai-marii carelor pe Iosafat, au zis: „Este împăratul lui Israel.” Și l-au înconjurat ca să lupte cu el. Iosafat a scos un țipăt. Domnul l-a ajutat și Dumnezeu i-a îndepărtat de la el.",
        "32": "Mai-marii carelor, văzând că nu era împăratul lui Israel, s-au depărtat de el.",
        "33": "Atunci, un om a tras cu arcul la întâmplare și a lovit pe împăratul lui Israel între încheieturile armăturii. Împăratul a zis celui ce-i mâna carul: „Întoarce și scoate-mă din câmpul de bătaie, căci sunt rănit.”",
        "34": "Lupta a fost înverșunată în ziua aceea. Împăratul lui Israel a stat în car, în fața sirienilor, până seara și a murit pe la apusul soarelui."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Când Iehoșafat a ajuns să aibă multă bogăție și glorie, el s-a încuscrit cu Ahab.",
        "2": "După mai mulți ani, Iehoșafat s-a dus la Ahab, în Samaria. Ahab a înjunghiat, pentru el și pentru poporul care era cu el, o mulțime de oi și de boi. Apoi l-a instigat să meargă împreună împotriva Ramotului Ghiladului.",
        "3": "Ahab, regele lui Israel, l-a întrebat pe Iehoșafat, regele lui Iuda: ‒ Vei merge cu mine împotriva Ramotului Ghiladului? Iehoșafat i-a zis: ‒ Eu și cu tine vom fi una, iar poporul meu va fi una cu poporul tău. Voi merge cu tine la război.",
        "4": "Însă Iehoșafat i-a zis regelui lui Israel: ‒ Întreabă, te rog, mai întâi Cuvântul Domnului.",
        "5": "Regele lui Israel i-a convocat pe profeți, aproape patru sute de bărbați, și i-a întrebat: ‒ Să mergem la război împotriva Ramotului Ghiladului sau să renunț? Ei au răspuns: ‒ Du-te! Dumnezeu îl va da în mâna regelui.",
        "6": "Dar Iehoșafat a zis: ‒ Nu mai este aici niciun alt profet al Domnului, ca să-l putem întreba?",
        "7": "Regele lui Israel i-a răspuns lui Iehoșafat: ‒ Mai este un bărbat prin care putem să-L întrebăm pe Domnul, dar îl urăsc, pentru că nu profețește nimic bun cu privire la mine, ci tot timpul numai rău: este Micaia, fiul lui Imla. Iehoșafat a zis: ‒ Să nu vorbească regele așa.",
        "8": "Atunci regele lui Israel a chemat un demnitar și a zis: ‒ Cheamă-l repede pe Micaia, fiul lui Imla!",
        "9": "Regele lui Israel și Iehoșafat, regele lui Iuda, îmbrăcați în hainele regale, ședeau pe câte un tron în aria de treierat de la intrarea porții Samariei, și toți profeții profețeau înaintea lor.",
        "10": "Zedechia, fiul lui Chenaana, își făcuse niște coarne de fier și spunea: „Așa vorbește Domnul: «Cu acestea îi vei străpunge pe aramei până îi vei nimici!»“.",
        "11": "Și toți profeții profețeau la fel, zicând: „Du-te la Ramotul Ghiladului și învinge! Domnul îl va da în mâna regelui“.",
        "12": "Mesagerul care s-a dus să-l cheme pe Micaia i-a spus acestuia: ‒ Iată, cuvintele profeților aduc regelui un singur mesaj de bine. Să fie și cuvântul tău, te rog, ca al fiecăruia dintre ei și să vorbești de bine!",
        "13": "Micaia i-a răspuns: ‒ Viu este Domnul că voi vorbi ceea ce-mi va spune Dumnezeul meu.",
        "14": "Când a ajuns la rege, acesta l-a întrebat: ‒ Micaia, să mergem la război împotriva Ramotului Ghiladului sau să renunțăm? El i-a răspuns: ‒ Duceți-vă și învingeți! Vor fi dați în mâinile voastre.",
        "15": "Regele i-a zis: ‒ De câte ori trebuie să te pun să juri că nu-mi vei spune decât adevărul în Numele Domnului?",
        "16": "Atunci el a zis: ‒ Am văzut tot Israelul risipit pe munți, ca niște oi care n-au păstor, iar Domnul a zis: „Acestea nu au stăpân. Să se întoarcă fiecare în pace acasă“.",
        "17": "Regele lui Israel i-a zis lui Iehoșafat: ‒ Nu ți-am spus că nu profețește nimic bun cu privire la mine, ci numai de rău?",
        "18": "Micaia a zis: ‒ Ascultați Cuvântul Domnului! L-am văzut pe Domnul șezând pe tronul Său și am văzut toată armata cerurilor stând în picioare la dreapta și la stânga Lui.",
        "19": "Și Domnul a întrebat: ‒ Cine-l va amăgi pe Ahab, regele lui Israel, ca să meargă în Ramotul Ghiladului și să piară acolo? Unul a răspuns într-un fel, altul a răspuns în alt fel.",
        "20": "Apoi a venit un duh, s-a înfățișat înaintea Domnului și I-a zis: ‒ Eu îl voi amăgi. ‒ Cum? l-a întrebat Domnul.",
        "21": "‒ Voi ieși, a răspuns el, și voi fi un duh de minciună în gura tuturor profeților lui. Și Domnul i-a zis: ‒ Îl vei amăgi și vei reuși! Du-te și fă așa!",
        "22": "Și acum, iată, Domnul a pus un duh de minciună în gura acestor profeți ai tăi. Domnul a rostit nenorocirea împotriva ta.",
        "23": "Atunci Zedechia, fiul lui Chenaana, s-a apropiat, l-a lovit pe Micaia peste obraz și i-a zis: ‒ Pe unde a ieșit Duhul Domnului de la mine ca să-ți vorbească?",
        "24": "Micaia a răspuns: ‒ Iată, vei vedea în ziua în care vei fugi dintr-o cameră în alta ca să te ascunzi!",
        "25": "După aceea, regele lui Israel a zis: ‒ Luați-l pe Micaia, duceți-l înapoi la Amon, conducătorul cetății, și la Ioaș, fiul regelui,",
        "26": "și spuneți-le: „Așa vorbește regele: «Aruncați-l pe acest om în închisoare și hrăniți-l cu pâinea întristării și cu apa întristării până mă voi întoarce în pace!»“.",
        "27": "Dar Micaia a zis: ‒ Dacă te vei întoarce în pace, înseamnă că nu Domnul a vorbit prin mine! Apoi a zis: ‒ Să auziți, toate popoarele!",
        "28": "Regele lui Israel împreună cu Iehoșafat, regele lui Iuda, au pornit spre Ramotul Ghiladului.",
        "29": "Regele lui Israel i-a zis lui Iehoșafat: „Eu mă voi deghiza și voi intra în luptă îmbrăcat astfel. Tu, însă, îmbracă-te cu hainele tale regale!“. Regele lui Israel s-a deghizat, și au intrat cu toții în luptă.",
        "30": "Regele Aramului le poruncise căpeteniilor carelor sale, zicând: „Să nu vă luptați nici cu cel mic, nici cu cel mare, ci numai cu regele lui Israel!“.",
        "31": "Când căpeteniile carelor l-au văzut pe Iehoșafat, și-au zis: „Acesta este regele lui Israel!“. Și s-au întors spre el ca să-l atace, dar Iehoșafat a strigat după ajutor și Domnul l-a ajutat. Dumnezeu i-a abătut de la el.",
        "32": "Căpeteniile carelor, văzând că nu este el regele lui Israel, s-au întors de la el.",
        "33": "După aceea, un arcaș a tras cu arcul la întâmplare și l-a lovit pe regele lui Israel între armură și zale. Regele i-a poruncit celui care mâna carul: „Întoarce-ți mâna și scoate-mă de pe câmpul de luptă, pentru că am fost rănit!“.",
        "34": "Lupta s-a întețit în ziua aceea. Regele lui Israel a rămas în picioare în car, împotriva arameilor, până seara, dar la apusul soarelui a murit."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now Jehoshaphat had riches and honor in abundance; and he allied himself with Ahab.",
        "2": "After some years, he went down to Ahab to Samaria. Ahab killed sheep and cattle for him in abundance, and for the people who were with him, and moved him to go up with him to Ramoth Gilead.",
        "3": "Ahab king of Israel said to Jehoshaphat king of Judah, “Will you go with me to Ramoth Gilead?” He answered him, “I am as you are, and my people as your people. We will be with you in the war.”",
        "4": "Jehoshaphat said to the king of Israel, “Please inquire first for Yahweh’s word.”",
        "5": "Then the king of Israel gathered the prophets together, four hundred men, and said to them, “Shall we go to Ramoth Gilead to battle, or shall I forbear?” They said, “Go up, for God will deliver it into the hand of the king.”",
        "6": "But Jehoshaphat said, “Isn’t there here a prophet of Yahweh besides, that we may inquire of him?”",
        "7": "The king of Israel said to Jehoshaphat, “There is yet one man by whom we may inquire of Yahweh; but I hate him, for he never prophesies good concerning me, but always evil. He is Micaiah the son of Imla.” Jehoshaphat said, “Don’t let the king say so.”",
        "8": "Then the king of Israel called an officer, and said, “Get Micaiah the son of Imla quickly.”",
        "9": "Now the king of Israel and Jehoshaphat the king of Judah each sat on his throne, arrayed in their robes, and they were sitting in an open place at the entrance of the gate of Samaria; and all the prophets were prophesying before them.",
        "10": "Zedekiah the son of Chenaanah made himself horns of iron and said, “Yahweh says, ‘With these you shall push the Syrians, until they are consumed.’”",
        "11": "All the prophets prophesied so, saying, “Go up to Ramoth Gilead, and prosper; for Yahweh will deliver it into the hand of the king.”",
        "12": "The messenger who went to call Micaiah spoke to him, saying, “Behold, the words of the prophets declare good to the king with one mouth. Let your word therefore, please be like one of theirs, and speak good.”",
        "13": "Micaiah said, “As Yahweh lives, I will say what my God says.”",
        "14": "When he had come to the king, the king said to him, “Micaiah, shall we go to Ramoth Gilead to battle, or shall I forbear?” He said, “Go up, and prosper. They shall be delivered into your hand.”",
        "15": "The king said to him, “How many times shall I adjure you that you speak to me nothing but the truth in Yahweh’s name?”",
        "16": "He said, “I saw all Israel scattered on the mountains, as sheep that have no shepherd. Yahweh said, ‘These have no master. Let them each return to his house in peace.’”",
        "17": "The king of Israel said to Jehoshaphat, “Didn’t I tell you that he would not prophesy good concerning me, but evil?”",
        "18": "Micaiah said, “Therefore hear Yahweh’s word: I saw Yahweh sitting on his throne, and all the army of heaven standing on his right hand and on his left.",
        "19": "Yahweh said, ‘Who will entice Ahab king of Israel, that he may go up and fall at Ramoth Gilead?’ One spoke saying in this way, and another saying in that way.",
        "20": "A spirit came out, stood before Yahweh, and said, ‘I will entice him.’ “Yahweh said to him, ‘How?’",
        "21": "“He said, ‘I will go, and will be a lying spirit in the mouth of all his prophets.’ “He said, ‘You will entice him, and will prevail also. Go and do so.’",
        "22": "“Now therefore, behold, Yahweh has put a lying spirit in the mouth of these your prophets; and Yahweh has spoken evil concerning you.”",
        "23": "Then Zedekiah the son of Chenaanah came near, and struck Micaiah on the cheek, and said, “Which way did Yahweh’s Spirit go from me to speak to you?”",
        "24": "Micaiah said, “Behold, you shall see on that day, when you go into an inner room to hide yourself.”",
        "25": "The king of Israel said, “Take Micaiah, and carry him back to Amon the governor of the city, and to Joash the king’s son;",
        "26": "and say, ‘The king says, “Put this fellow in the prison, and feed him with bread of affliction and with water of affliction, until I return in peace.”’”",
        "27": "Micaiah said, “If you return at all in peace, Yahweh has not spoken by me.” He said, “Listen, you people, all of you!”",
        "28": "So the king of Israel and Jehoshaphat the king of Judah went up to Ramoth Gilead.",
        "29": "The king of Israel said to Jehoshaphat, “I will disguise myself, and go into the battle; but you put on your robes.” So the king of Israel disguised himself; and they went into the battle.",
        "30": "Now the king of Syria had commanded the captains of his chariots, saying, “Don’t fight with small nor great, except only with the king of Israel.”",
        "31": "When the captains of the chariots saw Jehoshaphat, they said, “It is the king of Israel!” Therefore they turned around to fight against him. But Jehoshaphat cried out, and Yahweh helped him; and God moved them to depart from him.",
        "32": "When the captains of the chariots saw that it was not the king of Israel, they turned back from pursuing him.",
        "33": "A certain man drew his bow at random, and struck the king of Israel between the joints of the armor. Therefore he said to the driver of the chariot, “Turn around and carry me out of the battle, for I am severely wounded.”",
        "34": "The battle increased that day. However, the king of Israel propped himself up in his chariot against the Syrians until the evening; and at about sunset, he died."
      }
    }
  }
}