{
  "book": "2 Cronici",
  "chapter": "7",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Când și-a isprăvit Solomon rugăciunea, s-a coborât foc din cer și a mistuit arderea-de-tot și jertfele, și slava Domnului a umplut casa.",
        "2": "Preoții nu puteau să intre în Casa Domnului, căci slava Domnului umplea Casa Domnului.",
        "3": "Toți copiii lui Israel au văzut coborându-se focul și slava Domnului peste casă; ei și-au plecat fața la pământ pe pardoseală, s-au închinat și au lăudat pe Domnul, zicând: „Căci este bun, căci îndurarea Lui ține în veac!”",
        "4": "Împăratul și tot poporul au adus jertfe înaintea Domnului.",
        "5": "Împăratul Solomon a înjunghiat douăzeci și două de mii de boi și o sută douăzeci de mii de oi. Astfel au făcut împăratul și tot poporul sfințirea Casei lui Dumnezeu.",
        "6": "Preoții stăteau la locul lor și tot astfel și leviții, cu instrumentele făcute în cinstea Domnului de împăratul David, pentru cântarea laudelor Domnului, când i-a însărcinat David să mărească pe Domnul zicând: „Căci îndurarea Lui ține în veac!” Preoții sunau din trâmbițe în fața lor. Și tot Israelul era de față.",
        "7": "Solomon a sfințit și mijlocul curții, care este înaintea Casei Domnului, căci acolo a adus arderile-de-tot și grăsimile jertfelor de mulțumire, pentru că altarul de aramă pe care-l făcuse Solomon nu putea cuprinde arderile-de-tot, darurile de mâncare și grăsimile.",
        "8": "Solomon a prăznuit sărbătoarea în vremea aceea șapte zile și tot Israelul a prăznuit împreună cu el; venise o mare mulțime de oameni de la intrarea Hamatului până la pârâul Egiptului.",
        "9": "În ziua a opta, au avut o adunare de sărbătoare, căci sfințirea altarului au făcut-o șapte zile și sărbătoarea tot șapte zile.",
        "10": "În a douăzeci și treia zi a lunii a șaptea, Solomon a trimis înapoi în corturi pe popor, care era vesel și mulțumit de binele pe care-l făcuse Domnul lui David, lui Solomon și poporului Său Israel. Dumnezeu Se arată lui Solomon",
        "11": "Când a isprăvit Solomon Casa Domnului și casa împăratului și a izbutit în tot ce-și pusese de gând să facă în Casa Domnului și în casa împăratului,",
        "12": "Domnul S-a arătat lui Solomon noaptea și i-a zis: „Îți ascult rugăciunea și aleg locul acesta drept casa unde va trebui să Mi se aducă jertfe.",
        "13": "Când voi închide cerul și nu va fi ploaie, când voi porunci lăcustelor să mănânce țara, când voi trimite ciuma în poporul Meu,",
        "14": "dacă poporul Meu, peste care este chemat Numele Meu, se va smeri, se va ruga și va căuta Fața Mea, și se va abate de la căile lui rele, îl voi asculta din ceruri, îi voi ierta păcatul și-i voi tămădui țara.",
        "15": "Ochii Mei vor fi deschiși de acum și urechile Mele vor fi cu luare aminte la rugăciunea făcută în locul acesta.",
        "16": "Acum, aleg și sfințesc casa aceasta, pentru ca Numele Meu să locuiască în ea pe vecie, și voi avea totdeauna ochii și inima Mea acolo.",
        "17": "Și tu, dacă vei umbla înaintea Mea cum a umblat tatăl tău, David, făcând tot ce ți-am poruncit, și dacă vei păzi legile și poruncile Mele,",
        "18": "voi întări scaunul de domnie al împărăției tale, cum am făgăduit tatălui tău, David, când am zis: ‘Niciodată nu vei fi lipsit de un urmaș care să domnească peste Israel.’",
        "19": "Dar, dacă vă veți abate, dacă veți părăsi legile și poruncile Mele, pe care vi le-am dat, și dacă vă veți duce să slujiți altor dumnezei și să vă închinați înaintea lor,",
        "20": "vă voi smulge din țara Mea, pe care v-am dat-o, voi lepăda de la Mine casa aceasta pe care am închinat-o Numelui Meu și o voi face de pomină și de batjocură printre toate popoarele.",
        "21": "Și, cât de înaltă este casa aceasta, oricine va trece pe lângă ea va rămâne încremenit și va zice: ‘Pentru ce a făcut Domnul așa țării și casei acesteia?’",
        "22": "Și se va răspunde: ‘Pentru că au părăsit pe Domnul Dumnezeul părinților lor, care i-a scos din țara Egiptului, pentru că s-au alipit de alți dumnezei, s-au închinat înaintea lor și le-au slujit; iată de ce a trimis peste ei toate aceste rele.’”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Când și-a încheiat Solomon rugăciunea, a coborât foc din ceruri și a mistuit arderea-de-tot și jertfele, iar gloria Domnului a umplut Casa.",
        "2": "Preoții nu puteau să intre în Casa Domnului, pentru că gloria Domnului umpluse Casa Domnului.",
        "3": "Când toți fiii lui Israel au văzut focul coborându-se și gloria Domnului deasupra Casei, s-au aplecat cu fața la pământ, pe paviment, s-au închinat și au mulțumit Domnului, zicând: „Căci este bun, căci în veac ține îndurarea Lui!“.",
        "4": "Apoi, regele și tot poporul au adus jertfe înaintea Domnului.",
        "5": "Regele Solomon a adus ca jertfă douăzeci și două de mii de vite și o sută douăzeci de mii de oi. Astfel, regele și tot poporul au dedicat Casa lui Dumnezeu.",
        "6": "Preoții stăteau la locurile lor, și tot astfel și leviții, cu instrumentele de cântat Domnului, pe care regele David le făcuse pentru a-I mulțumi Domnului și cu care David aducea laudă zicând: „Căci în veac ține îndurarea Lui!“. Preoții stăteau înaintea leviților și tot Israelul stătea în picioare.",
        "7": "Solomon a sfințit și mijlocul curții, locul din fața Casei Domnului, întrucât acolo a adus arderile-de-tot și grăsimea jertfelor de pace, deoarece altarul de bronz pe care îl făcuse Solomon nu putea cuprinde toate arderile-de-tot, darurile de mâncare și grăsimea.",
        "8": "Solomon a ținut atunci sărbătoarea timp de șapte zile împreună cu tot Israelul, o adunare foarte mare, cu oameni veniți de la Lebo-Hamat până dinspre Râul Egiptului.",
        "9": "În ziua a opta, au ținut iarăși o adunare, căci consacrarea altarului au făcut-o timp de șapte zile, iar sărbătoarea au ținut-o tot timp de șapte zile.",
        "10": "În ziua a douăzeci și treia a lunii a șaptea, Solomon i-a trimis pe cei din popor la casele lor, bucuroși și cu inimile mulțumite pentru binele făcut de Domnul lui David, lui Solomon și poporului Său Israel.",
        "11": "Astfel, Solomon a terminat Casa Domnului și palatul regelui. Solomon a reușit să ducă la îndeplinire tot ceea ce avusese pe inimă să facă în Casa Domnului și în palatul său.",
        "12": "Domnul i S-a arătat lui Solomon noaptea și i-a zis: „Ți-am ascultat rugăciunea și Mi-am ales locul acesta ca să fie o Casă pentru jertfe.",
        "13": "Când voi închide cerul și nu va mai fi ploaie, când voi porunci lăcustelor să devoreze țara și când voi trimite molima în poporul Meu,",
        "14": "dacă poporul Meu, peste care este chemat Numele Meu, se va smeri, se va ruga și va căuta fața Mea, dacă se va întoarce de la căile lui cele rele, atunci îl voi asculta din Ceruri, îi voi ierta păcatele și îi voi vindeca țara.",
        "15": "Acum ochii Mei vor fi deschiși și urechile Mele vor asculta cu atenție rugăciunea făcută în locul acesta.",
        "16": "Acum am ales și am sfințit Casa aceasta pentru ca Numele Meu să fie acolo pentru totdeauna. Ochii și inima Îmi vor fi acolo în toate zilele.",
        "17": "Cât despre tine, dacă vei umbla înaintea Mea, așa cum a umblat tatăl tău David, împlinind tot ce ți-am poruncit și păzind hotărârile și judecățile Mele,",
        "18": "voi consolida tronul domniei tale, așa cum i-am jurat tatălui tău David, zicând: «Nu vei fi lipsit niciodată de un urmaș care să stăpânească în Israel».",
        "19": "Dar dacă vă veți întoarce de la Mine și veți părăsi hotărârile și poruncile pe care vi le-am dat, dacă vă veți depărta, dacă veți sluji altor dumnezei și vă veți închina înaintea lor,",
        "20": "atunci îi voi dezrădăcina din țara Mea pe care le-am dat-o și voi lepăda dinaintea Mea Casa aceasta, pe care am sfințit-o pentru Numele Meu. O voi face astfel o pildă și o batjocură printre toate popoarele.",
        "21": "Și oricine va trece pe lângă Casa aceasta, care este acum impunătoare, se va îngrozi și va întreba: «De ce a făcut Domnul astfel acestei țări și acestei Case?».",
        "22": "Atunci ei vor răspunde: «Pentru că L-au părăsit pe Domnul, Dumnezeul strămoșilor lor, Care i-a scos din țara Egiptului, și pentru că s-au alipit de alți dumnezei, s-au închinat înaintea lor și le-au slujit, de aceea a adus peste ei toată această nenorocire»“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now when Solomon had finished praying, fire came down from heaven and consumed the burnt offering and the sacrifices; and Yahweh’s glory filled the house.",
        "2": "The priests could not enter into Yahweh’s house, because Yahweh’s glory filled Yahweh’s house.",
        "3": "All the children of Israel looked on, when the fire came down, and Yahweh’s glory was on the house. They bowed themselves with their faces to the ground on the pavement, worshiped, and gave thanks to Yahweh, saying, “For he is good, for his loving kindness endures forever!”",
        "4": "Then the king and all the people offered sacrifices before Yahweh.",
        "5": "King Solomon offered a sacrifice of twenty-two thousand head of cattle and a hundred twenty thousand sheep. So the king and all the people dedicated God’s house.",
        "6": "The priests stood, according to their positions; the Levites also with instruments of music of Yahweh, which David the king had made to give thanks to Yahweh, when David praised by their ministry, saying “For his loving kindness endures forever.” The priests sounded trumpets before them; and all Israel stood.",
        "7": "Moreover Solomon made the middle of the court that was before Yahweh’s house holy; for there he offered the burnt offerings and the fat of the peace offerings, because the bronze altar which Solomon had made was not able to receive the burnt offering, the meal offering, and the fat.",
        "8": "So Solomon held the feast at that time for seven days, and all Israel with him, a very great assembly, from the entrance of Hamath to the brook of Egypt.",
        "9": "On the eighth day, they held a solemn assembly; for they kept the dedication of the altar seven days, and the feast seven days.",
        "10": "On the twenty-third day of the seventh month, he sent the people away to their tents, joyful and glad of heart for the goodness that Yahweh had shown to David, to Solomon, and to Israel his people.",
        "11": "Thus Solomon finished Yahweh’s house and the king’s house; and he successfully completed all that came into Solomon’s heart to make in Yahweh’s house and in his own house.",
        "12": "Then Yahweh appeared to Solomon by night, and said to him, “I have heard your prayer, and have chosen this place for myself for a house of sacrifice.",
        "13": "“If I shut up the sky so that there is no rain, or if I command the locust to devour the land, or if I send pestilence among my people,",
        "14": "if my people who are called by my name will humble themselves, pray, seek my face, and turn from their wicked ways, then I will hear from heaven, will forgive their sin, and will heal their land.",
        "15": "Now my eyes will be open and my ears attentive to prayer that is made in this place.",
        "16": "For now I have chosen and made this house holy, that my name may be there forever; and my eyes and my heart will be there perpetually.",
        "17": "“As for you, if you will walk before me as David your father walked, and do according to all that I have commanded you, and will keep my statutes and my ordinances,",
        "18": "then I will establish the throne of your kingdom, according as I covenanted with David your father, saying, ‘There shall not fail you a man to be ruler in Israel.’",
        "19": "But if you turn away and forsake my statutes and my commandments which I have set before you, and go and serve other gods and worship them,",
        "20": "then I will pluck them up by the roots out of my land which I have given them; and this house, which I have made holy for my name, I will cast out of my sight, and I will make it a proverb and a byword among all peoples.",
        "21": "This house, which is so high, everyone who passes by it will be astonished and say, ‘Why has Yahweh done this to this land and to this house?’",
        "22": "They shall answer, ‘Because they abandoned Yahweh, the God of their fathers, who brought them out of the land of Egypt, and took other gods, worshiped them, and served them. Therefore he has brought all this evil on them.’”"
      }
    }
  }
}