{
  "book": "2 Cronici",
  "chapter": "11",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Roboam, venind la Ierusalim, a strâns casa lui Iuda și a lui Beniamin – o sută optzeci de mii de oameni de frunte, buni pentru război – ca să lupte împotriva lui Israel și să-l aducă iarăși sub stăpânirea lui Roboam.",
        "2": "Dar Cuvântul Domnului a vorbit astfel lui Șemaia, omul lui Dumnezeu:",
        "3": "„Vorbește lui Roboam, fiul lui Solomon, împăratul lui Iuda, și întregului Israel din Iuda și din Beniamin. Și spune-le:",
        "4": "‘Așa vorbește Domnul: «Să nu vă suiți și să nu faceți război împotriva fraților voștri! Fiecare din voi să se întoarcă acasă, căci de la Mine s-a întâmplat lucrul acesta.»’” Ei au ascultat de cuvintele Domnului, s-au întors acasă și nu s-au mai dus împotriva lui Ieroboam.",
        "5": "Roboam a locuit la Ierusalim și a zidit cetăți întărite în Iuda.",
        "6": "A zidit Betleemul, Etamul, Tecoa,",
        "7": "Bet-Țurul, Socoul, Adulam,",
        "8": "Gatul, Mareșa, Ziful,",
        "9": "Adoraimul, Lachisul, Azeca,",
        "10": "Țorea, Aialonul și Hebronul, care erau în Iuda și în Beniamin, și a făcut din ele niște cetăți întărite.",
        "11": "Le-a întărit, a pus în ele căpitani și magazii de bucate, de untdelemn și vin.",
        "12": "A pus în fiecare din aceste cetăți scuturi și sulițe și le-a făcut foarte tari. Iuda și Beniamin erau ai lui.",
        "13": "Preoții și leviții care se aflau în tot Israelul și-au părăsit locuințele și s-au dus la el,",
        "14": "căci leviții și-au părăsit ținuturile și moșiile și au venit în Iuda și la Ierusalim, pentru că Ieroboam și fiii săi i-au împiedicat să-și împlinească slujbele ca preoți ai Domnului.",
        "15": "Ieroboam a pus preoți pentru înălțimile pentru țapii și pentru vițeii pe care îi făcuse.",
        "16": "Aceia din toate semințiile lui Israel care aveau pe inimă să caute pe Domnul Dumnezeul lui Israel au urmat pe leviți la Ierusalim, ca să jertfească Domnului Dumnezeului părinților lor.",
        "17": "Ei au dat astfel tărie împărăției lui Iuda și au întărit pe Roboam, fiul lui Solomon, timp de trei ani, căci trei ani au umblat în calea lui David și a lui Solomon. Nevestele și copiii lui Roboam",
        "18": "Roboam a luat de nevastă pe Mahalat, fata lui Ierimot, fiul lui David și al Abihailei, fata lui Eliab, fiul lui Isai.",
        "19": "Ea i-a născut fii pe: Ieuș, Șemaria și Zaham.",
        "20": "După ea, a luat pe Maaca, fata lui Absalom. Ea i-a născut pe Abia, pe Atai, pe Ziza și pe Șelomit.",
        "21": "Roboam iubea pe Maaca, fata lui Absalom, mai mult decât pe toate nevestele și țiitoarele lui, căci a avut optsprezece neveste și șaizeci de țiitoare și a născut douăzeci și opt de fii și șaizeci de fete.",
        "22": "Roboam a dat cel dintâi loc lui Abia, fiul Maachei, și l-a pus căpetenie peste frații lui, căci voia să-l facă împărat.",
        "23": "El a lucrat cu minte, împrăștiind pe toți fiii săi în toate ținuturile lui Iuda și lui Beniamin, în toate cetățile întărite; le-a dat de mâncare din belșug și le-a căutat o mulțime de neveste."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Când Roboam a ajuns la Ierusalim, a adunat Casa lui Iuda și a lui Beniamin – o sută optzeci de mii de bărbați aleși și gata de luptă – ca să lupte împotriva lui Israel și să aducă din nou regatul sub stăpânirea lui Roboam.",
        "2": "Dar Cuvântul Domnului i-a vorbit lui Șemaia, omul lui Dumnezeu, zicând:",
        "3": "„Spune-le lui Roboam, fiul lui Solomon, regele lui Iuda, și întregului Israel din Iuda și din Beniamin:",
        "4": "«Așa vorbește Domnul: ‘Să nu porniți la luptă împotriva fraților voștri! Întoarceți-vă fiecare acasă, căci de la Mine a venit lucrul acesta’»“. Ei au ascultat cuvintele Domnului, s-au întors acasă și, astfel, n-au mai pornit împotriva lui Ieroboam. Domnia lui Roboam peste Iuda",
        "5": "Roboam a locuit la Ierusalim și a construit cetăți de apărare în Iuda:",
        "6": "Betleem, Etam, Tekoa,",
        "7": "Bet-Țur, Soco, Adulam,",
        "8": "Gat, Mareșa, Zif,",
        "9": "Adoraim, Lachiș, Azeka,",
        "10": "Țora, Aialon și Hebron. Aceste cetăți se aflau pe teritoriul lui Iuda și al lui Beniamin și erau fortificate.",
        "11": "El a întărit aceste fortărețe, a numit peste ele conducători și a pregătit magazii cu alimente, ulei și vin.",
        "12": "În fiecare din aceste cetăți a pus scuturi și sulițe și le-a întărit foarte mult. Iuda și Beniamin erau de partea lui.",
        "13": "Preoții și leviții, care se așezaseră în tot Israelul, s-au înfățișat înaintea lui, venind din toate teritoriile.",
        "14": "Leviții își părăsiseră pășunile și proprietățile și veniseră în Iuda, la Ierusalim, căci Ieroboam și fiii lui îi împiedicaseră să-și mai împlinească slujba de preoți ai Domnului.",
        "15": "Ieroboam își numise propriii lui preoți pentru înălțimile, țapii și vițeii pe care-i făcuse.",
        "16": "Toți aceia din semințiile lui Israel care aveau pe inimă să-L caute pe Domnul, Dumnezeul lui Israel, i-au urmat pe leviți la Ierusalim, ca să aducă jertfe Domnului, Dumnezeul strămoșilor lor.",
        "17": "Astfel, ei au consolidat regatul lui Iuda și, timp de trei ani, l-au susținut pe Roboam, fiul lui Solomon, căci ei au umblat pe calea lui David și a lui Solomon timp de trei ani. Familia lui Roboam",
        "18": "Roboam a luat-o de soție pe Mahalat, fata lui Ierimot, fiul lui David, și a lui Abihail, fata lui Eliab, fiul lui Ișai.",
        "19": "Ea i-a născut următorii fii: Ieuș, Șemaria și Zaham.",
        "20": "Apoi, el s-a căsătorit cu Maaca, fata lui Absalom, care i-a născut pe Abia, pe Atai, pe Ziza și pe Șelomit.",
        "21": "Roboam a iubit-o pe Maaca, nepoata lui Absalom, mai mult decât pe toate soțiile și țiitoarele sale (el a avut optsprezece soții și șaizeci de țiitoare și i s-au născut douăzeci și opt de fii și șaizeci de fiice).",
        "22": "Roboam l-a numit căpetenie pe Abia, fiul Maacăi, ca astfel să fie conducătorul fraților săi, căci dorea să-l facă rege.",
        "23": "El a avut pricepere și i-a împrăștiat pe unii dintre fiii lui prin toate regiunile lui Iuda și ale lui Beniamin, prin toate cetățile fortificate ale acestora, unde le-a dat hrană din belșug și le-a căutat o mulțime de soții."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "When Rehoboam had come to Jerusalem, he assembled the house of Judah and Benjamin, one hundred eighty thousand chosen men who were warriors, to fight against Israel, to bring the kingdom again to Rehoboam.",
        "2": "But Yahweh’s word came to Shemaiah the man of God, saying,",
        "3": "“Speak to Rehoboam the son of Solomon, king of Judah, and to all Israel in Judah and Benjamin, saying,",
        "4": "‘Yahweh says, “You shall not go up, nor fight against your brothers! Every man return to his house; for this thing is of me.”’” So they listened to Yahweh’s words, and returned from going against Jeroboam.",
        "5": "Rehoboam lived in Jerusalem, and built cities for defense in Judah.",
        "6": "He built Bethlehem, Etam, Tekoa,",
        "7": "Beth Zur, Soco, Adullam,",
        "8": "Gath, Mareshah, Ziph,",
        "9": "Adoraim, Lachish, Azekah,",
        "10": "Zorah, Aijalon, and Hebron, which are fortified cities in Judah and in Benjamin.",
        "11": "He fortified the strongholds and put captains in them with stores of food, oil and wine.",
        "12": "He put shields and spears in every city, and made them exceedingly strong. Judah and Benjamin belonged to him.",
        "13": "The priests and the Levites who were in all Israel stood with him out of all their territory.",
        "14": "For the Levites left their pasture lands and their possessions, and came to Judah and Jerusalem; for Jeroboam and his sons cast them off, that they should not execute the priest’s office to Yahweh.",
        "15": "He himself appointed priests for the high places, for the male goat and calf idols which he had made.",
        "16": "After them, out of all the tribes of Israel, those who set their hearts to seek Yahweh, the God of Israel, came to Jerusalem to sacrifice to Yahweh, the God of their fathers.",
        "17": "So they strengthened the kingdom of Judah and made Rehoboam the son of Solomon strong for three years, for they walked three years in the way of David and Solomon.",
        "18": "Rehoboam took a wife for himself, Mahalath the daughter of Jerimoth the son of David and of Abihail the daughter of Eliab the son of Jesse.",
        "19": "She bore him sons: Jeush, Shemariah, and Zaham.",
        "20": "After her, he took Maacah the granddaughter of Absalom; and she bore him Abijah, Attai, Ziza, and Shelomith.",
        "21": "Rehoboam loved Maacah the granddaughter of Absalom above all his wives and his concubines; for he took eighteen wives and sixty concubines, and became the father of twenty-eight sons and sixty daughters.",
        "22": "Rehoboam appointed Abijah the son of Maacah to be chief, the prince among his brothers, for he intended to make him king.",
        "23": "He dealt wisely, and dispersed some of his sons throughout all the lands of Judah and Benjamin, to every fortified city. He gave them food in abundance; and he sought many wives for them."
      }
    }
  }
}