{
  "book": "2 Cronici",
  "chapter": "16",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În al treizeci și șaselea an al domniei lui Asa, Baeșa, împăratul lui Israel, s-a suit împotriva lui Iuda și a întărit Rama, ca să nu lase pe ai lui Asa, împăratul lui Iuda, să iasă și să intre.",
        "2": "Asa a scos argint și aur din vistieriile Casei Domnului și ale casei împăratului și a trimis soli la Ben-Hadad, împăratul Siriei, care locuia la Damasc. Și a pus să-i spună:",
        "3": "„Să fie un legământ între mine și tine, cum a fost unul între tatăl meu și tatăl tău. Iată, îți trimit argint și aur. Du-te și rupe legământul tău cu Baeșa, împăratul lui Israel, ca să se depărteze de la mine.”",
        "4": "Ben-Hadad a ascultat pe împăratul Asa; a trimis pe căpeteniile oștirii sale împotriva cetăților lui Israel și au bătut Iionul, Dan, Abel-Maim și toate locurile pentru merinde din cetățile lui Neftali.",
        "5": "Când a auzit, Baeșa a încetat să mai întărească Rama și a pus capăt lucrărilor sale.",
        "6": "Împăratul Asa a pus pe tot Iuda să ridice pietrele și lemnele pe care le întrebuința Baeșa la întărirea Ramei și le-a întrebuințat la întărirea Ghebei și Mițpei. Mustrarea lui Asa",
        "7": "În vremea aceea, Hanani, văzătorul, s-a dus la Asa, împăratul lui Iuda, și i-a zis: „Pentru că te-ai sprijinit pe împăratul Siriei, și nu te-ai sprijinit pe Domnul Dumnezeul tău, de aceea a scăpat oastea împăratului Siriei din mâinile tale.",
        "8": "Etiopienii și libienii nu alcătuiau oare o oaste mare, cu o mulțime de care și călăreți? Și totuși Domnul i-a dat în mâinile tale pentru că te sprijiniseși pe El.",
        "9": "Căci Domnul Își întinde privirile peste tot pământul ca să sprijine pe aceia a căror inimă este întreagă a Lui. Ai lucrat ca un nebun în privința aceasta, căci de acum vei avea războaie.”",
        "10": "Asa s-a mâniat pe văzător și l-a pus la închisoare, pentru că era înfuriat împotriva lui. Tot în același timp, Asa a apăsat și pe unii din popor.",
        "11": "Faptele lui Asa, cele dintâi și cele de pe urmă, sunt scrise în cartea împăraților lui Iuda și Israel.",
        "12": "În al treizeci și nouălea an al domniei sale, Asa s-a îmbolnăvit de picioare așa încât avea mari dureri; chiar în timpul bolii lui, n-a căutat pe Domnul, ci a întrebat pe doctori.",
        "13": "Asa a adormit cu părinții săi și a murit în al patruzeci și unulea an al domniei lui;",
        "14": "l-au îngropat în mormântul pe care și-l săpase în cetatea lui David. L-au culcat pe un pat pe care-l umpluseră cu mirodenii și mirosuri pregătite după meșteșugul celui ce pregătește mirul și au ars în cinstea lui foarte multe mirodenii."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În al treizeci și șaselea an al domniei lui Asa, Bașa, regele lui Israel, a atacat Iuda. El a fortificat Rama, ca să nu dea voie nimănui să iasă sau să intre în teritoriul lui Asa, regele lui Iuda.",
        "2": "Asa a luat argintul și aurul din vistieriile Casei Domnului și din vistieriile palatului regelui și le-a trimis lui Ben-Hadad, regele Aramului, care locuia în Damasc, zicându-i:",
        "3": "„Să fie un legământ între mine și tine, așa cum a fost între tatăl meu și tatăl tău. Iată, îți trimit argint și aur. Du-te, deci, și rupe legământul tău cu Bașa, regele lui Israel, ca să se retragă dinaintea mea“.",
        "4": "Ben-Hadad a ascultat de regele Asa și i-a trimis pe conducătorii armatelor sale împotriva cetăților lui Israel. Ei au cucerit cetățile Iyon, Dan, Abel-Maim, precum și toate cetățile-hambar din Neftali.",
        "5": "Când Bașa a auzit acest lucru, a încetat să mai fortifice Rama și a oprit lucrarea.",
        "6": "Atunci, regele Asa i-a mobilizat pe toți cei din Iuda și au luat pietrele și lemnele folosite de Bașa la fortificarea Ramei. El le-a folosit la fortificarea Ghevei și a Mițpei.",
        "7": "În vremea aceea, văzătorul Hanani a venit la Asa, regele lui Iuda, și i-a zis: „Pentru că te-ai sprijinit pe regele Aramului și nu te-ai sprijinit pe Domnul, Dumnezeul tău, de aceea a scăpat armata regelui Aramului din mâna ta!",
        "8": "Nu aveau cușiții și libienii o armată numeroasă, cu care și cu foarte mulți călăreți? Și totuși, pentru că te-ai încrezut în Domnul, El i-a dat în mâna ta.",
        "9": "Căci ochii Domnului străbat întreg pământul ca să-i întărească pe cei a căror inimă este devotată Lui. Ai lucrat ca un nebun în această privință și de aceea, de acum încolo, vei avea parte de războaie!“.",
        "10": "Asa s-a mâniat pe văzător și l-a aruncat în închisoare, căci era foarte furios pe acesta. În același timp, Asa îi mai chinuia și pe alții din popor.",
        "11": "Faptele lui Asa, cele dintâi și cele de pe urmă, sunt scrise în „Cartea regilor lui Iuda și ai lui Israel“.",
        "12": "În al treizeci și nouălea an al domniei sale, Asa a avut o boală de picioare, iar suferința i-a fost foarte mare. Dar chiar și în boala sa, el nu L-a întrebat pe Domnul, ci pe doctori.",
        "13": "Asa a adormit alături de strămoșii săi, murind în al patruzeci și unulea an al domniei sale.",
        "14": "L-au înmormântat în mormântul pe care și l-a săpat în Cetatea lui David. L-au așezat pe un pat umplut cu mirodenii și cu diverse miresme preparate din uleiuri și au făcut un foc foarte mare în cinstea lui."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "In the thirty-sixth year of Asa’s reign, Baasha king of Israel went up against Judah, and built Ramah, that he might not allow anyone to go out or come in to Asa king of Judah.",
        "2": "Then Asa brought out silver and gold out of the treasures of Yahweh’s house and of the king’s house, and sent to Ben Hadad king of Syria, who lived at Damascus, saying,",
        "3": "“Let there be a treaty between me and you, as there was between my father and your father. Behold, I have sent you silver and gold. Go, break your treaty with Baasha king of Israel, that he may depart from me.”",
        "4": "Ben Hadad listened to King Asa, and sent the captains of his armies against the cities of Israel; and they struck Ijon, Dan, Abel Maim, and all the storage cities of Naphtali.",
        "5": "When Baasha heard of it, he stopped building Ramah, and let his work cease.",
        "6": "Then Asa the king took all Judah, and they carried away the stones and timber of Ramah, with which Baasha had built; and he built Geba and Mizpah with them.",
        "7": "At that time Hanani the seer came to Asa king of Judah, and said to him, “Because you have relied on the king of Syria, and have not relied on Yahweh your God, therefore the army of the king of Syria has escaped out of your hand.",
        "8": "Weren’t the Ethiopians and the Lubim a huge army, with chariots and exceedingly many horsemen? Yet, because you relied on Yahweh, he delivered them into your hand.",
        "9": "For Yahweh’s eyes run back and forth throughout the whole earth, to show himself strong in the behalf of them whose heart is perfect toward him. You have done foolishly in this; for from now on you will have wars.”",
        "10": "Then Asa was angry with the seer, and put him in the prison; for he was in a rage with him because of this thing. Asa oppressed some of the people at the same time.",
        "11": "Behold, the acts of Asa, first and last, behold, they are written in the book of the kings of Judah and Israel.",
        "12": "In the thirty-ninth year of his reign, Asa was diseased in his feet. His disease was exceedingly great; yet in his disease he didn’t seek Yahweh, but just the physicians.",
        "13": "Asa slept with his fathers, and died in the forty-first year of his reign.",
        "14": "They buried him in his own tomb, which he had dug out for himself in David’s city, and laid him in the bed which was filled with sweet odors and various kinds of spices prepared by the perfumers’ art; and they made a very great fire for him."
      }
    }
  }
}