{
  "book": "2 Cronici",
  "chapter": "10",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Roboam s-a dus la Sihem, căci tot Israelul venise la Sihem să-l facă împărat.",
        "2": "Când a auzit lucrul acesta, Ieroboam, fiul lui Nebat, era în Egipt, unde fugise de împăratul Solomon, și s-a întors din Egipt.",
        "3": "Au trimis să-l cheme. Atunci, Ieroboam și tot Israelul au venit la Roboam și i-au vorbit așa:",
        "4": "„Tatăl tău ne-a îngreuiat jugul, acum ușurează această aspră robie și jugul greu pe care l-a pus peste noi tatăl tău. Și îți vom sluji.”",
        "5": "El le-a zis: „Întoarceți-vă la mine după trei zile!” Și poporul a plecat.",
        "6": "Împăratul Roboam a întrebat pe bătrânii care fuseseră cu tatăl său, Solomon, în timpul vieții lui și a zis: „Ce mă sfătuiți să răspund poporului acestuia?”",
        "7": "Și iată ce i-au zis ei: „Dacă vei fi bun cu poporul acesta, dacă-i vei primi bine și dacă le vei vorbi cu bunăvoință, îți vor sluji pe vecie.”",
        "8": "Dar Roboam a lăsat sfatul pe care i-l dădeau bătrânii și a întrebat pe tinerii care crescuseră cu el și care-l înconjurau.",
        "9": "El le-a zis: „Ce mă sfătuiți să răspund poporului acestuia care-mi vorbește astfel: ‘Ușurează jugul pe care l-a pus tatăl tău peste noi’?”",
        "10": "Și iată ce i-au zis tinerii care crescuseră cu el: „Așa să vorbești poporului acestuia care ți-a vorbit așa: ‘Tatăl tău ne-a îngreuiat jugul, iar tu ușurează-ni-l!’; să le vorbești așa: ‘Degetul meu cel mic este mai gros decât coapsele tatălui meu.",
        "11": "Acum, tatăl meu a pus peste voi un jug greu, dar eu îl voi face și mai greu; tatăl meu v-a pedepsit cu bice, dar eu vă voi pedepsi cu scorpioane.’”",
        "12": "Ieroboam și tot poporul au venit la Roboam a treia zi, după cum le spusese împăratul: „Întoarceți-vă la mine peste trei zile!”",
        "13": "Împăratul le-a răspuns aspru. Împăratul Roboam a lăsat sfatul bătrânilor",
        "14": "și le-a vorbit așa, după sfatul tinerilor: „Tatăl meu v-a îngreuiat jugul, dar eu îl voi îngreuia și mai mult; tatăl meu v-a pedepsit cu bice, dar eu vă voi pedepsi cu scorpioane.”",
        "15": "Astfel, împăratul n-a ascultat pe popor, căci așa rânduise Dumnezeu în vederea împlinirii cuvântului pe care-l spusese Domnul prin Ahia din Silo lui Ieroboam, fiul lui Nebat.",
        "16": "Când a văzut tot Israelul că împăratul nu-l ascultă, poporul a răspuns împăratului: „Ce parte avem noi cu David? Noi n-avem nicio moștenire cu fiul lui Isai! La corturile tale, Israele! Acum, vezi-ți de casă, Davide!” Și tot Israelul s-a dus în corturile lui.",
        "17": "Copiii lui Israel care locuiau în cetățile lui Iuda au fost singurii peste care a domnit Roboam.",
        "18": "Atunci, împăratul Roboam a trimis pe Hadoram, care era mai-mare peste dări. Hadoram a fost împroșcat cu pietre de copiii lui Israel și a murit. Și împăratul Roboam s-a grăbit și s-a suit într-un car, ca să fugă la Ierusalim.",
        "19": "Astfel s-a dezlipit Israel de casa lui David până în ziua de azi."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Roboam s-a dus la Șechem, pentru că tot Israelul venise la Șechem să-l facă rege.",
        "2": "Când Ieroboam, fiul lui Nebat, a auzit lucrul acesta, se afla în Egipt, acolo unde fugise de regele Solomon. Ieroboam s-a întors din Egipt.",
        "3": "Au trimis să-l cheme, iar Ieroboam și tot Israelul au venit și i-au vorbit lui Roboam, zicând:",
        "4": "‒ Tatăl tău a îngreunat jugul nostru. Acum, ușurează munca grea impusă de tatăl tău și jugul cel greu pe care el l-a pus asupra noastră, și atunci îți vom sluji!",
        "5": "El le-a răspuns: ‒ Întoarceți-vă la mine peste trei zile. Și poporul a plecat.",
        "6": "Regele Roboam s-a sfătuit cu bătrânii care i-au slujit tatălui său, Solomon, în timpul vieții acestuia, și i-a întrebat: ‒ Ce mă sfătuiți să răspund acestui popor?",
        "7": "Ei i-au răspuns: ‒ Dacă vei fi bun cu poporul acesta și îngăduitor, dacă le vei răspunde prin cuvinte plăcute, ei vor fi slujitorii tăi toată viața lor.",
        "8": "Însă Roboam n-a luat în seamă sfatul pe care i l-au dat bătrânii, ci a cerut și sfatul tinerilor cu care a copilărit și care-i slujeau.",
        "9": "El i-a întrebat: ‒ Ce mă sfătuiți? Cum să răspundem acestui popor care mi-a zis: „Ușurează jugul pe care tatăl meu l-a pus asupra noastră“?",
        "10": "Tinerii care copilăriseră împreună cu el i-au răspuns: ‒ Poporului care ți-a zis: „Tatăl tău ne-a îngreunat jugul, însă tu să-l iei de peste noi“, să-i spui astfel: „Degetul meu cel mic este mai gros decât coapsele tatălui meu!",
        "11": "Tatăl meu a pus un jug greu peste voi, dar eu voi adăuga mai mult la jugul vostru. Tatăl meu v-a pedepsit cu bice, dar eu vă voi pedepsi cu scorpioni“.",
        "12": "Ieroboam, însoțit de tot poporul, a venit la Roboam a treia zi, așa cum le poruncise regele când le zisese: „Întoarceți-vă la mine peste trei zile!“.",
        "13": "Regele le-a răspuns aspru. Regele Roboam n-a luat în seamă sfatul bătrânilor",
        "14": "și le-a vorbit potrivit sfatului tinerilor, zicând: ‒ Tatăl meu v-a îngreunat jugul, dar eu voi adăuga mai mult la el! Tatăl meu v-a pedepsit cu bice, dar eu vă voi pedepsi cu scorpioni!",
        "15": "Astfel, regele n-a ascultat de popor, deoarece această schimbare în cursul evenimentelor venea de la Dumnezeu, pentru ca Domnul să-Și împlinească cuvântul pe care-l rostise cu privire la Ieroboam, fiul lui Nebat, prin șilonitul Ahia.",
        "16": "Când tot Israelul a văzut că regele nu l-a ascultat, poporul i-a răspuns regelui, zicând: ‒ Ce parte de moștenire avem noi în David? N-avem nicio moștenire în fiul lui Ișai. Întoarce-te la corturile tale, Israel! Vezi-ți de dinastia ta, David! Și tot Israelul a plecat acasă.",
        "17": "Roboam însă a continuat să domnească peste fiii lui Israel care locuiau în cetățile lui Iuda.",
        "18": "Regele Roboam l-a trimis la ei pe Adoniram, care răspundea de oamenii de corvoadă, dar fiii lui Israel l-au lovit cu pietre și el a murit. Atunci, regele Roboam s-a grăbit să se urce în car ca să fugă la Ierusalim.",
        "19": "Așa s-a răzvrătit Israel împotriva Casei lui David și așa a și rămas până în ziua de azi."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Rehoboam went to Shechem, for all Israel had come to Shechem to make him king.",
        "2": "When Jeroboam the son of Nebat heard of it (for he was in Egypt, where he had fled from the presence of King Solomon), Jeroboam returned out of Egypt.",
        "3": "They sent and called him; and Jeroboam and all Israel came, and they spoke to Rehoboam, saying,",
        "4": "“Your father made our yoke grievous. Now therefore make the grievous service of your father and his heavy yoke which he put on us, lighter, and we will serve you.”",
        "5": "He said to them, “Come again to me after three days.” So the people departed.",
        "6": "King Rehoboam took counsel with the old men, who had stood before Solomon his father while he yet lived, saying, “What counsel do you give me about how to answer these people?”",
        "7": "They spoke to him, saying, “If you are kind to these people, please them, and speak good words to them, then they will be your servants forever.”",
        "8": "But he abandoned the counsel of the old men which they had given him, and took counsel with the young men who had grown up with him, who stood before him.",
        "9": "He said to them, “What counsel do you give, that we may give an answer to these people, who have spoken to me, saying, ‘Make the yoke that your father put on us lighter’?”",
        "10": "The young men who had grown up with him spoke to him, saying, “Thus you shall tell the people who spoke to you, saying, ‘Your father made our yoke heavy, but make it lighter on us;’ thus you shall say to them, ‘My little finger is thicker than my father’s waist.",
        "11": "Now whereas my father burdened you with a heavy yoke, I will add to your yoke. My father chastised you with whips, but I will chastise you with scorpions.’”",
        "12": "So Jeroboam and all the people came to Rehoboam the third day, as the king asked, saying, “Come to me again the third day.”",
        "13": "The king answered them roughly; and King Rehoboam abandoned the counsel of the old men,",
        "14": "and spoke to them after the counsel of the young men, saying, “My father made your yoke heavy, but I will add to it. My father chastised you with whips, but I will chastise you with scorpions.”",
        "15": "So the king didn’t listen to the people; for it was brought about by God, that Yahweh might establish his word, which he spoke by Ahijah the Shilonite to Jeroboam the son of Nebat.",
        "16": "When all Israel saw that the king didn’t listen to them, the people answered the king, saying, “What portion do we have in David? We don’t have an inheritance in the son of Jesse! Every man to your tents, Israel! Now see to your own house, David.” So all Israel departed to their tents.",
        "17": "But as for the children of Israel who lived in the cities of Judah, Rehoboam reigned over them.",
        "18": "Then King Rehoboam sent Hadoram, who was over the men subject to forced labor; and the children of Israel stoned him to death with stones. King Rehoboam hurried to get himself up to his chariot, to flee to Jerusalem.",
        "19": "So Israel rebelled against David’s house to this day."
      }
    }
  }
}