{
  "book": "2 Cronici",
  "chapter": "4",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "A făcut un altar de aramă, lung de douăzeci de coți, lat de douăzeci de coți și înalt de zece coți.",
        "2": "A făcut marea turnată. Ea avea zece coți de la o margine la alta, era rotundă de tot, înaltă de cinci coți și un fir de treizeci de coți ar fi înconjurat-o.",
        "3": "Sub marginea ei, de jur împrejur, erau niște chipuri de boi, câte zece de fiecare cot de jur împrejurul mării; boii, așezați pe două rânduri, erau turnați dintr-o singură bucată cu ea.",
        "4": "Era așezată pe doisprezece boi, dintre care trei întorși spre miazănoapte, trei întorși spre apus, trei întorși spre miazăzi și trei întorși spre răsărit; marea era așezată pe ei și toată partea dindărăt a trupurilor lor era înăuntru.",
        "5": "Grosimea ei era de un lat de mână și marginea, ca marginea unui pahar, era făcută în felul unei flori de crin. Puteau să încapă în ea trei mii de bați.",
        "6": "A făcut zece lighene și a pus cinci la dreapta și cinci la stânga, ca să slujească la curățiri: în ele se spălau feluritele părți ale arderilor-de-tot. Marea era pentru spălarea preoților. Celelalte lucruri și unelte pentru Templu",
        "7": "A mai făcut zece sfeșnice de aur, după porunca privitoare la ele, și le-a așezat în Templu, cinci la dreapta și cinci la stânga.",
        "8": "A mai făcut zece mese și le-a așezat în Templu, cinci la dreapta și cinci la stânga. A mai făcut o sută de potire de aur.",
        "9": "A mai făcut curtea preoților și curtea cea mare, cu porțile ei, ale căror aripi le-a acoperit cu aramă.",
        "10": "A așezat marea în partea dreaptă, la miazăzi-răsărit.",
        "11": "Hiram a făcut cenușarele, lopețile și potirele. Astfel a isprăvit Hiram lucrarea pe care i-a dat-o împăratul Solomon s-o facă pentru Casa lui Dumnezeu:",
        "12": "doi stâlpi, cu cele două capete și coperișurile lor cu cununi de pe vârful stâlpilor; cele două rețele pentru acoperirea celor două coperișuri ale capetelor de pe vârful stâlpilor;",
        "13": "cele patru sute de rodii pentru cele două rețele, câte două șiruri de rodii pentru fiecare rețea, pentru acoperirea celor două coperișuri cu cununi ale capetelor de pe vârful stâlpilor;",
        "14": "cele zece temelii și cele zece lighene de pe temelii;",
        "15": "marea și cei doisprezece boi de sub ea;",
        "16": "cenușarele, lopețile și furculițele. Toate aceste unelte, pe care le-a dat împăratul Solomon lui Huram-Abi să le facă pentru Casa Domnului, erau de aramă lustruită.",
        "17": "Împăratul a pus să le toarne în câmpia Iordanului, într-un pământ cleios, între Sucot și Țereda.",
        "18": "Solomon a făcut toate aceste unelte în număr atât de mare, încât nu s-a putut cerceta greutatea aramei.",
        "19": "Solomon a mai făcut toate celelalte unelte pentru Casa lui Dumnezeu: altarul de aur, mesele pe care se puneau pâinile pentru punerea înaintea Domnului,",
        "20": "sfeșnicele și candelele lor de aur curat, care trebuiau aprinse după poruncă înaintea Locului Preasfânt,",
        "21": "florile, candelele și mucările de aur, de aur foarte curat,",
        "22": "cuțitele, potirele, ceștile și cățuile de aur curat și aripile de aur pentru ușa dinăuntru a casei, de la intrarea Locului Preasfânt, și pentru ușa casei de la intrarea Templului."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "A făcut un altar de bronz, lung de douăzeci de coți, lat de douăzeci de coți și înalt de zece coți.",
        "2": "Apoi a făcut „marea“ turnată. Aceasta era rotundă, avea zece coți de la o margine la cealaltă, era înaltă de cinci coți, iar de jur împrejur se putea măsura cu o sfoară de treizeci de coți.",
        "3": "Sub ea, de jur împrejur, se aflau ornamente în formă de boi, câte zece la fiecare cot, de jur împrejurul „mării“. Ornamentele erau așezate în două șiruri, fiind turnate dintr-o singură piesă cu „marea“.",
        "4": "„Marea“ era așezată pe doisprezece boi, trei orientați spre nord, trei orientați spre vest, trei orientați spre sud și trei orientați spre est. „Marea“ era așezată deasupra lor, astfel încât toată partea din spate a trupurilor lor era înspre interior.",
        "5": "Grosimea ei era de un lat de palmă, iar marginea ei era prelucrată ca marginea unui pahar, ca floarea unui crin. Ea putea cuprinde trei mii de bați.",
        "6": "El a mai construit zece bazine și a pus cinci dintre ele în partea de sud, iar celelalte cinci în partea de nord, ca să se spele în ele uneltele folosite la arderile-de-tot, cele care trebuiau curățate. „Marea“ însă era pentru preoți, ca să se spele în ea.",
        "7": "A mai făcut și zece sfeșnice de aur, potrivit îndrumărilor care i-au fost date cu privire la ele, și le-a așezat în Templu, cinci la dreapta și cinci la stânga.",
        "8": "A făcut zece mese și le-a așezat în Templu, cinci la dreapta și cinci la stânga. De asemenea, a făcut și o sută de vase de aur.",
        "9": "A făcut apoi curtea preoților și curtea cea mare cu porțile ei și a poleit porțile cu bronz.",
        "10": "A așezat „marea“ în partea dreaptă a Templului, în colțul de sud-est.",
        "11": "Huram a mai făcut și ligheanele, lopețile și vasele. Și, astfel, Huram a terminat lucrarea pe care o începuse pentru regele Solomon, la Casa lui Dumnezeu:",
        "12": "cei doi stâlpi, cele două cupe ale capitelurilor care se aflau pe vârfurile stâlpilor, cele două seturi de rețele, care împodobeau cele două cupe ale capitelurilor de pe vârfurile stâlpilor,",
        "13": "cele patru sute de rodii pentru cele două seturi de rețele, cele două șiruri de rodii pentru fiecare rețea în parte, rețele care acopereau cele două cupe ale capitelurilor de pe vârfurile stâlpilor.",
        "14": "Tot el făcuse și piedestalele, precum și bazinele de pe piedestale,",
        "15": "„marea“ cu cei doisprezece boi de sub ea,",
        "16": "oalele, lopețile și furculițele. Toate aceste obiecte, pe care Huram-Abi i le-a făcut regelui Solomon pentru Casa Domnului, erau din bronz lustruit.",
        "17": "Regele le-a turnat într-un pământ argilos din Câmpia Iordanului, undeva între Sucot și Țortan.",
        "18": "Solomon făcuse toate obiectele acestea într-un număr atât de mare, încât greutatea bronzului nu s-a putut cântări.",
        "19": "De asemenea, Solomon a făcut toate obiectele care erau în Casa lui Dumnezeu: altarul de aur, mesele pentru pâinea prezentării,",
        "20": "sfeșnicele din aur pur cu candelele lor, care trebuiau aprinse, potrivit legii, în fața sanctuarului interior,",
        "21": "mugurii, candelele și cleștii din aur (acesta era aur pur),",
        "22": "mucarnițele, vasele, vasele pentru tămâie și fărașele pentru cărbuni, din aur pur, precum și balamalele de aur pentru ușile din interiorul Casei (de la intrarea în Locul Preasfânt) și pentru ușile de la camera principală a Templului."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Then he made an altar of bronze, twenty cubits long, twenty cubits wide, and ten cubits high.",
        "2": "Also he made the molten sea of ten cubits from brim to brim. It was round, five cubits high, and thirty cubits in circumference.",
        "3": "Under it was the likeness of oxen, which encircled it, for ten cubits, encircling the sea. The oxen were in two rows, cast when it was cast.",
        "4": "It stood on twelve oxen, three looking toward the north, three looking toward the west, three looking toward the south, and three looking toward the east; and the sea was set on them above, and all their hindquarters were inward.",
        "5": "It was a handbreadth thick. Its brim was made like the brim of a cup, like the flower of a lily. It received and held three thousand baths.",
        "6": "He also made ten basins, and put five on the right hand and five on the left, to wash in them. The things that belonged to the burnt offering were washed in them, but the sea was for the priests to wash in.",
        "7": "He made the ten lamp stands of gold according to the ordinance concerning them; and he set them in the temple, five on the right hand and five on the left.",
        "8": "He made also ten tables, and placed them in the temple, five on the right side and five on the left. He made one hundred basins of gold.",
        "9": "Furthermore he made the court of the priests, the great court, and doors for the court, and overlaid their doors with bronze.",
        "10": "He set the sea on the right side of the house eastward, toward the south.",
        "11": "Huram made the pots, the shovels, and the basins. So Huram finished doing the work that he did for King Solomon in God’s house:",
        "12": "the two pillars, the bowls, the two capitals which were on the top of the pillars, the two networks to cover the two bowls of the capitals that were on the top of the pillars,",
        "13": "and the four hundred pomegranates for the two networks—two rows of pomegranates for each network, to cover the two bowls of the capitals that were on the pillars.",
        "14": "He also made the bases, and he made the basins on the bases—",
        "15": "one sea, and the twelve oxen under it.",
        "16": "Huram-abi also made the pots, the shovels, the forks, and all its vessels for King Solomon, for Yahweh’s house, of bright bronze.",
        "17": "The king cast them in the plain of the Jordan, in the clay ground between Succoth and Zeredah.",
        "18": "Thus Solomon made all these vessels in great abundance, so that the weight of the bronze could not be determined.",
        "19": "Solomon made all the vessels that were in God’s house: the golden altar, the tables with the show bread on them,",
        "20": "and the lamp stands with their lamps to burn according to the ordinance before the inner sanctuary, of pure gold;",
        "21": "and the flowers, the lamps, and the tongs of gold that was purest gold;",
        "22": "and the snuffers, the basins, the spoons, and the fire pans of pure gold. As for the entry of the house, its inner doors for the most holy place and the doors of the main hall of the temple were of gold."
      }
    }
  }
}