{
  "book": "2 Cronici",
  "chapter": "30",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Ezechia a trimis soli în tot Israelul și Iuda și a scris scrisori și lui Efraim și lui Manase ca să vină la Casa Domnului la Ierusalim să prăznuiască Paștele în cinstea Domnului Dumnezeului lui Israel.",
        "2": "Împăratul, căpeteniile lui și toată adunarea ținuseră sfat la Ierusalim ca Paștele să fie prăznuite în luna a doua,",
        "3": "căci nu puteau fi prăznuite la vremea lor, pentru că preoții nu se sfințiseră în număr destul de mare și poporul nu se adunase la Ierusalim.",
        "4": "Lucrul având încuviințarea împăratului și a întregii adunări,",
        "5": "au hotărât să dea de veste în tot Israelul, de la Beer-Șeba până la Dan, ca să vină la Ierusalim să prăznuiască Paștele în cinstea Domnului Dumnezeului lui Israel. Căci de mult nu mai fuseseră prăznuite după cum era scris.",
        "6": "Alergătorii s-au dus cu scrisorile împăratului și căpeteniilor lui în tot Israelul și Iuda. Și, după porunca împăratului, au zis: „Copii ai lui Israel, întoarceți-vă la Domnul Dumnezeul lui Avraam, Isaac și Israel, ca să Se întoarcă și El la voi, rămășiță scăpată din mâna împăraților Asiriei!",
        "7": "Nu fiți ca părinții voștri și ca frații voștri, care au păcătuit împotriva Domnului Dumnezeului părinților lor și pe care de aceea i-a dat pradă pustiirii, cum vedeți.",
        "8": "Nu vă înțepeniți grumazul ca părinții voștri; dați mâna Domnului, veniți la Sfântul Lui Locaș, pe care l-a sfințit pe vecie, și slujiți Domnului Dumnezeului vostru, pentru ca mânia Lui aprinsă să se abată de la voi.",
        "9": "Dacă vă întoarceți la Domnul, frații voștri și fiii voștri vor găsi milă la cei ce i-au luat robi și se vor întoarce în țară. Căci Domnul Dumnezeul vostru este milostiv și îndurător și nu-Și va întoarce Fața de la voi, dacă vă întoarceți la El.”",
        "10": "Alergătorii au mers astfel din cetate în cetate, prin țara lui Efraim și Manase, până la Zabulon. Dar ei râdeau și își băteau joc de ei.",
        "11": "Însă câțiva oameni din Așer, din Manase și Zabulon s-au smerit și au venit la Ierusalim.",
        "12": "În Iuda, de asemenea, mâna lui Dumnezeu a lucrat și le-a dat o singură inimă ca să-i facă să împlinească porunca împăratului și a căpeteniilor, după Cuvântul Domnului.",
        "13": "Un popor în mare număr s-a adunat la Ierusalim să prăznuiască Sărbătoarea Azimilor în luna a doua: a fost o adunare foarte mare.",
        "14": "S-au sculat și au îndepărtat altarele pe care se jertfea în Ierusalim și pe toate acelea pe care se aducea tămâie și le-au aruncat în pârâul Chedron.",
        "15": "Au jertfit apoi Paștele în ziua a paisprezecea a lunii a doua. Preoții și leviții, plini de rușine, s-au sfințit și au adus arderi-de-tot în Casa Domnului.",
        "16": "Ei ședeau în locul lor obișnuit, după legea lui Moise, omul lui Dumnezeu, și preoții stropeau sângele pe care-l luau din mâna leviților.",
        "17": "Fiindcă în adunare erau mulți inși care nu se sfințiseră, leviții au înjunghiat ei jertfele de Paște pentru toți cei ce nu erau curați, ca să le închine Domnului.",
        "18": "Căci o mare parte din popor, mulți din Efraim, Manase, Isahar și Zabulon, nu se curățiseră și au mâncat Paștele nu după cele scrise. Dar Ezechia s-a rugat pentru ei zicând: „Domnul, care este bun, să ierte pe toți",
        "19": "cei ce și-au pus inima să caute pe Domnul Dumnezeul părinților lor, măcar că n-au făcut sfânta curățire!”",
        "20": "Domnul a ascultat pe Ezechia și a iertat poporul.",
        "21": "Astfel, copiii lui Israel care se aflau la Ierusalim au prăznuit Sărbătoarea Azimilor șapte zile, cu mare bucurie. Și, în fiecare zi, leviții și preoții lăudau pe Domnul cu instrumente care răsunau în cinstea Lui.",
        "22": "Ezechia a vorbit inimii tuturor leviților, care arătau o mare pricepere pentru slujba Domnului. Șapte zile au mâncat dobitoacele jertfite, aducând jertfe de mulțumire și lăudând pe Domnul Dumnezeul părinților lor.",
        "23": "Toată adunarea a fost de părere să mai prăznuiască alte șapte zile. Și au prăznuit cu bucurie încă șapte zile.",
        "24": "Căci Ezechia, împăratul lui Iuda, dăduse adunării o mie de viței și șapte mii de oi, iar căpeteniile i-au dat o mie de viței și zece mii de oi, și mulți preoți se sfințiseră.",
        "25": "Și s-a bucurat toată adunarea lui Iuda, și preoții, și leviții, și tot poporul venit din Israel, și străinii veniți din țara lui Israel sau așezați în Iuda.",
        "26": "A fost mare veselie la Ierusalim. De pe vremea lui Solomon, fiul lui David, împăratul lui Israel, nu mai fusese la Ierusalim așa ceva.",
        "27": "Preoții și leviții s-au sculat și au binecuvântat poporul. Glasul lor a fost auzit și rugăciunea lor a ajuns până la ceruri, până la locuința sfântă a Domnului."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Ezechia a trimis solie peste tot în Israel și Iuda și a scris scrisori chiar și celor din Efraim și Manase, chemându-i la Casa Domnului, în Ierusalim, pentru a sărbători Paștele Domnului, Dumnezeul lui Israel.",
        "2": "Regele se sfătuise la Ierusalim cu căpeteniile sale și cu toată adunarea să sărbătorească Paștele în luna a doua,",
        "3": "pentru că nu au putut să-l sărbătorească la vremea sa, deoarece nu se sfințiseră destui preoți, iar poporul nu se adunase la Ierusalim.",
        "4": "Propunerea a plăcut atât regelui, cât și întregii adunări.",
        "5": "Prin urmare, ei au dat o poruncă prin care urma să se străbată tot Israelul, de la Beer-Șeba până la Dan, pentru a-i chema pe oameni la Ierusalim ca să sărbătorească Paștele Domnului, Dumnezeul lui Israel, căci demult nu-l mai sărbătoriseră în mare număr, după cum era scris.",
        "6": "Și, așa cum poruncise regele, mesagerii au dus în tot Israelul și în Iuda scrisorile regelui și ale căpeteniilor sale, în care se spunea: „Fii ai lui Israel, întoarceți-vă la Domnul, Dumnezeul lui Avraam, Isaac și Israel, iar El Se va întoarce la rămășița care a scăpat, la cei ce au scăpat din mâna împăraților Asiriei!",
        "7": "Nu fiți ca părinții și ca frații voștri care au fost necredincioși față de Domnul, Dumnezeul strămoșilor voștri, și pe care El i-a lăsat pradă pustiirii, după cum vedeți astăzi.",
        "8": "Acum, nu fiți încăpățânați, ca strămoșii voștri. Dați mâna cu Domnul, veniți la Sfântul Lui Lăcaș, pe care l-a sfințit pe vecie, și slujiți Domnului, Dumnezeul vostru, ca să se depărteze de la voi mânia Lui.",
        "9": "Căci, dacă vă veți întoarce la Domnul, frații voștri și fiii voștri vor găsi îndurare la cei ce i-au luat captivi și se vor întoarce în țara aceasta, căci Domnul, Dumnezeul vostru, este plin de har și milostiv și nu-Și va întoarce fața de la voi, dacă vă întoarceți la El“.",
        "10": "Mesagerii au străbătut fiecare cetate din Efraim și Manase, până în Zabulon, însă oamenii râdeau de ei și-i batjocoreau.",
        "11": "Totuși, au existat unii din Așer, din Manase și din Zabulon care s-au smerit și au venit la Ierusalim.",
        "12": "De asemenea, și în Iuda, mâna lui Dumnezeu i-a unit pentru ca ei să împlinească porunca regelui și a căpeteniilor, poruncă dată potrivit Cuvântului Domnului.",
        "13": "În luna a doua, o mulțime de oameni s-a adunat la Ierusalim ca să celebreze Sărbătoarea Azimelor. Era o adunare foarte mare.",
        "14": "S-au ridicat și au îndepărtat altarele care erau în Ierusalim, precum și toate altarele pentru tămâiere și le-au aruncat în pârâul Chidron.",
        "15": "Apoi, în a paisprezecea zi a lunii a doua, au înjunghiat mieii de Paște. Preoții și leviții, plini de rușine, s-au sfințit și au adus arderi-de-tot la Casa Domnului.",
        "16": "Ei stăteau la locurile lor, așa cum era hotărât cu privire la ei în Legea lui Moise, omul lui Dumnezeu; și preoții stropeau sângele pe care-l luau de la leviți.",
        "17": "Fiindcă erau mulți în adunare care nu se sfințiseră, leviții au înjunghiat ei înșiși mieii de Paște pentru toți aceia care nu erau curați și nu puteau să-i închine ei înșiși Domnului.",
        "18": "Căci majoritatea poporului, mulți din Efraim, din Manase, din Isahar și din Zabulon, deși nu se curățiseră, totuși mâncaseră jertfa de Paște, nerespectând cele scrise. Însă Ezechia s-a rugat pentru ei, zicând: „Domnul, Care este bun, să-i ierte",
        "19": "pe toți aceia care s-au hotărât în inimile lor să-L caute pe Dumnezeu, pe Domnul, Dumnezeul strămoșilor lor, chiar și fără să se curățească potrivit reglementărilor Sfântului Lăcaș!“.",
        "20": "Domnul l-a ascultat pe Ezechia și a vindecat poporul.",
        "21": "Fiii lui Israel prezenți la Ierusalim au celebrat, cu mare bucurie, Sărbătoarea Azimelor, timp de șapte zile. Leviții și preoții Îl lăudau pe Domnul în fiecare zi cu instrumentele de laudă ale Domnului.",
        "22": "Ezechia a vorbit pe placul inimii tuturor leviților care arătaseră o bună înțelegere a slujbei Domnului. Ei au mâncat, timp de șapte zile, din partea cuvenită lor, au adus jertfe de pace și I-au mulțumit Domnului, Dumnezeul strămoșilor lor.",
        "23": "Întreaga adunare s-a sfătuit să mai celebreze încă șapte zile. Și au celebrat cu bucurie încă șapte zile,",
        "24": "deoarece Ezechia, regele lui Iuda, oferise adunării o mie de tauri și șapte mii de oi, iar căpeteniile oferiseră adunării o mie de tauri și zece mii de oi, și deoarece mulți preoți se sfințiseră.",
        "25": "Toată adunarea lui Iuda, împreună cu preoții și leviții, și toată adunarea celor sosiți din Israel, precum și străinii, cei sosiți din țara lui Israel și cei ce locuiesc în Iuda, s-au bucurat împreună.",
        "26": "A fost o mare bucurie în Ierusalim, așa cum nu a mai fost în Ierusalim din zilele lui Solomon, fiul lui David, regele lui Israel.",
        "27": "Preoții și leviții s-au ridicat și au binecuvântat poporul. Glasul lor s-a făcut auzit, iar rugăciunea lor a ajuns până la Lăcașul Tău cel Sfânt, până la ceruri."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Hezekiah sent to all Israel and Judah, and wrote letters also to Ephraim and Manasseh, that they should come to Yahweh’s house at Jerusalem, to keep the Passover to Yahweh, the God of Israel.",
        "2": "For the king had taken counsel with his princes and all the assembly in Jerusalem to keep the Passover in the second month.",
        "3": "For they could not keep it at that time, because the priests had not sanctified themselves in sufficient number, and the people had not gathered themselves together to Jerusalem.",
        "4": "The thing was right in the eyes of the king and of all the assembly.",
        "5": "So they established a decree to make proclamation throughout all Israel, from Beersheba even to Dan, that they should come to keep the Passover to Yahweh, the God of Israel, at Jerusalem, for they had not kept it in great numbers in the way it is written.",
        "6": "So the couriers went with the letters from the king and his princes throughout all Israel and Judah, according to the commandment of the king, saying, “You children of Israel, turn again to Yahweh, the God of Abraham, Isaac, and Israel, that he may return to the remnant of you that have escaped out of the hand of the kings of Assyria.",
        "7": "Don’t be like your fathers and like your brothers, who trespassed against Yahweh, the God of their fathers, so that he gave them up to desolation, as you see.",
        "8": "Now don’t be stiff-necked, as your fathers were, but yield yourselves to Yahweh, and enter into his sanctuary, which he has sanctified forever, and serve Yahweh your God, that his fierce anger may turn away from you.",
        "9": "For if you turn again to Yahweh, your brothers and your children will find compassion with those who led them captive, and will come again into this land, because Yahweh your God is gracious and merciful, and will not turn away his face from you if you return to him.”",
        "10": "So the couriers passed from city to city through the country of Ephraim and Manasseh, even to Zebulun, but people ridiculed them and mocked them.",
        "11": "Nevertheless some men of Asher, Manasseh, and Zebulun humbled themselves and came to Jerusalem.",
        "12": "Also the hand of God came on Judah to give them one heart, to do the commandment of the king and of the princes by Yahweh’s word.",
        "13": "Many people assembled at Jerusalem to keep the feast of unleavened bread in the second month, a very great assembly.",
        "14": "They arose and took away the altars that were in Jerusalem, and they took away all the altars for incense and threw them into the brook Kidron.",
        "15": "Then they killed the Passover on the fourteenth day of the second month. The priests and the Levites were ashamed, and sanctified themselves, and brought burnt offerings into Yahweh’s house.",
        "16": "They stood in their place after their order, according to the law of Moses the man of God. The priests sprinkled the blood which they received of the hand of the Levites.",
        "17": "For there were many in the assembly who had not sanctified themselves; therefore the Levites were in charge of killing the Passovers for everyone who was not clean, to sanctify them to Yahweh.",
        "18": "For a multitude of the people, even many of Ephraim, Manasseh, Issachar, and Zebulun, had not cleansed themselves, yet they ate the Passover other than the way it is written. For Hezekiah had prayed for them, saying, “May the good Yahweh pardon everyone",
        "19": "who sets his heart to seek God, Yahweh, the God of his fathers, even if they aren’t clean according to the purification of the sanctuary.”",
        "20": "Yahweh listened to Hezekiah, and healed the people.",
        "21": "The children of Israel who were present at Jerusalem kept the feast of unleavened bread seven days with great gladness. The Levites and the priests praised Yahweh day by day, singing with loud instruments to Yahweh.",
        "22": "Hezekiah spoke encouragingly to all the Levites who had good understanding in the service of Yahweh. So they ate throughout the feast for the seven days, offering sacrifices of peace offerings and making confession to Yahweh, the God of their fathers.",
        "23": "The whole assembly took counsel to keep another seven days, and they kept another seven days with gladness.",
        "24": "For Hezekiah king of Judah gave to the assembly for offerings one thousand bulls and seven thousand sheep; and the princes gave to the assembly a thousand bulls and ten thousand sheep; and a great number of priests sanctified themselves.",
        "25": "All the assembly of Judah, with the priests and the Levites, and all the assembly who came out of Israel, and the foreigners who came out of the land of Israel and who lived in Judah, rejoiced.",
        "26": "So there was great joy in Jerusalem; for since the time of Solomon the son of David king of Israel there was nothing like this in Jerusalem.",
        "27": "Then the Levitical priests arose and blessed the people. Their voice was heard, and their prayer came up to his holy habitation, even to heaven."
      }
    }
  }
}