{
  "book": "2 Cronici",
  "chapter": "17",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În locul lui a domnit fiul său Iosafat. El s-a întărit împotriva lui Israel:",
        "2": "a pus oști în toate cetățile întărite ale lui Iuda și a rânduit căpetenii în țara lui Iuda și în cetățile lui Efraim, pe care le luase tatăl său, Asa.",
        "3": "Domnul a fost cu Iosafat, pentru că a umblat în cele dintâi căi ale tatălui său David și n-a căutat pe baali,",
        "4": "căci a alergat la Dumnezeul tatălui său și a urmat poruncile Lui, fără să facă ce făcea Israel.",
        "5": "Domnul a întărit domnia în mâinile lui Iosafat, căruia tot Iuda îi aducea daruri. Și a avut o mulțime de bogății și slavă.",
        "6": "Inima lui s-a întărit din ce în ce în căile Domnului și a îndepărtat din Iuda chiar și înălțimile și idolii.",
        "7": "În al treilea an al domniei lui, a însărcinat pe căpeteniile sale Ben-Hail, Obadia, Zaharia, Netaneel și Mica să se ducă să învețe pe oameni în cetățile lui Iuda.",
        "8": "A trimis cu ei pe leviții Șemaia, Netania, Zebadia, Asael, Șemiramot, Ionatan, Adonia, Tobia și Tob-Adonia, leviți, și pe preoții Elișama și Ioram.",
        "9": "Ei au învățat pe oameni în Iuda, având cu ei cartea Legii Domnului. Au străbătut toate cetățile lui Iuda și au învățat pe oameni în mijlocul poporului.",
        "10": "Groaza Domnului a apucat toate împărățiile țărilor dimprejurul lui Iuda și n-au făcut război împotriva lui Iosafat.",
        "11": "Niște filisteni au adus lui Iosafat daruri și un bir în argint și arabii i-au adus și ei vite, șapte mii șapte sute de berbeci și șapte mii șapte sute de țapi.",
        "12": "Iosafat se ridicase la cea mai înaltă treaptă de mărire. A zidit în Iuda cetățui și cetăți pentru merinde.",
        "13": "A strâns merinde în cetățile lui Iuda și avea la Ierusalim o ceată de oameni viteji ca ostași.",
        "14": "Iată numărul lor, după casele părinților lor. Din Iuda, căpetenii peste o mie: Adna, căpetenia cu trei sute de mii de viteji;",
        "15": "după el, Iohanan, căpetenia cu două sute optzeci de mii de oameni;",
        "16": "după el, Amasia, fiul lui Zicri, care se predase de bunăvoie Domnului, cu două sute de mii de viteji.",
        "17": "Din Beniamin: Eliada, om viteaz, cu două sute de mii de oameni înarmați cu arc și cu scut,",
        "18": "și, după el, Zozabad, cu o sută optzeci de mii de oameni înarmați pentru război.",
        "19": "Aceștia sunt cei ce erau în slujba împăratului, afară de aceia pe care îi pusese împăratul în toate cetățile întărite ale lui Iuda."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În locul lui Asa a domnit fiul său Iehoșafat. El s-a întărit împotriva lui Israel.",
        "2": "A pus trupe în toate cetățile fortificate ale lui Iuda și a plasat garnizoane atât în Iuda, cât și în cetățile lui Efraim, care fuseseră cucerite de tatăl său, Asa.",
        "3": "Domnul a fost cu Iehoșafat, căci el a umblat în cele dintâi căi ale tatălui său, David și nu i-a căutat pe baali,",
        "4": "ci L-a căutat pe Dumnezeul tatălui său și a urmat poruncile Lui, fără să comită faptele lui Israel.",
        "5": "Domnul a consolidat regatul sub conducerea lui. Toți cei din Iuda îi aduceau daruri lui Iehoșafat și el a avut parte de multă bogăție și glorie.",
        "6": "Inima lui a fost plină de râvnă pentru căile Domnului, îndepărtând din Iuda chiar și înălțimile și așerele.",
        "7": "În al treilea an al domniei sale, Iehoșafat i-a trimis în cetățile lui Iuda pe Ben-Hail, pe Obadia, pe Zaharia, pe Netanel și pe Micaia, căpeteniile sale, ca să învețe poporul.",
        "8": "Împreună cu ei erau următorii leviți: Șemaia, Netania, Zebadia, Asael, Șemiramot, Ionatan, Adonia, Tobia și Tob-Adonia, precum și preoții Elișama și Iehoram.",
        "9": "Ei i-au învățat pe cei din Iuda din Cartea Legii Domnului, pe care o aveau cu ei. Au străbătut toate cetățile lui Iuda și au învățat poporul.",
        "10": "Groaza Domnului a venit peste toate regatele țărilor din jurul lui Iuda, astfel că ele nu s-au războit cu Iehoșafat.",
        "11": "Niște filisteni i-au adus lui Iehoșafat daruri și un tribut în argint, iar niște arabi i-au adus turme: șapte mii șapte sute de berbeci și șapte mii șapte sute de țapi.",
        "12": "Iehoșafat a devenit din ce în ce mai puternic și a construit în Iuda fortărețe și cetăți-hambar.",
        "13": "Avea multe proprietăți în cetățile lui Iuda. La Ierusalim avea ostași, războinici viteji.",
        "14": "Acesta este numărul lor, potrivit familiilor părinților lor: Din Iuda, căpeteniile peste mii erau: căpetenia Adna, însoțit de trei sute de mii de războinici viteji;",
        "15": "alături de el era căpetenia Iehohanan, însoțit de două sute optzeci de mii de oameni,",
        "16": "și Amasia, fiul lui Zicri, un voluntar în slujba Domnului, însoțit de două sute de mii de războinici viteji;",
        "17": "din Beniamin: Eliada, un războinic viteaz, însoțit de două sute de mii de oameni înarmați cu arcuri și scuturi;",
        "18": "alături de el era Iehozabad, însoțit de o sută optzeci de mii de oameni înarmați pentru război.",
        "19": "Aceștia erau cei aflați în slujba regelui, în afară de cei puși de rege în cetățile fortificate de pe tot cuprinsul lui Iuda."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Jehoshaphat his son reigned in his place, and strengthened himself against Israel.",
        "2": "He placed forces in all the fortified cities of Judah, and set garrisons in the land of Judah and in the cities of Ephraim, which Asa his father had taken.",
        "3": "Yahweh was with Jehoshaphat, because he walked in the first ways of his father David, and didn’t seek the Baals,",
        "4": "but sought the God of his father, and walked in his commandments, and not in the ways of Israel.",
        "5": "Therefore Yahweh established the kingdom in his hand. All Judah brought tribute to Jehoshaphat, and he had riches and honor in abundance.",
        "6": "His heart was lifted up in the ways of Yahweh. Furthermore, he took away the high places and the Asherah poles out of Judah.",
        "7": "Also in the third year of his reign he sent his princes, even Ben Hail, Obadiah, Zechariah, Nethanel, and Micaiah, to teach in the cities of Judah;",
        "8": "and with them Levites, even Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah, and Tobadonijah, the Levites; and with them Elishama and Jehoram, the priests.",
        "9": "They taught in Judah, having the book of Yahweh’s law with them. They went about throughout all the cities of Judah and taught among the people.",
        "10": "The fear of Yahweh fell on all the kingdoms of the lands that were around Judah, so that they made no war against Jehoshaphat.",
        "11": "Some of the Philistines brought Jehoshaphat presents and silver for tribute. The Arabians also brought him flocks: seven thousand seven hundred rams and seven thousand seven hundred male goats.",
        "12": "Jehoshaphat grew great exceedingly; and he built fortresses and store cities in Judah.",
        "13": "He had many works in the cities of Judah; and men of war, mighty men of valor, in Jerusalem.",
        "14": "This was the numbering of them according to their fathers’ houses: From Judah, the captains of thousands: Adnah the captain, and with him three hundred thousand mighty men of valor;",
        "15": "and next to him Jehohanan the captain, and with him two hundred eighty thousand;",
        "16": "and next to him Amasiah the son of Zichri, who willingly offered himself to Yahweh, and with him two hundred thousand mighty men of valor.",
        "17": "From Benjamin: Eliada, a mighty man of valor, and with him two hundred thousand armed with bow and shield;",
        "18": "and next to him Jehozabad, and with him one hundred eighty thousand ready and prepared for war.",
        "19": "These were those who waited on the king, in addition to those whom the king put in the fortified cities throughout all Judah."
      }
    }
  }
}