{
  "book": "2 Cronici",
  "chapter": "25",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Amația a ajuns împărat la vârsta de douăzeci și cinci de ani și a domnit douăzeci și nouă de ani la Ierusalim. Mama sa se chema Ioadan, din Ierusalim.",
        "2": "El a făcut ce este bine înaintea Domnului, dar cu o inimă care nu era în totul dată Lui.",
        "3": "Când s-a întărit domnia în mâinile lui, a omorât pe slujitorii care uciseseră pe împăratul, tatăl său.",
        "4": "Dar n-a omorât pe fiii lor, căci a lucrat potrivit cu ceea ce este scris în lege, în cartea lui Moise, unde Domnul dă porunca aceasta: „Să nu se omoare părinții pentru copii și să nu se omoare copiii pentru părinți, ci fiecare să fie omorât pentru păcatul lui.”",
        "5": "Amația a strâns pe oamenii din Iuda și i-a pus după casele părintești, căpetenii peste mii și căpetenii peste sute, pentru tot Iuda și Beniamin. Le-a făcut numărătoarea de la vârsta de douăzeci de ani în sus și a găsit trei sute de mii de oameni aleși, în stare să poarte armele, mânuind sulița și scutul.",
        "6": "A mai tocmit cu plată din Israel o sută de mii de viteji, cu o sută de talanți de argint.",
        "7": "Un om al lui Dumnezeu a venit la el și a zis: „Împărate, să nu meargă cu tine oastea lui Israel, căci Domnul nu este cu Israel, nu este cu toți acești fii ai lui Efraim.",
        "8": "Dacă mergi cu ei, chiar dacă ai face la luptă fapte de vitejie, să știi că Dumnezeu te va face să cazi înaintea vrăjmașului. Căci Dumnezeu are putere să te ajute și să te facă să cazi.”",
        "9": "Amația a zis omului lui Dumnezeu: „Dar ce să fac cu cei o sută de talanți pe care i-am dat oastei lui Israel?” Omul lui Dumnezeu a răspuns: „Domnul poate să-ți dea mult mai mult decât atât.”",
        "10": "Atunci, Amația a despărțit ceata care-i venise din Efraim și a poruncit ca oamenii aceștia să se întoarcă acasă. Dar ei s-au mâniat foarte tare pe Iuda și au plecat acasă cu mare furie.",
        "11": "Amația s-a îmbărbătat și și-a dus poporul în Valea Sării, unde a bătut zece mii de oameni din fiii lui Seir.",
        "12": "Și fiii lui Iuda au prins din ei zece mii de inși vii, pe care i-au dus pe vârful unei stânci, de unde i-au prăvălit în vale, așa încât toți au fost zdrobiți.",
        "13": "Însă oamenii din ceata căreia îi dăduse drumul ca să nu meargă la război cu el au năvălit în cetățile lui Iuda, de la Samaria până la Bet-Horon, au ucis acolo trei mii de inși și au luat multe prăzi. Războiul cu Ioas",
        "14": "Când s-a întors Amația de la înfrângerea edomiților, a adus pe dumnezeii fiilor lui Seir și i-a pus dumnezei pentru el; s-a închinat înaintea lor și le-a adus tămâie.",
        "15": "Atunci, Domnul S-a aprins de mânie împotriva lui Amația și a trimis la el pe un proroc, care i-a zis: „Pentru ce ai căutat pe dumnezeii poporului acestuia, când ei n-au putut să-și izbăvească poporul din mâna ta?”",
        "16": "Pe când vorbea el, Amația i-a zis: „Oare te-am făcut sfetnic al împăratului? Pleacă! Pentru ce vrei să fii lovit?” Prorocul a plecat zicând: „Știu acum că Dumnezeu a hotărât să te nimicească, pentru că ai făcut lucrul acesta și n-ai ascultat sfatul meu.”",
        "17": "După ce s-a sfătuit, Amația, împăratul lui Iuda, a trimis să spună lui Ioas, fiul lui Ioahaz, fiul lui Iehu, împăratul lui Israel: „Vino să ne vedem față în față!”",
        "18": "Și Ioas, împăratul lui Israel, a trimis să spună lui Amația, împăratul lui Iuda: „Spinul din Liban a trimis să spună cedrului din Liban: ‘Dă pe fiică-ta de nevastă fiului meu!’ Și fiarele sălbatice din Liban au trecut și au călcat în picioare spinul.",
        "19": "Tu te gândești că ai bătut pe edomiți și de aceea ți se înalță inima ca să te mândrești. Acum stai mai bine acasă. Pentru ce să stârnești un rău care ți-ar aduce pieirea ta și a lui Iuda?”",
        "20": "Dar Amația nu l-a ascultat, fiindcă Dumnezeu hotărâse să-i dea în mâinile vrăjmașului, căci căutaseră pe dumnezeii Edomului.",
        "21": "Și Ioas, împăratul lui Israel, s-a suit și s-au văzut în față el și Amația, împăratul lui Iuda, la Bet-Șemeșul lui Iuda.",
        "22": "Iuda a fost bătut de Israel, și fiecare a fugit în cortul lui.",
        "23": "Ioas, împăratul lui Israel, a luat la Bet-Șemeș pe Amația, împăratul lui Iuda, fiul lui Ioas, fiul lui Ioahaz. L-a adus la Ierusalim și a făcut o spărtură de patru sute de coți în zidul Ierusalimului, de la Poarta lui Efraim până la Poarta Unghiului.",
        "24": "A luat tot aurul și argintul, și toate vasele care se aflau în Casa lui Dumnezeu, la Obed-Edom, și vistieriile casei împăratului. A luat și ostatici și s-a întors la Samaria.",
        "25": "Amația, fiul lui Ioas, împăratul lui Iuda, a trăit cincisprezece ani după moartea lui Ioas, fiul lui Ioahaz, împăratul lui Israel.",
        "26": "Celelalte fapte ale lui Amația, cele dintâi și cele de pe urmă, nu sunt scrise oare în cartea împăraților lui Iuda și Israel?",
        "27": "De când s-a abătut Amația de la Domnul, s-a făcut împotriva lui o uneltire la Ierusalim, și el a fugit la Lachis. Dar l-au urmărit la Lachis și l-au omorât.",
        "28": "L-au adus pe cai și l-au îngropat cu părinții săi în cetatea lui Iuda."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Amația era în vârstă de douăzeci și cinci de ani când a devenit rege și a domnit la Ierusalim timp de douăzeci și nouă de ani. Mama lui se numea Iehoadan și era din Ierusalim.",
        "2": "El a făcut ce este drept înaintea ochilor Domnului, dar nu din toată inima.",
        "3": "După ce și-a consolidat domnia, el i-a omorât pe slujitorii care-l uciseseră pe tatăl său, regele.",
        "4": "Totuși, pe fiii lor nu i-a omorât, după cum este scris în Lege, în Cartea lui Moise, în care Domnul a poruncit, zicând: „Să nu-i omori pe părinți pentru copii și nici pe copii pentru părinți, ci fiecare om să fie omorât pentru păcatul lui“.",
        "5": "Amația i-a convocat pe cei din Iuda și a așezat tot poporul lui Iuda și al lui Beniamin pe familii, potrivit căpeteniilor peste mii și căpeteniilor peste sute. Apoi i-a numărat pe cei de la douăzeci de ani în sus și a găsit trei sute de mii de oameni aleși, în stare să meargă la război și să mânuiască lancea și scutul.",
        "6": "El a mai plătit o sută de mii de războinici viteji din Israel cu o sută de talanți de argint.",
        "7": "Dar un om al lui Dumnezeu a venit la rege și i-a zis: ‒ Nu lua cu tine armata lui Israel, căci Domnul nu este cu Israel, nu este cu toți acești fii ai lui Efraim!",
        "8": "Căci, chiar dacă te vei duce și vei fi curajos în luptă, Dumnezeu va face să te prăbușești înaintea dușmanului, pentru că El are putere să ajute, dar și să prăbușească.",
        "9": "Amația l-a întrebat pe omul lui Dumnezeu: ‒ Dar cum rămâne cu cei o sută de talanți pe care i-am dat cetei lui Israel? Omul lui Dumnezeu i-a răspuns: ‒ Domnul poate să-ți dea mult mai mult decât atât.",
        "10": "Amația și-a separat oamenii de ceata venită din Efraim, după care a trimis ceata acasă. Ei s-au mâniat foarte tare pe cei din Iuda și s-au întors acasă înfuriați.",
        "11": "Amația s-a pregătit și și-a condus poporul, mergând în Valea Sării, unde au omorât zece mii de oameni dintre fiii lui Seir.",
        "12": "Fiii lui Iuda au capturat de vii zece mii de bărbați pe care i-au urcat pe vârful unei stânci, de unde i-au aruncat, astfel încât toți au fost zdrobiți.",
        "13": "Între timp, ceata pe care Amația o trimisese înapoi și nu o lăsase să meargă cu ei la luptă, invadase cetățile lui Iuda, din Samaria și până la Bet-Horon, ucigând trei mii de oameni și luând o pradă mare.",
        "14": "După ce s-a întors de la înfrângerea edomiților, Amația a adus dumnezeii fiilor lui Seir și i-a folosit ca dumnezei ai săi. El se închina înaintea lor și ardea tămâie în cinstea lor.",
        "15": "Domnul S-a mâniat pe Amația și a trimis la el un profet care i-a zis: ‒ De ce ai căutat dumnezeii unei țări care nu-și pot elibera propriul popor din mâna ta?",
        "16": "În timp ce vorbea, regele i-a zis: ‒ Te-am pus noi să fii sfetnicul regelui? Oprește-te! De ce vrei să fii lovit? Profetul s-a oprit, dar a zis: ‒ Știu acum că Dumnezeu a hotărât să te distrugă, pentru că ai făcut lucrul acesta și nu ai ascultat de sfatul meu.",
        "17": "După ce s-a sfătuit, Amația, regele lui Iuda, a trimis niște mesageri la Iehoaș, fiul lui Iehoahaz, fiul lui Iehu, regele lui Israel, ca să-i spună: ‒ Vino să ne confruntăm!",
        "18": "Iehoaș, regele lui Israel, i-a răspuns lui Amația, regele lui Iuda, zicând: ‒ Spinul din Liban a trimis să-i spună cedrului din Liban: „Dă-o pe fata ta de soție fiului meu!“. Însă una dintre vietățile câmpului a trecut pe acolo și a călcat spinul în picioare.",
        "19": "Tu zici: „Iată, am învins Edomul!“. Și de aceea ți s-a înălțat inima, mândrindu-te. Rămâi mai bine acasă! De ce să provoci o nenorocire care ar duce la căderea ta și a lui Iuda?",
        "20": "Amația însă n-a ascultat, fiindcă Dumnezeu hotărâse să-i dea pe cei din Iuda în mâna lui Iehoaș, deoarece căutaseră ajutor la dumnezeii Edomului.",
        "21": "Prin urmare, Iehoaș, regele lui Israel, a pornit la luptă. El și Amația, regele lui Iuda, s-au confruntat la Bet-Șemeș, în Iuda.",
        "22": "Iuda a fost învins de Israel și fiecare om a fugit acasă.",
        "23": "Iehoaș, regele lui Israel, l-a prins pe Amația, regele lui Iuda, fiul lui Ioaș, fiul lui Ahazia, la Bet-Șemeș și l-a adus la Ierusalim. Apoi Iehoaș a spart zidul Ierusalimului de la Poarta Efraim până la Poarta Unghiului, pe o lungime de patru sute de coți.",
        "24": "A luat tot aurul și argintul, împreună cu toate obiectele pe care le-a găsit în Casa lui Dumnezeu, aflate în grija lui Obed-Edom și a golit vistieriile palatului regelui. A luat și prizonieri, și apoi s-a întors în Samaria.",
        "25": "Amația, fiul lui Ioaș, regele lui Iuda, a mai trăit încă cincisprezece ani după moartea lui Iehoaș, fiul lui Iehoahaz, regele lui Israel.",
        "26": "Celelalte fapte ale lui Amația, cele dintâi și cele de pe urmă, nu sunt scrise oare în „Cartea regilor lui Iuda și ai lui Israel“?",
        "27": "De când Amația s-a depărtat de Domnul, slujitorii lui au pus la cale o conspirație împotriva lui, la Ierusalim. El a fugit la Lachiș, dar ei au trimis după el oameni care l-au omorât acolo.",
        "28": "L-au adus pe cai și l-au înmormântat alături de strămoșii săi în cetatea lui Iuda."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Amaziah was twenty-five years old when he began to reign, and he reigned twenty-nine years in Jerusalem. His mother’s name was Jehoaddan, of Jerusalem.",
        "2": "He did that which was right in Yahweh’s eyes, but not with a perfect heart.",
        "3": "Now when the kingdom was established to him, he killed his servants who had killed his father the king.",
        "4": "But he didn’t put their children to death, but did according to that which is written in the law in the book of Moses, as Yahweh commanded, saying, “The fathers shall not die for the children, neither shall the children die for the fathers; but every man shall die for his own sin.”",
        "5": "Moreover Amaziah gathered Judah together and ordered them according to their fathers’ houses, under captains of thousands and captains of hundreds, even all Judah and Benjamin. He counted them from twenty years old and upward, and found that there were three hundred thousand chosen men, able to go out to war, who could handle spear and shield.",
        "6": "He also hired one hundred thousand mighty men of valor out of Israel for one hundred talents of silver.",
        "7": "A man of God came to him, saying, “O king, don’t let the army of Israel go with you, for Yahweh is not with Israel, with all the children of Ephraim.",
        "8": "But if you will go, take action, and be strong for the battle. God will overthrow you before the enemy; for God has power to help, and to overthrow.”",
        "9": "Amaziah said to the man of God, “But what shall we do for the hundred talents which I have given to the army of Israel?” The man of God answered, “Yahweh is able to give you much more than this.”",
        "10": "Then Amaziah separated them, the army that had come to him out of Ephraim, to go home again. Therefore their anger was greatly kindled against Judah, and they returned home in fierce anger.",
        "11": "Amaziah took courage, and led his people out and went to the Valley of Salt, and struck ten thousand of the children of Seir.",
        "12": "The children of Judah carried away ten thousand alive, and brought them to the top of the rock, and threw them down from the top of the rock, so that they all were broken in pieces.",
        "13": "But the men of the army whom Amaziah sent back, that they should not go with him to battle, fell on the cities of Judah from Samaria even to Beth Horon, and struck of them three thousand, and took much plunder.",
        "14": "Now after Amaziah had come from the slaughter of the Edomites, he brought the gods of the children of Seir, and set them up to be his gods, and bowed down himself before them and burned incense to them.",
        "15": "Therefore Yahweh’s anger burned against Amaziah, and he sent to him a prophet who said to him, “Why have you sought after the gods of the people, which have not delivered their own people out of your hand?”",
        "16": "As he talked with him, the king said to him, “Have we made you one of the king’s counselors? Stop! Why should you be struck down?” Then the prophet stopped, and said, “I know that God has determined to destroy you, because you have done this and have not listened to my counsel.”",
        "17": "Then Amaziah king of Judah consulted his advisers, and sent to Joash, the son of Jehoahaz, the son of Jehu, king of Israel, saying, “Come! Let’s look one another in the face.”",
        "18": "Joash king of Israel sent to Amaziah king of Judah, saying, “The thistle that was in Lebanon sent to the cedar that was in Lebanon, saying, ‘Give your daughter to my son as his wife. Then a wild animal that was in Lebanon passed by and trampled down the thistle.",
        "19": "You say to yourself that you have struck Edom; and your heart lifts you up to boast. Now stay at home. Why should you meddle with trouble, that you should fall, even you and Judah with you?’”",
        "20": "But Amaziah would not listen; for it was of God, that he might deliver them into the hand of their enemies, because they had sought after the gods of Edom.",
        "21": "So Joash king of Israel went up, and he and Amaziah king of Judah looked one another in the face at Beth Shemesh, which belongs to Judah.",
        "22": "Judah was defeated by Israel; so every man fled to his tent.",
        "23": "Joash king of Israel took Amaziah king of Judah, the son of Joash the son of Jehoahaz, at Beth Shemesh and brought him to Jerusalem, and broke down the wall of Jerusalem from the gate of Ephraim to the corner gate, four hundred cubits.",
        "24": "He took all the gold and silver, and all the vessels that were found in God’s house with Obed-Edom, and the treasures of the king’s house, and the hostages, and returned to Samaria.",
        "25": "Amaziah the son of Joash, king of Judah, lived for fifteen years after the death of Joash, son of Jehoahaz, king of Israel.",
        "26": "Now the rest of the acts of Amaziah, first and last, behold, aren’t they written in the book of the kings of Judah and Israel?",
        "27": "Now from the time that Amaziah turned away from following Yahweh, they made a conspiracy against him in Jerusalem. He fled to Lachish, but they sent after him to Lachish and killed him there.",
        "28": "They brought him on horses and buried him with his fathers in the City of Judah."
      }
    }
  }
}