{
  "book": "2 Cronici",
  "chapter": "35",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Iosia a prăznuit Paștele în cinstea Domnului la Ierusalim și au jertfit Paștele în a paisprezecea zi a lunii întâi.",
        "2": "A pus pe preoți în slujbele lor și i-a îmbărbătat la slujba Casei Domnului.",
        "3": "A zis leviților care învățau pe tot Israelul și care erau închinați Domnului: „Puneți chivotul sfânt în casa pe care a zidit-o Solomon, fiul lui David, împăratul lui Israel! N-aveți să-l mai purtați pe umeri. Slujiți acum Domnului Dumnezeului vostru și poporului Său Israel!",
        "4": "Pregătiți-vă după casele voastre părintești, după cetele voastre, cum au rânduit prin scris David, împăratul lui Israel, și fiul său Solomon!",
        "5": "Luați-vă locurile în Sfântul Locaș, după feluritele case părintești ale fraților voștri, fiii poporului, și după înșiruirea caselor părintești ale leviților!",
        "6": "Jertfiți Paștele, sfințiți-vă și pregătiți-le pentru frații voștri, întocmai după cuvântul Domnului rostit prin Moise!”",
        "7": "Iosia a dat oamenilor poporului, tuturor celor ce se aflau acolo, miei și capre în număr de treizeci de mii, toți pentru Paște, și trei mii de boi. Aceștia au fost luați din averile împăratului.",
        "8": "Căpeteniile lui au făcut de bunăvoie un dar poporului, preoților și leviților. Hilchia, Zaharia și Iehiel, mai-marii Casei lui Dumnezeu, au dat preoților, pentru Paște, două mii șase sute de miei și trei sute de boi.",
        "9": "Conania, Șemaia și Netaneel, frații săi, Hașabia, Ieiel și Iozabad, capii leviților, au dat leviților, pentru Paște, cinci mii de miei și cinci sute de boi.",
        "10": "Astfel s-a întocmit slujba și preoții și leviții și-au luat locul după cetele lor, după porunca împăratului.",
        "11": "Au jertfit Paștele. Preoții au stropit sângele pe care-l luau din mâna leviților, și leviții au jupuit vitele de piele.",
        "12": "Au pus deoparte arderile-de-tot, ca să le dea cetelor caselor părintești ale oamenilor din popor să le aducă Domnului, cum este scris în cartea lui Moise. Tot așa au făcut și cu boii.",
        "13": "Au fiert Paștele la foc, după orânduială, și au fiert lucrurile sfinte în cazane, căldări și tigăi. Și le-au împărțit în grabă la tot poporul.",
        "14": "Apoi au pregătit ce era pentru ei și pentru preoți, căci preoții, fiii lui Aaron, au avut treabă până noaptea cu aducerea arderilor-de-tot și a grăsimilor. De aceea au pregătit leviții pentru ei și pentru preoți, fiii lui Aaron.",
        "15": "Cântăreții, fiii lui Asaf, stăteau la locul lor, după rânduiala lui David, lui Asaf, lui Heman și lui Iedutun, văzătorul împăratului. Ușierii, de asemenea, erau la fiecare ușă. N-au avut nevoie să se abată de la slujba lor, căci frații lor leviții au pregătit ce era pentru ei.",
        "16": "Astfel a fost întocmită în ziua aceea toată slujba Domnului, ca să prăznuiască Paștele și să aducă arderile-de-tot pe altarul Domnului, după porunca împăratului Iosia.",
        "17": "Copiii lui Israel care se aflau acolo au prăznuit Paștele în același timp și Sărbătoarea Azimilor șapte zile.",
        "18": "Nicio Sărbătoare a Paștelor nu mai fusese prăznuită ca aceasta în Israel din zilele prorocului Samuel. Și niciunul din împărații lui Israel nu mai prăznuise Paște ca cele pe care le-au prăznuit Iosia, preoții și leviții, tot Iuda și Israelul care se aflau acolo, și locuitorii Ierusalimului.",
        "19": "În al optsprezecelea an al domniei lui Iosia au fost prăznuite Paștele acestea. Iosia ucis",
        "20": "După toate aceste lucruri, după ce a dres Iosia Casa Domnului, Neco, împăratul Egiptului, s-a suit să lupte împotriva Carchemișului pe Eufrat. Iosia i-a ieșit înainte.",
        "21": "Și Neco i-a trimis soli să-i spună: „Ce am eu cu tine, împăratul lui Iuda? Nu împotriva ta vin astăzi, ci împotriva unei case cu care sunt în război. Și Dumnezeu mi-a spus să mă grăbesc. Nu te împotrivi lui Dumnezeu, care este cu mine, ca să nu te nimicească.”",
        "22": "Dar Iosia nu s-a întors de la el, ci și-a schimbat hainele ca să lupte împotriva lui, fără să asculte cuvintele lui Neco, care veneau din gura lui Dumnezeu. A înaintat la luptă în valea Meghido.",
        "23": "Arcașii au tras asupra împăratului Iosia, și împăratul a zis slujitorilor săi: „Luați-mă, căci sunt greu rănit!”",
        "24": "Slujitorii l-au luat din car, l-au pus într-un alt car al lui și l-au adus la Ierusalim. A murit și a fost îngropat în mormântul părinților săi. Tot Iuda și Ierusalimul au plâns pe Iosia.",
        "25": "Ieremia a făcut un cântec de jale pentru Iosia. Toți cântăreții și toate cântărețele au vorbit de Iosia în cântecele lor de jale până în ziua de azi și au ajuns o datină în Israel. Cântările acestea sunt scrise în „Cântecele de Jale”.",
        "26": "Celelalte fapte ale lui Iosia și faptele lui evlavioase, făcute așa cum poruncește Legea Domnului,",
        "27": "cele dintâi și cele de pe urmă fapte ale lui, sunt scrise în cartea împăraților lui Israel și Iuda."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Iosia a sărbătorit Paștele Domnului la Ierusalim. Ei au înjunghiat mieii de Paște în a paisprezecea zi a lunii întâi.",
        "2": "Iosia le-a încredințat preoților responsabilitățile lor și i-a încurajat în ce privește slujba Casei Domnului.",
        "3": "El le-a vorbit leviților, care dădeau învățătură întregului Israel și care erau sfinți pentru Domnul, și le-a zis astfel: „Puneți Chivotul cel sfânt în Casa construită de Solomon, fiul lui David, regele lui Israel. Să nu fie pentru voi o povară pe umeri! Acum, slujiți Domnului, Dumnezeul vostru, și poporului Său Israel.",
        "4": "Așezați-vă potrivit familiilor voastre și potrivit cetelor voastre, după cum a scris David, regele lui Israel, și după cum a scris fiul său Solomon.",
        "5": "Ocupați-vă locurile în Lăcaș, câte o parte a familiei leviților pentru fiecare ceată a clanurilor fraților voștri, cei din popor.",
        "6": "Înjunghiați mieii de Paște, sfințiți-vă și pregătiți jertfele pentru frații voștri, împlinind Cuvântul Domnului dat prin Moise“.",
        "7": "Iosia a oferit fiilor poporului, tuturor celor prezenți, oi, miei și iezi, toți pentru Paște, în număr de treizeci de mii, precum și trei mii de viței. Acestea erau din averea regelui.",
        "8": "Căpeteniile regelui au oferit și ele de bunăvoie daruri poporului, preoților și leviților. Hilchia, Zaharia și Iehiel, conducătorii Casei lui Dumnezeu, le-au dat preoților două mii șase sute de miei pentru Paște și trei sute de viței.",
        "9": "Conania și frații săi, Șemaia și Netanel, precum și Hașabia, Ieiel și Iozabad, căpetenii ale leviților, le-au dăruit leviților cinci mii de miei pentru Paște și cinci sute de vite.",
        "10": "Slujba a fost pregătită, preoții și-au ocupat locurile, iar leviții s-au așezat în cete, după cum poruncise regele.",
        "11": "Apoi au înjunghiat mieii de Paște. Preoții au stropit sângele, luându-l de la leviții care jupuiseră animalele.",
        "12": "Au pus deoparte arderile-de-tot, ca să le dea fiilor poporului să le ofere Domnului, potrivit cetelor lor, potrivit familiilor părinților lor, după cum este scris în Cartea lui Moise. Tot așa au făcut și cu vitele.",
        "13": "Au fript jertfa de Paște la foc, așa cum era scris în lege, iar celelalte jertfe sfinte le-au fiert în oale, cazane și cratițe și le-au împărțit în grabă întregului popor.",
        "14": "După aceea, leviții au pregătit ce le revenea lor și preoților – căci preoții, urmașii lui Aaron, aduseseră arderile-de-tot și grăsimile până seara, astfel că leviții au trebuit să facă pregătiri de Paște atât pentru ei, cât și pentru preoți, urmașii lui Aaron.",
        "15": "Cântăreții, urmașii lui Asaf, erau la locul lor, așa cum poruncise David, Asaf, Heman și Iedutun, văzătorul regelui, iar portarii erau la fiecare poartă. Ei nu au trebuit să-și întrerupă slujba, deoarece leviții, frații lor, au pregătit jertfa de Paște pentru ei.",
        "16": "Astfel a fost pregătită în ziua aceea întreaga slujbă a Domnului, ca să se poată sărbători Paștele și să se poată aduce arderile-de-tot pe altarul Domnului, după porunca regelui Iosia.",
        "17": "Fiii lui Israel, aflați atunci la Ierusalim, au sărbătorit Paștele și Sărbătoarea Azimelor timp de șapte zile.",
        "18": "Un astfel de Paște nu se mai sărbătorise în Israel de pe vremea profetului Samuel. Niciun alt rege al lui Israel nu mai sărbătorise un Paște asemenea celui sărbătorit de Iosia alături de preoți, leviți, toți cei din Iuda și din Israel, care se aflau acolo, și locuitorii Ierusalimului.",
        "19": "Acest Paște a fost sărbătorit în al optsprezecelea an al domniei lui Iosia.",
        "20": "După toate acestea, când Iosia pusese deja în ordine Templul, Neco, regele Egiptului, a venit să lupte împotriva Carchemișului, pe Eufrat. Iosia i-a ieșit împotrivă.",
        "21": "Neco i-a trimis mesageri, zicând: „Ce am eu de-a face cu tine, rege al lui Iuda? Nu împotriva ta vin astăzi, ci împotriva unei Case cu care sunt în război, iar Dumnezeu mi-a zis să mă grăbesc. Nu te împotrivi lui Dumnezeu, Care este cu mine, ca să nu te distrugă!“.",
        "22": "Dar Iosia nu s-a întors, ci s-a deghizat ca să lupte împotriva acestuia. El nu a ascultat cuvintele lui Neco, care veneau din gura lui Dumnezeu, astfel că s-a dus să lupte în Valea Meghido.",
        "23": "Arcașii l-au lovit pe regele Iosia, și regele le-a zis slujitorilor săi: „Luați-mă, căci sunt grav rănit!“.",
        "24": "Slujitorii lui l-au luat din carul de luptă, l-au transportat cu un alt car al lui și l-au adus la Ierusalim. El a murit și a fost înmormântat în mormintele strămoșilor lui. Toți cei din Iuda și din Ierusalim l-au bocit pe Iosia.",
        "25": "Ieremia a compus o cântare de jale pentru Iosia și, până în ziua aceasta, toți cântăreții și cântărețele amintesc de Iosia în cântările lor de jale. Ele au ajuns un obicei în Israel și s-au păstrat scrise în „Cântările de jale“.",
        "26": "Celelalte fapte ale lui Iosia, faptele sale făcute cu credincioșie, așa cum scrie în Legea Domnului,",
        "27": "cele dintâi și cele din urmă realizări ale lui, sunt scrise în „Cartea regilor lui Israel și ai lui Iuda“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Josiah kept a Passover to Yahweh in Jerusalem. They killed the Passover on the fourteenth day of the first month.",
        "2": "He set the priests in their offices and encouraged them in the service of Yahweh’s house.",
        "3": "He said to the Levites who taught all Israel, who were holy to Yahweh, “Put the holy ark in the house which Solomon the son of David king of Israel built. It will no longer be a burden on your shoulders. Now serve Yahweh your God and his people Israel.",
        "4": "Prepare yourselves after your fathers’ houses by your divisions, according to the writing of David king of Israel, and according to the writing of Solomon his son.",
        "5": "Stand in the holy place according to the divisions of the fathers’ houses of your brothers the children of the people, and let there be for each a portion of a fathers’ house of the Levites.",
        "6": "Kill the Passover lamb, sanctify yourselves, and prepare for your brothers, to do according to Yahweh’s word by Moses.”",
        "7": "Josiah gave to the children of the people, of the flock, lambs and young goats, all of them for the Passover offerings, to all who were present, to the number of thirty thousand, and three thousand bulls. These were of the king’s substance.",
        "8": "His princes gave a free will offering to the people, to the priests, and to the Levites. Hilkiah, Zechariah, and Jehiel, the rulers of God’s house, gave to the priests for the Passover offerings two thousand six hundred small livestock, and three hundred head of cattle.",
        "9": "Conaniah also, and Shemaiah and Nethanel, his brothers, and Hashabiah, Jeiel, and Jozabad, the chiefs of the Levites, gave to the Levites for the Passover offerings five thousand small livestock and five hundred head of cattle.",
        "10": "So the service was prepared, and the priests stood in their place, and the Levites by their divisions, according to the king’s commandment.",
        "11": "They killed the Passover lambs, and the priests sprinkled the blood which they received from their hands, and the Levites skinned them.",
        "12": "They removed the burnt offerings, that they might give them according to the divisions of the fathers’ houses of the children of the people, to offer to Yahweh, as it is written in the book of Moses. They did the same with the cattle.",
        "13": "They roasted the Passover with fire according to the ordinance. They boiled the holy offerings in pots, in cauldrons, and in pans, and carried them quickly to all the children of the people.",
        "14": "Afterward they prepared for themselves and for the priests, because the priests the sons of Aaron were busy with offering the burnt offerings and the fat until night. Therefore the Levites prepared for themselves and for the priests the sons of Aaron.",
        "15": "The singers, the sons of Asaph, were in their place, according to the commandment of David, Asaph, Heman, and Jeduthun the king’s seer; and the gatekeepers were at every gate. They didn’t need to depart from their service, because their brothers the Levites prepared for them.",
        "16": "So all the service of Yahweh was prepared the same day, to keep the Passover, and to offer burnt offerings on Yahweh’s altar, according to the commandment of King Josiah.",
        "17": "The children of Israel who were present kept the Passover at that time, and the feast of unleavened bread seven days.",
        "18": "There was no Passover like that kept in Israel from the days of Samuel the prophet, nor did any of the kings of Israel keep such a Passover as Josiah kept—with the priests, the Levites, and all Judah and Israel who were present, and the inhabitants of Jerusalem.",
        "19": "This Passover was kept in the eighteenth year of the reign of Josiah.",
        "20": "After all this, when Josiah had prepared the temple, Neco king of Egypt went up to fight against Carchemish by the Euphrates, and Josiah went out against him.",
        "21": "But he sent ambassadors to him, saying, “What have I to do with you, you king of Judah? I come not against you today, but against the house with which I have war. God has commanded me to make haste. Beware that it is God who is with me, that he not destroy you.”",
        "22": "Nevertheless Josiah would not turn his face from him, but disguised himself, that he might fight with him, and didn’t listen to the words of Neco from the mouth of God, and came to fight in the valley of Megiddo.",
        "23": "The archers shot at King Josiah; and the king said to his servants, “Take me away, because I am seriously wounded!”",
        "24": "So his servants took him out of the chariot, and put him in the second chariot that he had, and brought him to Jerusalem; and he died, and was buried in the tombs of his fathers. All Judah and Jerusalem mourned for Josiah.",
        "25": "Jeremiah lamented for Josiah, and all the singing men and singing women spoke of Josiah in their lamentations to this day; and they made them an ordinance in Israel. Behold, they are written in the lamentations.",
        "26": "Now the rest of the acts of Josiah and his good deeds, according to that which is written in Yahweh’s law,",
        "27": "and his acts, first and last, behold, they are written in the book of the kings of Israel and Judah."
      }
    }
  }
}