{
  "book": "2 Cronici",
  "chapter": "36",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Poporul țării a luat pe Ioahaz, fiul lui Iosia, și l-a pus împărat în locul tatălui său la Ierusalim.",
        "2": "Ioahaz avea douăzeci și trei de ani când a ajuns împărat și a domnit trei luni la Ierusalim.",
        "3": "Împăratul Egiptului l-a dat jos de pe scaunul de domnie în Ierusalim și a pus peste țară un bir de o sută de talanți de argint și de un talant de aur.",
        "4": "Împăratul Egiptului a pus împărat peste Iuda și peste Ierusalim pe Eliachim, fratele lui Ioahaz, și i-a schimbat numele în Ioiachim. Neco a luat pe fratele său Ioahaz și l-a dus în Egipt. Ioiachim",
        "5": "Ioiachim avea douăzeci și cinci de ani când a ajuns împărat și a domnit unsprezece ani la Ierusalim. El a făcut ce este rău înaintea Domnului Dumnezeului său.",
        "6": "Nebucadnețar, împăratul Babilonului, s-a suit împotriva lui și l-a legat cu lanțuri de aramă ca să-l ducă la Babilon.",
        "7": "Nebucadnețar a dus la Babilon unelte din Casa Domnului și le-a pus în casa lui, în Babilon.",
        "8": "Celelalte fapte ale lui Ioiachim, urâciunile pe care le-a săvârșit și răul ce se afla în el, sunt scrise în cartea împăraților lui Israel și Iuda. Și, în locul lui, a domnit fiul său Ioiachin. Ioiachin",
        "9": "Ioiachin avea opt ani când a ajuns împărat și a domnit trei luni și zece zile la Ierusalim. El a făcut ce este rău înaintea Domnului.",
        "10": "În anul următor, împăratul Nebucadnețar l-a dus la Babilon împreună cu uneltele scumpe ale Casei Domnului. Și a pus împărat peste Iuda și peste Ierusalim pe Zedechia, fratele lui Ioiachin. Zedechia",
        "11": "Zedechia avea douăzeci și unu de ani când a ajuns împărat și a domnit unsprezece ani la Ierusalim.",
        "12": "El a făcut ce este rău înaintea Domnului Dumnezeului său și nu s-a smerit înaintea prorocului Ieremia, care-i vorbea din partea Domnului.",
        "13": "S-a răsculat chiar împotriva împăratului Nebucadnețar, care-l pusese să jure pe Numele lui Dumnezeu. Și-a înțepenit grumazul și și-a învârtoșat inima până acolo încât nu s-a întors la Domnul Dumnezeul lui Israel.",
        "14": "Toate căpeteniile preoților și poporul au înmulțit și ei fărădelegile după toate urâciunile neamurilor și au pângărit Casa Domnului, pe care o sfințise El în Ierusalim.",
        "15": "Domnul Dumnezeul părinților lor a dat din vreme trimișilor Săi însărcinarea să-i înștiințeze, căci voia să cruțe pe poporul Său și locașul Său.",
        "16": "Dar ei și-au bătut joc de trimișii lui Dumnezeu, I-au nesocotit cuvintele și au râs de prorocii Lui, până când mânia Domnului împotriva poporului Său a ajuns fără leac.",
        "17": "Atunci, Domnul a făcut să se suie împotriva lor împăratul haldeenilor și a ucis cu sabia pe tinerii lor în casa locașului lor celui sfânt. N-a cruțat nici pe tânăr, nici pe tânără, nici pe bătrân, nici pe omul gârbov sub povara perilor albi, ci a dat totul în mâna lui.",
        "18": "Nebucadnețar a dus la Babilon toate uneltele din Casa Domnului, mari și mici, vistieriile Casei Domnului și vistieriile împăratului și ale căpeteniilor lui.",
        "19": "Au ars Casa lui Dumnezeu, au dărâmat zidurile Ierusalimului, au pus foc tuturor caselor lui și au nimicit toate lucrurile scumpe.",
        "20": "Pe cei ce au scăpat de sabie, Nebucadnețar i-a dus prinși la Babilon. Ei i-au fost supuși, lui și fiilor lui, până la stăpânirea împărăției perșilor,",
        "21": "ca să se împlinească cuvântul Domnului rostit prin gura lui Ieremia, până ce țara și-a ținut Sabatele ei și s-a odihnit tot timpul cât a fost pustiită, până la împlinirea celor șaptezeci de ani. Porunca lui Cirus",
        "22": "În cel dintâi an al lui Cirus, împăratul perșilor, ca să se împlinească cuvântul Domnului rostit prin gura lui Ieremia, Domnul a trezit duhul lui Cirus, împăratul perșilor, care a pus să se facă prin viu grai și prin scris această vestire în toată împărăția lui:",
        "23": "„Așa vorbește Cirus, împăratul perșilor: ‘Domnul Dumnezeul cerurilor mi-a dat toate împărățiile pământului și mi-a poruncit să-I zidesc o casă la Ierusalim, în Iuda. Cine dintre voi este din poporul Lui? Domnul Dumnezeul lui să fie cu el și să plece!’”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Apoi poporul țării l-a luat pe Iehoahaz, fiul lui Iosia, și l-a numit rege în locul tatălui său, la Ierusalim.",
        "2": "Iehoahaz era în vârstă de douăzeci și trei de ani când a devenit rege și a domnit la Ierusalim timp de trei luni.",
        "3": "Regele Egiptului l-a detronat la Ierusalim și a cerut țării un tribut de o sută de talanți de argint și un talant de aur.",
        "4": "Regele Egiptului l-a numit rege peste Iuda și Ierusalim pe Eliachim, fratele lui Iehoahaz, și i-a schimbat numele în Iehoiachim. Iar pe Iehoahaz, fratele acestuia, Neco l-a luat și l-a dus în Egipt.",
        "5": "Iehoiachim era în vârstă de douăzeci și cinci de ani când a devenit rege și a domnit la Ierusalim timp de unsprezece ani. El a făcut ceea ce este rău înaintea ochilor Domnului, Dumnezeul său.",
        "6": "Nebucadnețar, împăratul Babilonului, a venit împotriva acestuia și l-a legat cu lanțuri de bronz ca să-l ducă în Babilon.",
        "7": "Nebucadnețar a adus în Babilon unele dintre obiectele Casei Domnului și le-a pus în templul său din Babilon.",
        "8": "Celelalte fapte ale lui Iehoiachim, toate urâciunile pe care le-a comis și ceea ce a fost găsit împotriva lui, iată, ele sunt scrise în „Cartea regilor lui Israel și ai lui Iuda“. Și în locul lui a domnit fiul său Iehoiachin.",
        "9": "Iehoiachin era în vârstă de optsprezece ani când a devenit rege și a domnit la Ierusalim timp de trei luni și zece zile. El a făcut ceea ce este rău înaintea ochilor Domnului.",
        "10": "În anul următor, împăratul Nebucadnețar a trimis să-l aducă la Babilon împreună cu obiectele scumpe ale Casei Domnului, iar în locul lui l-a numit rege peste Iuda și peste Ierusalim pe unchiul său, Zedechia.",
        "11": "Zedechia era în vârstă de douăzeci și unu de ani când a devenit rege și a domnit la Ierusalim timp de unsprezece ani.",
        "12": "El a făcut ceea ce este rău înaintea ochilor Domnului, Dumnezeul său, și nu s-a smerit înaintea profetului Ieremia care vorbea din partea Domnului.",
        "13": "S-a răsculat chiar împotriva împăratului Nebucadnețar, care-l pusese să jure pe Dumnezeu. S-a încăpățânat și și-a împietrit inima, ca să nu se întoarcă la Domnul, Dumnezeul lui Israel.",
        "14": "Toate căpeteniile preoților, precum și poporul, au fost și ei necredincioși, luându-se după toate urâciunile națiunilor, și au pângărit Casa Domnului, pe care El o sfințise la Ierusalim.",
        "15": "Domnul, Dumnezeul strămoșilor lor, Și-a trimis din timp mesagerii la ei; i-a trimis pentru că Îi era milă de poporul Lui și de Locuința Sa.",
        "16": "Ei însă i-au luat în derâdere pe mesagerii lui Dumnezeu, au disprețuit cuvintele Lui și I-au batjocorit profeții, până când a venit mânia Domnului peste poporul Său și n-a mai fost vindecare.",
        "17": "Domnul l-a ridicat împotriva lor pe împăratul caldeenilor. El le-a ucis tinerii cu sabia chiar în Casa Sfântului lor Lăcaș. N-a avut milă nici de feciori, nici de fecioare, nici de bătrâni, nici de gârbovi. Dumnezeu i-a dat pe toți în mâna lui.",
        "18": "Toate obiectele Casei lui Dumnezeu, mari și mici, tezaurul Casei Domnului, bogățiile regelui și ale căpeteniilor sale, pe toate le-a dus în Babilon.",
        "19": "Au dat foc Casei lui Dumnezeu, au dărâmat zidul Ierusalimului, au dat foc tuturor palatelor și au distrus toate obiectele prețioase.",
        "20": "Pe cei ce au scăpat de sabie, i-a dus în captivitate la Babilon, iar aceștia au devenit slujitorii lui și ai fiilor lui, până când a ajuns la putere împărăția Persiei,",
        "21": "adică până când țara s-a bucurat de sabaturile ei, împlinindu-se astfel Cuvântul Domnului spus prin Ieremia. Tot timpul cât a rămas pustiită, țara s-a odihnit până când s-au împlinit șaptezeci de ani.",
        "22": "În primul an al lui Cirus, împăratul Persiei, ca să se împlinească Cuvântul Domnului spus prin Ieremia, Domnul a trezit duhul lui Cirus, împăratul Persiei, și acesta a cerut să se vestească prin viu grai și în scris, în toată împărăția sa, următoarele:",
        "23": "„Așa vorbește Cirus, împăratul Persiei: «Domnul, Dumnezeul cerurilor, Care mi-a dat toate regatele pământului, m-a numit să-I zidesc o Casă în Ierusalim, în Iuda. Cine dintre voi este din poporul Lui? Domnul, Dumnezeul lui, să fie cu el! Să meargă în Ierusalim!»“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Then the people of the land took Jehoahaz the son of Josiah, and made him king in his father’s place in Jerusalem.",
        "2": "Joahaz was twenty-three years old when he began to reign; and he reigned three months in Jerusalem.",
        "3": "The king of Egypt removed him from office at Jerusalem, and fined the land one hundred talents of silver and a talent of gold.",
        "4": "The king of Egypt made Eliakim his brother king over Judah and Jerusalem, and changed his name to Jehoiakim. Neco took Joahaz his brother, and carried him to Egypt.",
        "5": "Jehoiakim was twenty-five years old when he began to reign, and he reigned eleven years in Jerusalem. He did that which was evil in Yahweh his God’s sight.",
        "6": "Nebuchadnezzar king of Babylon came up against him, and bound him in fetters to carry him to Babylon.",
        "7": "Nebuchadnezzar also carried some of the vessels of Yahweh’s house to Babylon, and put them in his temple at Babylon.",
        "8": "Now the rest of the acts of Jehoiakim, and his abominations which he did, and that which was found in him, behold, they are written in the book of the kings of Israel and Judah; and Jehoiachin his son reigned in his place.",
        "9": "Jehoiachin was eight years old when he began to reign, and he reigned three months and ten days in Jerusalem. He did that which was evil in Yahweh’s sight.",
        "10": "At the return of the year, King Nebuchadnezzar sent and brought him to Babylon, with the valuable vessels of Yahweh’s house, and made Zedekiah his brother king over Judah and Jerusalem.",
        "11": "Zedekiah was twenty-one years old when he began to reign, and he reigned eleven years in Jerusalem.",
        "12": "He did that which was evil in Yahweh his God’s sight. He didn’t humble himself before Jeremiah the prophet speaking from Yahweh’s mouth.",
        "13": "He also rebelled against King Nebuchadnezzar, who had made him swear by God; but he stiffened his neck, and hardened his heart against turning to Yahweh, the God of Israel.",
        "14": "Moreover all the chiefs of the priests and the people trespassed very greatly after all the abominations of the nations; and they polluted Yahweh’s house which he had made holy in Jerusalem.",
        "15": "Yahweh, the God of their fathers, sent to them by his messengers, rising up early and sending, because he had compassion on his people and on his dwelling place;",
        "16": "but they mocked the messengers of God, despised his words, and scoffed at his prophets, until Yahweh’s wrath arose against his people, until there was no remedy.",
        "17": "Therefore he brought on them the king of the Chaldeans, who killed their young men with the sword in the house of their sanctuary, and had no compassion on young man or virgin, old man or infirm. He gave them all into his hand.",
        "18": "All the vessels of God’s house, great and small, and the treasures of Yahweh’s house, and the treasures of the king and of his princes, all these he brought to Babylon.",
        "19": "They burned God’s house, broke down the wall of Jerusalem, burned all its palaces with fire, and destroyed all of its valuable vessels.",
        "20": "He carried those who had escaped from the sword away to Babylon, and they were servants to him and his sons until the reign of the kingdom of Persia,",
        "21": "to fulfill Yahweh’s word by Jeremiah’s mouth, until the land had enjoyed its Sabbaths. As long as it lay desolate, it kept Sabbath, to fulfill seventy years.",
        "22": "Now in the first year of Cyrus king of Persia, that Yahweh’s word by the mouth of Jeremiah might be accomplished, Yahweh stirred up the spirit of Cyrus king of Persia, so that he made a proclamation throughout all his kingdom, and put it also in writing, saying,",
        "23": "“Cyrus king of Persia says, ‘Yahweh, the God of heaven, has given all the kingdoms of the earth to me; and he has commanded me to build him a house in Jerusalem, which is in Judah. Whoever there is among you of all his people, Yahweh his God be with him, and let him go up.’”"
      }
    }
  }
}