{
  "book": "2 Cronici",
  "chapter": "20",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "După aceea, fiii lui Moab și fiii lui Amon și cu ei niște maoniți au pornit cu război împotriva lui Iosafat.",
        "2": "Au venit și au dat de știre lui Iosafat, zicând: „O mare mulțime înaintează împotriva ta de dincolo de mare, din Siria, și sunt la Hațațon-Tamar, adică En-Ghedi.”",
        "3": "În spaima sa, Iosafat și-a îndreptat fața să caute pe Domnul și a vestit un post pentru tot Iuda.",
        "4": "Iuda s-a adunat să cheme pe Domnul și au venit din toate cetățile lui Iuda să caute pe Domnul.",
        "5": "Iosafat a venit în mijlocul adunării lui Iuda și a Ierusalimului, în Casa Domnului, înaintea curții celei noi.",
        "6": "Și a zis: „Doamne, Dumnezeul părinților noștri, nu ești Tu Dumnezeu în ceruri și nu stăpânești Tu peste toate împărățiile neamurilor? Oare n-ai Tu în mână tăria și puterea, așa că nimeni nu Ți se poate împotrivi?",
        "7": "Oare n-ai izgonit Tu, Dumnezeul nostru, pe locuitorii țării acesteia dinaintea poporului Tău Israel și n-ai dat-o Tu pentru totdeauna de moștenire seminței lui Avraam, care Te iubea?",
        "8": "Ei au locuit-o și Ți-au zidit în ea un locaș sfânt pentru Numele Tău, zicând:",
        "9": "‘Dacă va veni peste noi vreo nenorocire, sabia, judecata, ciuma sau foametea, ne vom înfățișa înaintea casei acesteia și înaintea Ta, căci Numele Tău este în casa aceasta; vom striga către Tine din mijlocul strâmtorării noastre, și Tu ne vei asculta și ne vei mântui!’",
        "10": "Acum, iată, fiii lui Amon și ai lui Moab și cei din muntele Seir, la care n-ai îngăduit lui Israel să intre când venea din țara Egiptului – căci s-a abătut de la ei și nu i-a nimicit –,",
        "11": "iată-i cum ne răsplătesc acum, venind să ne izgonească din moștenirea Ta, pe care ne-ai dat-o în stăpânire!",
        "12": "O, Dumnezeul nostru, nu-i vei judeca Tu pe ei? Căci noi suntem fără putere înaintea acestei mari mulțimi care înaintează împotriva noastră și nu știm ce să facem, dar ochii noștri sunt îndreptați spre Tine!”",
        "13": "Tot Iuda stătea în picioare înaintea Domnului, cu pruncii, nevestele și fiii lor.",
        "14": "Atunci, Duhul Domnului a venit în mijlocul adunării peste Iahaziel, fiul lui Zaharia, fiul lui Benaia, fiul lui Ieiel, fiul lui Matania, Levitul, dintre fiii lui Asaf.",
        "15": "Și Iahaziel a zis: „Ascultați, tot Iuda și locuitorii din Ierusalim, și tu, împărate Iosafat! Așa vă vorbește Domnul: ‘Nu vă temeți și nu vă înspăimântați dinaintea acestei mari mulțimi, căci nu voi veți lupta, ci Dumnezeu.",
        "16": "Mâine coborâți-vă împotriva lor. Ei se vor sui pe dealul Țiț și-i veți găsi la capătul văii, în fața pustiei Ieruel.",
        "17": "Nu veți avea de luptat în lupta aceasta; așezați-vă, stați acolo și veți vedea izbăvirea pe care v-o va da Domnul. Iuda și Ierusalim, nu vă temeți și nu vă înspăimântați; mâine, ieșiți-le înainte, și Domnul va fi cu voi!’”",
        "18": "Iosafat s-a plecat cu fața la pământ și tot Iuda și locuitorii Ierusalimului s-au aruncat înaintea Domnului să se închine înaintea Lui.",
        "19": "Leviții dintre fiii chehatiților și dintre fiii coreiților s-au sculat și au lăudat cu glas tare și puternic pe Domnul Dumnezeul lui Israel.",
        "20": "A doua zi, au pornit dis-de-dimineață spre pustia Tecoa. La plecarea lor, Iosafat a venit și a zis: „Ascultați-mă, Iuda și locuitorii Ierusalimului! Încredeți-vă în Domnul Dumnezeul vostru și veți fi întăriți; încredeți-vă în prorocii Lui, și veți izbuti.”",
        "21": "Apoi, în învoire cu poporul, a numit niște cântăreți care, îmbrăcați cu podoabe sfinte și mergând înaintea oștirii, lăudau pe Domnul și ziceau: „Lăudați pe Domnul, căci îndurarea Lui ține în veac!”",
        "22": "În clipa când au început cântările și laudele, Domnul a pus o pândă împotriva fiilor lui Amon și ai lui Moab și împotriva celor din muntele Seir, care veniseră împotriva lui Iuda. Și au fost bătuți.",
        "23": "Fiii lui Amon și ai lui Moab s-au aruncat asupra locuitorilor din muntele Seir ca să-i nimicească cu desăvârșire și să-i prăpădească. Și, după ce au isprăvit cu locuitorii din Seir, s-au ajutat unii pe alții să se nimicească.",
        "24": "Când a ajuns Iuda pe înălțimea de unde se zărește pustia, s-au uitat înspre mulțime, și iată că ei erau niște trupuri moarte întinse pe pământ și nimeni nu scăpase.",
        "25": "Iosafat și poporul său s-au dus să ia prăzile; au găsit printre trupuri multe bogății și lucruri scumpe și au luat atât de multe, că n-au putut să le ducă pe toate. Trei zile au prădat, căci era multă pradă.",
        "26": "A patra zi, s-au strâns în Valea Beraca (Binecuvântare), unde au binecuvântat pe Domnul, de aceea au numit locul acesta Valea Beraca, nume care i-a rămas până în ziua de azi.",
        "27": "Toți oamenii din Iuda și din Ierusalim, în frunte cu Iosafat, au plecat veseli și s-au întors la Ierusalim, căci Domnul îi umpluse de bucurie, izbăvindu-i de vrăjmașii lor.",
        "28": "Au intrat în Ierusalim și în Casa Domnului, în sunete de alăute și de harpe și trâmbițe.",
        "29": "Groaza Domnului a apucat toate împărățiile celorlalte țări când au auzit că Domnul luptase împotriva vrăjmașilor lui Israel.",
        "30": "Și împărăția lui Iosafat a fost liniștită și Dumnezeul lui i-a dat pace de jur împrejur. Sfârșitul domniei lui Iosafat",
        "31": "Iosafat a domnit peste Iuda. Avea treizeci și cinci de ani când a ajuns împărat și a domnit douăzeci și cinci de ani la Ierusalim. Mama sa se chema Azuba, fata lui Șilhi.",
        "32": "El a mers pe calea tatălui său, Asa, și nu s-a abătut deloc, făcând ce este bine înaintea Domnului.",
        "33": "Numai că înălțimile n-au fost îndepărtate, și poporul tot n-avea inima strâns lipită de Dumnezeul părinților săi.",
        "34": "Celelalte fapte ale lui Iosafat, cele dintâi și cele de pe urmă, sunt scrise în istoria lui Iehu, fiul lui Hanani, care este cuprinsă în cartea împăraților lui Israel.",
        "35": "După aceea, Iosafat, împăratul lui Iuda, s-a unit cu împăratul lui Israel, Ahazia, a cărui purtare era nelegiuită.",
        "36": "S-a unit cu el ca să zidească niște corăbii, care să meargă la Tarsis, și au făcut corăbii la Ețion-Gheber.",
        "37": "Atunci, Eliezer, fiul lui Dodava, din Mareșa, a prorocit împotriva lui Iosafat și a zis: „Pentru că te-ai unit cu Ahazia, Domnul îți nimicește lucrarea.” Și corăbiile au fost sfărâmate și n-au putut să se ducă la Tarsis."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "După o vreme, fiii lui Moab și fiii lui Amon împreună cu niște meuniți au pornit la război împotriva lui Iehoșafat.",
        "2": "Mesagerii au venit la Iehoșafat și l-au înștiințat, zicând: „O mare mulțime vine împotriva ta de dincolo de mare, din Edom, și iată că au ajuns la Hațațon-Tamar, care este En-Ghedi“.",
        "3": "Iehoșafat s-a temut. El s-a hotărât să-L întrebe pe Domnul și a vestit un post în tot teritoriul lui Iuda.",
        "4": "Cei din Iuda s-au adunat ca să ceară ajutor de la Domnul. Ei au venit din toate cetățile lui Iuda ca să ceară ajutor de la Domnul.",
        "5": "Iehoșafat a stat în adunarea lui Iuda și a Ierusalimului, la Casa Domnului, înaintea curții celei noi",
        "6": "și a zis: „Doamne, Dumnezeul strămoșilor noștri, oare nu ești Tu Dumnezeu în Ceruri? Oare nu stăpânești Tu peste toate regatele națiunilor? Puterea și forța sunt în mâna Ta și nimeni nu Ți se poate împotrivi!",
        "7": "Oare nu Tu, Dumnezeul nostru, ești Cel Care i-ai alungat pe locuitorii acestei țări dinaintea poporului Tău Israel și n-ai dat-o Tu, pentru totdeauna, descendenților lui Avraam, prietenul Tău?",
        "8": "Ei au locuit în ea și au construit în ea un Lăcaș Sfânt pentru Numele Tău, zicând:",
        "9": "«Dacă va veni asupra noastră vreo nenorocire, sabia, judecata, molima sau foametea, vom sta înaintea acestei Case și înaintea Ta, căci Numele Tău este în Casa aceasta, vom striga către Tine, în necazul nostru, și Tu ne vei asculta și ne vei salva!».",
        "10": "Acum, iată, fiii lui Amon, Moabul și cei din muntele Seir – în teritoriul cărora nu i-ai dat voie lui Israel să intre atunci când venea din țara Egiptului, căci el i-a ocolit și nu i-a nimicit –",
        "11": "iată cum ne răsplătesc: ei vin să ne alunge din moștenirea Ta, pe care ne-ai dat-o în stăpânire.",
        "12": "O, Dumnezeul nostru, oare nu-i vei judeca Tu? Căci noi suntem fără putere înaintea acestei mulțimi numeroase care vine împotriva noastră. Noi nu știm ce să facem, dar ochii noștri sunt îndreptați către Tine“.",
        "13": "Toți bărbații din Iuda stăteau înaintea Domnului cu copilașii, soțiile și fiii lor.",
        "14": "Atunci Duhul Domnului a venit în mijlocul adunării, peste Iahaziel, fiul lui Zaharia, fiul lui Benaia, fiul lui Ieiel, fiul lui Matania, un levit dintre urmașii lui Asaf.",
        "15": "El a zis: „Ascultați, voi, toți locuitorii lui Iuda și ai Ierusalimului, și tu, rege Iehoșafat! Așa vorbește Domnul: «Nu vă temeți și nu vă înspăimântați din cauza acestei mulțimi numeroase, căci lupta nu este a voastră, ci a lui Dumnezeu!",
        "16": "Să porniți mâine împotriva lor. Iată că ei se vor fi urcat prin trecătoarea Țiț și-i veți găsi la capătul pârâului dinspre deșertul Ieruel.",
        "17": "Voi nu veți avea de luptat. Opriți-vă, stați și priviți victoria pe care v-o va da Domnul!». Iuda și Ierusalim, nu vă temeți și nu vă înspăimântați! Mâine, ieșiți înaintea lor și Domnul va fi cu voi!“.",
        "18": "Iehoșafat s-a închinat cu fața la pământ. Toți cei din Iuda și locuitorii Ierusalimului s-au plecat înaintea Domnului și I s-au închinat,",
        "19": "iar leviții dintre urmașii lui Chehat și ai lui Korah s-au ridicat să-L laude pe Domnul, Dumnezeul lui Israel, cu glas tare.",
        "20": "S-au sculat dimineață și au pornit înspre deșertul Tekoa. La plecarea lor, Iehoșafat s-a ridicat și a zis: „Iuda și locuitori ai Ierusalimului, ascultați-mă! Credeți în Domnul, Dumnezeul vostru, și veți fi întăriți! Credeți în profeții Lui și veți reuși!“.",
        "21": "După ce s-a sfătuit cu poporul, i-a pus pe cei ce Îi cântau Domnului și-L lăudau îmbrăcați în haine sfinte să iasă înaintea celor înarmați și să zică: „Mulțumiți Domnului, căci în veac ține îndurarea Lui!“.",
        "22": "În clipa când au început să cânte și să aducă laudă, Domnul a pus o ambuscadă împotriva fiilor lui Amon, a Moabului și a celor din muntele Seir, care veniseră împotriva lui Iuda, și aceștia din urmă au fost învinși.",
        "23": "Fiii lui Amon și ai lui Moab s-au ridicat împotriva locuitorilor din muntele Seir ca să-i dea spre nimicire și să-i distrugă. Când au terminat cu locuitorii din Seir, s-au repezit unii la alții și s-au nimicit între ei.",
        "24": "Când cei din Iuda au ajuns pe înălțimea de unde puteau zări deșertul și s-au uitat înspre mulțimea de dușmani, iată că acolo erau numai cadavre zăcând pe pământ; niciunul nu scăpase.",
        "25": "Iehoșafat și poporul lui s-au dus și au adunat prada. Ei au găsit printre cadavre o mulțime de bunuri, haine și vase prețioase, și au luat atât de multe, încât nu le-au putut duce. Au avut nevoie de trei zile să adune prada, căci era foarte multă.",
        "26": "În ziua a patra, s-au strâns cu toții în Valea Beraca, unde L-au binecuvântat pe Domnul. De aceea au numit locul acela Valea Beraca, și așa i-a rămas numele până în ziua de azi.",
        "27": "Apoi, toți bărbații din Iuda și din Ierusalim au plecat și s-au întors la Ierusalim cu bucurie, avându-l pe Iehoșafat în fruntea lor, căci Domnul îi înveselise, dându-le victorie împotriva dușmanilor lor.",
        "28": "Au intrat în Ierusalim cântând din harfe, din lire și din trâmbițe și s-au dus înspre Casa Domnului.",
        "29": "Groaza lui Dumnezeu a venit peste toate regatele celorlalte țări, când au auzit că Domnul S-a luptat cu dușmanii lui Israel.",
        "30": "Prin urmare, regatul lui Iehoșafat a avut parte de liniște, și Dumnezeul lui i-a dat odihnă de jur împrejur.",
        "31": "Așadar, Iehoșafat a domnit peste Iuda. El avea treizeci și cinci de ani când a devenit rege și a domnit la Ierusalim timp de douăzeci și cinci de ani. Mama lui se numea Azuba și era fata lui Șilhi.",
        "32": "El a umblat pe căile tatălui său, Asa, și nu s-a abătut de la ele, făcând ce este drept înaintea ochilor Domnului.",
        "33": "Totuși, înălțimile n-au fost îndepărtate, iar poporul tot nu și-a îndreptat inima spre Dumnezeul strămoșilor lor.",
        "34": "Celelalte fapte ale lui Iehoșafat, cele dintâi și cele de pe urmă, au fost scrise în „Cronicile lui Iehu“, fiul lui Hanani, care au fost incluse în „Cartea regilor lui Israel“.",
        "35": "După o vreme, Iehoșafat, regele lui Iuda, s-a aliat cu Ahazia, regele lui Israel, ale cărui fapte erau rele.",
        "36": "S-a aliat cu el ca să construiască niște corăbii ce urmau să navigheze la Tarșiș. Au construit corăbiile la Ețion-Gheber.",
        "37": "Atunci, Eliezer din Mareșa, fiul lui Dodava, a profețit împotriva lui Iehoșafat, zicând: „Pentru că te-ai aliat cu Ahazia, Domnul îți va sfărâma lucrarea!“. Corăbiile au fost sfărâmate și n-au mai reușit să plece spre Tarșiș."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "After this, the children of Moab, the children of Ammon, and with them some of the Ammonites, came against Jehoshaphat to battle.",
        "2": "Then some came who told Jehoshaphat, saying, “A great multitude is coming against you from beyond the sea from Syria. Behold, they are in Hazazon Tamar” (that is, En Gedi).",
        "3": "Jehoshaphat was alarmed, and set himself to seek Yahweh. He proclaimed a fast throughout all Judah.",
        "4": "Judah gathered themselves together to seek help from Yahweh. They came out of all the cities of Judah to seek Yahweh.",
        "5": "Jehoshaphat stood in the assembly of Judah and Jerusalem, in Yahweh’s house, before the new court;",
        "6": "and he said, “Yahweh, the God of our fathers, aren’t you God in heaven? Aren’t you ruler over all the kingdoms of the nations? Power and might are in your hand, so that no one is able to withstand you.",
        "7": "Didn’t you, our God, drive out the inhabitants of this land before your people Israel, and give it to the offspring of Abraham your friend forever?",
        "8": "They lived in it, and have built you a sanctuary in it for your name, saying,",
        "9": "‘If evil comes on us—the sword, judgment, pestilence, or famine—we will stand before this house, and before you (for your name is in this house), and cry to you in our affliction, and you will hear and save.’",
        "10": "Now, behold, the children of Ammon and Moab and Mount Seir, whom you would not let Israel invade when they came out of the land of Egypt, but they turned away from them, and didn’t destroy them;",
        "11": "behold, how they reward us, to come to cast us out of your possession, which you have given us to inherit.",
        "12": "Our God, will you not judge them? For we have no might against this great company that comes against us. We don’t know what to do, but our eyes are on you.”",
        "13": "All Judah stood before Yahweh, with their little ones, their wives, and their children.",
        "14": "Then Yahweh’s Spirit came on Jahaziel the son of Zechariah, the son of Benaiah, the son of Jeiel, the son of Mattaniah, the Levite, of the sons of Asaph, in the middle of the assembly;",
        "15": "and he said, “Listen, all Judah, and you inhabitants of Jerusalem, and you, King Jehoshaphat. Yahweh says to you, ‘Don’t be afraid, and don’t be dismayed because of this great multitude; for the battle is not yours, but God’s.",
        "16": "Tomorrow, go down against them. Behold, they are coming up by the ascent of Ziz. You will find them at the end of the valley, before the wilderness of Jeruel.",
        "17": "You will not need to fight this battle. Set yourselves, stand still, and see the salvation of Yahweh with you, O Judah and Jerusalem. Don’t be afraid, nor be dismayed. Go out against them tomorrow, for Yahweh is with you.’”",
        "18": "Jehoshaphat bowed his head with his face to the ground; and all Judah and the inhabitants of Jerusalem fell down before Yahweh, worshiping Yahweh.",
        "19": "The Levites, of the children of the Kohathites and of the children of the Korahites, stood up to praise Yahweh, the God of Israel, with an exceedingly loud voice.",
        "20": "They rose early in the morning and went out into the wilderness of Tekoa. As they went out, Jehoshaphat stood and said, “Listen to me, Judah and you inhabitants of Jerusalem! Believe in Yahweh your God, so you will be established! Believe his prophets, so you will prosper.”",
        "21": "When he had taken counsel with the people, he appointed those who were to sing to Yahweh and give praise in holy array as they go out before the army, and say, “Give thanks to Yahweh, for his loving kindness endures forever.”",
        "22": "When they began to sing and to praise, Yahweh set ambushers against the children of Ammon, Moab, and Mount Seir, who had come against Judah; and they were struck.",
        "23": "For the children of Ammon and Moab stood up against the inhabitants of Mount Seir to utterly kill and destroy them. When they had finished the inhabitants of Seir, everyone helped to destroy each other.",
        "24": "When Judah came to the place overlooking the wilderness, they looked at the multitude; and behold, they were dead bodies fallen to the earth, and there were none who escaped.",
        "25": "When Jehoshaphat and his people came to take their plunder, they found among them in abundance both riches and dead bodies with precious jewels, which they stripped off for themselves, more than they could carry away. They took plunder for three days, it was so much.",
        "26": "On the fourth day, they assembled themselves in Beracah Valley, for there they blessed Yahweh. Therefore the name of that place was called “Beracah Valley” to this day.",
        "27": "Then they returned, every man of Judah and Jerusalem, with Jehoshaphat in front of them, to go again to Jerusalem with joy; for Yahweh had made them to rejoice over their enemies.",
        "28": "They came to Jerusalem with stringed instruments, harps, and trumpets to Yahweh’s house.",
        "29": "The fear of God was on all the kingdoms of the countries when they heard that Yahweh fought against the enemies of Israel.",
        "30": "So the realm of Jehoshaphat was quiet, for his God gave him rest all around.",
        "31": "So Jehoshaphat reigned over Judah. He was thirty-five years old when he began to reign. He reigned twenty-five years in Jerusalem. His mother’s name was Azubah the daughter of Shilhi.",
        "32": "He walked in the way of Asa his father, and didn’t turn away from it, doing that which was right in Yahweh’s eyes.",
        "33": "However the high places were not taken away, and the people had still not set their hearts on the God of their fathers.",
        "34": "Now the rest of the acts of Jehoshaphat, first and last, behold, they are written in the history of Jehu the son of Hanani, which is included in the book of the kings of Israel.",
        "35": "After this, Jehoshaphat king of Judah joined himself with Ahaziah king of Israel. The same did very wickedly.",
        "36": "He joined himself with him to make ships to go to Tarshish. They made the ships in Ezion Geber.",
        "37": "Then Eliezer the son of Dodavahu of Mareshah prophesied against Jehoshaphat, saying, “Because you have joined yourself with Ahaziah, Yahweh has destroyed your works.” The ships were wrecked, so that they were not able to go to Tarshish."
      }
    }
  }
}