{
  "book": "2 Cronici",
  "chapter": "13",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În al optsprezecelea an al domniei lui Ieroboam, peste Iuda a început să domnească Abia.",
        "2": "El a domnit trei ani la Ierusalim. Mama sa se numea Micaia, fata lui Uriel, din Ghibea. Între Abia și Ieroboam a fost război.",
        "3": "Abia a început lupta cu o oaste de războinici viteji, patru sute de mii de oameni aleși, și Ieroboam s-a înșiruit de bătaie împotriva lui cu opt sute de mii de oameni aleși, războinici viteji.",
        "4": "De pe vârful muntelui Țemaraim, care face parte din muntele lui Efraim, Abia s-a sculat și a zis: „Ascultați-mă, Ieroboame și tot Israelul!",
        "5": "Nu trebuie oare să știți că Domnul Dumnezeul lui Israel a dat pe vecie domnia peste Israel lui David și fiilor lui printr-un legământ care nu se poate călca?",
        "6": "Dar Ieroboam, fiul lui Nebat, slujitorul lui Solomon, fiul lui David, s-a sculat și s-a răzvrătit împotriva stăpânului său.",
        "7": "Niște oameni de nimic, oameni răi, s-au strâns la el și s-au împotrivit lui Roboam, fiul lui Solomon. Roboam era tânăr și fricos și nu putea să li se împotrivească.",
        "8": "Și acum, voi credeți că puteți ieși biruitori asupra împărăției Domnului, care este în mâinile fiilor lui David, și voi sunteți o mare mulțime și aveți cu voi vițeii de aur pe care vi i-a făcut Ieroboam ca dumnezei.",
        "9": "N-ați îndepărtat voi pe preoții Domnului, pe fiii lui Aaron și pe leviți și nu v-ați făcut voi preoți, ca și popoarele celorlalte țări? Oricine venea cu un vițel și șapte berbeci ca să fie sfințit se făcea preot al celui ce nu este Dumnezeu.",
        "10": "Dar, cât despre noi, Domnul este Dumnezeul nostru și noi nu L-am părăsit, preoții din slujba Domnului sunt fii ai lui Aaron și leviții stau și își împlinesc slujbele.",
        "11": "Noi aducem în fiecare dimineață și în fiecare seară arderi-de-tot Domnului, ardem tămâie mirositoare, punem pâinile pentru punerea înaintea Domnului pe masa cea curată și aprindem în fiecare seară sfeșnicul de aur cu candelele lui, căci păzim poruncile Domnului Dumnezeului nostru. Dar voi L-ați părăsit.",
        "12": "Iată că Dumnezeu și preoții Lui sunt cu noi, în fruntea noastră, și avem și trâmbițele răsunătoare, ca să sunăm din ele împotriva voastră. Copii ai lui Israel, nu faceți război împotriva Domnului Dumnezeului părinților voștri, căci nu veți avea nicio izbândă!”",
        "13": "Ieroboam i-a luat pe dinapoi, cu ajutorul unor oameni puși la pândă, așa că oștile lui erau în fața lui Iuda, iar cei ce stăteau la pândă erau înapoia lor.",
        "14": "Cei din Iuda, întorcându-se, au avut de luptat înainte și înapoi. Au strigat către Domnul, și preoții au sunat din trâmbițe.",
        "15": "Oamenii lui Iuda au scos un strigăt de război și, la strigătul de război al oamenilor lui Iuda, Domnul a lovit pe Ieroboam și pe tot Israelul dinaintea lui Abia și a lui Iuda.",
        "16": "Copiii lui Israel au fugit dinaintea lui Iuda, și Dumnezeu i-a dat în mâinile lui.",
        "17": "Abia și poporul lui le-au pricinuit o mare înfrângere și cinci sute de mii de oameni aleși au căzut morți printre cei din Israel.",
        "18": "Copiii lui Israel au fost smeriți în vremea aceea, și copiii lui Iuda au câștigat biruința pentru că se sprijiniseră pe Domnul Dumnezeul părinților lor.",
        "19": "Abia a urmărit pe Ieroboam și i-a luat cetăți: Betelul cu satele lui, Ieșana cu satele ei și Efronul cu satele lui.",
        "20": "Ieroboam n-a mai avut putere pe vremea lui Abia, și Domnul l-a lovit și a murit.",
        "21": "Dar Abia a ajuns puternic; a avut paisprezece neveste și a născut douăzeci și doi de fii și șaisprezece fete.",
        "22": "Celelalte fapte ale lui Abia, ce a făcut și ce a spus el, sunt scrise în cartea prorocului Ido."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În al optsprezecelea an al regelui Ieroboam, peste Iuda a început să domnească Abia.",
        "2": "El a domnit la Ierusalim timp de trei ani. Mama lui se numea Maaca și era fata lui Uriel din Ghiva. Între Abia și Ieroboam a fost război.",
        "3": "Abia a început lupta, având o armată de războinici viteji, patru sute de mii de bărbați aleși, iar Ieroboam a așezat în poziție de luptă împotriva acestuia opt sute de mii de bărbați aleși, războinici viteji.",
        "4": "Abia s-a urcat pe culmea muntelui Țemaraim, care este în muntele lui Efraim, și a zis: „Ieroboam și întregul Israel, ascultați-mă!",
        "5": "Nu știți voi oare că Domnul, Dumnezeul lui Israel, i-a dat pe vecie lui David și urmașilor lui dreptul de domnie peste Israel printr-un legământ de sare?",
        "6": "Însă Ieroboam, fiul lui Nebat, slujitorul lui Solomon, fiul lui David, s-a ridicat și s-a răzvrătit împotriva stăpânului său!",
        "7": "Niște ticăloși, oameni de nimic, i s-au alăturat și s-au împotrivit lui Roboam, fiul lui Solomon, iar Roboam, fiind tânăr și plăpând, nu le-a putut sta împotrivă.",
        "8": "Și acum, voi credeți că vă puteți împotrivi regatului Domnului, care se află în mâna urmașilor lui David, doar pentru că sunteți o mulțime numeroasă și aveți împreună cu voi vițeii de aur pe care Ieroboam vi i-a făcut ca dumnezei?",
        "9": "Oare nu voi i-ați alungat pe preoții Domnului, pe urmașii lui Aaron și pe leviți și v-ați făcut apoi preoți după cum fac popoarele celorlalte țări, astfel că oricine venea cu câte un taur și cu șapte berbeci, ca să fie învestit în slujire, devenea preot al celui ce nu este Dumnezeu?",
        "10": "Cât despre noi, Domnul este Dumnezeul nostru și noi nu L-am părăsit: preoții care slujesc Domnului sunt urmașii lui Aaron, iar leviții se află la slujbele lor.",
        "11": "Noi aducem Domnului arderi-de-tot și tămâie mirositoare în fiecare dimineață și în fiecare seară, așezăm în șiruri pâinea pe masa cea curată și aprindem seară de seară sfeșnicul de aur cu candelele lui. Căci noi îndeplinim responsabilitățile date de Domnul, Dumnezeul nostru! Voi însă L-ați părăsit.",
        "12": "Iată că în fruntea noastră este Dumnezeu Însuși, precum și preoții Lui cu trâmbițele răsunătoare, ca să sune împotriva voastră. Fii ai lui Israel, nu vă războiți cu Domnul, Dumnezeul strămoșilor voștri, căci nu veți învinge!“.",
        "13": "Atunci Ieroboam i-a chemat în luptă pe cei puși la pândă, ca să atace prin spate, astfel că trupele lui se aflau în fața lui Iuda, iar cei puși la pândă – în spate.",
        "14": "Cei din Iuda s-au întors și iată că lupta se desfășura atât în față, cât și în spate. Atunci au strigat către Domnul, iar preoții au sunat din trâmbițe.",
        "15": "Bărbații lui Iuda au scos un strigăt de război și, la strigătul de război al bărbaților lui Iuda, Dumnezeu i-a învins pe Ieroboam și pe tot Israelul înaintea lui Abia și a lui Iuda.",
        "16": "Fiii lui Israel au fugit dinaintea bărbaților lui Iuda și, astfel, Dumnezeu i-a dat în mâinile lor.",
        "17": "Abia și poporul său i-au ucis pe aceștia într-un mare măcel. Au căzut uciși atunci din Israel cinci sute de mii de bărbați aleși.",
        "18": "Fiii lui Israel au fost umiliți în acea vreme, iar fiii lui Iuda au fost mai tari, pentru că s-au încrezut în Domnul, Dumnezeul strămoșilor lor.",
        "19": "Abia l-a urmărit pe Ieroboam și i-a luat câteva cetăți: Betelul cu satele dimprejurul lui, Ieșana cu satele dimprejurul ei și Efronul cu satele dimprejurul lui.",
        "20": "Ieroboam nu și-a mai redobândit puterea în vremea lui Abia și a murit lovit de Domnul.",
        "21": "Dar Abia a crescut în putere. El și-a luat paisprezece soții, care i-au născut douăzeci și doi de fii și șaisprezece fete.",
        "22": "Celelalte fapte ale lui Abia, căile lui și cuvintele lui sunt scrise în „Relatarea profetului Ido“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "In the eighteenth year of King Jeroboam, Abijah began to reign over Judah.",
        "2": "He reigned three years in Jerusalem. His mother’s name was Micaiah the daughter of Uriel of Gibeah. There was war between Abijah and Jeroboam.",
        "3": "Abijah joined battle with an army of valiant men of war, even four hundred thousand chosen men; and Jeroboam set the battle in array against him with eight hundred thousand chosen men, who were mighty men of valor.",
        "4": "Abijah stood up on Mount Zemaraim, which is in the hill country of Ephraim, and said, “Hear me, Jeroboam and all Israel:",
        "5": "Ought you not to know that Yahweh, the God of Israel, gave the kingdom over Israel to David forever, even to him and to his sons by a covenant of salt?",
        "6": "Yet Jeroboam the son of Nebat, the servant of Solomon the son of David, rose up, and rebelled against his lord.",
        "7": "Worthless men were gathered to him, wicked fellows who strengthened themselves against Rehoboam the son of Solomon, when Rehoboam was young and tender hearted, and could not withstand them.",
        "8": "“Now you intend to withstand the kingdom of Yahweh in the hand of the sons of David. You are a great multitude, and the golden calves which Jeroboam made you for gods are with you.",
        "9": "Haven’t you driven out the priests of Yahweh, the sons of Aaron, and the Levites, and made priests for yourselves according to the ways of the peoples of other lands? Whoever comes to consecrate himself with a young bull and seven rams may be a priest of those who are no gods.",
        "10": "“But as for us, Yahweh is our God, and we have not forsaken him. We have priests serving Yahweh, the sons of Aaron, and the Levites in their work.",
        "11": "They burn to Yahweh every morning and every evening burnt offerings and sweet incense. They also set the show bread in order on the pure table, and care for the gold lamp stand with its lamps, to burn every evening; for we keep the instruction of Yahweh our God, but you have forsaken him.",
        "12": "Behold, God is with us at our head, and his priests with the trumpets of alarm to sound an alarm against you. Children of Israel, don’t fight against Yahweh, the God of your fathers; for you will not prosper.”",
        "13": "But Jeroboam caused an ambush to come about behind them; so they were before Judah, and the ambush was behind them.",
        "14": "When Judah looked back, behold, the battle was before and behind them; and they cried to Yahweh, and the priests sounded with the trumpets.",
        "15": "Then the men of Judah gave a shout. As the men of Judah shouted, God struck Jeroboam and all Israel before Abijah and Judah.",
        "16": "The children of Israel fled before Judah, and God delivered them into their hand.",
        "17": "Abijah and his people killed them with a great slaughter, so five hundred thousand chosen men of Israel fell down slain.",
        "18": "Thus the children of Israel were brought under at that time, and the children of Judah prevailed, because they relied on Yahweh, the God of their fathers.",
        "19": "Abijah pursued Jeroboam, and took cities from him: Bethel with its villages, Jeshanah with its villages, and Ephron with its villages.",
        "20": "Jeroboam didn’t recover strength again in the days of Abijah. Yahweh struck him, and he died.",
        "21": "But Abijah grew mighty and took for himself fourteen wives, and became the father of twenty-two sons and sixteen daughters.",
        "22": "The rest of the acts of Abijah, his ways, and his sayings are written in the commentary of the prophet Iddo."
      }
    }
  }
}