{
  "book": "2 Cronici",
  "chapter": "26",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Tot poporul din Iuda a luat pe Ozia, care era în vârstă de șaisprezece ani, și l-a pus împărat în locul tatălui său, Amația.",
        "2": "Ozia a întărit Elotul și l-a adus iarăși sub stăpânirea lui Iuda după ce a adormit împăratul cu părinții săi.",
        "3": "Ozia avea șaisprezece ani când a ajuns împărat și a domnit cincizeci și doi de ani la Ierusalim. Mama sa se chema Iecolia, din Ierusalim.",
        "4": "El a făcut ce este bine înaintea Domnului, întocmai cum făcuse tatăl său, Amația.",
        "5": "A căutat pe Dumnezeu în timpul vieții lui Zaharia, care pricepea vedeniile lui Dumnezeu. Și, în timpul când a căutat pe Domnul, Dumnezeu l-a făcut să propășească.",
        "6": "A pornit cu război împotriva filistenilor. A dărâmat zidurile Gatului, zidurile Iabnei și zidurile Asdodului și a zidit cetăți în ținutul Asdodului și între filisteni.",
        "7": "Dumnezeu l-a ajutat împotriva filistenilor, împotriva arabilor care locuiau la Gur-Baal și împotriva maoniților.",
        "8": "Amoniții aduceau daruri lui Ozia, și faima lui s-a întins până la hotarele Egiptului, căci a ajuns foarte puternic.",
        "9": "Ozia a zidit turnuri la Ierusalim pe Poarta Unghiului, pe Poarta Văii și pe unghi și le-a întărit.",
        "10": "A zidit turnuri în pustie și a săpat multe fântâni, pentru că avea multe turme în văi și în câmpie, și plugari și vieri în munți și la Carmel, căci îi plăcea lucrarea pământului.",
        "11": "Ozia avea o oaste de ostași care mergeau la război în cete, socotite după numărătoarea făcută de logofătul Ieiel și dregătorul Maaseia și puse sub poruncile lui Hanania, una din căpeteniile împăratului.",
        "12": "Tot numărul capilor caselor părintești, al vitejilor, era de două mii șase sute.",
        "13": "Ei porunceau peste o oaste de trei sute șapte mii cinci sute de ostași în stare să ajute pe împărat împotriva vrăjmașului.",
        "14": "Ozia le-a dat pentru toată oștirea scuturi, sulițe, coifuri, platoșe, arcuri și praștii.",
        "15": "A făcut la Ierusalim mașini iscodite de un meșter, care aveau să fie așezate pe turnuri și pe unghiuri, ca să arunce săgeți și pietre mari. Faima lui s-a întins până departe, căci a fost ajutat în chip minunat până ce a ajuns foarte puternic. Semeția lui Ozia",
        "16": "Dar, când a ajuns puternic, inima i s-a înălțat și l-a dus la pieire. A păcătuit împotriva Domnului Dumnezeului său, intrând în Templul Domnului ca să ardă tămâie pe altarul tămâierii.",
        "17": "Preotul Azaria a intrat după el cu optzeci de preoți ai Domnului, oameni de inimă,",
        "18": "care s-au împotrivit împăratului Ozia și i-au zis: „N-ai dreptul, Ozia, să aduci tămâie Domnului! Dreptul acesta îl au preoții, fiii lui Aaron, care au fost sfințiți ca s-o aducă. Ieși din Sfântul Locaș, căci faci un păcat! Și lucrul acesta nu-ți va face cinste înaintea Domnului Dumnezeu.”",
        "19": "Ozia s-a mâniat. În mână avea o cădelniță. Și, cum s-a mâniat pe preoți, i-a izbucnit lepra pe frunte, în fața preoților, în Casa Domnului, lângă altarul tămâierii.",
        "20": "Marele preot Azaria și toți preoții și-au îndreptat privirile spre el și iată că era plin de lepră pe frunte. L-au scos repede afară și el însuși s-a grăbit să iasă, pentru că Domnul îl lovise.",
        "21": "Împăratul Ozia a fost lepros până în ziua morții și a locuit într-o casă deosebită ca lepros, căci a fost izgonit din Casa Domnului. Și fiul său Iotam era în fruntea casei împăratului și judeca poporul țării.",
        "22": "Celelalte fapte ale lui Ozia, cele dintâi și cele de pe urmă, au fost scrise de Isaia, fiul lui Amoț, prorocul.",
        "23": "Ozia a adormit cu părinții săi. Și l-au îngropat cu părinții săi în ogorul de înmormântare al împăraților, căci ziceau: „Este lepros.” În locul lui, a domnit fiul său Iotam."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Tot poporul lui Iuda l-a luat pe Uzia, care era în vârstă de șaisprezece ani, și l-a numit rege în locul tatălui său Amația.",
        "2": "Uzia a reconstruit Elatul și l-a readus sub stăpânirea lui Iuda, după ce regele Amația a adormit alături de strămoșii săi.",
        "3": "Uzia era în vârstă de șaisprezece ani când a devenit rege și a domnit la Ierusalim timp de cincizeci și doi de ani. Mama lui se numea Iecolia și era din Ierusalim.",
        "4": "El a făcut ce este drept înaintea ochilor Domnului, tot așa cum făcuse tatăl său Amația.",
        "5": "El L-a căutat pe Dumnezeu în timpul vieții lui Zaharia, cel care înțelegea vedeniile primite de la Dumnezeu. Cât timp l-a căutat pe Domnul, Dumnezeu l-a făcut să reușească în toate.",
        "6": "El a pornit războiul împotriva filistenilor și a dărâmat zidurile Gatului, zidurile Iabneului și zidurile Așdodului. Apoi a construit cetăți lângă Așdod și printre filisteni.",
        "7": "Dumnezeu l-a ajutat împotriva filistenilor, împotriva arabilor care locuiau la Gur-Baal și împotriva meuniților.",
        "8": "Amoniții i-au plătit tribut lui Uzia. I s-a dus faima până la granița cu Egiptul, pentru că ajunsese foarte puternic.",
        "9": "Uzia a construit turnuri în Ierusalim, la Poarta Unghiului, la Poarta Văii și la contrafortul din unghiul zidului și le-a întărit.",
        "10": "A construit turnuri în deșert și a săpat multe fântâni, căci avea vite numeroase în zona deluroasă și în podiș. El avea și plugari și vieri în munți și în livezi, căci îi plăcea să lucreze pământul.",
        "11": "Uzia avea o armată care participa în războaie și care ieșea la luptă pe divizii, potrivit cu numărătoarea făcută de scribul Ieiel și de supraveghetorul Maaseia, sub îndrumarea lui Hanania, una dintre căpeteniile regelui.",
        "12": "Numărul total al căpeteniilor de familii ale războinicilor viteji era de două mii șase sute.",
        "13": "Sub comanda lor era o armată de trei sute șapte mii cinci sute de bărbați pregătiți de luptă și bine înarmați, ca să-l ajute pe rege împotriva dușmanului.",
        "14": "Uzia a dotat toată armata cu scuturi, lănci, coifuri, armuri, arcuri și praștii.",
        "15": "A făcut la Ierusalim niște mașinării inventate de un meșter, care aveau să fie așezate pe turnuri și pe colțurile zidurilor ca să arunce săgeți și pietre mari. Lui Uzia i s-a dus faima până departe, căci a fost ajutat într-un mod minunat, până a ajuns puternic.",
        "16": "Dar când a ajuns puternic, i s-a mândrit inima, spre pierzarea lui. El I-a fost necredincios Domnului, Dumnezeul lui, și a intrat în Templul Domnului ca să ardă tămâie pe altarul tămâierii.",
        "17": "Preotul Azaria a intrat după el, însoțit fiind de optzeci de bărbați curajoși, dintre preoții Domnului.",
        "18": "Ei au stat împotriva regelui Uzia, zicându-i: „Uzia, nu-ți este îngăduit să aduci tămâie Domnului! Doar preoții, urmașii lui Aaron, au fost sfințiți ca să aducă tămâie! Ieși din Sfântul Lăcaș! Pentru că ai fost necredincios, nu vei mai avea parte de cinste din partea Domnului Dumnezeu!“.",
        "19": "Uzia, care avea deja în mână cădelnița pentru tămâiere, s-a înfuriat. Imediat ce s-a înfuriat pe preoți, i-a apărut lepră pe frunte, în prezența preoților, în Casa Domnului, lângă altarul tămâierii.",
        "20": "Când preotul conducător Azaria și toți ceilalți preoți s-au întors spre el, iată că acesta avea lepră pe frunte. Atunci l-au scos în grabă de acolo. Și el însuși s-a grăbit să iasă, căci îl lovise Domnul.",
        "21": "Regele Uzia a rămas lepros până în ziua morții lui. Pentru că era lepros, el a fost îndepărtat de la Casa Domnului și a locuit într-o casă izolată. Cel care supraveghea palatul regelui și judeca poporul țării era Iotam, fiul său.",
        "22": "Celelalte fapte ale lui Uzia, cele dintâi și cele de pe urmă, au fost scrise de profetul Isaia, fiul lui Amoț.",
        "23": "Uzia a adormit alături de strămoșii săi și a fost înmormântat, alături de strămoșii săi, pe terenul de înmormântare care aparținea regilor, deoarece spuneau: „A fost lepros“. Și în locul lui a domnit fiul său Iotam."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "All the people of Judah took Uzziah, who was sixteen years old, and made him king in the place of his father Amaziah.",
        "2": "He built Eloth and restored it to Judah. After that the king slept with his fathers.",
        "3": "Uzziah was sixteen years old when he began to reign; and he reigned fifty-two years in Jerusalem. His mother’s name was Jechiliah, of Jerusalem.",
        "4": "He did that which was right in Yahweh’s eyes, according to all that his father Amaziah had done.",
        "5": "He set himself to seek God in the days of Zechariah, who had understanding in the vision of God; and as long as he sought Yahweh, God made him prosper.",
        "6": "He went out and fought against the Philistines, and broke down the wall of Gath, the wall of Jabneh, and the wall of Ashdod; and he built cities in the country of Ashdod, and among the Philistines.",
        "7": "God helped him against the Philistines, and against the Arabians who lived in Gur Baal, and the Meunim.",
        "8": "The Ammonites gave tribute to Uzziah. His name spread abroad even to the entrance of Egypt, for he grew exceedingly strong.",
        "9": "Moreover Uzziah built towers in Jerusalem at the corner gate, at the valley gate, and at the turning of the wall, and fortified them.",
        "10": "He built towers in the wilderness, and dug out many cisterns, for he had much livestock, both in the lowlands and in the plains. He had farmers and vineyard keepers in the mountains and in the fruitful fields, for he loved farming.",
        "11": "Moreover Uzziah had an army of fighting men who went out to war by bands, according to the number of their reckoning made by Jeiel the scribe and Maaseiah the officer, under the hand of Hananiah, one of the king’s captains.",
        "12": "The whole number of the heads of fathers’ households, even the mighty men of valor, was two thousand six hundred.",
        "13": "Under their hand was an army, three hundred seven thousand five hundred, who made war with mighty power, to help the king against the enemy.",
        "14": "Uzziah prepared for them, even for all the army, shields, spears, helmets, coats of mail, bows, and stones for slinging.",
        "15": "In Jerusalem, he made devices, invented by skillful men, to be on the towers and on the battlements, with which to shoot arrows and great stones. His name spread far abroad, because he was marvelously helped until he was strong.",
        "16": "But when he was strong, his heart was lifted up, so that he did corruptly and he trespassed against Yahweh his God, for he went into Yahweh’s temple to burn incense on the altar of incense.",
        "17": "Azariah the priest went in after him, and with him eighty priests of Yahweh, who were valiant men.",
        "18": "They resisted Uzziah the king, and said to him, “It isn’t for you, Uzziah, to burn incense to Yahweh, but for the priests the sons of Aaron, who are consecrated to burn incense. Go out of the sanctuary, for you have trespassed. It will not be for your honor from Yahweh God.”",
        "19": "Then Uzziah was angry. He had a censer in his hand to burn incense, and while he was angry with the priests, the leprosy broke out on his forehead before the priests in Yahweh’s house, beside the altar of incense.",
        "20": "Azariah the chief priest and all the priests looked at him, and behold, he was leprous in his forehead; and they thrust him out quickly from there. Indeed, he himself also hurried to go out, because Yahweh had struck him.",
        "21": "Uzziah the king was a leper to the day of his death, and lived in a separate house, being a leper; for he was cut off from Yahweh’s house. Jotham his son was over the king’s house, judging the people of the land.",
        "22": "Now the rest of the acts of Uzziah, first and last, Isaiah the prophet, the son of Amoz, wrote.",
        "23": "So Uzziah slept with his fathers; and they buried him with his fathers in the field of burial which belonged to the kings, for they said, “He is a leper.” Jotham his son reigned in his place."
      }
    }
  }
}