{
  "book": "2 Imparati",
  "chapter": "23",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Împăratul Iosia a strâns la el pe toți bătrânii lui Iuda și ai Ierusalimului.",
        "2": "Apoi s-a suit în Casa Domnului, cu toți bărbații lui Iuda și cu toți locuitorii Ierusalimului, preoții, prorocii și tot poporul, de la cel mai mic până la cel mai mare. A citit înaintea lor toate cuvintele din cartea legământului, pe care o găsiseră în Casa Domnului.",
        "3": "Împăratul stătea pe scaunul lui împărătesc și a făcut legământ înaintea Domnului, îndatorindu-se să urmeze pe Domnul și să păzească poruncile, învățăturile și legile Lui din toată inima și din tot sufletul lui, ca să împlinească astfel cuvintele legământului acestuia, scrise în cartea aceasta. Și tot poporul a intrat în legământ.",
        "4": "Împăratul a poruncit marelui preot Hilchia, preoților de al doilea rând și celor ce păzeau pragul să scoată din Templul Domnului toate sculele care fuseseră făcute pentru Baal, pentru Astarteea și pentru toată oștirea cerurilor și le-a ars afară din Ierusalim, în ogoarele Chedronului, și a pus să le ducă cenușa la Betel.",
        "5": "A izgonit pe preoții idolilor, puși de împărații lui Iuda să ardă tămâie pe înălțimi în cetățile lui Iuda și în împrejurimile Ierusalimului, și pe cei ce aduceau tămâie lui Baal, soarelui, lunii, zodiilor și întregii oștiri a cerurilor.",
        "6": "A scos din Casa Domnului idolul Astarteei și l-a dus afară din Ierusalim, la pârâul Chedron; l-a ars la pârâul Chedron și l-a prefăcut în cenușă, iar cenușa i-a aruncat-o pe mormintele copiilor poporului.",
        "7": "A dărâmat casele sodomiților care erau în Casa Domnului și unde femeile împleteau corturi pentru Astarteea.",
        "8": "A adus pe toți preoții din cetățile lui Iuda; a pângărit înălțimile unde ardeau preoții tămâie, de la Gheba până la Beer-Șeba, și a dărâmat înălțimile de la porți, cea care era la intrarea porții lui Iosua, căpetenia cetății, și cea care era la stânga porții cetății.",
        "9": "Totuși preoții înălțimilor nu se suiau la altarul Domnului în Ierusalim, ci mâncau azimi în mijlocul fraților lor.",
        "10": "Împăratul a pângărit Tofetul, în valea fiilor lui Hinom, ca nimeni să nu-și mai treacă fiul sau fiica prin foc în cinstea lui Moloh.",
        "11": "A îndepărtat de la intrarea Casei Domnului caii pe care împărații lui Iuda îi închinaseră soarelui, lângă odaia dregătorului Netan-Melec, care locuia în mahala, și a ars în foc carele soarelui.",
        "12": "Împăratul a dărâmat altarele de pe acoperișul odăii de sus a lui Ahaz, pe care le făcuseră împărații lui Iuda, și altarele pe care le făcuse Manase în cele două curți ale Casei Domnului; după ce le-a sfărâmat și le-a luat de acolo, le-a aruncat țărâna în pârâul Chedron.",
        "13": "Împăratul a pângărit înălțimile care erau în fața Ierusalimului, pe partea dreaptă a Muntelui Pierzării, și pe care le zidise Solomon, împăratul lui Israel, Astarteei, urâciunea sidonienilor, lui Chemoș, urâciunea Moabului, și lui Milcom, urâciunea fiilor lui Amon.",
        "14": "A sfărâmat stâlpii idolești și a dărâmat astarteele, și locul lor l-a umplut cu oase omenești.",
        "15": "A dărâmat și altarul de la Betel și înălțimea făcută de Ieroboam, fiul lui Nebat, care făcuse pe Israel să păcătuiască; a ars înălțimea și a prefăcut-o în țărână și a ars idolul Astarteei. Mormântul prorocului din Iuda",
        "16": "Iosia, întorcându-se și văzând mormintele care erau acolo în munte, a trimis să ia oasele din morminte și le-a ars pe altar și l-a pângărit, după cuvântul Domnului rostit prin omul lui Dumnezeu care vestise aceste lucruri.",
        "17": "El a zis: „Ce este mormântul acesta pe care-l văd?” Oamenii din cetate i-au răspuns: „Este mormântul omului lui Dumnezeu care a venit din Iuda și a strigat împotriva altarului din Betel lucrurile acestea pe care le împlinești tu.”",
        "18": "Și el a zis: „Lăsați-l; nimeni să nu-i miște oasele!” Astfel, au păstrat oasele lui împreună cu ale prorocului care venise din Samaria.",
        "19": "Iosia a mai înlăturat toate templele idolești ale înălțimilor care se aflau în cetățile Samariei și pe care le făcuseră împărații lui Israel ca să mânie pe Domnul; a făcut cu ele întocmai cum făcuse în Betel.",
        "20": "A înjunghiat pe altare pe toți preoții înălțimilor care erau acolo și a ars pe ele oase de oameni. Apoi s-a întors la Ierusalim. Prăznuirea Paștelor",
        "21": "Împăratul a dat următoarea poruncă întregului popor: „Prăznuiți Paștele în cinstea Domnului Dumnezeului vostru, cum este scris în această carte a legământului!”",
        "22": "Paște ca acestea nu se prăznuiseră din vremea când judecau judecătorii pe Israel și în tot timpul împăraților lui Israel și împăraților lui Iuda.",
        "23": "Ci abia în al optsprezecelea an al împăratului Iosia s-au prăznuit aceste Paște în cinstea Domnului, la Ierusalim.",
        "24": "Mai mult, Iosia a stârpit pe cei ce chemau duhurile, pe cei ce spuneau viitorul, terafimii, idolii și toate urâciunile care se vedeau în țara lui Iuda și la Ierusalim, ca să împlinească astfel cuvintele legii scrise în cartea pe care o găsise preotul Hilchia în Casa Domnului.",
        "25": "Înainte de Iosia, n-a fost niciun împărat care să se întoarcă la Domnul ca el, din toată inima, din tot sufletul și din toată puterea lui, întocmai după toată legea lui Moise, și, chiar după el, n-a fost niciunul ca el.",
        "26": "Totuși Domnul nu S-a întors din iuțimea mâniei Lui celei mari de care era aprins împotriva lui Iuda din pricina tuturor celor ce făcuse Manase ca să-L mânie.",
        "27": "Și Domnul a zis: „Voi lepăda și pe Iuda dinaintea Mea, cum am lepădat pe Israel, și voi lepăda cetatea aceasta a Ierusalimului, pe care o alesesem, și casa despre care zisesem: ‘Acolo va fi Numele Meu.’”",
        "28": "Celelalte fapte ale lui Iosia și tot ce a făcut el nu sunt scrise oare în Cartea Cronicilor împăraților lui Iuda?",
        "29": "Pe vremea sa, Faraon Neco, împăratul Egiptului, s-a suit împotriva împăratului Asiriei, la râul Eufratului. Împăratul Iosia i-a ieșit înainte, și Faraon l-a omorât la Meghido cum l-a văzut.",
        "30": "Slujitorii lui l-au luat mort într-un car, l-au adus din Meghido la Ierusalim și l-au îngropat în mormântul său. Și poporul țării a luat pe Ioahaz, fiul lui Iosia: ei l-au uns și l-au făcut împărat în locul tatălui său. Ioahaz împăratul lui Iuda",
        "31": "Ioahaz avea douăzeci și trei de ani când s-a făcut împărat și a domnit trei luni la Ierusalim. Mama sa se chema Hamutal, fata lui Ieremia, din Libna.",
        "32": "El a făcut ce este rău înaintea Domnului, întocmai cum făcuseră părinții lui.",
        "33": "Faraon Neco l-a pus în lanțuri la Ribla, în țara Hamatului, ca să nu mai domnească la Ierusalim, și a pus asupra țării o gloabă de o sută de talanți de argint și de un talant de aur.",
        "34": "Și Faraon Neco a pus împărat pe Eliachim, fiul lui Iosia, în locul tatălui său Iosia și i-a schimbat numele în Ioiachim. A luat pe Ioahaz, care a mers în Egipt și a murit acolo.",
        "35": "Ioiachim a dat lui Faraon argintul și aurul, dar a trebuit să pună bir asupra țării ca să scoată argintul acesta cerut de Faraon; a hotărât partea fiecăruia și a cerut de la poporul țării argintul și aurul pe care trebuia să-l dea lui Faraon Neco. Ioiachim împăratul lui Iuda",
        "36": "Ioiachim avea douăzeci și cinci de ani când a ajuns împărat și a domnit unsprezece ani la Ierusalim. Mama sa se chema Zebuda, fata lui Pedaia, din Ruma.",
        "37": "El a făcut ce este rău înaintea Domnului, întocmai cum făcuseră părinții săi."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Atunci, regele și-a trimis oamenii să-i convoace pe toți bătrânii lui Iuda și ai Ierusalimului.",
        "2": "Regele s-a dus la Casa Domnului împreună cu toți bărbații lui Iuda, cu toți locuitorii Ierusalimului, cu preoții și cu profeții, cu întreg poporul, de la cel mai mic până la cel mai mare, și a citit în auzul lor toate cuvintele Cărții Legământului, care a fost găsită în Casa Domnului.",
        "3": "Regele a stat în picioare lângă stâlpul său și a încheiat un legământ înaintea Domnului, luând decizia să-L urmeze pe Domnul și să păzească poruncile, învățăturile și hotărârile Lui din toată inima și din tot sufletul lui, împlinind astfel cuvintele acestui legământ, scrise în Cartea aceasta. Și tot poporul a intrat în legământ.",
        "4": "Regele a poruncit marelui preot Hilchia, preoților de rangul al doilea și paznicilor porții să scoată din Templul Domnului toate obiectele care fuseseră făcute pentru Baal, pentru Așera și pentru toată armata cerurilor. Și el le-a ars în afara Ierusalimului, în Valea Chidron, iar cenușa le-a dus-o la Betel.",
        "5": "A îndepărtat preoții păgâni care au fost puși de regii lui Iuda să ardă tămâie pe înălțimi, în cetățile lui Iuda și împrejurul Ierusalimului. De asemenea, i-a alungat pe cei ce ardeau tămâie lui Baal, soarelui, lunii, stelelor și întregii armate a cerurilor.",
        "6": "A scos stâlpul Așerei din Casa Domnului și l-a dus la pârâul Chidron, în afara Ierusalimului. L-a ars lângă pârâul Chidron, transformându-l în cenușă, și i-a împrăștiat cenușa pe mormintele fiilor poporului.",
        "7": "A dărâmat locuințele bărbaților care se prostituau, care erau în Casa Domnului și unde femeile împleteau corturi pentru Așera.",
        "8": "Iosia i-a alungat pe toți preoții din cetățile lui Iuda și a pângărit înălțimile unde preoții ardeau tămâie, de la Gheva până la Beer-Șeba. A dărâmat înălțimile de la porțile care erau la intrarea porții lui Iosua, conducătorul cetății, în partea stângă a porții cetății.",
        "9": "Deși preoții înălțimilor nu se duceau la altarul Domnului din Ierusalim, ei totuși mâncau azime în mijlocul fraților lor.",
        "10": "Regele a pângărit, de asemenea, Tofetul, care este în Valea Ben-Hinom, pentru ca nimeni să nu-și mai sacrifice fiul sau fata în foc pentru Moleh.",
        "11": "El a îndepărtat, de la intrarea Casei Domnului, caii pe care regii lui Iuda îi închinaseră soarelui, lângă camera demnitarului Natan-Melek, care era situată lângă colonade. Apoi Iosia a ars carele închinate soarelui.",
        "12": "Regele a dărâmat altarele pe care le făcuseră regii lui Iuda pe acoperișul camerei de sus a lui Ahaz, precum și altarele pe care le făcuse Manase în cele două curți ale Casei Domnului. Le-a luat de acolo și le-a aruncat molozul în pârâul Chidron.",
        "13": "Regele a dărâmat înălțimile care erau la est de Ierusalim, în partea de sud a Muntelui Distrugerii, pe care le construise Solomon, regele lui Israel, pentru Aștoret, spurcăciunea sidonienilor, pentru Chemoș, spurcăciunea Moabului, și pentru Milkom, urâciunea fiilor lui Amon.",
        "14": "A zdrobit stâlpii sacri, a dărâmat așerele și a umplut locurile lor cu oase de oameni.",
        "15": "El a dărâmat chiar și altarul care era la Betel, precum și înălțimea pe care o făcuse Ieroboam, fiul lui Nebat, cel care l-a făcut pe Israel să păcătuiască – a dărâmat deci atât altarul, cât și înălțimea. El a dat foc atât înălțimii, transformând-o în cenușă, cât și stâlpului Așerei.",
        "16": "Când Iosia s-a întors și a văzut mormintele care erau acolo, pe deal, a trimis să ia oasele din morminte. Apoi a ars oasele pe altar și l-a pângărit, după Cuvântul Domnului rostit prin omul lui Dumnezeu care vestise aceste lucruri.",
        "17": "Regele a întrebat: ‒ Al cui este mormântul acesta din piatră, pe care îl văd? Oamenii cetății i-au răspuns: ‒ Acesta este mormântul omului lui Dumnezeu, care a venit din Iuda și a rostit, împotriva altarului din Betel, aceste lucruri pe care le-ai făcut.",
        "18": "El a zis: ‒ Lăsați-l! Nimeni să nu-i miște oasele! Ei au lăsat oasele lui împreună cu ale profetului care venise din Samaria.",
        "19": "De asemenea, Iosia a mai îndepărtat toate templele care erau pe înălțimile din cetățile Samariei, pe care le construiseră regii lui Israel ca să-L mânie pe Domnul. A făcut cu ele întocmai cum făcuse la Betel.",
        "20": "Iosia i-a înjunghiat pe altare pe toți preoții înălțimilor care erau acolo și a ars pe ele oase de oameni. Apoi s-a întors la Ierusalim.",
        "21": "Regele a poruncit întregului popor, zicând: „Sărbătoriți Paștele Domnului, Dumnezeul vostru, așa cum este scris în această Carte a Legământului!“.",
        "22": "Un astfel de Paște nu se mai sărbătorise de pe vremea judecătorilor care-l judecau pe Israel, și nici chiar în toată perioada regilor lui Israel și a regilor lui Iuda.",
        "23": "Acest Paște a fost sărbătorit în cinstea Domnului la Ierusalim abia în al optsprezecelea an al regelui Iosia.",
        "24": "Iosia i-a mai îndepărtat pe cei care întreabă duhurile morților și pe cei care cheamă spiritele, și a înlăturat terafimii, idolii și toate celelalte spurcăciuni care se puteau vedea pe teritoriul lui Iuda și la Ierusalim, împlinind astfel cuvintele Legii scrise în Cartea pe care o găsise preotul Hilchia în Casa Domnului.",
        "25": "Înainte de Iosia n-a fost niciun rege ca el, care să se întoarcă la Domnul din toată inima, din tot sufletul și cu toată puterea lui, așa cum zice toată Legea lui Moise. Și nici după aceea nu s-a mai ridicat nimeni ca el.",
        "26": "Totuși, Domnul nu S-a întors din înverșunarea mâniei Lui celei mari, mânie care era aprinsă împotriva lui Iuda din cauza tuturor faptelor prin care Îl mâniase Manase.",
        "27": "Și Domnul a zis: „Îl voi îndepărta și pe Iuda din prezența Mea, așa cum l-am îndepărtat pe Israel, și voi respinge Ierusalimul, cetatea aceasta pe care am ales-o, și Casa despre care ziceam că acolo va fi Numele Meu“.",
        "28": "Celelalte fapte ale lui Iosia și tot ce a făcut el, nu sunt scrise oare în „Cartea cronicilor regilor lui Iuda“?",
        "29": "În zilele sale, faraonul Neco, regele Egiptului, a venit la râul Eufrat, la împăratul Asiriei. Regele Iosia i-a ieșit împotrivă. Neco l-a înfruntat la Meghido și l-a omorât.",
        "30": "Slujitorii lui l-au transportat mort din Meghido, l-au adus la Ierusalim și l-au înmormântat în mormântul său. Apoi poporul țării l-a luat pe Iehoahaz, fiul lui Iosia, l-a uns și l-a pus să domnească în locul tatălui său.",
        "31": "Iehoahaz era în vârstă de douăzeci și trei de ani când a devenit rege și a domnit la Ierusalim timp de trei luni. Mama lui se numea Hamutal și era fata lui Ieremia din Libna.",
        "32": "El a făcut ceea ce este rău înaintea ochilor Domnului, tot așa cum făcuseră și părinții săi.",
        "33": "Faraonul Neco l-a pus în lanțuri la Ribla, în țara Hamat, ca să nu mai domnească în Ierusalim. Apoi a cerut țării un tribut de o sută de talanți de argint și un talant de aur.",
        "34": "Faraonul Neco l-a numit rege pe Eliachim, fiul lui Iosia, în locul tatălui său Iosia, și i-a schimbat numele în Iehoiachim. Iar pe Iehoahaz l-a luat și l-a dus în Egipt, unde a și murit.",
        "35": "Iehoiachim i-a dat faraonului aurul și argintul, însă el a împovărat țara pentru a putea da argintul cerut de faraon. A hotărât fiecărui om o anumită parte, dând astfel faraonului Neco argintul și aurul luat de la poporul țării.",
        "36": "Iehoiachim era în vârstă de douăzeci și cinci de ani când a devenit rege și a domnit la Ierusalim timp de unsprezece ani. Mama sa se numea Zebuda și era fata lui Pedaia din Ruma.",
        "37": "El a făcut ceea ce este rău înaintea ochilor Domnului, tot așa cum făcuseră și părinții săi."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "The king sent, and they gathered to him all the elders of Judah and of Jerusalem.",
        "2": "The king went up to Yahweh’s house, and all the men of Judah and all the inhabitants of Jerusalem with him—with the priests, the prophets, and all the people, both small and great; and he read in their hearing all the words of the book of the covenant which was found in Yahweh’s house.",
        "3": "The king stood by the pillar and made a covenant before Yahweh to walk after Yahweh and to keep his commandments, his testimonies, and his statutes with all his heart and all his soul, to confirm the words of this covenant that were written in this book; and all the people agreed to the covenant.",
        "4": "The king commanded Hilkiah the high priest, and the priests of the second order, and the keepers of the threshold, to bring out of Yahweh’s temple all the vessels that were made for Baal, for the Asherah, and for all the army of the sky; and he burned them outside of Jerusalem in the fields of the Kidron, and carried their ashes to Bethel.",
        "5": "He got rid of the idolatrous priests whom the kings of Judah had ordained to burn incense in the high places in the cities of Judah and in the places around Jerusalem; those also who burned incense to Baal, to the sun, to the moon, to the planets, and to all the army of the sky.",
        "6": "He brought out the Asherah from Yahweh’s house, outside of Jerusalem, to the brook Kidron, and burned it at the brook Kidron, and beat it to dust, and cast its dust on the graves of the common people.",
        "7": "He broke down the houses of the male shrine prostitutes that were in Yahweh’s house, where the women wove hangings for the Asherah.",
        "8": "He brought all the priests out of the cities of Judah, and defiled the high places where the priests had burned incense, from Geba to Beersheba; and he broke down the high places of the gates that were at the entrance of the gate of Joshua the governor of the city, which were on a man’s left hand at the gate of the city.",
        "9": "Nevertheless the priests of the high places didn’t come up to Yahweh’s altar in Jerusalem, but they ate unleavened bread among their brothers.",
        "10": "He defiled Topheth, which is in the valley of the children of Hinnom, that no man might make his son or his daughter to pass through the fire to Molech.",
        "11": "He took away the horses that the kings of Judah had dedicated to the sun, at the entrance of Yahweh’s house, by the room of Nathan Melech the officer who was in the court; and he burned the chariots of the sun with fire.",
        "12": "The king broke down the altars that were on the roof of the upper room of Ahaz, which the kings of Judah had made, and the altars which Manasseh had made in the two courts of Yahweh’s house, and beat them down from there, and cast their dust into the brook Kidron.",
        "13": "The king defiled the high places that were before Jerusalem, which were on the right hand of the mountain of corruption, which Solomon the king of Israel had built for Ashtoreth the abomination of the Sidonians, and for Chemosh the abomination of Moab, and for Milcom the abomination of the children of Ammon.",
        "14": "He broke in pieces the pillars, cut down the Asherah poles, and filled their places with men’s bones.",
        "15": "Moreover the altar that was at Bethel and the high place which Jeroboam the son of Nebat, who made Israel to sin, had made, even that altar and the high place he broke down; and he burned the high place and beat it to dust, and burned the Asherah.",
        "16": "As Josiah turned himself, he spied the tombs that were there in the mountain; and he sent, and took the bones out of the tombs, and burned them on the altar, and defiled it, according to Yahweh’s word which the man of God proclaimed, who proclaimed these things.",
        "17": "Then he said, “What monument is that which I see?” The men of the city told him, “It is the tomb of the man of God who came from Judah and proclaimed these things that you have done against the altar of Bethel.”",
        "18": "He said, “Let him be! Let no one move his bones.” So they let his bones alone, with the bones of the prophet who came out of Samaria.",
        "19": "All the houses also of the high places that were in the cities of Samaria, which the kings of Israel had made to provoke Yahweh to anger, Josiah took away, and did to them according to all the acts that he had done in Bethel.",
        "20": "He killed all the priests of the high places that were there, on the altars, and burned men’s bones on them; and he returned to Jerusalem.",
        "21": "The king commanded all the people, saying, “Keep the Passover to Yahweh your God, as it is written in this book of the covenant.”",
        "22": "Surely there was not kept such a Passover from the days of the judges who judged Israel, nor in all the days of the kings of Israel, nor of the kings of Judah;",
        "23": "but in the eighteenth year of King Josiah, this Passover was kept to Yahweh in Jerusalem.",
        "24": "Moreover, Josiah removed those who had familiar spirits, the wizards, and the teraphim, and the idols, and all the abominations that were seen in the land of Judah and in Jerusalem, that he might confirm the words of the law which were written in the book that Hilkiah the priest found in Yahweh’s house.",
        "25": "There was no king like him before him, who turned to Yahweh with all his heart, and with all his soul, and with all his might, according to all the law of Moses; and there was none like him who arose after him.",
        "26": "Notwithstanding, Yahweh didn’t turn from the fierceness of his great wrath, with which his anger burned against Judah, because of all the provocation with which Manasseh had provoked him.",
        "27": "Yahweh said, “I will also remove Judah out of my sight, as I have removed Israel; and I will cast off this city which I have chosen, even Jerusalem, and the house of which I said, ‘My name shall be there.’”",
        "28": "Now the rest of the acts of Josiah, and all that he did, aren’t they written in the book of the chronicles of the kings of Judah?",
        "29": "In his days Pharaoh Necoh king of Egypt went up against the king of Assyria to the river Euphrates; and King Josiah went against him, but Pharaoh Necoh killed him at Megiddo when he saw him.",
        "30": "His servants carried him dead in a chariot from Megiddo, brought him to Jerusalem, and buried him in his own tomb. The people of the land took Jehoahaz the son of Josiah, and anointed him, and made him king in his father’s place.",
        "31": "Jehoahaz was twenty-three years old when he began to reign; and he reigned three months in Jerusalem. His mother’s name was Hamutal the daughter of Jeremiah of Libnah.",
        "32": "He did that which was evil in Yahweh’s sight, according to all that his fathers had done.",
        "33": "Pharaoh Necoh put him in bonds at Riblah in the land of Hamath, that he might not reign in Jerusalem; and put the land to a tribute of one hundred talents of silver and a talent of gold.",
        "34": "Pharaoh Necoh made Eliakim the son of Josiah king in the place of Josiah his father, and changed his name to Jehoiakim; but he took Jehoahaz away, and he came to Egypt and died there.",
        "35": "Jehoiakim gave the silver and the gold to Pharaoh; but he taxed the land to give the money according to the commandment of Pharaoh. He exacted the silver and the gold of the people of the land, from everyone according to his assessment, to give it to Pharaoh Necoh.",
        "36": "Jehoiakim was twenty-five years old when he began to reign, and he reigned eleven years in Jerusalem. His mother’s name was Zebidah the daughter of Pedaiah of Rumah.",
        "37": "He did that which was evil in Yahweh’s sight, according to all that his fathers had done."
      }
    }
  }
}