{
  "book": "2 Imparati",
  "chapter": "20",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În vremea aceea, Ezechia a fost bolnav pe moarte. Prorocul Isaia, fiul lui Amoț, a venit la el și i-a zis: „Așa vorbește Domnul: ‘Rânduiește ce ai de rânduit casei tale, căci vei muri, și nu vei mai trăi.’”",
        "2": "Ezechia s-a întors cu fața la perete și a făcut Domnului următoarea rugăciune:",
        "3": "„Doamne, adu-Ți aminte că am umblat înaintea Feței Tale cu credincioșie și curăție de inimă și am făcut ce este bine înaintea Ta!” Și Ezechia a vărsat multe lacrimi.",
        "4": "Isaia, care ieșise, n-ajunsese încă în curtea din mijloc când cuvântul Domnului i-a vorbit astfel:",
        "5": "„Întoarce-te și spune lui Ezechia, căpetenia poporului Meu: ‘Așa vorbește Domnul Dumnezeul tatălui tău David: «Ți-am auzit rugăciunea și ți-am văzut lacrimile. Iată că te voi face sănătos; a treia zi te vei sui la Casa Domnului.",
        "6": "Voi mai adăuga cincisprezece ani la zilele tale. Te voi izbăvi, pe tine și cetatea aceasta, din mâna împăratului Asiriei și voi ocroti cetatea aceasta din pricina Mea și din pricina robului Meu David.»’”",
        "7": "Isaia a zis: „Luați o turtă de smochine!” Au luat-o și au pus-o pe umflătură. Și Ezechia s-a vindecat.",
        "8": "Ezechia zisese lui Isaia: „După care semn voi cunoaște că mă va vindeca Domnul și că mă voi sui a treia zi la Casa Domnului?”",
        "9": "Și Isaia a zis: „Iată din partea Domnului semnul după care vei cunoaște că Domnul va împlini cuvântul pe care l-a rostit. Cum vrei: să treacă umbra peste zece trepte înainte sau să dea înapoi cu zece trepte?”",
        "10": "Ezechia a răspuns: „Nu este mare lucru ca umbra să treacă înainte peste zece trepte, ci mai bine să se dea înapoi cu zece trepte.”",
        "11": "Atunci, Isaia, prorocul, s-a rugat Domnului, și Domnul a dat cu zece trepte înapoi umbra din locul în care se coborâse pe cadranul soarelui lui Ahaz. Fudulia lui Ezechia",
        "12": "În același timp, Berodac-Baladan, fiul lui Baladan, împăratul Babilonului, a trimis o scrisoare și un dar lui Ezechia, căci auzise de boala lui Ezechia.",
        "13": "Ezechia a ascultat pe soli și le-a arătat locul unde erau lucrurile lui de preț, argintul și aurul, mirodeniile și untdelemnul cel scump, casa lui cu arme și tot ce se afla în vistieriile lui: n-a fost nimic pe care să nu li-l fi arătat Ezechia în casa lui și în toate moșiile lui.",
        "14": "Prorocul Isaia a venit în urmă la împăratul Ezechia și i-a zis: „Ce au zis oamenii aceia și de unde au venit la tine?” Ezechia a răspuns: „Au venit dintr-o țară depărtată, din Babilon.”",
        "15": "Isaia a mai zis: „Ce au văzut în casa ta?” Ezechia a răspuns: „Au văzut tot ce este în casa mea; n-a fost nimic în vistieriile mele pe care să nu li-l fi arătat.”",
        "16": "Atunci, Isaia a zis lui Ezechia: „Ascultă cuvântul Domnului:",
        "17": "‘Iată că vor veni vremuri când vor duce în Babilon tot ce este în casa ta și ce au strâns părinții tăi până în ziua de azi; nu va rămâne nimic, zice Domnul.",
        "18": "Și vor lua din fiii tăi, care vor ieși din tine, pe care-i vei naște, și-i vor face fameni slujitori în casa împăratului Babilonului.’”",
        "19": "Ezechia a răspuns lui Isaia: „Cuvântul Domnului pe care l-ai rostit este bun.” Și a adăugat: „Căci va fi pace și liniște în timpul vieții mele!”",
        "20": "Celelalte fapte ale lui Ezechia, toate isprăvile lui și cum a făcut iazul și canalul de apă și a adus apele în cetate nu sunt scrise oare în Cartea Cronicilor împăraților lui Iuda?",
        "21": "Ezechia a adormit cu părinții săi. Și în locul lui a domnit fiul său Manase."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În acele zile, Ezechia s-a îmbolnăvit și era aproape de moarte. Profetul Isaia, fiul lui Amoț, a venit la el și i-a zis: „Așa vorbește Domnul: «Pune-ți casa în rânduială, fiindcă vei muri. Nu vei mai trăi»“.",
        "2": "Atunci Ezechia s-a întors cu fața spre perete și s-a rugat Domnului, zicând:",
        "3": "„O, Doamne, adu-Ți aminte, Te rog, că am umblat înaintea Ta cu credincioșie și din toată inima și am făcut ce este bine înaintea ochilor Tăi“. Și Ezechia a plâns mult.",
        "4": "Isaia nu ieșise încă din curtea din mijloc, când, Cuvântul Domnului i-a vorbit, zicând:",
        "5": "„Întoarce-te și spune-i lui Ezechia, conducătorul poporului Meu, astfel: «Așa vorbește Domnul, Dumnezeul tatălui tău David: ‘Ți-am auzit rugăciunea și ți-am văzut lacrimile. Iată că te voi vindeca. În a treia zi vei merge la Casa Domnului.",
        "6": "Voi adăuga la zilele tale încă cincisprezece ani, te voi elibera, pe tine și cetatea aceasta, din mâna împăratului Asiriei și voi apăra această cetate, de dragul Meu și de dragul lui David, slujitorul Meu’»“.",
        "7": "Apoi Isaia a zis: „Aduceți o turtă de smochine!“. Ei au adus-o și au întins-o pe bubă, și el a trăit.",
        "8": "Ezechia îl întrebase pe Isaia: ‒ Care va fi semnul prin care voi ști că Domnul mă va vindeca și mă voi duce la Casa Domnului a treia zi?",
        "9": "Isaia îi răspunsese: ‒ Acesta este semnul din partea Domnului pentru tine, prin care vei cunoaște că Domnul va împlini cuvântul pe care l-a rostit: „Să treacă umbra zece trepte înainte sau înapoi?“.",
        "10": "Ezechia răspunsese: ‒ Nu este nimic deosebit să treacă umbra zece trepte înainte. Mai bine să treacă zece trepte înapoi.",
        "11": "Atunci profetul Isaia L-a chemat pe Domnul și El a făcut ca umbra să treacă înapoi zece trepte pe cadranul lui Ahaz.",
        "12": "În acea perioadă, Merodak-Baladan, fiul lui Baladan, rege al Babilonului, i-a trimis lui Ezechia scrisori și un dar, deoarece auzise că Ezechia fusese bolnav.",
        "13": "Ezechia i-a ascultat și le-a arătat tot ce era în vistieria sa: argintul, aurul, mirodeniile și uleiul cel scump, armamentul lui și tot ce se afla în magaziile lui. N-a rămas nimic în palatul sau în regatul său, pe care Ezechia să nu li-l fi arătat.",
        "14": "Atunci profetul Isaia a venit la regele Ezechia și l-a întrebat: ‒ Ce au zis oamenii aceia și de unde au venit? Ezechia i-a răspuns: ‒ Au venit dintr-o țară îndepărtată, din Babilon.",
        "15": "Profetul l-a întrebat: ‒ Ce-au văzut în palatul tău? Ezechia a răspuns: ‒ Au văzut tot ceea ce este în palatul meu și n-a rămas nimic în magaziile mele pe care să nu li-l fi arătat.",
        "16": "Atunci Isaia i-a zis lui Ezechia: ‒ Ascultă Cuvântul Domnului:",
        "17": "„Iată, vin zile când tot ce este în palatul tău și tot ce au agonisit strămoșii tăi până în ziua aceasta, va fi dus în Babilon. Nu va mai fi lăsat nimic, zice Domnul.",
        "18": "Unii dintre propriii tăi fii, care ți s-au născut, îți vor fi luați și vor fi făcuți eunuci în palatul împăratului Babilonului“.",
        "19": "Ezechia i-a zis lui Isaia: ‒ Cuvântul Domnului, pe care l-ai rostit, este bun. „De ce nu“, se gândea el, „atâta vreme cât în timpul vieții mele va fi pace și siguranță?“.",
        "20": "Celelalte fapte ale lui Ezechia, toate realizările lui, cum a făcut iazul și canalul prin care a adus apă în cetate, nu sunt scrise oare în „Cartea cronicilor regilor lui Iuda“?",
        "21": "Ezechia a adormit alături de strămoșii săi, iar în locul lui a domnit fiul său Manase."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "In those days Hezekiah was sick and dying. Isaiah the prophet the son of Amoz came to him, and said to him, “Yahweh says, ‘Set your house in order; for you will die, and not live.’”",
        "2": "Then he turned his face to the wall, and prayed to Yahweh, saying,",
        "3": "“Remember now, Yahweh, I beg you, how I have walked before you in truth and with a perfect heart, and have done that which is good in your sight.” And Hezekiah wept bitterly.",
        "4": "Before Isaiah had gone out into the middle part of the city, Yahweh’s word came to him, saying,",
        "5": "“Turn back, and tell Hezekiah the prince of my people, ‘Yahweh, the God of David your father, says, “I have heard your prayer. I have seen your tears. Behold, I will heal you. On the third day, you will go up to Yahweh’s house.",
        "6": "I will add to your days fifteen years. I will deliver you and this city out of the hand of the king of Assyria. I will defend this city for my own sake, and for my servant David’s sake.”’”",
        "7": "Isaiah said, “Take a cake of figs.” They took and laid it on the boil, and he recovered.",
        "8": "Hezekiah said to Isaiah, “What will be the sign that Yahweh will heal me, and that I will go up to Yahweh’s house the third day?”",
        "9": "Isaiah said, “This will be the sign to you from Yahweh, that Yahweh will do the thing that he has spoken: should the shadow go forward ten steps, or go back ten steps?”",
        "10": "Hezekiah answered, “It is a light thing for the shadow to go forward ten steps. No, but let the shadow return backward ten steps.”",
        "11": "Isaiah the prophet cried to Yahweh; and he brought the shadow ten steps backward, by which it had gone down on the sundial of Ahaz.",
        "12": "At that time Berodach Baladan the son of Baladan, king of Babylon, sent letters and a present to Hezekiah, for he had heard that Hezekiah had been sick.",
        "13": "Hezekiah listened to them, and showed them all the storehouse of his precious things—the silver, the gold, the spices, and the precious oil, and the house of his armor, and all that was found in his treasures. There was nothing in his house, or in all his dominion, that Hezekiah didn’t show them.",
        "14": "Then Isaiah the prophet came to King Hezekiah, and said to him, “What did these men say? From where did they come to you?” Hezekiah said, “They have come from a far country, even from Babylon.”",
        "15": "He said, “What have they seen in your house?” Hezekiah answered, “They have seen all that is in my house. There is nothing among my treasures that I have not shown them.”",
        "16": "Isaiah said to Hezekiah, “Hear Yahweh’s word.",
        "17": "‘Behold, the days come that all that is in your house, and that which your fathers have laid up in store to this day, will be carried to Babylon. Nothing will be left,’ says Yahweh.",
        "18": "‘They will take away some of your sons who will issue from you, whom you will father; and they will be eunuchs in the palace of the king of Babylon.’”",
        "19": "Then Hezekiah said to Isaiah, “Yahweh’s word which you have spoken is good.” He said moreover, “Isn’t it so, if peace and truth will be in my days?”",
        "20": "Now the rest of the acts of Hezekiah, and all his might, and how he made the pool, and the conduit, and brought water into the city, aren’t they written in the book of the chronicles of the kings of Judah?",
        "21": "Hezekiah slept with his fathers, and Manasseh his son reigned in his place."
      }
    }
  }
}