{
  "book": "2 Imparati",
  "chapter": "22",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Iosia avea opt ani când s-a făcut împărat și a domnit treizeci și unu de ani la Ierusalim. Mama sa se chema Iedida, fata lui Adaia, din Boțcat.",
        "2": "El a făcut ce este bine înaintea Domnului și a umblat în toată calea tatălui său David; nu s-a abătut de la ea nici la dreapta, nici la stânga.",
        "3": "În anul al optsprezecelea al împăratului Iosia, împăratul a trimis în Casa Domnului pe Șafan, logofătul, fiul lui Ațalia, fiul lui Meșulam. El i-a zis:",
        "4": "„Suie-te la marele preot Hilchia și spune-i să strângă argintul adus în Casa Domnului, pe care l-au primit de la popor cei ce păzesc pragul.",
        "5": "Să se dea argintul acesta în mâinile meșterilor însărcinați cu lucrarea în Casa Domnului. Și să-l dea celor ce lucrează la dregerea stricăciunilor Casei Domnului,",
        "6": "anume: dulgherilor, zidarilor și pietrarilor, pentru cumpărăturile de lemn și de pietre cioplite trebuitoare pentru dregerea stricăciunilor casei.",
        "7": "Dar să nu li se ceară socoteală de argintul dat în mâinile lor, căci ei lucrează cinstit.” Cartea legii găsită",
        "8": "Atunci, marele preot Hilchia a zis lui Șafan, logofătul: „Am găsit cartea legii în Casa Domnului.” Și Hilchia a dat cartea lui Șafan, și Șafan a citit-o.",
        "9": "Apoi, logofătul Șafan s-a dus să dea socoteală împăratului și a zis: „Slujitorii tăi au strâns argintul care se afla în casă și l-au dat în mâinile meșterilor însărcinați cu facerea lucrării în Casa Domnului.”",
        "10": "Șafan, logofătul, a mai spus împăratului: „Preotul Hilchia mi-a dat o carte.” Și Șafan a citit-o înaintea împăratului.",
        "11": "Când a auzit împăratul cuvintele din cartea legii, și-a sfâșiat hainele.",
        "12": "Și împăratul a dat porunca aceasta preotului Hilchia, lui Ahicam, fiul lui Șafan, lui Acbor, fiul lui Mica, lui Șafan, logofătul, și lui Asaia, slujitorul împăratului:",
        "13": "„Duceți-vă și întrebați pe Domnul pentru mine, pentru popor și pentru Iuda, cu privire la cuvintele cărții acesteia care s-a găsit, căci mare este mânia Domnului, care s-a aprins împotriva noastră, pentru că părinții noștri n-au ascultat de cuvintele cărții acesteia și n-au împlinit tot ce ne este poruncit în ea.”",
        "14": "Preotul Hilchia, Ahicam, Acbor, Șafan și Asaia s-au dus la prorocița Hulda, nevasta lui Șalum, fiul lui Ticva, fiul lui Harhas, păzitorul veșmintelor. Ea locuia la Ierusalim, în cealaltă mahala a cetății. După ce i-au vorbit,",
        "15": "ea le-a zis: „Așa vorbește Domnul Dumnezeul lui Israel: ‘Spuneți omului care v-a trimis la mine:",
        "16": "«Așa vorbește Domnul: ‹Iată, voi trimite nenorociri asupra locului acestuia și asupra locuitorilor lui, după toate cuvintele cărții pe care a citit-o împăratul lui Iuda.",
        "17": "Pentru că M-au părăsit și au adus tămâie altor dumnezei, mâniindu-Mă prin toate lucrările mâinilor lor, mânia Mea s-a aprins împotriva locului acestuia și nu se va stinge.›»",
        "18": "Dar să spuneți împăratului lui Iuda, care v-a trimis să întrebați pe Domnul: «Așa vorbește Domnul Dumnezeul lui Israel despre cuvintele pe care le-ai auzit:",
        "19": "‹Pentru că ți s-a mișcat inima, pentru că te-ai smerit înaintea Domnului când ai auzit ce am spus împotriva acestui loc și împotriva locuitorilor lui, care vor ajunge de spaimă și de blestem, și pentru că ți-ai sfâșiat hainele și ai plâns înaintea Mea, și Eu am auzit›, zice Domnul.",
        "20": "‹De aceea, iată, te voi adăuga la părinții tăi, vei fi adăugat în pace în mormântul tău și nu-ți vor vedea ochii toate nenorocirile pe care le voi aduce asupra locului acestuia.›»’” Ei au adus împăratului răspunsul acesta."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Iosia era în vârstă de opt ani când a devenit rege și a domnit la Ierusalim timp de treizeci și unu de ani. Mama lui se numea Iedida și era fata lui Adaia din Boțkat.",
        "2": "El a făcut ce este drept înaintea ochilor Domnului și a umblat întru totul pe calea lui David, strămoșul său, fără să se abată la dreapta sau la stânga.",
        "3": "În al optsprezecelea an al regelui Iosia, regele l-a trimis pe scribul său Șafan, fiul lui Ațalia, fiul lui Meșulam, la Casa Domnului, zicându-i:",
        "4": "„Du-te la marele preot Hilchia și spune-i să strângă argintul care a fost adus la Casa Domnului, cel care fusese adunat de la popor de către paznicii porții.",
        "5": "Să se dea acest argint celor ce supraveghează lucrarea la Casa Domnului, iar aceștia să-l dea lucrătorilor de la Casa Domnului, adică celor ce se ocupă cu repararea spărturilor Casei –",
        "6": "tâmplarilor, constructorilor și zidarilor – ca să cumpere lemne și pietre cioplite, necesare pentru restaurarea Casei.",
        "7": "Și să nu li se ceară socoteală de argintul încredințat lor, căci ei lucrează cu credincioșie“.",
        "8": "Atunci marele preot Hilchia i-a zis scribului Șafan: „Am găsit Cartea Legii în Casa Domnului!“. Hilchia i-a dat Cartea lui Șafan, iar acesta a citit-o.",
        "9": "Scribul Șafan s-a dus la rege și i-a adus regelui următorul mesaj: „Slujitorii tăi au strâns argintul care se afla în Casă și l-au dat supraveghetorilor și lucrătorilor de la Casa Domnului“.",
        "10": "Apoi scribul Șafan l-a înștiințat pe rege, zicând: „Preotul Hilchia mi-a dat o Carte“. Și Șafan a citit din ea înaintea regelui.",
        "11": "Când a auzit regele cuvintele din Cartea Legii și-a sfâșiat hainele.",
        "12": "Și regele le-a poruncit preotului Hilchia, lui Ahikam, fiul lui Șafan, lui Acbor, fiul lui Micaia, scribului Șafan și lui Asaia, slujitorul regelui, zicând:",
        "13": "„Duceți-vă și întrebați-L pe Domnul pentru mine, pentru popor și pentru întreg Iuda, cu privire la cuvintele Cărții care a fost găsită. Căci Domnul S-a mâniat foarte tare pe noi, pentru că strămoșii noștri n-au ascultat de cuvintele acestei Cărți și n-au împlinit tot ce este scris în ea cu privire la noi“.",
        "14": "Preotul Hilchia, Ahikam, Acbor, Șafan și Asaia s-au dus la profetesa Hulda, soția lui Șalum, fiul lui Tikva, fiul lui Harhas, păzitorul veșmintelor, care locuia în Ierusalim, în cartierul cel nou. Ei au vorbit cu ea,",
        "15": "și ea le-a răspuns: „Așa vorbește Domnul, Dumnezeul lui Israel. Să-i spuneți omului care v-a trimis la mine,",
        "16": "că așa vorbește Domnul: «Iată că voi aduce nenorocirea asupra acestui loc și asupra locuitorilor lui, potrivit cu toate cuvintele scrise în Cartea pe care a citit-o regele lui Iuda.",
        "17": "Pentru că M-au părăsit și au adus tămâie altor dumnezei, mâniindu-Mă prin toată lucrarea mâinilor lor, mânia Mea se va aprinde împotriva acestui loc și nu se va stinge!».",
        "18": "Totodată, să-i spuneți regelui lui Iuda, care v-a trimis să-L întrebați pe Domnul, următoarele: «Așa vorbește Domnul, Dumnezeul lui Israel, cu privire la cuvintele pe care le-ai auzit:",
        "19": "‘Pentru că ți s-a înmuiat inima și te-ai smerit înaintea Domnului când ai auzit ce am rostit împotriva acestui loc și împotriva locuitorilor lui – că vor ajunge de spaimă și de blestem – pentru că ți-ai sfâșiat hainele și ai plâns înaintea Mea, iată că și Eu am auzit, zice Domnul!",
        "20": "De aceea, iată că te voi adăuga la strămoșii tăi și vei fi așezat în pace în mormântul tău, astfel că nu vei vedea toată nenorocirea pe care o voi aduce asupra acestui loc!’»“. Ei i-au adus regelui răspunsul acesta."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Josiah was eight years old when he began to reign, and he reigned thirty-one years in Jerusalem. His mother’s name was Jedidah the daughter of Adaiah of Bozkath.",
        "2": "He did that which was right in Yahweh’s eyes, and walked in all the ways of David his father, and didn’t turn away to the right hand or to the left.",
        "3": "In the eighteenth year of King Josiah, the king sent Shaphan, the son of Azaliah the son of Meshullam, the scribe, to Yahweh’s house, saying,",
        "4": "“Go up to Hilkiah the high priest, that he may count the money which is brought into Yahweh’s house, which the keepers of the threshold have gathered of the people.",
        "5": "Let them deliver it into the hand of the workers who have the oversight of Yahweh’s house; and let them give it to the workers who are in Yahweh’s house, to repair the damage to the house,",
        "6": "to the carpenters, and to the builders, and to the masons, and for buying timber and cut stone to repair the house.",
        "7": "However, no accounting shall be asked of them for the money delivered into their hand, for they deal faithfully.”",
        "8": "Hilkiah the high priest said to Shaphan the scribe, “I have found the book of the law in Yahweh’s house.” Hilkiah delivered the book to Shaphan, and he read it.",
        "9": "Shaphan the scribe came to the king, and brought the king word again, and said, “Your servants have emptied out the money that was found in the house, and have delivered it into the hands of the workmen who have the oversight of Yahweh’s house.”",
        "10": "Shaphan the scribe told the king, saying, “Hilkiah the priest has delivered a book to me.” Then Shaphan read it before the king.",
        "11": "When the king had heard the words of the book of the law, he tore his clothes.",
        "12": "The king commanded Hilkiah the priest, Ahikam the son of Shaphan, Achbor the son of Micaiah, Shaphan the scribe, and Asaiah the king’s servant, saying,",
        "13": "“Go inquire of Yahweh for me, and for the people, and for all Judah, concerning the words of this book that is found; for great is Yahweh’s wrath that is kindled against us, because our fathers have not listened to the words of this book, to do according to all that which is written concerning us.”",
        "14": "So Hilkiah the priest, Ahikam, Achbor, Shaphan, and Asaiah went to Huldah the prophetess, the wife of Shallum the son of Tikvah, the son of Harhas, keeper of the wardrobe (now she lived in Jerusalem in the second quarter); and they talked with her.",
        "15": "She said to them, “Yahweh the God of Israel says, ‘Tell the man who sent you to me,",
        "16": "“Yahweh says, ‘Behold, I will bring evil on this place and on its inhabitants, even all the words of the book which the king of Judah has read.",
        "17": "Because they have forsaken me and have burned incense to other gods, that they might provoke me to anger with all the work of their hands, therefore my wrath shall be kindled against this place, and it will not be quenched.’”",
        "18": "But to the king of Judah, who sent you to inquire of Yahweh, tell him, “Yahweh the God of Israel says, ‘Concerning the words which you have heard,",
        "19": "because your heart was tender, and you humbled yourself before Yahweh when you heard what I spoke against this place and against its inhabitants, that they should become a desolation and a curse, and have torn your clothes and wept before me, I also have heard you,’ says Yahweh.",
        "20": "‘Therefore behold, I will gather you to your fathers, and you will be gathered to your grave in peace. Your eyes will not see all the evil which I will bring on this place.’”’” So they brought this message back to the king."
      }
    }
  }
}