{
  "book": "2 Imparati",
  "chapter": "17",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În al doisprezecelea an al lui Ahaz, împăratul lui Iuda, a început să domnească peste Israel, la Samaria, Osea, fiul lui Ela. A domnit nouă ani.",
        "2": "El a făcut ce este rău înaintea Domnului, totuși nu ca împărații lui Israel dinaintea lui.",
        "3": "Salmanasar, împăratul Asiriei, s-a suit împotriva lui; și Osea i s-a supus și i-a plătit un bir.",
        "4": "Dar împăratul Asiriei a descoperit o uneltire la Osea, căci trimisese soli lui So, împăratul Egiptului, și nu mai plătea pe fiecare an birul împăratului Asiriei. Împăratul Asiriei l-a închis și l-a pus în lanțuri într-o temniță.",
        "5": "Și împăratul Asiriei a străbătut toată țara și s-a suit împotriva Samariei, pe care a împresurat-o timp de trei ani.",
        "6": "În al nouălea an al lui Osea, împăratul Asiriei a luat Samaria și a dus pe Israel în robie în Asiria, l-a pus să locuiască la Halah și la Habor, lângă râul Gozan și în cetățile mezilor. Robia asiriană",
        "7": "Lucrul acesta s-a întâmplat pentru că copiii lui Israel au păcătuit împotriva Domnului Dumnezeului lor, care-i scosese din țara Egiptului, de sub mâna lui Faraon, împăratul Egiptului, și pentru că s-au închinat la alți dumnezei.",
        "8": "Au urmat obiceiurile neamurilor pe care Domnul le izgonise dinaintea copiilor lui Israel și obiceiurile rânduite de împărații lui Israel.",
        "9": "Copiii lui Israel au făcut pe ascuns împotriva Domnului Dumnezeului lor lucruri care nu sunt bune. Și-au zidit înălțimi în toate cetățile lor, de la turnurile străjerilor până la cetățile întărite.",
        "10": "Și-au ridicat stâlpi idolești și astartee pe orice deal și sub orice copac verde.",
        "11": "Și acolo au ars tămâie pe toate înălțimile, ca și neamurile pe care le izgonise Domnul dinaintea lor, și au făcut lucruri rele, prin care au mâniat pe Domnul.",
        "12": "Au slujit idolilor, despre care Domnul le zisese: „Să nu faceți lucrul acesta!”",
        "13": "Domnul a înștiințat pe Israel și Iuda prin toți prorocii Lui, prin toți văzătorii, și le-a zis: „Întoarceți-vă de la căile voastre cele rele și păziți poruncile și rânduielile Mele, urmând în totul legea pe care am dat-o părinților voștri și pe care v-am trimis-o prin robii Mei, prorocii.”",
        "14": "Dar ei n-au ascultat, și-au înțepenit grumazul, ca și părinții lor, care nu crezuseră în Domnul Dumnezeul lor.",
        "15": "N-au vrut să știe de legile Lui, de legământul pe care-l făcuse cu părinții lor și de înștiințările pe care li le dăduse. S-au luat după lucruri de nimic – și ei înșiși n-au fost decât nimic – și după neamurile în mijlocul cărora trăiau, măcar că Domnul le poruncise să nu se ia după ele.",
        "16": "Au părăsit toate poruncile Domnului Dumnezeului lor, și-au făcut viței turnați, au făcut idoli de-ai Astarteei, s-au închinat înaintea întregii oștiri a cerurilor și au slujit lui Baal.",
        "17": "Au trecut prin foc pe fiii și fiicele lor, s-au dedat la ghicire și vrăjitorii și s-au vândut ca să facă ce este rău înaintea Domnului, mâniindu-L.",
        "18": "De aceea Domnul S-a mâniat foarte tare împotriva lui Israel și i-a îndepărtat de la Fața Lui. N-a rămas decât seminția lui Iuda,",
        "19": "și chiar Iuda nu păzise poruncile Domnului Dumnezeului lui, ci se luase după obiceiurile rânduite de Israel.",
        "20": "Domnul a lepădat tot neamul lui Israel; i-a smerit, i-a dat în mâinile jefuitorilor și a sfârșit prin a-i izgoni dinaintea Feței Lui.",
        "21": "Căci Israel se dezlipise de casa lui David și făcuse împărat pe Ieroboam, fiul lui Nebat, care-l abătuse de la Domnul și făcuse pe Israel să săvârșească un mare păcat.",
        "22": "Copiii lui Israel se dăduseră la toate păcatele pe care le făcuse Ieroboam; nu s-au abătut de la ele",
        "23": "până ce Domnul a izgonit pe Israel dinaintea Lui, cum vestise prin toți slujitorii Săi proroci. Și Israel a fost dus în robie departe de țara lui, în Asiria, unde a rămas până în ziua de azi. Samaritenii",
        "24": "Împăratul Asiriei a adus oameni din Babilon, din Cuta, din Ava, din Hamat și din Sefarvaim și i-a așezat în cetățile Samariei în locul copiilor lui Israel. Au pus stăpânire pe Samaria și au locuit în cetățile ei.",
        "25": "Când au început să locuiască aici, nu se temeau de Domnul, și Domnul a trimis împotriva lor niște lei, care-i omorau.",
        "26": "Atunci au spus împăratului Asiriei: „Neamurile pe care le-ai strămutat și le-ai așezat în cetățile Samariei nu cunosc felul în care să slujească Dumnezeului țării, și El a trimis împotriva lor niște lei care le omoară, pentru că nu cunosc felul în care trebuie să slujească Dumnezeului țării.”",
        "27": "Împăratul Asiriei a dat următoarea poruncă: „Trimiteți pe unul din preoții pe care i-ați luat de acolo în robie; să plece să se așeze acolo și să le învețe felul în care să slujească Dumnezeului țării.”",
        "28": "Unul din preoții care fuseseră luați robi din Samaria a venit de s-a așezat la Betel și le-a învățat cum să se teamă de Domnul.",
        "29": "Dar neamurile și-au făcut, fiecare, dumnezeii lor în cetățile pe care le locuiau și i-au așezat în templele idolești din înălțimile zidite de samariteni.",
        "30": "Oamenii din Babilon au făcut pe Sucot-Benot, oamenii din Cut au făcut pe Nergal, cei din Hamat au făcut pe Așima,",
        "31": "cei din Ava au făcut pe Nibhaz și Tartac, cei din Sefarvaim își ardeau copiii în foc în cinstea lui Adramelec și Anamelec, dumnezeii din Sefarvaim.",
        "32": "Totodată se închinau și Domnului și și-au făcut preoți ai înălțimilor, luați din tot poporul: preoții aceștia aduceau pentru ei jertfe în templele din înălțimi.",
        "33": "Astfel se închinau Domnului, dar slujeau în același timp și dumnezeilor lor, după obiceiul neamurilor de unde fuseseră mutați.",
        "34": "Până în ziua de astăzi își urmează ei obiceiurile de la început: nu se închină Domnului și nu se țin nici de legile și rânduielile lor, nici de legile și poruncile date de Domnul copiilor lui Iacov, căruia i-a pus numele Israel.",
        "35": "Domnul făcuse legământ cu ei și le dăduse porunca aceasta: „Să nu vă temeți de alți dumnezei; să nu vă închinați înaintea lor, să nu le slujiți și să nu le aduceți jertfe.",
        "36": "Ci să vă temeți de Domnul, care v-a scos din țara Egiptului cu o mare putere și cu brațul întins; înaintea Lui să vă închinați și Lui să-I aduceți jertfe.",
        "37": "Să păziți și să împliniți totdeauna învățăturile, rânduielile, legea și poruncile pe care vi le-a scris El și să nu vă temeți de alți dumnezei.",
        "38": "Să nu uitați legământul pe care l-am făcut cu voi și să nu vă temeți de alți dumnezei.",
        "39": "Ci să vă temeți de Domnul Dumnezeul vostru, și El vă va izbăvi din mâna tuturor vrăjmașilor voștri.”",
        "40": "Ei n-au ascultat și au urmat obiceiurile lor de la început.",
        "41": "Neamurile acestea se temeau de Domnul și slujeau și chipurilor lor cioplite, și copiii lor și copiii copiilor lor fac până în ziua de azi ce au făcut părinții lor."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Osea, fiul lui Ela, a început să domnească peste Israel, la Samaria, în al doisprezecelea an al lui Ahaz, regele lui Iuda, și a domnit timp de nouă ani.",
        "2": "El a făcut ceea ce este rău înaintea ochilor Domnului, însă nu ca regii lui Israel de dinaintea lui.",
        "3": "Salmanasar, împăratul Asiriei, s-a ridicat împotriva lui și, astfel, Osea a devenit vasalul lui și i-a plătit tribut.",
        "4": "Împăratul Asiriei a descoperit însă o conspirație de-a lui Osea, care îi trimisese mesageri lui So, regele Egiptului, și nu-i mai aducea tributul anual împăratului Asiriei. Prin urmare, împăratul Asiriei l-a prins și l-a aruncat în închisoare.",
        "5": "Împăratul Asiriei a străbătut toată țara și a venit împotriva Samariei, pe care a asediat-o timp de trei ani.",
        "6": "În al nouălea an al lui Osea, împăratul Asiriei a cucerit Samaria și l-a dus pe Israel în captivitate în Asiria. El i-a pus să locuiască în Halah, în Gozan, de-a lungul râului Habor, și în cetățile mezilor. Cauzele desființării regatului lui Israel",
        "7": "Acestea s-au întâmplat din cauză că fiii lui Israel au păcătuit împotriva Domnului, Dumnezeul lor, Care i-a scos din țara Egiptului, de sub stăpânirea lui Faraon, regele Egiptului. Ei s-au temut de alți dumnezei",
        "8": "și au urmat obiceiurile națiunilor pe care le alungase Domnul dinaintea fiilor lui Israel, și obiceiurile făcute de regii lui Israel.",
        "9": "Fiii lui Israel au făcut pe ascuns împotriva Domnului, Dumnezeul lor, fapte care nu erau drepte. Ei și-au construit înălțimi în toate cetățile lor, de la turnurile străjerilor până la cetățile fortificate.",
        "10": "Și-au ridicat stâlpi sacri și așere pe orice deal înalt și sub orice copac verde.",
        "11": "Au ars tămâie pe toate înălțimile, la fel ca națiunile pe care le-a alungat Domnul dinaintea lor și au făcut lucruri rele, mâniindu-L pe Domnul.",
        "12": "Ei au slujit idolilor, deși Domnul le spusese: „Să nu faceți lucrul acesta!“.",
        "13": "Domnul le-a avertizat pe Israel și pe Iuda prin toți profeții Săi și prin toți văzătorii, zicând: „Întoarceți-vă de la căile voastre cele rele și păziți poruncile și hotărârile Mele, potrivit cu toată Legea pe care am poruncit-o strămoșilor voștri și pe care v-am trimis-o prin slujitorii Mei, profeții!“.",
        "14": "Dar ei n-au ascultat. S-au încăpățânat, la fel ca strămoșii lor, care nu crezuseră în Domnul, Dumnezeul lor.",
        "15": "Ei au respins hotărârile Lui, legământul încheiat cu strămoșii lor și învățăturile pe care li le-a dat El. Au umblat după deșertăciuni și au devenit ei înșiși deșertăciuni. S-au luat după națiunile care erau în jurul lor, cu toate că Domnul le poruncise să nu facă asemenea lor.",
        "16": "Ei au renunțat la toate poruncile Domnului, Dumnezeul lor, și și-au turnat ca idoli doi viței și un stâlp al Așerei. S-au închinat întregii armate a cerurilor și i-au slujit lui Baal.",
        "17": "Și-au sacrificat în foc fiii și fiicele, s-au ocupat cu divinația și cu interpretarea semnelor și s-au vândut ca să facă ce este rău înaintea ochilor Domnului, mâniindu-L.",
        "18": "De aceea Domnul S-a mâniat foarte tare pe Israel și l-a îndepărtat din prezența Lui, astfel încât n-a mai rămas decât seminția lui Iuda.",
        "19": "Însă nici Iuda nu a păzit poruncile Domnului, Dumnezeul lui, ci a practicat obiceiurile făcute de Israel.",
        "20": "Atunci Domnul a respins tot neamul lui Israel; i-a smerit, i-a dat pe mâna jefuitorilor și, în cele din urmă, i-a alungat din prezența Lui.",
        "21": "Căci atunci când El îl despărțise pe Israel de Casa lui David, ei îl făcuseră rege pe Ieroboam, fiul lui Nebat, cel care l-a îndepărtat pe Israel de Domnul și l-a făcut să comită un mare păcat.",
        "22": "Fiii lui Israel au continuat să comită toate păcatele pe care le-a făcut Ieroboam și nu s-au depărtat de ele,",
        "23": "până când, în cele din urmă, Domnul l-a îndepărtat pe Israel din prezența Sa, așa cum vestise prin toți slujitorii Săi, profeții. Și, astfel, Israel a fost luat de pe teritoriul său și dus în captivitate, în Asiria, unde a rămas până în ziua aceasta. Colonizarea Samariei",
        "24": "Împăratul Asiriei a adus oameni din Babilon, din Cuta, din Ava, din Hamat și din Sefarvaim și i-a așezat în cetățile Samariei, în locul fiilor lui Israel. Ei au luat în stăpânire Samaria și au locuit în cetățile ei.",
        "25": "Când au început ei să locuiască acolo, nu se temeau de Domnul și, prin urmare, Domnul a trimis împotriva lor niște lei care au ucis câțiva dintre ei.",
        "26": "Atunci i-au zis împăratului Asiriei: „Națiunile pe care le-ai exilat și le-ai pus să locuiască în cetățile Samariei nu cunosc cerințele Dumnezeului țării. El a trimis împotriva lor niște lei și acestea au fost omorâte de ei, pentru că nu cunosc cerințele Dumnezeului țării!“.",
        "27": "Atunci împăratul Asiriei a poruncit, zicând: „Trimiteți-l pe unul dintre preoții care au fost luați captivi de acolo. Acesta să meargă și să locuiască acolo, ca să-i învețe cerințele Dumnezeului țării“.",
        "28": "Unul dintre preoții care fusese luat captiv din Samaria s-a întors, a locuit la Betel și i-a învățat cum să se teamă de Domnul.",
        "29": "Dar fiecare națiune și-a făcut propriii ei dumnezei în cetățile în care locuiau și i-au pus în temple, pe înălțimile construite de samariteni.",
        "30": "Oamenii din Babilon l-au făcut pe Sucot-Benot, oamenii din Cuta l-au făcut pe Nergal, oamenii din Hamat l-au făcut pe Așima,",
        "31": "iar cei din Ava i-au făcut pe Nibhaz și pe Tartak. Cei din Sefarvaim își ardeau fiii în foc, ca jertfă pentru Adra-Melek și Anam-Melek, dumnezeii din Sefarvaim.",
        "32": "Ei erau temători de Domnul, dar totodată și-au numit pentru ei înșiși tot felul de preoți ai înălțimilor, care aduceau pentru ei jertfe în templele de pe înălțimi.",
        "33": "Astfel, ei se temeau de Domnul, dar slujeau și dumnezeilor lor, după obiceiul națiunilor din care au fost aduși.",
        "34": "Până în ziua aceasta, ei au aceleași obiceiuri vechi. Ei nu se tem de Domnul, nu păzesc nici hotărârile și judecățile lor, și nici Legea și poruncile pe care le-a dat Domnul urmașilor lui Iacov, căruia i-a pus numele Israel.",
        "35": "Domnul încheiase cu ei un legământ și le poruncise, zicând: „Să nu vă temeți de alți dumnezei, să nu vă închinați lor, să nu le slujiți și să nu le aduceți jertfe,",
        "36": "ci să vă temeți de Domnul, Care v-a scos din țara Egiptului cu mare putere și cu brațul Său întins. Lui să vă închinați și Lui să-I aduceți jertfe!",
        "37": "Vegheați întotdeauna să păziți hotărârile, judecățile, Legea și poruncile pe care le-a scris pentru voi și să nu vă temeți de alți dumnezei.",
        "38": "Să nu uitați legământul pe care l-am încheiat Eu cu voi și să nu vă temeți de alți dumnezei,",
        "39": "ci să vă temeți de Domnul, Dumnezeul vostru, și El vă va elibera din mâna tuturor dușmanilor voștri“.",
        "40": "Ei însă n-au ascultat, ci au urmat vechile lor obiceiuri.",
        "41": "Așadar, aceste națiuni se temeau de Domnul, dar slujeau și chipurilor lor cioplite. Până în ziua aceasta, copiii lor și copiii copiilor lor fac ceea ce au făcut și strămoșii lor."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "In the twelfth year of Ahaz king of Judah, Hoshea the son of Elah began to reign in Samaria over Israel for nine years.",
        "2": "He did that which was evil in Yahweh’s sight, yet not as the kings of Israel who were before him.",
        "3": "Shalmaneser king of Assyria came up against him; and Hoshea became his servant, and brought him tribute.",
        "4": "The king of Assyria discovered a conspiracy in Hoshea; for he had sent messengers to So king of Egypt, and offered no tribute to the king of Assyria, as he had done year by year. Therefore the king of Assyria seized him, and bound him in prison.",
        "5": "Then the king of Assyria came up throughout all the land, went up to Samaria, and besieged it three years.",
        "6": "In the ninth year of Hoshea the king of Assyria took Samaria and carried Israel away to Assyria, and placed them in Halah, and on the Habor, the river of Gozan, and in the cities of the Medes.",
        "7": "It was so because the children of Israel had sinned against Yahweh their God, who brought them up out of the land of Egypt from under the hand of Pharaoh king of Egypt, and had feared other gods,",
        "8": "and walked in the statutes of the nations whom Yahweh cast out from before the children of Israel, and of the kings of Israel, which they made.",
        "9": "The children of Israel secretly did things that were not right against Yahweh their God; and they built high places for themselves in all their cities, from the tower of the watchmen to the fortified city;",
        "10": "and they set up for themselves pillars and Asherah poles on every high hill and under every green tree;",
        "11": "and there they burned incense in all the high places, as the nations whom Yahweh carried away before them did; and they did wicked things to provoke Yahweh to anger;",
        "12": "and they served idols, of which Yahweh had said to them, “You shall not do this thing.”",
        "13": "Yet Yahweh testified to Israel and to Judah, by every prophet and every seer, saying, “Turn from your evil ways, and keep my commandments and my statutes, according to all the law which I commanded your fathers, and which I sent to you by my servants the prophets.”",
        "14": "Notwithstanding, they would not listen, but hardened their neck like the neck of their fathers who didn’t believe in Yahweh their God.",
        "15": "They rejected his statutes and his covenant that he made with their fathers, and his testimonies which he testified to them; and they followed vanity, and became vain, and followed the nations that were around them, concerning whom Yahweh had commanded them that they should not do like them.",
        "16": "They abandoned all the commandments of Yahweh their God, and made molten images for themselves, even two calves, and made an Asherah, and worshiped all the army of the sky, and served Baal.",
        "17": "They caused their sons and their daughters to pass through the fire, used divination and enchantments, and sold themselves to do that which was evil in Yahweh’s sight, to provoke him to anger.",
        "18": "Therefore Yahweh was very angry with Israel, and removed them out of his sight. There was none left but the tribe of Judah only.",
        "19": "Also Judah didn’t keep the commandments of Yahweh their God, but walked in the statutes of Israel which they made.",
        "20": "Yahweh rejected all the offspring of Israel, afflicted them, and delivered them into the hands of raiders, until he had cast them out of his sight.",
        "21": "For he tore Israel from David’s house; and they made Jeroboam the son of Nebat king; and Jeroboam drove Israel from following Yahweh, and made them sin a great sin.",
        "22": "The children of Israel walked in all the sins of Jeroboam which he did; they didn’t depart from them",
        "23": "until Yahweh removed Israel out of his sight, as he said by all his servants the prophets. So Israel was carried away out of their own land to Assyria to this day.",
        "24": "The king of Assyria brought people from Babylon, from Cuthah, from Avva, and from Hamath and Sepharvaim, and placed them in the cities of Samaria instead of the children of Israel; and they possessed Samaria and lived in its cities.",
        "25": "So it was, at the beginning of their dwelling there, that they didn’t fear Yahweh. Therefore Yahweh sent lions among them, which killed some of them.",
        "26": "Therefore they spoke to the king of Assyria, saying, “The nations which you have carried away and placed in the cities of Samaria don’t know the law of the god of the land. Therefore he has sent lions among them; and behold, they kill them, because they don’t know the law of the god of the land.”",
        "27": "Then the king of Assyria commanded, saying, “Carry there one of the priests whom you brought from there; and let him go and dwell there, and let him teach them the law of the god of the land.”",
        "28": "So one of the priests whom they had carried away from Samaria came and lived in Bethel, and taught them how they should fear Yahweh.",
        "29": "However every nation made gods of their own, and put them in the houses of the high places which the Samaritans had made, every nation in their cities in which they lived.",
        "30": "The men of Babylon made Succoth Benoth, and the men of Cuth made Nergal, and the men of Hamath made Ashima,",
        "31": "and the Avvites made Nibhaz and Tartak; and the Sepharvites burned their children in the fire to Adrammelech and Anammelech, the gods of Sepharvaim.",
        "32": "So they feared Yahweh, and also made from among themselves priests of the high places for themselves, who sacrificed for them in the houses of the high places.",
        "33": "They feared Yahweh, and also served their own gods, after the ways of the nations from among whom they had been carried away.",
        "34": "To this day they do what they did before. They don’t fear Yahweh, and they do not follow the statutes, or the ordinances, or the law, or the commandment which Yahweh commanded the children of Jacob, whom he named Israel;",
        "35": "with whom Yahweh had made a covenant and commanded them, saying, “You shall not fear other gods, nor bow yourselves to them, nor serve them, nor sacrifice to them;",
        "36": "but you shall fear Yahweh, who brought you up out of the land of Egypt with great power and with an outstretched arm, and you shall bow yourselves to him, and you shall sacrifice to him.",
        "37": "The statutes and the ordinances, and the law and the commandment which he wrote for you, you shall observe to do forever more. You shall not fear other gods.",
        "38": "You shall not forget the covenant that I have made with you. You shall not fear other gods.",
        "39": "But you shall fear Yahweh your God, and he will deliver you out of the hand of all your enemies.”",
        "40": "However they didn’t listen, but they did what they did before.",
        "41": "So these nations feared Yahweh, and also served their engraved images. Their children did likewise, and so did their children’s children. They do as their fathers did to this day."
      }
    }
  }
}