{
  "book": "2 Imparati",
  "chapter": "9",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Prorocul Elisei a chemat pe unul din fiii prorocilor și i-a zis: „Încinge-ți mijlocul, ia cu tine sticluța aceasta cu untdelemn și du-te la Ramot în Galaad.",
        "2": "Când vei ajunge acolo, să cauți să vezi pe Iehu, fiul lui Iosafat, fiul lui Nimși. Să te duci să-l ridici din mijlocul fraților săi și să-l aduci într-o odaie, deoparte.",
        "3": "Să iei sticluța cu untdelemn, să-l torni pe capul lui și să zici: ‘Așa zice Domnul: «Te ung împărat al lui Israel!»’ Apoi să deschizi ușa și să fugi fără să te oprești.”",
        "4": "Tânărul, slujitorul prorocului, a plecat în Ramot din Galaad.",
        "5": "Când a ajuns, căpeteniile oștirii ședeau jos. El a zis: „Căpetenie, am să-ți spun o vorbă.” Și Iehu a zis: „Căruia dintre noi toți?” El a răspuns: „Ție, căpetenie.”",
        "6": "Iehu s-a sculat și a intrat în casă, și tânărul i-a turnat untdelemnul pe cap, zicându-i: „Așa zice Domnul Dumnezeul lui Israel: ‘Te ung împărat al lui Israel, al poporului Domnului.",
        "7": "Să nimicești casa stăpânului tău Ahab, și voi răzbuna asupra Izabelei sângele robilor Mei, prorocii, și sângele tuturor slujitorilor Domnului.",
        "8": "Toată casa lui Ahab va pieri; voi nimici pe oricine ține de Ahab, fie rob, fie slobod în Israel,",
        "9": "și voi face casa lui Ahab asemenea casei lui Ieroboam, fiul lui Nebat, și casei lui Baeșa, fiul lui Ahia.",
        "10": "Câinii vor mânca pe Izabela în ogorul din Izreel și nu va fi cine s-o îngroape.’” Apoi tânărul a deschis ușa și a fugit.",
        "11": "Când a ieșit Iehu la slujitorii stăpânului său, ei i-au zis: „Toate bune? Pentru ce a venit nebunul acesta la tine?” Iehu le-a răspuns: „Voi cunoașteți bine pe omul acesta și ce poate spune.”",
        "12": "Dar ei au zis: „Minciună! Spune-ne dar!” Și el a zis: „Mi-a vorbit așa și așa, zicând: ‘Așa zice Domnul: «Te ung împărat al lui Israel.»’”",
        "13": "Îndată și-au luat, fiecare, hainele și le-au pus sub Iehu, pe treptele goale. Apoi au sunat din trâmbiță și au zis: „Iehu este împărat!”",
        "14": "Astfel a uneltit Iehu, fiul lui Iosafat, fiul lui Nimși, împotriva lui Ioram. Și Ioram și tot Israelul apărau Ramotul din Galaad împotriva lui Hazael, împăratul Siriei.",
        "15": "Dar împăratul Ioram se întorsese să se vindece la Izreel de rănile pe care i le făcuseră sirienii, când se bătea împotriva lui Hazael, împăratul Siriei. Iehu a zis: „Dacă voiți, să nu lăsați pe nimeni să scape din cetate, ca să se ducă să dea de veste la Izreel.”",
        "16": "Și Iehu s-a suit în carul lui și a plecat la Izreel, căci Ioram era bolnav în pat acolo, și Ahazia, împăratul lui Iuda, se coborâse să-l vadă.",
        "17": "Caraula pusă pe turnul lui Izreel a văzut ceata lui Iehu venind și a zis: „Văd o ceată de oameni.” Ioram a zis: „Ia un călăreț și trimite-l înaintea lor să întrebe dacă este pace.”",
        "18": "Călărețul s-a dus înaintea lui Iehu și a zis: „Așa zice împăratul: ‘Veniți cu pace?’” Și Iehu a răspuns: „Ce-ți pasă de pace? Treci înapoia mea.” Caraula a dat de știre și a zis: „Solul s-a dus până la ei și nu se mai întoarce.”",
        "19": "Ioram a trimis un al doilea călăreț, care a ajuns la ei și a zis: „Așa zice împăratul: ‘Veniți cu pace?’” Și Iehu a răspuns: „Ce-ți pasă de pace? Treci înapoia mea.”",
        "20": "Caraula a dat de știre și a zis: „S-a dus până la ei și nu se întoarce. Și alaiul este ca al lui Iehu, fiul lui Nimși, căci mână ca un nebun.”",
        "21": "Atunci, Ioram a zis: „Înhamă!” Și au pus caii la car. Ioram, împăratul lui Israel, și Ahazia, împăratul lui Iuda, au ieșit, fiecare în carul lui, înaintea lui Iehu și l-au întâlnit în ogorul lui Nabot din Izreel.",
        "22": "Cum a văzut Ioram pe Iehu, a zis: „Pace, Iehu?” Iehu a răspuns: „Ce pace, câtă vreme dăinuiesc curviile mamei tale Izabela și mulțimea vrăjitoriilor ei!”",
        "23": "Ioram a sucit frânele și a fugit zicând lui Ahazia: „Vânzare, Ahazia!”",
        "24": "Dar Iehu a pus mâna pe arc și a lovit pe Ioram între umeri. Săgeata a ieșit prin inimă, și Ioram a căzut în car.",
        "25": "Iehu a zis căpeteniei sale Bidcar: „Ia-l și aruncă-l în ogorul lui Nabot din Izreel, căci adu-ți aminte că, atunci când stăteam împreună, eu și tu, călare pe cai înapoia tatălui său Ahab, Domnul a rostit împotriva lui hotărârea aceasta:",
        "26": "‘Am văzut ieri sângele lui Nabot și sângele fiilor lui’, zice Domnul, ‘și-ți voi face la fel chiar în ogorul acesta’, zice Domnul. Ia-l dar și aruncă-l în ogor, după cuvântul Domnului.”",
        "27": "Ahazia, împăratul lui Iuda, când a văzut lucrul acesta, a fugit pe drumul care duce la casa din grădină. Iehu l-a urmărit și a zis: „Lovește-l și pe el în car!” Și l-au lovit la suișul Gur, lângă Ibleam. El a fugit la Meghido și a murit acolo.",
        "28": "Slujitorii lui l-au dus într-un car la Ierusalim și l-au îngropat în mormântul lui, cu părinții lui, în cetatea lui David.",
        "29": "Ahazia se făcuse împărat al lui Iuda în anul al unsprezecelea al lui Ioram, fiul lui Ahab. Izabela, aruncată de pe fereastră",
        "30": "Iehu a intrat în Izreel. Izabela, auzind lucrul acesta, și-a uns sprâncenele, și-a împodobit capul și se uita pe fereastră.",
        "31": "Pe când intra Iehu pe poartă, ea a zis: „Pace, noule Zimri, ucigașul stăpânului său?”",
        "32": "El a ridicat fața spre fereastră și a zis: „Cine este pentru mine? Cine?” Și doi sau trei dregători s-au uitat la el, apropiindu-se de fereastră.",
        "33": "El a zis: „Aruncați-o jos!” Ei au aruncat-o jos și i-a țâșnit sângele pe zid și pe cai. Iehu a călcat-o în picioare.",
        "34": "Apoi a intrat, a mâncat și a băut și a zis: „Duceți-vă de vedeți pe blestemata aceea și îngropați-o, căci este fată de împărat.”",
        "35": "S-au dus s-o îngroape, dar n-au găsit din ea decât țeasta capului, picioarele și palmele mâinilor.",
        "36": "S-au întors și au spus lui Iehu, care a zis: „Așa spusese Domnul prin robul său Ilie, Tișbitul: ‘Câinii vor mânca în ogorul din Izreel carnea Izabelei;",
        "37": "și hoitul Izabelei va fi ca gunoiul pe fața ogoarelor, în ogorul din Izreel, așa încât nu se va mai putea zice: «Aceasta este Izabela!»’”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Profetul Elisei l-a chemat pe unul dintre fiii profeților și i-a zis: „Înfășoară-ți brâul în jurul mijlocului, ia această sticluță cu ulei și du-te în Ramotul Ghiladului.",
        "2": "Când vei ajunge acolo, caută-l pe Iehu, fiul lui Iehoșafat, fiul lui Nimși. Intră, ia-l dintre frații lui și du-l într-o cameră separată.",
        "3": "Ia apoi sticluța cu ulei și toarnă uleiul pe capul lui, zicând: «Așa vorbește Domnul: ‘Te ung rege peste Israel!’». După aceea deschide ușa și fugi fără să te oprești“.",
        "4": "Tânărul profet a plecat spre Ramotul Ghiladului.",
        "5": "Când a ajuns, căpeteniile armatei stăteau împreună. El a zis: ‒ Căpetenie, am un mesaj pentru tine! ‒ Pentru care dintre noi? a întrebat Iehu. ‒ Pentru tine, căpetenie, a răspuns el.",
        "6": "Iehu s-a ridicat și a intrat în casă. Tânărul i-a turnat uleiul pe cap și i-a zis: ‒ Așa vorbește Domnul, Dumnezeul lui Israel: „Te ung rege peste Israel, poporul Domnului.",
        "7": "Să distrugi familia lui Ahab, stăpânul tău, ca astfel să răzbun sângele slujitorilor Mei, profeții, și sângele tuturor slujitorilor Domnului, vărsat de Izabela.",
        "8": "Va pieri toată familia lui și voi nimici în Israel pe orice bărbat al lui Ahab, fie sclav, fie liber.",
        "9": "Voi face familiei lui Ahab așa cum am făcut familiei lui Ieroboam, fiul lui Nebat, și așa cum am făcut familiei lui Bașa, fiul lui Ahia.",
        "10": "Câinii o vor devora pe Izabela pe terenul din Izreel, și nu o va înmormânta nimeni“. Apoi a închis ușa și a fugit.",
        "11": "Când a ieșit Iehu la slujitorii stăpânului său, aceștia l-au întrebat: ‒ Toate bune? De ce a venit acest nebun la tine? El le-a răspuns: ‒ Voi îl știți pe omul acesta și știți ce poate spune.",
        "12": "Ei au zis: ‒ Minciună! Istorisește-ne acum! Iehu a răspuns: ‒ El mi-a zis astfel: „Așa vorbește Domnul: «Te ung rege peste Israel!»“.",
        "13": "Ei s-au grăbit să-și ia mantiile și să le pună sub el, pe treptele goale. Apoi au sunat din trâmbiță și au zis: „Iehu este rege!“.",
        "14": "Astfel a conspirat Iehu, fiul lui Iehoșafat, fiul lui Nimși, împotriva lui Ioram. (Ioram se afla în Ramotul Ghiladului, el și tot Israelul, ca să-l păzească de Hazael, regele Aramului.",
        "15": "Fiind rănit, regele Ioram s-a întors în Izreel ca să se vindece de rănile pe care i le făcuseră arameii în timpul războiului cu Hazael, regele Aramului.) Iehu a zis: ‒ Dacă aceasta este și dorința voastră, atunci nu lăsați pe nimeni să scape din cetate, ca nu cumva să se ducă să istorisească aceasta în Izreel.",
        "16": "Apoi Iehu a încălecat și s-a dus în Izreel, căci Ioram se odihnea acolo, iar Ahazia, regele lui Iuda, coborâse să-l vadă.",
        "17": "Străjerul care stătea pe turnul din Izreel a văzut ceata lui Iehu venind și a zis: ‒ Văd o ceată! Ioram a zis: ‒ Ia un călăreț și trimite-l ca să-i întâmpine și să-i întrebe: „Este pace?“.",
        "18": "Călărețul s-a dus să-l întâmpine și a zis: ‒ Așa vorbește regele: „Este pace?“. Iehu i-a răspuns: ‒ Ce te privește pe tine dacă este pace? Treci înapoia mea! Străjerul a anunțat, zicând: ‒ Mesagerul s-a dus până la ei, dar nu se mai întoarce!",
        "19": "Atunci el a trimis un al doilea călăreț, care a ajuns la ei și a zis: ‒ Așa vorbește regele: „Este pace?“. Iehu a răspuns: ‒ Ce te privește pe tine dacă este pace? Treci înapoia mea!",
        "20": "Străjerul a anunțat, zicând: ‒ A ajuns până la ei, dar nu se mai întoarce! Modul de mânuire a carului este ca a lui Iehu, fiul lui Nimși, căci el mână ca un nebun.",
        "21": "Atunci Ioram a zis: ‒ Înhamă! După ce au înhămat caii la car, Ioram, regele lui Israel, și Ahazia, regele lui Iuda, au ieșit, fiecare în carul lui, și s-au dus ca să-l întâlnească pe Iehu. Ei l-au găsit pe terenul izreelitului Nabot.",
        "22": "Când Ioram l-a văzut pe Iehu, a zis: ‒ Este pace, Iehu? Acesta a răspuns: ‒ Cum să fie pace atât timp cât vor continua preacurviile mamei tale, Izabela, și vrăjitoriile ei cele multe?",
        "23": "Atunci Ioram a întors frâiele și a fugit, zicându-i lui Ahazia: ‒ Înșelătorie, Ahazia!",
        "24": "Dar Iehu a luat arcul, a tras cu toată puterea și l-a lovit pe Ioram în piept. Săgeata i-a străpuns inima, iar el s-a prăbușit în car.",
        "25": "Iehu i-a zis ofițerului său, Bidkar: „Ia-l și aruncă-l pe terenul izreelitului Nabot, căci, adu-ți aminte că, atunci când călăream împreună, în urma tatălui său, Ahab, Domnul a pronunțat împotriva lui rostirea aceasta:",
        "26": "«Am văzut ieri sângele lui Nabot și sângele fiilor lui, zice Domnul, și sigur te voi face să plătești chiar pe acest teren, zice Domnul!». Ia-l, deci și aruncă-l pe teren, potrivit Cuvântului Domnului“.",
        "27": "Când a văzut lucrul acesta, Ahazia, regele lui Iuda, a fugit spre Bet-Hagan. Iehu l-a urmărit și a zis: „Omorâți-l și pe el!“. Și l-au lovit în car, la înălțimea Gur, care este lângă Ibleam, dar el a fugit la Meghido și a murit acolo.",
        "28": "Slujitorii lui l-au dus într-un car la Ierusalim și l-au înmormântat în mormântul lui, alături de strămoșii săi, în Cetatea lui David.",
        "29": "Ahazia ajunsese rege al lui Iuda în al unsprezecelea an al lui Ioram, fiul lui Ahab. Izabela, ucisă de Iehu",
        "30": "Apoi, Iehu a venit în Izreel. Când a auzit Izabela, și-a vopsit ochii, și-a împodobit capul și s-a așezat la fereastră.",
        "31": "În timp ce Iehu intra pe poartă, ea a zis: ‒ Este pace, Zimri, ucigașul stăpânului său?",
        "32": "El și-a ridicat fața spre fereastră și a zis: ‒ Cine este de partea mea? Cine? Atunci, doi sau trei demnitari s-au uitat în jos înspre el.",
        "33": "El a zis: ‒ Aruncați-o jos! Ei au aruncat-o jos, și sângele ei a țâșnit pe zid și pe cai. Iehu a călcat-o în picioare.",
        "34": "Apoi Iehu a intrat în palat. După ce a mâncat și a băut, a zis: „Îngrijiți-vă de blestemata aceea și îngropați-o, căci a fost fată de rege“.",
        "35": "Dar când au ajuns la ea, ca s-o îngroape, n-au mai găsit din ea decât craniul, picioarele și palmele mâinilor.",
        "36": "Ei s-au întors și l-au înștiințat pe Iehu, care a zis: „Acesta este Cuvântul Domnului, pe care El îl spusese prin slujitorul Său, Ilie tișbitul: «Câinii vor devora carnea Izabelei pe terenul din Izreel.",
        "37": "Și cadavrul Izabelei va fi, pe terenul lui Izreel, asemenea gunoiului de pe câmpie, astfel încât nu vor putea zice: ‘Aceasta este Izabela!’»“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Elisha the prophet called one of the sons of the prophets, and said to him, “Put your belt on your waist, take this vial of oil in your hand, and go to Ramoth Gilead.",
        "2": "When you come there, find Jehu the son of Jehoshaphat the son of Nimshi, and go in and make him rise up from among his brothers, and take him to an inner room.",
        "3": "Then take the vial of oil, and pour it on his head, and say, ‘Yahweh says, “I have anointed you king over Israel.”’ Then open the door, flee, and don’t wait.”",
        "4": "So the young man, the young prophet, went to Ramoth Gilead.",
        "5": "When he came, behold, the captains of the army were sitting. Then he said, “I have a message for you, captain.” Jehu said, “To which one of us?” He said, “To you, O captain.”",
        "6": "He arose, and went into the house. Then he poured the oil on his head, and said to him, “Yahweh, the God of Israel, says, ‘I have anointed you king over the people of Yahweh, even over Israel.",
        "7": "You must strike your master Ahab’s house, that I may avenge the blood of my servants the prophets, and the blood of all the servants of Yahweh, at the hand of Jezebel.",
        "8": "For the whole house of Ahab will perish. I will cut off from Ahab everyone who urinates against a wall, both him who is shut up and him who is left at large in Israel.",
        "9": "I will make Ahab’s house like the house of Jeroboam the son of Nebat, and like the house of Baasha the son of Ahijah.",
        "10": "The dogs will eat Jezebel on the plot of ground of Jezreel, and there shall be no one to bury her.’” Then he opened the door and fled.",
        "11": "When Jehu came out to the servants of his lord and one said to him, “Is all well? Why did this madman come to you?” He said to them, “You know the man and how he talks.”",
        "12": "They said, “That is a lie. Tell us now.” He said, “He said to me, ‘Yahweh says, I have anointed you king over Israel.’”",
        "13": "Then they hurried, and each man took his cloak, and put it under him on the top of the stairs, and blew the trumpet, saying, “Jehu is king.”",
        "14": "So Jehu the son of Jehoshaphat the son of Nimshi conspired against Joram. (Now Joram was defending Ramoth Gilead, he and all Israel, because of Hazael king of Syria;",
        "15": "but King Joram had returned to be healed in Jezreel of the wounds which the Syrians had given him when he fought with Hazael king of Syria.) Jehu said, “If this is your thinking, then let no one escape and go out of the city to go to tell it in Jezreel.”",
        "16": "So Jehu rode in a chariot and went to Jezreel, for Joram lay there. Ahaziah king of Judah had come down to see Joram.",
        "17": "Now the watchman was standing on the tower in Jezreel, and he spied the company of Jehu as he came, and said, “I see a company.” Joram said, “Take a horseman, and send to meet them, and let him say, ‘Is it peace?’”",
        "18": "So one went on horseback to meet him, and said, “the king says, ‘Is it peace?’” Jehu said, “What do you have to do with peace? Fall in behind me!” The watchman said, “The messenger came to them, but he isn’t coming back.”",
        "19": "Then he sent out a second on horseback, who came to them and said, “The king says, ‘Is it peace?’” Jehu answered, “What do you have to do with peace? Fall in behind me!”",
        "20": "The watchman said, “He came to them, and isn’t coming back. The driving is like the driving of Jehu the son of Nimshi, for he drives furiously.”",
        "21": "Joram said, “Get ready!” They got his chariot ready. Then Joram king of Israel and Ahaziah king of Judah went out, each in his chariot; and they went out to meet Jehu, and found him on Naboth the Jezreelite’s land.",
        "22": "When Joram saw Jehu, he said, “Is it peace, Jehu?” He answered, “What peace, so long as the prostitution of your mother Jezebel and her witchcraft abound?”",
        "23": "Joram turned his hands and fled, and said to Ahaziah, “This is treason, Ahaziah!”",
        "24": "Jehu drew his bow with his full strength, and struck Joram between his arms; and the arrow went out at his heart, and he sunk down in his chariot.",
        "25": "Then Jehu said to Bidkar his captain, “Pick him up, and throw him in the plot of the field of Naboth the Jezreelite; for remember how, when you and I rode together after Ahab his father, Yahweh laid this burden on him:",
        "26": "‘Surely I have seen yesterday the blood of Naboth, and the blood of his sons,’ says Yahweh; ‘and I will repay you in this plot of ground,’ says Yahweh. Now therefore take and cast him onto the plot of ground, according to Yahweh’s word.”",
        "27": "But when Ahaziah the king of Judah saw this, he fled by the way of the garden house. Jehu followed after him, and said, “Strike him also in the chariot!” They struck him at the ascent of Gur, which is by Ibleam. He fled to Megiddo, and died there.",
        "28": "His servants carried him in a chariot to Jerusalem, and buried him in his tomb with his fathers in David’s city.",
        "29": "In the eleventh year of Joram the son of Ahab, Ahaziah began to reign over Judah.",
        "30": "When Jehu had come to Jezreel, Jezebel heard of it; and she painted her eyes, and adorned her head, and looked out at the window.",
        "31": "As Jehu entered in at the gate, she said, “Do you come in peace, Zimri, you murderer of your master?”",
        "32": "He lifted up his face to the window, and said, “Who is on my side? Who?” Two or three eunuchs looked out at him.",
        "33": "He said, “Throw her down!” So they threw her down; and some of her blood was sprinkled on the wall, and on the horses. Then he trampled her under foot.",
        "34": "When he had come in, he ate and drank. Then he said, “See now to this cursed woman, and bury her; for she is a king’s daughter.”",
        "35": "They went to bury her, but they found no more of her than the skull, the feet, and the palms of her hands.",
        "36": "Therefore they came back, and told him. He said, “This is Yahweh’s word, which he spoke by his servant Elijah the Tishbite, saying, ‘The dogs will eat the flesh of Jezebel on the plot of Jezreel,",
        "37": "and the body of Jezebel will be as dung on the surface of the field on Jezreel’s land, so that they won’t say, “This is Jezebel.”’”"
      }
    }
  }
}