{
  "book": "2 Imparati",
  "chapter": "3",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Ioram, fiul lui Ahab, a început să domnească peste Israel la Samaria, în al optsprezecelea an al lui Iosafat, împăratul lui Iuda. A domnit doisprezece ani.",
        "2": "El a făcut ce este rău înaintea Domnului, totuși nu ca tatăl său și ca mama sa. A răsturnat stâlpii lui Baal pe care-i făcuse tatăl său,",
        "3": "dar s-a dedat la păcatele lui Ieroboam, fiul lui Nebat, care făcuse pe Israel să păcătuiască, și nu s-a abătut de la ele.",
        "4": "Meșa, împăratul Moabului, avea turme mari și plătea împăratului lui Israel un bir de o sută de mii de miei și o sută de mii de berbeci cu lâna lor.",
        "5": "La moartea lui Ahab, împăratul Moabului s-a răsculat împotriva împăratului lui Israel.",
        "6": "Împăratul Ioram a ieșit atunci din Samaria și a numărat pe tot Israelul.",
        "7": "A pornit și a trimis să spună lui Iosafat, împăratul lui Iuda: „Împăratul Moabului s-a răsculat împotriva mea. Vrei să vii cu mine să luptăm împotriva Moabului?” Iosafat a răspuns: „Voi merge, eu ca tine, poporul meu ca poporul tău, caii mei ca ai tăi.”",
        "8": "Și a zis: „Pe care drum să ne suim?” Ioram a zis: „Pe drumul care duce în Pustia Edomului.”",
        "9": "Împăratul lui Israel, împăratul lui Iuda și împăratul Edomului au plecat și, după un drum de șapte zile, n-au avut apă pentru oștire și pentru vitele care veneau după ea.",
        "10": "Atunci, împăratul lui Israel a zis: „Vai! Domnul a chemat pe acești trei împărați ca să-i dea în mâinile Moabului!”",
        "11": "Dar Iosafat a zis: „Nu este aici niciun proroc al Domnului, prin care să putem întreba pe Domnul?” Unul din slujitorii împăratului lui Israel a răspuns: „Este aici Elisei, fiul lui Șafat, care turna apă pe mâinile lui Ilie.”",
        "12": "Și Iosafat a zis: „Cuvântul Domnului este cu el.” Împăratul lui Israel, Iosafat, și împăratul Edomului s-au coborât la el.",
        "13": "Elisei a zis împăratului lui Israel: „Ce am eu a face cu tine? Du-te la prorocii tatălui tău și la prorocii mamei tale.” Și împăratul lui Israel i-a zis: „Nu, căci Domnul a chemat pe acești trei împărați ca să-i dea în mâinile Moabului!”",
        "14": "Elisei a zis: „Viu este Domnul oștirilor, al cărui slujitor sunt, că, dacă n-aș avea în vedere pe Iosafat, împăratul lui Iuda, pe tine nu te-aș băga deloc în seamă și nici nu m-aș uita la tine.",
        "15": "Acum aduceți-mi un cântăreț cu harpa.” Și, pe când cânta cântărețul din harpă, mâna Domnului a fost peste Elisei.",
        "16": "Și a zis: „Așa vorbește Domnul: ‘Faceți gropi în valea aceasta, groapă lângă groapă!’",
        "17": "Căci așa vorbește Domnul: ‘Nu veți vedea vânt și nu veți vedea ploaie, dar totuși valea aceasta se va umple de apă și veți bea voi, turmele voastre și vitele voastre.’",
        "18": "Dar aceasta este puțin lucru înaintea Domnului. El va da pe Moab în mâinile voastre;",
        "19": "veți sfărâma toate cetățile întărite și toate cetățile alese, veți tăia toți copacii cei buni, veți astupa toate izvoarele de apă și veți strica cu pietre toate ogoarele cele mai bune.”",
        "20": "Și dimineața, în clipa când se aducea jertfa, iată că a venit apa de pe drumul Edomului și s-a umplut țara de apă.",
        "21": "Însă toți moabiții, auzind că împărații se suie să lupte împotriva lor, au chemat pe toți cei în vârstă să poarte armele, și mai mari chiar, și au stat la hotar.",
        "22": "S-au sculat dis-de-dimineață și, când a strălucit soarele peste ape, moabiții au văzut în fața lor apele roșii ca sângele.",
        "23": "Ei au zis: „Este sânge! Împărații au scos sabia între ei, s-au tăiat unii pe alții. Acum, la pradă, moabiți!”",
        "24": "Și au mers împotriva taberei lui Israel. Dar Israel s-a sculat și a bătut pe Moab, care a luat-o la fugă dinaintea lor. Au pătruns în țară și au bătut pe Moab.",
        "25": "Au sfărâmat cetățile, au aruncat, fiecare, pietre în toate ogoarele cele mai bune și le-au umplut cu pietre, au astupat toate izvoarele de apă și au tăiat toți copacii cei buni; prăștiașii au înconjurat și au bătut Chir-Haresetul, din care n-au lăsat decât pietrele.",
        "26": "Împăratul Moabului, văzând că fusese înfrânt în luptă, a luat cu el șapte sute de oameni care scoteau sabia să-și croiască drum până la împăratul Edomului, dar n-au putut.",
        "27": "A luat atunci pe fiul său întâi născut, care trebuia să domnească în locul lui, și l-a adus ca ardere-de-tot pe zid. Și o mare mânie a cuprins pe Israel, care s-a depărtat de împăratul Moabului și s-a întors în țară."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Ioram, fiul lui Ahab, a început să domnească peste Israel, în Samaria, în al optsprezecelea an al lui Iehoșafat, regele lui Iuda, și a domnit timp de doisprezece ani.",
        "2": "El a făcut ceea ce este rău înaintea ochilor Domnului, totuși nu cum făcuse tatăl său și mama sa, căci a îndepărtat stâlpul sacru al lui Baal, pe care-l făcuse tatăl său.",
        "3": "El însă a comis păcatele lui Ieroboam, fiul lui Nebat, cel care l-a făcut pe Israel să păcătuiască, și nu s-a depărtat de ele.",
        "4": "Meșa, regele Moabului, era crescător de oi și era nevoit să dea regelui lui Israel o sută de mii de miei și o sută de mii de berbeci cu tot cu lâna lor.",
        "5": "Însă, după moartea lui Ahab, regele Moabului s-a răsculat împotriva regelui lui Israel.",
        "6": "Regele Ioram a ieșit atunci din Samaria și a numărat întregul Israel.",
        "7": "El a plecat și a trimis la Iehoșafat, regele lui Iuda, să-i spună: ‒ Regele Moabului s-a răsculat împotriva mea. Vii cu mine la luptă împotriva Moabului? Acesta a răspuns: ‒ Voi veni. Eu și cu tine vom fi una, poporul meu va fi ca poporul tău, iar caii mei vor fi precum caii tăi.",
        "8": "Apoi a întrebat: ‒ Pe care drum să mergem? Ioram a răspuns: ‒ Pe drumul prin deșertul Edomului.",
        "9": "Regele lui Israel, regele lui Iuda și regele Edomului au plecat. Dar, după ce au înaintat, ocolind timp de șapte zile, n-a mai fost apă pentru tabără și pentru animalele care mergeau alături de ei.",
        "10": "Atunci regele lui Israel a zis: ‒ Vai! Sigur Domnul i-a chemat pe acești trei regi ca să-i dea în mâinile Moabului!",
        "11": "Dar Iehoșafat a zis: ‒ Nu este aici niciun profet al Domnului prin care să-L întrebăm pe Domnul? Atunci unul dintre slujitorii regelui lui Israel a răspuns: ‒ Este aici Elisei, fiul lui Șafat, care obișnuia să toarne apă pe mâinile lui Ilie.",
        "12": "Iehoșafat a zis: ‒ Cuvântul Domnului este cu el! Atunci regele lui Israel, Iehoșafat și regele Edomului s-au dus la el.",
        "13": "Elisei i-a zis regelui lui Israel: ‒ Ce am eu de-a face cu tine? Du-te la profeții tatălui tău și la profeții mamei tale! Regele lui Israel i-a răspuns: ‒ Nu, pentru că Domnul este Cel Ce i-a chemat pe acești trei regi ca să-i dea în mâinile Moabului.",
        "14": "Elisei a zis: ‒ Viu este Domnul Oștirilor, înaintea Căruia stau, că, dacă nu l-aș avea în vedere pe Iehoșafat, regele lui Iuda, nici nu m-aș uita la tine, și nici nu te-aș vedea.",
        "15": "Acum, aduceți-mi un cântăreț cu o harfă. În timp ce cântărețul cânta, mâna Domnului a fost asupra lui Elisei",
        "16": "și el a zis: „Așa vorbește Domnul: «Faceți gropi în această vale,",
        "17": "căci așa vorbește Domnul: ‘Deși nu veți vedea vânt sau ploaie, valea aceasta se va umple cu apă și veți bea atât voi, cât și vitele și animalele voastre’.",
        "18": "Însă acesta este un lucru mărunt în ochii Domnului. El îl va da și pe Moab în mâinile voastre.",
        "19": "Veți cuceri toate cetățile fortificate și toate cetățile alese, veți tăia fiecare copac bun, veți astupa izvoarele și veți distruge cu pietre orice teren bun»“.",
        "20": "În dimineața următoare, în timp ce se aducea darul de mâncare, iată că a venit apă de pe drumul dinspre Edom, și pământul s-a umplut de apă.",
        "21": "Atunci toți moabiții, când au auzit că regii au pornit la luptă împotriva lor, i-au chemat pe toți aceia care erau în stare să poarte armele, tineri și bătrâni, și au stat la graniță.",
        "22": "Când s-au sculat dimineață, soarele strălucea deasupra apelor și de aceea moabiții au văzut în fața lor apele roșii ca sângele.",
        "23": "„Acesta este sânge!“, au zis ei. „Regii s-au luptat între ei și s-au omorât unii pe alții! Acum, la pradă, Moab!“",
        "24": "Dar când au intrat în tabăra lui Israel, israeliții s-au ridicat și i-au lovit pe moabiți până când aceștia au fugit dinaintea lor. Apoi au pătruns în țară și au învins Moabul.",
        "25": "Le-au cucerit cetățile, au aruncat fiecare pietre pe orice teren bun, umplându-le astfel cu pietre, au astupat toate izvoarele și au tăiat toți copacii buni. Mai rămăseseră doar zidurile cetății Chir-Hareset, însă prăștiașii au înconjurat-o și au cucerit-o.",
        "26": "Când a văzut regele Moabului că a fost învins în luptă, a luat cu el șapte sute de oameni care luptau cu sabia, cu gând să-și croiască drum până la regele Edomului, dar n-au reușit.",
        "27": "Atunci l-a luat pe întâiul său născut, care urma să fie rege în locul lui, și l-a adus ca ardere-de-tot pe zidul cetății. Era mare mânia moabiților împotriva lui Israel. Israeliții s-au retras din preajma regelui Moabului și s-au întors în țară."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now Jehoram the son of Ahab began to reign over Israel in Samaria in the eighteenth year of Jehoshaphat king of Judah, and reigned twelve years.",
        "2": "He did that which was evil in Yahweh’s sight, but not like his father and like his mother, for he put away the pillar of Baal that his father had made.",
        "3": "Nevertheless he held to the sins of Jeroboam the son of Nebat, with which he made Israel to sin. He didn’t depart from them.",
        "4": "Now Mesha king of Moab was a sheep breeder; and he supplied the king of Israel with one hundred thousand lambs and the wool of one hundred thousand rams.",
        "5": "But when Ahab was dead, the king of Moab rebelled against the king of Israel.",
        "6": "King Jehoram went out of Samaria at that time, and mustered all Israel.",
        "7": "He went and sent to Jehoshaphat the king of Judah, saying, “The king of Moab has rebelled against me. Will you go with me against Moab to battle?” He said, “I will go up. I am as you are, my people as your people, my horses as your horses.”",
        "8": "Then he said, “Which way shall we go up?” Jehoram answered, “The way of the wilderness of Edom.”",
        "9": "So the king of Israel went with the king of Judah and the king of Edom, and they marched for seven days along a circuitous route. There was no water for the army or for the animals that followed them.",
        "10": "The king of Israel said, “Alas! For Yahweh has called these three kings together to deliver them into the hand of Moab.”",
        "11": "But Jehoshaphat said, “Isn’t there a prophet of Yahweh here, that we may inquire of Yahweh by him?” One of the king of Israel’s servants answered, “Elisha the son of Shaphat, who poured water on the hands of Elijah, is here.”",
        "12": "Jehoshaphat said, “Yahweh’s word is with him.” So the king of Israel and Jehoshaphat and the king of Edom went down to him.",
        "13": "Elisha said to the king of Israel, “What have I to do with you? Go to the prophets of your father, and to the prophets of your mother.” The king of Israel said to him, “No, for Yahweh has called these three kings together to deliver them into the hand of Moab.”",
        "14": "Elisha said, “As Yahweh of Armies lives, before whom I stand, surely, were it not that I respect the presence of Jehoshaphat the king of Judah, I would not look toward you, nor see you.",
        "15": "But now bring me a musician.” When the musician played, Yahweh’s hand came on him.",
        "16": "He said, “Yahweh says, ‘Make this valley full of trenches.’",
        "17": "For Yahweh says, ‘You will not see wind, neither will you see rain, yet that valley will be filled with water, and you will drink, both you and your livestock and your other animals.",
        "18": "This is an easy thing in Yahweh’s sight. He will also deliver the Moabites into your hand.",
        "19": "You shall strike every fortified city and every choice city, and shall fell every good tree, and stop all springs of water, and mar every good piece of land with stones.’”",
        "20": "In the morning, about the time of offering the sacrifice, behold, water came by the way of Edom, and the country was filled with water.",
        "21": "Now when all the Moabites heard that the kings had come up to fight against them, they gathered themselves together, all who were able to put on armor, young and old, and stood on the border.",
        "22": "They rose up early in the morning, and the sun shone on the water, and the Moabites saw the water opposite them as red as blood.",
        "23": "They said, “This is blood. The kings are surely destroyed, and they have struck each other. Now therefore, Moab, to the plunder!”",
        "24": "When they came to the camp of Israel, the Israelites rose up and struck the Moabites, so that they fled before them; and they went forward into the land attacking the Moabites.",
        "25": "They beat down the cities; and on every good piece of land each man cast his stone, and filled it. They also stopped all the springs of water and cut down all the good trees, until in Kir Hareseth all they left was its stones; however the men armed with slings went around it and attacked it.",
        "26": "When the king of Moab saw that the battle was too severe for him, he took with him seven hundred men who drew a sword, to break through to the king of Edom; but they could not.",
        "27": "Then he took his oldest son who would have reigned in his place, and offered him for a burnt offering on the wall. There was great wrath against Israel; and they departed from him, and returned to their own land."
      }
    }
  }
}