{
  "book": "2 Imparati",
  "chapter": "18",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În al treilea an al lui Osea, fiul lui Ela, împăratul lui Israel, a început să domnească Ezechia, fiul lui Ahaz, împăratul lui Iuda.",
        "2": "Avea douăzeci și cinci de ani când a ajuns împărat și a domnit douăzeci și nouă de ani la Ierusalim. Mama sa se chema Abi, fata lui Zaharia.",
        "3": "El a făcut ce este plăcut înaintea Domnului, întocmai cum făcuse tatăl său David.",
        "4": "A îndepărtat înălțimile, a sfărâmat stâlpii idolești, a tăiat astarteele și a sfărâmat în bucăți șarpele de aramă pe care-l făcuse Moise, căci copiii lui Israel arseseră până atunci tămâie înaintea lui: îl numeau Nehuștan.",
        "5": "El și-a pus încrederea în Domnul Dumnezeul lui Israel; și, dintre toți împărații lui Iuda care au venit după el sau care au fost înainte de el, n-a fost niciunul ca el.",
        "6": "El s-a alipit de Domnul, nu s-a abătut de la El și a păzit poruncile pe care le dăduse lui Moise Domnul.",
        "7": "Și Domnul a fost cu Ezechia, care a izbutit în tot ce a făcut. El s-a răsculat împotriva împăratului Asiriei și nu i-a mai fost supus.",
        "8": "A bătut pe filisteni până la Gaza și le-a pustiit ținutul, de la toate turnurile de pază până la cetățile întărite. Luarea Samariei de asirieni",
        "9": "În al patrulea an al împăratului Ezechia, care era al șaptelea an al lui Osea, fiul lui Ela, împăratul lui Israel, Salmanasar, împăratul Asiriei, s-a suit împotriva Samariei și a împresurat-o.",
        "10": "După trei ani a luat-o, în al șaselea an al lui Ezechia, care era al nouălea an al lui Osea, împăratul lui Israel – atunci a fost luată Samaria.",
        "11": "Împăratul Asiriei a dus pe Israel rob în Asiria și l-a așezat la Halah și Habor, lângă râul Gozan, și în cetățile mezilor,",
        "12": "pentru că n-ascultaseră de glasul Domnului Dumnezeului lor și călcaseră legământul Lui; pentru că nici n-ascultaseră, nici nu împliniseră tot ce poruncise Moise, robul Domnului. Năvălirea lui Sanherib",
        "13": "În al paisprezecelea an al împăratului Ezechia, Sanherib, împăratul Asiriei, s-a suit împotriva tuturor cetăților întărite din Iuda și a pus stăpânire pe ele.",
        "14": "Ezechia, împăratul lui Iuda, a trimis să spună împăratului Asiriei la Lachis: „Am greșit! Depărtează-te de mine. Ce vei pune asupra mea, voi purta.” Și împăratul Asiriei a cerut lui Ezechia, împăratul lui Iuda, trei sute de talanți de argint și treizeci de talanți de aur.",
        "15": "Ezechia a dat tot argintul care se afla în Casa Domnului și în vistieriile casei împăratului.",
        "16": "Atunci a luat Ezechia, împăratul lui Iuda, și a dat împăratului Asiriei aurul cu care acoperise ușile și ușorii Templului Domnului. Împresurarea Ierusalimului",
        "17": "Împăratul Asiriei a trimis din Lachis la Ierusalim, la împăratul Ezechia, pe Tartan, pe Rab-Saris și pe Rabșache cu o oștire puternică. S-au suit și au ajuns la Ierusalim. Când s-au suit și au ajuns, s-au oprit la canalul de apă al iazului de sus, pe drumul care duce în ogorul înălbitorului.",
        "18": "Au chemat pe împărat, și Eliachim, fiul lui Hilchia, mai-marele peste casa împăratului, s-a dus la ei cu Șebna, logofătul, și cu Ioah, fiul lui Asaf, arhivarul.",
        "19": "Rabșache le-a zis: „Spuneți lui Ezechia: ‘Așa vorbește marele împărat, împăratul Asiriei: «Ce este încrederea aceasta pe care te bizuiești?",
        "20": "Tu ai zis: ‹Pentru război trebuie chibzuință și putere.› Dar acestea sunt doar vorbe în vânt. În cine dar ți-ai pus încrederea de te-ai răsculat împotriva mea?",
        "21": "Iată, ai pus-o în Egipt, ai luat în ajutor trestia aceea frântă, care înțeapă și străpunge mâna oricui se sprijină pe ea: așa este Faraon, împăratul Egiptului, pentru toți cei ce se încred în el.",
        "22": "Poate că îmi veți spune: ‹În Domnul Dumnezeul nostru ne încredem.› Dar nu este El Acela ale cărui înălțimi și altare le-a îndepărtat Ezechia, zicând lui Iuda și Ierusalimului: ‹Să vă închinați înaintea altarului acestuia la Ierusalim›?»",
        "23": "Acum fă o învoială cu stăpânul meu, împăratul Asiriei: îți voi da două mii de cai, să vedem dacă poți din partea ta să dai atâția călăreți ca să încalece pe ei.",
        "24": "Și cum ai putea îndepărta o căpetenie din cei mai mici slujitori ai stăpânului meu? Îți pui încrederea în Egipt pentru care și călăreți.",
        "25": "De altfel, oare fără voia Domnului m-am suit eu împotriva acestui loc, ca să-l nimicesc? Domnul mi-a zis: «Suie-te împotriva țării acesteia și nimicește-o.»’”",
        "26": "Eliachim, fiul lui Hilchia, Șebna și Ioah au zis lui Rabșache: „Vorbește robilor tăi în limba aramaică, fiindcă o înțelegem; nu ne vorbi în limba iudaică, în auzul poporului de pe zid.”",
        "27": "Rabșache le-a răspuns: „Oare stăpânului tău și ție m-a trimis stăpânul meu să spun aceste vorbe? Oare nu acestor oameni care stau pe zid să-și mănânce balega și să-și bea udul cu voi?”",
        "28": "Atunci, Rabșache, înaintând, a strigat cu glas tare în limba iudaică și a zis: „Ascultați cuvântul marelui împărat, împăratul Asiriei!",
        "29": "Așa vorbește împăratul: ‘Să nu vă înșele Ezechia, căci nu va putea să vă izbăvească din mâna mea.",
        "30": "Să nu vă facă Ezechia să vă încredeți în Domnul zicând: «Domnul ne va izbăvi și cetatea aceasta nu va fi dată în mâinile împăratului Asiriei.»’",
        "31": "N-ascultați de Ezechia, căci așa vorbește împăratul Asiriei: ‘Faceți pace cu mine, supuneți-vă mie și fiecare din voi va mânca din via lui și din smochinul lui, fiecare va bea apă din fântâna lui",
        "32": "până voi veni și vă voi duce într-o țară ca a voastră, într-o țară cu grâu și cu vin, o țară cu pâine și vii, o țară cu măslini de untdelemn și miere și veți trăi, și nu veți muri. N-ascultați dar de Ezechia, care vă amăgește zicând: «Domnul ne va izbăvi.»",
        "33": "Oare dumnezeii neamurilor au izbăvit ei, fiecare țara lui, din mâna împăratului Asiriei?",
        "34": "Unde sunt dumnezeii Hamatului și Arpadului? Unde sunt dumnezeii Sefarvaimului, Henei și Ivei? Au izbăvit ei Samaria din mâna mea?",
        "35": "Care dintre toți dumnezeii acestor țări și-a izbăvit țara din mâna mea, pentru ca și Domnul să izbăvească Ierusalimul din mâna mea?’”",
        "36": "Poporul a tăcut și nu i-a răspuns o vorbă, căci împăratul dăduse porunca aceasta: „Să nu-i răspundeți.”",
        "37": "Și Eliachim, fiul lui Hilchia, căpetenia casei împăratului, Șebna, logofătul, și Ioah, fiul lui Asaf, scriitorul, au venit la Ezechia cu hainele sfâșiate și i-au spus cuvintele lui Rabșache."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Ezechia, fiul lui Ahaz, regele lui Iuda, a început să domnească în al treilea an al lui Osea, fiul lui Ela, regele lui Israel.",
        "2": "El era în vârstă de douăzeci și cinci de ani când a devenit rege și a domnit la Ierusalim timp de douăzeci și nouă de ani. Mama lui se numea Abi și era fata lui Zaharia.",
        "3": "El a făcut ce este drept înaintea ochilor Domnului, tot așa cum făcuse David, strămoșul său.",
        "4": "A îndepărtat înălțimile și a zdrobit stâlpii sacri, a tăiat stâlpul Așerei și a zdrobit în bucăți șarpele de bronz pe care îl făcuse Moise, deoarece fiii lui Israel obișnuiau să ardă tămâie înaintea lui și îl numeau Nehuștan.",
        "5": "Ezechia s-a încrezut în Domnul, Dumnezeul lui Israel. Dintre toți regii lui Iuda care au fost înaintea lui sau care au urmat după el, n-a fost niciunul ca el.",
        "6": "El s-a alipit de Domnul, nu s-a depărtat de El și a păzit poruncile pe care Domnul i le-a dat lui Moise.",
        "7": "Domnul a fost cu Ezechia, care a reușit în tot ce s-a dus să facă. El s-a răsculat împotriva împăratului Asiriei și nu i-a mai slujit.",
        "8": "Ezechia i-a învins pe filisteni până la Gaza și le-a distrus teritoriile, de la turnurile de pază până la cetățile fortificate.",
        "9": "În al patrulea an al lui Ezechia, care era și al șaptelea an al lui Osea, fiul lui Ela, regele lui Israel, Salmanasar, împăratul Asiriei, a venit împotriva Samariei și a asediat-o.",
        "10": "După trei ani de asediu, asirienii au cucerit-o. Așadar, Samaria a fost cucerită în al șaselea an al lui Ezechia, care era și al nouălea an al lui Osea, regele lui Israel.",
        "11": "Împăratul Asiriei l-a dus pe Israel în captivitate, în Asiria. El i-a pus să locuiască în Halah, în Gozan, de-a lungul râului Habor, și în cetățile mezilor,",
        "12": "din cauză că n-au ascultat de glasul Domnului, Dumnezeul lor, ci au încălcat legământul Lui și pentru că n-au ascultat și nici n-au împlinit tot ce le-a poruncit Moise, slujitorul Domnului.",
        "13": "În al paisprezecelea an al regelui Ezechia, Sanherib, împăratul Asiriei, a venit împotriva tuturor cetăților fortificate ale lui Iuda și le-a cucerit.",
        "14": "După aceea, Ezechia, regele lui Iuda, a trimis următorul mesaj împăratului Asiriei, care se afla în Lachiș: „Am greșit! Depărtează-te de mine și îți voi da orice îmi vei cere!“. Împăratul Asiriei a cerut de la Ezechia, regele lui Iuda, trei sute de talanți de argint și treizeci de talanți de aur.",
        "15": "Ezechia i-a dat tot argintul care se afla în Casa Domnului și în vistieriile palatului regelui.",
        "16": "Atunci, Ezechia a desprins aurul cu care tot el, regele lui Iuda, acoperise ușile și stâlpii Templului Domnului, și l-a dat împăratului Asiriei.",
        "17": "Împăratul Asiriei i-a trimis din Lachiș la regele Ezechia, în Ierusalim, pe Tartan, pe Rab-Saris și pe Rab-Șache, cu o armată puternică. Ei au înaintat spre Ierusalim și, când au ajuns, s-au oprit la canalul de apă al Iazului de Sus, pe drumul către Terenul Spălătorului.",
        "18": "Apoi l-au chemat pe rege. Eliachim, fiul lui Hilchia, cel ce răspundea de palat, scribul Șebna și cronicarul Ioah, fiul lui Asaf, s-au dus la ei.",
        "19": "Rab-Șache le-a zis: ‒ Spuneți-i lui Ezechia: „Așa vorbește marele împărat, împăratul Asiriei: «Pe ce se bazează această încredere a ta?",
        "20": "Tu ai spus: ‘sfat și putere pentru război’, dar acestea sunt doar niște vorbe de pe buze. În cine te încrezi acum, de te-ai răsculat împotriva mea?",
        "21": "Iată că acum te încrezi în Egipt, în acel toiag de trestie frântă, care străpunge și rănește mâna oricui se sprijină pe ea. Așa este Faraon, regele Egiptului, pentru toți cei ce se încred în el.",
        "22": "Dacă îmi veți spune: ‘Noi ne încredem în Domnul, Dumnezeul nostru!’, oare nu este El Acela ale Cărui înălțimi și altare le-a îndepărtat Ezechia, zicând lui Iuda și Ierusalimului: ‘Să vă închinați înaintea acestui altar din Ierusalim!’»?",
        "23": "Vino acum, te rog, și fă o înțelegere cu stăpânul meu, împăratul Asiriei: eu îți voi da două mii de cai, dacă tu vei putea găsi călăreți pentru ei.",
        "24": "Și cum vei putea îndepărta măcar o singură căpetenie dintre cei mai neînsemnați slujitori ai stăpânului meu, când tu te încrezi în Egipt pentru care și călăreți?",
        "25": "Mai mult, am venit eu oare fără Domnul împotriva acestui loc, ca să-l distrug? Domnul mi-a zis: «Du-te împotriva acestei țări și distruge-o!»“.",
        "26": "Atunci Eliachim, fiul lui Hilchia, Șebna și Ioah i-au răspuns lui Rab-Șache: ‒ Vorbește, te rugăm, slujitorilor tăi în aramaică, pentru că o înțelegem. Nu ne vorbi în iudaică, în auzul poporului care este pe zid.",
        "27": "Dar Rab-Șache le-a zis: ‒ Oare la stăpânul tău și la tine am fost trimis de stăpânul meu ca să spun aceste cuvinte? Oare nu am fost trimis la oamenii aceștia, care stau pe zid să-și mănânce propriile murdării și să-și bea propria urină împreună cu voi?",
        "28": "Atunci Rab-Șache s-a ridicat și a strigat cu glas tare în limba iudaică, zicând: ‒ Ascultați cuvântul marelui împărat, împăratul Asiriei!",
        "29": "Așa vorbește împăratul: „Nu-l lăsați pe Ezechia să vă amăgească, fiindcă nu va putea să vă elibereze din mâna mea!",
        "30": "Nu-l lăsați pe Ezechia să vă convingă să vă încredeți în Domnul, zicându-vă: «Cu siguranță Domnul ne va elibera și cetatea aceasta nu va fi dată în mâinile împăratului Asiriei!».",
        "31": "Nu-l ascultați pe Ezechia, căci așa vorbește împăratul Asiriei: «Faceți pace cu mine și veniți afară la mine. Atunci fiecare dintre voi va mânca din via lui și din smochinul lui și va bea apă din fântâna lui,",
        "32": "până voi veni și vă voi lua într-o țară ca a voastră, o țară cu belșug de grâne și de must, de pâine și de vii, de măsline și de miere. Astfel, veți trăi și nu veți muri. Nu-l ascultați pe Ezechia, fiindcă el vă îndrumă greșit când zice: ‘Domnul ne va elibera!’.",
        "33": "Și-a eliberat vreunul dintre dumnezeii națiunilor țara din mâna împăratului Asiriei?",
        "34": "Unde sunt dumnezeii Hamatului și ai Arpadului? Unde sunt dumnezeii Sefarvaimului, ai Henei și ai Ivei? Au eliberat ei Samaria din mâna mea?",
        "35": "Care dintre toți dumnezeii acestor țări și-au eliberat țara din mâna mea? Prin urmare, cum ar putea Domnul să elibereze Ierusalimul din mâna mea?»“.",
        "36": "Poporul a tăcut și nu i-a răspuns niciun cuvânt, căci porunca regelui era: „Să nu-i răspundeți!“.",
        "37": "Atunci Eliachim, fiul lui Hilchia, cel ce răspundea de palat, scribul Șebna și cronicarul Ioah, fiul lui Asaf, au venit la Ezechia cu hainele sfâșiate și i-au spus cuvintele lui Rab-Șache."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now in the third year of Hoshea son of Elah king of Israel, Hezekiah the son of Ahaz king of Judah began to reign.",
        "2": "He was twenty-five years old when he began to reign, and he reigned twenty-nine years in Jerusalem. His mother’s name was Abi the daughter of Zechariah.",
        "3": "He did that which was right in Yahweh’s eyes, according to all that David his father had done.",
        "4": "He removed the high places, broke the pillars, and cut down the Asherah. He also broke in pieces the bronze serpent that Moses had made, because in those days the children of Israel burned incense to it; and he called it Nehushtan.",
        "5": "He trusted in Yahweh, the God of Israel, so that after him was no one like him among all the kings of Judah, nor among them that were before him.",
        "6": "For he joined with Yahweh. He didn’t depart from following him, but kept his commandments, which Yahweh commanded Moses.",
        "7": "Yahweh was with him. Wherever he went, he prospered. He rebelled against the king of Assyria, and didn’t serve him.",
        "8": "He struck the Philistines to Gaza and its borders, from the tower of the watchmen to the fortified city.",
        "9": "In the fourth year of King Hezekiah, which was the seventh year of Hoshea son of Elah king of Israel, Shalmaneser king of Assyria came up against Samaria and besieged it.",
        "10": "At the end of three years they took it. In the sixth year of Hezekiah, which was the ninth year of Hoshea king of Israel, Samaria was taken.",
        "11": "The king of Assyria carried Israel away to Assyria, and put them in Halah, and on the Habor, the river of Gozan, and in the cities of the Medes,",
        "12": "because they didn’t obey Yahweh their God’s voice, but transgressed his covenant, even all that Moses the servant of Yahweh commanded, and would not hear it or do it.",
        "13": "Now in the fourteenth year of King Hezekiah, Sennacherib king of Assyria came up against all the fortified cities of Judah and took them.",
        "14": "Hezekiah king of Judah sent to the king of Assyria at Lachish, saying, “I have offended you. Withdraw from me. That which you put on me, I will bear.” The king of Assyria appointed to Hezekiah king of Judah three hundred talents of silver and thirty talents of gold.",
        "15": "Hezekiah gave him all the silver that was found in Yahweh’s house and in the treasures of the king’s house.",
        "16": "At that time, Hezekiah cut off the gold from the doors of Yahweh’s temple, and from the pillars which Hezekiah king of Judah had overlaid, and gave it to the king of Assyria.",
        "17": "The king of Assyria sent Tartan, Rabsaris, and Rabshakeh from Lachish to King Hezekiah with a great army to Jerusalem. They went up and came to Jerusalem. When they had come up, they came and stood by the conduit of the upper pool, which is in the highway of the fuller’s field.",
        "18": "When they had called to the king, Eliakim the son of Hilkiah, who was over the household, and Shebnah the scribe, and Joah the son of Asaph the recorder came out to them.",
        "19": "Rabshakeh said to them, “Say now to Hezekiah, ‘The great king, the king of Assyria, says, “What confidence is this in which you trust?",
        "20": "You say (but they are but vain words), ‘There is counsel and strength for war.’ Now on whom do you trust, that you have rebelled against me?",
        "21": "Now, behold, you trust in the staff of this bruised reed, even in Egypt. If a man leans on it, it will go into his hand and pierce it. So is Pharaoh king of Egypt to all who trust on him.",
        "22": "But if you tell me, ‘We trust in Yahweh our God,’ isn’t that he whose high places and whose altars Hezekiah has taken away, and has said to Judah and to Jerusalem, ‘You shall worship before this altar in Jerusalem’?",
        "23": "Now therefore, please give pledges to my master the king of Assyria, and I will give you two thousand horses if you are able on your part to set riders on them.",
        "24": "How then can you turn away the face of one captain of the least of my master’s servants, and put your trust on Egypt for chariots and for horsemen?",
        "25": "Have I now come up without Yahweh against this place to destroy it? Yahweh said to me, ‘Go up against this land, and destroy it.’”’”",
        "26": "Then Eliakim the son of Hilkiah, Shebnah, and Joah, said to Rabshakeh, “Please speak to your servants in the Syrian language, for we understand it. Don’t speak with us in the Jews’ language, in the hearing of the people who are on the wall.”",
        "27": "But Rabshakeh said to them, “Has my master sent me to your master and to you, to speak these words? Hasn’t he sent me to the men who sit on the wall, to eat their own dung, and to drink their own urine with you?”",
        "28": "Then Rabshakeh stood and cried with a loud voice in the Jews’ language, and spoke, saying, “Hear the word of the great king, the king of Assyria.",
        "29": "The king says, ‘Don’t let Hezekiah deceive you, for he will not be able to deliver you out of his hand.",
        "30": "Don’t let Hezekiah make you trust in Yahweh, saying, “Yahweh will surely deliver us, and this city shall not be given into the hand of the king of Assyria.”",
        "31": "Don’t listen to Hezekiah.’ For the king of Assyria says, ‘Make your peace with me, and come out to me; and everyone of you eat from his own vine, and everyone from his own fig tree, and everyone drink water from his own cistern;",
        "32": "until I come and take you away to a land like your own land, a land of grain and new wine, a land of bread and vineyards, a land of olive trees and of honey, that you may live and not die. Don’t listen to Hezekiah when he persuades you, saying, “Yahweh will deliver us.”",
        "33": "Has any of the gods of the nations ever delivered his land out of the hand of the king of Assyria?",
        "34": "Where are the gods of Hamath and of Arpad? Where are the gods of Sepharvaim, of Hena, and Ivvah? Have they delivered Samaria out of my hand?",
        "35": "Who are they among all the gods of the countries, that have delivered their country out of my hand, that Yahweh should deliver Jerusalem out of my hand?’”",
        "36": "But the people stayed quiet, and answered him not a word; for the king’s commandment was, “Don’t answer him.”",
        "37": "Then Eliakim the son of Hilkiah, who was over the household, came with Shebna the scribe and Joah the son of Asaph the recorder to Hezekiah with their clothes torn, and told him Rabshakeh’s words."
      }
    }
  }
}