{
  "book": "2 Imparati",
  "chapter": "5",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Naaman, căpetenia oștirii împăratului Siriei, avea trecere înaintea stăpânului său și mare vază, căci prin el izbăvise Domnul pe sirieni. Dar omul acesta tare și viteaz era lepros.",
        "2": "Și sirienii ieșiseră în cete la o luptă și aduseseră roabă pe o fetiță din țara lui Israel. Ea era în slujba nevestei lui Naaman.",
        "3": "Și ea a zis stăpânei sale: „O, dacă domnul meu ar fi la prorocul acela din Samaria, prorocul l-ar tămădui de lepra lui!”",
        "4": "Naaman s-a dus și a spus stăpânului său: „Fata aceea din țara lui Israel a vorbit așa și așa.”",
        "5": "Și împăratul Siriei a zis: „Du-te la Samaria și voi trimite o scrisoare împăratului lui Israel.” A plecat luând cu el zece talanți de argint, șase mii de sicli de aur și zece haine de schimb.",
        "6": "A dus împăratului lui Israel scrisoarea, care glăsuia așa: „Acum, când vei primi scrisoarea aceasta, vei ști că îți trimit pe slujitorul meu Naaman ca să-l vindeci de lepra lui.”",
        "7": "După ce a citit scrisoarea, împăratul lui Israel și-a rupt hainele și a zis: „Oare sunt eu Dumnezeu, ca să omor și să înviez, de-mi spune să vindec pe un om de lepra lui? Să știți dar și să înțelegeți că el caută prilej de ceartă cu mine.”",
        "8": "Când a auzit Elisei, omul lui Dumnezeu, că împăratul lui Israel și-a sfâșiat hainele, a trimis să spună împăratului: „Pentru ce ți-ai sfâșiat hainele? Lasă-l să vină la mine și va ști că este un proroc în Israel.”",
        "9": "Naaman a venit cu caii și cu carul lui și s-a oprit la poarta casei lui Elisei.",
        "10": "Elisei a trimis să-i spună printr-un sol: „Du-te și scaldă-te de șapte ori în Iordan; și carnea ți se va face sănătoasă și vei fi curat.”",
        "11": "Naaman s-a mâniat și a plecat zicând: „Eu credeam că va ieși la mine, se va înfățișa el însuși, va chema Numele Domnului Dumnezeului lui, își va duce mâna pe locul rănii și va vindeca lepra.",
        "12": "Nu sunt oare râurile Damascului, Abana și Parpar, mai bune decât toate apele lui Israel? N-aș fi putut oare să mă spăl în ele și să mă fac curat?” Și s-a întors și a plecat plin de mânie.",
        "13": "Dar slujitorii lui s-au apropiat să-i vorbească și au zis: „Părinte, dacă prorocul ți-ar fi cerut un lucru greu, nu l-ai fi făcut? Cu atât mai mult trebuie să faci ce ți-a spus: ‘Scaldă-te și vei fi curat.’”",
        "14": "S-a coborât atunci și s-a cufundat de șapte ori în Iordan, după cuvântul omului lui Dumnezeu, și carnea lui s-a făcut iarăși cum este carnea unui copilaș și s-a curățit.",
        "15": "Naaman s-a întors la omul lui Dumnezeu cu tot alaiul lui. Când a ajuns, s-a înfățișat înaintea lui și a zis: „Iată, cunosc acum că nu este Dumnezeu pe tot pământul decât în Israel. Și acum, primește, rogu-te, un dar din partea robului tău.”",
        "16": "Elisei a răspuns: „Viu este Domnul, al cărui slujitor sunt, că nu voi primi.” Naaman a stăruit de el să primească, dar el n-a vrut.",
        "17": "Atunci, Naaman a zis: „Fiindcă nu vrei să primești tu, îngăduie să se dea robului tău pământ cât pot duce doi catâri, căci robul tău nu mai vrea să mai aducă altor dumnezei nici ardere-de-tot, nici jertfă, ci va aduce numai Domnului.",
        "18": "Iată totuși ce rog pe Domnul să ierte robului tău: când stăpânul meu intră în casa lui Rimon să se închine acolo și se sprijină pe mâna mea, mă închin și eu în casa lui Rimon – să ierte Domnul pe robul tău când mă voi închina în casa lui Rimon!”",
        "19": "Elisei i-a zis: „Du-te în pace!” Ghehazi, lovit cu lepră După ce a plecat Naaman de la Elisei și a fost la o depărtare bunicică,",
        "20": "Ghehazi, slujitorul lui Elisei, omul lui Dumnezeu, a zis în sine: „Iată că stăpânul meu a cruțat pe sirianul acela, Naaman, și n-a primit din mâna lui ce adusese. Viu este Domnul că voi alerga după el și voi căpăta ceva de la el.”",
        "21": "Și Ghehazi a alergat după Naaman. Naaman, când l-a văzut alergând după el, s-a dat jos din car ca să-i iasă înainte și a zis: „Este bine totul?”",
        "22": "El a răspuns: „Totul este bine. Stăpânul meu mă trimite să-ți spun: ‘Iată că au venit la mine doi tineri din muntele lui Efraim, dintre fiii prorocilor, dă-mi pentru ei, te rog, un talant de argint și două haine de schimb.’”",
        "23": "Naaman a zis: „Fă-mi plăcerea și ia doi talanți.” A stăruit de el și a legat doi talanți de argint în doi saci, împreună cu două haine de schimb, și a pus pe doi din slujitorii săi să le ducă înaintea lui Ghehazi.",
        "24": "Ajungând la deal, Ghehazi le-a luat din mâinile lor și le-a pus în casă. Apoi a dat drumul oamenilor acelora, care au plecat.",
        "25": "După aceea s-a dus și s-a înfățișat înaintea stăpânului său. Elisei i-a zis: „De unde vii, Ghehazi?” El a răspuns: „Robul tău nu s-a dus nicăieri.”",
        "26": "Dar Elisei i-a zis: „Oare n-a fost duhul meu cu tine când a lăsat omul acela carul și a venit înaintea ta? Este oare acum vremea de luat argint, haine, măslini, vii, oi, boi, robi și roabe?",
        "27": "Lepra lui Naaman se va lipi de tine și de sămânța ta pentru totdeauna.” Și Ghehazi a ieșit dinaintea lui Elisei plin de lepră, alb ca zăpada."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Naaman era conducătorul armatei regelui Aramului. El era un om important pentru stăpânul său și totodată foarte respectat, pentru că prin el dăduse Domnul victorie lui Aram. Însă omul acesta, care ajunsese un războinic viteaz, era lepros.",
        "2": "Arameii ieșiseră la luptă în cete și luaseră captivă o tânără din țara lui Israel. Ea era în slujba soției lui Naaman.",
        "3": "Ea a zis stăpânei sale: „O, dacă stăpânul meu ar merge la profetul din Samaria, atunci el l-ar vindeca de lepra lui!“.",
        "4": "Naaman s-a dus și i-a istorisit stăpânului său tot ce i-a spus tânăra care era din țara lui Israel.",
        "5": "Regele Aramului i-a zis: „Du-te, căci îi voi trimite o scrisoare regelui lui Israel“. Naaman a plecat luând cu el zece talanți de argint, șase mii de șecheli de aur și zece rânduri de haine.",
        "6": "El i-a înmânat regelui lui Israel scrisoarea care spunea astfel: „Când scrisoarea aceasta îți va fi înmânată, vei ști că l-am trimis la tine pe slujitorul meu, Naaman, să-l vindeci de lepra lui“.",
        "7": "După ce a citit scrisoarea, regele lui Israel și-a sfâșiat hainele și a zis: „Sunt eu Dumnezeu ca să omor și să înviez, de trimite la mine un om ca să-l vindec de lepra lui? Să știți deci și să înțelegeți că el caută motiv de ceartă cu mine“.",
        "8": "Când a auzit Elisei, omul lui Dumnezeu, că regele lui Israel și-a sfâșiat hainele, a trimis să spună regelui: „De ce ți-ai sfâșiat hainele? Trimite-l la mine și va ști că există un profet în Israel!“.",
        "9": "Naaman a venit cu alaiul său de cai și care și s-a oprit la poarta casei lui Elisei.",
        "10": "Elisei i-a trimis un mesager, zicând: „Du-te și spală-te în Iordan de șapte ori, iar carnea ți se va vindeca și vei fi curat“.",
        "11": "Dar Naaman s-a mâniat și a plecat, zicând: „Eu credeam că va ieși la mine, se va opri înaintea mea și va chema Numele Domnului, Dumnezeul lui, iar pe urmă își va îndrepta mâna spre locul rănii și mă va vindeca de lepră.",
        "12": "Nu sunt oare Abana și Parpar, râurile Damascului, mai bune decât toate apele Israelului? Nu puteam să mă spăl în ele și să fiu curat?“. Apoi s-a întors și a plecat plin de mânie.",
        "13": "Dar slujitorii lui s-au apropiat de el și i-au zis: „Părinte, dacă profetul ți-ar fi spus să faci un lucru greu, nu l-ai fi făcut? Cu atât mai mult acum, când ți-a spus să te speli ca să fii curat!“.",
        "14": "Atunci a coborât și s-a cufundat de șapte ori în Iordan, așa cum îi spusese omul lui Dumnezeu, iar carnea lui s-a făcut precum carnea unui copilaș. Și, astfel, el s-a curățit de lepră.",
        "15": "Apoi, Naaman s-a întors la omul lui Dumnezeu, atât el, cât și toți însoțitorii lui. Când a ajuns, s-a oprit înaintea lui și i-a zis: ‒ Iată, acum știu că nu este alt Dumnezeu pe tot pământul, decât în Israel. Primește, te rog, un dar din partea slujitorului tău.",
        "16": "Dar Elisei i-a răspuns: ‒ Viu este Domnul, înaintea Căruia stau, că nu voi lua nimic. Și cu toate că Naaman a insistat să ia, Elisei a refuzat.",
        "17": "‒ Dacă nu vrei, a zis Naaman, dă voie, te rog, slujitorului tău să încarce pământ, atât cât pot duce doi catâri, pentru că de-acum înainte slujitorul tău nu va mai aduce arderi-de-tot sau jertfe altor dumnezei, ci numai Domnului.",
        "18": "Iată, totuși, ce-L rog pe Domnul să-i ierte slujitorului tău: când stăpânul meu intră în templul lui Rimon să se închine acolo, sprijinindu-se de brațul meu, mă închin și eu în templul lui Rimon. Să-l ierte, deci, Domnul pe slujitorul tău când mă voi închina în templul lui Rimon.",
        "19": "Elisei i-a răspuns: ‒ Du-te în pace. După ce a plecat Naaman de la el și a străbătut o anumită distanță,",
        "20": "Ghehazi, slujitorul lui Elisei, omul lui Dumnezeu, și-a zis: „Stăpânul meu l-a refuzat pe Naaman, arameul acesta, și n-a luat de la el ceea ce i-a adus. Viu este Domnul că voi alerga și voi lua ceva de la el“.",
        "21": "Astfel, Ghehazi s-a dus după Naaman. Când l-a văzut Naaman alergând după el, a coborât din car ca să-l întâmpine și i-a zis: ‒ Totul este bine?",
        "22": "El a răspuns: ‒ Totul este bine. Stăpânul meu m-a trimis însă să-ți spun: „Doi tineri dintre fiii profeților au venit chiar acum la mine din muntele lui Efraim. Dă-mi, te rog, pentru ei un talant de argint și două rânduri de haine“.",
        "23": "Naaman i-a zis: ‒ Fă-mi, te rog, pe plac și ia doi talanți. Naaman a insistat și i-a pus doi talanți de argint în doi saci, împreună cu două rânduri de haine. I-a mai dat și doi slujitori care să-l ajute cu povara.",
        "24": "Când a ajuns la deal, Ghehazi le-a luat din mâinile lor și le-a pus în casă. Apoi le-a dat drumul oamenilor, iar ei au plecat.",
        "25": "După aceea s-a dus și s-a înfățișat înaintea stăpânului său, Elisei. Elisei l-a întrebat: ‒ De unde vii, Ghehazi? El a răspuns: ‒ Slujitorul tău nu s-a dus nicăieri.",
        "26": "Dar Elisei i-a zis: ‒ Oare n-a mers inima mea cu tine, când omul acela s-a întors din carul său și te-a întâmpinat? Este oare acum vremea de luat argint, haine, măslini, vii, turme, cirezi, slujitori și slujitoare?",
        "27": "Lepra lui Naaman se va lipi de tine și de urmașii tăi pentru totdeauna! Ghehazi a ieșit dinaintea lui Elisei lepros, alb ca zăpada."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now Naaman, captain of the army of the king of Syria, was a great man with his master, and honorable, because by him Yahweh had given victory to Syria; he was also a mighty man of valor, but he was a leper.",
        "2": "The Syrians had gone out in bands, and had brought away captive out of the land of Israel a little girl, and she waited on Naaman’s wife.",
        "3": "She said to her mistress, “I wish that my lord were with the prophet who is in Samaria! Then he would heal him of his leprosy.”",
        "4": "Someone went in and told his lord, saying, “The girl who is from the land of Israel said this.”",
        "5": "The king of Syria said, “Go now, and I will send a letter to the king of Israel.” He departed, and took with him ten talents of silver, six thousand pieces of gold, and ten changes of clothing.",
        "6": "He brought the letter to the king of Israel, saying, “Now when this letter has come to you, behold, I have sent Naaman my servant to you, that you may heal him of his leprosy.”",
        "7": "When the king of Israel had read the letter, he tore his clothes and said, “Am I God, to kill and to make alive, that this man sends to me to heal a man of his leprosy? But please consider and see how he seeks a quarrel against me.”",
        "8": "It was so, when Elisha the man of God heard that the king of Israel had torn his clothes, that he sent to the king, saying, “Why have you torn your clothes? Let him come now to me, and he shall know that there is a prophet in Israel.”",
        "9": "So Naaman came with his horses and with his chariots, and stood at the door of the house of Elisha.",
        "10": "Elisha sent a messenger to him, saying, “Go and wash in the Jordan seven times, and your flesh shall come again to you, and you shall be clean.”",
        "11": "But Naaman was angry, and went away and said, “Behold, I thought, ‘He will surely come out to me, and stand, and call on the name of Yahweh his God, and wave his hand over the place, and heal the leper.’",
        "12": "Aren’t Abanah and Pharpar, the rivers of Damascus, better than all the waters of Israel? Couldn’t I wash in them and be clean?” So he turned and went away in a rage.",
        "13": "His servants came near and spoke to him, and said, “My father, if the prophet had asked you do some great thing, wouldn’t you have done it? How much rather then, when he says to you, ‘Wash, and be clean’?”",
        "14": "Then went he down and dipped himself seven times in the Jordan, according to the saying of the man of God; and his flesh was restored like the flesh of a little child, and he was clean.",
        "15": "He returned to the man of God, he and all his company, and came, and stood before him; and he said, “See now, I know that there is no God in all the earth, but in Israel. Now therefore, please take a gift from your servant.”",
        "16": "But he said, “As Yahweh lives, before whom I stand, I will receive none.” He urged him to take it; but he refused.",
        "17": "Naaman said, “If not, then, please let two mules’ load of earth be given to your servant; for your servant will from now on offer neither burnt offering nor sacrifice to other gods, but to Yahweh.",
        "18": "In this thing may Yahweh pardon your servant: when my master goes into the house of Rimmon to worship there, and he leans on my hand, and I bow myself in the house of Rimmon. When I bow myself in the house of Rimmon, may Yahweh pardon your servant in this thing.”",
        "19": "He said to him, “Go in peace.” So he departed from him a little way.",
        "20": "But Gehazi the servant of Elisha the man of God, said, “Behold, my master has spared this Naaman the Syrian, in not receiving at his hands that which he brought. As Yahweh lives, I will run after him, and take something from him.”",
        "21": "So Gehazi followed after Naaman. When Naaman saw one running after him, he came down from the chariot to meet him, and said, “Is all well?”",
        "22": "He said, “All is well. My master has sent me, saying, ‘Behold, even now two young men of the sons of the prophets have come to me from the hill country of Ephraim. Please give them a talent of silver and two changes of clothing.’”",
        "23": "Naaman said, “Be pleased to take two talents.” He urged him, and bound two talents of silver in two bags, with two changes of clothing, and laid them on two of his servants; and they carried them before him.",
        "24": "When he came to the hill, he took them from their hand, and stored them in the house. Then he let the men go, and they departed.",
        "25": "But he went in, and stood before his master. Elisha said to him, “Where did you come from, Gehazi?” He said, “Your servant went nowhere.”",
        "26": "He said to him, “Didn’t my heart go with you when the man turned from his chariot to meet you? Is it a time to receive money, and to receive garments, and olive groves and vineyards, and sheep and cattle, and male servants and female servants?",
        "27": "Therefore the leprosy of Naaman will cling to you and to your offspring forever.” He went out from his presence a leper, as white as snow."
      }
    }
  }
}