{
  "book": "2 Imparati",
  "chapter": "15",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În al douăzeci și șaptelea an al lui Ieroboam, împăratul lui Israel, a început să domnească Azaria, fiul lui Amația, împăratul lui Iuda.",
        "2": "Avea șaisprezece ani când a ajuns împărat și a domnit cincizeci și doi de ani la Ierusalim. Mama sa se chema Iecolia din Ierusalim.",
        "3": "El a făcut ce este plăcut înaintea Domnului, întocmai cum făcuse tatăl său Amația.",
        "4": "Numai că înălțimile nu le-a stricat; poporul tot mai aducea jertfe și tămâie pe înălțimi.",
        "5": "Domnul a lovit pe împărat cu lepră și el a fost lepros până în ziua morții și a locuit într-o casă deosebită. Și Iotam, fiul împăratului, era în fruntea casei și judeca poporul țării.",
        "6": "Celelalte fapte ale lui Azaria și tot ce a făcut el nu sunt scrise oare în Cartea Cronicilor împăraților lui Iuda?",
        "7": "Azaria a adormit cu părinții săi și l-au îngropat cu părinții săi în cetatea lui David. Și în locul lui a domnit fiul său Iotam. Zaharia împăratul lui Israel",
        "8": "În al treizeci și optulea an al lui Azaria, împăratul lui Iuda, a început să domnească peste Israel, la Samaria, Zaharia, fiul lui Ieroboam. A domnit șase luni.",
        "9": "El a făcut ce este rău înaintea Domnului, ca și părinții lui; nu s-a abătut de la păcatele lui Ieroboam, fiul lui Nebat, care făcuse pe Israel să păcătuiască.",
        "10": "Șalum, fiul lui Iabeș, a uneltit împotriva lui, l-a lovit înaintea poporului și l-a omorât; și în locul lui a domnit el.",
        "11": "Celelalte fapte ale lui Zaharia sunt scrise în Cartea Cronicilor împăraților lui Israel.",
        "12": "Astfel s-a împlinit ce spusese lui Iehu Domnul, când zisese: „Fiii tăi până în al patrulea neam vor ședea pe scaunul de domnie al lui Israel.” Șalum împăratul lui Israel",
        "13": "Șalum, fiul lui Iabeș, a început să domnească în al treizeci și nouălea an al lui Ozia, împăratul lui Iuda. A domnit o lună la Samaria.",
        "14": "Menahem, fiul lui Gadi, s-a suit din Tirța și a venit la Samaria, a lovit în Samaria pe Șalum, fiul lui Iabeș, și l-a omorât; și în locul lui a domnit el.",
        "15": "Celelalte fapte ale lui Șalum și uneltirea pe care a făcut-o sunt scrise în Cartea Cronicilor împăraților lui Israel.",
        "16": "Atunci, Menahem a bătut Tifsahul și pe toți cei ce erau în el, cu ținutul lui dinspre Tirța; l-a bătut pentru că nu-și deschisese porțile. Și a spintecat pântecele tuturor femeilor însărcinate. Menahem împăratul lui Israel",
        "17": "În al treizeci și nouălea an al lui Azaria, împăratul lui Iuda, a început să domnească peste Israel Menahem, fiul lui Gadi. A domnit zece ani la Samaria.",
        "18": "El a făcut ce este rău înaintea Domnului; nu s-a abătut, cât a trăit, de la păcatele lui Ieroboam, fiul lui Nebat, care făcuse pe Israel să păcătuiască.",
        "19": "Pul, împăratul Asiriei, a venit în țară. Și Menahem a dat lui Pul o mie de talanți de argint ca să-l ajute să-și întărească domnia.",
        "20": "Menahem a ridicat argintul acesta de la toți cei cu avere din Israel, ca să-l dea împăratului Asiriei; i-a pus să dea fiecare câte cincizeci de sicli de argint. Împăratul Asiriei s-a întors înapoi și nu s-a oprit atunci în țară.",
        "21": "Celelalte fapte ale lui Menahem și tot ce a făcut el nu sunt scrise oare în Cartea Cronicilor împăraților lui Israel?",
        "22": "Menahem a adormit cu părinții săi. Și în locul lui a domnit fiul său Pecahia. Pecahia împăratul lui Israel",
        "23": "În al cincizecilea an al lui Azaria, împăratul lui Iuda, a început să domnească peste Israel, la Samaria, Pecahia, fiul lui Menahem. A domnit doi ani.",
        "24": "El a făcut ce este rău înaintea Domnului; nu s-a abătut de la păcatele lui Ieroboam, fiul lui Nebat, care făcuse pe Israel să păcătuiască.",
        "25": "Pecah, fiul lui Remalia, slujbașul lui, a uneltit împotriva lui; l-a lovit la Samaria, în palatul casei împăratului, ca și pe Argob și Arie; avea cu el cincizeci de oameni dintre fiii galaadiților. A omorât astfel pe Pecahia și a domnit în locul lui.",
        "26": "Celelalte fapte ale lui Pecahia și tot ce a făcut el sunt scrise în Cartea Cronicilor împăraților lui Israel. Pecah împăratul lui Israel",
        "27": "În al cincizeci și doilea an al lui Azaria, împăratul lui Iuda, a început să domnească peste Israel la Samaria Pecah, fiul lui Remalia. A domnit douăzeci de ani.",
        "28": "El a făcut ce este rău înaintea Domnului; nu s-a abătut de la păcatele lui Ieroboam, fiul lui Nebat, care făcuse pe Israel să păcătuiască.",
        "29": "Pe vremea lui Pecah, împăratul lui Israel, a venit Tiglat-Pileser, împăratul Asiriei, și a luat Iionul, Abel-Bet-Maaca, Ianoahul, Chedeșul, Hațorul, Galaadul și Galileea, toată țara lui Neftali, și pe locuitori i-a dus în prinsoare în Asiria.",
        "30": "Osea, fiul lui Ela, a făcut o uneltire împotriva lui Pecah, fiul lui Remalia, l-a lovit și l-a omorât și a domnit el în locul lui, în al douăzecilea an al lui Iotam, fiul lui Ozia.",
        "31": "Celelalte fapte ale lui Pecah și tot ce a făcut el sunt scrise în Cartea Cronicilor împăraților lui Israel. Iotam împăratul lui Iuda",
        "32": "În al doilea an al lui Pecah, fiul lui Remalia, împăratul lui Israel, a început să domnească Iotam, fiul lui Ozia, împăratul lui Iuda.",
        "33": "Avea douăzeci și cinci de ani când a ajuns împărat și a domnit șaisprezece ani la Ierusalim. Mama sa se chema Ierușa, fata lui Țadoc.",
        "34": "El a făcut ce este plăcut înaintea Domnului; a lucrat întocmai ca tatăl său Ozia.",
        "35": "Numai că înălțimile nu le-a stricat; poporul tot mai aducea jertfe și tămâie pe înălțimi. Iotam a zidit poarta cea mai înaltă a Casei Domnului.",
        "36": "Celelalte fapte ale lui Iotam și tot ce a făcut el nu sunt scrise oare în Cartea Cronicilor împăraților lui Iuda?",
        "37": "În vremea aceea, Domnul a început să trimită împotriva lui Iuda pe Rețin, împăratul Siriei, și pe Pecah, fiul lui Remalia.",
        "38": "Iotam a adormit cu părinții săi și a fost îngropat cu părinții săi în cetatea tatălui său David. Și în locul lui a domnit fiul său Ahaz."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Azaria, fiul lui Amația, regele lui Iuda, a început să domnească în al douăzeci și șaptelea an al lui Ieroboam, regele lui Israel.",
        "2": "Azaria era în vârstă de șaisprezece ani când a devenit rege și a domnit la Ierusalim timp de cincizeci și doi de ani. Mama lui se numea Iecolia și era din Ierusalim.",
        "3": "El a făcut ce este drept înaintea ochilor Domnului, tot așa cum făcuse tatăl său Amația.",
        "4": "Totuși, înălțimile n-au fost îndepărtate, iar poporul încă mai aducea jertfe și tămâie pe înălțimi.",
        "5": "Domnul l-a lovit pe rege cu lepră și a rămas lepros până în ziua morții lui. El a locuit într-o casă izolată. Cel care supraveghea palatul și judeca poporul țării era Iotam, fiul regelui.",
        "6": "Celelalte fapte ale lui Azaria, tot ce a făcut el, nu sunt scrise oare în „Cartea cronicilor regilor lui Iuda“?",
        "7": "Azaria a adormit alături de strămoșii săi și a fost înmormântat, alături de strămoșii săi, în Cetatea lui David. Și în locul lui a domnit fiul său Iotam. Domnia lui Zaharia peste Israel",
        "8": "Zaharia, fiul lui Ieroboam, a început să domnească peste Israel, în Samaria, în al treizeci și optulea an al lui Azaria, regele lui Iuda, și a domnit timp de șase luni.",
        "9": "El a făcut ceea ce este rău înaintea ochilor Domnului, la fel cum au făcut părinții săi. El nu s-a depărtat de păcatele lui Ieroboam, fiul lui Nebat, cel care l-a făcut pe Israel să păcătuiască.",
        "10": "Șalum, fiul lui Iabeș, a conspirat împotriva lui, l-a lovit înaintea poporului și l-a omorât; apoi a domnit în locul lui.",
        "11": "Celelalte fapte ale lui Zaharia sunt scrise în „Cartea cronicilor regilor lui Israel“.",
        "12": "Așa s-a împlinit Cuvântul Domnului cu privire la Iehu, care zicea: „Urmașii tăi vor domni peste Israel până la a patra generație“. Domnia lui Șalum peste Israel",
        "13": "Șalum, fiul lui Iabeș, a început să domnească în al treizeci și nouălea an al lui Uzia, regele lui Iuda. El a domnit la Samaria timp de o lună.",
        "14": "Atunci Menahem, fiul lui Gadi, a plecat din Tirța și a venit în Samaria. El l-a ucis pe Șalum, fiul lui Iabeș, în Samaria, și a domnit în locul lui.",
        "15": "Celelalte fapte ale lui Șalum și conspirația pe care el a pus-o la cale, iată că sunt scrise în „Cartea cronicilor regilor lui Israel“.",
        "16": "Menahem a nimicit atunci Tifsah și tot ce era în ea, precum și teritoriile ei dinspre Tirța, fiindcă nu și-a deschis porțile. El a nimicit-o și le-a spintecat pe toate femeile însărcinate. Domnia lui Menahem peste Israel",
        "17": "Menahem, fiul lui Gadi, a început să domnească peste Israel în al treizeci și nouălea an al lui Azaria, regele lui Iuda, și a domnit la Samaria timp de zece ani.",
        "18": "Toată viața el a făcut ceea ce este rău înaintea ochilor Domnului și nu s-a depărtat de păcatele lui Ieroboam, fiul lui Nebat, cel care l-a făcut pe Israel să păcătuiască.",
        "19": "Când Pul, împăratul Asiriei, a invadat țara, Menahem i-a dat o mie de talanți de argint pentru ca acesta să-l ajute să-și întărească stăpânirea.",
        "20": "Menahem a cerut argintul acesta de la toți oamenii înstăriți din Israel, fiecare dându-i împăratului Asiriei câte cincizeci de șecheli de argint. Prin urmare, împăratul Asiriei s-a întors și nu s-a mai oprit în țară.",
        "21": "Celelalte fapte ale lui Menahem și tot ce a făcut el, nu sunt scrise oare în „Cartea cronicilor regilor lui Israel“?",
        "22": "Menahem a adormit alături de strămoșii săi și în locul lui a domnit fiul său Pekahia. Domnia lui Pekahia peste Israel",
        "23": "Pekahia, fiul lui Menahem, a început să domnească peste Israel, în Samaria, în al cincizecilea an al lui Azaria, regele lui Iuda. El a domnit timp de doi ani.",
        "24": "El a făcut ceea ce este rău înaintea ochilor Domnului și nu s-a depărtat de păcatele lui Ieroboam, fiul lui Nebat, cel care l-a făcut pe Israel să păcătuiască.",
        "25": "Unul dintre ofițerii lui Pekahia, și anume Pekah, fiul lui Remalia, a conspirat împotriva lui și, împreună cu cincizeci de ghiladiți, l-a omorât pe rege, precum și pe Argob și pe Arieh, în Samaria, în fortăreața palatului regelui. Așadar, Pekahia a fost ucis de Pekah, care a domnit apoi în locul acestuia.",
        "26": "Celelalte fapte ale lui Pekahia și tot ce a făcut el sunt scrise în „Cartea cronicilor regilor lui Israel“. Domnia lui Pekah peste Israel",
        "27": "Pekah, fiul lui Remalia, a început să domnească peste Israel, în Samaria, în al cincizeci și doilea an al lui Azaria, regele lui Iuda, și a domnit timp de douăzeci de ani.",
        "28": "El a făcut ceea ce este rău înaintea ochilor Domnului și nu s-a depărtat de păcatele lui Ieroboam, fiul lui Nebat, cel care l-a făcut pe Israel să păcătuiască.",
        "29": "În timpul domniei lui Pekah, regele lui Israel, Tiglat-Pileser, împăratul Asiriei, a capturat cetățile: Iyon, Abel-Bet-Maaca, Ianoah, Kedeș, Hațor, Ghilad și Galileea, precum și toată țara lui Neftali și i-a dus pe locuitorii lor în captivitate în Asiria.",
        "30": "Apoi Osea, fiul lui Ela, a conspirat împotriva lui Pekah, fiul lui Remalia, și l-a omorât. Osea a început să domnească în locul lui în al douăzecilea an al lui Iotam, fiul lui Uzia.",
        "31": "Celelalte fapte ale lui Pekah și tot ce a făcut el sunt scrise în „Cartea cronicilor regilor lui Israel“.",
        "32": "Iotam, fiul lui Uzia, a început să domnească peste Iuda în al doilea an al lui Pekah, fiul lui Remalia, regele lui Israel.",
        "33": "El era în vârstă de douăzeci și cinci de ani când a început să domnească și a domnit la Ierusalim timp de șaisprezece ani. Mama lui se numea Ierușa și era fata lui Țadok.",
        "34": "El a făcut ce este drept înaintea ochilor Domnului, tot așa cum făcuse și tatăl său Uzia.",
        "35": "Totuși, înălțimile n-au fost îndepărtate, iar poporul încă mai aducea jertfe și tămâie pe înălțimi. El a construit Poarta de Sus a Casei Domnului.",
        "36": "Celelalte fapte ale lui Iotam, nu sunt scrise oare în „Cartea cronicilor regilor lui Iuda“?",
        "37": "În acele zile, Domnul a început să-i trimită împotriva lui Iuda pe Rețin, regele Aramului, și pe Pekah, fiul lui Remalia.",
        "38": "Iotam a adormit alături de strămoșii săi și a fost înmormântat, alături de strămoșii săi, în cetatea tatălui său, David. Și în locul lui a domnit fiul său Ahaz."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "In the twenty-seventh year of Jeroboam king of Israel, Azariah son of Amaziah king of Judah began to reign.",
        "2": "He was sixteen years old when he began to reign, and he reigned fifty-two years in Jerusalem. His mother’s name was Jecoliah of Jerusalem.",
        "3": "He did that which was right in Yahweh’s eyes, according to all that his father Amaziah had done.",
        "4": "However, the high places were not taken away. The people still sacrificed and burned incense in the high places.",
        "5": "Yahweh struck the king, so that he was a leper to the day of his death, and lived in a separate house. Jotham, the king’s son, was over the household, judging the people of the land.",
        "6": "Now the rest of the acts of Azariah, and all that he did, aren’t they written in the book of the chronicles of the kings of Judah?",
        "7": "Azariah slept with his fathers; and they buried him with his fathers in David’s city; and Jotham his son reigned in his place.",
        "8": "In the thirty-eighth year of Azariah king of Judah, Zechariah the son of Jeroboam reigned over Israel in Samaria six months.",
        "9": "He did that which was evil in Yahweh’s sight, as his fathers had done. He didn’t depart from the sins of Jeroboam the son of Nebat, with which he made Israel to sin.",
        "10": "Shallum the son of Jabesh conspired against him, and struck him before the people and killed him, and reigned in his place.",
        "11": "Now the rest of the acts of Zechariah, behold, they are written in the book of the chronicles of the kings of Israel.",
        "12": "This was Yahweh’s word which he spoke to Jehu, saying, “Your sons to the fourth generation shall sit on the throne of Israel.” So it came to pass.",
        "13": "Shallum the son of Jabesh began to reign in the thirty-ninth year of Uzziah king of Judah, and he reigned for a month in Samaria.",
        "14": "Menahem the son of Gadi went up from Tirzah, came to Samaria, struck Shallum the son of Jabesh in Samaria, killed him, and reigned in his place.",
        "15": "Now the rest of the acts of Shallum, and his conspiracy which he made, behold, they are written in the book of the chronicles of the kings of Israel.",
        "16": "Then Menahem attacked Tiphsah and all who were in it and its border areas, from Tirzah. He attacked it because they didn’t open their gates to him, and he ripped up all their women who were with child.",
        "17": "In the thirty ninth year of Azariah king of Judah, Menahem the son of Gadi began to reign over Israel for ten years in Samaria.",
        "18": "He did that which was evil in Yahweh’s sight. He didn’t depart all his days from the sins of Jeroboam the son of Nebat, with which he made Israel to sin.",
        "19": "Pul the king of Assyria came against the land, and Menahem gave Pul one thousand talents of silver, that his hand might be with him to confirm the kingdom in his hand.",
        "20": "Menahem exacted the money from Israel, even from all the mighty men of wealth, from each man fifty shekels of silver, to give to the king of Assyria. So the king of Assyria turned back, and didn’t stay there in the land.",
        "21": "Now the rest of the acts of Menahem, and all that he did, aren’t they written in the book of the chronicles of the kings of Israel?",
        "22": "Menahem slept with his fathers, and Pekahiah his son reigned in his place.",
        "23": "In the fiftieth year of Azariah king of Judah, Pekahiah the son of Menahem began to reign over Israel in Samaria for two years.",
        "24": "He did that which was evil in Yahweh’s sight. He didn’t depart from the sins of Jeroboam the son of Nebat, with which he made Israel to sin.",
        "25": "Pekah the son of Remaliah, his captain, conspired against him and attacked him in Samaria, in the fortress of the king’s house, with Argob and Arieh; and with him were fifty men of the Gileadites. He killed him, and reigned in his place.",
        "26": "Now the rest of the acts of Pekahiah, and all that he did, behold, they are written in the book of the chronicles of the kings of Israel.",
        "27": "In the fifty-second year of Azariah king of Judah, Pekah the son of Remaliah began to reign over Israel in Samaria for twenty years.",
        "28": "He did that which was evil in Yahweh’s sight. He didn’t depart from the sins of Jeroboam the son of Nebat, with which he made Israel to sin.",
        "29": "In the days of Pekah king of Israel, Tiglath Pileser king of Assyria came and took Ijon, Abel Beth Maacah, Janoah, Kedesh, Hazor, Gilead, and Galilee, all the land of Naphtali; and he carried them captive to Assyria.",
        "30": "Hoshea the son of Elah made a conspiracy against Pekah the son of Remaliah, attacked him, killed him, and reigned in his place, in the twentieth year of Jotham the son of Uzziah.",
        "31": "Now the rest of the acts of Pekah, and all that he did, behold, they are written in the book of the chronicles of the kings of Israel.",
        "32": "In the second year of Pekah the son of Remaliah king of Israel, Jotham the son of Uzziah king of Judah began to reign.",
        "33": "He was twenty-five years old when he began to reign, and he reigned sixteen years in Jerusalem. His mother’s name was Jerusha the daughter of Zadok.",
        "34": "He did that which was right in Yahweh’s eyes. He did according to all that his father Uzziah had done.",
        "35": "However the high places were not taken away. The people still sacrificed and burned incense in the high places. He built the upper gate of Yahweh’s house.",
        "36": "Now the rest of the acts of Jotham, and all that he did, aren’t they written in the book of the chronicles of the kings of Judah?",
        "37": "In those days, Yahweh began to send Rezin the king of Syria and Pekah the son of Remaliah against Judah.",
        "38": "Jotham slept with his fathers, and was buried with his fathers in his father David’s city; and Ahaz his son reigned in his place."
      }
    }
  }
}