{
  "book": "2 Imparati",
  "chapter": "25",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În al nouălea an al domniei lui Zedechia, în a zecea zi a lunii a zecea, Nebucadnețar, împăratul Babilonului, a venit cu toată oștirea lui împotriva Ierusalimului; a tăbărât înaintea lui și a ridicat întărituri de jur împrejur.",
        "2": "Cetatea a fost împresurată până la al unsprezecelea an al împăratului Zedechia.",
        "3": "În ziua a noua a lunii a patra, era mare foamete în cetate și nu era pâine pentru poporul țării.",
        "4": "Atunci s-a făcut o spărtură în cetate, și toți oamenii de război au fugit noaptea pe drumul porții dintre cele două ziduri de lângă grădina împăratului, pe când haldeenii înconjurau cetatea. Fugarii au apucat pe drumul care duce în câmpie.",
        "5": "Dar oștirea haldeenilor a urmărit pe împărat și l-a ajuns în câmpiile Ierihonului și toată oștirea lui s-a risipit de la el.",
        "6": "Au prins pe împărat și l-au suit la împăratul Babilonului, la Ribla, și s-a rostit o hotărâre împotriva lui.",
        "7": "Fiii lui Zedechia au fost înjunghiați în fața lui, apoi lui Zedechia i-au scos ochii, l-au legat cu lanțuri de aramă și l-au dus la Babilon. Dărâmarea Ierusalimului și a Templului. Poporul este dus în robie",
        "8": "În ziua a șaptea a lunii a cincea – era în anul al nouăsprezecelea al domniei lui Nebucadnețar, împăratul Babilonului –, a venit Nebuzaradan, căpetenia străjerilor, slujitorul împăratului Babilonului, și a intrat în Ierusalim.",
        "9": "A ars Casa Domnului, casa împăratului și toate casele Ierusalimului; a pus foc tuturor caselor care aveau vreo însemnătate oarecare.",
        "10": "Toată oștirea haldeenilor care era cu căpetenia străjerilor a dărâmat zidurile dimprejurul Ierusalimului.",
        "11": "Nebuzaradan, căpetenia străjerilor, a luat robi pe cei ce mai rămăseseră în cetate din popor, pe cei ce fugiseră la împăratul Babilonului și pe cealaltă mulțime.",
        "12": "Însă căpetenia străjerilor a lăsat ca vieri și lucrători de pământ câțiva din cei mai săraci din țară.",
        "13": "Haldeenii au sfărâmat stâlpii de aramă din Casa Domnului, temeliile, marea de aramă care era în Casa Domnului și au dus arama în Babilon.",
        "14": "Au luat cenușarele, lopețile, mucările, ceștile și toate uneltele de aramă cu care se făcea slujba.",
        "15": "Căpetenia străjerilor a mai luat și tigăile pentru cărbuni și lighenele, tot ce era de aur și tot ce era de argint.",
        "16": "Cei doi stâlpi, marea și temeliile pe care le făcuse Solomon pentru Casa Domnului, toate uneltele acestea de aramă aveau o greutate necunoscută.",
        "17": "Înălțimea unui stâlp era de optsprezece coți și deasupra avea un coperiș de aramă, a cărui înălțime era de trei coți; împrejurul coperișului era o împletitură în chip de rețea și rodii, toate de aramă; tot așa avea și al doilea stâlp cu împletitura în chip de rețea.",
        "18": "Căpetenia străjerilor a luat pe marele preot Seraia, pe Țefania, al doilea preot, și pe cei trei păzitori ai pragului.",
        "19": "Și din cetate a luat un dregător care avea sub porunca lui pe oamenii de război, cinci oameni care făceau parte din sfetnicii împăratului și care au fost găsiți în cetate, pe logofătul căpeteniei oștirii, însărcinat să scrie la oaste pe poporul țării, și șaizeci de oameni din poporul țării, care se aflau în cetate.",
        "20": "Nebuzaradan, căpetenia străjerilor, i-a luat și i-a dus la împăratul Babilonului, la Ribla.",
        "21": "Împăratul Babilonului i-a lovit și i-a omorât la Ribla, în țara Hamatului. Ghedalia, dregător. Uciderea lui Astfel a fost dus în robie Iuda, departe de țara lui.",
        "22": "Și Nebucadnețar, împăratul Babilonului, a pus pe poporul care mai rămăsese și pe care-l lăsase în țara lui Iuda sub porunca lui Ghedalia, fiul lui Ahicam, fiul lui Șafan.",
        "23": "Când au auzit toate căpeteniile oștilor, ei și oamenii lor, că împăratul Babilonului a pus dregător pe Ghedalia, s-au dus la Ghedalia, la Mițpa, și anume: Ismael, fiul lui Netania, Iohanan, fiul lui Careah, Seraia, fiul lui Tanhumet, din Netofa, și Iaazania, fiul maacatitului, ei și oamenii lor.",
        "24": "Ghedalia le-a jurat, lor și oamenilor lor, și le-a zis: „Să nu vă temeți de nimic din partea slujitorilor haldeenilor; rămâneți în țară, slujiți împăratului Babilonului și o veți duce bine.”",
        "25": "Dar, în luna a șaptea, Ismael, fiul lui Netania, fiul lui Elișama, din neamul împărătesc, a venit, însoțit de zece oameni, și au lovit de moarte pe Ghedalia, ca și pe iudeii și haldeenii care erau cu el la Mițpa.",
        "26": "Atunci, tot poporul, de la cel mai mic până la cel mai mare, și căpeteniile oștilor s-au sculat și au plecat în Egipt, pentru că le era frică de haldeeni. Robia lui Ioiachin ușurată de Evil-Merodac",
        "27": "În al treizeci și șaptelea an al robiei lui Ioiachin, împăratul lui Iuda, în a douăzeci și șaptea zi a lunii a douăsprezecea, Evil-Merodac, împăratul Babilonului, în cel dintâi an al domniei lui, a înălțat capul lui Ioiachin, împăratul lui Iuda, și l-a scos din temniță,",
        "28": "i-a vorbit cu bunătate și a pus scaunul lui de domnie mai presus de scaunul de domnie al împăraților care erau cu el la Babilon.",
        "29": "I-a schimbat hainele de temniță și Ioiachin a mâncat totdeauna la masa lui, în tot timpul vieții lui.",
        "30": "Împăratul s-a îngrijit necurmat de hrana de toate zilele, în tot timpul vieții lui."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În al nouălea an al domniei lui Zedechia, în a zecea zi a lunii a zecea, Nebucadnețar, împăratul Babilonului, a venit împotriva Ierusalimului cu toată armata sa. Ei și-au așezat tabăra înaintea cetății și au construit întărituri de jur împrejurul ei.",
        "2": "Cetatea a fost în stare de asediu până în cel de-al unsprezecelea an al regelui Zedechia.",
        "3": "În ziua a noua a lunii a patra, foametea din cetate a devenit atât de mare, încât poporul țării nu mai avea nimic de mâncare.",
        "4": "Atunci s-a pătruns în cetate, astfel că toți războinicii au fugit. Au ieșit din cetate noaptea, pe drumul care duce la poarta dintre cele două ziduri, de lângă grădina regelui, în timp ce caldeenii înconjurau cetatea. Ei au luat-o pe drumul spre Araba,",
        "5": "însă armata caldeenilor l-a urmărit pe rege și l-a ajuns în câmpiile Ierihonului. Toată armata lui se împrăștiase de lângă el.",
        "6": "Ei l-au capturat pe rege și l-au dus la împăratul Babilonului, la Ribla, unde au rostit o sentință împotriva lui.",
        "7": "Ei i-au înjunghiat pe fiii lui Zedechia înaintea ochilor lui. Apoi, lui Zedechia i-au scos ochii, l-au legat cu lanțuri de bronz și l-au dus în Babilon.",
        "8": "În ziua a șaptea a lunii a cincea, în al nouăsprezecelea an al împăratului Nebucadnețar, împăratul Babilonului, a pătruns în Ierusalim Nebuzaradan, căpetenia gărzilor, un slujitor al împăratului Babilonului.",
        "9": "El a dat foc Casei Domnului, palatului regelui și tuturor caselor din Ierusalim. El a dat foc tuturor caselor mari.",
        "10": "Toată armata caldeenilor, care era împreună cu căpetenia gărzilor, a dărâmat zidurile din jurul Ierusalimului.",
        "11": "Nebuzaradan, căpetenia gărzilor, a dus în captivitate poporul care mai rămăsese în cetate, dezertorii care fugiseră la împăratul Babilonului și restul mulțimii.",
        "12": "Totuși, căpetenia gărzilor a lăsat în țară câțiva oameni săraci ca să lucreze viile și câmpurile.",
        "13": "Caldeenii au sfărâmat stâlpii de bronz care erau în Casa Domnului, precum și piedestalele și „marea“ din bronz care erau în Casa Domnului, și au dus bronzul la Babilon.",
        "14": "Au luat oalele, lopețile, mucarnițele, vasele pentru tămâie și toate uneltele de bronz cu care preoții făceau slujba.",
        "15": "Căpetenia gărzilor a luat fărașele pentru cărbuni și vasele – tot ce era de aur sau de argint.",
        "16": "Cei doi stâlpi, „marea“ și piedestalele, toate aceste obiecte de bronz pe care le făcuse Solomon pentru Casa Domnului aveau o greutate care nu se putea cântări.",
        "17": "Fiecare stâlp era înalt de optsprezece coți și avea deasupra un capitel de bronz. Înălțimea capitelului era de trei coți, capitelul având de jur împrejur o rețea și rodii, toate din bronz. Al doilea stâlp, cu rețeaua lui, era la fel.",
        "18": "Căpetenia gărzilor i-a luat prizonieri pe Seraia, preotul conducător, pe Țefania, următorul preot în rang, și pe cei trei paznici ai porții.",
        "19": "Din cetate a luat un demnitar, care avea în subordine războinici, și încă cinci oameni dintre sfetnicii regelui, care, de asemenea, fuseseră găsiți în cetate. L-a mai luat pe scribul conducătorului armatei, care recruta bărbați din poporul țării, și a mai luat încă șaizeci de bărbați din poporul țării, care fuseseră găsiți tot în cetate.",
        "20": "Nebuzaradan, căpetenia gărzilor, i-a luat și i-a dus la împăratul Babilonului, la Ribla.",
        "21": "Acolo, la Ribla, în țara Hamat, împăratul Babilonului i-a lovit și i-a omorât. Astfel, Iuda a fost dus în captivitate, departe de țara lui.",
        "22": "Nebucadnețar, împăratul Babilonului, l-a desemnat conducător peste poporul rămas în țara lui Iuda – pe care el îl lăsase acolo – pe Ghedalia, fiul lui Ahikam, fiul lui Șafan.",
        "23": "Când toți conducătorii armatelor și oamenii lor au auzit că împăratul Babilonului l-a desemnat conducător pe Ghedalia, au venit împreună cu oamenii lor la Ghedalia, la Mițpa. Aceștia erau: Ismael, fiul lui Netania, Iohanan, fiul lui Careah, Seraia, fiul netofatitului Tanhumet și Iaazania, fiul unui maacatit.",
        "24": "Ghedalia le-a jurat lor și oamenilor lor și le-a zis: „Nu vă temeți de slujitorii caldeenilor! Rămâneți în țară, slujiți împăratului Babilonului și vă va fi bine!“.",
        "25": "Dar în luna a șaptea, Ismael, fiul lui Netania, fiul lui Elișama, care era de neam regal, a venit împreună cu zece oameni, l-au lovit pe Ghedalia și acesta a murit. El i-a ucis și pe iudeii și caldeenii care erau cu acesta la Mițpa.",
        "26": "Atunci tot poporul, de la mic la mare, și conducătorii armatelor s-au ridicat și au plecat în Egipt, pentru că se temeau de caldeeni.",
        "27": "În al treizeci și șaptelea an de captivitate a lui Iehoiachin, regele lui Iuda, în a douăzeci și șaptea zi a lunii a douăsprezecea, Evil-Merodak, împăratul Babilonului, în primul an al domniei lui, i-a acordat iertare lui Iehoiachin, regele lui Iuda și l-a eliberat din închisoare.",
        "28": "I-a vorbit cu bunătate și i-a dat un loc de cinste, mai presus decât cel al regilor care erau cu el în Babilon.",
        "29": "Iehoiachin și-a schimbat hainele de prizonier și, pentru tot restul vieții sale, a mâncat la masa împăratului.",
        "30": "Împăratul s-a îngrijit continuu de hrana zilnică a lui Iehoiachin, în toate zilele vieții lui."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "In the ninth year of his reign, in the tenth month, in the tenth day of the month, Nebuchadnezzar king of Babylon came, he and all his army, against Jerusalem, and encamped against it; and they built forts against it around it.",
        "2": "So the city was besieged until the eleventh year of King Zedekiah.",
        "3": "On the ninth day of the fourth month, the famine was severe in the city, so that there was no bread for the people of the land.",
        "4": "Then a breach was made in the city, and all the men of war fled by night by the way of the gate between the two walls, which was by the king’s garden (now the Chaldeans were against the city around it); and the king went by the way of the Arabah.",
        "5": "But the Chaldean army pursued the king, and overtook him in the plains of Jericho; and all his army was scattered from him.",
        "6": "Then they captured the king and carried him up to the king of Babylon to Riblah; and they passed judgment on him.",
        "7": "They killed Zedekiah’s sons before his eyes, then put out Zedekiah’s eyes, bound him in fetters, and carried him to Babylon.",
        "8": "Now in the fifth month, on the seventh day of the month, which was the nineteenth year of King Nebuchadnezzar king of Babylon, Nebuzaradan the captain of the guard, a servant of the king of Babylon, came to Jerusalem.",
        "9": "He burned Yahweh’s house, the king’s house, and all the houses of Jerusalem. He burned every great house with fire.",
        "10": "All the army of the Chaldeans, who were with the captain of the guard, broke down the walls around Jerusalem.",
        "11": "Nebuzaradan the captain of the guard carried away captive the rest of the people who were left in the city and those who had deserted to the king of Babylon—all the rest of the multitude.",
        "12": "But the captain of the guard left some of the poorest of the land to work the vineyards and fields.",
        "13": "The Chaldeans broke up the pillars of bronze that were in Yahweh’s house and the bases and the bronze sea that were in Yahweh’s house, and carried the bronze pieces to Babylon.",
        "14": "They took away the pots, the shovels, the snuffers, the spoons, and all the vessels of bronze with which they ministered.",
        "15": "The captain of the guard took away the fire pans, the basins, that which was of gold, for gold, and that which was of silver, for silver.",
        "16": "The two pillars, the one sea, and the bases, which Solomon had made for Yahweh’s house, the bronze of all these vessels was not weighed.",
        "17": "The height of the one pillar was eighteen cubits, and a capital of bronze was on it. The height of the capital was three cubits, with network and pomegranates on the capital around it, all of bronze; and the second pillar with its network was like these.",
        "18": "The captain of the guard took Seraiah the chief priest, Zephaniah the second priest, and the three keepers of the threshold;",
        "19": "and out of the city he took an officer who was set over the men of war; and five men of those who saw the king’s face, who were found in the city; and the scribe, the captain of the army, who mustered the people of the land, and sixty men of the people of the land who were found in the city.",
        "20": "Nebuzaradan the captain of the guard took them, and brought them to the king of Babylon to Riblah.",
        "21": "The king of Babylon attacked them and put them to death at Riblah in the land of Hamath. So Judah was carried away captive out of his land.",
        "22": "As for the people who were left in the land of Judah whom Nebuchadnezzar king of Babylon had left, even over them he made Gedaliah the son of Ahikam, the son of Shaphan, governor.",
        "23": "Now when all the captains of the forces, they and their men, heard that the king of Babylon had made Gedaliah governor, they came to Gedaliah to Mizpah, even Ishmael the son of Nethaniah, Johanan the son of Kareah, Seraiah the son of Tanhumeth the Netophathite, and Jaazaniah the son of the Maacathite, they and their men.",
        "24": "Gedaliah swore to them and to their men, and said to them, “Don’t be afraid because of the servants of the Chaldeans. Dwell in the land and serve the king of Babylon, and it will be well with you.”",
        "25": "But in the seventh month, Ishmael the son of Nethaniah, the son of Elishama, of the royal offspring came, and ten men with him, and struck Gedaliah so that he died, with the Jews and the Chaldeans that were with him at Mizpah.",
        "26": "All the people, both small and great, and the captains of the forces arose and came to Egypt; for they were afraid of the Chaldeans.",
        "27": "In the thirty-seventh year of the captivity of Jehoiachin king of Judah, in the twelfth month, on the twenty-seventh day of the month, Evilmerodach king of Babylon, in the year that he began to reign, released Jehoiachin king of Judah out of prison,",
        "28": "and he spoke kindly to him and set his throne above the throne of the kings who were with him in Babylon,",
        "29": "and changed his prison garments. Jehoiachin ate bread before him continually all the days of his life;",
        "30": "and for his allowance, there was a continual allowance given him from the king, every day a portion, all the days of his life."
      }
    }
  }
}