{
  "book": "2 Imparati",
  "chapter": "2",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Când a voit Domnul să ridice pe Ilie la cer într-un vârtej de vânt, Ilie pleca din Ghilgal cu Elisei.",
        "2": "Ilie a zis lui Elisei: „Rămâi aici, te rog, căci Domnul mă trimite până la Betel.” Elisei a răspuns: „Viu este Domnul și viu este sufletul tău că nu te voi părăsi.” Și s-au coborât la Betel.",
        "3": "Fiii prorocilor care erau la Betel au ieșit la Elisei și i-au zis: „Știi că Domnul răpește astăzi pe stăpânul tău deasupra capului tău?” Și el a răspuns: „Știu și eu, dar tăceți.”",
        "4": "Ilie i-a zis: „Eliseie, rămâi aici, te rog, căci Domnul mă trimite la Ierihon.” El a răspuns: „Viu este Domnul și viu este sufletul tău că nu te voi părăsi!” Și au ajuns la Ierihon.",
        "5": "Fiii prorocilor care erau la Ierihon s-au apropiat de Elisei și i-au zis: „Știi că Domnul răpește azi pe stăpânul tău deasupra capului tău?” Și el a răspuns: „Știu și eu, dar tăceți.”",
        "6": "Ilie i-a zis: „Rămâi aici, te rog, căci Domnul mă trimite la Iordan.” El a răspuns: „Viu este Domnul și viu este sufletul tău că nu te voi părăsi.” Și amândoi și-au văzut de drum.",
        "7": "Cincizeci de inși dintre fiii prorocilor au sosit și s-au oprit la o depărtare oarecare în fața lor și ei amândoi s-au oprit pe malul Iordanului.",
        "8": "Atunci, Ilie și-a luat mantaua, a făcut-o sul și a lovit cu ea apele, care s-au despărțit într-o parte și într-alta, și au trecut amândoi pe uscat.",
        "9": "După ce au trecut, Ilie a zis lui Elisei: „Cere ce vrei să-ți fac, înainte ca să fiu răpit de la tine.” Elisei a răspuns: „Te rog, să vină peste mine o îndoită măsură din duhul tău!”",
        "10": "Ilie a zis: „Greu lucru ceri. Dar, dacă mă vei vedea când voi fi răpit de la tine, așa ți se va întâmpla; dacă nu, nu ți se va întâmpla așa.”",
        "11": "Pe când mergeau ei vorbind, iată că un car de foc și niște cai de foc i-au despărțit pe unul de altul, și Ilie s-a înălțat la cer într-un vârtej de vânt.",
        "12": "Elisei se uita și striga: „Părinte! Părinte! Carul lui Israel și călărimea lui!” Și nu l-a mai văzut. Apucându-și hainele, le-a sfâșiat în două bucăți",
        "13": "și a ridicat mantaua căreia îi dăduse drumul Ilie. Apoi s-a întors și s-a oprit pe malul Iordanului;",
        "14": "a luat mantaua căreia îi dăduse Ilie drumul și a lovit apele cu ea și a zis: „Unde este acum Domnul Dumnezeul lui Ilie?” Și a lovit apele, care s-au despărțit într-o parte și în alta, și Elisei a trecut. Fiii prorocilor trimit să caute pe Ilie",
        "15": "Fiii prorocilor care erau în fața Ierihonului, când l-au văzut, au zis: „Duhul lui Ilie a venit peste Elisei.” Și i-au ieșit înainte și s-au închinat până la pământ înaintea lui.",
        "16": "Ei i-au zis: „Iată că între slujitorii tăi sunt cincizeci de oameni viteji. Vrei să se ducă să caute pe stăpânul tău? Poate că Duhul Domnului l-a dus și l-a aruncat pe vreun munte sau în vreo vale.” El a răspuns: „Nu-i trimiteți!”",
        "17": "Dar ei au stăruit multă vreme de el. Și el a zis: „Trimiteți-i!” Au trimis pe cei cincizeci de oameni, care au căutat pe Ilie trei zile și nu l-au găsit.",
        "18": "Când s-au întors la Elisei, care era la Ierihon, el le-a zis: „Nu v-am spus să nu vă duceți?” Vindecarea apelor de la Ierihon",
        "19": "Oamenii din cetate au zis lui Elisei: „Iată, așezarea cetății este bună, după cum vede domnul meu, dar apele sunt rele și țara este stearpă.”",
        "20": "El a zis: „Aduceți-mi un blid nou și puneți sare în el.” Și i-au adus.",
        "21": "Apoi s-a dus la izvorul apelor și a aruncat sare în el și a zis: „Așa vorbește Domnul: ‘Vindec apele acestea; nu va mai veni din ele nici moarte, nici sterpătură.’”",
        "22": "Și apele au fost vindecate până în ziua aceasta, după cuvântul pe care-l rostise Domnul. Pedepsirea copiilor",
        "23": "De acolo s-a suit la Betel. Și, pe când mergea pe drum, niște băiețași au ieșit din cetate și și-au bătut joc de el. Ei îi ziceau: „Suie-te, pleșuvule! Suie-te, pleșuvule!”",
        "24": "El s-a întors să-i privească și i-a blestemat în Numele Domnului. Atunci au ieșit doi urși din pădure și au sfâșiat patruzeci și doi dintre acești copii.",
        "25": "De acolo s-a dus pe muntele Carmel, de unde s-a întors la Samaria."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Când a vrut Domnul să-l ridice pe Ilie la ceruri într-un vârtej de vânt, Ilie și Elisei ieșeau împreună din Ghilgal.",
        "2": "Ilie i-a zis lui Elisei: ‒ Rămâi aici, te rog, pentru că Domnul mă trimite până la Betel. Elisei a răspuns: ‒ Viu este Domnul și viu este sufletul tău că nu te voi părăsi. Astfel, ei au plecat împreună spre Betel.",
        "3": "Fiii profeților, care erau la Betel, l-au întâmpinat pe Elisei și i-au zis: ‒ Știi că Domnul îl va răpi astăzi pe stăpânul tău de lângă tine? El a răspuns: ‒ Da, știu, dar tăceți!",
        "4": "Apoi Ilie i-a zis lui Elisei: ‒ Rămâi aici, te rog, pentru că Domnul mă trimite la Ierihon. El a răspuns: ‒ Viu este Domnul și viu este sufletul tău că nu te voi părăsi. Astfel, ei au plecat împreună spre Ierihon.",
        "5": "Fiii profeților care erau la Ierihon l-au întâmpinat pe Elisei și i-au zis: ‒ Știi că Domnul îl va răpi astăzi pe stăpânul tău de lângă tine? El a răspuns: ‒ Da, știu, dar tăceți!",
        "6": "Apoi Ilie i-a zis: ‒ Rămâi aici, te rog, pentru că Domnul mă trimite la Iordan. Elisei i-a răspuns: ‒ Viu este Domnul și viu este sufletul tău că nu te voi părăsi. Astfel, ei au plecat împreună.",
        "7": "Cincizeci de bărbați dintre profeți au venit și s-au oprit la o anumită distanță înaintea lor. Amândoi stăteau pe malul Iordanului.",
        "8": "Atunci Ilie și-a luat mantaua, a făcut-o sul și a lovit cu ea apele, iar apele s-au despărțit într-o parte și într-alta și au trecut amândoi pe uscat.",
        "9": "După ce au trecut, Ilie i-a zis lui Elisei: ‒ Spune-mi ce pot să fac pentru tine înainte de a fi luat de la tine. Elisei i-a zis: ‒ Te rog, aș vrea să vină asupra mea o dublă măsură din duhul tău.",
        "10": "Ilie i-a răspuns: ‒ Ai cerut un lucru greu, dar dacă mă vei vedea când voi fi luat de lângă tine, așa ți se va întâmpla; dacă nu, nu ți se va întâmpla așa.",
        "11": "Și în timp ce mergeau și vorbeau unul cu altul, iată că un car de foc și niște cai de foc i-au despărțit pe unul de celălalt și Ilie s-a înălțat la ceruri într-un vârtej de vânt.",
        "12": "Elisei privea și striga: „Părintele meu! Părintele meu! Carul lui Israel și călăreții lui!“. După ce nu l-a mai văzut, Elisei și-a luat hainele și le-a rupt în două.",
        "13": "Apoi a ridicat mantaua pe care o lăsase Ilie să cadă, s-a întors și a stat pe malul Iordanului.",
        "14": "După ce a luat mantaua pe care o lăsase Ilie să cadă, a lovit cu ea apele și a zis: „Unde este Domnul, Dumnezeul lui Ilie?“. Și, imediat, după ce a lovit apele, ele s-au despărțit într-o parte și într-alta și Elisei a trecut dincolo.",
        "15": "Când au văzut lucrul acesta, fiii profeților care erau în fața Ierihonului au zis: „Duhul lui Ilie a venit peste Elisei!“. Ei au venit să-l întâlnească și s-au plecat până la pământ înaintea lui.",
        "16": "Ei i-au zis: ‒ Iată că între slujitorii tăi sunt cincizeci de oameni curajoși. Îngăduie-le, te rugăm, să-l caute pe stăpânul tău. Poate că Duhul Domnului l-a dus și l-a aruncat pe vreun munte sau în vreo vale. El le-a răspuns: ‒ Să nu-i trimiteți.",
        "17": "Însă ei au insistat până când acesta, stânjenit, a zis: ‒ Trimiteți-i! I-au trimis deci pe cei cincizeci de oameni care l-au căutat timp de trei zile fără să-l găsească.",
        "18": "Când s-au întors la Elisei, acesta era în Ierihon. El le-a zis: ‒ Nu v-am spus să nu vă duceți? Vindecarea apelor de la Ierihon",
        "19": "După aceea, bărbații din cetate i-au zis lui Elisei: ‒ Domnul meu, după cum vezi, așezarea cetății este bună, dar iată că apele sunt rele și pământul este neroditor. El le-a zis:",
        "20": "‒ Aduceți-mi un vas nou și puneți sare în el. Și ei i-au adus.",
        "21": "Apoi Elisei s-a dus la izvorul apelor, a aruncat în el sare și a zis: „Așa vorbește Domnul: «Vindec aceste ape și niciodată nu vor mai cauza moartea, nici nu vor mai face pământul neroditor!»“.",
        "22": "Și apele au rămas vindecate până în ziua aceasta, potrivit cuvântului rostit de Elisei. Pedepsirea tinerilor batjocoritori",
        "23": "De acolo, Elisei s-a dus la Betel. În timp ce mergea pe drum, niște băiețași au ieșit din cetate și și-au bătut joc de el, strigându-i: „Suie-te, pleșuvule! Suie-te, pleșuvule!“.",
        "24": "El s-a uitat în spate, i-a văzut și i-a blestemat în Numele Domnului. Atunci au ieșit din pădure două ursoaice și au sfâșiat patruzeci și doi dintre acești copii.",
        "25": "De acolo, Elisei s-a dus la muntele Carmel, iar după aceea s-a întors în Samaria."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "When Yahweh was about to take Elijah up by a whirlwind into heaven, Elijah went with Elisha from Gilgal.",
        "2": "Elijah said to Elisha, “Please wait here, for Yahweh has sent me as far as Bethel.” Elisha said, “As Yahweh lives, and as your soul lives, I will not leave you.” So they went down to Bethel.",
        "3": "The sons of the prophets who were at Bethel came out to Elisha, and said to him, “Do you know that Yahweh will take away your master from over you today?” He said, “Yes, I know it. Hold your peace.”",
        "4": "Elijah said to him, “Elisha, please wait here, for Yahweh has sent me to Jericho.” He said, “As Yahweh lives, and as your soul lives, I will not leave you.” So they came to Jericho.",
        "5": "The sons of the prophets who were at Jericho came near to Elisha, and said to him, “Do you know that Yahweh will take away your master from over you today?” He answered, “Yes, I know it. Hold your peace.”",
        "6": "Elijah said to him, “Please wait here, for Yahweh has sent me to the Jordan.” He said, “As Yahweh lives, and as your soul lives, I will not leave you.” Then they both went on.",
        "7": "Fifty men of the sons of the prophets went and stood opposite them at a distance; and they both stood by the Jordan.",
        "8": "Elijah took his mantle, and rolled it up, and struck the waters; and they were divided here and there, so that they both went over on dry ground.",
        "9": "When they had gone over, Elijah said to Elisha, “Ask what I shall do for you, before I am taken from you.” Elisha said, “Please let a double portion of your spirit be on me.”",
        "10": "He said, “You have asked a hard thing. If you see me when I am taken from you, it will be so for you; but if not, it will not be so.”",
        "11": "As they continued on and talked, behold, a chariot of fire and horses of fire separated them; and Elijah went up by a whirlwind into heaven.",
        "12": "Elisha saw it, and he cried, “My father, my father, the chariots of Israel and its horsemen!” He saw him no more. Then he took hold of his own clothes and tore them in two pieces.",
        "13": "He also took up Elijah’s mantle that fell from him, and went back and stood by the bank of the Jordan.",
        "14": "He took Elijah’s mantle that fell from him, and struck the waters, and said, “Where is Yahweh, the God of Elijah?” When he also had struck the waters, they were divided apart, and Elisha went over.",
        "15": "When the sons of the prophets who were at Jericho facing him saw him, they said, “The spirit of Elijah rests on Elisha.” They came to meet him, and bowed themselves to the ground before him.",
        "16": "They said to him, “See now, there are with your servants fifty strong men. Please let them go and seek your master. Perhaps Yahweh’s Spirit has taken him up, and put him on some mountain or into some valley.” He said, “Don’t send them.”",
        "17": "When they urged him until he was ashamed, he said, “Send them.” Therefore they sent fifty men; and they searched for three days, but didn’t find him.",
        "18": "They came back to him while he stayed at Jericho; and he said to them, “Didn’t I tell you, ‘Don’t go’?”",
        "19": "The men of the city said to Elisha, “Behold, please, the situation of this city is pleasant, as my lord sees; but the water is bad, and the land is barren.”",
        "20": "He said, “Bring me a new jar, and put salt in it.” Then they brought it to him.",
        "21": "He went out to the spring of the waters, and threw salt into it, and said, “Yahweh says, ‘I have healed these waters. There shall not be from there any more death or barren wasteland.’”",
        "22": "So the waters were healed to this day, according to Elisha’s word which he spoke.",
        "23": "He went up from there to Bethel. As he was going up by the way, some youths came out of the city and mocked him, and said to him, “Go up, you baldy! Go up, you baldy!”",
        "24": "He looked behind him and saw them, and cursed them in Yahweh’s name. Then two female bears came out of the woods and mauled forty-two of those youths.",
        "25": "He went from there to Mount Carmel, and from there he returned to Samaria."
      }
    }
  }
}