{
  "book": "2 Imparati",
  "chapter": "12",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Ioas s-a făcut împărat în al șaptelea an al lui Iehu și a domnit patruzeci de ani la Ierusalim. Mama sa se chema Țibia, din Beer-Șeba.",
        "2": "Ioas a făcut ce este plăcut înaintea Domnului în tot timpul cât a urmat îndrumările preotului Iehoiada.",
        "3": "Numai că înălțimile n-au încetat; poporul tot mai aducea jertfe și tămâie pe înălțimi.",
        "4": "Ioas a zis preoților: „Tot argintul închinat și adus în Casa Domnului, argintul ieșit la numărătoare, și anume argintul pentru răscumpărarea oamenilor, după prețuirea făcută, și tot argintul pe care-i spune cuiva inima să-l aducă la Casa Domnului,",
        "5": "preoții să-l ia, fiecare, de la cei pe care-i cunoaște și să-l întrebuințeze la dregerea casei, oriunde se va găsi ceva de dres.”",
        "6": "Dar s-a întâmplat că, în al douăzeci și treilea an al împăratului Ioas, preoții încă nu dreseseră stricăciunile casei.",
        "7": "Împăratul Ioas a chemat pe preotul Iehoiada și pe ceilalți preoți și le-a zis: „Pentru ce n-ați dres stricăciunile casei? Acum, să nu mai luați argint de la cunoscuții voștri, ci să-l dați pentru dregerea stricăciunilor casei.”",
        "8": "Preoții s-au învoit să nu mai ia argint de la popor și să nu mai fie însărcinați cu dregerea stricăciunilor casei.",
        "9": "Atunci, preotul Iehoiada a luat o ladă, i-a făcut o gaură în capac și a pus-o lângă altar, la dreapta, în drumul pe unde se intra în Casa Domnului. Preoții care păzeau pragul puneau în ea tot argintul care se aducea în Casa Domnului.",
        "10": "Când vedeau că este mult argint în ladă, se suiau logofătul împăratului cu marele preot și strângeau și numărau argintul care se afla în Casa Domnului.",
        "11": "Încredințau argintul cântărit în mâinile celor însărcinați cu facerea lucrărilor la Casa Domnului. Și dădeau argintul acesta teslarilor și lucrătorilor care lucrau în Casa Domnului,",
        "12": "zidarilor și cioplitorilor de pietre pentru cumpărarea lemnelor și a pietrelor cioplite trebuitoare la dregerea stricăciunilor Casei Domnului și pentru toate cheltuielile privitoare la stricăciunile casei.",
        "13": "Dar, cu argintul care se aducea în Casa Domnului, n-au făcut pentru Casa Domnului nici lighene de argint, nici mucări, nici potire, nici trâmbițe, niciun vas de aur sau de argint,",
        "14": "ci îl dădeau celor ce făceau lucrarea, ca să-l întrebuințeze pentru dregerea Casei Domnului.",
        "15": "Nu se cerea socoteală oamenilor în mâinile cărora dădeau argintul ca să-l împartă lucrătorilor, căci lucrau cinstit.",
        "16": "Argintul jertfelor pentru vină și al jertfelor de ispășire nu era adus în Casa Domnului, ci era pentru preoți. Hazael spre Ierusalim. Ioas omorât",
        "17": "Atunci, Hazael, împăratul Siriei, s-a suit și s-a bătut împotriva Gatului și l-a cucerit. Hazael avea de gând să se suie împotriva Ierusalimului.",
        "18": "Ioas, împăratul lui Iuda, a luat toate lucrurile închinate Domnului, și anume ce fusese închinat Domnului de Iosafat, de Ioram și de Ahazia, părinții săi, împărații lui Iuda, ce închinase el însuși și tot aurul care se găsea în vistieriile Casei Domnului și casei împăratului. Și a trimis totul lui Hazael, împăratul Siriei, care nu s-a suit împotriva Ierusalimului.",
        "19": "Celelalte fapte ale lui Ioas și tot ce a făcut el nu sunt scrise oare în Cartea Cronicilor împăraților lui Iuda?",
        "20": "Slujitorii lui s-au răsculat, au făcut o uneltire și au lovit pe Ioas în casa Milo, care este la coborâșul de la Sila.",
        "21": "Iozacar, fiul lui Șimeat, și Iozabad, fiul lui Șomer, slujitorii lui, l-au lovit și a murit. Apoi l-au îngropat cu părinții săi, în cetatea lui David. Și în locul lui a domnit fiul său Amația."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Ioaș a devenit rege în al șaptelea an al lui Iehu și a domnit la Ierusalim timp de patruzeci de ani. Mama lui se numea Țibia și era din Beer-Șeba.",
        "2": "Ioaș a făcut ce este drept înaintea ochilor Domnului, în toate zilele în care a fost îndrumat de preotul Iehoiada.",
        "3": "Totuși, înălțimile n-au fost îndepărtate, iar poporul încă mai aducea jertfe și tămâie pe înălțimi.",
        "4": "Ioaș le-a zis preoților: „Strângeți tot argintul care a fost adus ca dar sfânt la Casa Domnului, și anume argintul strâns la numărătoarea poporului, argintul primit pentru răscumpărarea oamenilor, după evaluarea făcută, și tot argintul pe care cineva îl aduce din inimă la Casa Domnului.",
        "5": "Fiecare preot să-l ia de la vistiernici și să-l folosească la repararea spărturilor Casei, oriunde va descoperi ceva de reparat“.",
        "6": "Dar în al douăzeci și treilea an al regelui Ioaș, preoții încă nu reparaseră spărturile Casei.",
        "7": "Regele Ioaș i-a chemat pe preotul Iehoiada și pe ceilalți preoți și le-a zis: „De ce n-ați reparat spărturile Casei? Acum, să nu mai luați argint de la vistiernicii voștri, ci să-l dați pentru repararea spărturilor Casei“.",
        "8": "Preoții au fost de acord să nu mai ia argint de la popor și să nu se mai ocupe ei de repararea spărturilor Casei.",
        "9": "Prin urmare, preotul Iehoiada a luat un cufăr, i-a făcut o gaură în capac și l-a pus alături de altar, pe partea dreaptă cum se intră în Casa Domnului. Preoții, care păzeau poarta, puneau în el tot argintul care se aducea la Casa Domnului.",
        "10": "Și când vedeau că era prea mult argint în cufăr, venea scribul regelui împreună cu marele preot, numărau tot argintul care era adus la Casa Domnului și îl puneau în săculeți.",
        "11": "Apoi dădeau argintul cântărit celor ce supravegheau lucrarea la Casa Domnului. Acest argint era folosit pentru plata tâmplarilor și a constructorilor care lucrau la Casa Domnului,",
        "12": "a zidarilor și a cioplitorilor în piatră, pentru cumpărarea lemnelor și a pietrelor cioplite necesare pentru repararea spărturilor Casei Domnului și pentru orice altă cheltuială care se făcea pentru repararea Casei.",
        "13": "Argintul care era adus la Casa Domnului n-a fost folosit pentru confecționarea ligheanelor de argint, a mucarnițelor, a vaselor, a trâmbițelor și nici pentru achiziționarea vreunui vas de aur sau de argint pentru Casa Domnului,",
        "14": "ci cu el au fost plătiți cei ce făceau lucrarea la restaurarea Casei Domnului.",
        "15": "Nu se cerea socoteală oamenilor cărora li se încredința argintul pentru a plăti lucrătorii, fiindcă lucrau cu credincioșie.",
        "16": "Argintul de la jertfele pentru vină și argintul de la jertfele pentru păcat nu era adus la Casa Domnului, ci era pentru preoți.",
        "17": "În vremea aceea, Hazael, regele Aramului, s-a dus să lupte împotriva Gatului și l-a capturat. Apoi și-a îndreptat fața ca să meargă împotriva Ierusalimului.",
        "18": "Dar Ioaș, regele lui Iuda, a luat toate lucrurile sfinte care au fost închinate Domnului de către înaintașii lui, regii lui Iuda, și anume de Iehoșafat, de Iehoram și de Ahazia, și tot aurul care se afla în vistieria Casei Domnului și în palatul regelui și le-a trimis lui Hazael, regele Aramului, care nu a mai venit împotriva Ierusalimului.",
        "19": "Celelalte fapte ale lui Ioaș și tot ce a făcut el, nu sunt scrise oare în „Cartea cronicilor regilor lui Iuda“?",
        "20": "Slujitorii lui s-au ridicat și au conspirat împotriva lui la Bet-Milo, pe drumul care coboară spre Sila.",
        "21": "Iozabad, fiul lui Șimat, și Iehozabad, fiul lui Șomer, slujitorii săi, l-au lovit, iar el a murit. L-au înmormântat alături de strămoșii săi, în Cetatea lui David. Și în locul lui a domnit fiul său Amația."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Jehoash began to reign in the seventh year of Jehu, and he reigned forty years in Jerusalem. His mother’s name was Zibiah of Beersheba.",
        "2": "Jehoash did that which was right in Yahweh’s eyes all his days in which Jehoiada the priest instructed him.",
        "3": "However, the high places were not taken away. The people still sacrificed and burned incense in the high places.",
        "4": "Jehoash said to the priests, “All the money of the holy things that is brought into Yahweh’s house, in current money, the money of the people for whom each man is evaluated, and all the money that it comes into any man’s heart to bring into Yahweh’s house,",
        "5": "let the priests take it to them, each man from his donor; and they shall repair the damage to the house, wherever any damage is found.”",
        "6": "But it was so, that in the twenty-third year of King Jehoash the priests had not repaired the damage to the house.",
        "7": "Then King Jehoash called for Jehoiada the priest, and for the other priests, and said to them, “Why aren’t you repairing the damage to the house? Now therefore take no more money from your treasurers, but deliver it for repair of the damage to the house.”",
        "8": "The priests consented that they should take no more money from the people, and not repair the damage to the house.",
        "9": "But Jehoiada the priest took a chest and bored a hole in its lid, and set it beside the altar, on the right side as one comes into Yahweh’s house; and the priests who kept the threshold put all the money that was brought into Yahweh’s house into it.",
        "10": "When they saw that there was much money in the chest, the king’s scribe and the high priest came up, and they put it in bags and counted the money that was found in Yahweh’s house.",
        "11": "They gave the money that was weighed out into the hands of those who did the work, who had the oversight of Yahweh’s house; and they paid it out to the carpenters and the builders who worked on Yahweh’s house,",
        "12": "and to the masons and the stone cutters, and for buying timber and cut stone to repair the damage to Yahweh’s house, and for all that was laid out for the house to repair it.",
        "13": "But there were not made for Yahweh’s house cups of silver, snuffers, basins, trumpets, any vessels of gold or vessels of silver, of the money that was brought into Yahweh’s house;",
        "14": "for they gave that to those who did the work, and repaired Yahweh’s house with it.",
        "15": "Moreover they didn’t demand an accounting from the men into whose hand they delivered the money to give to those who did the work; for they dealt faithfully.",
        "16": "The money for the trespass offerings and the money for the sin offerings was not brought into Yahweh’s house. It was the priests’.",
        "17": "Then Hazael king of Syria went up and fought against Gath, and took it; and Hazael set his face to go up to Jerusalem.",
        "18": "Jehoash king of Judah took all the holy things that Jehoshaphat and Jehoram and Ahaziah, his fathers, kings of Judah, had dedicated, and his own holy things, and all the gold that was found in the treasures of Yahweh’s house, and of the king’s house, and sent it to Hazael king of Syria; and he went away from Jerusalem.",
        "19": "Now the rest of the acts of Joash, and all that he did, aren’t they written in the book of the chronicles of the kings of Judah?",
        "20": "His servants arose and made a conspiracy, and struck Joash at the house of Millo, on the way that goes down to Silla.",
        "21": "For Jozacar the son of Shimeath, and Jehozabad the son of Shomer, his servants, struck him, and he died; and they buried him with his fathers in David’s city; and Amaziah his son reigned in his place."
      }
    }
  }
}