{
  "book": "2 Imparati",
  "chapter": "21",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Manase avea doisprezece ani când a ajuns împărat și a domnit cincizeci și cinci de ani la Ierusalim. Mama sa se numea Hefțiba.",
        "2": "El a făcut ce este rău înaintea Domnului, după urâciunile neamurilor pe care le izgonise Domnul dinaintea copiilor lui Israel.",
        "3": "El a zidit din nou înălțimile pe care le dărâmase tatăl său, Ezechia, a ridicat altare lui Baal, a făcut un idol al Astarteei, cum făcuse Ahab, împăratul lui Israel, și s-a închinat înaintea întregii oștiri a cerurilor și i-a slujit.",
        "4": "A zidit astfel altare în Casa Domnului, măcar că Domnul spusese: „În Ierusalim Îmi voi pune Numele.”",
        "5": "A zidit altare întregii oștiri a cerurilor în cele două curți ale Casei Domnului.",
        "6": "Și-a trecut pe fiul său prin foc; se îndeletnicea cu ghicirea și vrăjitoria și a ținut la el oameni care chemau duhurile și ghiceau viitorul. A făcut din ce în ce mai mult ce este rău înaintea Domnului, mâniindu-L.",
        "7": "A pus idolul Astarteei pe care-l făcuse în casa despre care Domnul spusese lui David și fiului său Solomon: „În casa aceasta și în Ierusalim, pe care l-am ales din toate semințiile lui Israel, vreau să pun pentru totdeauna Numele Meu.",
        "8": "Nu voi mai muta piciorul lui Israel afară din țara pe care am dat-o părinților lui, numai să aibă grijă să împlinească tot ce le-am poruncit și toată legea pe care le-a dat-o robul Meu Moise.”",
        "9": "Dar ei n-au ascultat; și Manase a fost pricina pentru care s-au rătăcit și au făcut rău mai mult decât neamurile pe care le nimicise Domnul dinaintea copiilor lui Israel.",
        "10": "Atunci, Domnul a vorbit astfel prin robii Săi, prorocii:",
        "11": "„Pentru că Manase, împăratul lui Iuda, a săvârșit aceste urâciuni, pentru că a făcut mai rău decât tot ce făcuseră înaintea lui amoriții și pentru că a făcut și pe Iuda să păcătuiască prin idolii lui,",
        "12": "iată ce zice Domnul Dumnezeul lui Israel: ‘Voi aduce peste Ierusalim și peste Iuda nenorociri care vor asurzi urechile oricui va auzi vorbindu-se de ele.",
        "13": "Voi întinde asupra Ierusalimului frânghia ca asupra Samariei și cumpăna ca asupra casei lui Ahab și voi curăți Ierusalimul ca o farfurie care se curățește și se răstoarnă cu fața în jos după ce a fost curățită.",
        "14": "Voi părăsi rămășița moștenirii Mele și-i voi da în mâinile vrăjmașilor lor; și vor ajunge de jaful și prada tuturor vrăjmașilor lor,",
        "15": "pentru că au făcut ce este rău înaintea Mea și M-au mâniat din ziua când au ieșit părinții lor din Egipt până în ziua de azi!’”",
        "16": "Manase a vărsat de asemenea mult sânge nevinovat, până acolo încât a umplut Ierusalimul de la un capăt la altul, afară de păcatele pe care le-a săvârșit și în care a târât și pe Iuda, făcând ce este rău înaintea Domnului.",
        "17": "Celelalte fapte ale lui Manase, tot ce a făcut el și păcatele la care s-a dedat, nu sunt scrise oare în Cartea Cronicilor împăraților lui Iuda?",
        "18": "Manase a adormit cu părinții săi și a fost îngropat în grădina casei, în grădina lui Uza. Și în locul lui a domnit fiul său Amon. Amon împăratul lui Iuda",
        "19": "Amon avea douăzeci și doi de ani când a ajuns împărat și a domnit doi ani la Ierusalim. Mama sa se chema Meșulemet, fata lui Haruț, din Iotba.",
        "20": "El a făcut ce este rău înaintea Domnului, cum făcuse tatăl său Manase;",
        "21": "a umblat în toată calea în care umblase tatăl său, a slujit idolilor cărora slujise și tatăl său și s-a închinat înaintea lor;",
        "22": "a părăsit pe Domnul Dumnezeul părinților săi și n-a umblat în calea Domnului.",
        "23": "Slujitorii lui Amon au uneltit împotriva lui și au omorât pe împărat în casa lui.",
        "24": "Dar poporul țării a lovit pe toți cei ce uneltiseră împotriva împăratului Amon și poporul țării a pus împărat, în locul său, pe fiul său Iosia.",
        "25": "Celelalte fapte ale lui Amon și ce a făcut el nu sunt scrise oare în Cartea Cronicilor împăraților lui Iuda?",
        "26": "L-au îngropat în mormântul său, în grădina lui Uza. Și în locul lui a domnit fiul său Iosia."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Manase era în vârstă de doisprezece ani când a devenit rege și a domnit la Ierusalim timp de cincizeci și cinci de ani. Mama acestuia se numea Hefți-Ba.",
        "2": "El a făcut ceea ce este rău înaintea ochilor Domnului, practicând urâciunile națiunilor pe care le alungase Domnul dinaintea fiilor lui Israel.",
        "3": "A reconstruit înălțimile pe care le distrusese tatăl său, Ezechia, a ridicat altare lui Baal, a făcut un stâlp al Așerei, cum făcuse Ahab, regele lui Israel, și s-a închinat întregii armate a cerurilor și i-a slujit.",
        "4": "A construit altare în Casa Domnului, despre care Domnul spusese: „În Ierusalim Îmi voi pune Numele“.",
        "5": "El a construit altare întregii armate a cerurilor, în cele două curți ale Casei Domnului.",
        "6": "Și-a sacrificat fiul în foc, s-a ocupat cu prezicerea și cu interpretarea semnelor, a apelat la cei ce întreabă duhurile morților și la cei care cheamă spiritele. El a făcut mult rău înaintea ochilor Domnului și L-a mâniat.",
        "7": "A pus în Casă chipul cioplit al Așerei pe care-l făcuse, în Casa despre care Domnul îi spusese lui David și lui Solomon, fiul acestuia: „În Casa aceasta și în Ierusalim, pe care l-am ales dintre toate cetățile semințiilor lui Israel, Îmi voi pune Numele pe vecie.",
        "8": "Nu-l voi mai face pe Israel să rătăcească afară din țara pe care le-am dat-o strămoșilor lor, dacă vor avea grijă să împlinească tot ce le-am poruncit, potrivit cu toată Legea pe care le-a dat-o slujitorul Meu Moise“.",
        "9": "Dar ei n-au ascultat și Manase i-a dus în rătăcire, astfel că ei au făcut mai mult rău decât toate națiunile pe care le nimicise Domnul dinaintea fiilor lui Israel.",
        "10": "Atunci Domnul a vorbit prin slujitorii Săi, profeții, zicând:",
        "11": "„Manase, regele lui Iuda, a comis aceste urâciuni, a făcut mai mult rău decât tot ce făcuseră amoriții înainte de el și l-a făcut și pe Iuda să păcătuiască prin idolii lui.",
        "12": "De aceea, așa vorbește Domnul, Dumnezeul lui Israel: «Iată, voi aduce o nenorocire peste Ierusalim și peste Iuda, care va răsuna în urechile oricui o va auzi».",
        "13": "Voi întinde peste Ierusalim sfoara de măsurat, folosită împotriva Samariei, și firul cu plumb, folosit împotriva familiei lui Ahab. Voi curăți Ierusalimul cum curăță cineva o farfurie, ștergând-o și întorcând-o cu fața în jos.",
        "14": "Voi părăsi rămășița moștenirii Mele și o voi da în mâinile dușmanilor ei. Va ajunge de jaful și de prada dușmanilor ei,",
        "15": "pentru că a făcut ceea ce este rău înaintea ochilor Mei și M-a mâniat din ziua în care strămoșii ei au ieșit din Egipt și până în ziua aceasta“.",
        "16": "De asemenea, Manase a umplut Ierusalimul, de la un capăt la celălalt, cu sângele nevinovat pe care l-a vărsat, în afară de păcatul de a-l fi făcut pe Iuda să păcătuiască și să comită ce este rău înaintea ochilor Domnului.",
        "17": "Celelalte fapte ale lui Manase, tot ce a făcut el și păcatele pe care le-a comis, nu sunt scrise oare în „Cartea cronicilor regilor lui Iuda“?",
        "18": "Manase a adormit alături de strămoșii săi și a fost înmormântat în grădina palatului său, în Grădina lui Uza. În locul lui a domnit fiul său Amon.",
        "19": "Amon era în vârstă de douăzeci și doi de ani când a devenit rege și a domnit la Ierusalim timp de doi ani. Mama sa se numea Meșulemet și era fata lui Haruț din Iotba.",
        "20": "El a făcut ceea ce este rău înaintea ochilor Domnului, la fel cum făcuse tatăl său Manase.",
        "21": "A umblat pe toate căile pe care umblase și tatăl său, slujind și închinându-se idolilor cărora le slujise și Manase.",
        "22": "L-a părăsit pe Domnul, Dumnezeul strămoșilor săi, și nu a umblat pe Calea Domnului.",
        "23": "Slujitorii lui Amon au conspirat împotriva lui și l-au omorât pe rege în palatul lui,",
        "24": "dar poporul țării i-a omorât pe toți aceia care conspiraseră împotriva regelui Amon. Apoi, în locul lui Amon, poporul țării l-a numit rege pe Iosia, fiul acestuia.",
        "25": "Celelalte fapte pe care le-a făcut Amon, nu sunt scrise oare în „Cartea cronicilor regilor lui Iuda“?",
        "26": "El a fost înmormântat în mormântul său, în Grădina lui Uza, iar în locul lui a domnit fiul său Iosia."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Manasseh was twelve years old when he began to reign, and he reigned fifty-five years in Jerusalem. His mother’s name was Hephzibah.",
        "2": "He did that which was evil in Yahweh’s sight, after the abominations of the nations whom Yahweh cast out before the children of Israel.",
        "3": "For he built again the high places which Hezekiah his father had destroyed; and he raised up altars for Baal, and made an Asherah, as Ahab king of Israel did, and worshiped all the army of the sky, and served them.",
        "4": "He built altars in Yahweh’s house, of which Yahweh said, “I will put my name in Jerusalem.”",
        "5": "He built altars for all the army of the sky in the two courts of Yahweh’s house.",
        "6": "He made his son to pass through the fire, practiced sorcery, used enchantments, and dealt with those who had familiar spirits and with wizards. He did much evil in Yahweh’s sight, to provoke him to anger.",
        "7": "He set the engraved image of Asherah that he had made in the house of which Yahweh said to David and to Solomon his son, “In this house, and in Jerusalem, which I have chosen out of all the tribes of Israel, I will put my name forever;",
        "8": "I will not cause the feet of Israel to wander any more out of the land which I gave their fathers, if only they will observe to do according to all that I have commanded them, and according to all the law that my servant Moses commanded them.”",
        "9": "But they didn’t listen, and Manasseh seduced them to do that which is evil more than the nations did whom Yahweh destroyed before the children of Israel.",
        "10": "Yahweh spoke by his servants the prophets, saying,",
        "11": "“Because Manasseh king of Judah has done these abominations, and has done wickedly above all that the Amorites did, who were before him, and has also made Judah to sin with his idols;",
        "12": "therefore Yahweh the God of Israel says, ‘Behold, I will bring such evil on Jerusalem and Judah that whoever hears of it, both his ears will tingle.",
        "13": "I will stretch over Jerusalem the line of Samaria, and the plumb line of Ahab’s house; and I will wipe Jerusalem as a man wipes a dish, wiping it and turning it upside down.",
        "14": "I will cast off the remnant of my inheritance and deliver them into the hands of their enemies. They will become a prey and a plunder to all their enemies,",
        "15": "because they have done that which is evil in my sight, and have provoked me to anger since the day their fathers came out of Egypt, even to this day.’”",
        "16": "Moreover Manasseh shed innocent blood very much, until he had filled Jerusalem from one end to another; in addition to his sin with which he made Judah to sin, in doing that which was evil in Yahweh’s sight.",
        "17": "Now the rest of the acts of Manasseh, and all that he did, and his sin that he sinned, aren’t they written in the book of the chronicles of the kings of Judah?",
        "18": "Manasseh slept with his fathers, and was buried in the garden of his own house, in the garden of Uzza; and Amon his son reigned in his place.",
        "19": "Amon was twenty-two years old when he began to reign; and he reigned two years in Jerusalem. His mother’s name was Meshullemeth the daughter of Haruz of Jotbah.",
        "20": "He did that which was evil in Yahweh’s sight, as Manasseh his father did.",
        "21": "He walked in all the ways that his father walked in, and served the idols that his father served, and worshiped them;",
        "22": "and he abandoned Yahweh, the God of his fathers, and didn’t walk in the way of Yahweh.",
        "23": "The servants of Amon conspired against him, and put the king to death in his own house.",
        "24": "But the people of the land killed all those who had conspired against King Amon; and the people of the land made Josiah his son king in his place.",
        "25": "Now the rest of the acts of Amon which he did, aren’t they written in the book of the chronicles of the kings of Judah?",
        "26": "He was buried in his tomb in the garden of Uzza, and Josiah his son reigned in his place."
      }
    }
  }
}