{
  "book": "2 Imparati",
  "chapter": "13",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În al douăzeci și treilea an al lui Ioas, fiul lui Ahazia, împăratul lui Iuda, a început să domnească peste Israel la Samaria Ioahaz, fiul lui Iehu. A domnit șaptesprezece ani.",
        "2": "El a făcut ce este rău înaintea Domnului; a săvârșit aceleași păcate ca Ieroboam, fiul lui Nebat, care făcuse pe Israel să păcătuiască, și nu s-a abătut de la ele.",
        "3": "Domnul S-a aprins de mânie împotriva lui Israel și i-a dat în mâinile lui Hazael, împăratul Siriei, și în mâinile lui Ben-Hadad, fiul lui Hazael, tot timpul cât au trăit împărații aceștia.",
        "4": "Ioahaz s-a rugat Domnului. Domnul l-a ascultat, căci a văzut apăsarea sub care ținea împăratul Siriei pe Israel,",
        "5": "și Domnul a dat un izbăvitor lui Israel. Copiii lui Israel au scăpat din mâinile sirienilor și au locuit în corturile lor ca mai înainte.",
        "6": "Dar nu s-au abătut de la păcatele casei lui Ieroboam, care făcuse pe Israel să păcătuiască, s-au dedat și ei la ele și chiar idolul Astarteei stătea încă în picioare la Samaria.",
        "7": "Din tot poporul, lui Ioahaz Domnul nu-i lăsase decât cincizeci de călăreți, zece care și zece mii de pedestrași, căci împăratul Siriei îi prăpădise și-i făcuse ca pulberea pe care o calci în picioare.",
        "8": "Celelalte fapte ale lui Ioahaz, tot ce a făcut el și isprăvile lui nu sunt scrise oare în Cartea Cronicilor împăraților lui Israel?",
        "9": "Ioahaz a adormit cu părinții săi și l-au îngropat la Samaria. Și în locul lui a domnit fiul său Ioas. Ioas",
        "10": "În al treizeci și șaptelea an al lui Ioas, împăratul lui Iuda, a început să domnească peste Israel la Samaria Ioas, fiul lui Ioahaz. A domnit șaisprezece ani.",
        "11": "El a făcut ce este rău înaintea Domnului; nu s-a abătut de la niciunul din păcatele lui Ieroboam, fiul lui Nebat, care făcuse pe Israel să păcătuiască, și s-a dedat la ele ca și el.",
        "12": "Celelalte fapte ale lui Ioas, tot ce a făcut el, isprăvile lui și războiul pe care l-a avut cu Amația, împăratul lui Iuda, nu sunt scrise oare în Cartea Cronicilor împăraților lui Israel?",
        "13": "Ioas a adormit cu părinții săi. Și pe scaunul lui de domnie s-a suit Ieroboam. Ioas a fost îngropat la Samaria cu împărații lui Israel. Moartea lui Elisei",
        "14": "Elisei s-a îmbolnăvit de o boală, de care a murit. Ioas, împăratul lui Israel, s-a coborât la el, a plâns pe fața lui și a zis: „Părinte, părinte! Carul lui Israel și călărimea lui!”",
        "15": "Elisei i-a zis: „Ia un arc și săgeți!” Și a luat un arc și niște săgeți.",
        "16": "Apoi Elisei a zis împăratului lui Israel: „Încordează arcul cu mâna ta!” Și, după ce l-a încordat cu mâna lui, Elisei și-a pus mâinile pe mâinile împăratului",
        "17": "și a zis: „Deschide fereastra dinspre răsărit!” Și a deschis-o. Elisei a zis: „Trage!” Și a tras. Elisei a zis: „Aceasta este o săgeată de izbăvire din partea Domnului, o săgeată de izbăvire împotriva sirienilor – vei bate pe sirieni la Afec până îi vei nimici.”",
        "18": "Elisei a mai zis: „Ia săgeți!” Și a luat. Elisei a zis împăratului lui Israel: „Lovește în pământ!” Și a lovit de trei ori, apoi s-a oprit.",
        "19": "Omul lui Dumnezeu s-a mâniat pe el și a zis: „Trebuia să lovești de cinci sau șase ori: atunci ai fi bătut pe sirieni până i-ai fi nimicit, acum îi vei bate numai de trei ori.”",
        "20": "Elisei a murit și a fost îngropat. În anul următor, au intrat în țară niște cete de moabiți.",
        "21": "Și, pe când îngropau un om, iată că au zărit una din aceste cete și au aruncat pe omul acela în mormântul lui Elisei. Omul s-a atins de oasele lui Elisei și a înviat și s-a sculat pe picioare.",
        "22": "Hazael, împăratul Siriei, asuprise pe Israel tot timpul vieții lui Ioahaz.",
        "23": "Dar Domnul S-a îndurat de ei și a avut milă de ei, Și-a întors Fața spre ei din pricina legământului Său cu Avraam, Isaac și Iacov, n-a vrut să-i nimicească și până acum nu i-a lepădat de la Fața Lui.",
        "24": "Hazael, împăratul Siriei, a murit și în locul lui a domnit fiul său Ben-Hadad.",
        "25": "Ioas, fiul lui Ioahaz, a luat înapoi din mâinile lui Ben-Hadad, fiul lui Hazael, cetățile luate de Hazael de la Ioahaz, tatăl său, în timpul războiului. Ioas l-a bătut de trei ori și a luat înapoi cetățile lui Israel."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Iehoahaz, fiul lui Iehu, a început să domnească peste Israel în Samaria, în al douăzeci și treilea an al lui Ioaș, fiul lui Ahazia, și a domnit timp de șaptesprezece ani.",
        "2": "El a făcut ceea ce este rău înaintea ochilor Domnului, trăind în păcatele lui Ieroboam, fiul lui Nebat, cel care l-a făcut pe Israel să păcătuiască, și nu s-a depărtat de ele.",
        "3": "Domnul S-a mâniat pe Israel și l-a dat pentru multe zile pe mâna lui Hazael, regele Aramului, și pe mâna lui Ben-Hadad, fiul său.",
        "4": "Iehoahaz a căutat fața Domnului, și Domnul l-a ascultat pentru că a văzut felul în care Israel era asuprit, căci regele Aramului îi asuprea.",
        "5": "Prin urmare, Domnul i-a dat lui Israel un eliberator și poporul a scăpat din mâna arameilor. Și fiii lui Israel au locuit în corturile lor, ca mai înainte.",
        "6": "Dar, cu toate acestea, ei nu s-au depărtat de păcatele familiei lui Ieroboam, care l-a făcut pe Israel să păcătuiască, ci au umblat în ele. De asemenea, stâlpul Așerei a rămas în continuare în picioare în Samaria.",
        "7": "El nu i-a mai lăsat popor lui Iehoahaz, decât cincizeci de călăreți, zece care și zece mii de pedestrași, căci regele Aramului îi distrusese și îi făcuse ca pulberea pe care o calci în picioare.",
        "8": "Celelalte fapte ale lui Iehoahaz, tot ce a făcut el și realizările lui, nu sunt scrise oare în „Cartea cronicilor regilor lui Israel“?",
        "9": "Iehoahaz a adormit alături de strămoșii săi și a fost înmormântat în Samaria, iar în locul lui a domnit fiul său Iehoaș. Domnia lui Iehoaș peste Israel",
        "10": "În al treizeci și șaptelea an al lui Ioaș, regele lui Iuda, Iehoaș, fiul lui Iehoahaz, a început să domnească peste Israel, în Samaria, și a domnit timp de șaisprezece ani.",
        "11": "El a făcut ceea ce este rău înaintea ochilor Domnului și nu s-a depărtat de niciunul dintre păcatele lui Ieroboam, fiul lui Nebat, cel care l-a făcut pe Israel să păcătuiască.",
        "12": "Celelalte fapte ale lui Iehoaș, tot ce a făcut el și realizările lui în timpul războiului cu Amația, regele lui Iuda, nu sunt scrise oare în „Cartea cronicilor regilor lui Israel“?",
        "13": "Iehoaș a adormit alături de strămoșii săi și în locul lui a domnit Ieroboam. Ioaș a fost înmormântat în Samaria, alături de regii lui Israel.",
        "14": "Elisei s-a îmbolnăvit de o boală de care urma să moară. Iehoaș, regele lui Israel, s-a dus la el și a plâns înaintea lui, zicând: ‒ Părintele meu! Părintele meu! Carul lui Israel și călăreții lui!",
        "15": "Elisei i-a zis: ‒ Ia un arc și niște săgeți! Și el a luat un arc și niște săgeți.",
        "16": "Apoi i-a zis regelui lui Israel: ‒ Acum încordează arcul cu mâna ta! După ce a încordat arcul cu mâna lui, Elisei și-a pus mâinile pe mâinile regelui.",
        "17": "Elisei a zis: ‒ Deschide fereastra dinspre est! Și el a deschis-o. Elisei i-a zis: ‒ Trage! Și el a tras. Apoi Elisei a zis: ‒ Aceasta este săgeata victoriei Domnului, o săgeată a victoriei împotriva lui Aram, căci tu îi vei lovi pe aramei la Afek până îi vei nimici.",
        "18": "Apoi i-a zis: ‒ Ia săgețile! Și el le-a luat. Apoi i-a zis regelui lui Israel: ‒ Lovește pământul cu ele! El a lovit pământul de trei ori, și apoi s-a oprit.",
        "19": "Omul lui Dumnezeu s-a mâniat pe el și i-a zis: ‒ Ar fi trebuit să lovești de cinci sau de șase ori, și atunci i-ai fi lovit pe aramei până i-ai fi nimicit. Acum, însă, îi vei învinge doar de trei ori.",
        "20": "Elisei a murit și a fost înmormântat. În anul următor, niște cete de moabiți au invadat țara.",
        "21": "Când niște bărbați care îngropau un mort au văzut una dintre aceste cete, s-au grăbit și au aruncat trupul mortului în mormântul lui Elisei. Când trupul mortului a atins oasele lui Elisei, omul a înviat și s-a ridicat în picioare.",
        "22": "Hazael, regele Aramului, l-a asuprit pe Israel în toate zilele vieții lui Iehoahaz.",
        "23": "Totuși, Domnul Și-a arătat bunăvoința față de ei, a avut milă de ei și S-a întors spre ei datorită legământului Său cu Avraam, Isaac și Iacov. El n-a dorit să-i distrugă și, până acum, nu i-a alungat din prezența Lui.",
        "24": "Hazael, regele Aramului, a murit, iar în locul lui a domnit fiul său Ben-Hadad.",
        "25": "Atunci Iehoaș, fiul lui Iehoahaz, a luat înapoi din mâna lui Ben-Hadad, fiul lui Hazael, cetățile pe care le cucerise Hazael de la Iehoahaz, tatăl său. Iehoaș l-a învins de trei ori și, astfel, a luat înapoi cetățile lui Israel."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "In the twenty-third year of Joash the son of Ahaziah, king of Judah, Jehoahaz the son of Jehu began to reign over Israel in Samaria for seventeen years.",
        "2": "He did that which was evil in Yahweh’s sight, and followed the sins of Jeroboam the son of Nebat, with which he made Israel to sin. He didn’t depart from it.",
        "3": "Yahweh’s anger burned against Israel, and he delivered them into the hand of Hazael king of Syria, and into the hand of Benhadad the son of Hazael, continually.",
        "4": "Jehoahaz begged Yahweh, and Yahweh listened to him; for he saw the oppression of Israel, how the king of Syria oppressed them.",
        "5": "(Yahweh gave Israel a savior, so that they went out from under the hand of the Syrians; and the children of Israel lived in their tents as before.",
        "6": "Nevertheless they didn’t depart from the sins of the house of Jeroboam, with which he made Israel to sin, but walked in them; and the Asherah also remained in Samaria.)",
        "7": "For he didn’t leave to Jehoahaz of the people any more than fifty horsemen, and ten chariots, and ten thousand footmen; for the king of Syria destroyed them and made them like the dust in threshing.",
        "8": "Now the rest of the acts of Jehoahaz, and all that he did, and his might, aren’t they written in the book of the chronicles of the kings of Israel?",
        "9": "Jehoahaz slept with his fathers; and they buried him in Samaria; and Joash his son reigned in his place.",
        "10": "In the thirty-seventh year of Joash king of Judah, Jehoash the son of Jehoahaz began to reign over Israel in Samaria for sixteen years.",
        "11": "He did that which was evil in Yahweh’s sight. He didn’t depart from all the sins of Jeroboam the son of Nebat, with which he made Israel to sin; but he walked in them.",
        "12": "Now the rest of the acts of Joash, and all that he did, and his might with which he fought against Amaziah king of Judah, aren’t they written in the book of the chronicles of the kings of Israel?",
        "13": "Joash slept with his fathers; and Jeroboam sat on his throne. Joash was buried in Samaria with the kings of Israel.",
        "14": "Now Elisha became sick with the illness of which he died; and Joash the king of Israel came down to him, and wept over him, and said, “My father, my father, the chariots of Israel and its horsemen!”",
        "15": "Elisha said to him, “Take bow and arrows;” and he took bow and arrows for himself.",
        "16": "He said to the king of Israel, “Put your hand on the bow;” and he put his hand on it. Elisha laid his hands on the king’s hands.",
        "17": "He said, “Open the window eastward;” and he opened it. Then Elisha said, “Shoot!” and he shot. He said, “Yahweh’s arrow of victory, even the arrow of victory over Syria; for you will strike the Syrians in Aphek until you have consumed them.”",
        "18": "He said, “Take the arrows;” and he took them. He said to the king of Israel, “Strike the ground;” and he struck three times, and stopped.",
        "19": "The man of God was angry with him, and said, “You should have struck five or six times. Then you would have struck Syria until you had consumed it, but now you will strike Syria just three times.”",
        "20": "Elisha died, and they buried him. Now the bands of the Moabites invaded the land at the coming in of the year.",
        "21": "As they were burying a man, behold, they saw a band of raiders; and they threw the man into Elisha’s tomb. As soon as the man touched Elisha’s bones, he revived, and stood up on his feet.",
        "22": "Hazael king of Syria oppressed Israel all the days of Jehoahaz.",
        "23": "But Yahweh was gracious to them, and had compassion on them, and favored them because of his covenant with Abraham, Isaac, and Jacob, and would not destroy them and he didn’t cast them from his presence as yet.",
        "24": "Hazael king of Syria died; and Benhadad his son reigned in his place.",
        "25": "Jehoash the son of Jehoahaz took again out of the hand of Benhadad the son of Hazael the cities which he had taken out of the hand of Jehoahaz his father by war. Joash struck him three times, and recovered the cities of Israel."
      }
    }
  }
}