{
  "book": "2 Imparati",
  "chapter": "19",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Când a auzit împăratul Ezechia lucrul acesta, și-a sfâșiat hainele, s-a acoperit cu un sac și s-a dus în Casa Domnului.",
        "2": "A trimis pe Eliachim, căpetenia casei împăratului, pe Șebna, logofătul, și pe preoții cei mai bătrâni, acoperiți cu saci, la prorocul Isaia, fiul lui Amoț.",
        "3": "Și i-au zis: „Așa vorbește Ezechia: ‘Ziua aceasta este o zi de necaz, de pedeapsă și de ocară, căci copiii sunt aproape să iasă din pântecele mamei, și nu este putere pentru naștere.",
        "4": "Poate că Domnul Dumnezeul tău a auzit toate cuvintele lui Rabșache, pe care l-a trimis împăratul Asiriei, stăpânul său, să batjocorească pe Dumnezeul cel viu și poate că Domnul Dumnezeul tău îl va pedepsi pentru cuvintele pe care le-a auzit. Înalță dar o rugăciune pentru ceilalți care au mai rămas.’”",
        "5": "Slujitorii împăratului Ezechia s-au dus dar la Isaia.",
        "6": "Și Isaia le-a zis: „Iată ce să spuneți stăpânului vostru: ‘Așa vorbește Domnul: «Nu te speria de cuvintele pe care le-ai auzit și prin care M-au batjocorit slujitorii împăratului Asiriei.",
        "7": "Voi pune în el un duh care îl va face ca, la auzul unei vești pe care o va primi, să se întoarcă în țara lui și-l voi face să cadă ucis de sabie în țara lui.»’”",
        "8": "Rabșache, plecând, a găsit pe împăratul Asiriei luptând împotriva Libnei, căci aflase de plecarea lui din Lachis.",
        "9": "Atunci, împăratul Asiriei a primit o veste cu privire la Tirhaca, împăratul Etiopiei. I s-a spus: „Iată că acela a pornit cu război împotriva ta.” Și împăratul Asiriei a trimis soli din nou lui Ezechia, zicând:",
        "10": "„Așa să vorbiți lui Ezechia, împăratul lui Iuda: ‘Să nu te înșele Dumnezeul tău, în care te încrezi, zicând: «Ierusalimul nu va fi dat în mâinile împăratului Asiriei.»",
        "11": "Iată, ai auzit ce au făcut împărații Asiriei tuturor țărilor și cum le-au nimicit. Și tu să fii izbăvit?!",
        "12": "Dumnezeii neamurilor pe care le-au nimicit părinții mei au izbăvit ei pe Gozan, pe Haran, pe Rețef și pe fiii lui Eden din Telasar?",
        "13": "Unde sunt împăratul Hamatului, împăratul Arpadului și împăratul cetăților Sefarvaim, Hena și Iva?’”",
        "14": "Ezechia a luat scrisoarea din mâna solilor și a citit-o. Apoi s-a suit la Casa Domnului și a întins-o înaintea Domnului,",
        "15": "căruia I-a făcut următoarea rugăciune: „Doamne, Dumnezeul lui Israel, care șezi pe heruvimi! Tu ești singurul Dumnezeu al tuturor împărățiilor pământului! Tu ai făcut cerurile și pământul.",
        "16": "Doamne, pleacă-Ți urechea și ascultă! Doamne, deschide-Ți ochii și privește! Auzi cuvintele lui Sanherib, care a trimis pe Rabșache să batjocorească pe Dumnezeul cel viu!",
        "17": "Da, Doamne, este adevărat că împărații Asiriei au nimicit neamurile și le-au pustiit țările",
        "18": "și că au aruncat în foc pe dumnezeii lor, dar ei nu erau dumnezei, ci erau lucrări făcute de mâna omului, erau lemn și piatră, și i-au nimicit.",
        "19": "Acum, Doamne, Dumnezeul nostru, izbăvește-ne din mâna lui Sanherib, ca să știe toate împărățiile pământului că numai Tu ești Dumnezeu, Doamne!”",
        "20": "Atunci, Isaia, fiul lui Amoț, a trimis să spună lui Ezechia: „Așa vorbește Domnul Dumnezeul lui Israel: ‘Am auzit rugăciunea pe care Mi-ai făcut-o cu privire la Sanherib, împăratul Asiriei.’",
        "21": "Iată cuvântul pe care l-a rostit Domnul împotriva lui: ‘Fecioara, fiica Sionului, te disprețuiește și râde de tine; fata Ierusalimului dă din cap după tine.",
        "22": "Pe cine ai batjocorit și ai ocărât tu? Împotriva cui ai ridicat glasul? Și împotriva cui ți-ai ridicat ochii? Împotriva Sfântului lui Israel!",
        "23": "Prin solii tăi ai batjocorit pe Domnul și ai zis: «Cu mulțimea carelor mele, am suit vârful munților, coastele Libanului! Voi tăia cei mai înalți cedri ai lui, cei mai frumoși chiparoși ai lui și voi atinge creasta lui cea mai înaltă, pădurea lui care este ca o grădină de poame;",
        "24": "am săpat și am băut ape străine și voi seca cu talpa picioarelor mele toate râurile Egiptului.»",
        "25": "N-ai auzit că Eu demult am pregătit aceste lucruri și că le-am hotărât din vremurile vechi? Acum însă am îngăduit să se împlinească și să prefaci cetăți întărite în mormane de dărâmături.",
        "26": "Locuitorii lor sunt neputincioși, îngroziți și înmărmuriți; au ajuns ca iarba de pe câmp și ca verdeața fragedă, ca iarba de pe acoperișuri și ca grâul care se usucă înainte de a-i da spicul.",
        "27": "Dar știu când stai jos, când ieși și când intri și când ești furios împotriva Mea.",
        "28": "Pentru că ești furios împotriva Mea și pentru că trufia ta a ajuns până la urechile Mele, de aceea voi pune belciugul Meu în nările tale și zăbala Mea, între buzele tale și te voi face să te întorci pe drumul pe care ai venit.",
        "29": "Acesta să-ți fie semnul: Anul acesta veți mânca ce crește de la sine și al doilea an, ce va răsări din rădăcinile rămase, dar în al treilea an veți semăna, veți secera, veți sădi vii și veți mânca din rodul lor.",
        "30": "Rămășița din casa lui Iuda, ce va mai rămâne, va prinde iarăși rădăcini dedesubt și deasupra va da rod.",
        "31": "Căci din Ierusalim va ieși o rămășiță și din muntele Sionului, cei scăpați. Iată ce va face râvna Domnului oștirilor.",
        "32": "De aceea, așa vorbește Domnul asupra împăratului Asiriei: «Nu va intra în cetatea aceasta, nici nu va arunca săgeți în ea, nu va sta înaintea ei cu scuturi și nu va ridica întărituri de șanțuri împotriva ei.",
        "33": "Se va întoarce pe drumul pe care a venit și nu va intra în cetatea aceasta», zice Domnul.",
        "34": "«Căci Eu voi ocroti cetatea aceasta ca s-o mântuiesc, din pricina Mea și din pricina robului Meu David.»’”",
        "35": "În noaptea aceea, a ieșit îngerul Domnului și a ucis în tabăra asirienilor o sută optzeci și cinci de mii de oameni. Și, când s-au sculat dimineața, iată că toți erau niște trupuri moarte.",
        "36": "Atunci, Sanherib, împăratul Asiriei, și-a ridicat tabăra, a plecat și s-a întors și a locuit la Ninive.",
        "37": "Și, pe când se închina în casa dumnezeului său Nisroc, Adramelec și Șarețer, fiii săi, l-au ucis cu sabia și au fugit în țara Ararat. Și în locul lui a domnit fiul său Esar-Hadon."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Când regele Ezechia a auzit lucrul acesta, și-a sfâșiat hainele, s-a acoperit cu o pânză de sac și s-a dus la Casa Domnului.",
        "2": "I-a trimis la profetul Isaia, fiul lui Amoț, pe Eliachim, cel ce răspundea de palat, pe scribul Șebna și pe cei bătrâni dintre preoți, fiecare dintre ei acoperit cu o pânză de sac.",
        "3": "Ei i-au zis: ‒ Așa vorbește Ezechia: „Aceasta este o zi de necaz, de pedeapsă și de rușine, căci copiii sunt gata să iasă din pântec, dar nu mai este nicio putere pentru a le da naștere.",
        "4": "Poate că Domnul, Dumnezeul tău, a auzit toate cuvintele lui Rab-Șache, care a fost trimis de stăpânul său, împăratul Asiriei, pentru a-L batjocori pe Dumnezeul cel Viu și poate că Domnul, Dumnezeul tău, îl va mustra pentru cuvintele pe care le-a auzit. De aceea, înalță o rugăciune pentru cei care au mai rămas!“.",
        "5": "Când slujitorii regelui Ezechia au venit la Isaia,",
        "6": "acesta le-a zis: ‒ Să-i spuneți astfel stăpânului vostru: „Așa vorbește Domnul: «Să nu te temi din cauza cuvintelor pe care le-ai auzit și cu care slujitorii împăratului Asiriei M-au blasfemiat.",
        "7": "Iată, voi pune în el un duh și, astfel, la auzirea unui zvon, se va întoarce în țara lui. Și-l voi face să cadă ucis de sabie în țara lui»“.",
        "8": "Când Rab-Șache a auzit că împăratul Asiriei plecase din Lachiș, s-a întors și l-a găsit pe acesta luptând împotriva Libnei.",
        "9": "După aceea, împăratul Asiriei a auzit că Tirhaka, regele din Cuș, a ieșit să lupte împotriva lui, a trimis din nou mesageri la Ezechia, zicând:",
        "10": "„Așa să-i vorbiți lui Ezechia, regele lui Iuda: «Nu-L lăsa pe Dumnezeul tău, în Care te încrezi, să te amăgească, zicând: ‘Ierusalimul nu va fi dat în mâna împăratului Asiriei’.",
        "11": "Iată, ai auzit ce au făcut împărații Asiriei tuturor țărilor cucerite, dându-le spre nimicire. Vei scăpa tu oare?",
        "12": "Și-au salvat, oare, dumnezeii națiunile pe care părinții mei le-au distrus: pe Gozan, pe Haran, pe Rețef și pe fiii lui Eden, care erau în Tel-Asar?",
        "13": "Unde este regele Hamatului, regele Arpadului și regele cetății Sefarvaim, al Henei sau al Ivei?»“. Rugăciunea lui Ezechia",
        "14": "Ezechia a luat scrisoarea din mâna mesagerilor și a citit-o. Apoi s-a dus la Casa Domnului și a întins scrisoarea înaintea Domnului.",
        "15": "Ezechia s-a rugat Domnului și a zis: „O, Doamne, Dumnezeul lui Israel, Tu, Care tronezi deasupra heruvimilor! Tu ești singurul Dumnezeu al tuturor regatelor pământului! Tu ai făcut cerurile și pământul!",
        "16": "Doamne, apleacă-Ți urechea și ascultă! Doamne, deschide-Ți ochii și privește! Auzi cuvintele pe care Sanherib le-a trimis ca să-L batjocorească pe Dumnezeul cel Viu!",
        "17": "Doamne, este adevărat că împărații Asiriei au pustiit națiunile și teritoriile lor",
        "18": "și că le-au aruncat dumnezeii în foc, însă ei i-au distrus pentru că nu erau Dumnezeu, ci lucrări făcute de mâna omului; erau doar lemn și piatră.",
        "19": "Acum, Doamne, Dumnezeul nostru, Te rugăm, salvează-ne din mâna lui, ca să știe toate regatele pământului că doar Tu, Doamne, ești Dumnezeu!“.",
        "20": "Atunci Isaia, fiul lui Amoț, a trimis la Ezechia să i se spună: „Așa vorbește Domnul, Dumnezeul lui Israel: «Am auzit când te-ai rugat Mie cu privire la Sanherib, împăratul Asiriei.",
        "21": "Iată care este cuvântul pe care l-a rostit Domnul împotriva acestuia: Fecioara, fiica Sionului, te disprețuiește și își bate joc de tine. Fiica Ierusalimului dă din cap în timp ce fugi.",
        "22": "Pe Cine ai batjocorit și ai blasfemiat tu? Împotriva Cui ți-ai ridicat glasul? Împotriva Cui ți-ai înălțat mândru privirea? Împotriva Sfântului lui Israel!",
        "23": "Prin mesagerii tăi L-ai batjocorit pe Stăpânul și ai zis: ‘Cu mulțimea carelor mele am urcat înălțimile munților până la cele mai înalte piscuri ale Libanului! I-am tăiat cei mai înalți cedri și cei mai aleși chiparoși. Am ajuns în cele mai îndepărtate locuri și la pădurea cea mai deasă.",
        "24": "Am săpat fântâni și am băut apă în teritorii străine, și cu tălpile picioarelor mele am secat toate pârâurile Egiptului’.",
        "25": "N-ai auzit? Eu am pregătit lucrul acesta demult; din zile străvechi l-am plănuit. Acum însă l-am adus să se împlinească, astfel încât tu să transformi cetățile fortificate în mormane de dărâmături.",
        "26": "Locuitorii lor sunt neputincioși, sunt înspăimântați și făcuți de rușine. Au ajuns ca iarba de pe câmp și ca verdeața fragedă, ca iarba de pe acoperișuri, care se usucă înainte să crească.",
        "27": "Dar Eu știu unde stai, când ieși și când intri și cât ești de furios pe Mine.",
        "28": "Pentru că te-ai mâniat pe Mine și pentru că aroganța ta a ajuns la urechile Mele, voi pune cârligul Meu în nasul tău și zăbala Mea în gura ta și te voi întoarce pe drumul pe care ai venit.",
        "29": "Acesta va fi semnul pentru tine, Ezechia: anul acesta o să mâncați ce va crește de la sine, iar în al doilea an – ce va răsări din ce a rămas. Dar în al treilea an veți semăna și veți secera, veți planta vii și le veți mânca roadele.",
        "30": "Supraviețuitorii Casei lui Iuda, cei rămași, vor prinde iarăși rădăcini dedesubt și vor da rod deasupra.",
        "31": "Căci din Ierusalim va ieși o rămășiță și din muntele Sion o ceată de supraviețuitori. Zelul Domnului Oștirilor va face lucrul acesta».",
        "32": "De aceea, așa vorbește Domnul cu privire la împăratul Asiriei: «Nu va intra în cetatea aceasta și nu va trage nicio săgeată acolo; nu va veni în fața ei cu vreun scut și nu va ridica împotriva ei nicio rampă de asalt.",
        "33": "Pe drumul pe care a venit, pe acela se va întoarce și nu va intra în cetatea aceasta», zice Domnul.",
        "34": "«Eu voi apăra cetatea aceasta, ca s-o eliberez, de dragul Meu și de dragul lui David, slujitorul Meu»“.",
        "35": "În noaptea aceea, îngerul Domnului a ieșit și a omorât în tabăra Asiriei o sută optzeci și cinci de mii de oameni. Când ceilalți s-au sculat dimineață, iată că toți erau niște trupuri moarte.",
        "36": "Atunci Sanherib, împăratul Asiriei, și-a ridicat tabăra și a plecat. El s-a întors la Ninive și a locuit acolo.",
        "37": "În timp ce se închina în templul zeului său Nisrok, fiii săi, Adra-Melek și Sarețer, l-au ucis cu sabia și au fugit în țara Ararat. Și în locul lui a domnit fiul său Esar-Hadon."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "When King Hezekiah heard it, he tore his clothes, covered himself with sackcloth, and went into Yahweh’s house.",
        "2": "He sent Eliakim, who was over the household, Shebna the scribe, and the elders of the priests, covered with sackcloth, to Isaiah the prophet the son of Amoz.",
        "3": "They said to him, “Hezekiah says, ‘Today is a day of trouble, of rebuke, and of rejection; for the children have come to the point of birth, and there is no strength to deliver them.",
        "4": "It may be Yahweh your God will hear all the words of Rabshakeh, whom the king of Assyria his master has sent to defy the living God, and will rebuke the words which Yahweh your God has heard. Therefore lift up your prayer for the remnant that is left.’”",
        "5": "So the servants of King Hezekiah came to Isaiah.",
        "6": "Isaiah said to them, “Tell your master this: ‘Yahweh says, “Don’t be afraid of the words that you have heard, with which the servants of the king of Assyria have blasphemed me.",
        "7": "Behold, I will put a spirit in him, and he will hear news, and will return to his own land. I will cause him to fall by the sword in his own land.”’”",
        "8": "So Rabshakeh returned and found the king of Assyria warring against Libnah; for he had heard that he had departed from Lachish.",
        "9": "When he heard it said of Tirhakah king of Ethiopia, “Behold, he has come out to fight against you,” he sent messengers again to Hezekiah, saying,",
        "10": "“Tell Hezekiah king of Judah this: ‘Don’t let your God in whom you trust deceive you, saying, Jerusalem will not be given into the hand of the king of Assyria.",
        "11": "Behold, you have heard what the kings of Assyria have done to all lands, by destroying them utterly. Will you be delivered?",
        "12": "Have the gods of the nations delivered them, which my fathers have destroyed—Gozan, Haran, Rezeph, and the children of Eden who were in Telassar?",
        "13": "Where is the king of Hamath, the king of Arpad, and the king of the city of Sepharvaim, of Hena, and Ivvah?’”",
        "14": "Hezekiah received the letter from the hand of the messengers and read it. Then Hezekiah went up to Yahweh’s house, and spread it before Yahweh.",
        "15": "Hezekiah prayed before Yahweh, and said, “Yahweh, the God of Israel, who are enthroned above the cherubim, you are the God, even you alone, of all the kingdoms of the earth. You have made heaven and earth.",
        "16": "Incline your ear, Yahweh, and hear. Open your eyes, Yahweh, and see. Hear the words of Sennacherib, which he has sent to defy the living God.",
        "17": "Truly, Yahweh, the kings of Assyria have laid waste the nations and their lands,",
        "18": "and have cast their gods into the fire; for they were no gods, but the work of men’s hands, wood and stone. Therefore they have destroyed them.",
        "19": "Now therefore, Yahweh our God, save us, I beg you, out of his hand, that all the kingdoms of the earth may know that you, Yahweh, are God alone.”",
        "20": "Then Isaiah the son of Amoz sent to Hezekiah, saying, “Yahweh, the God of Israel, says ‘You have prayed to me against Sennacherib king of Assyria, and I have heard you.",
        "21": "This is the word that Yahweh has spoken concerning him: ‘The virgin daughter of Zion has despised you and ridiculed you. The daughter of Jerusalem has shaken her head at you.",
        "22": "Whom have you defied and blasphemed? Against whom have you exalted your voice and lifted up your eyes on high? Against the Holy One of Israel!",
        "23": "By your messengers, you have defied the Lord, and have said, “With the multitude of my chariots, I have come up to the height of the mountains, to the innermost parts of Lebanon, and I will cut down its tall cedars and its choice cypress trees; and I will enter into his farthest lodging place, the forest of his fruitful field.",
        "24": "I have dug and drunk strange waters, and I will dry up all the rivers of Egypt with the sole of my feet.”",
        "25": "Haven’t you heard how I have done it long ago, and formed it of ancient times? Now I have brought it to pass, that it should be yours to lay waste fortified cities into ruinous heaps.",
        "26": "Therefore their inhabitants had little power. They were dismayed and confounded. They were like the grass of the field and like the green herb, like the grass on the housetops and like grain blasted before it has grown up.",
        "27": "But I know your sitting down, your going out, your coming in, and your raging against me.",
        "28": "Because of your raging against me, and because your arrogance has come up into my ears, therefore I will put my hook in your nose, and my bridle in your lips, and I will turn you back by the way by which you came.’",
        "29": "“This will be the sign to you: This year, you will eat that which grows of itself, and in the second year that which springs from that; and in the third year sow and reap, and plant vineyards and eat their fruit.",
        "30": "The remnant that has escaped of the house of Judah will again take root downward, and bear fruit upward.",
        "31": "For out of Jerusalem a remnant will go out, and out of Mount Zion those who shall escape. Yahweh’s zeal will perform this.",
        "32": "“Therefore Yahweh says concerning the king of Assyria, ‘He will not come to this city, nor shoot an arrow there. He will not come before it with shield, nor cast up a mound against it.",
        "33": "He will return the same way that he came, and he will not come to this city,’ says Yahweh.",
        "34": "‘For I will defend this city to save it, for my own sake and for my servant David’s sake.’”",
        "35": "That night, Yahweh’s angel went out and struck one hundred eighty-five thousand in the camp of the Assyrians. When men arose early in the morning, behold, these were all dead bodies.",
        "36": "So Sennacherib king of Assyria departed, went home, and lived at Nineveh.",
        "37": "As he was worshiping in the house of Nisroch his god, Adrammelech and Sharezer struck him with the sword; and they escaped into the land of Ararat. Esar Haddon his son reigned in his place."
      }
    }
  }
}