{
  "book": "2 Imparati",
  "chapter": "4",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "O femeie dintre nevestele fiilor prorocilor a strigat lui Elisei: „Robul tău, bărbatul meu, a murit și știi că robul tău se temea de Domnul; și cel ce l-a împrumutat a venit să ia cei doi copii ai mei și să-i facă robi.”",
        "2": "Elisei i-a zis: „Ce pot să fac pentru tine? Spune-mi, ce ai acasă?” Ea a răspuns: „Roaba ta n-are acasă decât un vas cu untdelemn.”",
        "3": "Și el a zis: „Du-te de cere vase de afară, de la toți vecinii tăi, vase goale, și nu cere puține.",
        "4": "Când te vei întoarce, închide ușa după tine și după copiii tăi, toarnă din untdelemn în toate aceste vase și pune deoparte pe cele pline.”",
        "5": "Atunci, ea a plecat de la el. A închis ușa după ea și după copiii ei; ei îi apropiau vasele și ea turna din untdelemn în ele.",
        "6": "Când s-au umplut vasele, ea a zis fiului său: „Mai dă-mi un vas.” Dar el i-a răspuns: „Nu mai este niciun vas.” Și n-a mai curs untdelemn.",
        "7": "Ea s-a dus de a spus omului lui Dumnezeu lucrul acesta. Și el a zis: „Du-te de vinde untdelemnul și plătește-ți datoria, iar cu ce va rămâne vei trăi tu și fiii tăi.” Fiul sunamitei",
        "8": "Într-o zi, Elisei trecea prin Sunem. Acolo era o femeie bogată. Ea a stăruit de el să primească să mănânce la ea. Și ori de câte ori trecea, se ducea să mănânce la ea.",
        "9": "Ea a zis bărbatului ei: „Iată, știu că omul acesta care trece totdeauna pe la noi este un om sfânt al lui Dumnezeu.",
        "10": "Să facem o mică odaie sus, cu ziduri, și să punem în ea un pat pentru el, o masă, un scaun și un sfeșnic, ca să stea acolo când va veni la noi.”",
        "11": "Elisei, întorcându-se la Sunem, s-a dus în odaia de sus și s-a culcat acolo.",
        "12": "El a zis slujitorului său Ghehazi: „Cheamă pe sunamita aceasta!” Ghehazi a chemat-o și ea a venit înaintea lui.",
        "13": "Și Elisei a zis lui Ghehazi: „Spune-i: ‘Iată, pentru noi tu ți-ai făcut toată tulburarea aceasta. Noi ce putem face pentru tine? Trebuie să vorbim pentru tine împăratului sau căpeteniei oștirii?’” Ea a răspuns: „Eu locuiesc liniștită în mijlocul poporului meu.”",
        "14": "Și el a zis: „Ce să fac pentru ea?” Ghehazi a răspuns: „Ea n-are fiu și bărbatul ei este bătrân.”",
        "15": "Și el a zis: „Cheam-o!” Ghehazi a chemat-o și ea a venit la ușă.",
        "16": "Elisei i-a zis: „La anul, pe vremea aceasta, vei ține în brațe un fiu.” Și ea a zis: „Nu, domnul meu, omule al lui Dumnezeu, nu amăgi pe roaba ta!”",
        "17": "Femeia a rămas însărcinată și a născut un fiu chiar pe vremea aceea, în anul următor, cum îi spusese Elisei.",
        "18": "Copilul s-a făcut mare. Și, într-o zi, când s-a dus pe la tatăl său la secerători,",
        "19": "a zis tatălui său: „Capul meu! Capul meu!” Tatăl a zis slujitorului său: „Du-l la mama sa!”",
        "20": "Slujitorul l-a luat și l-a dus la mama sa. Și copilul a stat pe genunchii mamei sale până la amiază și apoi a murit.",
        "21": "Ea s-a suit, l-a culcat pe patul omului lui Dumnezeu, a închis ușa după ea și a ieșit.",
        "22": "A chemat pe bărbatul ei și a zis: „Trimite-mi, te rog, un slujitor și o măgăriță; vreau să mă duc în grabă la omul lui Dumnezeu și apoi mă voi întoarce.”",
        "23": "Și el a zis: „Pentru ce vrei să te duci astăzi la el? Doar nu este nici lună nouă, nici Sabat.” Ea a răspuns: „Fii pe pace!”",
        "24": "Apoi a pus șaua pe măgăriță și a zis slujitorului său: „Mână și pleacă, să nu oprești pe drum decât când ți-oi spune.”",
        "25": "Ea a plecat deci și s-a dus la omul lui Dumnezeu pe muntele Carmel. Omul lui Dumnezeu a văzut-o de departe și a zis slujitorului său Ghehazi: „Iată pe sunamita aceea!",
        "26": "Acum, aleargă dar înaintea ei și spune-i: ‘Ești bine? Bărbatul tău și copilul sunt bine?’” Ea a răspuns: „Bine.”",
        "27": "Și, cum a ajuns la omul lui Dumnezeu pe munte, i-a îmbrățișat picioarele. Ghehazi s-a apropiat s-o dea înapoi. Dar omul lui Dumnezeu a zis: „Las-o, căci este tare amărâtă și Domnul mi-a ascuns lucrul acesta și nu mi l-a făcut cunoscut.”",
        "28": "Atunci, ea a zis: „Am cerut eu oare domnului meu un fiu? N-am zis eu: ‘Nu mă amăgi’?”",
        "29": "Și Elisei a zis lui Ghehazi: „Încinge-ți mijlocul, ia toiagul meu în mână și pleacă. Dacă vei întâlni pe cineva, să nu-l întrebi de sănătate și, dacă te va întreba cineva de sănătate, să nu-i răspunzi. Să pui toiagul meu pe fața copilului.”",
        "30": "Mama copilului a zis: „Viu este Domnul și viu este sufletul tău că nu te voi părăsi.” Și el s-a sculat și a mers după ea.",
        "31": "Ghehazi le-o luase înainte și pusese toiagul pe fața copilului, dar n-a dat nici glas, nici semn de simțire. S-a întors înaintea lui Elisei, i-a spus lucrul acesta și a zis: „Copilul nu s-a trezit.”",
        "32": "Când a ajuns Elisei în casă, iată că murise copilul, culcat în patul lui.",
        "33": "Elisei a intrat și a închis ușa după ei amândoi și s-a rugat Domnului.",
        "34": "S-a suit și s-a culcat pe copil; și-a pus gura pe gura lui, ochii lui pe ochii lui, mâinile lui pe mâinile lui și s-a întins peste el. Și trupul copilului s-a încălzit.",
        "35": "Elisei a plecat, a mers încoace și încolo prin casă, apoi s-a suit iarăși și s-a întins peste copil. Și copilul a strănutat de șapte ori și a deschis ochii.",
        "36": "Elisei a chemat pe Ghehazi și a zis: „Cheamă pe sunamită.” Ghehazi a chemat-o și ea a venit la Elisei, care a zis: „Ia-ți fiul!”",
        "37": "Ea s-a dus și s-a aruncat la picioarele lui și s-a închinat până la pământ. Și și-a luat fiul și a ieșit afară. Moartea în oală",
        "38": "Elisei s-a întors la Ghilgal, și în țară bântuia o foamete. Pe când fiii prorocilor ședeau înaintea lui, a zis slujitorului său: „Pune oala cea mare și fierbe o ciorbă pentru fiii prorocilor!”",
        "39": "Unul din ei a ieșit pe câmp să culeagă verdețuri; a găsit viță sălbatică și a cules din ea curcubete sălbatice, până și-a umplut haina. Când s-a întors, le-a tăiat în bucăți în oala cu ciorbă, căci nu le cunoștea.",
        "40": "Au dat oamenilor acelora să mănânce. Dar, cum au mâncat din ciorba aceea, au strigat: „Omule al lui Dumnezeu, moartea este în oală!” Și n-au putut să mănânce.",
        "41": "Elisei a zis: „Luați făină!” A aruncat făină în oală și a zis: „Dă oamenilor acestora să mănânce!” Și nu mai era nimic vătămător în oală. Cele douăzeci de pâini de orz",
        "42": "A venit un om din Baal-Șalișa. A adus pâine din cele dintâi roade omului lui Dumnezeu, și anume douăzeci de pâini de orz și spice noi în sac. Elisei a zis: „Dă oamenilor acestora să mănânce!”",
        "43": "Slujitorul său a răspuns: „Cum pot să dau din ele la o sută de inși?” Dar Elisei a zis: „Dă oamenilor să mănânce, căci așa vorbește Domnul: ‘Vor mânca, și va mai rămâne.’”",
        "44": "Atunci le-a pus pâinile înainte și au mâncat și le-a mai și rămas, după cuvântul Domnului."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "O femeie dintre soțiile fiilor profeților i s-a plâns lui Elisei, zicând: ‒ Slujitorul tău, soțul meu, a murit și tu știi că slujitorul tău se temea de Domnul. Creditorul vine acum să-i ia pe cei doi copii ai mei și să-i facă sclavii lui.",
        "2": "Elisei a întrebat-o: ‒ Ce aș putea face pentru tine? Spune-mi ce ai în casa ta? Ea a răspuns: ‒ Slujitoarea ta nu mai are nimic în casă, decât un vas cu ulei.",
        "3": "Elisei a zis: ‒ Du-te și cere vase de la toți vecinii tăi. Cere vase goale, și să nu fie puține.",
        "4": "Când te vei întoarce, încuie ușa după tine și după fiii tăi. Apoi toarnă ulei în fiecare dintre aceste vase și, când vor fi pline, pune-le deoparte.",
        "5": "Atunci a plecat și a încuiat ușa după ea și după fiii săi. Ei apropiau vasele și ea turna ulei în ele.",
        "6": "Când vasele au fost pline, ea i-a zis fiului său: ‒ Mai adu-mi un vas. El i-a răspuns: ‒ Nu mai este niciunul. Atunci uleiul a încetat să mai curgă.",
        "7": "După aceea s-a dus și i-a spus omului lui Dumnezeu lucrul acesta. El i-a zis: „Du-te, vinde uleiul și plătește-ți datoria, iar cu ce va rămâne vei putea trăi tu și fiii tăi“. Învierea fiului șunamitei",
        "8": "Într-o zi, Elisei trecea prin Șunem. Acolo era o femeie bogată care a stăruit ca el să mănânce la ea. Și, ori de câte ori trecea pe acolo, Elisei se oprea la ea ca să mănânce.",
        "9": "Ea i-a zis soțului ei: „Iată, știu că omul acesta, care trece adesea pe la noi, este un om sfânt al lui Dumnezeu.",
        "10": "Să facem, te rog, pe acoperiș o cameră mică, cu pereți, și să punem în ea un pat pentru el, o masă, un scaun și un sfeșnic, ca să stea acolo oricând va veni la noi“.",
        "11": "Într-o zi, când Elisei s-a întors, a intrat în camera de sus și s-a culcat acolo.",
        "12": "Apoi i-a zis slujitorului său, Ghehazi: „Cheam-o pe șunamita aceasta!“. Ghehazi a chemat-o și ea a stat înaintea lui.",
        "13": "Elisei i-a zis lui Ghehazi: „Spune-i, te rog: «Iată că tu te-ai deranjat făcând toate aceste lucruri pentru noi. Cu ce am putea să-ți răsplătim? Să vorbim pentru tine regelui sau conducătorului armatei?»“. Ea a răspuns: „Eu locuiesc în mijlocul poporului meu“.",
        "14": "Elisei a zis: ‒ Ce putem face pentru ea? Ghehazi a răspuns: ‒ Ei bine, ea nu are niciun fiu, iar soțul ei este bătrân.",
        "15": "Elisei a zis: ‒ Cheam-o! El a chemat-o, iar ea s-a oprit în prag.",
        "16": "Elisei a zis: ‒ La anul, pe vremea aceasta, vei ține în brațe un fiu. Ea a zis: ‒ Nu, stăpânul meu! Să n-o minți pe slujitoarea ta, omule al lui Dumnezeu!",
        "17": "Femeia a rămas însărcinată și a născut un fiu chiar pe vremea aceea, în anul următor, așa cum i-a zis Elisei.",
        "18": "Și copilul s-a făcut mare. Într-o zi, când se dusese la tatăl său, la secerători,",
        "19": "copilul i-a zis tatălui său: „Capul meu! Capul meu!“. Atunci tatăl i-a zis unui slujitor: „Du-l la mama lui!“.",
        "20": "Acesta l-a ridicat și l-a dus la mama lui. Copilul a stat pe genunchii ei până la amiază și apoi a murit.",
        "21": "Atunci, ea s-a dus sus în cameră și l-a culcat pe patul omului lui Dumnezeu. Apoi a închis ușa după ea și a ieșit.",
        "22": "L-a chemat pe soțul său și i-a zis: ‒ Trimite-mi, te rog, pe unul dintre slujitori și o măgăriță, ca să mă duc repede până la omul lui Dumnezeu și apoi să mă întorc.",
        "23": "Dar el a întrebat-o: ‒ De ce te duci astăzi la el? Nu este nici lună nouă, și nici sabat. Ea a răspuns: ‒ Stai liniștit!",
        "24": "Și, după ce a pus șaua pe măgăriță, a zis slujitorului ei: „Mână și pleacă! Să nu te oprești pentru mine decât atunci când îți voi spune!“.",
        "25": "Ea a plecat și a ajuns la omul lui Dumnezeu, pe muntele Carmel. Când a văzut-o de la depărtare, omul lui Dumnezeu i-a zis slujitorului său, Ghehazi: „Iată! Aceasta-i șunamita!",
        "26": "Acum, aleargă, te rog, ca s-o întâmpini, și întreab-o dacă îi merge bine, ei, soțului ei și copilului ei“. Ea i-a răspuns: „Totul este bine!“.",
        "27": "După ce a ajuns la omul lui Dumnezeu pe munte, i-a îmbrățișat picioarele. Atunci Ghehazi s-a apropiat ca s-o îndepărteze, dar omul lui Dumnezeu i-a zis: „Las-o, căci sufletul îi este amărât. Domnul mi-a ascuns lucrul acesta și nu mi-a spus“.",
        "28": "Ea a zis: „Am cerut eu oare un fiu stăpânului meu? Nu ți-am spus eu să nu mă amăgești?“.",
        "29": "Elisei i-a zis lui Ghehazi: „Înfășoară-ți brâul în jurul mijlocului, ia toiagul meu în mână și fugi. Dacă te vei întâlni cu cineva să nu-l saluți și, dacă te va saluta cineva, să nu-i răspunzi. Să așezi toiagul meu pe fața băiatului“.",
        "30": "Dar mama băiatului a zis: „Viu este Domnul și viu este sufletul tău că nu te voi părăsi!“. El s-a ridicat și a urmat-o.",
        "31": "Ghehazi s-a dus înainte, a așezat toiagul pe fața băiatului, dar el n-a scos niciun sunet și n-a dat niciun semn de viață. Apoi Ghehazi s-a întors să-l întâlnească pe Elisei și i-a zis: „Băiatul nu s-a trezit“.",
        "32": "Când a ajuns Elisei la casa femeii, iată că băiatul era mort, culcat pe patul lui.",
        "33": "Elisei a intrat, a închis ușa după ei amândoi și s-a rugat Domnului.",
        "34": "Apoi a urcat în camera de sus și s-a întins peste copil, punându-și gura lui pe gura acestuia, ochii lui pe ochii acestuia și mâinile lui pe mâinile acestuia. Când s-a întins peste el, trupul copilului s-a încălzit.",
        "35": "Elisei s-a întors și s-a plimbat prin casă, încoace și încolo, apoi a urcat din nou și s-a întins peste copil. Atunci, băiatul a strănutat de șapte ori și și-a deschis ochii.",
        "36": "Elisei l-a chemat pe Ghehazi și i-a zis: „Cheam-o pe șunamită!“. Și el a chemat-o. Când a ajuns la el, Elisei i-a zis: „Ridică-ți fiul!“.",
        "37": "Ea a intrat și a căzut la picioarele lui, plecându-se până la pământ. Apoi și-a ridicat fiul și a ieșit. Dregerea mâncării otrăvite",
        "38": "Elisei s-a întors la Ghilgal. În țară era foamete. În timp ce fiii profeților ședeau în fața lui, el i-a zis slujitorului său: „Pune oala cea mare și fierbe ciorbă pentru profeți“.",
        "39": "Unul dintre ei a ieșit în câmp pentru a aduna ierburi și a găsit o viță sălbatică. A cules din ea dovleci sălbatici, până și-a umplut poala. Când s-a întors, i-a tăiat și i-a pus în oala cu ciorbă, căci nu știa ce sunt.",
        "40": "Apoi au dat oamenilor să le mănânce. Dar când au început să mănânce din ciorbă, au strigat și au zis: ‒ Omule al lui Dumnezeu, moartea este în oală! Și n-au putut să mănânce din ea.",
        "41": "Elisei a zis: ‒ Aduceți făină. El a aruncat făină în oală și a zis: ‒ Turnați ciorbă pentru oameni ca să mănânce. Și n-a mai fost nimic otrăvitor în oală. Înmulțirea pâinii",
        "42": "A venit un om din Baal-Șalișa, aducând omului lui Dumnezeu hrană: douăzeci de pâini de orz, din cele dintâi roade, și spice proaspete într-un sac. Elisei a zis: ‒ Dă-le oamenilor să mănânce.",
        "43": "Dar slujitorul său a zis: ‒ Cum pot să împart acestea la o sută de oameni? Elisei a zis: ‒ Dă-le oamenilor să mănânce, căci așa vorbește Domnul: „Vor mânca și va mai și rămâne!“.",
        "44": "Atunci le-a pus pâine înainte, iar ei au mâncat și le-a mai și rămas, după Cuvântul Domnului."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now a certain woman of the wives of the sons of the prophets cried out to Elisha, saying, “Your servant my husband is dead. You know that your servant feared Yahweh. Now the creditor has come to take for himself my two children to be slaves.”",
        "2": "Elisha said to her, “What should I do for you? Tell me, what do you have in the house?” She said, “Your servant has nothing in the house, except a pot of oil.”",
        "3": "Then he said, “Go, borrow empty containers from all your neighbors. Don’t borrow just a few containers.",
        "4": "Go in and shut the door on you and on your sons, and pour oil into all those containers; and set aside those which are full.”",
        "5": "So she went from him, and shut the door on herself and on her sons. They brought the containers to her, and she poured oil.",
        "6": "When the containers were full, she said to her son, “Bring me another container.” He said to her, “There isn’t another container.” Then the oil stopped flowing.",
        "7": "Then she came and told the man of God. He said, “Go, sell the oil, and pay your debt; and you and your sons live on the rest.”",
        "8": "One day Elisha went to Shunem, where there was a prominent woman; and she persuaded him to eat bread. So it was, that as often as he passed by, he turned in there to eat bread.",
        "9": "She said to her husband, “See now, I perceive that this is a holy man of God who passes by us continually.",
        "10": "Please, let’s make a little room on the roof. Let’s set a bed, a table, a chair, and a lamp stand for him there. When he comes to us, he can stay there.”",
        "11": "One day he came there, and he went to the room and lay there.",
        "12": "He said to Gehazi his servant, “Call this Shunammite.” When he had called her, she stood before him.",
        "13": "He said to him, “Say now to her, ‘Behold, you have cared for us with all this care. What is to be done for you? Would you like to be spoken for to the king, or to the captain of the army?’” She answered, “I dwell among my own people.”",
        "14": "He said, “What then is to be done for her?” Gehazi answered, “Most certainly she has no son, and her husband is old.”",
        "15": "He said, “Call her.” When he had called her, she stood in the door.",
        "16": "He said, “At this season next year, you will embrace a son.” She said, “No, my lord, you man of God, do not lie to your servant.”",
        "17": "The woman conceived, and bore a son at that season when the time came around, as Elisha had said to her.",
        "18": "When the child was grown, one day he went out to his father to the reapers.",
        "19": "He said to his father, “My head! My head!” He said to his servant, “Carry him to his mother.”",
        "20": "When he had taken him and brought him to his mother, he sat on her knees until noon, and then died.",
        "21": "She went up and laid him on the man of God’s bed, and shut the door on him, and went out.",
        "22": "She called to her husband and said, “Please send me one of the servants, and one of the donkeys, that I may run to the man of God and come again.”",
        "23": "He said, “Why would you want to go to him today? It is not a new moon or a Sabbath.” She said, “It’s all right.”",
        "24": "Then she saddled a donkey, and said to her servant, “Drive, and go forward! Don’t slow down for me, unless I ask you to.”",
        "25": "So she went, and came to the man of God to Mount Carmel. When the man of God saw her afar off, he said to Gehazi his servant, “Behold, there is the Shunammite.",
        "26": "Please run now to meet her, and ask her, ‘Is it well with you? Is it well with your husband? Is it well with your child?’” She answered, “It is well.”",
        "27": "When she came to the man of God to the hill, she caught hold of his feet. Gehazi came near to thrust her away; but the man of God said, “Leave her alone, for her soul is troubled within her; and Yahweh has hidden it from me, and has not told me.”",
        "28": "Then she said, “Did I ask you for a son, my lord? Didn’t I say, ‘Do not deceive me’?”",
        "29": "Then he said to Gehazi, “Tuck your cloak into your belt, take my staff in your hand, and go your way. If you meet any man, don’t greet him; and if anyone greets you, don’t answer him again. Then lay my staff on the child’s face.”",
        "30": "The child’s mother said, “As Yahweh lives, and as your soul lives, I will not leave you.” So he arose, and followed her.",
        "31": "Gehazi went ahead of them, and laid the staff on the child’s face; but there was no voice and no hearing. Therefore he returned to meet him, and told him, “The child has not awakened.”",
        "32": "When Elisha had come into the house, behold, the child was dead, and lying on his bed.",
        "33": "He went in therefore, and shut the door on them both, and prayed to Yahweh.",
        "34": "He went up and lay on the child, and put his mouth on his mouth, and his eyes on his eyes, and his hands on his hands. He stretched himself on him; and the child’s flesh grew warm.",
        "35": "Then he returned, and walked in the house once back and forth, then went up and stretched himself out on him. Then the child sneezed seven times, and the child opened his eyes.",
        "36": "He called Gehazi, and said, “Call this Shunammite!” So he called her. When she had come in to him, he said, “Take up your son.”",
        "37": "Then she went in, fell at his feet, and bowed herself to the ground; then she picked up her son, and went out.",
        "38": "Elisha came again to Gilgal. There was a famine in the land; and the sons of the prophets were sitting before him; and he said to his servant, “Get the large pot, and boil stew for the sons of the prophets.”",
        "39": "One went out into the field to gather herbs, and found a wild vine, and gathered a lap full of wild gourds from it, and came and cut them up into the pot of stew; for they didn’t recognize them.",
        "40": "So they poured out for the men to eat. As they were eating some of the stew, they cried out and said, “Man of God, there is death in the pot!” And they could not eat it.",
        "41": "But he said, “Then bring meal.” He threw it into the pot; and he said, “Serve it to the people, that they may eat.” And there was nothing harmful in the pot.",
        "42": "A man from Baal Shalishah came, and brought the man of God some bread of the first fruits: twenty loaves of barley and fresh ears of grain in his sack. Elisha said, “Give to the people, that they may eat.”",
        "43": "His servant said, “What, should I set this before a hundred men?” But he said, “Give it to the people, that they may eat; for Yahweh says, ‘They will eat, and will have some left over.’”",
        "44": "So he set it before them and they ate and had some left over, according to Yahweh’s word."
      }
    }
  }
}