{
  "book": "2 Imparati",
  "chapter": "1",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Moab s-a răzvrătit împotriva lui Israel, după moartea lui Ahab.",
        "2": "Ahazia a căzut prin zăbrelele odăii lui de sus în Samaria și s-a îmbolnăvit. A trimis niște soli și le-a zis: „Duceți-vă și întrebați pe Baal-Zebub, dumnezeul Ecronului, ca să știu dacă mă voi vindeca de boala aceasta.”",
        "3": "Dar îngerul Domnului a zis lui Ilie, Tișbitul: „Scoală-te, suie-te înaintea solilor împăratului Samariei și spune-le: ‘Oare nu este Dumnezeu în Israel, de vă duceți să întrebați pe Baal-Zebub, dumnezeul Ecronului?’",
        "4": "De aceea, așa vorbește Domnul: ‘Nu te vei mai da jos din patul în care te-ai suit, ci vei muri.’” Și Ilie a plecat.",
        "5": "Solii s-au întors la Ahazia. Și el le-a zis: „Pentru ce v-ați întors?”",
        "6": "Ei i-au răspuns: „Un om s-a suit înaintea noastră și ne-a zis: ‘Întoarceți-vă la împăratul care v-a trimis și spuneți-i: «Așa vorbește Domnul: ‹Oare nu este Dumnezeu în Israel, de trimiteți să întrebe pe Baal-Zebub, dumnezeul Ecronului? De aceea nu te vei mai da jos din patul în care te-ai suit, ci vei muri.›»’”",
        "7": "Ahazia le-a zis: „Ce înfățișare avea omul acela care s-a suit înaintea voastră și v-a spus aceste cuvinte?”",
        "8": "Ei au răspuns: „Era un om îmbrăcat cu o manta de păr și încins cu o curea la mijloc.” Și Ahazia a zis: „Este Ilie, Tișbitul.”",
        "9": "A trimis la el pe o căpetenie peste cincizeci cu cei cincizeci de oameni ai lui. Căpetenia aceasta s-a suit la Ilie, care ședea pe vârful muntelui, și i-a zis: „Omule al lui Dumnezeu, împăratul a zis: ‘Coboară-te!’”",
        "10": "Ilie a răspuns căpeteniei peste cincizeci: „Dacă sunt un om al lui Dumnezeu, să se coboare foc din cer și să vă mistuie pe tine și pe cei cincizeci de oameni ai tăi!” Și s-a coborât foc din cer și i-a mistuit pe el și pe cei cincizeci de oameni ai lui.",
        "11": "Ahazia a trimis din nou la el altă căpetenie peste cincizeci cu cei cincizeci de oameni ai lui. Căpetenia aceasta a luat cuvântul și a zis lui Ilie: „Omule al lui Dumnezeu, așa a zis împăratul: ‘Grăbește-te de te coboară!’”",
        "12": "Ilie le-a răspuns: „Dacă sunt un om al lui Dumnezeu, să se coboare foc din cer și să vă mistuie pe tine și pe cei cincizeci de oameni ai tăi!” Și s-a coborât foc din cer și i-a mistuit pe el și pe cei cincizeci de oameni ai lui.",
        "13": "Ahazia a trimis din nou o a treia căpetenie peste cincizeci împreună cu cei cincizeci de oameni ai săi. Această a treia căpetenie peste cincizeci s-a suit și, la sosire, și-a plecat genunchii înaintea lui Ilie și i-a zis rugându-l: „Omule al lui Dumnezeu, te rog, viața mea și viața acestor cincizeci de oameni, slujitorii tăi, să fie scumpă înaintea ta!",
        "14": "Iată, s-a coborât foc din cer și a mistuit pe cele dintâi două căpetenii peste cincizeci și pe cei cincizeci de oameni ai lor, dar, acum, viața mea să fie scumpă înaintea ta!”",
        "15": "Îngerul Domnului a zis lui Ilie: „Coboară-te împreună cu el, n-ai nicio frică de el.” Ilie s-a sculat și s-a coborât cu el la împărat.",
        "16": "El i-a zis: „Așa vorbește Domnul: ‘Pentru că ai trimis soli să întrebe pe Baal-Zebub, dumnezeul Ecronului, ca și cum n-ar fi în Israel Dumnezeu, al cărui cuvânt să-l poți întreba, nu te vei mai da jos din patul în care te-ai suit, ci vei muri.’”",
        "17": "Ahazia a murit, după cuvântul Domnului rostit prin Ilie. Și în locul lui, a început să domnească Ioram, în al doilea an al lui Ioram, fiul lui Iosafat, împăratul lui Iuda, căci n-avea fiu.",
        "18": "Celelalte fapte ale lui Ahazia și ce a făcut el nu sunt scrise oare în Cartea Cronicilor împăraților lui Israel?"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "După moartea lui Ahab, Moab s-a răsculat împotriva lui Israel.",
        "2": "S-a întâmplat că Ahazia a căzut prin grilajul camerei lui de sus, din palatul Samariei, și a zăcut la pat. Atunci a trimis niște mesageri, zicându-le: „Duceți-vă și întrebați-l pe Baal-Zebub, zeul Ekronului, dacă mă voi vindeca de boala aceasta“.",
        "3": "Dar Îngerul Domnului i-a zis lui Ilie tișbitul: „Ridică-te, du-te să-i întâlnești pe mesagerii regelui Samariei și spune-le: «Oare nu este Dumnezeu în Israel, de mergeți să-l întrebați pe Baal-Zebub, zeul Ekronului?",
        "4": "De aceea, așa vorbește Domnul: ‘Nu vei coborî din patul în care te-ai urcat, căci sigur vei muri!’»“. Apoi Ilie a plecat.",
        "5": "Când mesagerii s-au întors la rege, el i-a întrebat: ‒ De ce v-ați întors?",
        "6": "Ei i-au răspuns: ‒ Un om a venit să ne întâlnească și ne-a zis: „Duceți-vă! Întoarceți-vă la regele care v-a trimis și spuneți-i: «Așa vorbește Domnul: ‘Oare nu este Dumnezeu în Israel, de ai trimis să-l întrebe pe Baal-Zebub, zeul Ekronului? De aceea nu vei coborî din patul în care te-ai urcat, căci sigur vei muri!’»“.",
        "7": "El i-a întrebat: ‒ Cum arăta bărbatul care a venit să vă întâlnească și v-a spus aceste cuvinte?",
        "8": "Ei i-au răspuns: ‒ Acel om era îmbrăcat cu o manta de păr și avea în jurul mijlocului o curea de piele. El a zis: ‒ Este Ilie tișbitul.",
        "9": "Atunci a trimis la el o căpetenie peste cincizeci de oameni, împreună cu cei cincizeci de oameni ai acestuia. Căpetenia s-a suit la Ilie, care stătea pe vârful unui deal, și i-a zis: ‒ Omule al lui Dumnezeu, regele spune: „Coboară!“.",
        "10": "Dar Ilie a răspuns și i-a zis căpeteniei celor cincizeci: ‒ Dacă sunt un om al lui Dumnezeu, să coboare foc din ceruri și să te nimicească, pe tine și pe cei cincizeci de oameni ai tăi. Atunci a coborât foc din ceruri și i-a nimicit, pe el și pe cei cincizeci de oameni care erau cu el.",
        "11": "Apoi regele a trimis o altă căpetenie peste cincizeci de oameni, împreună cu cei cincizeci de oameni ai acestuia. Căpetenia i-a zis: ‒ Omule al lui Dumnezeu, așa vorbește regele: „Coboară repede!“.",
        "12": "Dar Ilie a răspuns și le-a zis: ‒ Dacă sunt un om al lui Dumnezeu, să coboare foc din ceruri și să te nimicească, pe tine și pe cei cincizeci de oameni ai tăi. Atunci a coborât focul lui Dumnezeu din ceruri și i-a nimicit, pe el și pe cei cincizeci de oameni care erau cu el.",
        "13": "Regele a trimis o a treia căpetenie peste cincizeci de oameni, împreună cu cei cincizeci de oameni ai acestuia. Această a treia căpetenie s-a suit, iar când a ajuns, s-a plecat pe genunchi înaintea lui Ilie și a căutat bunăvoința lui, zicându-i: „Omule al lui Dumnezeu, te rog, pune preț pe viața mea și pe viața acestor cincizeci de slujitori ai tăi!",
        "14": "Iată că a coborât foc din ceruri și a omorât primele două căpetenii peste cincizeci și pe cei cincizeci de oameni ai lor. Acum, deci, pune preț pe viața mea!“.",
        "15": "Atunci, îngerul Domnului i-a zis lui Ilie: „Coboară cu el și nu te teme de el!“. Ilie s-a ridicat și a coborât împreună cu el la rege.",
        "16": "El i-a zis regelui: „Așa vorbește Domnul: «Nu este în Israel Dumnezeu al Cărui cuvânt să-L poți întreba, de trimiți mesageri să-l întrebe pe Baal-Zebub, zeul Ekronului? Pentru că ai făcut aceasta, nu vei coborî din patul în care te-ai urcat, ci vei muri cu siguranță!»“.",
        "17": "Ahazia a murit potrivit Cuvântului Domnului pe care l-a rostit Ilie. Pentru că nu avea niciun fiu, în locul lui a devenit rege Ioram. Era al doilea an al lui Iehoram, fiul lui Iehoșafat, regele lui Iuda.",
        "18": "Celelalte fapte pe care le-a făcut Ahazia, nu sunt scrise oare în „Cartea cronicilor regilor lui Israel“?"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Moab rebelled against Israel after the death of Ahab.",
        "2": "Ahaziah fell down through the lattice in his upper room that was in Samaria, and was sick. So he sent messengers, and said to them, “Go, inquire of Baal Zebub, the god of Ekron, whether I will recover of this sickness.”",
        "3": "But Yahweh’s angel said to Elijah the Tishbite, “Arise, go up to meet the messengers of the king of Samaria, and tell them, ‘Is it because there is no God in Israel that you go to inquire of Baal Zebub, the god of Ekron?",
        "4": "Now therefore Yahweh says, “You will not come down from the bed where you have gone up, but you will surely die.”’” Then Elijah departed.",
        "5": "The messengers returned to him, and he said to them, “Why is it that you have returned?”",
        "6": "They said to him, “A man came up to meet us, and said to us, ‘Go, return to the king who sent you, and tell him, “Yahweh says, ‘Is it because there is no God in Israel that you send to inquire of Baal Zebub, the god of Ekron? Therefore you will not come down from the bed where you have gone up, but you will surely die.’”’”",
        "7": "He said to them, “What kind of man was he who came up to meet you and told you these words?”",
        "8": "They answered him, “He was a hairy man, and wearing a leather belt around his waist.” He said, “It’s Elijah the Tishbite.”",
        "9": "Then the king sent a captain of fifty with his fifty to him. He went up to him; and behold, he was sitting on the top of the hill. He said to him, “Man of God, the king has said, ‘Come down!’”",
        "10": "Elijah answered to the captain of fifty, “If I am a man of God, then let fire come down from the sky and consume you and your fifty!” Then fire came down from the sky, and consumed him and his fifty.",
        "11": "Again he sent to him another captain of fifty with his fifty. He answered him, “Man of God, the king has said, ‘Come down quickly!’”",
        "12": "Elijah answered them, “If I am a man of God, then let fire come down from the sky and consume you and your fifty!” Then God’s fire came down from the sky, and consumed him and his fifty.",
        "13": "Again he sent the captain of a third fifty with his fifty. The third captain of fifty went up, and came and fell on his knees before Elijah, and begged him, and said to him, “Man of God, please let my life and the life of these fifty of your servants be precious in your sight.",
        "14": "Behold, fire came down from the sky and consumed the last two captains of fifty with their fifties. But now let my life be precious in your sight.”",
        "15": "Yahweh’s angel said to Elijah, “Go down with him. Don’t be afraid of him.” Then he arose and went down with him to the king.",
        "16": "He said to him, “Yahweh says, ‘Because you have sent messengers to inquire of Baal Zebub, the god of Ekron, is it because there is no God in Israel to inquire of his word? Therefore you will not come down from the bed where you have gone up, but you will surely die.’”",
        "17": "So he died according to Yahweh’s word which Elijah had spoken. Jehoram began to reign in his place in the second year of Jehoram the son of Jehoshaphat king of Judah, because he had no son.",
        "18": "Now the rest of the acts of Ahaziah which he did, aren’t they written in the book of the chronicles of the kings of Israel?"
      }
    }
  }
}