{
  "book": "2 Imparati",
  "chapter": "24",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Pe vremea sa, Nebucadnețar, împăratul Babilonului, a pornit cu război. Ioiachim i-a fost supus trei ani, dar s-a răsculat din nou împotriva lui.",
        "2": "Atunci, Domnul a trimis împotriva lui Ioiachim cete de haldeeni, cete de sirieni, cete de moabiți și cete de amoniți; le-a trimis împotriva lui Iuda, ca să-l nimicească, după cuvântul pe care-l spusese Domnul prin robii Săi, prorocii.",
        "3": "Lucrul acesta s-a întâmplat numai după porunca Domnului, care voia să lepede pe Iuda dinaintea Lui, din pricina tuturor păcatelor săvârșite de Manase",
        "4": "și din pricina sângelui nevinovat pe care-l vărsase Manase și de care umpluse Ierusalimul. De aceea, lucrul acesta Domnul n-a vrut să-l ierte.",
        "5": "Celelalte fapte ale lui Ioiachim și tot ce a făcut el nu sunt scrise oare în Cartea Cronicilor împăraților lui Iuda?",
        "6": "Ioiachim a adormit cu părinții săi. Și în locul lui a domnit fiul său Ioiachin.",
        "7": "Împăratul Egiptului n-a mai ieșit din țara lui, căci împăratul Babilonului luase tot ce era al împăratului Egiptului, de la pârâul Egiptului până la râul Eufrat. Ioiachin. Împresurarea Ierusalimului",
        "8": "Ioiachin avea optsprezece ani când a ajuns împărat și a domnit trei luni la Ierusalim. Mama sa se chema Nehușta, fata lui Elnatan, din Ierusalim.",
        "9": "El a făcut ce este rău înaintea Domnului, întocmai cum făcuse tatăl său.",
        "10": "În vremea aceea, slujitorii lui Nebucadnețar, împăratul Babilonului, s-au suit împotriva Ierusalimului, și cetatea a fost împresurată.",
        "11": "Nebucadnețar, împăratul Babilonului, a venit înaintea cetății pe când o împresurau slujitorii lui.",
        "12": "Atunci, Ioiachin, împăratul lui Iuda, s-a dus la împăratul Babilonului cu mama sa, cu slujitorii, căpeteniile și dregătorii lui. Și împăratul Babilonului l-a luat prins în al optulea an al domniei lui.",
        "13": "A luat de acolo toate vistieriile Casei Domnului și vistieriile casei împăratului și a sfărâmat toate vasele de aur pe care le făcuse Solomon, împăratul lui Israel, în Templul Domnului, cum spusese Domnul.",
        "14": "A dus în robie tot Ierusalimul, toate căpeteniile și toți oamenii viteji, în număr de zece mii, cu toți teslarii și fierarii; n-a mai rămas decât poporul sărac al țării.",
        "15": "A strămutat pe Ioiachin la Babilon și a dus robi din Ierusalim la Babilon: pe mama împăratului, pe nevestele împăratului și pe dregătorii lui și pe mai-marii țării,",
        "16": "pe toți războinicii, în număr de șapte mii, și pe teslari și fierari în număr de o mie, toți numai oameni viteji și buni pentru război. Împăratul Babilonului i-a luat robi în Babilon.",
        "17": "Și împăratul Babilonului a pus împărat, în locul lui Ioiachin, pe unchiul său Matania, căruia i-a schimbat numele în Zedechia. Zedechia",
        "18": "Zedechia avea douăzeci și unu de ani când a ajuns împărat și a domnit unsprezece ani la Ierusalim. Mama sa se chema Hamutal, fata lui Ieremia, din Libna.",
        "19": "El a făcut ce este rău înaintea Domnului, întocmai cum făcuse Ioiachim.",
        "20": "Și lucrul acesta s-a întâmplat din pricina mâniei Domnului împotriva Ierusalimului și împotriva lui Iuda, pe care voia să-i lepede dinaintea Lui. Și Zedechia s-a răsculat împotriva împăratului Babilonului."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Pe vremea lui Iehoiachim, Nebucadnețar, împăratul Babilonului, a venit împotriva acestuia și Iehoiachim i-a fost vasal timp de trei ani. Dar apoi s-a răzgândit și s-a răsculat împotriva lui.",
        "2": "Domnul a trimis împotriva lui Iehoiachim cete de caldeeni, de aramei, de moabiți și de fii ai lui Amon. El le-a trimis împotriva lui Iuda, pentru a o distruge, după Cuvântul Domnului pe care-l rostise prin slujitorii Săi, profeții.",
        "3": "Lucrul acesta s-a întâmplat numai după porunca Domnului și pentru a îndepărta pe Iuda din prezența Lui, din cauza tuturor păcatelor comise de Manase",
        "4": "și din cauza sângelui nevinovat pe care-l vărsase. El a umplut Ierusalimul de sânge nevinovat și de aceea Domnul n-a vrut să-l ierte.",
        "5": "Celelalte fapte ale lui Iehoiachim și tot ce a făcut el, nu sunt scrise oare în „Cartea cronicilor regilor lui Iuda“?",
        "6": "Iehoiachim a adormit alături de strămoșii săi, iar în locul lui a domnit fiul său Iehoiachin.",
        "7": "Regele Egiptului n-a mai ieșit din țara lui, căci împăratul Babilonului luase tot ce aparținea regelui Egiptului, de la Râul Egiptului până la râul Eufrat.",
        "8": "Iehoiachin era în vârstă de optsprezece ani când a devenit rege și a domnit la Ierusalim timp de trei luni. Mama sa se numea Nehușta și era fata lui Elnatan din Ierusalim.",
        "9": "El a făcut ceea ce este rău înaintea ochilor Domnului, tot așa cum făcuse și tatăl său.",
        "10": "În vremea aceea, slujitorii lui Nebucadnețar, împăratul Babilonului, au venit împotriva Ierusalimului și au asediat cetatea.",
        "11": "Nebucadnețar, împăratul Babilonului, a venit înaintea cetății în timp ce slujitorii lui o asediau.",
        "12": "Iehoiachin, regele lui Iuda, s-a predat împăratului Babilonului împreună cu mama sa, slujitorii săi, conducătorii săi și demnitarii săi. Împăratul Babilonului l-a luat prizonier în al optulea an al domniei sale.",
        "13": "Nebucadnețar a luat de acolo toate comorile Templului Domnului și toate comorile palatului regelui. El a înlăturat toate obiectele de aur pe care le făcuse Solomon, regele lui Israel, în Casa Domnului, întocmai cum a spus Domnul.",
        "14": "I-a dus în captivitate pe toți locuitorii Ierusalimului: pe toți conducătorii și pe toți războinicii, în număr de zece mii de prizonieri, pe toți tâmplarii și pe toți fierarii; n-a mai rămas decât poporul sărac al țării.",
        "15": "L-a dus pe Iehoiachin în exil la Babilon și a mai dus în exil, din Ierusalim la Babilon, pe mama regelui, soțiile regelui, pe demnitarii săi, pe nobilii țării,",
        "16": "precum și șapte mii de războinici, toți numai oameni viteji și potriviți pentru război, și o mie de tâmplari și fierari. Împăratul Babilonului i-a dus în exil la Babilon.",
        "17": "În locul lui Iehoiachin, împăratul Babilonului l-a numit rege pe Matania, unchiul acestuia, și i-a schimbat numele în Zedechia.",
        "18": "Zedechia era în vârstă de douăzeci și unu de ani când a devenit rege și a domnit la Ierusalim timp de unsprezece ani. Mama lui se numea Hamutal și era fata lui Ieremia din Libna.",
        "19": "El a făcut ceea ce este rău înaintea ochilor Domnului, tot așa cum făcuse și Iehoiachim.",
        "20": "Din cauza mâniei Domnului s-au întâmplat aceste lucruri în Ierusalim și în Iuda, pe care, în cele din urmă, Domnul le-a alungat din prezența Sa. Zedechia s-a răsculat împotriva împăratului Babilonului."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "In his days Nebuchadnezzar king of Babylon came up, and Jehoiakim became his servant three years. Then he turned and rebelled against him.",
        "2": "Yahweh sent against him bands of the Chaldeans, bands of the Syrians, bands of the Moabites, and bands of the children of Ammon, and sent them against Judah to destroy it, according to Yahweh’s word which he spoke by his servants the prophets.",
        "3": "Surely at the commandment of Yahweh this came on Judah, to remove them out of his sight for the sins of Manasseh, according to all that he did,",
        "4": "and also for the innocent blood that he shed; for he filled Jerusalem with innocent blood, and Yahweh would not pardon.",
        "5": "Now the rest of the acts of Jehoiakim, and all that he did, aren’t they written in the book of the chronicles of the kings of Judah?",
        "6": "So Jehoiakim slept with his fathers, and Jehoiachin his son reigned in his place.",
        "7": "The king of Egypt didn’t come out of his land any more; for the king of Babylon had taken, from the brook of Egypt to the river Euphrates, all that belonged to the king of Egypt.",
        "8": "Jehoiachin was eighteen years old when he began to reign, and he reigned in Jerusalem three months. His mother’s name was Nehushta the daughter of Elnathan of Jerusalem.",
        "9": "He did that which was evil in Yahweh’s sight, according to all that his father had done.",
        "10": "At that time the servants of Nebuchadnezzar king of Babylon came up to Jerusalem, and the city was besieged.",
        "11": "Nebuchadnezzar king of Babylon came to the city while his servants were besieging it,",
        "12": "and Jehoiachin the king of Judah went out to the king of Babylon—he, his mother, his servants, his princes, and his officers; and the king of Babylon captured him in the eighth year of his reign.",
        "13": "He carried out from there all the treasures of Yahweh’s house and the treasures of the king’s house, and cut in pieces all the vessels of gold which Solomon king of Israel had made in Yahweh’s temple, as Yahweh had said.",
        "14": "He carried away all Jerusalem, and all the princes, and all the mighty men of valor, even ten thousand captives, and all the craftsmen and the smiths. No one remained except the poorest people of the land.",
        "15": "He carried away Jehoiachin to Babylon, with the king’s mother, the king’s wives, his officers, and the chief men of the land. He carried them into captivity from Jerusalem to Babylon.",
        "16": "All the men of might, even seven thousand, and the craftsmen and the smiths one thousand, all of them strong and fit for war, even them the king of Babylon brought captive to Babylon.",
        "17": "The king of Babylon made Mattaniah, Jehoiachin’s father’s brother, king in his place, and changed his name to Zedekiah.",
        "18": "Zedekiah was twenty-one years old when he began to reign, and he reigned eleven years in Jerusalem. His mother’s name was Hamutal the daughter of Jeremiah of Libnah.",
        "19": "He did that which was evil in Yahweh’s sight, according to all that Jehoiakim had done.",
        "20": "For through the anger of Yahweh, this happened in Jerusalem and Judah, until he had cast them out from his presence. Then Zedekiah rebelled against the king of Babylon."
      }
    }
  }
}