{
  "book": "2 Imparati",
  "chapter": "7",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Elisei a zis: „Ascultați cuvântul Domnului! Așa vorbește Domnul: ‘Mâine, la ceasul acesta, se va vinde la poarta Samariei o măsură de floare de făină cu un siclu și două măsuri de orz cu un siclu.’”",
        "2": "Călărețul pe brațul căruia se rezema împăratul a răspuns omului lui Dumnezeu: „Chiar dacă ar face Domnul ferestre în cer, cum s-ar putea întâmpla un asemenea lucru?” Și Elisei a zis: „Vei vedea cu ochii tăi, dar tu nu vei mânca din ele.”",
        "3": "La intrarea porții erau patru leproși, care au zis unul către altul: „La ce să ședem aici până vom muri?",
        "4": "Dacă ne vom gândi să intrăm în cetate, în cetate este foamete și vom muri și, dacă vom sta aici, de asemenea vom muri. Haidem dar să ne aruncăm în tabăra sirienilor: dacă ne vor lăsa cu viață, vom trăi, iar, dacă ne vor omorî, vom muri.”",
        "5": "Au plecat dar în amurg să se ducă în tabăra sirienilor. Și, când au ajuns la intrarea taberei sirienilor, iată că nu era nimeni.",
        "6": "Domnul făcuse să se audă în tabăra sirienilor un vuiet de care și un vuiet de cai, vuietul unei mari oștiri, și își ziseseră unul către altul: „Împăratul lui Israel a tocmit împotriva noastră pe împărații hetiților și pe împărații egiptenilor ca să vină să lupte împotriva noastră.”",
        "7": "Și s-au sculat și au luat-o la fugă în amurg. Și-au lăsat corturile, caii și măgarii, tabăra așa cum era și au fugit ca să-și scape viața.",
        "8": "Leproșii, ajungând la intrarea taberei, au pătruns într-un cort, au mâncat și au băut, au luat din el argint, aur și haine și s-au dus și le-au ascuns. S-au întors iarăși, au pătruns într-un alt cort și au luat și de acolo lucruri pe care s-au dus și le-au ascuns.",
        "9": "Apoi, și-au zis unul altuia: „Nu facem bine! Ziua aceasta este o zi de veste bună. Dacă vom tăcea și dacă vom aștepta până la lumina zilei de mâine, vom fi pedepsiți. Veniți acum și haidem să dăm de știre casei împăratului!”",
        "10": "Au plecat și au chemat pe străjerii de la poarta cetății și le-au spus așa: „Am intrat în tabăra sirienilor și iată că nu este nimeni, nu se aude niciun glas de om; n-am găsit decât cai legați și măgari legați și corturile așa cum erau.”",
        "11": "Străjerii de la poartă au strigat și au trimis vestea aceasta înăuntrul casei împăratului.",
        "12": "Împăratul s-a sculat noaptea și a zis slujitorilor săi: „Vreau să vă spun ce ne fac sirienii. Fiindcă știu că suntem flămânzi, au părăsit tabăra ca să se ascundă în ogoare și și-au zis: ‘Când vor ieși din cetate, îi vom prinde vii și vom intra în cetate.’”",
        "13": "Unul din slujitorii împăratului a răspuns: „Să se ia cinci din caii care au mai rămas în cetate – li se va întâmpla doar cum s-a întâmplat la toată mulțimea lui Israel care a mai rămas, toată mulțimea lui Israel care se istovește – și să trimitem să vedem ce se petrece.”",
        "14": "Au luat două care cu caii lor și împăratul a trimis niște soli pe urmele oștirii sirienilor, zicând: „Duceți-vă și vedeți!”",
        "15": "S-au dus după ei până la Iordan și iată că tot drumul era plin cu haine și lucruri pe care le aruncaseră sirienii în goana lor. Solii s-au întors și au spus împăratului.",
        "16": "Poporul a ieșit și a jefuit tabăra sirienilor. Și s-a vândut o măsură de floare de făină cu un siclu și două măsuri de orz cu un siclu, după cuvântul Domnului.",
        "17": "Împăratul încredințase paza porții în mâna călărețului pe brațul căruia se rezemase atunci. Dar călărețul acesta a fost călcat în picioare de popor la poartă și a murit, după cuvântul pe care-l rostise omul lui Dumnezeu când se coborâse împăratul la el.",
        "18": "Omul lui Dumnezeu spusese atunci împăratului: „Mâine, la ceasul acesta, se vor vinde la poarta Samariei două măsuri de orz cu un siclu și o măsură de floare de făină cu un siclu.”",
        "19": "Iar călărețul răspunsese omului lui Dumnezeu: „Chiar dacă ar face Domnul ferestre în cer, cum s-ar putea întâmpla un asemenea lucru?” Și Elisei zisese: „Vei vedea cu ochii tăi, dar tu nu vei mânca din ele.”",
        "20": "În adevăr, așa i s-a și întâmplat: a fost călcat în picioare, la poartă, de popor și a murit."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Elisei a zis: ‒ Ascultați Cuvântul Domnului! Așa vorbește Domnul: „Mâine, pe vremea aceasta, la poarta Samariei, o măsură de făină aleasă se va vinde cu un șechel și două măsuri de orz cu un șechel“.",
        "2": "Dar ofițerul pe brațul căruia se sprijinea regele i-a răspuns omului lui Dumnezeu, zicând: ‒ Iată, nici dacă ar face Domnul ferestre în ceruri, nu s-ar putea întâmpla un asemenea lucru. Elisei a zis: ‒ Iată, vei vedea cu ochii tăi, dar tu nu vei mânca de acolo. Finalul asediului",
        "3": "La intrarea porții erau patru leproși care și-au zis unul altuia: „De ce să stăm aici până vom muri?",
        "4": "Dacă ar fi să intrăm în cetate vom muri din cauza foametei din cetate. Dacă vom sta aici, de asemenea, vom muri. Veniți deci să ne predăm în tabăra arameilor. Dacă ne vor cruța, vom trăi, iar dacă ne vor ucide, vom muri“.",
        "5": "Astfel, în amurg, ei s-au ridicat și s-au dus în tabăra arameilor. Dar când au ajuns la intrarea în tabără, iată că nu mai era nimeni acolo,",
        "6": "pentru că Stăpânul făcuse ca arameii să audă zgomot de cai și de care, întocmai ca vuietul unei mari armate, și fiecare îi zisese fratelui său: „Iată, regele lui Israel i-a plătit pe regii hitiților și pe regii egiptenilor ca să vină împotriva noastră“.",
        "7": "Astfel, în amurg, ei s-au ridicat și au fugit, părăsindu-și corturile, caii și măgarii. Au lăsat tabăra așa cum era și au fugit ca să-și scape viața.",
        "8": "Când au ajuns la marginea taberei, acești leproși au intrat într-un cort, au mâncat și au băut, au luat de acolo argint, aur și haine și s-au dus și le-au ascuns. Apoi s-au întors, au intrat într-un alt cort, au luat și de acolo lucruri și s-au dus și le-au ascuns.",
        "9": "Atunci ei și-au zis unul altuia: „Nu este bine ce facem! Ziua aceasta este o zi a veștilor bune. Dacă vom tăcea și vom aștepta până în zori, vom fi pedepsiți. Să mergem și să anunțăm la palat!“.",
        "10": "Au venit deci, au chemat străjerii de la poarta cetății și le-au zis: „Noi am intrat în tabăra arameilor și iată că nu era nimeni acolo. Nu se auzea niciun glas de om, ci erau doar cai și măgari legați, iar corturile erau la locul lor“.",
        "11": "Atunci străjerii au strigat și i-au anunțat pe cei din palat.",
        "12": "Regele s-a trezit în toiul nopții și le-a zis slujitorilor săi: ‒ Vă voi spune ce vor să ne facă arameii. Știind că suntem înfometați, au ieșit din tabără și s-au ascuns în câmpie, zicând: „Când vor ieși din cetate, îi vom prinde vii și vom intra în cetate!“.",
        "13": "Unul dintre slujitorii lui i-a răspuns: ‒ Dă-ne voie să luăm cinci cai din cei care au mai rămas în cetate. Dacă vor rămâne aici, li se va întâmpla același lucru care i se întâmplă acum întregii mulțimi a lui Israel, adică vor pieri așa cum piere toată mulțimea lui Israel. Să trimitem deci oameni și să vedem ce s-a întâmplat.",
        "14": "Au luat două care cu caii lor, și regele i-a trimis pe urmele armatei Aramului, zicând: „Duceți-vă și vedeți ce s-a întâmplat“.",
        "15": "Au mers pe urma lor până la Iordan și iată că tot drumul era plin cu haine și cu lucruri pe care le aruncaseră arameii în goana lor. Mesagerii s-au întors și l-au înștiințat pe rege.",
        "16": "Apoi poporul a ieșit și a jefuit tabăra arameilor. O măsură de făină aleasă a ajuns să se vândă cu un șechel, iar două măsuri de orz – cu un șechel, după Cuvântul Domnului.",
        "17": "Regele l-a pus responsabil cu paza porții pe ofițerul pe a cărui mână se sprijinea, dar acesta a murit călcat în picioare de poporul de la poartă, după cuvântul rostit de omul lui Dumnezeu când coborâse regele la el.",
        "18": "S-a împlinit întocmai cum i-a vorbit omul lui Dumnezeu regelui, când a zis: „Mâine, pe vremea aceasta, se va vinde la poarta Samariei o măsură de făină aleasă cu un șechel și două măsuri de orz cu un șechel“.",
        "19": "Atunci, ofițerul regelui îi spusese omului lui Dumnezeu: „Iată, nici dacă ar face Domnul ferestre în cer nu s-ar putea întâmpla un asemenea lucru“. Iar omul lui Dumnezeu îi răspunsese: „Iată, vei vedea cu ochii tăi, dar tu nu vei mânca de acolo“.",
        "20": "Și, într-adevăr, așa i s-a și întâmplat. Poporul l-a călcat în picioare la poartă și a murit."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Elisha said, “Hear Yahweh’s word. Yahweh says, ‘Tomorrow about this time a seah of fine flour will be sold for a shekel, and two seahs of barley for a shekel, in the gate of Samaria.’”",
        "2": "Then the captain on whose hand the king leaned answered the man of God, and said, “Behold, if Yahweh made windows in heaven, could this thing be?” He said, “Behold, you will see it with your eyes, but will not eat of it.”",
        "3": "Now there were four leprous men at the entrance of the gate. They said to one another, “Why do we sit here until we die?",
        "4": "If we say, ‘We will enter into the city,’ then the famine is in the city, and we will die there. If we sit still here, we also die. Now therefore come, and let’s surrender to the army of the Syrians. If they save us alive, we will live; and if they kill us, we will only die.”",
        "5": "They rose up in the twilight to go to the camp of the Syrians. When they had come to the outermost part of the camp of the Syrians, behold, no man was there.",
        "6": "For the Lord had made the army of the Syrians to hear the sound of chariots and the sound of horses, even the noise of a great army; and they said to one another, “Behold, the king of Israel has hired against us the kings of the Hittites and the kings of the Egyptians to attack us.”",
        "7": "Therefore they arose and fled in the twilight, and left their tents, their horses, and their donkeys, even the camp as it was, and fled for their life.",
        "8": "When these lepers came to the outermost part of the camp, they went into one tent, and ate and drank, then carried away silver, gold, and clothing and went and hid it. Then they came back, and entered into another tent and carried things from there also, and went and hid them.",
        "9": "Then they said to one another, “We aren’t doing right. Today is a day of good news, and we keep silent. If we wait until the morning light, punishment will overtake us. Now therefore come, let’s go and tell the king’s household.”",
        "10": "So they came and called to the city gatekeepers; and they told them, “We came to the camp of the Syrians, and, behold, there was no man there, not even a man’s voice, but the horses tied, and the donkeys tied, and the tents as they were.”",
        "11": "Then the gatekeepers called out and told it to the king’s household within.",
        "12": "The king arose in the night, and said to his servants, “I will now show you what the Syrians have done to us. They know that we are hungry. Therefore they have gone out of the camp to hide themselves in the field, saying, ‘When they come out of the city, we shall take them alive, and get into the city.’”",
        "13": "One of his servants answered, “Please let some people take five of the horses that remain, which are left in the city. Behold, they are like all the multitude of Israel who are left in it. Behold, they are like all the multitude of Israel who are consumed. Let’s send and see.”",
        "14": "Therefore they took two chariots with horses; and the king sent them out to the Syrian army, saying, “Go and see.”",
        "15": "They went after them to the Jordan; and behold, all the path was full of garments and equipment which the Syrians had cast away in their haste. The messengers returned and told the king.",
        "16": "The people went out and plundered the camp of the Syrians. So a seah of fine flour was sold for a shekel, and two measures of barley for a shekel, according to Yahweh’s word.",
        "17": "The king had appointed the captain on whose hand he leaned to be in charge of the gate; and the people trampled over him in the gate, and he died as the man of God had said, who spoke when the king came down to him.",
        "18": "It happened as the man of God had spoken to the king, saying, “Two seahs of barley for a shekel, and a seah of fine flour for a shekel, shall be tomorrow about this time in the gate of Samaria;”",
        "19": "and that captain answered the man of God, and said, “Now, behold, if Yahweh made windows in heaven, might such a thing be?” and he said, “Behold, you will see it with your eyes, but will not eat of it.”",
        "20": "It happened like that to him, for the people trampled over him in the gate, and he died."
      }
    }
  }
}