{
  "book": "2 Imparati",
  "chapter": "10",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În Samaria erau șaptezeci de fii ai lui Ahab. Iehu a scris scrisori și le-a trimis la Samaria căpeteniilor din Izreel, bătrânilor și îngrijitorilor copiilor lui Ahab. În ele zicea:",
        "2": "„Acum, când veți primi scrisoarea aceasta – fiindcă aveți cu voi pe fiii stăpânului vostru, carele și caii, o cetate întărită și arme –,",
        "3": "vedeți care din fiii stăpânului vostru este cel mai bun și mai vrednic, puneți-l pe scaunul de domnie al tatălui său și luptați pentru casa stăpânului vostru!”",
        "4": "Ei s-au temut foarte mult și au zis: „Iată că doi împărați n-au putut să-i stea împotrivă. Cum îi vom sta noi împotrivă?”",
        "5": "Și căpetenia casei împărătești, căpetenia cetății, bătrânii și îngrijitorii copiilor au trimis să spună lui Iehu: „Noi suntem slujitorii tăi și vom face tot ce ne vei spune; nu vom pune pe nimeni împărat, fă ce vei crede.”",
        "6": "Iehu le-a scris o a doua scrisoare, în care spunea: „Dacă sunteți ai mei și dacă ascultați de glasul meu, luați capetele oamenilor acelora, fiii stăpânului vostru, și veniți la mine mâine, la ceasul acesta, la Izreel.” Și cei șaptezeci de fii ai împăratului erau la mai-marii cetății, care-i creșteau.",
        "7": "Când au primit scrisoarea, au luat pe fiii împăratului și au tăiat pe acești șaptezeci de oameni; apoi le-au pus capetele în coșuri și le-au trimis lui Iehu, la Izreel.",
        "8": "Solul a venit să-i spună, zicând: „Au adus capetele fiilor împăratului.” Și el a zis: „Faceți-le două grămezi la intrarea porții, până dimineață.”",
        "9": "Dimineața a ieșit și, venind înaintea întregului popor, a zis: „Voi sunteți fără vină! Eu am uneltit împotriva stăpânului meu și l-am omorât. Dar cine a lovit pe toți aceștia?",
        "10": "Să știți dar că nu va cădea nimic la pământ din cuvântul Domnului, din cuvântul pe care l-a rostit Domnul împotriva casei lui Ahab; Domnul împlinește ce a spus prin robul Său Ilie.”",
        "11": "Și Iehu a lovit pe toți cei ce mai rămăseseră din casa lui Ahab la Izreel, pe toți mai-marii lui, pe prietenii și pe preoții lui și n-a lăsat să scape niciunul.",
        "12": "Apoi s-a sculat și a plecat la Samaria. Când a ajuns la coliba de întâlnire a unor ciobani, pe drum,",
        "13": "Iehu a dat peste frații lui Ahazia, împăratul lui Iuda, și a zis: „Cine sunteți voi?” Ei au răspuns: „Suntem frații lui Ahazia și ne coborâm să urăm de bine fiilor împăratului și fiilor împărătesei.”",
        "14": "Iehu a zis: „Prindeți-i de vii!” Și i-au prins de vii și i-au tăiat în număr de patruzeci și doi, la fântâna colibei de întâlnire. Iehu n-a lăsat să scape niciunul.",
        "15": "Plecând de acolo, a întâlnit pe Ionadab, fiul lui Recab, care venea înaintea lui. L-a întrebat de sănătate și i-a zis: „Inima ta este tot așa de curată cum este inima mea față de a ta?” Și Ionadab a răspuns: „Este.” „Dacă este”, a zis Iehu, „dă-mi mâna!” Ionadab i-a dat mâna. Și Iehu l-a suit la el în car",
        "16": "și a zis: „Vino cu mine și vei vedea râvna mea pentru Domnul.” L-a luat astfel în carul său. Familia lui Ahab și prorocii lui Baal nimiciți",
        "17": "Când a ajuns Iehu la Samaria, a ucis pe toți cei rămași din Ahab în Samaria și i-a nimicit cu desăvârșire, după cuvântul pe care-l spusese lui Ilie Domnul.",
        "18": "Apoi, a strâns tot poporul și le-a zis: „Ahab a slujit puțin lui Baal, Iehu însă îi va sluji mult.",
        "19": "Acum chemați la mine pe toți prorocii lui Baal, pe toți slujitorii lui și pe toți preoții lui, fără să lipsească unul, căci vreau să aduc o mare jertfă lui Baal: oricine va lipsi va muri.” Iehu lucra cu viclenie, ca să omoare pe toți slujitorii lui Baal.",
        "20": "El a zis: „Vestiți o sărbătoare în cinstea lui Baal!” Și au vestit-o.",
        "21": "A trimis soli în tot Israelul. Și au venit toți slujitorii lui Baal; n-a fost unul care să nu fi venit. Au intrat în templul lui Baal, așa încât templul lui Baal s-a umplut de la un capăt până la celălalt.",
        "22": "Iehu a zis celui ce păzea odaia cu veșmintele: „Scoate veșminte pentru toți slujitorii lui Baal!” Și omul acela a scos veșminte pentru ei.",
        "23": "Atunci, Iehu a venit în templul lui Baal cu Ionadab, fiul lui Recab, și a zis slujitorilor lui Baal: „Căutați și vedeți să nu fie niciun slujitor al Domnului aici, ci să fie numai slujitori de-ai lui Baal!”",
        "24": "Și au intrat să aducă jertfe și arderi-de-tot. Iehu pusese afară optzeci de oameni și le zisese: „Cine va lăsa să scape vreunul din oamenii pe care-i dau pe mâna voastră va răspunde de viața lui cu a sa.”",
        "25": "Când au isprăvit de adus arderile-de-tot, Iehu a zis alergătorilor și căpeteniilor: „Intrați și loviți-i – unul să nu iasă!” Și i-au lovit cu ascuțișul sabiei. Alergătorii și căpeteniile i-au aruncat acolo și s-au dus până la odaia din fund a templului lui Baal.",
        "26": "Au scos afară stâlpii Astarteei din casa lui Baal și i-au ars.",
        "27": "Au sfărâmat stâlpul lui Baal, au dărâmat și templul lui Baal și l-au prefăcut într-o hazna de gunoi, care a rămas în picioare până în ziua de azi. Iehu și închinarea la idoli",
        "28": "Iehu a nimicit pe Baal din mijlocul lui Israel,",
        "29": "dar nu s-a abătut de la păcatele lui Ieroboam, fiul lui Nebat, care făcuse pe Israel să păcătuiască, n-a părăsit vițeii de aur din Betel și Dan.",
        "30": "Domnul a zis lui Iehu: „Pentru că ai adus bine la îndeplinire ce este plăcut înaintea Mea și ai făcut casei lui Ahab tot ce era după voia Mea, fiii tăi până la al patrulea neam vor ședea pe scaunul de domnie al lui Israel.”",
        "31": "Totuși Iehu n-a luat seama să umble din toată inima lui în legea Domnului Dumnezeului lui Israel și nu s-a abătut de la păcatele în care târâse Ieroboam pe Israel.",
        "32": "Pe vremea aceea, Domnul a început să taie câte o bucată din ținutul lui Israel; și Hazael i-a bătut la toate hotarele lui Israel.",
        "33": "De la Iordan spre soare-răsare, a bătut toată țara Galaadului, pe gadiți, rubeniți și manasiți, de la Aroer, care este pe pârâul Arnon, până la Galaad și Basan.",
        "34": "Celelalte fapte ale lui Iehu, tot ce a făcut el și toate isprăvile lui nu sunt scrise oare în Cartea Cronicilor împăraților lui Israel?",
        "35": "Iehu a adormit cu părinții săi și a fost îngropat la Samaria. Și în locul lui a domnit fiul său Ioahaz.",
        "36": "Iehu domnise douăzeci și opt de ani peste Israel la Samaria."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În Samaria erau șaptezeci dintre urmașii lui Ahab. Iehu a scris scrisori și le-a trimis în Samaria la conducătorii lui Izreel, la bătrâni și la îngrijitorii urmașilor lui Ahab, zicând:",
        "2": "„Imediat ce va ajunge scrisoarea aceasta la voi – pentru că urmașii stăpânului vostru sunt la voi și aveți care și cai, o cetate fortificată și arme –",
        "3": "alegeți-l pe cel mai bun și mai capabil dintre urmașii stăpânului vostru, puneți-l pe tronul tatălui său și luptați pentru Casa stăpânului vostru“.",
        "4": "Ei, însă, s-au temut foarte tare și au zis: „Iată că doi regi n-au putut să i se împotrivească. Cum îi vom sta noi împotrivă?“.",
        "5": "Administratorul palatului împreună cu supraveghetorul cetății, cu bătrânii și cu îngrijitorii i-au trimis un mesaj lui Iehu, zicând: „Noi suntem slujitorii tăi și vom face tot ce ne vei spune. Nu vom face pe nimeni rege. Fă ce consideri că este bine“.",
        "6": "Iehu le-a scris o a doua scrisoare, zicând: „Dacă sunteți de partea mea și dacă vreți să mă ascultați, luați capetele urmașilor stăpânului vostru și veniți la mine în Izreel, mâine, pe vremea aceasta“. Cei șaptezeci de urmași ai regelui erau în grija conducătorilor cetății, care-i crescuseră.",
        "7": "Când a ajuns scrisoarea la ei, i-au luat pe cei șaptezeci de urmași ai regelui, i-au înjunghiat, le-au pus capetele în coșuri și i le-au trimis lui Iehu, în Izreel.",
        "8": "Mesagerul a venit și l-a înștiințat pe Iehu, zicând: ‒ Au adus capetele fiilor regelui. Iehu le-a zis: ‒ Faceți cu ele două grămezi la intrarea porții și lăsați-le acolo până dimineață.",
        "9": "Dimineața, el a ieșit, a stat înaintea întregului popor și a zis: „Voi sunteți drepți! Iată că eu am conspirat împotriva stăpânului meu și l-am ucis, dar pe toți aceștia cine i-a omorât?",
        "10": "Să știți acum că nimic din Cuvântul Domnului, pe care l-a rostit Domnul împotriva familiei lui Ahab, nu va rămâne neîmplinit. Domnul a făcut ce a spus prin slujitorul Său Ilie“.",
        "11": "Iehu a ucis tot ce a rămas din familia lui Ahab în Izreel, pe toți demnitarii lui, pe prietenii și pe preoții lui, astfel încât n-a mai rămas niciun supraviețuitor.",
        "12": "Apoi s-a ridicat, a ieșit și a plecat spre Samaria. Pe drum, când a ajuns la Bet-Ekedul Păstorilor,",
        "13": "Iehu i-a întâlnit pe frații lui Ahazia, regele lui Iuda. El a întrebat: ‒ Cine sunteți voi? Ei au răspuns: ‒ Noi suntem frații lui Ahazia și ne-am coborât să-i salutăm pe fiii regelui și pe fiii reginei.",
        "14": "Atunci Iehu a zis: ‒ Prindeți-i vii! Ei i-au prins vii și i-au înjunghiat la fântâna Bet-Ekedului. Erau în număr de patruzeci și doi. N-a cruțat pe niciunul dintre ei.",
        "15": "După ce a plecat de acolo, s-a întâlnit cu Ionadab, fiul lui Recab, care venea să-l întâlnească. Iehu l-a binecuvântat și i-a zis: ‒ Este oare inima ta dreaptă, tot așa cum este inima mea față de inima ta? Ionadab a răspuns: ‒ Da, este! Iehu a zis: ‒ Dacă este, atunci dă-mi mâna! Ionadab i-a dat mâna, și Iehu l-a urcat la el în car.",
        "16": "În timp ce-l urca în carul său, Iehu a zis: ‒ Vino cu mine și vei vedea râvna mea pentru Domnul.",
        "17": "Când a ajuns Iehu în Samaria, i-a ucis pe toți aceia care îi rămăseseră lui Ahab în Samaria, nimicindu-i după cuvântul pe care-l rostise Domnul prin Ilie. Slujitorii lui Baal, uciși de Iehu",
        "18": "Apoi, Iehu a convocat tot poporul și le-a zis: „Ahab i-a slujit puțin lui Baal. Iehu însă îi va sluji mult!",
        "19": "Chemați-i la mine pe toți profeții lui Baal, pe toți cei ce-l slujesc și pe toți preoții lui. Aveți grijă să nu lipsească niciunul, pentru că doresc să aduc o mare jertfă lui Baal. Oricine va lipsi nu va rămâne în viață“. Însă Iehu lucra cu viclenie, ca să-i nimicească pe toți slujitorii lui Baal.",
        "20": "Iehu a zis: „Proclamați o adunare în cinstea lui Baal!“. Și ei au proclamat o adunare.",
        "21": "Iehu a trimis anunțul prin tot Israelul și, astfel, toți slujitorii lui Baal au venit la el. N-a rămas niciunul care să nu fi venit. Au intrat în templul lui Baal, până când templul lui Baal s-a umplut de la un capăt la celălalt.",
        "22": "Apoi, Iehu i-a zis celui ce păzea veșmintele: „Adu veșminte pentru toți slujitorii lui Baal!“. Și el a adus veșminte tuturor.",
        "23": "Iehu și Ionadab, fiul lui Recab, au intrat în templul lui Baal. Ei au spus slujitorilor lui Baal: „Cercetați și vedeți ca nu cumva să fie printre voi vreun slujitor al Domnului, ci doar slujitorii lui Baal“.",
        "24": "Așadar, ei au intrat în templu ca să aducă jertfe și arderi-de-tot. Însă Iehu pusese la pândă afară optzeci de oameni, cărora le spusese: „Cine va lăsa să scape pe vreunul dintre aceia pe care îi dau în mâinile voastre, va plăti cu propria viață pentru viața omului aceluia“.",
        "25": "Imediat ce a terminat de adus arderile-de-tot, Iehu a poruncit gărzilor și ofițerilor: „Intrați și ucideți-i! Să nu scape niciunul!“. După ce i-au trecut prin ascuțișul sabiei, gărzile și ofițerii i-au aruncat afară din templu. Apoi s-au dus până în sanctuarul templului lui Baal,",
        "26": "au scos afară stâlpul sacru din templul lui Baal și l-au ars.",
        "27": "Au dărâmat atât stâlpul lui Baal, cât și templul lui Baal, folosindu-l apoi ca latrină până în ziua aceasta.",
        "28": "Și, astfel, Iehu a nimicit din Israel închinarea la Baal.",
        "29": "Dar Iehu nu a renunțat la păcatele lui Ieroboam, fiul lui Nebat, cel care l-a făcut pe Israel să păcătuiască, și anume la închinarea înaintea vițeilor de aur din Betel și Dan.",
        "30": "Domnul i-a zis lui Iehu: „Pentru că ai făcut bine, îndeplinind ce este drept înaintea ochilor Mei, și i-ai făcut familiei lui Ahab potrivit cu tot ce era în inima Mea, urmașii tăi vor domni peste Israel până la a patra generație“.",
        "31": "Totuși, Iehu nu a vegheat să păzească Legea Domnului, Dumnezeul lui Israel, din toată inima lui. El nu a renunțat la păcatele lui Ieroboam, care l-a făcut pe Israel să păcătuiască.",
        "32": "În acele zile, Domnul a început să reducă teritoriul lui Israel. Hazael l-a învins pe Israel prin toate teritoriile din țară:",
        "33": "de la Iordan, spre est, în toată țara Ghiladului, și anume teritoriul lui Gad, al lui Ruben și al lui Manase; apoi de la Aroer, care este lângă pârâul Arnon, până la Ghilad și Bașan.",
        "34": "Celelalte fapte ale lui Iehu, tot ce a făcut el și toate realizările lui, nu sunt scrise oare în „Cartea cronicilor regilor lui Israel“?",
        "35": "Iehu a adormit alături de strămoșii săi și a fost înmormântat în Samaria, iar în locul său a domnit fiul său Iehoahaz.",
        "36": "Iehu a domnit peste Israel, în Samaria, timp de douăzeci și opt de ani."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now Ahab had seventy sons in Samaria. Jehu wrote letters and sent them to Samaria, to the rulers of Jezreel, even the elders, and to those who brought up Ahab’s sons, saying,",
        "2": "“Now as soon as this letter comes to you, since your master’s sons are with you, and you have chariots and horses, a fortified city also, and armor,",
        "3": "select the best and fittest of your master’s sons, set him on his father’s throne, and fight for your master’s house.”",
        "4": "But they were exceedingly afraid, and said, “Behold, the two kings didn’t stand before him! How then shall we stand?”",
        "5": "He who was over the household, and he who was over the city, the elders also, and those who raised the children, sent to Jehu, saying, “We are your servants, and will do all that you ask us. We will not make any man king. You do that which is good in your eyes.”",
        "6": "Then he wrote a letter the second time to them, saying, “If you are on my side, and if you will listen to my voice, take the heads of the men who are your master’s sons, and come to me to Jezreel by tomorrow this time.” Now the king’s sons, being seventy persons, were with the great men of the city, who brought them up.",
        "7": "When the letter came to them, they took the king’s sons and killed them, even seventy people, and put their heads in baskets, and sent them to him to Jezreel.",
        "8": "A messenger came and told him, “They have brought the heads of the king’s sons.” He said, “Lay them in two heaps at the entrance of the gate until the morning.”",
        "9": "In the morning, he went out and stood, and said to all the people, “You are righteous. Behold, I conspired against my master and killed him, but who killed all these?",
        "10": "Know now that nothing will fall to the earth of Yahweh’s word, which Yahweh spoke concerning Ahab’s house. For Yahweh has done that which he spoke by his servant Elijah.”",
        "11": "So Jehu struck all that remained of Ahab’s house in Jezreel, with all his great men, his familiar friends, and his priests, until he left him no one remaining.",
        "12": "He arose and departed, and went to Samaria. As he was at the shearing house of the shepherds on the way,",
        "13": "Jehu met with the brothers of Ahaziah king of Judah, and said, “Who are you?” They answered, “We are the brothers of Ahaziah. We are going down to greet the children of the king and the children of the queen.”",
        "14": "He said, “Take them alive!” They took them alive, and killed them at the pit of the shearing house, even forty-two men. He didn’t leave any of them.",
        "15": "When he had departed from there, he met Jehonadab the son of Rechab coming to meet him. He greeted him, and said to him, “Is your heart right, as my heart is with your heart?” Jehonadab answered, “It is.” “If it is, give me your hand.” He gave him his hand; and he took him up to him into the chariot.",
        "16": "He said, “Come with me, and see my zeal for Yahweh.” So they made him ride in his chariot.",
        "17": "When he came to Samaria, he struck all who remained to Ahab in Samaria, until he had destroyed them, according to Yahweh’s word which he spoke to Elijah.",
        "18": "Jehu gathered all the people together, and said to them, “Ahab served Baal a little, but Jehu will serve him much.",
        "19": "Now therefore call to me all the prophets of Baal, all of his worshipers, and all of his priests. Let no one be absent, for I have a great sacrifice to Baal. Whoever is absent, he shall not live.” But Jehu did deceptively, intending to destroy the worshipers of Baal.",
        "20": "Jehu said, “Sanctify a solemn assembly for Baal!” So they proclaimed it.",
        "21": "Jehu sent through all Israel; and all the worshipers of Baal came, so that there was not a man left that didn’t come. They came into the house of Baal; and the house of Baal was filled from one end to another.",
        "22": "He said to him who kept the wardrobe, “Bring out robes for all the worshipers of Baal!” So he brought robes out to them.",
        "23": "Jehu went with Jehonadab the son of Rechab into the house of Baal. Then he said to the worshipers of Baal, “Search, and see that none of the servants of Yahweh are here with you, but only the worshipers of Baal.”",
        "24": "So they went in to offer sacrifices and burnt offerings. Now Jehu had appointed for himself eighty men outside, and said, “If any of the men whom I bring into your hands escape, he who lets him go, his life shall be for the life of him.”",
        "25": "As soon as he had finished offering the burnt offering, Jehu said to the guard and to the captains, “Go in and kill them! Let no one escape.” So they struck them with the edge of the sword. The guard and the captains threw the bodies out, and went to the inner shrine of the house of Baal.",
        "26": "They brought out the pillars that were in the house of Baal and burned them.",
        "27": "They broke down the pillar of Baal, and broke down the house of Baal, and made it a latrine, to this day.",
        "28": "Thus Jehu destroyed Baal out of Israel.",
        "29": "However, Jehu didn’t depart from the sins of Jeroboam the son of Nebat, with which he made Israel to sin—the golden calves that were in Bethel and that were in Dan.",
        "30": "Yahweh said to Jehu, “Because you have done well in executing that which is right in my eyes, and have done to Ahab’s house according to all that was in my heart, your descendants shall sit on the throne of Israel to the fourth generation.”",
        "31": "But Jehu took no heed to walk in the law of Yahweh, the God of Israel, with all his heart. He didn’t depart from the sins of Jeroboam, with which he made Israel to sin.",
        "32": "In those days Yahweh began to cut away parts of Israel; and Hazael struck them in all the borders of Israel",
        "33": "from the Jordan eastward, all the land of Gilead, the Gadites, and the Reubenites, and the Manassites, from Aroer, which is by the valley of the Arnon, even Gilead and Bashan.",
        "34": "Now the rest of the acts of Jehu, and all that he did, and all his might, aren’t they written in the book of the chronicles of the kings of Israel?",
        "35": "Jehu slept with his fathers; and they buried him in Samaria. Jehoahaz his son reigned in his place.",
        "36": "The time that Jehu reigned over Israel in Samaria was twenty-eight years."
      }
    }
  }
}