{
  "book": "2 Imparati",
  "chapter": "14",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În al doilea an al lui Ioas, fiul lui Ioahaz, împăratul lui Israel, a început să domnească Amația, fiul lui Ioas, împăratul lui Iuda.",
        "2": "Avea douăzeci și cinci de ani când s-a făcut împărat și a domnit douăzeci și nouă de ani la Ierusalim. Mama sa se chema Ioadan, din Ierusalim.",
        "3": "El a făcut ce este plăcut înaintea Domnului, totuși nu ca tatăl său David, ci a lucrat în totul cum lucrase tatăl său Ioas.",
        "4": "Numai că înălțimile nu le-a stricat; poporul tot mai aducea jertfe și tămâie pe înălțimi.",
        "5": "Când s-a întărit împărăția în mâinile lui, a lovit pe slujitorii săi care uciseseră pe tatăl său, împăratul.",
        "6": "Dar n-a omorât pe fiii ucigașilor, căci așa este scris în cartea legii lui Moise, unde Domnul dă următoarea poruncă: „Să nu se omoare părinții pentru copii și să nu se omoare copiii pentru părinți, ci fiecare să fie omorât pentru păcatul lui.”",
        "7": "A bătut zece mii de edomiți în Valea Sării. Și, în tot timpul războiului, a luat Sela și a numit-o Iocteel, nume pe care l-a păstrat până în ziua de azi.",
        "8": "Atunci, Amația a trimis niște soli la Ioas, fiul lui Ioahaz, fiul lui Iehu, împăratul lui Israel, să-i spună: „Vino să ne vedem fața!”",
        "9": "Și Ioas, împăratul lui Israel, a trimis să spună lui Amația, împăratul lui Iuda: „Spinul din Liban a trimis să spună cedrului din Liban: ‘Dă pe fiică-ta de nevastă fiului meu!’ Și fiarele sălbatice din Liban au trecut și au călcat spinul în picioare.",
        "10": "Ai bătut pe edomiți și a început să ți se înalțe inima. Bucură-te mai bine de slava ta și stai acasă. Pentru ce să stârnești un rău care ar aduce căderea ta și a lui Iuda?”",
        "11": "Dar Amația nu l-a ascultat. Și Ioas, împăratul lui Israel, s-a suit și și-au văzut fața el și Amația, împăratul lui Iuda, la Bet-Șemeșul lui Iuda.",
        "12": "Iuda a fost bătut de Israel și a fugit fiecare în cortul său.",
        "13": "Ioas, împăratul lui Israel, a prins la Bet-Șemeș pe Amația, împăratul lui Iuda, fiul lui Ioas, fiul lui Ahazia. Apoi a venit la Ierusalim și a făcut o spărtură de patru sute de coți în zidul Ierusalimului, de la Poarta lui Efraim până la Poarta Unghiului.",
        "14": "A luat tot aurul și argintul și toate vasele care se aflau în Casa Domnului și în vistieriile casei împăratului; a luat și ostatici și s-a întors în Samaria.",
        "15": "Celelalte fapte ale lui Ioas, ce a făcut el, isprăvile lui și războiul pe care l-a avut cu Amația, împăratul lui Iuda, nu sunt scrise oare în Cartea Cronicilor împăraților lui Israel?",
        "16": "Ioas a adormit cu părinții săi și a fost îngropat la Samaria, cu împărații lui Israel. Și în locul lui a domnit fiul său Ieroboam.",
        "17": "Amația, fiul lui Ioas, împăratul lui Iuda, a trăit cincisprezece ani după moartea lui Ioas, fiul lui Ioahaz, împăratul lui Israel.",
        "18": "Celelalte fapte ale lui Amația nu sunt scrise oare în Cartea Cronicilor împăraților lui Iuda?",
        "19": "Împotriva lui s-a făcut o uneltire la Ierusalim. El a fugit la Lachis, dar l-au urmărit și la Lachis, unde l-au omorât.",
        "20": "L-au dus pe cai și a fost îngropat la Ierusalim cu părinții săi, în cetatea lui David.",
        "21": "Și tot poporul lui Iuda a luat pe Azaria, în vârstă de șaisprezece ani, și l-a pus împărat în locul tatălui său, Amația.",
        "22": "Azaria a zidit iarăși Elatul și l-a adus din nou sub stăpânirea lui Iuda, după ce a adormit împăratul cu părinții săi. Ieroboam al doilea",
        "23": "În al cincisprezecelea an al lui Amația, fiul lui Ioas, împăratul lui Iuda, a început să domnească la Samaria Ieroboam, fiul lui Ioas, împăratul lui Israel. A domnit patruzeci și unu de ani.",
        "24": "El a făcut ce este rău înaintea Domnului; nu s-a abătut de la niciunul din păcatele lui Ieroboam, fiul lui Nebat, care făcuse pe Israel să păcătuiască.",
        "25": "A luat înapoi hotarele lui Israel, de la intrarea Hamatului până la marea câmpiei, după cuvântul pe care-l rostise Domnul Dumnezeul lui Israel prin robul Său Iona, prorocul, fiul lui Amitai, din Gat-Hefer.",
        "26": "Căci Domnul a văzut că necazul lui Israel ajunsese prea mare, a văzut și strâmtorarea în care se aflau și robii, și oamenii slobozi, fără să fie cineva care să vină în ajutorul lui Israel.",
        "27": "Domnul nu hotărâse să șteargă numele lui Israel de sub ceruri și i-a izbăvit prin Ieroboam, fiul lui Ioas.",
        "28": "Celelalte fapte ale lui Ieroboam, tot ce a făcut el, isprăvile lui la război și cum a adus iarăși sub stăpânirea lui Israel Damascul și Hamatul, care fuseseră ale lui Iuda, nu sunt scrise oare toate acestea în Cartea Cronicilor împăraților lui Israel?",
        "29": "Ieroboam a adormit cu părinții săi, cu împărații lui Israel. Și, în locul lui, a domnit fiul său Zaharia."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În al doilea an al lui Iehoaș, fiul lui Iehoahaz, regele lui Israel, a început să domnească Amația, fiul lui Ioaș, regele lui Iuda.",
        "2": "El era în vârstă de douăzeci și cinci de ani când a devenit rege și a domnit la Ierusalim timp de douăzeci și nouă de ani. Mama lui se numea Iehoadan și era din Ierusalim.",
        "3": "El a făcut ce este drept înaintea ochilor Domnului, dar nu ca tatăl său David, ci, în toate lucrurile, a procedat la fel cum făcuse tatăl său Ioaș.",
        "4": "Totuși, înălțimile n-au fost îndepărtate, iar poporul încă mai aducea jertfe și tămâie pe înălțimi.",
        "5": "După ce și-a consolidat domnia, el i-a omorât pe slujitorii care-l uciseseră pe tatăl său, regele.",
        "6": "Totuși, pe fiii ucigașilor nu i-a omorât, după cum este scris în Cartea Legii lui Moise, în care Domnul a poruncit, zicând: „Să nu-i omori pe părinți pentru copii și nici pe copii pentru părinți, ci fiecare om să fie omorât pentru păcatul lui“.",
        "7": "El a omorât zece mii de edomiți în Valea Sării și a cucerit Sela prin luptă, punându-i apoi numele Iokteel, nume pe care și l-a păstrat până în ziua aceasta.",
        "8": "După aceea, Amația a trimis niște mesageri la Iehoaș, fiul lui Iehoahaz, fiul lui Iehu, regele lui Israel, ca să-i spună: ‒ Vino să ne confruntăm!",
        "9": "Iehoaș, regele lui Israel, i-a răspuns lui Amația, regele lui Iuda, zicând: ‒ Spinul din Liban a trimis să-i spună cedrului din Liban: „Dă-o pe fata ta de soție fiului meu!“. Însă una dintre vietățile câmpului a trecut pe acolo și a călcat spinul în picioare.",
        "10": "Tu ai învins într-adevăr Edomul și de aceea ți s-a înălțat inima! Bucură-te de gloria ta și rămâi acasă. De ce să provoci o nenorocire care ar duce la căderea ta și a lui Iuda?",
        "11": "Amația însă n-a ascultat. Prin urmare, Iehoaș, regele lui Israel, a pornit la luptă. El și Amația, regele lui Iuda, s-au confruntat la Bet-Șemeș, în Iuda.",
        "12": "Iuda a fost învins de Israel și fiecare om a fugit acasă.",
        "13": "Iehoaș, regele lui Israel, l-a prins pe Amația, regele lui Iuda, fiul lui Ioaș, fiul lui Ahazia, la Bet-Șemeș. Apoi Iehoaș a venit la Ierusalim și a spart zidul Ierusalimului de la Poarta Efraim până la Poarta Unghiului, pe o lungime de patru sute de coți.",
        "14": "A luat tot aurul și argintul, împreună cu toate obiectele pe care le-a găsit în Casa Domnului și în vistieriile palatului regelui. A luat și prizonieri, și apoi s-a întors în Samaria.",
        "15": "Celelalte fapte ale lui Iehoaș, ce a făcut el și realizările lui în timpul războiului cu Amația, regele lui Iuda, nu sunt scrise oare în „Cartea cronicilor regilor lui Israel“?",
        "16": "Iehoaș a adormit alături de strămoșii săi și a fost înmormântat în Samaria, alături de regii lui Israel. Și în locul lui a domnit fiul său Ieroboam.",
        "17": "Amația, fiul lui Ioaș, regele lui Iuda, a mai trăit încă cincisprezece ani după moartea lui Iehoaș, fiul lui Iehoahaz, regele lui Israel.",
        "18": "Celelalte fapte ale lui Amația, nu sunt scrise oare în „Cartea cronicilor regilor lui Iuda“?",
        "19": "Slujitorii lui Amația au pus la cale o conspirație împotriva lui, la Ierusalim. El a fugit la Lachiș, dar ei au trimis după el oameni care l-au omorât acolo.",
        "20": "L-au adus pe cai și a fost înmormântat la Ierusalim, alături de strămoșii săi, în Cetatea lui David.",
        "21": "Și tot poporul lui Iuda l-a luat pe Azaria, care era în vârstă de șaisprezece ani, și l-a numit rege în locul tatălui său Amația.",
        "22": "Azaria a reconstruit Elatul și l-a adus din nou sub stăpânirea lui Iuda, după ce regele Amația a adormit alături de strămoșii săi. Domnia lui Ieroboam al II-lea peste Israel",
        "23": "Ieroboam, fiul lui Iehoaș, regele lui Israel, a început să domnească la Samaria în al cincisprezecelea an al lui Amația, fiul lui Ioaș, regele lui Iuda. El a domnit timp de patruzeci și unu de ani.",
        "24": "El a făcut ceea ce este rău înaintea ochilor Domnului și nu s-a depărtat de niciunul dintre păcatele lui Ieroboam, fiul lui Nebat, cel care l-a făcut pe Israel să păcătuiască.",
        "25": "A restabilit granița lui Israel, de la Lebo-Hamat până la Marea Arabei, după Cuvântul Domnului, Dumnezeul lui Israel, rostit prin slujitorul Său Iona, fiul lui Amitai, profetul din Gat-Hefer –",
        "26": "căci Domnul văzuse că suferința celor din Israel, sclav sau om liber, era foarte mare și nu era niciun ajutor pentru Israel.",
        "27": "Domnul nu hotărâse că va șterge numele lui Israel de sub ceruri, astfel că El i-a eliberat prin mâna lui Ieroboam, fiul lui Iehoaș.",
        "28": "Celelalte fapte ale lui Ieroboam, tot ce a făcut el și realizările lui din timpul războiului în urma căruia a luat înapoi, pentru Israel, Damascul și Hamatul, care aparținuseră lui Iuda, nu sunt scrise oare în „Cartea cronicilor regilor lui Israel“?",
        "29": "Ieroboam a adormit alături de strămoșii săi, regii lui Israel. Și în locul lui a domnit fiul său Zaharia."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "In the second year of Joash, son of Joahaz, king of Israel, Amaziah the son of Joash king of Judah began to reign.",
        "2": "He was twenty-five years old when he began to reign; and he reigned twenty-nine years in Jerusalem. His mother’s name was Jehoaddin of Jerusalem.",
        "3": "He did that which was right in Yahweh’s eyes, yet not like David his father. He did according to all that Joash his father had done.",
        "4": "However the high places were not taken away. The people still sacrificed and burned incense in the high places.",
        "5": "As soon as the kingdom was established in his hand, he killed his servants who had slain the king his father,",
        "6": "but the children of the murderers he didn’t put to death, according to that which is written in the book of the law of Moses, as Yahweh commanded, saying, “The fathers shall not be put to death for the children, nor the children be put to death for the fathers; but every man shall die for his own sin.”",
        "7": "He killed ten thousand Edomites in the Valley of Salt, and took Sela by war, and called its name Joktheel, to this day.",
        "8": "Then Amaziah sent messengers to Jehoash, the son of Jehoahaz son of Jehu, king of Israel, saying, “Come, let’s look one another in the face.”",
        "9": "Jehoash the king of Israel sent to Amaziah king of Judah, saying, “The thistle that was in Lebanon sent to the cedar that was in Lebanon, saying, ‘Give your daughter to my son as wife.’ Then a wild animal that was in Lebanon passed by, and trampled down the thistle.",
        "10": "You have indeed struck Edom, and your heart has lifted you up. Enjoy the glory of it, and stay at home; for why should you meddle to your harm, that you fall, even you, and Judah with you?”",
        "11": "But Amaziah would not listen. So Jehoash king of Israel went up; and he and Amaziah king of Judah looked one another in the face at Beth Shemesh, which belongs to Judah.",
        "12": "Judah was defeated by Israel; and each man fled to his tent.",
        "13": "Jehoash king of Israel took Amaziah king of Judah, the son of Jehoash the son of Ahaziah, at Beth Shemesh and came to Jerusalem, then broke down the wall of Jerusalem from the gate of Ephraim to the corner gate, four hundred cubits.",
        "14": "He took all the gold and silver and all the vessels that were found in Yahweh’s house and in the treasures of the king’s house, the hostages also, and returned to Samaria.",
        "15": "Now the rest of the acts of Jehoash which he did, and his might, and how he fought with Amaziah king of Judah, aren’t they written in the book of the chronicles of the kings of Israel?",
        "16": "Jehoash slept with his fathers, and was buried in Samaria with the kings of Israel; and Jeroboam his son reigned in his place.",
        "17": "Amaziah the son of Joash king of Judah lived after the death of Jehoash son of Jehoahaz, king of Israel, fifteen years.",
        "18": "Now the rest of the acts of Amaziah, aren’t they written in the book of the chronicles of the kings of Judah?",
        "19": "They made a conspiracy against him in Jerusalem, and he fled to Lachish; but they sent after him to Lachish and killed him there.",
        "20": "They brought him on horses, and he was buried at Jerusalem with his fathers in David’s city.",
        "21": "All the people of Judah took Azariah, who was sixteen years old, and made him king in the place of his father Amaziah.",
        "22": "He built Elath and restored it to Judah. After that the king slept with his fathers.",
        "23": "In the fifteenth year of Amaziah the son of Joash king of Judah, Jeroboam the son of Joash king of Israel began to reign in Samaria for forty-one years.",
        "24": "He did that which was evil in Yahweh’s sight. He didn’t depart from all the sins of Jeroboam the son of Nebat, with which he made Israel to sin.",
        "25": "He restored the border of Israel from the entrance of Hamath to the sea of the Arabah, according to Yahweh, the God of Israel’s word, which he spoke by his servant Jonah the son of Amittai, the prophet, who was from Gath Hepher.",
        "26": "For Yahweh saw the affliction of Israel, that it was very bitter for all, slave and free; and there was no helper for Israel.",
        "27": "Yahweh didn’t say that he would blot out the name of Israel from under the sky; but he saved them by the hand of Jeroboam the son of Joash.",
        "28": "Now the rest of the acts of Jeroboam, and all that he did, and his might, how he fought, and how he recovered Damascus, and Hamath, which had belonged to Judah, for Israel, aren’t they written in the book of the chronicles of the kings of Israel?",
        "29": "Jeroboam slept with his fathers, even with the kings of Israel; and Zechariah his son reigned in his place."
      }
    }
  }
}