{
  "book": "2 Imparati",
  "chapter": "16",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În al șaptesprezecelea an al lui Pecah, fiul lui Remalia, a început să domnească Ahaz, fiul lui Iotam, împăratul lui Iuda.",
        "2": "Ahaz avea douăzeci de ani când a ajuns împărat și a domnit șaisprezece ani la Ierusalim. El n-a făcut ce este plăcut înaintea Domnului Dumnezeului său, cum făcuse tatăl său David.",
        "3": "Ci a umblat în calea împăraților lui Israel și chiar a trecut pe fiul său prin foc, după urâciunile neamurilor pe care le izgonise Domnul dinaintea copiilor lui Israel.",
        "4": "A adus jertfe și tămâie pe înălțimi, pe dealuri și sub toți copacii verzi.",
        "5": "Atunci, Rețin, împăratul Siriei, și Pecah, fiul lui Remalia, împăratul lui Israel, s-au suit împotriva Ierusalimului ca să lupte împotriva lui. Au împresurat pe Ahaz, dar n-au putut să-l biruiască.",
        "6": "În același timp, Rețin, împăratul Siriei, a adus iarăși Elatul sub stăpânirea sirienilor; a izgonit pe evrei din Elat și sirienii au venit la Elat, unde au locuit până în ziua de azi.",
        "7": "Ahaz a trimis soli lui Tiglat-Pileser, împăratul Asiriei, să-i spună: „Eu sunt robul tău și fiul tău; suie-te și izbăvește-mă din mâna împăratului Siriei și din mâna împăratului lui Israel, care se ridică împotriva mea.”",
        "8": "Și Ahaz a luat argintul și aurul din Casa Domnului și din vistieriile casei împăratului și le-a trimis ca dar împăratului Asiriei.",
        "9": "Împăratul Asiriei l-a ascultat. S-a suit împotriva Damascului, l-a luat, a dus pe locuitori în robie la Chir și a omorât pe Rețin.",
        "10": "Împăratul Ahaz s-a dus la Damasc înaintea lui Tiglat-Pileser, împăratul Asiriei. Și, văzând altarul din Damasc, împăratul Ahaz a trimis preotului Urie chipul și înfățișarea acestui altar, întocmai cum era făcut.",
        "11": "Preotul Urie a făcut un altar întocmai după chipul trimis din Damasc de împăratul Ahaz și preotul Urie l-a făcut mai înainte ca să se întoarcă împăratul Ahaz din Damasc.",
        "12": "La venirea lui din Damasc, împăratul a văzut altarul, s-a apropiat de el și s-a suit pe el.",
        "13": "A ars pe el arderea-de-tot și darul de mâncare, a vărsat jertfele de băutură și a stropit pe altar sângele jertfelor de mulțumire.",
        "14": "A îndepărtat dinaintea casei altarul de aramă care era înaintea Domnului, ca să nu fie între noul altar și Casa Domnului; l-a pus lângă noul altar, spre miazănoapte.",
        "15": "Și împăratul Ahaz a dat următoarea poruncă preotului Urie: „Să arzi pe altarul cel mare arderea-de-tot de dimineață și darul de mâncare de seară, arderea-de-tot a împăratului și darul lui de mâncare, arderile-de-tot ale întregului popor din țară și darurile lor de mâncare, să torni pe el jertfele lor de băutură și să stropești pe el tot sângele arderilor-de-tot și tot sângele jertfelor; cât despre altarul de aramă, nu-mi pasă de el.”",
        "16": "Preotul Urie a făcut întocmai cum poruncise împăratul Ahaz.",
        "17": "Și împăratul Ahaz a sfărâmat tăbliile de la temelie și a scos lighenele de pe ele. A dat jos marea de pe boii de aramă care erau sub ea și a pus-o pe o pardoseală de piatră.",
        "18": "De hatârul împăratului Asiriei, a schimbat în Casa Domnului pridvorul Sabatului care fusese zidit acolo, precum și intrarea de afară a împăratului.",
        "19": "Celelalte fapte ale lui Ahaz și tot ce a făcut el nu sunt scrise în Cartea Cronicilor împăraților lui Iuda?",
        "20": "Ahaz a adormit cu părinții săi și a fost îngropat cu părinții săi în cetatea lui David. Și în locul lui a domnit fiul său Ezechia."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Ahaz, fiul lui Iotam, regele lui Iuda, a devenit rege în al șaptesprezecelea an al lui Pekah, fiul lui Remalia.",
        "2": "Ahaz era în vârstă de douăzeci de ani când a început să domnească și a domnit la Ierusalim timp de șaisprezece ani. El nu a făcut ce este drept înaintea ochilor Domnului, Dumnezeul lui, așa cum făcuse strămoșul său David,",
        "3": "ci a umblat pe calea regilor lui Israel. El și-a sacrificat fiul în foc, potrivit cu practicile scârboase ale națiunilor pe care le alungase Domnul dinaintea fiilor lui Israel.",
        "4": "De asemenea, a adus jertfe și tămâie pe înălțimi, pe dealuri și sub orice copac verde.",
        "5": "Atunci Rețin, regele Aramului, și Pekah, fiul lui Remalia, regele lui Israel, s-au dus să lupte împotriva Ierusalimului. L-au asediat pe Ahaz, dar n-au putut să-l învingă.",
        "6": "În vremea aceea, Rețin, regele Aramului, a readus Elatul sub stăpânirea Aramului, alungându-i pe iudei. Astfel, edomiții s-au întors la Elat și au locuit acolo până în ziua aceasta.",
        "7": "Ahaz a trimis niște mesageri la Tiglat-Pileser, împăratul Asiriei, ca să-i spună: „Eu sunt slujitorul tău și fiul tău! Vino și eliberează-mă din mâna regelui Aramului și din mâna regelui lui Israel, care s-au ridicat împotriva mea“.",
        "8": "Ahaz a luat argintul și aurul care se aflau în Casa Domnului și în vistieriile palatului regelui și le-a trimis ca dar împăratului Asiriei.",
        "9": "Împăratul Asiriei l-a ascultat. Și, astfel, împăratul Asiriei a venit împotriva Damascului și l-a capturat. Apoi i-a dus pe locuitori în captivitate la Chir și l-a omorât pe Rețin.",
        "10": "Regele Ahaz a plecat la Damasc pentru a-l întâlni pe Tiglat-Pileser, împăratul Asiriei. Când a văzut altarul care era în Damasc, regele Ahaz a trimis preotului Urie modelul altarului și schița lui, cu fiecare detaliu.",
        "11": "Preotul Urie a construit un altar potrivit cu toate detaliile trimise din Damasc de regele Ahaz. Preotul Urie l-a terminat înainte de întoarcerea regelui din Damasc.",
        "12": "Când s-a întors regele din Damasc și a văzut altarul, s-a apropiat de el și a adus jertfe pe el.",
        "13": "A adus pe altar arderile-de-tot și darurile de mâncare, a turnat darurile de băutură și a vărsat sângele jertfelor pentru pace.",
        "14": "A îndepărtat dinaintea Casei altarul de bronz care era înaintea Domnului, pentru a nu fi între noul altar și Casa Domnului și l-a așezat la nord de noul altar.",
        "15": "Regele Ahaz i-a poruncit preotului Urie, zicând: „Să aduci pe altarul cel mare arderea-de-tot de dimineață și darul de mâncare de seară, arderea-de-tot a regelui și darul lui de mâncare, arderea-de-tot a întregului popor din țară, darul lor de mâncare și darurile lor de băutură; să torni pe el tot sângele arderilor-de-tot și tot sângele jertfelor. Iar altarul de bronz îl voi folosi pentru a căuta călăuzire!“.",
        "16": "Și preotul Urie a făcut totul așa cum i-a poruncit regele Ahaz.",
        "17": "Regele Ahaz a sfărâmat panelele piedestalelor și a îndepărtat bazinele de pe ele. A dat jos și „marea“ de pe boii de bronz care erau sub ea și a așezat-o pe o pardoseală de piatră.",
        "18": "La dorința împăratului Asiriei a îndepărtat din Casa Domnului atât arcada sabatului, care fusese construită în interiorul Casei, cât și intrarea de afară a regelui.",
        "19": "Celelalte fapte pe care le-a făcut Ahaz, nu sunt scrise oare în „Cartea cronicilor regilor lui Iuda“?",
        "20": "Ahaz a adormit alături de strămoșii săi și a fost înmormântat, alături de strămoșii săi, în Cetatea lui David. Și în locul lui a domnit fiul său Ezechia."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "In the seventeenth year of Pekah the son of Remaliah, Ahaz the son of Jotham king of Judah began to reign.",
        "2": "Ahaz was twenty years old when he began to reign, and he reigned sixteen years in Jerusalem. He didn’t do that which was right in Yahweh his God’s eyes, like David his father.",
        "3": "But he walked in the way of the kings of Israel, and even made his son to pass through the fire, according to the abominations of the nations whom Yahweh cast out from before the children of Israel.",
        "4": "He sacrificed and burned incense in the high places, on the hills, and under every green tree.",
        "5": "Then Rezin king of Syria and Pekah son of Remaliah king of Israel came up to Jerusalem to wage war. They besieged Ahaz, but could not overcome him.",
        "6": "At that time Rezin king of Syria recovered Elath to Syria, and drove the Jews from Elath; and the Syrians came to Elath, and lived there to this day.",
        "7": "So Ahaz sent messengers to Tiglath Pileser king of Assyria, saying, “I am your servant and your son. Come up and save me out of the hand of the king of Syria and out of the hand of the king of Israel, who rise up against me.”",
        "8": "Ahaz took the silver and gold that was found in Yahweh’s house, and in the treasures of the king’s house, and sent it for a present to the king of Assyria.",
        "9": "The king of Assyria listened to him; and the king of Assyria went up against Damascus and took it, and carried its people captive to Kir, and killed Rezin.",
        "10": "King Ahaz went to Damascus to meet Tiglath Pileser king of Assyria, and saw the altar that was at Damascus; and King Ahaz sent to Urijah the priest a drawing of the altar and plans to build it.",
        "11": "Urijah the priest built an altar. According to all that King Ahaz had sent from Damascus, so Urijah the priest made it for the coming of King Ahaz from Damascus.",
        "12": "When the king had come from Damascus, the king saw the altar; and the king came near to the altar, and offered on it.",
        "13": "He burned his burnt offering and his meal offering, poured his drink offering, and sprinkled the blood of his peace offerings on the altar.",
        "14": "The bronze altar, which was before Yahweh, he brought from the front of the house, from between his altar and Yahweh’s house, and put it on the north side of his altar.",
        "15": "King Ahaz commanded Urijah the priest, saying, “On the great altar burn the morning burnt offering, the evening meal offering, the king’s burnt offering and his meal offering, with the burnt offering of all the people of the land, their meal offering, and their drink offerings; and sprinkle on it all the blood of the burnt offering, and all the blood of the sacrifice; but the bronze altar will be for me to inquire by.”",
        "16": "Urijah the priest did so, according to all that King Ahaz commanded.",
        "17": "King Ahaz cut off the panels of the bases, and removed the basin from off them, and took down the sea from off the bronze oxen that were under it, and put it on a pavement of stone.",
        "18": "He removed the covered way for the Sabbath that they had built in the house, and the king’s outer entrance to Yahweh’s house, because of the king of Assyria.",
        "19": "Now the rest of the acts of Ahaz which he did, aren’t they written in the book of the chronicles of the kings of Judah?",
        "20": "Ahaz slept with his fathers, and was buried with his fathers in David’s city; and Hezekiah his son reigned in his place."
      }
    }
  }
}