{
  "book": "2 Imparati",
  "chapter": "8",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Elisei a zis femeii pe al cărei fiu îl înviase: „Scoală-te, du-te, tu și casa ta, și locuiește pentru o vreme unde vei putea, căci Domnul va trimite o foamete de șapte ani peste țară, și foametea a și început.”",
        "2": "Femeia s-a sculat și a făcut după cuvântul omului lui Dumnezeu: a plecat, ea și casa ei, și a locuit șapte ani în țara filistenilor.",
        "3": "După șapte ani, femeia s-a întors din țara filistenilor și s-a dus să roage pe împărat pentru casa și ogorul ei.",
        "4": "Împăratul stătea de vorbă cu Ghehazi, slujitorul omului lui Dumnezeu, și zicea: „Istorisește-mi, te rog, toate lucrurile mari pe care le-a făcut Elisei.”",
        "5": "Și, pe când istorisea împăratului cum înviase pe un mort, tocmai a venit femeia pe al cărei fiu îl înviase Elisei să roage pe împărat pentru casa și ogorul ei. Ghehazi a zis: „Împărate, domnul meu, iată femeia și iată fiul ei pe care l-a înviat Elisei.”",
        "6": "Împăratul a întrebat pe femeie, și ea i-a istorisit faptul. Apoi împăratul i-a dat un dregător, căruia i-a zis: „Vezi să se dea înapoi tot ce este al femeii acesteia, cu toate veniturile ogorului, din ziua când a părăsit țara și până acum!” Hazael, împărat al Siriei",
        "7": "Elisei s-a întors la Damasc. Ben-Hadad, împăratul Siriei, era bolnav. Și l-au înștiințat zicând: „Omul lui Dumnezeu a venit aici!”",
        "8": "Împăratul a zis lui Hazael: „Ia cu tine un dar și du-te înaintea omului lui Dumnezeu. Întreabă prin el pe Domnul și zi: ‘Mă voi tămădui de boala aceasta?’”",
        "9": "Hazael s-a dus înaintea lui Elisei, luând cu el un dar – tot ce era mai bun în Damasc: patruzeci de cămile încărcate. Când a ajuns, s-a înfățișat înaintea lui și a zis: „Fiul tău Ben-Hadad, împăratul Siriei, mă trimite la tine să te întreb: ‘Mă voi tămădui de boala aceasta?’”",
        "10": "Elisei i-a răspuns: „Du-te și spune-i: ‘Te vei tămădui’, măcar că Domnul mi-a descoperit că va muri.”",
        "11": "Omul lui Dumnezeu și-a pironit privirea asupra lui Hazael și s-a uitat țintă la el multă vreme, apoi a plâns.",
        "12": "Hazael a zis: „Pentru ce plânge domnul meu?” Și Elisei a răspuns: „Pentru că știu răul pe care-l vei face copiilor lui Israel: vei pune foc cetăților întărite ale lor, vei ucide cu sabia pe tinerii lor, vei zdrobi pe pruncii lor și vei spinteca pântecele femeilor însărcinate.”",
        "13": "Hazael a zis: „Dar ce este robul tău, câinele acesta, ca să facă lucruri așa de mari?” Și Elisei a zis: „Domnul mi-a descoperit că vei fi împărat al Siriei.”",
        "14": "Hazael a plecat de la Elisei și s-a întors la stăpânul său, care i-a zis: „Ce ți-a spus Elisei?” Și el a răspuns: „Mi-a spus că te vei tămădui!”",
        "15": "A doua zi, Hazael a luat o învelitoare, pe care a înmuiat-o în apă, și a întins-o pe fața împăratului, care a murit. Și, în locul lui, a domnit Hazael. Domnia lui Ioram",
        "16": "În al cincilea an al lui Ioram, fiul lui Ahab, împăratul lui Israel, a început să domnească Ioram, fiul lui Iosafat, împăratul lui Iuda.",
        "17": "Avea treizeci și doi de ani când s-a făcut împărat și a domnit opt ani la Ierusalim.",
        "18": "El a umblat în calea împăraților lui Israel, cum făcuse casa lui Ahab, căci avea de nevastă pe o fată a lui Ahab, și a făcut ce este rău înaintea Domnului.",
        "19": "Dar Domnul n-a voit să nimicească pe Iuda, din pricina robului Său David, după făgăduința pe care i-o făcuse că-i va da totdeauna o lumină printre fiii săi.",
        "20": "Pe vremea sa, Edom s-a răsculat împotriva stăpânirii lui Iuda și au pus un împărat peste ei.",
        "21": "Ioram a trecut la Țair cu toate carele lui. Sculându-se noaptea, a bătut pe edomiți, care-l înconjurau, și pe căpeteniile carelor, și poporul a fugit în corturi.",
        "22": "Răscoala Edomului împotriva stăpânirii lui Iuda a ținut până în ziua de azi. Libna s-a răsculat tot în același timp.",
        "23": "Celelalte fapte ale lui Ioram și tot ce a făcut el nu sunt scrise oare în Cartea Cronicilor împăraților lui Iuda?",
        "24": "Ioram a adormit cu părinții săi și a fost îngropat cu părinții săi în cetatea lui David. Și, în locul lui, a domnit fiul său Ahazia. Ahazia",
        "25": "În al doisprezecelea an al lui Ioram, fiul lui Ahab, împăratul lui Israel, a început să domnească Ahazia, fiul lui Ioram, împăratul lui Iuda.",
        "26": "Ahazia avea douăzeci și doi de ani când a ajuns împărat și a domnit un an la Ierusalim. Mama sa se chema Atalia, fata lui Omri, împăratul lui Israel.",
        "27": "El a umblat în calea casei lui Ahab și a făcut ce este rău înaintea Domnului, ca și casa lui Ahab, căci era ginerele casei lui Ahab.",
        "28": "El a mers cu Ioram, fiul lui Ahab, la război împotriva lui Hazael, împăratul Siriei, la Ramot din Galaad. Și sirienii au rănit pe Ioram.",
        "29": "Împăratul Ioram s-a întors să se tămăduiască la Izreel de rănile pe care i le făcuseră sirienii la Rama, când se bătea împotriva lui Hazael, împăratul Siriei. Ahazia, fiul lui Ioram, împăratul lui Iuda, s-a coborât să vadă pe Ioram, fiul lui Ahab, la Izreel, pentru că era bolnav."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Elisei îi zisese femeii pe al cărei fiu îl înviase: „Ridică-te și pleacă împreună cu familia ta și locuiește pe unde vei putea, pentru că Domnul a hotărât să vină o foamete de șapte ani peste țară, și ea a și început“.",
        "2": "Femeia a făcut îndată așa cum îi spusese omul lui Dumnezeu. A plecat împreună cu familia ei și a locuit în țara filistenilor timp de șapte ani.",
        "3": "La sfârșitul celor șapte ani, femeia s-a întors din țara filistenilor și a venit să-i facă regelui o rugăminte pentru casa și pământul ei.",
        "4": "Regele tocmai vorbea cu Ghehazi, slujitorul omului lui Dumnezeu, și-i zicea: „Vorbește-mi, te rog, despre toate realizările lui Elisei!“.",
        "5": "Chiar în momentul în care Ghehazi îi istorisea regelui cum a înviat Elisei un mort, iată că a intrat femeia pe al cărei fiu îl înviase Elisei, ca să facă o rugăminte regelui pentru casa și pământul ei. Și Ghehazi a zis: „O, rege, stăpânul meu, aceasta este femeia despre care vorbeam și acesta este fiul ei, care a fost înviat de Elisei!“.",
        "6": "Regele a întrebat-o pe femeie și ea i-a istorisit totul. Apoi, regele i-a dat un demnitar, zicându-i: „Să i se înapoieze tot ce a fost al ei, împreună cu tot venitul pământului ei, din ziua în care a părăsit țara și până acum!“. Hazael ajunge rege al Aramului",
        "7": "Elisei a venit în Damasc. Ben-Hadad, regele Aramului, era bolnav. Și l-au înștiințat, zicând: „A venit omul lui Dumnezeu aici!“.",
        "8": "Regele i-a zis lui Hazael: „Ia cu tine un dar, du-te, întâlnește-te cu omul lui Dumnezeu și întreabă-L pe Domnul prin el, zicând: «Mă voi vindeca de boala aceasta?»“.",
        "9": "Hazael s-a dus să-l întâlnească și a luat în mâna lui un dar și tot felul de bunuri ale Damascului, încărcate pe patruzeci de cămile. Când a ajuns la Elisei, s-a înfățișat înaintea lui și a zis: ‒ Fiul tău, Ben-Hadad, regele Aramului, m-a trimis la tine să întreb: „Mă voi vindeca de boala aceasta?“.",
        "10": "Elisei i-a răspuns: ‒ Du-te și spune-i: „Sigur te vei vindeca“, deși Domnul mi-a arătat că sigur va muri.",
        "11": "Apoi și-a ațintit privirea spre Hazael și a rămas așa până când acesta și-a pierdut răbdarea. Și omul lui Dumnezeu a plâns.",
        "12": "Hazael a întrebat: ‒ De ce plângi, stăpânul meu? El a răspuns: ‒ Pentru că știu răul pe care îl vei face fiilor lui Israel. Vei da foc cetăților lor întărite, îi vei ucide cu sabia pe tinerii lor, îi vei tăia în bucăți pe copiii lor și le vei spinteca pe femeile lor însărcinate.",
        "13": "Hazael a zis: ‒ Dar ce este slujitorul tău, câinele acesta, ca să facă un lucru așa de mare? Elisei a răspuns: ‒ Domnul mi-a arătat că vei fi regele Aramului.",
        "14": "Apoi Hazael a plecat de la Elisei și s-a întors la stăpânul său. Acesta l-a întrebat: ‒ Ce ți-a spus Elisei? El a răspuns: ‒ Mi-a spus că sigur te vei vindeca.",
        "15": "Dar a doua zi Hazael a luat o pânză netedă și, după ce a înmuiat-o în apă, a întins-o pe fața regelui, care a murit. Și în locul lui a domnit Hazael.",
        "16": "În al cincilea an al lui Ioram, fiul lui Ahab, regele lui Israel, în timp ce Iehoșafat era rege al lui Iuda, a început să domnească Iehoram, fiul lui Iehoșafat, regele lui Iuda.",
        "17": "El era în vârstă de treizeci și doi de ani când a devenit rege și a domnit la Ierusalim timp de opt ani.",
        "18": "El a umblat pe calea regilor lui Israel, făcând ce este rău înaintea ochilor Domnului, așa cum a făcut familia lui Ahab, căci soția lui era o fată a lui Ahab.",
        "19": "Totuși, Domnul nu a dorit să distrugă Iuda, datorită lui David, slujitorul Său, fiindcă îi promisese că-i va da, pentru totdeauna, o lumină lui și urmașilor lui.",
        "20": "Pe vremea lui Iehoram, Edom s-a răsculat împotriva stăpânirii lui Iuda și și-a numit propriul său rege.",
        "21": "Atunci, Ioram a trecut în Țair împreună cu toate carele lui. El s-a sculat noaptea și l-a învins pe Edom, care îl înconjurase, pe el și pe conducătorii carelor. Însă cei din popor au fugit la casele lor.",
        "22": "Edom s-a răsculat mereu împotriva stăpânirii lui Iuda, până în ziua aceasta. Tot în acea perioadă s-a răsculat și Libna.",
        "23": "Celelalte fapte ale lui Ioram și tot ce a făcut el, nu sunt scrise oare în „Cartea cronicilor regilor lui Iuda“?",
        "24": "Ioram a adormit alături de strămoșii săi și a fost înmormântat, alături de strămoșii săi, în Cetatea lui David. În locul său a început să domnească Ahazia, fiul său.",
        "25": "În al doisprezecelea an al lui Ioram, fiul lui Ahab, regele lui Israel, a început să domnească Ahazia, fiul lui Iehoram, regele lui Iuda.",
        "26": "Ahazia era în vârstă de douăzeci și doi de ani când a devenit rege și a domnit la Ierusalim timp de un an. Numele mamei lui era Atalia, o nepoată a lui Omri, regele lui Israel.",
        "27": "Și el a umblat pe calea familiei lui Ahab, făcând ce este rău înaintea ochilor Domnului, la fel ca familia lui Ahab, fiindcă era căsătorit cu cineva din familia lui Ahab.",
        "28": "El a mers la război cu Ioram, fiul lui Ahab, împotriva lui Hazael, regele Aramului, în Ramotul Ghiladului. Acolo, însă, arameii l-au rănit pe Ioram.",
        "29": "Regele Ioram s-a întors în Izreel ca să se vindece de rănile pe care i le făcuseră arameii la Rama, în timpul luptei cu Hazael, regele Aramului. Atunci Ahazia, fiul lui Iehoram, regele lui Iuda, s-a dus în Izreel ca să-l vadă pe Ioram, fiul lui Ahab, deoarece acesta era rănit."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now Elisha had spoken to the woman whose son he had restored to life, saying, “Arise, and go, you and your household, and stay for a while wherever you can; for Yahweh has called for a famine. It will also come on the land for seven years.”",
        "2": "The woman arose, and did according to the man of God’s word. She went with her household, and lived in the land of the Philistines for seven years.",
        "3": "At the end of seven years, the woman returned from the land of the Philistines. Then she went out to beg the king for her house and for her land.",
        "4": "Now the king was talking with Gehazi the servant of the man of God, saying, “Please tell me all the great things that Elisha has done.”",
        "5": "As he was telling the king how he had restored to life him who was dead, behold, the woman whose son he had restored to life begged the king for her house and for her land. Gehazi said, “My lord, O king, this is the woman, and this is her son, whom Elisha restored to life.”",
        "6": "When the king asked the woman, she told him. So the king appointed to her a certain officer, saying, “Restore all that was hers, and all the fruits of the field since the day that she left the land, even until now.”",
        "7": "Elisha came to Damascus; and Benhadad the king of Syria was sick. He was told, “The man of God has come here.”",
        "8": "The king said to Hazael, “Take a present in your hand, and go meet the man of God, and inquire of Yahweh by him, saying, ‘Will I recover from this sickness?’”",
        "9": "So Hazael went to meet him and took a present with him, even of every good thing of Damascus, forty camels’ burden, and came and stood before him and said, “Your son Benhadad king of Syria has sent me to you, saying, ‘Will I recover from this sickness?’”",
        "10": "Elisha said to him, “Go, tell him, ‘You will surely recover;’ however Yahweh has shown me that he will surely die.”",
        "11": "He settled his gaze steadfastly on him, until he was ashamed. Then the man of God wept.",
        "12": "Hazael said, “Why do you weep, my lord?” He answered, “Because I know the evil that you will do to the children of Israel. You will set their strongholds on fire, and you will kill their young men with the sword, and will dash their little ones in pieces, and rip up their pregnant women.”",
        "13": "Hazael said, “But what is your servant, who is but a dog, that he could do this great thing?” Elisha answered, “Yahweh has shown me that you will be king over Syria.”",
        "14": "Then he departed from Elisha, and came to his master, who said to him, “What did Elisha say to you?” He answered, “He told me that you would surely recover.”",
        "15": "On the next day, he took a thick cloth, dipped it in water, and spread it on the king’s face, so that he died. Then Hazael reigned in his place.",
        "16": "In the fifth year of Joram the son of Ahab king of Israel, Jehoshaphat being king of Judah then, Jehoram the son of Jehoshaphat king of Judah began to reign.",
        "17": "He was thirty-two years old when he began to reign. He reigned eight years in Jerusalem.",
        "18": "He walked in the way of the kings of Israel, as did Ahab’s house, for he married Ahab’s daughter. He did that which was evil in Yahweh’s sight.",
        "19": "However, Yahweh would not destroy Judah, for David his servant’s sake, as he promised him to give to him a lamp for his children always.",
        "20": "In his days Edom revolted from under the hand of Judah, and made a king over themselves.",
        "21": "Then Joram crossed over to Zair, and all his chariots with him; and he rose up by night and struck the Edomites who surrounded him with the captains of the chariots; and the people fled to their tents.",
        "22": "So Edom revolted from under the hand of Judah to this day. Then Libnah revolted at the same time.",
        "23": "The rest of the acts of Joram, and all that he did, aren’t they written in the book of the chronicles of the kings of Judah?",
        "24": "Joram slept with his fathers, and was buried with his fathers in David’s city; and Ahaziah his son reigned in his place.",
        "25": "In the twelfth year of Joram the son of Ahab king of Israel, Ahaziah the son of Jehoram king of Judah began to reign.",
        "26": "Ahaziah was twenty-two years old when he began to reign; and he reigned one year in Jerusalem. His mother’s name was Athaliah the daughter of Omri king of Israel.",
        "27": "He walked in the way of Ahab’s house and did that which was evil in Yahweh’s sight, as did Ahab’s house, for he was the son-in-law of Ahab’s house.",
        "28": "He went with Joram the son of Ahab to war against Hazael king of Syria at Ramoth Gilead, and the Syrians wounded Joram.",
        "29": "King Joram returned to be healed in Jezreel from the wounds which the Syrians had given him at Ramah, when he fought against Hazael king of Syria. Ahaziah the son of Jehoram, king of Judah, went down to see Joram the son of Ahab in Jezreel, because he was sick."
      }
    }
  }
}