{
  "book": "2 Imparati",
  "chapter": "6",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Fiii prorocilor au zis lui Elisei: „Iată că locul unde locuim noi cu tine este prea strâmt pentru noi.",
        "2": "Haidem până la Iordan ca să luăm de acolo fiecare câte o bârnă și să ne facem acolo un loc de locuit.” Elisei a răspuns: „Duceți-vă!”",
        "3": "Și unul din ei a zis: „Fii bun și vino cu slujitorii tăi!” El a răspuns: „Voi merge.”",
        "4": "A plecat deci cu ei. Ajungând la Iordan, au tăiat lemne.",
        "5": "Și, pe când tăia unul din ei o bârnă, a căzut fierul de la secure în apă. El a strigat: „Ah, domnul meu, era împrumutat!”",
        "6": "Omul lui Dumnezeu a zis: „Unde a căzut?” Și i-a arătat locul. Atunci, Elisei a tăiat o bucată de lemn, a aruncat-o în locul acela, și fierul de la secure a plutit pe apă.",
        "7": "Apoi a zis: „Ridică-l!” Și a întins mâna și l-a luat. Orbirea sirienilor",
        "8": "Împăratul Siriei era în război cu Israel. Și, într-un sfat pe care l-a ținut cu slujitorii săi, a zis: „Tabăra mea va fi în cutare loc.”",
        "9": "Dar omul lui Dumnezeu a trimis să spună împăratului lui Israel: „Ferește-te să treci pe lângă locul acela, căci acolo sunt ascunși sirienii.”",
        "10": "Și împăratul lui Israel a trimis niște oameni să stea la pândă spre locul pe care i-l spusese și despre care îl înștiințase omul lui Dumnezeu. Aceasta s-a întâmplat nu o dată, nici de două ori.",
        "11": "Împăratului Siriei i s-a tulburat inima. A chemat pe slujitorii săi și le-a zis: „Nu voiți să-mi spuneți care din noi este pentru împăratul lui Israel?”",
        "12": "Unul din slujitorii săi a răspuns: „Nimeni, împărate, domnul meu, dar prorocul Elisei, care este în Israel, spune împăratului lui Israel cuvintele pe care le rostești în odaia ta de culcare.”",
        "13": "Și împăratul a zis: „Duceți-vă și vedeți unde este, ca să trimit să-l prindă.” Au venit și i-au spus: „Iată că este la Dotan.”",
        "14": "A trimis acolo cai, care și o oaste puternică. Au ajuns noaptea și au înconjurat cetatea.",
        "15": "Slujitorul omului lui Dumnezeu s-a sculat dis-de-dimineață și a ieșit. Și iată că o oaste înconjura cetatea cu cai și care. Și slujitorul a zis omului lui Dumnezeu: „Ah, domnul meu, cum vom face?”",
        "16": "El a răspuns: „Nu te teme, căci mai mulți sunt cei cu noi decât cei cu ei.”",
        "17": "Elisei s-a rugat și a zis: „Doamne, deschide-i ochii să vadă!” Și Domnul a deschis ochii slujitorului, care a văzut muntele plin de cai și de care de foc împrejurul lui Elisei.",
        "18": "Sirienii s-au coborât la Elisei. El a făcut atunci următoarea rugăciune către Domnul: „Lovește, rogu-Te, pe poporul acesta cu orbire!” Și Domnul i-a lovit cu orbire, după cuvântul lui Elisei.",
        "19": "Elisei le-a zis: „Nu este aceasta calea și nu este aceasta cetatea; veniți după mine și vă voi duce la omul pe care-l căutați.” Și i-a dus la Samaria.",
        "20": "Când au intrat în Samaria, Elisei a zis: „Doamne, deschide ochii oamenilor acestora să vadă!” Și Domnul le-a deschis ochii și au văzut că erau în mijlocul Samariei.",
        "21": "Împăratul lui Israel, văzându-i, a zis lui Elisei: „Să-i măcelăresc, să-i măcelăresc, părinte?”",
        "22": "„Să nu-i măcelărești”, a răspuns Elisei. „Obișnuiești tu oare să măcelărești pe aceia pe care îi iei prinși cu sabia și cu arcul tău? Dă-le pâine și apă, ca să mănânce și să bea, apoi să se ducă la stăpânul lor.”",
        "23": "Împăratul lui Israel le-a dat un prânz mare și ei au mâncat și au băut, apoi le-a dat drumul și au plecat la stăpânul lor. Și oștile sirienilor nu s-au mai întors pe ținutul lui Israel. Împresurarea Samariei",
        "24": "După aceea, Ben-Hadad, împăratul Siriei, strângându-și toată oștirea, s-a suit și a împresurat Samaria.",
        "25": "În Samaria a fost o mare foamete și atât de mult au strâmtorat-o, încât un cap de măgar prețuia optzeci de sicli de argint și un sfert de cab de găinaț de porumbel, cinci sicli de argint.",
        "26": "Și, pe când trecea împăratul pe zid, o femeie i-a strigat: „Scapă-mă, împărate, domnul meu!”",
        "27": "El a răspuns: „Dacă nu te scapă Domnul, cu ce să te scap eu? Cu venitul ariei sau al teascului?”",
        "28": "Și împăratul i-a zis: „Ce ai?” Ea a răspuns: „Femeia aceea mi-a zis: ‘Dă-mi pe fiul tău să-l mâncăm astăzi, și mâine vom mânca pe fiul meu.’",
        "29": "Noi am fiert pe fiul meu și l-am mâncat. Și în ziua următoare i-am zis: ‘Dă pe fiul tău să-l mâncăm.’ Dar ea a ascuns pe fiul ei.”",
        "30": "Cum a auzit împăratul cuvintele acestei femei, și-a rupt hainele, când stătea pe zid. Și poporul a văzut că pe dinăuntru avea un sac de păr pe trup.",
        "31": "Împăratul a zis: „Să mă pedepsească Dumnezeu cu toată asprimea dacă va rămâne astăzi capul lui Elisei, fiul lui Șafat, pe trupul lui!”",
        "32": "Elisei ședea în casă și bătrânii ședeau lângă el. Împăratul a trimis pe cineva înainte. Dar, înainte ca să ajungă solul, Elisei a zis bătrânilor: „Vedeți că acest fiu de ucigaș trimite pe cineva să-mi ia capul? Ascultați! Când va veni solul, închideți ușa și opriți-l la ușă; nu se aude oare sunetul pașilor stăpânului său în urma lui?”",
        "33": "Pe când le vorbea el încă, solul se și coborâse la el, și împăratul a zis: „Iată, răul acesta vine de la Domnul. Ce mai am de nădăjduit de la Domnul?”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Fiii profeților i-au zis lui Elisei: ‒ Iată că locul unde ne întâlnim cu tine este prea strâmt pentru noi.",
        "2": "Lasă-ne să mergem la Iordan, să luăm fiecare dintre noi câte un buștean și să facem acolo un loc unde să putem sta. El a răspuns: ‒ Duceți-vă!",
        "3": "Atunci, unul dintre ei a zis: ‒ Fii bun, te rog, și vino cu slujitorii tăi. El a răspuns: ‒ Voi merge!",
        "4": "Elisei s-a dus cu ei. Au ajuns la Iordan și au început să taie copaci.",
        "5": "Dar s-a întâmplat că, în timp ce unul dintre ei tăia un copac, fierul de la secure a căzut în apă. Atunci el a strigat: ‒ Ah, stăpâne, era împrumutat!",
        "6": "Omul lui Dumnezeu l-a întrebat: ‒ Unde a căzut? După ce acesta i-a arătat locul, Elisei a tăiat o bucată de lemn, a aruncat-o acolo și a făcut fierul securii să plutească.",
        "7": "Apoi a zis: ‒ Ridică-l! El a întins mâna și l-a luat. Elisei și arameii",
        "8": "Regele Aramului era în război cu Israel. El s-a sfătuit cu slujitorii săi și apoi a zis: „Tabăra mea va fi chiar în acel loc“.",
        "9": "Dar omul lui Dumnezeu a trimis pe cineva la regele lui Israel ca să-i spună: „Ai grijă să nu treci prin locul acela, pentru că arameii se duc acolo“.",
        "10": "Atunci, regele lui Israel a trimis niște oameni în locul despre care îi spusese omul lui Dumnezeu. Așa obișnuia Elisei să-l avertizeze, iar el reușea să se apere. Și a făcut aceasta nu o dată, nici de două ori.",
        "11": "Inima regelui Aramului s-a tulburat din cauza acestor lucruri. El i-a chemat pe slujitorii săi și le-a zis: ‒ Nu-mi spuneți care dintre noi este de partea regelui lui Israel?",
        "12": "Unul dintre slujitorii săi a răspuns: ‒ Nimeni, rege, stăpânul meu! Profetul Elisei însă, care este în Israel, îl înștiințează pe regele lui Israel de cuvintele pe care le rostești în camera ta de dormit.",
        "13": "Regele a zis: ‒ Duceți-vă și vedeți unde este, ca să trimit să-l prindă. Regele a fost înștiințat, spunându-i-se: ‒ Iată că este în Dotan.",
        "14": "Regele a trimis acolo cai, care și o armată puternică. Ei au ajuns noaptea și au înconjurat cetatea.",
        "15": "Slujitorul omului lui Dumnezeu s-a sculat dimineață, a ieșit și iată că o armată înconjurase cetatea, cu cai și care. Slujitorul i-a zis: ‒ Ah, stăpâne, ce vom face?",
        "16": "Acesta a răspuns: ‒ Nu te teme, căci cei ce sunt cu noi sunt mai mulți decât cei ce sunt cu ei.",
        "17": "Apoi Elisei s-a rugat, zicând: „O, Doamne, Te rog, deschide-i ochii ca să poată vedea!“. Domnul i-a deschis ochii slujitorului, și acesta a putut să vadă muntele plin de cai și de care de foc în jurul lui Elisei.",
        "18": "În timp ce arameii veneau spre el, Elisei s-a rugat Domnului, zicând: „Te rog, lovește-i pe acești oameni cu orbire!“. Și Domnul i-a lovit cu orbire, după cuvântul lui Elisei.",
        "19": "Atunci Elisei le-a zis: „Nu acesta este drumul și nu aceasta este cetatea. Urmați-mă și vă voi duce la omul pe care îl căutați“. Și el i-a dus în Samaria.",
        "20": "După ce au intrat în Samaria, Elisei a zis: „Doamne, deschide ochii acestor oameni ca ei să poată vedea!“. Și Domnul le-a deschis ochii, iar ei au văzut că erau în mijlocul Samariei.",
        "21": "Când i-a văzut regele lui Israel, l-a întrebat pe Elisei: ‒ Să-i ucid, părinte? Să-i ucid?",
        "22": "El a răspuns: ‒ Nu-i ucide! I-ai ucide pe cei pe care-i iei captivi cu sabia și cu arcul tău? Servește-i cu pâine și cu apă ca să mănânce și să bea, iar după aceea să se întoarcă la stăpânul lor.",
        "23": "Atunci, regele a dat un ospăț mare. După ce au mâncat și au băut, le-a dat voie să plece, iar ei s-au întors la stăpânul lor. Și trupele Aramului n-au mai continuat să năvălească în țara lui Israel. Foamete în Samaria asediată",
        "24": "După o vreme, Ben-Hadad, regele Aramului, adunându-și întreaga tabără, a venit și a asediat Samaria.",
        "25": "Din cauza asediului, foametea în Samaria a devenit foarte mare, astfel încât un cap de măgar a ajuns să valoreze optzeci de șecheli de argint, iar un sfert de cab de găinaț de porumbel – cinci șecheli.",
        "26": "În timp ce regele lui Israel trecea pe zid, o femeie a strigat către el, zicând: ‒ Ajută-mă, o, rege, stăpânul meu!",
        "27": "Dar el i-a zis: ‒ Dacă nu te ajută Domnul, cu ce te-aș putea ajuta eu? Cu ceea ce este în arie sau în presa de struguri?",
        "28": "Apoi, regele i-a zis: ‒ Ce ți s-a întâmplat? Ea a răspuns: ‒ Această femeie mi-a zis: „Dă-l pe fiul tău ca să-l mâncăm astăzi, iar pe fiul meu îl vom mânca mâine“.",
        "29": "Noi l-am fiert pe fiul meu și l-am mâncat. Iar în ziua următoare, când i-am zis: „Dă-l pe fiul tău ca să-l mâncăm“, ea și-a ascuns fiul.",
        "30": "Când a auzit regele cuvintele femeii, și-a sfâșiat hainele în timp ce era încă pe zid. Atunci, oamenii s-au uitat și au văzut că își pusese o pânză de sac pe trup.",
        "31": "El a zis: „Dumnezeu să Se poarte cu mine cu toată asprimea, dacă va mai rămâne astăzi capul lui Elisei, fiul lui Șafat, pe umerii lui!“.",
        "32": "Elisei ședea în casă, iar bătrânii ședeau lângă el. Regele a trimis pe cineva înaintea sa, dar până să ajungă mesagerul, Elisei le-a zis bătrânilor: „Vedeți că acest ucigaș trimite pe cineva să-mi ia capul? Ascultați! Când va veni mesagerul, închideți ușa și țineți-l la ușă. Nu se aude oare zgomotul pașilor stăpânului său în urma lui?“.",
        "33": "În timp ce încă vorbea cu ei, iată că mesagerul a ajuns la el și a zis: ‒ Iată, acest dezastru vine de la Domnul. De ce să-L mai aștept pe Domnul?"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "The sons of the prophets said to Elisha, “See now, the place where we live and meet with you is too small for us.",
        "2": "Please let us go to the Jordan, and each man take a beam from there, and let’s make us a place there, where we may live.” He answered, “Go!”",
        "3": "One said, “Please be pleased to go with your servants.” He answered, “I will go.”",
        "4": "So he went with them. When they came to the Jordan, they cut down wood.",
        "5": "But as one was cutting down a tree, the ax head fell into the water. Then he cried out and said, “Alas, my master! For it was borrowed.”",
        "6": "The man of God asked, “Where did it fall?” He showed him the place. He cut down a stick, threw it in there, and made the iron float.",
        "7": "He said, “Take it.” So he put out his hand and took it.",
        "8": "Now the king of Syria was at war against Israel; and he took counsel with his servants, saying, “My camp will be in such and such a place.”",
        "9": "The man of God sent to the king of Israel, saying, “Beware that you not pass this place, for the Syrians are coming down there.”",
        "10": "The king of Israel sent to the place which the man of God told him and warned him of; and he saved himself there, not once or twice.",
        "11": "The king of Syria’s heart was very troubled about this. He called his servants, and said to them, “Won’t you show me which of us is for the king of Israel?”",
        "12": "One of his servants said, “No, my lord, O king; but Elisha, the prophet who is in Israel, tells the king of Israel the words that you speak in your bedroom.”",
        "13": "He said, “Go and see where he is, that I may send and get him.” He was told, “Behold, he is in Dothan.”",
        "14": "Therefore he sent horses, chariots, and a great army there. They came by night and surrounded the city.",
        "15": "When the servant of the man of God had risen early and gone out, behold, an army with horses and chariots was around the city. His servant said to him, “Alas, my master! What shall we do?”",
        "16": "He answered, “Don’t be afraid, for those who are with us are more than those who are with them.”",
        "17": "Elisha prayed, and said, “Yahweh, please open his eyes, that he may see.” Yahweh opened the young man’s eyes, and he saw; and behold, the mountain was full of horses and chariots of fire around Elisha.",
        "18": "When they came down to him, Elisha prayed to Yahweh, and said, “Please strike this people with blindness.” He struck them with blindness according to Elisha’s word.",
        "19": "Elisha said to them, “This is not the way, neither is this the city. Follow me, and I will bring you to the man whom you seek.” He led them to Samaria.",
        "20": "When they had come into Samaria, Elisha said, “Yahweh, open these men’s eyes, that they may see.” Yahweh opened their eyes, and they saw; and behold, they were in the middle of Samaria.",
        "21": "The king of Israel said to Elisha, when he saw them, “My father, shall I strike them? Shall I strike them?”",
        "22": "He answered, “You shall not strike them. Would you strike those whom you have taken captive with your sword and with your bow? Set bread and water before them, that they may eat and drink, then go to their master.”",
        "23": "He prepared a great feast for them. After they ate and drank, he sent them away and they went to their master. So the bands of Syria stopped raiding the land of Israel.",
        "24": "After this, Benhadad king of Syria gathered all his army, and went up and besieged Samaria.",
        "25": "There was a great famine in Samaria. Behold, they besieged it until a donkey’s head was sold for eighty pieces of silver, and the fourth part of a kab of dove’s dung for five pieces of silver.",
        "26": "As the king of Israel was passing by on the wall, a woman cried to him, saying, “Help, my lord, O king!”",
        "27": "He said, “If Yahweh doesn’t help you, where could I get help for you? From the threshing floor, or from the wine press?”",
        "28": "Then the king asked her, “What is your problem?” She answered, “This woman said to me, ‘Give your son, that we may eat him today, and we will eat my son tomorrow.’",
        "29": "So we boiled my son and ate him; and I said to her on the next day, ‘Give up your son, that we may eat him;’ and she has hidden her son.”",
        "30": "When the king heard the words of the woman, he tore his clothes. Now he was passing by on the wall, and the people looked, and behold, he had sackcloth underneath on his body.",
        "31": "Then he said, “God do so to me, and more also, if the head of Elisha the son of Shaphat stays on him today.”",
        "32": "But Elisha was sitting in his house, and the elders were sitting with him. Then the king sent a man from before him; but before the messenger came to him, he said to the elders, “Do you see how this son of a murderer has sent to take away my head? Behold, when the messenger comes, shut the door, and hold the door shut against him. Isn’t the sound of his master’s feet behind him?”",
        "33": "While he was still talking with them, behold, the messenger came down to him. Then he said, “Behold, this evil is from Yahweh. Why should I wait for Yahweh any longer?”"
      }
    }
  }
}