{
  "book": "2 Imparati",
  "chapter": "11",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Atalia, mama lui Ahazia, văzând că fiul ei a murit, s-a sculat și a omorât pe toți cei de neam împărătesc.",
        "2": "Dar Ioșeba, fata împăratului Ioram, sora lui Ahazia, a luat pe Ioas, fiul lui Ahazia, și l-a ridicat din mijlocul fiilor împăratului când i-a omorât: l-a pus împreună cu doica lui în odaia paturilor. Astfel a fost ascuns de privirile Ataliei și n-a fost omorât.",
        "3": "A stat șase ani ascuns cu Ioșeba în Casa Domnului. Și în țară domnea Atalia. Ioas este uns împărat",
        "4": "În anul al șaptelea, Iehoiada a trimis și a luat pe sutașii cheretiților și alergătorilor și i-a adus la el, în Casa Domnului. A făcut legământ cu ei, i-a pus să jure în Casa Domnului și le-a arătat pe fiul împăratului.",
        "5": "Apoi le-a poruncit astfel: „Iată ce aveți să faceți. O treime din voi, care intră de slujbă în ziua Sabatului, să facă de strajă la casa împăratului,",
        "6": "o treime la poarta Sur și o treime la poarta dinapoia alergătorilor; să păziți bine casa, așa încât să nu lăsați pe nimeni să intre.",
        "7": "Celelalte două cete ale voastre, toți cei ce ies din slujbă în ziua Sabatului, vor păzi Casa Domnului de lângă împărat;",
        "8": "să înconjurați pe împărat din toate părțile, fiecare cu armele în mână, și să omorâți pe oricine va intra în șirurile voastre; să fiți lângă împărat când va ieși și când va intra.”",
        "9": "Sutașii au îndeplinit toate poruncile pe care le dăduse preotul Iehoiada. Și-a luat fiecare oamenii, pe cei ce intrau în slujbă și pe cei ce ieșeau din slujbă în ziua Sabatului, și s-au dus la preotul Iehoiada.",
        "10": "Preotul a dat sutașilor sulițele și scuturile care veneau de la împăratul David și care se aflau în Casa Domnului.",
        "11": "Alergătorii, fiecare cu armele în mână, au înconjurat pe împărat, așezându-se de la latura dreaptă până la latura stângă a casei, lângă altar și lângă casă.",
        "12": "Preotul a adus înainte pe fiul împăratului și i-a pus cununa împărătească și mărturia. L-au pus împărat, l-au uns și, bătând din palme, au zis: „Trăiască împăratul!”",
        "13": "Atalia a auzit vuietul alergătorilor și al poporului și a venit la popor în Casa Domnului.",
        "14": "S-a uitat. Și iată că împăratul stătea pe scaunul împărătesc, după datină. Căpeteniile și trâmbițele erau lângă împărat: tot poporul țării se bucura și suna din trâmbițe. Atalia și-a sfâșiat hainele și a strigat: „Vânzare! Vânzare!”",
        "15": "Atunci, preotul Iehoiada a dat următoarea poruncă sutașilor care erau în fruntea oștirii: „Scoateți-o afară din șiruri și ucideți cu sabia pe oricine va merge după ea!” Căci preotul zisese: „Să nu fie omorâtă în Casa Domnului!”",
        "16": "I-au făcut loc și s-a dus la casa împăratului pe drumul pe care intrau caii: acolo a fost omorâtă.",
        "17": "Iehoiada a făcut un legământ între Domnul, împărat și popor, prin care ei aveau să fie poporul Domnului; a încheiat și un legământ între împărat și popor.",
        "18": "Tot poporul țării a intrat în templul lui Baal și l-a dărâmat, i-a sfărâmat cu desăvârșire altarele și icoanele și a ucis înaintea altarelor pe Matan, preotul lui Baal. Preotul Iehoiada a pus străjeri în Casa Domnului.",
        "19": "A luat pe sutași, pe cheretiți și pe alergători și pe tot poporul țării, au coborât pe împărat din Casa Domnului și au intrat în casa împăratului, pe drumul care duce la poarta alergătorilor. Și Ioas a șezut pe scaunul de domnie al împăraților.",
        "20": "Tot poporul țării se bucura și cetatea era liniștită. Pe Atalia o omorâseră cu sabia în casa împăratului. Domnia lui Ioas",
        "21": "Ioas avea șapte ani când a ajuns împărat."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Când Atalia, mama lui Ahazia, a văzut că fiul ei a murit, s-a ridicat și i-a nimicit pe toți cei de neam regal.",
        "2": "Dar Iehoșeba, fata regelui Ioram și sora lui Ahazia, l-a luat pe ascuns pe Ioaș, fiul lui Ahazia, din mijlocul fiilor regelui, înainte ca ei să fi fost omorâți, și l-a dus împreună cu doica lui în camera paturilor. Astfel, ea l-a ascuns de Atalia și n-a fost omorât.",
        "3": "Ioaș a rămas ascuns împreună cu ea în Casa Domnului timp de șase ani, iar peste țară a domnit Atalia.",
        "4": "În cel de-al șaptelea an, Iehoiada a trimis după căpeteniile peste sute, după cariți și după gărzi. După ce i-a adus la el, în Casa Domnului, regele a încheiat un legământ cu ei, punându-i să jure în Casa Domnului. Apoi li l-a arătat pe fiul regelui",
        "5": "și le-a poruncit, zicând: „Iată ce trebuie să faceți: o treime din voi, adică cei care intrați la slujbă în ziua de sabat și care păziți palatul regelui,",
        "6": "împreună cu o altă treime din voi, adică cei ce sunteți la Poarta Sur, și cu încă o treime din voi, adică cei ce sunteți la poartă, înapoia gărzilor, și care păziți Casa cu schimbul,",
        "7": "precum și cele două cete ale voastre, adică toți cei care ieșiți de la slujbă în ziua de sabat, veți păzi Casa Domnului, unde se află regele.",
        "8": "Va trebui să stați împrejurul regelui, fiecare om cu arma în mână. Oricine se va apropia de șirurile voastre trebuie omorât. Stați aproape de rege când va ieși și când va intra!“.",
        "9": "Căpeteniile peste sute au făcut așa cum le-a poruncit preotul Iehoiada. Prin urmare, și-au luat fiecare oamenii, atât pe cei care intrau la slujbă în ziua de sabat, cât și pe cei care ieșeau de la slujbă în ziua de sabat, și au venit la preotul Iehoiada.",
        "10": "Apoi preotul le-a dat căpeteniilor peste sute sulițele și scuturile care aparținuseră regelui David și care erau în Casa Domnului.",
        "11": "Gărzile, fiecare cu arma în mână, s-au așezat de jur împrejurul regelui, din partea dreaptă a Casei, până în partea stângă a Casei, aproape de altar și de Casă.",
        "12": "Atunci, Iehoiada l-a adus pe fiul regelui, i-a pus coroana pe cap și i-a înmânat Mărturia. L-au numit rege și l-au uns, bătând din palme și strigând: „Trăiască regele!“.",
        "13": "Când a auzit Atalia vuietul gărzilor și al poporului, a venit spre mulțimea de la Casa Domnului.",
        "14": "S-a uitat și, iată că regele stătea lângă stâlp, așa cum era obiceiul. Căpeteniile și trâmbițașii erau lângă rege și tot poporul țării se bucura și suna din trâmbițe. Atunci Atalia și-a sfâșiat hainele și a strigat: „Trădare! Trădare!“.",
        "15": "Preotul Iehoiada le-a poruncit căpeteniilor peste sute, care conduceau armata, zicându-le: „Scoateți-o afară dintre rânduri și oricine o va urma să fie omorât cu sabia!“. Căci preotul zisese: „Să nu fie omorâtă în Casa Domnului!“.",
        "16": "Au pus mâna pe ea în momentul în care trecea prin locul pe unde intră caii în curtea palatului regelui și a fost omorâtă acolo.",
        "17": "Iehoiada a încheiat un legământ între Domnul, pe de o parte, și rege și popor, pe de altă parte, potrivit căruia ei vor fi poporul Domnului. De asemenea, a încheiat un legământ între rege și popor.",
        "18": "Tot poporul țării s-a dus la templul lui Baal și l-a dărâmat. Ei au sfărâmat de tot altarele lui și chipurile lui cioplite, iar pe Matan, preotul lui Baal, l-au ucis în fața altarelor. Apoi, preotul a pus responsabili peste Casa Domnului.",
        "19": "După aceea, Iehoiada a luat cu el căpeteniile peste sute, cariții, gărzile și tot poporul țării. Aceștia l-au luat pe rege de la Casa Domnului și au venit la palatul regelui pe drumul care duce prin poarta gărzilor. Regele s-a așezat pe tronul regal.",
        "20": "Și tot poporul țării s-a bucurat, iar cetatea s-a liniștit pentru că Atalia fusese omorâtă cu sabia la palatul regelui.",
        "21": "Ioaș era în vârstă de șapte ani când a devenit rege."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now when Athaliah the mother of Ahaziah saw that her son was dead, she arose and destroyed all the royal offspring.",
        "2": "But Jehosheba, the daughter of King Joram, sister of Ahaziah, took Joash the son of Ahaziah, and stole him away from among the king’s sons who were slain, even him and his nurse, and put them in the bedroom; and they hid him from Athaliah, so that he was not slain.",
        "3": "He was with her hidden in Yahweh’s house six years while Athaliah reigned over the land.",
        "4": "In the seventh year Jehoiada sent and fetched the captains over hundreds of the Carites and of the guard, and brought them to him into Yahweh’s house; and he made a covenant with them, and made a covenant with them in Yahweh’s house, and showed them the king’s son.",
        "5": "He commanded them, saying, “This is what you must do: a third of you, who come in on the Sabbath, shall be keepers of the watch of the king’s house;",
        "6": "a third of you shall be at the gate Sur; and a third of you at the gate behind the guard. So you shall keep the watch of the house, and be a barrier.",
        "7": "The two companies of you, even all who go out on the Sabbath, shall keep the watch of Yahweh’s house around the king.",
        "8": "You shall surround the king, every man with his weapons in his hand; and he who comes within the ranks, let him be slain. Be with the king when he goes out, and when he comes in.”",
        "9": "The captains over hundreds did according to all that Jehoiada the priest commanded; and they each took his men, those who were to come in on the Sabbath with those who were to go out on the Sabbath, and came to Jehoiada the priest.",
        "10": "The priest delivered to the captains over hundreds the spears and shields that had been King David’s, which were in Yahweh’s house.",
        "11": "The guard stood, every man with his weapons in his hand, from the right side of the house to the left side of the house, along by the altar and the house, around the king.",
        "12": "Then he brought out the king’s son, and put the crown on him, and gave him the covenant; and they made him king and anointed him; and they clapped their hands, and said, “Long live the king!”",
        "13": "When Athaliah heard the noise of the guard and of the people, she came to the people into Yahweh’s house;",
        "14": "and she looked, and behold, the king stood by the pillar, as the tradition was, with the captains and the trumpets by the king; and all the people of the land rejoiced, and blew trumpets. Then Athaliah tore her clothes and cried, “Treason! Treason!”",
        "15": "Jehoiada the priest commanded the captains of hundreds who were set over the army, and said to them, “Bring her out between the ranks. Kill anyone who follows her with the sword.” For the priest said, “Don’t let her be slain in Yahweh’s house.”",
        "16": "So they seized her; and she went by the way of the horses’ entry to the king’s house, and she was slain there.",
        "17": "Jehoiada made a covenant between Yahweh and the king and the people, that they should be Yahweh’s people; also between the king and the people.",
        "18": "All the people of the land went to the house of Baal, and broke it down. They broke his altars and his images in pieces thoroughly, and killed Mattan the priest of Baal before the altars. The priest appointed officers over Yahweh’s house.",
        "19": "He took the captains over hundreds, and the Carites, and the guard, and all the people of the land; and they brought down the king from Yahweh’s house, and came by the way of the gate of the guard to the king’s house. He sat on the throne of the kings.",
        "20": "So all the people of the land rejoiced, and the city was quiet. They had slain Athaliah with the sword at the king’s house.",
        "21": "Jehoash was seven years old when he began to reign."
      }
    }
  }
}