{
  "book": "2 Petru",
  "chapter": "2",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În norod s-au ridicat și proroci mincinoși, cum și între voi vor fi învățători mincinoși, care vor strecura pe furiș erezii nimicitoare, se vor lepăda de Stăpânul care i-a răscumpărat și vor face să cadă asupra lor o pierzare năprasnică.",
        "2": "Mulți îi vor urma în destrăbălările lor. Și, din pricina lor, calea adevărului va fi vorbită de rău.",
        "3": "În lăcomia lor vor căuta ca, prin cuvântări înșelătoare, să aibă un câștig de la voi. Dar osânda îi paște de multă vreme și pierzarea lor nu dormitează.",
        "4": "Căci dacă n-a cruțat Dumnezeu pe îngerii care au păcătuit, ci i-a aruncat în adânc, unde stau înconjurați de întuneric, legați cu lanțuri și păstrați pentru judecată;",
        "5": "dacă n-a cruțat El lumea veche, ci a scăpat pe Noe, acest propovăduitor al neprihănirii, împreună cu alți șapte inși, când a trimis potopul peste o lume de nelegiuiți;",
        "6": "dacă a osândit El la pieire și a prefăcut în cenușă cetățile Sodoma și Gomora, ca să slujească de pildă celor ce vor trăi în nelegiuire,",
        "7": "și dacă a scăpat pe neprihănitul Lot, care era foarte întristat de viața destrăbălată a acestor stricați",
        "8": "(căci neprihănitul acesta care locuia în mijlocul lor își chinuia în toate zilele sufletul lui neprihănit din pricina celor ce vedea și auzea din faptele lor nelegiuite),",
        "9": "înseamnă că Domnul știe să izbăvească din încercare pe oamenii cucernici și să păstreze pe cei nelegiuiți ca să fie pedepsiți în ziua judecății:",
        "10": "mai ales pe cei ce, în pofta lor necurată, umblă poftind trupul altuia și disprețuiesc stăpânirea. Ca niște îndrăzneți și încăpățânați ce sunt, ei nu se tem să batjocorească dregătoriile,",
        "11": "pe când îngerii, care sunt mai mari în tărie și putere, nu aduc înaintea Domnului nicio judecată batjocoritoare împotriva lor.",
        "12": "Dar aceștia, ca niște dobitoace fără minte, din fire sortite să fie prinse și nimicite, batjocorind ce nu cunosc, vor pieri în însăși stricăciunea lor",
        "13": "și își vor lua astfel plata cuvenită pentru nelegiuirea lor. Fericirea lor este să trăiască în plăceri ziua-n amiaza mare. Ca niște întinați și spurcați, se pun pe chefuit la mesele lor de dragoste, când ospătează împreună cu voi.",
        "14": "Le scapără ochii de preacurvie și nu se satură de păcătuit. Momesc sufletele nestatornice, au inima deprinsă la lăcomie, sunt niște blestemați!",
        "15": "După ce au părăsit calea cea dreaptă, au rătăcit și au urmat calea lui Balaam, fiul lui Bosor, care a iubit plata fărădelegii.",
        "16": "Dar a fost mustrat aspru pentru călcarea lui de lege: o măgăriță necuvântătoare, care a început să vorbească cu glas omenesc, a pus frâu nebuniei prorocului.",
        "17": "Oamenii aceștia sunt niște fântâni fără apă, niște nori alungați de furtună: lor le este păstrată negura întunericului.",
        "18": "Ei vorbesc cu trufie lucruri de nimic, momesc cu poftele cărnii și cu desfrânări pe cei ce de-abia au scăpat de cei ce trăiesc în rătăcire.",
        "19": "Le făgăduiesc slobozenia, în timp ce ei înșiși sunt robi ai stricăciunii. Căci fiecare este robul lucrului de care este biruit.",
        "20": "În adevăr, dacă, după ce au scăpat de întinăciunile lumii, prin cunoașterea Domnului și Mântuitorului nostru Isus Hristos, se încurcă iarăși și sunt biruiți de ele, starea lor de pe urmă se face mai rea decât cea dintâi.",
        "21": "Ar fi fost mai bine pentru ei să nu fi cunoscut calea neprihănirii decât, după ce au cunoscut-o, să se întoarcă de la porunca sfântă care le fusese dată.",
        "22": "Cu ei s-a întâmplat ce spune zicala adevărată: \"Câinele s-a întors la ce vărsase\" și \"scroafa spălată s-a întors să se tăvălească iarăși în mocirlă\"."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Însă în popor s-au ridicat și profeți falși, tot așa cum și între voi vor fi învățători falși, care vor strecura erezii distrugătoare și-L vor nega pe Stăpânul Care i-a răscumpărat, aducând astfel asupra lor o distrugere iminentă.",
        "2": "Mulți îi vor urma în depravările lor. Din cauza lor, calea adevărului va fi vorbită de rău.",
        "3": "În lăcomia lor, vor încerca să profite de voi prin cuvinte amăgitoare. Dar condamnarea lor, hotărâtă în trecut, nu stă degeaba, iar distrugerea lor nu ațipește.",
        "4": "Căci, dacă nu i-a cruțat Dumnezeu pe îngeri atunci când au păcătuit, ci i-a aruncat în Tartar și i-a încredințat lanțurilor beznei, unde sunt păziți până la judecată,",
        "5": "și dacă n-a cruțat El lumea din vechime, ci a adus potopul peste lumea celor lipsiți de evlavie, însă l-a păzit pe Noe – un predicator al dreptății – împreună cu alți șapte,",
        "6": "dacă a condamnat El cetățile Sodoma și Gomora la distrugere, transformandu-le în cenușă și dând-le astfel exemplu cu privire la ce urmează să li se întâmple celor lipsiți de evlavie,",
        "7": "însă l-a scăpat pe Lot cel drept, care suferia din cauza felului de viață depravat al celor nelegiuiți,",
        "8": "(căci omul acesta drept, în timp ce trăia printre ei, și-și chinuia zi de zi sufletul său drept din cauza faptelor nelegiuite pe care le vedea și auzea)",
        "9": "înseamnă că Domnul știe cum să-i scape pe cei evlavioși din încercare și să-i păstreze pe cei nedrepți ca să fie pedepsiți în Ziua Judecății,",
        "10": "mai ales pe cei ce umblă după pofta stricată a firii pământești și disprețuiesc autoritatea. Ei sunt impertinenți, aroganți și nu se înfioară când îi blasfemiază pe cei glorioși,",
        "11": "în timp ce îngerii, care sunt mai mari în ce privește vigoarea și puterea, nu aduc în prezența Domnului vreo judecată blasfemiatoare împotriva lor.",
        "12": "Însă acești oameni, asemenea viețuitoarelor fără rațiune – care acționează din instinct, fiind născute să fie prinse și nimicite – blasfemiind ceea ce nu cunosc, vor fi nimiciți în însăși stricăciunea lor,",
        "13": "suferind astfel răsplata pentru nedreptatea lor. Ei consideră cheful din timpul zilei o plăcere și sunt ca niște pete și ca niște metehne, chefuind în înșelătoriile lor atunci când se ospătează împreună cu voi.",
        "14": "Au ochii plini de adulter, sunt nesătui după păcat, momesc sufletele instabile, inima le este deprinsă la lăcomie, sunt niște copii ai blestemului.",
        "15": "Au părăsit calea cea dreaptă și s-au rătăcit, urmând calea lui Balaam, fiul lui Bosor, care a iubit răsplata nedreptății.",
        "16": "Dar a fost mustrat pentru fărădelegea lui: o măgăriță, ființă necuvântătoare, i-a vorbit cu glas omenesc și a împiedicat nebunia profetului.",
        "17": "Aceștia sunt niște izvoare secate, niște cețuri duse de furtună. Pentru ei a fost păstrat întunericul beznă.",
        "18": "Căci ei rostesc lăudăroșenii deșarte și îi momesc cu poftele firii pământești și cu depravări pe cei ce tocmai au scăpat de oamenii care trăiesc în rătăcire.",
        "19": "Le promit libertatea, în timp ce ei înșiși sunt sclavi ai stricăciunii. Căci de ceea ce este învins cineva, de aceea este și înrobit.",
        "20": "Într-adevăr, dacă, după ce au scăpat de murdăriile lumii prin cunoașterea Domnului nostru și Mântuitorului Isus Cristos, aceștia se încurcă din nou în ele și sunt învinși, starea lor din urmă devine mai rea decât cea dintâi.",
        "21": "Căci era mai bine pentru ei să nu fi cunoscut calea dreptății, decât să fi cunoscut-o și apoi să se întoarcă de la porunca sfântă care le-a fost încredințată.",
        "22": "Ceea ce li s-a întâmplat lor arată că este adevărat proverbul care spune: \"Întoarcerea câinelui la voma lui\" și \"Scroafa, după ce este spălată, se tăvălește în noroi\"."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "But false prophets also arose among the people, as false teachers will also be among you, who will secretly bring in destructive heresies, denying even the Master who bought them, bringing on themselves swift destruction.",
        "2": "Many will follow their immoral ways, and as a result, the way of the truth will be maligned.",
        "3": "In covetousness they will exploit you with deceptive words: whose sentence now from of old doesn't linger, and their destruction will not slumber.",
        "4": "For if God didn't spare angels when they sinned, but cast them down to Tartarus, and committed them to pits of darkness to be reserved for judgment;",
        "5": "and didn't spare the ancient world, but preserved Noah with seven others, a preacher of righteousness, when he brought a flood on the world of the ungodly,",
        "6": "and turning the cities of Sodom and Gomorrah into ashes, condemned them to destruction, having made them an example to those who would live in an ungodly way,",
        "7": "and delivered righteous Lot, who was very distressed by the lustful life of the wicked",
        "8": "(for that righteous man dwelling among them was tormented in his righteous soul from day to day with seeing and hearing lawless deeds),",
        "9": "then the Lord knows how to deliver the godly out of temptation and to keep the unrighteous under punishment for the day of judgment,",
        "10": "but chiefly those who walk after the flesh in the lust of defilement and despise authority. Daring, self-willed, they are not afraid to speak evil of dignitaries,",
        "11": "whereas angels, though greater in might and power, don't bring a slanderous judgment against them before the Lord.",
        "12": "But these, as unreasoning creatures, born natural animals to be taken and destroyed, speaking evil in matters about which they are ignorant, will in their destroying surely be destroyed,",
        "13": "receiving the wages of unrighteousness; people who count it pleasure to revel in the daytime, spots and defects, reveling in their deceit while they feast with you;",
        "14": "having eyes full of adultery, and who can't cease from sin, enticing unsettled souls, having a heart trained in greed, accursed children!",
        "15": "Forsaking the right way, they went astray, having followed the way of Balaam the son of Beor, who loved the wages of wrongdoing;",
        "16": "but he was rebuked for his own disobedience. A speechless donkey spoke with a man's voice and stopped the madness of the prophet.",
        "17": "These are wells without water, clouds driven by a storm, for whom the blackness of darkness has been reserved forever.",
        "18": "For, uttering great swelling words of emptiness, they entice in the lusts of the flesh, by licentiousness, those who are indeed escaping from those who live in error;",
        "19": "promising them liberty, while they themselves are bondservants of corruption; for a man is brought into bondage by whoever overcomes him.",
        "20": "For if, after they have escaped the defilement of the world through the knowledge of the Lord and Savior Jesus Christ, they are again entangled in it and overcome, the last state has become worse for them than the first.",
        "21": "For it would be better for them not to have known the way of righteousness, than after knowing it, to turn back from the holy commandment delivered to them.",
        "22": "But it has happened to them according to the true proverb, \"The dog turns to his own vomit again,\" and \"the sow that has washed to wallowing in the mire.\""
      }
    }
  }
}