{
  "book": "2 Samuel",
  "chapter": "8",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "După aceea, David a bătut pe filisteni și i-a smerit și a luat din mâna filistenilor cârmuirea capitalei lor.",
        "2": "A bătut pe moabiți și i-a măsurat cu o frânghie, punându-i să se culce la pământ; a măsurat două frânghii ca să-i omoare și o frânghie plină ca să-i lase vii. Și moabiții au fost supuși lui David și i-au plătit un bir.",
        "3": "David a bătut pe Hadadezer, fiul lui Rehob, împăratul din Țoba, când s-a dus să-și așeze iarăși stăpânirea peste râul Eufrat.",
        "4": "David i-a luat o mie șapte sute de călăreți și douăzeci de mii de pedeștri; a tăiat vinele cailor de trăsură și n-a păstrat cai decât pentru o sută de care.",
        "5": "Sirienii din Damasc au venit în ajutorul lui Hadadezer, împăratul din Țoba, și David a ucis douăzeci și două de mii de sirieni.",
        "6": "David a pus strajă în Siria Damascului. Și sirienii au fost supuși lui David și i-au plătit un bir. Domnul ocrotea pe David oriunde se ducea.",
        "7": "Și David a luat scuturile de aur pe care le aveau slujitorii lui Hadadezer și le-a adus la Ierusalim.",
        "8": "Împăratul David a mai luat multă aramă din Betah și din Berotai, cetățile lui Hadadezer.",
        "9": "Toi, împăratul Hamatului, a auzit că David bătuse toată oștirea lui Hadadezer",
        "10": "și a trimis pe fiul său Ioram la împăratul David, ca să-i ureze de bine și să-l laude că a pornit lupta împotriva lui Hadadezer și că l-a bătut. Căci Toi era în război cu Hadadezer. Ioram a adus vase de argint, vase de aur și vase de aramă.",
        "11": "Împăratul David le-a închinat Domnului, cum închinase și argintul și aurul luate de la toate neamurile pe care le biruise,",
        "12": "din Siria, din Moab, de la fiii lui Amon, de la filisteni, de la Amalec și din prada de la Hadadezer, fiul lui Rehob, împăratul din Țoba.",
        "13": "La întoarcerea de la biruința lui asupra sirienilor, David și-a făcut iarăși un nume bătând în Valea Sării optsprezece mii de edomiți.",
        "14": "A pus străji în Edom, a pus străji în tot Edomul. Și tot Edomul a fost supus lui David. Domnul ocrotea pe David pretutindeni pe unde mergea. Înalții slujbași ai lui David",
        "15": "David a împărățit peste Israel și făcea judecată și dreptate la tot poporul lui.",
        "16": "Ioab, fiul Țeruiei, era mai-mare peste oștire; Iosafat, fiul lui Ahilud, era mai-mare peste scriitori;",
        "17": "Țadoc, fiul lui Ahitub, și Ahimelec, fiul lui Abiatar, erau preoți; Seraia era logofăt;",
        "18": "Benaia, fiul lui Iehoiada, era căpetenia cheretiților și a peletiților; și fiii lui David erau mari dregători."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "După aceea, David i-a învins pe filisteni, i-a supus și a luat din mâna filistenilor cetatea Meteg-Ama.",
        "2": "Apoi i-a învins și pe moabiți. Pe aceștia i-a culcat la pământ și i-a măsurat cu o funie. Cei cuprinși în două lungimi de funie erau omorâți, iar cei cuprinși în a treia lungime erau lăsați în viață. Moabiții au devenit slujitorii lui David, plătindu-i tribut.",
        "3": "David l-a învins și pe Hadad-Ezer, fiul lui Rehob, regele Țobei, când acesta s-a dus să-și restabilească autoritatea la râul Eufrat.",
        "4": "David i-a capturat o mie șapte sute de călăreți și douăzeci de mii de pedestrași. David a tăiat tendoanele tuturor cailor de la care, păstrând din ei doar pentru o sută de care.",
        "5": "Arameii din Damasc au venit în ajutorul lui Hadad-Ezer, regele Țobei, însă David a omorât douăzeci și două de mii de oameni.",
        "6": "David a pus garnizoane în regatul arameu al Damascului, iar arameii au devenit slujitorii lui David, plătindu-i tribut. Domnul îi dădea victorie lui David oriunde mergea.",
        "7": "David a luat scuturile de aur ale slujitorilor lui Hadad-Ezer și le-a adus la Ierusalim,",
        "8": "iar din Betah și din Berotai, cetățile lui Hadad-Ezer, regele David a luat foarte mult bronz.",
        "9": "Când Toi, regele Hamatului, a aflat că David a învins toată armata lui Hadad-Ezer,",
        "10": "l-a trimis pe fiul său Ioram la regele David ca să-l întrebe de sănătate și să-l laude pentru că s-a luptat cu Hadad-Ezer, cu care și el era în război, și pentru că l-a învins. Ioram a adus cu el lucruri din argint, din aur și din bronz.",
        "11": "Regele David le-a închinat și pe acestea Domnului, așa cum făcuse cu argintul și cu aurul luat de la toate celelalte națiuni pe care le-a supus:",
        "12": "de la Edom, de la Moab, de la fiii lui Amon, de la filisteni și de la Amalek, precum și din prada luată de la Hadad-Ezer, fiul lui Rehob, regele Țobei.",
        "13": "Astfel, David și-a făcut un nume. La întoarcere a ucis optsprezece mii de edomiți în Valea Sării.",
        "14": "El a plasat garnizoane în Edom. A plasat garnizoane în tot Edomul, și toți edomiții au devenit slujitorii lui David. Domnul îi dădea victorie lui David oriunde mergea.",
        "15": "David domnea peste tot Israelul, judecând și făcând dreptate întregului său popor.",
        "16": "Ioab, fiul Țeruiei, era conducătorul armatei; Iehoșafat, fiul lui Ahilud, era cronicar;",
        "17": "Țadok, fiul lui Ahitub, și Ahimelek, fiul lui Abiatar, erau preoți; Seraia era scrib;",
        "18": "Benaia, fiul lui Iehoiada, era conducătorul cheretiților și al peletiților, iar fiii lui David erau demnitari la curtea regală."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "After this, David struck the Philistines and subdued them; and David took the bridle of the mother city out of the hand of the Philistines.",
        "2": "He defeated Moab, and measured them with the line, making them to lie down on the ground; and he measured two lines to put to death, and one full line to keep alive. The Moabites became servants to David, and brought tribute.",
        "3": "David also struck Hadadezer the son of Rehob, king of Zobah, as he went to recover his dominion at the River.",
        "4": "David took from him one thousand seven hundred horsemen and twenty thousand footmen. David hamstrung the chariot horses, but reserved enough of them for one hundred chariots.",
        "5": "When the Syrians of Damascus came to help Hadadezer king of Zobah, David struck twenty two thousand men of the Syrians.",
        "6": "Then David put garrisons in Syria of Damascus; and the Syrians became servants to David, and brought tribute. Yahweh gave victory to David wherever he went.",
        "7": "David took the shields of gold that were on the servants of Hadadezer, and brought them to Jerusalem.",
        "8": "From Betah and from Berothai, cities of Hadadezer, King David took a great quantity of bronze.",
        "9": "When Toi king of Hamath heard that David had struck all the army of Hadadezer,",
        "10": "then Toi sent Joram his son to King David to greet him and to bless him, because he had fought against Hadadezer and struck him; for Hadadezer had wars with Toi. Joram brought with him vessels of silver, vessels of gold, and vessels of bronze.",
        "11": "King David also dedicated these to Yahweh, with the silver and gold that he dedicated of all the nations which he subdued—",
        "12": "of Syria, of Moab, of the children of Ammon, of the Philistines, of Amalek, and of the plunder of Hadadezer, son of Rehob, king of Zobah.",
        "13": "David earned a reputation when he returned from striking down eighteen thousand men of the Syrians in the Valley of Salt.",
        "14": "He put garrisons in Edom. Throughout all Edom, he put garrisons, and all the Edomites became servants to David. Yahweh gave victory to David wherever he went.",
        "15": "David reigned over all Israel; and David executed justice and righteousness for all his people.",
        "16": "Joab the son of Zeruiah was over the army, Jehoshaphat the son of Ahilud was recorder,",
        "17": "Zadok the son of Ahitub and Ahimelech the son of Abiathar were priests, Seraiah was scribe,",
        "18": "Benaiah the son of Jehoiada was over the Cherethites and the Pelethites; and David’s sons were chief ministers."
      }
    }
  }
}