{
  "book": "2 Samuel",
  "chapter": "11",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În anul următor, pe vremea când porneau împărații la război, David a trimis pe Ioab, cu slujitorii lui și tot Israelul, să pustiască țara lui Amon și să împresoare Raba. Dar David a rămas la Ierusalim.",
        "2": "Într-o după-amiază spre seară, David s-a sculat de pe pat și, pe când se plimba pe acoperișul casei împărătești, a zărit de acolo o femeie care se scălda și care era foarte frumoasă la chip.",
        "3": "David a întrebat cine este femeia aceasta și i-au spus: „Este Bat-Șeba, fata lui Eliam, nevasta lui Urie, Hetitul.”",
        "4": "Și David a trimis niște oameni s-o aducă. Ea a venit la el, și el s-a culcat cu ea. După ce s-a curățit de necurăția ei, ea s-a întors acasă.",
        "5": "Femeia a rămas însărcinată și a trimis vorbă lui David zicând: „Sunt însărcinată.”",
        "6": "Atunci, David a trimis următoarea poruncă lui Ioab: „Trimite-mi pe Urie, Hetitul.” Și Ioab a trimis pe Urie la David.",
        "7": "Urie a venit la David, care l-a întrebat despre starea lui Ioab, despre starea poporului și despre mersul războiului.",
        "8": "Apoi David a zis lui Urie: „Coboară-te acasă și spală-ți picioarele.” Urie a ieșit din casa împărătească și a fost urmat de un dar din partea împăratului.",
        "9": "Dar Urie s-a culcat la poarta casei împărătești, cu toți slujitorii stăpânului său, și nu s-a coborât acasă la el.",
        "10": "Au dat de știre lui David despre aceasta și i-au spus: „Urie nu s-a coborât la el acasă.” Și David a zis lui Urie: „Nu vii tu oare din călătorie? Pentru ce nu te-ai coborât acasă?”",
        "11": "Urie a răspuns lui David: „Chivotul și Israel și Iuda locuiesc în corturi, domnul meu Ioab și slujitorii domnului meu sunt tăbărâți în câmp, și eu să intru în casă să mănânc și să beau și să mă culc cu nevastă-mea?! Viu ești tu și viu este sufletul tău că nu voi face lucrul acesta.”",
        "12": "David a zis lui Urie: „Mai rămâi și astăzi aici, și mâine îți voi da drumul.” Și Urie a rămas la Ierusalim în ziua aceea și a doua zi.",
        "13": "David l-a poftit să mănânce și să bea cu el și l-a îmbătat; și seara, Urie a ieșit și s-a culcat cu slujitorii stăpânului său, dar nu s-a coborât acasă.",
        "14": "A doua zi dimineața, David a scris o scrisoare lui Ioab și a trimis-o prin Urie.",
        "15": "În scrisoarea aceasta scria: „Puneți pe Urie în locul cel mai greu al luptei și trageți-vă înapoi de la el, ca să fie lovit și să moară.”",
        "16": "Ioab, împresurând cetatea, a pus pe Urie în locul pe care-l știa apărat de ostași viteji.",
        "17": "Oamenii din cetate au făcut o ieșire și s-au bătut împotriva lui Ioab; au căzut mulți din popor, din slujitorii lui David și a fost ucis și Urie, Hetitul.",
        "18": "Ioab a trimis un sol să istorisească lui David tot ce se petrecuse în luptă.",
        "19": "Și a dat solului următoarea poruncă: „Când vei isprăvi de istorisit împăratului toate amănuntele luptei,",
        "20": "poate că se va mânia și va zice: ‘Pentru ce v-ați apropiat de cetate să luptați împotriva ei? Nu știați că se aruncă săgeți din vârful zidului?",
        "21": "Cine a omorât pe Abimelec, fiul lui Ierubeșet? Nu o femeie, care a aruncat peste el din vârful zidului o piatră de moară, și n-a murit el la Tebeț? Pentru ce v-ați apropiat de zid?’ Atunci să-i spui: ‘A murit și robul tău Urie, Hetitul.’”",
        "22": "Solul a plecat și, la sosire, a istorisit lui David tot ce-i poruncise Ioab.",
        "23": "Solul a zis lui David: „Oamenii aceia au fost mai tari decât noi; făcuseră o ieșire împotriva noastră în câmp, și i-am dat înapoi, până la intrarea porții,",
        "24": "dar arcașii au tras de pe vârful zidului asupra slujitorilor tăi, și mulți din slujitorii împăratului au fost uciși și a murit și robul tău Urie, Hetitul.”",
        "25": "David a zis solului: „Iată ce să spui lui Ioab: ‘Nu te munci pentru întâmplarea aceasta, căci sabia doboară când pe unul, când pe altul; bate cetatea cu putere, dărâm-o.’ Și tu, îmbărbătează-l!”",
        "26": "Nevasta lui Urie a aflat că bărbatul ei murise și a plâns pe bărbatul ei.",
        "27": "După ce au trecut zilele de jale, David a trimis s-o ia și a primit-o în casa lui. Ea i-a fost nevastă și i-a născut un fiu. Fapta lui David n-a plăcut Domnului."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "La începutul anului, pe vremea când ieșeau regii la luptă, David l-a trimis la război pe Ioab, împreună cu slujitorii săi și cu tot Israelul. Ei i-au distrus pe fiii lui Amon și au asediat Raba. David însă rămăsese la Ierusalim.",
        "2": "Într-o seară, regele s-a ridicat din patul său și se plimba pe acoperișul palatului. De pe acoperiș a văzut o femeie foarte plăcută la înfățișare, care se îmbăia.",
        "3": "David a trimis pe cineva să afle cine este femeia și i s-a spus că este Batșeba, fata lui Eliam și soția hititului Urie.",
        "4": "David a trimis niște mesageri ca s-o aducă la el. Ea a venit la el și el s-a culcat cu ea (ea tocmai se curățise de necurăția ei). Apoi ea s-a întors acasă.",
        "5": "Femeia a rămas însărcinată și a trimis să-l înștiințeze pe David, zicând: „Sunt însărcinată!“.",
        "6": "Atunci David i-a transmis lui Ioab: „Trimite-mi-l pe hititul Urie!“. Și Ioab l-a trimis pe Urie la David.",
        "7": "Când a sosit Urie la David, acesta l-a întrebat despre starea lui Ioab, despre starea poporului și despre desfășurarea războiului.",
        "8": "Apoi David i-a zis lui Urie: ‒ Du-te acasă și spală-ți picioarele! Urie a ieșit din palatul regelui, iar după el a fost trimis un dar din partea regelui.",
        "9": "Urie însă n-a coborât acasă, ci s-a culcat la intrarea în palat, alături de toți slujitorii stăpânului său.",
        "10": "L-au înștiințat pe David, zicând: „Urie n-a coborât acasă“. Atunci David i-a zis lui Urie: ‒ Oare nu vii din călătorie? De ce n-ai coborât acasă?",
        "11": "Urie i-a răspuns lui David: ‒ Chivotul, cei din Israel și cei din Iuda stau în corturi, iar stăpânul meu, Ioab, și slujitorii stăpânului meu și-au așezat tabăra în câmp. Cum aș putea deci să merg acasă să mănânc, să beau și să mă culc cu soția mea? Viu ești tu și viu este sufletul tău că nu voi face un asemenea lucru.",
        "12": "David i-a zis: ‒ Rămâi și astăzi aici, iar mâine te voi trimite înapoi. Urie a rămas în Ierusalim în acea zi și în ziua următoare.",
        "13": "David l-a invitat să mănânce și să bea împreună cu el și l-a îmbătat. Seara însă, Urie a ieșit să se culce în patul său, alături de slujitorii stăpânului său, și n-a coborât acasă. David, vinovat de moartea lui Urie",
        "14": "În dimineața următoare, David i-a scris o scrisoare lui Ioab și i-a trimis-o prin Urie.",
        "15": "În ea a scris: „Trimiteți-l pe Urie în linia întâi, unde lupta este mai crâncenă, și apoi retrageți-vă de lângă el ca să fie lovit și să moară“.",
        "16": "Așadar, în timp ce asedia cetatea, Ioab l-a așezat pe Urie într-un loc unde știa că sunt bărbați viteji.",
        "17": "Bărbații cetății au ieșit și s-au luptat cu Ioab. Au căzut câțiva din popor, dintre slujitorii lui David, și a murit și hititul Urie.",
        "18": "Apoi Ioab a trimis un om la David ca să-l înștiințeze despre toate lucrurile privitoare la luptă.",
        "19": "Și i-a poruncit mesagerului, zicând: „Când vei termina de istorisit regelui lucrurile privitoare la luptă,",
        "20": "dacă regele se va mânia și te va întreba: «De ce v-ați luptat atât de aproape de cetate? Nu v-ați dat seama că vor arunca săgeți de pe zid?",
        "21": "Cine l-a ucis pe Abimelek, fiul lui Ierub-Beșet? Nu o femeie care a aruncat asupra lui, de pe zid, piatra de sus a unei mori, astfel că el a murit la Tebeț? De ce v-ați apropiat, așadar, de zid?», atunci să-i spui: «Slujitorul tău, hititul Urie, a murit și el»“.",
        "22": "Mesagerul a plecat și, ajungând la David, i-a istorisit tot ceea ce îl trimisese Ioab să-i spună.",
        "23": "Mesagerul i-a zis lui David: ‒ Oamenii aceia au fost mai puternici decât noi. Au ieșit împotriva noastră în câmpie și noi i-am respins până la intrarea porții cetății,",
        "24": "dar arcașii au tras de pe zid asupra slujitorilor tăi și unii dintre slujitorii regelui au murit. A murit și slujitorul tău, hititul Urie.",
        "25": "Atunci David i-a zis mesagerului: ‒ Așa să-i spui lui Ioab: „Să nu te întristeze lucrul acesta, căci sabia devorează când pe unul, când pe altul. Intensifică lupta împotriva cetății și distruge-o“. Încurajează-l în felul acesta.",
        "26": "Soția lui Urie a auzit că soțul ei, Urie, a murit, și l-a jelit pe stăpânul ei.",
        "27": "După ce a trecut perioada de jale, David a trimis după ea și a adus-o în palatul lui. Ea i-a devenit soție și i-a născut un fiu. Fapta comisă de David a fost rea în ochii Domnului."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "At the return of the year, at the time when kings go out, David sent Joab and his servants with him, and all Israel; and they destroyed the children of Ammon and besieged Rabbah. But David stayed at Jerusalem.",
        "2": "At evening, David arose from his bed and walked on the roof of the king’s house. From the roof, he saw a woman bathing, and the woman was very beautiful to look at.",
        "3": "David sent and inquired after the woman. One said, “Isn’t this Bathsheba, the daughter of Eliam, Uriah the Hittite’s wife?”",
        "4": "David sent messengers, and took her; and she came in to him, and he lay with her (for she was purified from her uncleanness); and she returned to her house.",
        "5": "The woman conceived; and she sent and told David, and said, “I am with child.”",
        "6": "David sent to Joab, “Send me Uriah the Hittite.” Joab sent Uriah to David.",
        "7": "When Uriah had come to him, David asked him how Joab did, and how the people fared, and how the war prospered.",
        "8": "David said to Uriah, “Go down to your house and wash your feet.” Uriah departed out of the king’s house, and a gift from the king was sent after him.",
        "9": "But Uriah slept at the door of the king’s house with all the servants of his lord, and didn’t go down to his house.",
        "10": "When they had told David, saying, “Uriah didn’t go down to his house,” David said to Uriah, “Haven’t you come from a journey? Why didn’t you go down to your house?”",
        "11": "Uriah said to David, “The ark, Israel, and Judah, are staying in tents; and my lord Joab and the servants of my lord are encamped in the open field. Shall I then go into my house to eat and to drink, and to lie with my wife? As you live, and as your soul lives, I will not do this thing!”",
        "12": "David said to Uriah, “Stay here today also, and tomorrow I will let you depart.” So Uriah stayed in Jerusalem that day and the next day.",
        "13": "When David had called him, he ate and drank before him; and he made him drunk. At evening, he went out to lie on his bed with the servants of his lord, but didn’t go down to his house.",
        "14": "In the morning, David wrote a letter to Joab and sent it by the hand of Uriah.",
        "15": "He wrote in the letter, saying, “Send Uriah to the forefront of the hottest battle, and retreat from him, that he may be struck and die.”",
        "16": "When Joab kept watch on the city, he assigned Uriah to the place where he knew that valiant men were.",
        "17": "The men of the city went out and fought with Joab. Some of the people fell, even of David’s servants; and Uriah the Hittite died also.",
        "18": "Then Joab sent and told David all the things concerning the war;",
        "19": "and he commanded the messenger, saying, “When you have finished telling all the things concerning the war to the king,",
        "20": "it shall be that, if the king’s wrath arise, and he asks you, ‘Why did you go so near to the city to fight? Didn’t you know that they would shoot from the wall?",
        "21": "Who struck Abimelech the son of Jerubbesheth? Didn’t a woman cast an upper millstone on him from the wall, so that he died at Thebez? Why did you go so near the wall?’ then you shall say, ‘Your servant Uriah the Hittite is also dead.’”",
        "22": "So the messenger went, and came and showed David all that Joab had sent him for.",
        "23": "The messenger said to David, “The men prevailed against us, and came out to us into the field; and we were on them even to the entrance of the gate.",
        "24": "The shooters shot at your servants from off the wall; and some of the king’s servants are dead, and your servant Uriah the Hittite is also dead.”",
        "25": "Then David said to the messenger, “Tell Joab, ‘Don’t let this thing displease you, for the sword devours one as well as another. Make your battle stronger against the city, and overthrow it.’ Encourage him.”",
        "26": "When Uriah’s wife heard that Uriah her husband was dead, she mourned for her husband.",
        "27": "When the mourning was past, David sent and took her home to his house, and she became his wife and bore him a son. But the thing that David had done displeased Yahweh."
      }
    }
  }
}