{
  "book": "2 Samuel",
  "chapter": "14",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Ioab, fiul Țeruiei, a băgat de seamă că inima împăratului era aprinsă de dor după Absalom.",
        "2": "A trimis să aducă din Tecoa o femeie iscusită și i-a zis: „Fă-te că plângi și îmbracă-te în haine de jale; nu te unge cu untdelemn și fii ca o femeie care de multă vreme plânge după un mort.",
        "3": "Să te duci astfel la împărat și să-i vorbești așa și așa.” Și Ioab i-a spus ce trebuia să zică.",
        "4": "Femeia aceea din Tecoa s-a dus să vorbească împăratului. A căzut cu fața la pământ, s-a închinat și a zis: „Împărate, scapă-mă!”",
        "5": "Împăratul i-a zis: „Ce ai?” Ea a răspuns: „Da, sunt văduvă, bărbatul mi-a murit!",
        "6": "Roaba ta avea doi fii; amândoi s-au certat pe câmp și n-a fost nimeni să-i despartă; unul a lovit pe celălalt și l-a omorât.",
        "7": "Și iată că toată familia s-a ridicat împotriva roabei tale, zicând: ‘Scoate încoace pe ucigașul fratelui său! Vrem să-l omorâm pentru viața fratelui său pe care l-a ucis; vrem să nimicim chiar și pe moștenitor!’ Ei ar stinge astfel și tăciunele care-mi mai rămâne, ca să nu lase bărbatului meu nici nume, nici urmaș viu pe fața pământului.”",
        "8": "Împăratul a zis femeii: „Du-te acasă. Voi da porunci cu privire la tine.”",
        "9": "Femeia din Tecoa a zis împăratului: „Asupra mea, împărate, domnul meu, și asupra casei tatălui meu să cadă pedeapsa; împăratul și scaunul lui de domnie să nu aibă nimic de suferit.”",
        "10": "Împăratul a zis: „Dacă va vorbi cineva împotriva ta, să-l aduci la mine și nu se va mai atinge de tine.”",
        "11": "Ea a zis: „Să-și aducă aminte împăratul de Domnul Dumnezeul tău, pentru ca răzbunătorul sângelui să nu mărească prăpădul și să nu mi se nimicească fiul!” Și el a zis: „Viu este Domnul că un păr din capul fiului tău nu va cădea la pământ!”",
        "12": "Femeia a zis: „Dă voie roabei tale să spună o vorbă domnului meu, împăratul.” Și el a zis: „Vorbește!”",
        "13": "Femeia a zis: „Pentru ce gândești tu astfel cu privire la poporul lui Dumnezeu, căci nu iese chiar din cuvintele împăratului că împăratul este ca și vinovat când nu cheamă înapoi pe acela pe care l-a izgonit?",
        "14": "Trebuie negreșit să murim și vom fi ca niște ape vărsate pe pământ, care nu se mai adună. Dumnezeu nu ia viața, ci dorește ca fugarul să nu rămână izgonit dinaintea Lui.",
        "15": "Acum, dacă am venit să spun aceste lucruri împăratului, domnul meu, am venit pentru că poporul m-a înspăimântat. Și roaba ta a zis: ‘Vreau să vorbesc împăratului; poate că împăratul va face ce va zice roaba sa.’",
        "16": "Da, împăratul va asculta pe roaba sa ca să scape din mâna celor ce caută să ne nimicească, pe mine și pe fiul meu, din moștenirea lui Dumnezeu.",
        "17": "Roaba ta a zis: ‘Cuvântul domnului meu, împăratul, să-mi dea odihnă. Căci domnul meu, împăratul, este ca un înger al lui Dumnezeu, gata să audă binele și răul.’ Și Domnul Dumnezeul tău să fie cu tine.”",
        "18": "Împăratul a răspuns și a zis femeii: „Nu-mi ascunde ce te voi întreba.” Și femeia a zis: „Să vorbească domnul meu, împăratul!”",
        "19": "Împăratul a zis atunci: „Oare mâna lui Ioab nu este ea cu tine în toată treaba aceasta?” Și femeia a răspuns: „Viu este sufletul tău, împărate, domnul meu, că nu este cu putință nicio abatere, nici la dreapta, nici la stânga, de la tot ce a zis domnul meu, împăratul. În adevăr, robul tău Ioab mi-a poruncit și a pus în gura roabei tale toate aceste cuvinte.",
        "20": "Ca să dea o altă înfățișare lucrului, a făcut robul tău Ioab lucrul acesta. Dar domnul meu este tot atât de înțelept ca și un înger al lui Dumnezeu, ca să cunoască tot ce se petrece pe pământ.” Absalom este iertat și adus înapoi",
        "21": "Împăratul a zis lui Ioab: „Iată, vreau să fac lucrul acesta; du-te dar de adu înapoi pe tânărul Absalom.”",
        "22": "Ioab a căzut cu fața la pământ, s-a închinat și a binecuvântat pe împăratul. Apoi a zis: „Robul tău cunoaște azi că am căpătat trecere înaintea ta, împărate, domnul meu, fiindcă împăratul lucrează după cuvântul robului său.”",
        "23": "Ioab s-a sculat, a plecat în Gheșur și a adus pe Absalom înapoi la Ierusalim.",
        "24": "Dar împăratul a zis: „Să se ducă în casa lui și să nu-mi vadă fața.” Și Absalom s-a dus în casa lui și n-a văzut fața împăratului.",
        "25": "Nu era om în tot Israelul așa de vestit ca Absalom în privința frumuseții lui; din talpa piciorului până în creștetul capului n-avea niciun cusur.",
        "26": "Când își tundea capul – și-l tundea în fiecare an, pentru că părul îi era greu – greutatea părului de pe capul lui era de două sute de sicli, după greutatea împăratului.",
        "27": "Lui Absalom i s-au născut trei fii și o fiică, numită Tamar, care era o femeie frumoasă la chip.",
        "28": "Absalom a locuit doi ani la Ierusalim fără să vadă fața împăratului.",
        "29": "Apoi a chemat pe Ioab să-l trimită la împărat, dar Ioab n-a voit să vină la el. L-a chemat a doua oară, și Ioab tot n-a vrut să vină.",
        "30": "Absalom a zis atunci slujitorilor lui: „Vedeți, ogorul lui Ioab este lângă al meu; are orz pe el; duceți-vă și puneți-i foc.” Și slujitorii lui Absalom au pus foc câmpului.",
        "31": "Ioab s-a sculat și s-a dus la Absalom acasă. Și i-a zis: „Pentru ce au pus slujitorii tăi foc câmpului meu?”",
        "32": "Absalom a răspuns lui Ioab: „Iată, ți-am trimis vorbă și ți-am zis: ‘Vino aici și te voi trimite la împărat să-i spui: «Pentru ce m-am întors din Gheșur? Ar fi fost mai bine pentru mine să fiu și acum acolo.»’ Doresc acum să văd fața împăratului și, dacă este vreo nelegiuire în mine, să mă omoare.”",
        "33": "Ioab s-a dus la împărat și i-a spus lucrul acesta. Și împăratul a chemat pe Absalom, care a venit la el și s-a aruncat cu fața la pământ înaintea lui. Împăratul a sărutat pe Absalom."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Ioab, fiul Țeruiei, și-a dat seama că inima regelui tânjea după Absalom.",
        "2": "El a trimis pe cineva la Tekoa și a adus de acolo o femeie înțeleaptă. Ioab i-a zis femeii: „Te rog, prefă-te că bocești, îmbracă-te în haine de bocet și nu te unge cu ulei. Să arăți ca o femeie care de multe zile bocește pentru un mort.",
        "3": "Așa să te duci la rege și să-i vorbești cum te voi învăța eu\". Și Ioab i-a făcut cunoscut femeii ce avea de spus.",
        "4": "Când femeia din Tekoa a ajuns la rege, s-a aruncat cu fața la pământ, s-a închinat și i-a zis: ‒ Ajută-mă, o, rege!",
        "5": "Regele i-a zis: ‒ Ce ți s-a întâmplat? Ea a răspuns: ‒ Vai, sunt o femeie văduvă. Soțul meu a murit.",
        "6": "Slujitoarea ta avea doi fii care, într-o zi, se băteau pe câmp și nu era nimeni acolo care să-i despartă, astfel că unul l-a lovit pe celălalt și l-a omorât.",
        "7": "Acum, iată că tot clanul s-a ridicat împotriva slujitoarei tale, zicând: „Predă-ni-l pe cel care și-a ucis fratele, ca să-l omorâm, căci i-a luat viața fratelui său. Îl vom nimici și pe moștenitor!\". Ei vor stinge astfel singurul cărbune care mi-a mai rămas, lăsându-l pe soțul meu fără nume și fără moștenitor pe fața pământului.",
        "8": "Regele i-a zis femeii: ‒ Du-te acasă. Voi da porunci cu privire la tine.",
        "9": "Femeia din Tekoa i-a zis regelui: ‒ O, rege, stăpânul meu, asupra mea și asupra familiei tatălui meu să fie nelegiuirea. Iar regele și tronul lui să rămână fără vină.",
        "10": "Regele a zis: ‒ Dacă cineva va vorbi împotriva ta, adu-l la mine și nu se va mai atinge de tine.",
        "11": "Ea a zis: ‒ Fie ca regele să-și aducă aminte de Domnul, Dumnezeul tău, pentru ca să-l împiedice pe răzbunătorul sângelui să mărească prăpădul. Astfel, ei nu-l vor nimici pe fiul meu. El a zis: ‒ Viu este Domnul că niciun fir de păr din capul fiului tău nu va cădea la pământ.",
        "12": "Atunci femeia a zis: ‒ Dă voie, te rog, slujitoarei tale să-i spună ceva stăpânului meu, regele. El i-a răspuns: ‒ Vorbește.",
        "13": "Femeia a zis: ‒ De ce ai plănuit un astfel de lucru împotriva poporului lui Dumnezeu? Pentru că, din înseși vorbele lui, regele se face vinovat neaducându-l înapoi pe cel pe care l-a alungat.",
        "14": "În ceea ce ne privește, asemenea unor ape care cad pe pământ și nu se mai adună, așa vom muri cu toții. Dumnezeu însă nu ia viața, ci dimpotrivă, plănuiește căi prin care cel alungat să se poată întoarce la El.",
        "15": "De aceea am venit să-i vorbesc despre lucrul acesta stăpânului meu, regele, pentru că poporul m-a făcut să mă tem. Slujitoarea ta și-a zis: „Să-i vorbesc regelui; poate el va îndeplini cererea slujitoarei sale.",
        "16": "Poate că regele va asculta și o va scăpa pe slujitoarea sa din mâna celui ce vrea s-o nimicească, pe ea și pe fiul ei, din moștenirea lui Dumnezeu\".",
        "17": "Acum, slujitoarea ta spune: „Fie să-mi aducă pace cuvintele stăpânului meu, regele! Căci stăpânul meu, regele, este ca un înger al lui Dumnezeu, știind să înțeleagă binele și răul. Fie ca Domnul, Dumnezeul tău, să fie cu tine!\".",
        "18": "Regele a răspuns și i-a zis femeii: ‒ Te rog să nu-mi tăinuiești răspunsul la întrebarea pe care ți-o voi pune. Femeia i-a zis: ‒ Să întrebe stăpânul meu, regele.",
        "19": "Regele i-a spus: ‒ Oare nu este mâna lui Ioab cu tine în toate acestea? Femeia i-a răspuns: ‒ Viu este sufletul tău, o, rege, stăpânul meu, că nimeni nu se poate abate nici la dreapta, nici la stânga de la tot ceea ce a zis stăpânul meu, regele. Într-adevăr, slujitorul tău, Ioab, mi-a poruncit și tot el a pus în gura slujitoarei tale toate aceste cuvinte.",
        "20": "Slujitorul tău, Ioab, a făcut acest lucru pentru a schimba situația. Însă stăpânul meu are o înțelepciune precum a unui înger al lui Dumnezeu, cunoscând tot ce se petrece în țară.",
        "21": "Regele i-a zis atunci lui Ioab: ‒ Iată, voi face lucrul acesta! Du-te deci și adu-l pe tânărul Absalom.",
        "22": "Ioab s-a aruncat cu fața la pământ, s-a închinat și l-a binecuvântat pe rege. El a zis: ‒ Astăzi, slujitorul tău știe că a găsit bunăvoință înaintea stăpânului meu, regele, fiindcă regele a făcut după cuvântul slujitorului său. Absalom se întoarce la Ierusalim",
        "23": "Ioab s-a ridicat, a plecat la Gheșur și l-a adus înapoi pe Absalom la Ierusalim.",
        "24": "Dar regele a zis: „Să se ducă în casa lui și să nu-mi vadă fața!\". Absalom s-a întors astfel acasă la el și nu a văzut fața regelui.",
        "25": "În tot Israelul nu era niciun om atât de lăudat pentru frumusețea lui, așa cum era Absalom. Din creștetul capului și până la talpa piciorului nu se găsea nicio infirmitate în el.",
        "26": "Când își tundea părul – și-l tundea în fiecare an căci devenea prea greu să-l poarte – acesta cântărea două sute de șecheli, potrivit greutății regale.",
        "27": "Lui Absalom i s-au născut trei fii și o fată, al cărei nume era Tamar. Aceasta era o femeie frumoasă la înfățișare.",
        "28": "Absalom a locuit doi ani în Ierusalim fără să vadă fața regelui.",
        "29": "Apoi Absalom l-a chemat pe Ioab ca să-l trimită la rege, însă acesta n-a vrut să vină. A trimis a doua oară după el, dar tot n-a vrut să vină.",
        "30": "Atunci Absalom le-a zis slujitorilor săi: „Terenul lui Ioab este aproape de al meu și are semănat orz pe el. Mergeți și dați-i foc\". Astfel, slujitorii lui Absalom au dat foc terenului.",
        "31": "Aflând acest lucru, Ioab s-a ridicat, s-a dus acasă la Absalom și l-a întrebat: ‒ De ce slujitorii tăi au dat foc terenului meu?",
        "32": "Absalom i-a răspuns lui Ioab: ‒ Iată, am trimis după tine, zicând: „Vino aici ca să te trimit la rege să-i spui: «De ce am venit din Gheșur? N-ar fi fost mai bine pentru mine să fi rămas acolo?»\". Acum, lasă-mă să văd fața regelui, iar dacă este vreo vină în mine, atunci să mă omoare!",
        "33": "Ioab s-a dus la rege și l-a înștiințat. Atunci regele l-a chemat la el pe Absalom. Acesta a venit la rege, s-a plecat cu fața la pământ înaintea lui, iar regele l-a sărutat pe Absalom."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now Joab the son of Zeruiah perceived that the king’s heart was toward Absalom.",
        "2": "Joab sent to Tekoa and brought a wise woman from there, and said to her, “Please act like a mourner, and put on mourning clothing, please, and don’t anoint yourself with oil; but be as a woman who has mourned a long time for the dead.",
        "3": "Go in to the king and speak like this to him.” So Joab put the words in her mouth.",
        "4": "When the woman of Tekoa spoke to the king, she fell on her face to the ground, showed respect, and said, “Help, O king!”",
        "5": "The king said to her, “What ails you?” She answered, “Truly I am a widow, and my husband is dead.",
        "6": "Your servant had two sons; and they both fought together in the field, and there was no one to part them, but the one struck the other and killed him.",
        "7": "Behold, the whole family has risen against your servant, and they say, ‘Deliver him who struck his brother, that we may kill him for the life of his brother whom he killed, and so destroy the heir also.’ Thus they would quench my coal which is left, and would leave to my husband neither name nor remainder on the surface of the earth.”",
        "8": "The king said to the woman, “Go to your house, and I will give a command concerning you.”",
        "9": "The woman of Tekoa said to the king, “My lord, O king, may the iniquity be on me, and on my father’s house; and may the king and his throne be guiltless.”",
        "10": "The king said, “Whoever says anything to you, bring him to me, and he will not bother you any more.”",
        "11": "Then she said, “Please let the king remember Yahweh your God, that the avenger of blood destroy not any more, lest they destroy my son.” He said, “As Yahweh lives, not one hair of your son shall fall to the earth.”",
        "12": "Then the woman said, “Please let your servant speak a word to my lord the king.” He said, “Say on.”",
        "13": "The woman said, “Why then have you devised such a thing against the people of God? For in speaking this word the king is as one who is guilty, in that the king does not bring home again his banished one.",
        "14": "For we must die, and are like water spilled on the ground, which can’t be gathered up again; neither does God take away life, but devises means, that he who is banished not be an outcast from him.",
        "15": "Now therefore, seeing that I have come to speak this word to my lord the king, it is because the people have made me afraid. Your servant said, ‘I will now speak to the king; it may be that the king will perform the request of his servant.’",
        "16": "For the king will hear, to deliver his servant out of the hand of the man who would destroy me and my son together out of the inheritance of God.",
        "17": "Then your servant said, ‘Please let the word of my lord the king bring rest; for as an angel of God, so is my lord the king to discern good and bad. May Yahweh, your God, be with you.’”",
        "18": "Then the king answered the woman, “Please don’t hide anything from me that I ask you.” The woman said, “Let my lord the king now speak.”",
        "19": "The king said, “Is the hand of Joab with you in all this?” The woman answered, “As your soul lives, my lord the king, no one can turn to the right hand or to the left from anything that my lord the king has spoken; for your servant Joab urged me, and he put all these words in the mouth of your servant.",
        "20": "Your servant Joab has done this thing to change the face of the matter. My lord is wise, according to the wisdom of an angel of God, to know all things that are in the earth.”",
        "21": "The king said to Joab, “Behold now, I have granted this thing. Go therefore, and bring the young man Absalom back.”",
        "22": "Joab fell to the ground on his face, showed respect, and blessed the king. Joab said, “Today your servant knows that I have found favor in your sight, my lord, O king, in that the king has performed the request of his servant.”",
        "23": "So Joab arose and went to Geshur, and brought Absalom to Jerusalem.",
        "24": "The king said, “Let him return to his own house, but let him not see my face.” So Absalom returned to his own house, and didn’t see the king’s face.",
        "25": "Now in all Israel there was no one to be so much praised as Absalom for his beauty. From the sole of his foot even to the crown of his head there was no defect in him.",
        "26": "When he cut the hair of his head (now it was at every year’s end that he cut it; because it was heavy on him, therefore he cut it), he weighed the hair of his head at two hundred shekels, after the king’s weight.",
        "27": "Three sons were born to Absalom, and one daughter, whose name was Tamar. She was a woman with a beautiful face.",
        "28": "Absalom lived two full years in Jerusalem, and he didn’t see the king’s face.",
        "29": "Then Absalom sent for Joab, to send him to the king, but he would not come to him. Then he sent again a second time, but he would not come.",
        "30": "Therefore he said to his servants, “Behold, Joab’s field is near mine, and he has barley there. Go and set it on fire.” So Absalom’s servants set the field on fire.",
        "31": "Then Joab arose and came to Absalom to his house, and said to him, “Why have your servants set my field on fire?”",
        "32": "Absalom answered Joab, “Behold, I sent to you, saying, ‘Come here, that I may send you to the king, to say, “Why have I come from Geshur? It would be better for me to be there still. Now therefore, let me see the king’s face; and if there is iniquity in me, let him kill me.”’”",
        "33": "So Joab came to the king and told him; and when he had called for Absalom, he came to the king and bowed himself on his face to the ground before the king; and the king kissed Absalom."
      }
    }
  }
}