{
  "book": "2 Samuel",
  "chapter": "7",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Când a locuit împăratul în casa lui și când i-a dat odihnă Domnul, după ce l-a izbăvit de toți vrăjmașii care-l înconjurau,",
        "2": "a zis prorocului Natan: „Iată! Eu locuiesc într-o casă de cedru, și chivotul lui Dumnezeu locuiește într-un cort.”",
        "3": "Natan a răspuns împăratului: „Du-te și fă tot ce ai în inimă, căci Domnul este cu tine.”",
        "4": "În noaptea următoare, Cuvântul Domnului a vorbit lui Natan:",
        "5": "„Du-te și spune robului meu David: ‘Așa vorbește Domnul: «Oare tu Îmi vei zidi o casă ca să locuiesc în ea?",
        "6": "Dar Eu n-am locuit într-o casă din ziua când am scos pe copiii lui Israel din Egipt până în ziua aceasta, ci am călătorit într-un cort drept locuință.",
        "7": "Pretutindeni pe unde am mers cu toți copiii lui Israel, am spus Eu oare vreo vorbă vreuneia din semințiile lui Israel, căreia îi poruncisem să pască pe poporul Meu, Israel, zicând: Pentru ce nu-Mi zidiți o casă de cedru?»’",
        "8": "Acum să spui robului Meu David: ‘Așa vorbește Domnul oștirilor: «Te-am luat de la pășune, de la oi, ca să fii căpetenie peste poporul Meu, peste Israel;",
        "9": "am fost cu tine pretutindeni pe unde ai mers, am nimicit pe toți vrăjmașii tăi dinaintea ta și ți-am făcut numele mare, ca numele celor mari de pe pământ;",
        "10": "am dat un loc poporului Meu, lui Israel, și l-am sădit ca să locuiască în el și să nu mai fie tulburat, ca să nu-l mai apese cei răi ca mai înainte",
        "11": "și ca pe vremea când pusesem judecători peste poporul Meu, Israel. Ți-am dat odihnă izbăvindu-te de toți vrăjmașii tăi. Și Domnul îți vestește că-ți va zidi o casă.",
        "12": "Când ți se vor împlini zilele și vei fi culcat cu părinții tăi, Eu îți voi ridica un urmaș după tine, care va ieși din trupul tău, și-i voi întări împărăția.",
        "13": "El va zidi Numelui Meu o casă și voi întări pe vecie scaunul de domnie al împărăției lui.",
        "14": "Eu îi voi fi Tată și el Îmi va fi fiu. Dacă va face răul, îl voi pedepsi cu o nuia omenească și cu lovituri omenești;",
        "15": "dar harul Meu nu se va depărta de la el, cum l-am depărtat de la Saul, pe care l-am îndepărtat dinaintea ta.",
        "16": "Ci casa ta și împărăția ta vor dăinui veșnic înaintea Mea și scaunul tău de domnie va fi întărit pe vecie.»’” Rugăciunea lui David",
        "17": "Natan a spus lui David toate aceste cuvinte și toată vedenia aceasta.",
        "18": "Și împăratul David s-a dus și s-a înfățișat înaintea Domnului și a zis: „Cine sunt eu, Doamne Dumnezeule, și ce este casa mea, de m-ai făcut să ajung unde sunt?",
        "19": "Și încă atât este puțin înaintea Ta, Doamne Dumnezeule! Tu vorbești despre casa robului Tău și în viitor. Și binevoiești să înveți pe un om cu privire la aceste lucruri, Doamne Dumnezeule!",
        "20": "Ce Ți-ar putea spune David mai mult? Tu cunoști pe robul Tău, Doamne Dumnezeule!",
        "21": "După cuvântul Tău și după inima Ta, Tu ai făcut toate aceste lucruri mari, ca să le descoperi robului Tău!",
        "22": "Ce mare ești Tu, Doamne Dumnezeule! Căci nimeni nu este ca Tine și nu este alt Dumnezeu afară de Tine, după tot ce am auzit cu urechile noastre.",
        "23": "Este oare pe pământ un singur neam care să fie ca poporul Tău, ca Israel, pe care a venit să-l răscumpere Dumnezeu, ca să facă din el poporul Lui, ca să-Și facă un Nume și ca să facă pentru el, pentru țara Ta, minuni și semne, izgonind dinaintea poporului Tău, pe care l-ai răscumpărat din Egipt, neamuri și pe dumnezeii lor?",
        "24": "Tu ai întărit pe poporul Tău, Israel, ca să fie poporul Tău pe vecie, și Tu, Doamne, Te-ai făcut Dumnezeul lui.",
        "25": "Acum, Doamne Dumnezeule, fă să rămână în veci cuvântul pe care l-ai rostit asupra robului Tău și asupra casei lui și lucrează după cuvântul Tău.",
        "26": "Slăvit să fie Numele Tău pe vecie și să se zică: ‘Domnul oștirilor este Dumnezeul lui Israel. Și casa robului Tău David să rămână înaintea Ta!’",
        "27": "Căci Tu Însuți, Doamne al oștirilor, Dumnezeul lui Israel, Te-ai descoperit robului Tău zicând: ‘Eu îți voi întemeia o casă!’ De aceea a îndrăznit robul Tău să-Ți facă această rugăciune.",
        "28": "Acum, Doamne Dumnezeule, Tu ești Dumnezeu și cuvintele Tale sunt adevăr și Tu ai vestit harul acesta robului Tău.",
        "29": "Binecuvântează dar casa robului Tău, ca să dăinuiască pe vecie înaintea Ta! Căci Tu, Doamne Dumnezeule, ai vorbit și, prin binecuvântarea Ta, casa robului Tău va fi binecuvântată pe vecie.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "După ce regele s-a stabilit în palatul lui și după ce Domnul i-a dat odihnă, scăpându-l de toți dușmanii din jurul lui,",
        "2": "i-a zis profetului Natan: ‒ Iată, eu locuiesc într-un palat din cedru, iar Chivotul lui Dumnezeu locuiește în mijlocul unor pânze de cort.",
        "3": "Natan i-a răspuns regelui: ‒ Du-te și fă tot ceea ce ai pe inimă, căci Domnul este cu tine!",
        "4": "În noaptea aceea însă, Cuvântul Domnului a venit la Natan, zicând:",
        "5": "„Du-te și spune-i slujitorului Meu David: «Așa vorbește Domnul: oare tu Îmi vei construi Mie o Casă de locuit?",
        "6": "Căci Eu n-am locuit într-o Casă din ziua în care i-am scos pe fiii lui Israel din Egipt și până în ziua aceasta, ci am călătorit cu ei într-un cort și într-un tabernacul.",
        "7": "Pretutindeni pe unde am călătorit împreună cu toți fiii lui Israel, am spus Eu oare vreun cuvânt vreuneia dintre semințiile lui Israel, cărora le poruncisem să păstorească poporul Meu Israel, și le-am zis Eu: ‘De ce nu-Mi construiți o casă din cedru?’».",
        "8": "Prin urmare, să-i spui slujitorului Meu David, astfel: «Așa vorbește Domnul Oștirilor: Eu te-am luat de la pășune, dinapoia turmei, ca să fii conducătorul poporului Meu Israel.",
        "9": "Am fost cu tine pretutindeni pe unde ai mers și i-am nimicit dinaintea ta pe toți dușmanii tăi. Acum îți voi face un nume mare, precum numele celor mari de pe pământ.",
        "10": "Voi pregăti un loc pentru poporul Meu Israel și îl voi planta acolo, ca să locuiască singur, fără să mai fie tulburat și fără ca fiii nedreptății să-l mai poată asupri, așa cum făcuseră mai înainte,",
        "11": "încă din zilele în care poruncisem să fie puși judecători peste poporul Meu Israel. Și îți voi da odihnă în mijlocul tuturor dușmanilor tăi. Acum Domnul te înștiințează că Domnul Însuși îți va întemeia o dinastie.",
        "12": "Când ți se vor împlini zilele și vei adormi alături de strămoșii tăi, voi ridica un urmaș după tine, care va ieși din trupul tău, și-i voi consolida domnia.",
        "13": "El va construi Numelui Meu o Casă, și Eu îi voi consolida pentru totdeauna tronul domniei lui.",
        "14": "Eu îi voi fi Tată, iar el Îmi va fi fiu. Când va păcătui, îl voi mustra cu nuiaua oamenilor și cu loviturile fiilor omului,",
        "15": "dar îndurarea Mea nu se va depărta de la el, așa cum am îndepărtat-o de la Saul, pe care l-am înlăturat dinaintea ta.",
        "16": "Ci dinastia ta și regatul tău vor rămâne pentru totdeauna înaintea Mea, iar tronul tău va fi consolidat pentru totdeauna»“.",
        "17": "Natan i-a spus lui David toate aceste cuvinte, relatându-i toată vedenia aceasta.",
        "18": "Regele David a intrat, s-a așezat înaintea Domnului și a zis: „Cine sunt eu, Doamne Dumnezeule, și cine este familia mea, de m-ai adus până aici?",
        "19": "Și, ca și cum lucrul acesta nu ar fi fost suficient, Stăpâne Doamne, ai mai vorbit și despre viitorul îndepărtat al familiei slujitorului Tău. Să fie aceasta o învățătură pentru om, Stăpâne Doamne!",
        "20": "Ce-ar putea să-Ți mai răspundă David? Tu, Stăpâne Doamne, îl cunoști pe slujitorul Tău.",
        "21": "Datorită cuvântului Tău și a inimii Tale, ai făcut Tu toate aceste lucrări mărețe, descoperindu-le apoi slujitorului Tău.",
        "22": "Cât de măreț ești Tu, Stăpâne Doamne! După câte am auzit cu urechile noastre, nu este nimeni ca Tine și nu există alt Dumnezeu în afară de Tine.",
        "23": "Și cine este ca poporul Tău, ca Israel, singura națiune de pe pământ pe care Dumnezeu S-a dus s-o răscumpere pentru Sine ca popor, ca să-Și facă un nume, înfăptuind pentru ea lucrări mărețe și de temut și alungând dinaintea poporului Tău, pe care l-ai răscumpărat din Egipt pentru Tine, națiuni și pe dumnezeii lor?",
        "24": "Tu l-ai întemeiat pentru Tine pe poporul Tău Israel, ca să fie poporul Tău pentru totdeauna; și Tu, Doamne, ai devenit Dumnezeul lor.",
        "25": "Și acum, Doamne, Dumnezeule, fie ca promisiunea pe care ai făcut-o cu privire la slujitorul Tău și la familia lui să rămână pentru totdeauna, și fă precum ai zis.",
        "26": "Astfel, Numele Tău va fi preamărit pe vecie și se va spune: «Domnul Oștirilor este Dumnezeu peste Israel». Iar familia slujitorului Tău David va fi consolidată înaintea Ta!",
        "27": "Tu, Doamne al Oștirilor, Dumnezeul lui Israel, i-ai descoperit slujitorului Tău planul Tău, zicând: «Îți voi întemeia o dinastie». De aceea a avut îndrăzneală slujitorul Tău să-Ți facă această rugăciune.",
        "28": "Așadar, Stăpâne Doamne, Tu, Cel Care ești Dumnezeu și ale Cărui cuvinte sunt adevăr, i-ai promis slujitorului Tău acest lucru bun.",
        "29": "Binevoiește deci să binecuvântezi familia slujitorului Tău, ca să rămână pe vecie înaintea Ta. Căci Tu, Stăpâne Doamne, ai vorbit și, prin binecuvântarea Ta, familia slujitorului Tău va fi binecuvântată pe vecie“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "When the king lived in his house, and Yahweh had given him rest from all his enemies all around,",
        "2": "the king said to Nathan the prophet, “See now, I dwell in a house of cedar, but God’s ark dwells within curtains.”",
        "3": "Nathan said to the king, “Go, do all that is in your heart, for Yahweh is with you.”",
        "4": "That same night, Yahweh’s word came to Nathan, saying,",
        "5": "“Go and tell my servant David, ‘Yahweh says, “Should you build me a house for me to dwell in?",
        "6": "For I have not lived in a house since the day that I brought the children of Israel up out of Egypt, even to this day, but have moved around in a tent and in a tabernacle.",
        "7": "In all places in which I have walked with all the children of Israel, did I say a word to anyone from the tribes of Israel whom I commanded to be shepherd of my people Israel, saying, ‘Why have you not built me a house of cedar?’”’",
        "8": "Now therefore tell my servant David this: ‘Yahweh of Armies says, “I took you from the sheep pen, from following the sheep, to be prince over my people, over Israel.",
        "9": "I have been with you wherever you went, and have cut off all your enemies from before you. I will make you a great name, like the name of the great ones who are in the earth.",
        "10": "I will appoint a place for my people Israel, and will plant them, that they may dwell in their own place and be moved no more. The children of wickedness will not afflict them any more, as at the first,",
        "11": "and as from the day that I commanded judges to be over my people Israel. I will cause you to rest from all your enemies. Moreover Yahweh tells you that Yahweh will make you a house.",
        "12": "When your days are fulfilled and you sleep with your fathers, I will set up your offspring after you, who will proceed out of your body, and I will establish his kingdom.",
        "13": "He will build a house for my name, and I will establish the throne of his kingdom forever.",
        "14": "I will be his father, and he will be my son. If he commits iniquity, I will chasten him with the rod of men and with the stripes of the children of men;",
        "15": "but my loving kindness will not depart from him, as I took it from Saul, whom I put away before you.",
        "16": "Your house and your kingdom will be made sure forever before you. Your throne will be established forever.”’”",
        "17": "Nathan spoke to David all these words, and according to all this vision.",
        "18": "Then David the king went in and sat before Yahweh; and he said, “Who am I, Lord Yahweh, and what is my house, that you have brought me this far?",
        "19": "This was yet a small thing in your eyes, Lord Yahweh, but you have spoken also of your servant’s house for a great while to come; and this among men, Lord Yahweh!",
        "20": "What more can David say to you? For you know your servant, Lord Yahweh.",
        "21": "For your word’s sake, and according to your own heart, you have worked all this greatness, to make your servant know it.",
        "22": "Therefore you are great, Yahweh God. For there is no one like you, neither is there any God besides you, according to all that we have heard with our ears.",
        "23": "What one nation in the earth is like your people, even like Israel, whom God went to redeem to himself for a people, and to make himself a name, and to do great things for you, and awesome things for your land, before your people, whom you redeemed to yourself out of Egypt, from the nations and their gods?",
        "24": "You established for yourself your people Israel to be your people forever; and you, Yahweh, became their God.",
        "25": "“Now, Yahweh God, the word that you have spoken concerning your servant, and concerning his house, confirm it forever, and do as you have spoken.",
        "26": "Let your name be magnified forever, saying, ‘Yahweh of Armies is God over Israel; and the house of your servant David will be established before you.’",
        "27": "For you, Yahweh of Armies, the God of Israel, have revealed to your servant, saying, ‘I will build you a house.’ Therefore your servant has found in his heart to pray this prayer to you.",
        "28": "“Now, O Lord Yahweh, you are God, and your words are truth, and you have promised this good thing to your servant.",
        "29": "Now therefore, let it please you to bless the house of your servant, that it may continue forever before you; for you, Lord Yahweh, have spoken it. Let the house of your servant be blessed forever with your blessing.”"
      }
    }
  }
}