{
  "book": "2 Samuel",
  "chapter": "6",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "David a strâns iarăși pe toți aleșii lui Israel, în număr de treizeci de mii de oameni.",
        "2": "Și David, cu tot poporul care era cu el, a pornit de la Baale-Iuda ca să suie de acolo chivotul lui Dumnezeu, înaintea căruia este chemat Numele Domnului oștirilor, care stă între heruvimi, deasupra chivotului.",
        "3": "Au pus chivotul lui Dumnezeu într-un car nou și l-au ridicat din casa lui Abinadab, de pe deal; Uza și Ahio, fiul lui Abinadab, cârmuiau carul cel nou.",
        "4": "L-au luat dar din casa lui Abinadab, de pe deal; Uza mergea alături de chivotul lui Dumnezeu și Ahio mergea înaintea chivotului.",
        "5": "David și toată casa lui Israel cântau înaintea Domnului cu tot felul de instrumente de lemn de chiparos, cu harpe, cu lăute, cu timpane, cu fluiere și cu țimbale.",
        "6": "Când au ajuns la aria lui Nacon, Uza a întins mâna spre chivotul lui Dumnezeu și l-a apucat, pentru că era să-l răstoarne boii.",
        "7": "Domnul S-a aprins de mânie împotriva lui Uza și Dumnezeu l-a lovit pe loc pentru păcatul lui și a murit acolo, lângă chivotul lui Dumnezeu.",
        "8": "David s-a întristat că Dumnezeu lovise pe Uza cu o astfel de pedeapsă, rupându-l pe loc. Și locul acesta a fost numit până în ziua de azi Pereț-Uza (Ruperea lui Uza).",
        "9": "David s-a temut de Domnul în ziua aceea și a zis: „Cum să intre chivotul Domnului la mine?”",
        "10": "N-a vrut să aducă chivotul Domnului la el, în cetatea lui David, și l-a dus în casa lui Obed-Edom din Gat.",
        "11": "Chivotul Domnului a rămas trei luni în casa lui Obed-Edom din Gat și Domnul a binecuvântat pe Obed-Edom și toată casa lui. Aducerea chivotului la Ierusalim",
        "12": "Au venit și au spus împăratului David: „Domnul a binecuvântat casa lui Obed-Edom și tot ce avea din pricina chivotului lui Dumnezeu.” Atunci, David a pornit și a suit chivotul lui Dumnezeu din casa lui Obed-Edom în cetatea lui David, în mijlocul veseliei.",
        "13": "Când cei ce duceau chivotul Domnului au făcut șase pași, au jertfit un bou și un vițel gras.",
        "14": "David juca din răsputeri înaintea Domnului și era încins cu efodul de in subțire.",
        "15": "Astfel au suit David și toată casa lui Israel chivotul Domnului în strigăte de bucurie și în sunet de trâmbițe.",
        "16": "Pe când chivotul Domnului intra în cetatea lui David, Mical, fata lui Saul, se uita pe fereastră și, văzând pe împăratul David sărind și jucând înaintea Domnului, l-a disprețuit în inima ei.",
        "17": "După ce au adus chivotul Domnului, l-au pus la locul lui, în mijlocul cortului pe care-l ridicase David pentru chivot, și David a adus înaintea Domnului arderi-de-tot și jertfe de mulțumire.",
        "18": "Când a isprăvit David de adus arderile-de-tot și jertfele de mulțumire, a binecuvântat poporul în Numele Domnului oștirilor.",
        "19": "Apoi a împărțit la tot poporul, la toată mulțimea lui Israel, bărbați și femei, fiecăruia câte o pâine, o bucată de carne și o turtă de stafide. Și tot poporul a plecat, fiecare la casa lui.",
        "20": "David s-a întors să-și binecuvânteze casa. Mical, fata lui Saul, i-a ieșit înainte și a zis: „Cu câtă cinste s-a purtat azi împăratul lui Israel descoperindu-se înaintea slujnicelor supușilor lui, cum s-ar descoperi un om de nimic!”",
        "21": "David a răspuns Micalei: „Înaintea Domnului, care m-a ales mai presus de tatăl tău și de toată casa lui, ca să mă pună căpetenie peste poporul Domnului, peste Israel, înaintea Domnului am jucat.",
        "22": "Vreau să mă arăt și mai de nimic decât de data asta și să mă înjosesc în ochii mei, totuși voi fi în cinste la slujnicele de care vorbești.”",
        "23": "Și Mical, fata lui Saul, n-a avut copii până în ziua morții ei."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "David i-a mobilizat din nou pe toți aleșii din Israel, în număr de treizeci de mii.",
        "2": "David s-a ridicat și a plecat împreună cu tot poporul care era cu el, ca să aducă din Baale-Iuda Chivotul lui Dumnezeu, înaintea căruia este chemat Numele, Numele Domnului Oștirilor, Cel Care șade deasupra heruvimilor.",
        "3": "Au așezat Chivotul lui Dumnezeu într-un car nou și l-au luat din casa lui Abinadab, de pe deal. Uza și Ahio, fiii lui Abinadab, conduceau carul cel nou.",
        "4": "Astfel, ei au luat carul cu Chivotul lui Dumnezeu din casa lui Abinadab, de pe deal. Ahio mergea în fața Chivotului.",
        "5": "David și toată Casa lui Israel sărbătoreau înaintea Domnului cu tot felul de instrumente din lemn de chiparos, cu lire, cu harfe, cu tamburine, cu sistre și cu chimvale.",
        "6": "Când au ajuns la aria lui Nahon, Uza și-a întins mâna să apuce Chivotul lui Dumnezeu deoarece era să-l răstoarne boii.",
        "7": "Atunci, Domnul S-a mâniat foarte tare pe Uza, și Dumnezeu l-a omorât acolo pentru neglijența lui. Uza a murit acolo, lângă Chivotul lui Dumnezeu.",
        "8": "David s-a mâniat pentru că Domnul Se dezlănțuise împotriva lui Uza, și a numit acel loc Pereț-Uza, nume care i-a rămas până în ziua aceasta.",
        "9": "David s-a temut de Domnul în acea zi și a zis: „Cum să vină Chivotul Domnului la mine?“.",
        "10": "Și David n-a vrut să mai aducă Chivotul Domnului în Cetatea lui David, ci l-a dus în casa lui Obed-Edom, ghititul.",
        "11": "Chivotul Domnului a rămas în casa lui Obed-Edom, ghititul, timp de trei luni, iar Domnul l-a binecuvântat pe Obed-Edom împreună cu întreaga lui familie.",
        "12": "L-au înștiințat pe regele David, zicând: „Domnul a binecuvântat familia lui Obed-Edom și tot ceea ce are, datorită Chivotului lui Dumnezeu“. Atunci David s-a dus și a adus Chivotul lui Dumnezeu din casa lui Obed-Edom în Cetatea lui David, în mijlocul bucuriei.",
        "13": "După fiecare șase pași pe care-i făceau cei care duceau Chivotul Domnului, David jertfea un bou și un vițel îngrășat.",
        "14": "David dansa cu toată puterea înaintea Domnului, având pe el un efod de in.",
        "15": "David, împreună cu toată Casa lui Israel, aduceau Chivotul Domnului în mijlocul strigătelor și al sunetului de trâmbiță. Mihal îl mustră pe David",
        "16": "În timp ce Chivotul Domnului intra în Cetatea lui David, Mihal, fata lui Saul, se uita pe fereastră. Când l-a văzut pe regele David, sărind și dansând înaintea Domnului, l-a disprețuit în inima ei.",
        "17": "Au adus Chivotul Domnului și l-au așezat la locul lui, în mijlocul cortului pe care i l-a întins David. Apoi David a adus înaintea Domnului arderi-de-tot și jertfe de pace.",
        "18": "După ce a terminat de adus arderile-de-tot și jertfele de pace, David a binecuvântat poporul în Numele Domnului Oștirilor",
        "19": "și a împărțit la tot poporul, întregii adunări a lui Israel, fiecărui bărbat și fiecărei femei, câte o pâine, o turtă de curmale și o turtă cu stafide. Apoi tot poporul a plecat, fiecare la casa lui.",
        "20": "Când s-a întors David să-și binecuvânteze familia, Mihal, fata lui Saul, i-a ieșit în întâmpinare și i-a zis: ‒ Cu câtă cinste s-a purtat astăzi regele lui Israel, expunându-se astăzi înaintea servitoarelor slujitorilor săi, așa cum s-ar fi expus un om de nimic!",
        "21": "David i-a răspuns lui Mihal: ‒ Înaintea Domnului, Care m-a ales mai presus decât pe tatăl tău și mai presus decât toată familia lui și m-a desemnat conducător peste poporul Domnului, peste Israel, înaintea Lui am dansat.",
        "22": "Și vreau să fiu și mai de nimic decât de data aceasta și să fiu înjosit în ochii mei. Dar față de servitoarele despre care vorbeai, față de ele, să fiu onorat!",
        "23": "Mihal, fata lui Saul, n-a avut copii până în ziua morții ei."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "David again gathered together all the chosen men of Israel, thirty thousand.",
        "2": "David arose and went with all the people who were with him from Baale Judah, to bring up from there God’s ark, which is called by the Name, even the name of Yahweh of Armies who sits above the cherubim.",
        "3": "They set God’s ark on a new cart, and brought it out of Abinadab’s house that was on the hill; and Uzzah and Ahio, the sons of Abinadab, drove the new cart.",
        "4": "They brought it out of Abinadab’s house which was in the hill, with God’s ark; and Ahio went before the ark.",
        "5": "David and all the house of Israel played before Yahweh with all kinds of instruments made of cypress wood, with harps, with stringed instruments, with tambourines, with castanets, and with cymbals.",
        "6": "When they came to the threshing floor of Nacon, Uzzah reached for God’s ark and took hold of it, for the cattle stumbled.",
        "7": "Yahweh’s anger burned against Uzzah, and God struck him there for his error; and he died there by God’s ark.",
        "8": "David was displeased because Yahweh had broken out against Uzzah; and he called that place Perez Uzzah to this day.",
        "9": "David was afraid of Yahweh that day; and he said, “How could Yahweh’s ark come to me?”",
        "10": "So David would not move Yahweh’s ark to be with him in David’s city; but David carried it aside into Obed-Edom the Gittite’s house.",
        "11": "Yahweh’s ark remained in Obed-Edom the Gittite’s house three months; and Yahweh blessed Obed-Edom and all his house.",
        "12": "King David was told, “Yahweh has blessed the house of Obed-Edom, and all that belongs to him, because of God’s ark.” So David went and brought up God’s ark from the house of Obed-Edom into David’s city with joy.",
        "13": "When those who bore Yahweh’s ark had gone six paces, he sacrificed an ox and a fattened calf.",
        "14": "David danced before Yahweh with all his might; and David was clothed in a linen ephod.",
        "15": "So David and all the house of Israel brought up Yahweh’s ark with shouting and with the sound of the trumpet.",
        "16": "As Yahweh’s ark came into David’s city, Michal the daughter of Saul looked out through the window and saw King David leaping and dancing before Yahweh; and she despised him in her heart.",
        "17": "They brought in Yahweh’s ark, and set it in its place in the middle of the tent that David had pitched for it; and David offered burnt offerings and peace offerings before Yahweh.",
        "18": "When David had finished offering the burnt offering and the peace offerings, he blessed the people in the name of Yahweh of Armies.",
        "19": "He gave to all the people, even among the whole multitude of Israel, both to men and women, to everyone a portion of bread, dates, and raisins. So all the people departed, each to his own house.",
        "20": "Then David returned to bless his household. Michal the daughter of Saul came out to meet David, and said, “How glorious the king of Israel was today, who uncovered himself today in the eyes of his servants’ maids, as one of the vain fellows shamelessly uncovers himself!”",
        "21": "David said to Michal, “It was before Yahweh, who chose me above your father, and above all his house, to appoint me prince over the people of Yahweh, over Israel. Therefore I will celebrate before Yahweh.",
        "22": "I will be yet more undignified than this, and will be worthless in my own sight. But the maids of whom you have spoken will honor me.”",
        "23": "Michal the daughter of Saul had no child to the day of her death."
      }
    }
  }
}