{
  "book": "2 Samuel",
  "chapter": "10",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "După aceea, împăratul fiilor lui Amon a murit, și în locul lui a domnit fiul său Hanun.",
        "2": "David a zis: „Voi arăta bunăvoință lui Hanun, fiul lui Nahaș, cum a arătat și tatăl lui față de mine.” Și David a trimis pe slujitorii săi să-l mângâie pentru moartea tatălui său. Când au ajuns slujitorii lui David în țara fiilor lui Amon,",
        "3": "căpeteniile fiilor lui Amon au zis stăpânului lor Hanun: „Crezi că David îți trimite oameni să te mângâie, ca să cinstească pe tatăl tău? Ori ca să cunoască și să cerceteze cetatea, ca s-o nimicească își trimite el slujitorii la tine?”",
        "4": "Atunci, Hanun a luat pe slujitorii lui David, le-a ras barba pe jumătate și le-a tăiat hainele pe jumătate până la coapse. Apoi le-a dat drumul.",
        "5": "David, înștiințat de lucrul acesta, a trimis niște oameni înaintea lor, căci oamenii aceia erau foarte batjocoriți, și împăratul a spus să le spună: „Rămâneți la Ierihon până vă va crește barba și pe urmă să vă întoarceți.”",
        "6": "Fiii lui Amon, văzând că se făcuseră urâți lui David, au tocmit douăzeci de mii de pedeștri de la sirienii din Bet-Rehob și de la sirienii din Țoba, o mie de oameni de la împăratul din Maaca și douăsprezece mii de oameni de la oamenii din Tob.",
        "7": "La auzul acestei vești, David a trimis împotriva lor pe Ioab și toată oștirea, numai oameni viteji.",
        "8": "Fiii lui Amon au ieșit și s-au așezat în șiruri de bătaie la intrarea porții; sirienii din Țoba și din Rehob și oamenii din Tob și din Maaca erau deoparte, în câmpie.",
        "9": "Ioab a văzut că avea să lupte și înainte, și înapoi. A ales atunci din toți aleșii lui Israel o ceată, pe care a așezat-o împotriva sirienilor,",
        "10": "și a pus sub porunca fratelui său Abișai ce mai rămăsese din popor, ca să țină piept fiilor lui Amon.",
        "11": "El a zis: „Dacă sirienii vor fi mai tari decât mine, să vii în ajutorul meu; și dacă fiii lui Amon vor fi mai tari decât tine, voi veni eu să te ajut.",
        "12": "Fii tare și să ne arătăm plini de bărbăție pentru poporul nostru și pentru cetățile Dumnezeului nostru, și Domnul să facă ce va crede!”",
        "13": "Ioab, cu poporul lui, a înaintat la luptă împotriva sirienilor, și ei au luat-o la fugă dinaintea lui.",
        "14": "Și când au văzut fiii lui Amon că sirienii o luaseră la fugă, au fugit și ei dinaintea lui Abișai și au intrat în cetate. Ioab a plecat de la fiii lui Amon și s-a întors la Ierusalim.",
        "15": "Sirienii, văzând că fuseseră bătuți de Israel, și-au strâns puterile.",
        "16": "Hadadezer a trimis după sirienii care erau de cealaltă parte a râului și au venit la Helam, în frunte cu Șobac, căpetenia oștirii lui Hadadezer.",
        "17": "Au dat de veste lui David, care a strâns tot Israelul, a trecut Iordanul și a venit la Helam: sirienii s-au pregătit de au ieșit înaintea lui David și au început lupta cu el.",
        "18": "Dar sirienii au fugit dinaintea lui Israel. Și David le-a tăiat șapte sute de cai de trăsură și patruzeci de mii de călăreți; a lovit și pe căpetenia oștirii lor Șobac, care a murit pe loc.",
        "19": "Toți împărații supuși lui Hadarezer, văzându-se bătuți de Israel, au făcut pace cu Israel și i s-au supus. Și sirienii n-au mai îndrăznit să ajute pe fiii lui Amon."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "După aceea, regele fiilor lui Amon a murit, iar în locul lui a domnit fiul său Hanun.",
        "2": "David a zis: „Voi da dovadă de credincioșie față de Hanun, fiul lui Nahaș, tot așa cum și tatăl său a dat dovadă de credincioșie față de mine“. David și-a trimis slujitorii ca să-l consoleze pe Hanun pentru moartea tatălui său. Când au ajuns slujitorii lui David în țara fiilor lui Amon,",
        "3": "căpeteniile fiilor lui Amon i-au zis stăpânului lor, Hanun: „Chiar crezi că David dorește să-l onoreze pe tatăl tău, trimițându-ți mângâietori? Oare nu i-a trimis David la tine pe slujitorii lui ca să observe cetatea, s-o cerceteze și s-o distrugă?“.",
        "4": "Atunci Hanun i-a luat pe slujitorii lui David, le-a ras bărbile pe jumătate, le-a tăiat hainele pe jumătate, până la brâu, și le-a dat drumul.",
        "5": "Când i s-a spus lui David ce s-a întâmplat, regele a trimis oameni să se întâlnească cu bărbații care fuseseră atât de mult umiliți și să le spună astfel: „Rămâneți în Ierihon până vă va crește din nou barba, și apoi să vă întoarceți!“.",
        "6": "Fiii lui Amon au văzut că se făcuseră nesuferiți lui David. Atunci ei au plătit douăzeci de mii de pedestrași aramei din Bet-Rehob și din Aram-Țoba, pe regele din Maaca, împreună cu o mie de luptători și încă douăsprezece mii de luptători dintre bărbații din Tob, ca să vină să lupte pentru ei.",
        "7": "Când a auzit David aceasta, l-a trimis împotriva lor pe Ioab împreună cu toată armata de viteji.",
        "8": "Fiii lui Amon au ieșit, ocupându-și pozițiile de luptă la intrarea porții, în timp ce arameii din Țoba și Rehob, bărbații din Tob și cei din Maaca s-au așezat separat în câmp.",
        "9": "Ioab a văzut că avea de luptat și în față și în spate. Prin urmare, a ales o parte dintre vitejii lui Israel și i-a mobilizat împotriva arameilor,",
        "10": "iar restul poporului l-a pus sub comanda fratelui său Abișai, mobilizându-l împotriva fiilor lui Amon.",
        "11": "Ioab i-a zis lui Abișai: „Dacă arameii vor fi mai puternici decât mine, să-mi vii în ajutor, iar dacă fiii lui Amon vor fi mai puternici decât tine, voi veni eu în ajutorul tău.",
        "12": "Fii tare și curajos pentru poporul nostru și pentru cetățile Dumnezeului nostru, iar Domnul să facă ce consideră că este bine!“.",
        "13": "Când Ioab și poporul care era cu el i-au atacat pe aramei, aceștia au fugit dinaintea lui.",
        "14": "Fiii lui Amon, văzând că arameii au luat-o la fugă, au fugit și ei dinaintea lui Abișai și s-au retras în cetate. Atunci Ioab a oprit lupta și s-a dus la Ierusalim.",
        "15": "Când au văzut că au fost învinși de Israel, arameii și-au adunat toate forțele.",
        "16": "Hadad-Ezer a trimis după arameii de dincolo de Râu, și aceștia au venit la Helam, avându-l în fruntea lor pe Șobac, conducătorul armatei lui Hadad-Ezer.",
        "17": "Când a aflat aceasta, David a adunat tot Israelul, a trecut Iordanul și s-a dus în Helam. Arameii s-au așezat în poziție de luptă, ca să-l înfrunte pe David, și s-au luptat împotriva lui.",
        "18": "Însă Aram a fugit dinaintea lui Israel. David le-a ucis arameilor șapte sute de oameni care conduceau carele și patruzeci de mii de călăreți. L-a rănit și pe Șobac, conducătorul armatei lor, care a și murit acolo.",
        "19": "Văzând că au fost învinși de Israel, toți regii vasali lui Hadad-Ezer au făcut pace cu Israel și i-au slujit. Și Aram s-a temut să-i mai ajute pe fiii lui Amon."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "After this, the king of the children of Ammon died, and Hanun his son reigned in his place.",
        "2": "David said, “I will show kindness to Hanun the son of Nahash, as his father showed kindness to me.” So David sent by his servants to comfort him concerning his father. David’s servants came into the land of the children of Ammon.",
        "3": "But the princes of the children of Ammon said to Hanun their lord, “Do you think that David honors your father, in that he has sent comforters to you? Hasn’t David sent his servants to you to search the city, to spy it out, and to overthrow it?”",
        "4": "So Hanun took David’s servants, shaved off one half of their beards, and cut off their garments in the middle, even to their buttocks, and sent them away.",
        "5": "When they told David this, he sent to meet them, for the men were greatly ashamed. The king said, “Wait at Jericho until your beards have grown, and then return.”",
        "6": "When the children of Ammon saw that they had become odious to David, the children of Ammon sent and hired the Syrians of Beth Rehob and the Syrians of Zobah, twenty thousand footmen, and the king of Maacah with one thousand men, and the men of Tob twelve thousand men.",
        "7": "When David heard of it, he sent Joab and all the army of the mighty men.",
        "8": "The children of Ammon came out, and put the battle in array at the entrance of the gate. The Syrians of Zobah and of Rehob and the men of Tob and Maacah were by themselves in the field.",
        "9": "Now when Joab saw that the battle was set against him before and behind, he chose of all the choice men of Israel and put them in array against the Syrians.",
        "10": "The rest of the people he committed into the hand of Abishai his brother; and he put them in array against the children of Ammon.",
        "11": "He said, “If the Syrians are too strong for me, then you shall help me; but if the children of Ammon are too strong for you, then I will come and help you.",
        "12": "Be courageous, and let’s be strong for our people and for the cities of our God; and may Yahweh do what seems good to him.”",
        "13": "So Joab and the people who were with him came near to the battle against the Syrians, and they fled before him.",
        "14": "When the children of Ammon saw that the Syrians had fled, they likewise fled before Abishai, and entered into the city. Then Joab returned from the children of Ammon and came to Jerusalem.",
        "15": "When the Syrians saw that they were defeated by Israel, they gathered themselves together.",
        "16": "Hadadezer sent and brought out the Syrians who were beyond the River; and they came to Helam, with Shobach the captain of the army of Hadadezer at their head.",
        "17": "David was told that; and he gathered all Israel together, passed over the Jordan, and came to Helam. The Syrians set themselves in array against David and fought with him.",
        "18": "The Syrians fled before Israel; and David killed seven hundred charioteers of the Syrians and forty thousand horsemen, and struck Shobach the captain of their army, so that he died there.",
        "19": "When all the kings who were servants to Hadadezer saw that they were defeated before Israel, they made peace with Israel and served them. So the Syrians were afraid to help the children of Ammon any more."
      }
    }
  }
}