{
  "book": "2 Samuel",
  "chapter": "15",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "După aceea, Absalom și-a pregătit care și cai și cincizeci de oameni care alergau înaintea lui.",
        "2": "Se scula dis-de-dimineață și stătea la marginea drumului, la poartă. Și ori de câte ori avea cineva vreo neînțelegere și se ducea la împărat la judecată, Absalom îl chema și zicea: „Din ce cetate ești?” După ce-i răspundea: „Sunt din cutare seminție a lui Israel”,",
        "3": "Absalom îi zicea: „Iată, pricina ta este bună și dreaptă, dar nimeni din partea împăratului nu te va asculta.”",
        "4": "Absalom zicea: „De m-ar pune pe mine judecător în țară! Orice om care ar avea o neînțelegere și o judecată ar veni la mine, și i-aș face dreptate.”",
        "5": "Și, când se apropia cineva să se închine înaintea lui, el îi întindea mâna, îl apuca și-l săruta.",
        "6": "Absalom se purta așa cu toți aceia din Israel care se duceau la împărat să ceară dreptate. Și Absalom câștiga inima oamenilor lui Israel.",
        "7": "După trecere de patruzeci de ani, Absalom a zis împăratului: „Dă-mi voie să mă duc la Hebron să împlinesc o juruință pe care am făcut-o Domnului.",
        "8": "Căci robul tău a făcut o juruință, când locuiam la Gheșur, în Siria, și am zis: Dacă mă va aduce Domnul înapoi la Ierusalim, voi da cinste Domnului.”",
        "9": "Împăratul i-a zis: „Du-te în pace.” Absalom s-a sculat și a plecat la Hebron.",
        "10": "Absalom a trimis iscoade în toate semințiile lui Israel să spună: „Când veți auzi sunetul trâmbiței, să ziceți: ‘Absalom s-a făcut împărat la Hebron!’”",
        "11": "Două sute de oameni din Ierusalim, care fuseseră poftiți, au însoțit pe Absalom, și l-au însoțit în prostia lor fără să știe nimic.",
        "12": "Pe când aducea Absalom jertfele, a trimis în cetatea Ghilo după Ahitofel Ghilonitul, sfetnicul lui David. Uneltirea căpăta putere și poporul se îndrepta în număr tot mai mare de partea lui Absalom. Fuga lui David",
        "13": "Cineva a venit și a dat de știre lui David și a zis: „Inima oamenilor lui Israel s-a întors spre Absalom.”",
        "14": "Și David a zis tuturor slujitorilor lui care erau cu el la Ierusalim: „Sculați-vă să fugim, căci nu vom scăpa dinaintea lui Absalom. Grăbiți-vă de plecare, altfel, nu va întârzia să ne ajungă și va arunca nenorocirea peste noi și va trece cetatea prin ascuțișul sabiei.”",
        "15": "Slujitorii împăratului i-au zis: „Slujitorii tăi vor face tot ce va voi domnul nostru, împăratul.”",
        "16": "Împăratul a ieșit, și toată casa lui mergea după el, și a lăsat zece țiitoare pentru paza casei.",
        "17": "Împăratul a ieșit astfel și tot poporul îl urma. Și s-au oprit la cea din urmă casă.",
        "18": "Toți slujitorii lui, toți cheretiții și toți peletiții au trecut alături de el și toți gatiții, în număr de șase sute de oameni, veniți din Gat după el, au trecut înaintea împăratului.",
        "19": "Împăratul a zis lui Itai din Gat: „Pentru ce să vii și tu cu noi? Întoarce-te și rămâi cu împăratul, căci ești străin și ai fost luat chiar din țara ta.",
        "20": "De ieri ai venit, și azi să te fac să rătăcești cu noi încoace și încolo, când nici eu însumi nu știu unde mă duc! Întoarce-te și ia și pe frații tăi cu tine. Domnul să se poarte cu tine cu bunătate și credincioșie!”",
        "21": "Itai a răspuns împăratului și a zis: „Viu este Domnul și viu este domnul meu, împăratul, că în locul unde va fi domnul meu, împăratul, fie ca să moară, fie ca să trăiască, acolo va fi și robul tău.”",
        "22": "David a zis atunci lui Itai: „Du-te și treci!” Și Itai din Gat a trecut înainte, cu toți oamenii lui și toți copiii care erau cu el.",
        "23": "Tot ținutul plângea și scotea țipete mari la trecerea întregului popor. Împăratul a trecut apoi și el pârâul Chedron și tot poporul a apucat pe drumul care duce în pustie.",
        "24": "Țadoc era și el acolo și, cu el, toți leviții, ducând chivotul legământului lui Dumnezeu, și au așezat jos chivotul lui Dumnezeu, și Abiatar se suia, în timp ce tot poporul isprăvea de ieșit din cetate.",
        "25": "Împăratul a zis lui Țadoc: „Du chivotul lui Dumnezeu înapoi în cetate. Dacă voi căpăta trecere înaintea Domnului, mă va aduce înapoi și mă va face să văd chivotul și locașul lui.",
        "26": "Dar dacă va zice: ‘Nu-mi place de tine’, iată-mă, să facă ce va crede cu mine.”",
        "27": "Împăratul a mai zis preotului Țadoc: „Înțelegi? Întoarce-te în pace în cetate, cu fiul tău Ahimaaț și cu Ionatan, fiul lui Abiatar, cei doi fii ai voștri.",
        "28": "Vedeți, voi aștepta în câmpiile pustiei până ce-mi vor veni vești din partea voastră.”",
        "29": "Astfel, Țadoc și Abiatar au dus înapoi chivotul lui Dumnezeu la Ierusalim și au rămas acolo.",
        "30": "David a suit Dealul Măslinilor. Suia plângând și cu capul acoperit și mergea cu picioarele goale, și toți cei ce erau cu el și-au acoperit și ei capul și suiau plângând.",
        "31": "Au venit și au spus lui David: „Ahitofel este împreună cu Absalom printre uneltitori.” Și David a zis: „Doamne, nimicește sfaturile lui Ahitofel!”",
        "32": "Când a ajuns David pe vârf, unde s-a închinat înaintea lui Dumnezeu, iată că Hușai, Architul, a venit înaintea lui, cu haina sfâșiată și capul acoperit cu țărână.",
        "33": "David i-a zis: „Dacă vei veni cu mine, îmi vei fi o povară.",
        "34": "Dimpotrivă, vei nimici pentru mine sfaturile lui Ahitofel dacă te vei întoarce în cetate și vei zice lui Absalom: ‘Împărate, eu voi fi robul tău; odinioară am fost robul tatălui tău, dar acum sunt robul tău.’",
        "35": "Preoții Țadoc și Abiatar nu vor fi acolo cu tine? Tot ce vei afla din casa împăratului spune preoților Țadoc și Abiatar.",
        "36": "Și fiindcă ei au acolo la ei pe cei doi fii ai lor, pe Ahimaaț, fiul lui Țadoc, și pe Ionatan, fiul lui Abiatar, prin ei îmi veți trimite tot ce veți afla.”",
        "37": "Hușai, prietenul lui David, s-a întors dar în cetate. Și Absalom a intrat în Ierusalim."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "După aceea, Absalom și-a făcut rost de un car, de cai și de cincizeci de oameni care alergau înaintea lui.",
        "2": "Absalom se scula dimineață și stătea pe marginea drumului care ducea spre poarta cetății. Oricine venea la rege cu vreo neînțelegere, pe care acesta s-o judece, Absalom îl chema la el și-l întreba: „Din care cetate ești?“, iar acesta îi spunea: „Slujitorul tău este dintr-una din semințiile lui Israel“.",
        "3": "Atunci Absalom îi zicea: „Vezi, cererea ta este bună și dreaptă, însă nimeni din partea regelui nu te va asculta“.",
        "4": "Apoi Absalom spunea: „Dacă m-ar pune cineva judecător în țară, atunci oricine ar avea vreo neînțelegere sau vreun motiv de judecată ar veni la mine, iar eu i-aș face dreptate!“.",
        "5": "Iar când se apropia cineva să se plece înaintea lui, el îi întindea mâna, îl îmbrățișa și îl săruta.",
        "6": "Așa făcea Absalom cu toți cei din Israel care veneau la rege pentru judecată. Astfel, Absalom a câștigat inima bărbaților lui Israel.",
        "7": "După o perioadă de patru ani, Absalom i-a zis regelui: ‒ Dă-mi voie, te rog, să merg la Hebron ca să împlinesc un jurământ pe care I l-am făcut Domnului,",
        "8": "căci, în timp ce se afla în Aram, la Gheșur, slujitorul tău a făcut un jurământ, zicând: „Dacă Domnul mă va aduce înapoi la Ierusalim, voi sluji Domnului!“.",
        "9": "Regele i-a răspuns: ‒ Mergi în pace. Absalom s-a ridicat și a plecat la Hebron.",
        "10": "Dar Absalom a trimis spioni în toate semințiile lui Israel, spunând: „Atunci când veți auzi sunetul trâmbiței, să ziceți: «Absalom s-a întronat la Hebron!»“.",
        "11": "Două sute de oameni din Ierusalim au mers cu Absalom, fiind invitații acestuia. În naivitatea lor, ei mergeau fără să știe nimic.",
        "12": "În timp ce aducea jertfele, Absalom a trimis în cetatea Ghilo după ghilonitul Ahitofel, sfetnicul lui David. Conspirația lua amploare, și tot mai mult popor trecea de partea lui Absalom. Fuga lui David",
        "13": "Atunci a venit un mesager la David, zicând: ‒ Inimile oamenilor lui Israel sunt de partea lui Absalom.",
        "14": "Atunci David le-a zis tuturor slujitorilor săi care erau cu el în Ierusalim: ‒ Ridicați-vă! Să fugim, căci altfel nu vom avea nicio scăpare din fața lui Absalom. Grăbiți-vă, să plecăm! Altfel, el se va grăbi, ne va ajunge, va arunca nenorocirea asupra noastră și va trece cetatea prin ascuțișul sabiei.",
        "15": "Slujitorii regelui i-au zis acestuia: ‒ Iată, slujitorii tăi sunt gata să facă tot ceea ce va alege stăpânul nostru, regele.",
        "16": "Astfel, regele a ieșit, fiind urmat de întreaga sa familie. A lăsat însă zece țiitoare ca să îngrijească de palat.",
        "17": "Regele a ieșit împreună cu toți cei care-l urmau și s-au oprit la cea din urmă casă.",
        "18": "Toți slujitorii săi au trecut pe lângă el. Toți cheretiții, toți peletiții și toți cei șase sute de ghitiți, care veniseră în urma lui din Gat, au trecut înaintea regelui.",
        "19": "Regele i-a zis atunci ghititului Itai: ‒ Tu de ce vii cu noi? Întoarce-te și rămâi cu regele Absalom, căci ești un străin și ai fost alungat din țara ta.",
        "20": "De ieri ai venit, și azi să te fac să rătăcești, mergând împreună cu noi? Eu merg acolo unde trebuie să merg! Întoarce-te și ia-i cu tine și pe frații tăi! Îndurarea și credincioșia să fie cu tine!",
        "21": "Itai i-a răspuns regelui: ‒ Viu este Domnul și viu este stăpânul meu, regele, că acolo unde se va afla stăpânul meu, regele, fie că va însemna moarte, fie viață, acolo se va afla și slujitorul tău.",
        "22": "Atunci David i-a zis lui Itai: ‒ Bine, vino și treci înainte! Astfel, și ghititul Itai, împreună cu toți oamenii lui și cu toți copiii care erau cu el, au trecut înainte.",
        "23": "În timp ce treceau cu toții, oamenii din întreaga țară plângeau cu voce tare. Regele a traversat pârâul Chidron și toți oamenii s-au îndreptat spre drumul dinspre deșert.",
        "24": "Se afla acolo și Țadok, împreună cu toți leviții, ducând Chivotul legământului cu Dumnezeu. Leviții au așezat Chivotul lui Dumnezeu jos, iar Abiatar a adus jertfe până când tot poporul a ieșit din cetate.",
        "25": "După aceea, regele i-a zis lui Țadok: „Du Chivotul lui Dumnezeu înapoi, în cetate. Dacă voi găsi bunăvoință înaintea Domnului, atunci El mă va aduce înapoi și mă va lăsa să revăd Chivotul și Locuința Lui.",
        "26": "Dacă însă va spune: «Nu Îmi ești plăcut!», atunci iată-mă, El să facă cu mine ce consideră că este bine!“.",
        "27": "Regele i-a mai zis preotului Țadok: „Oare nu ești tu un văzător? Întoarceți-vă în pace în cetate, atât tu și fiul tău Ahimaaț, cât și Abiatar cu fiul său Ionatan.",
        "28": "Eu voi aștepta la vadurile deșertului până voi primi vești de la voi“.",
        "29": "Astfel, Țadok și Abiatar au dus Chivotul lui Dumnezeu înapoi, la Ierusalim, și au rămas acolo.",
        "30": "David urca Muntele Măslinilor, plângând, cu capul acoperit și desculț. Toți oamenii care erau cu el și-au acoperit capetele și urcau și ei, plângând.",
        "31": "David a fost înștiințat: „Ahitofel este printre cei care au conspirat împreună cu Absalom“. Atunci David a zis: „Doamne, Te rog, fă ca sfatul lui Ahitofel să pară o nebunie!“.",
        "32": "Când a ajuns în vârf, în locul unde oamenii obișnuiesc să I se închine lui Dumnezeu, architul Hușai îl aștepta acolo cu tunica sfâșiată și cu țărână pe cap.",
        "33": "David i-a zis: „Dacă vii cu mine, îmi vei fi o povară.",
        "34": "Dacă însă te vei întoarce în cetate și-i vei spune lui Absalom: «Eu voi fi slujitorul tău, o, rege. Cândva am fost slujitorul tatălui tău, însă acum voi fi slujitorul tău!», atunci vei putea să schimbi, în favoarea mea, sfatul lui Ahitofel.",
        "35": "Oare nu vor fi acolo, cu tine, preoții Țadok și Abiatar? Orice vei auzi vorbindu-se în palatul regelui să le spui preoților Țadok și Abiatar.",
        "36": "Se mai află acolo, cu ei, și fiii lor: Ahimaaț, fiul lui Țadok, și Ionatan, fiul lui Abiatar. Să-mi trimiteți prin ei orice știre pe care o veți afla“.",
        "37": "Hușai, prietenul lui David, a intrat în Ierusalim chiar atunci când Absalom intra în cetate."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "After this, Absalom prepared a chariot and horses for himself, and fifty men to run before him.",
        "2": "Absalom rose up early, and stood beside the way of the gate. When any man had a suit which should come to the king for judgment, then Absalom called to him, and said, “What city are you from?” He said, “Your servant is of one of the tribes of Israel.”",
        "3": "Absalom said to him, “Behold, your matters are good and right; but there is no man deputized by the king to hear you.”",
        "4": "Absalom said moreover, “Oh that I were made judge in the land, that every man who has any suit or cause might come to me, and I would do him justice!”",
        "5": "It was so, that when any man came near to bow down to him, he stretched out his hand, took hold of him, and kissed him.",
        "6": "Absalom did this sort of thing to all Israel who came to the king for judgment. So Absalom stole the hearts of the men of Israel.",
        "7": "At the end of forty years, Absalom said to the king, “Please let me go and pay my vow, which I have vowed to Yahweh, in Hebron.",
        "8": "For your servant vowed a vow while I stayed at Geshur in Syria, saying, ‘If Yahweh shall indeed bring me again to Jerusalem, then I will serve Yahweh.’”",
        "9": "The king said to him, “Go in peace.” So he arose and went to Hebron.",
        "10": "But Absalom sent spies throughout all the tribes of Israel, saying, “As soon as you hear the sound of the trumpet, then you shall say, ‘Absalom is king in Hebron!’”",
        "11": "Two hundred men went with Absalom out of Jerusalem, who were invited, and went in their simplicity; and they didn’t know anything.",
        "12": "Absalom sent for Ahithophel the Gilonite, David’s counselor, from his city, even from Giloh, while he was offering the sacrifices. The conspiracy was strong, for the people increased continually with Absalom.",
        "13": "A messenger came to David, saying, “The hearts of the men of Israel are after Absalom.”",
        "14": "David said to all his servants who were with him at Jerusalem, “Arise! Let’s flee, or else none of us will escape from Absalom. Hurry to depart, lest he overtake us quickly and bring down evil on us, and strike the city with the edge of the sword.”",
        "15": "The king’s servants said to the king, “Behold, your servants are ready to do whatever my lord the king chooses.”",
        "16": "The king went out, and all his household after him. The king left ten women, who were concubines, to keep the house.",
        "17": "The king went out, and all the people after him; and they stayed in Beth Merhak.",
        "18": "All his servants passed on beside him; and all the Cherethites, and all the Pelethites, and all the Gittites, six hundred men who came after him from Gath, passed on before the king.",
        "19": "Then the king said to Ittai the Gittite, “Why do you also go with us? Return, and stay with the king; for you are a foreigner and also an exile. Return to your own place.",
        "20": "Whereas you came but yesterday, should I today make you go up and down with us, since I go where I may? Return, and take back your brothers. Mercy and truth be with you.”",
        "21": "Ittai answered the king and said, “As Yahweh lives, and as my lord the king lives, surely in what place my lord the king is, whether for death or for life, your servant will be there also.”",
        "22": "David said to Ittai, “Go and pass over.” Ittai the Gittite passed over, and all his men, and all the little ones who were with him.",
        "23": "All the country wept with a loud voice, and all the people passed over. The king also himself passed over the brook Kidron, and all the people passed over toward the way of the wilderness.",
        "24": "Behold, Zadok also came, and all the Levites with him, bearing the ark of the covenant of God; and they set down God’s ark; and Abiathar went up until all the people finished passing out of the city.",
        "25": "The king said to Zadok, “Carry God’s ark back into the city. If I find favor in Yahweh’s eyes, he will bring me again, and show me both it and his habitation;",
        "26": "but if he says, ‘I have no delight in you,’ behold, here I am. Let him do to me as seems good to him.”",
        "27": "The king said also to Zadok the priest, “Aren’t you a seer? Return into the city in peace, and your two sons with you, Ahimaaz your son and Jonathan the son of Abiathar.",
        "28": "Behold, I will stay at the fords of the wilderness until word comes from you to inform me.”",
        "29": "Zadok therefore and Abiathar carried God’s ark to Jerusalem again; and they stayed there.",
        "30": "David went up by the ascent of the Mount of Olives, and wept as he went up; and he had his head covered and went barefoot. All the people who were with him each covered his head, and they went up, weeping as they went up.",
        "31": "Someone told David, saying, “Ahithophel is among the conspirators with Absalom.” David said, “Yahweh, please turn the counsel of Ahithophel into foolishness.”",
        "32": "When David had come to the top, where God was worshiped, behold, Hushai the Archite came to meet him with his tunic torn and earth on his head.",
        "33": "David said to him, “If you pass on with me, then you will be a burden to me;",
        "34": "but if you return to the city, and tell Absalom, ‘I will be your servant, O king. As I have been your father’s servant in time past, so I will now be your servant; then you will defeat for me the counsel of Ahithophel.’",
        "35": "Don’t you have Zadok and Abiathar the priests there with you? Therefore whatever you hear out of the king’s house, tell it to Zadok and Abiathar the priests.",
        "36": "Behold, they have there with them their two sons, Ahimaaz, Zadok’s son, and Jonathan, Abiathar’s son. Send to me everything that you shall hear by them.”",
        "37": "So Hushai, David’s friend, came into the city; and Absalom came into Jerusalem."
      }
    }
  }
}