{
  "book": "2 Samuel",
  "chapter": "17",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Ahitofel a zis lui Absalom: „Lasă-mă să aleg douăsprezece mii de oameni! Mă voi scula și voi urmări pe David chiar în noaptea aceasta.",
        "2": "Îl voi lua pe neașteptate, când va fi obosit și va avea mâinile slăbite, îl voi înspăimânta și tot poporul care este cu el va fugi. Voi lovi numai pe împărat",
        "3": "și voi aduce înapoi la tine pe tot poporul; moartea omului pe care-l urmărești va face ca toți să se întoarcă și tot poporul va fi în pace.”",
        "4": "Cuvintele acestea au plăcut lui Absalom și tuturor bătrânilor lui Israel.",
        "5": "Dar Absalom a zis: „Chemați și pe Hușai, Architul, și să auzim și ce va zice el.”",
        "6": "Hușai a venit la Absalom, și Absalom i-a zis: „Iată cum a vorbit Ahitofel. Trebuie să facem ce a zis el sau nu? Spune tu!”",
        "7": "Hușai a răspuns lui Absalom: „De data aceasta, sfatul pe care ți l-a dat Ahitofel nu este bun.”",
        "8": "Și Hușai a zis: „Tu cunoști vitejia tatălui tău și a oamenilor lui; sunt înfuriați ca o ursoaică de pe câmp căreia i s-au răpit puii. Tatăl tău este un om de război și nu va petrece noaptea cu poporul;",
        "9": "iată, acum stă ascuns în vreo groapă sau în vreun alt loc. Și dacă, de la început, vor cădea unii sub loviturile lor, se va auzi îndată și se va zice: ‘Poporul care urma pe Absalom a fost înfrânt!’",
        "10": "Atunci, cel mai viteaz, chiar dacă ar fi avut o inimă de leu, se va înspăimânta, căci tot Israelul știe că tatăl tău este un viteaz și că are niște viteji cu el.",
        "11": "Sfatul meu este dar ca tot Israelul să se strângă la tine, de la Dan până la Beer-Șeba, o mulțime ca nisipul de pe marginea mării. Și tu însuți să mergi la luptă.",
        "12": "Dacă vom ajunge la el în vreun loc unde l-am găsi, vom cădea peste el cum cade roua pe pământ, și nu va scăpa niciunul, nici el, nici vreunul din oamenii care sunt cu el.",
        "13": "Dacă va fugi într-o cetate, tot Israelul va duce funii la cetatea aceea și o vom trage în pârâu până când nu va mai rămâne nicio piatră în ea.”",
        "14": "Absalom și toți oamenii lui Israel au zis: „Sfatul lui Hușai, Architul, este mai bun decât sfatul lui Ahitofel.” Dar Domnul hotărâse să nimicească bunul sfat al lui Ahitofel, ca să aducă nenorocirea peste Absalom. Moartea lui Ahitofel",
        "15": "Hușai a zis preoților Țadoc și Abiatar: „Ahitofel a dat cutare și cutare sfat lui Absalom și bătrânilor lui Israel, și eu i-am sfătuit cutare și cutare lucru.",
        "16": "Acum trimiteți îndată știre lui David și spuneți-i: ‘Nu sta noaptea în câmpiile pustiei, ci du-te mai departe, ca nu cumva împăratul și tot poporul care este cu el să fie în primejdie să piară.’”",
        "17": "Ionatan și Ahimaaț stăteau lângă fântâna Roguel. Slujnica venea și le aducea știri, iar ei se duceau să dea de veste împăratului David, căci nu îndrăzneau să se arate și să intre în cetate.",
        "18": "Dar odată i-a zărit un tânăr și a spus lui Absalom. Ei au plecat amândoi în grabă și au ajuns la Bahurim, la casa unui om care avea o fântână în curte, și s-au coborât în ea.",
        "19": "Femeia a luat o învelitoare, a întins-o peste gura fântânii și a împrăștiat urluială pe ea, ca să nu dea nimic de bănuit.",
        "20": "Slujitorii lui Absalom au intrat în casă la femeia aceasta și au zis: „Unde sunt Ahimaaț și Ionatan?” Femeia le-a răspuns: „Au trecut pârâul.” Au căutat și, negăsindu-i, s-au întors la Ierusalim.",
        "21": "După plecarea lor, Ahimaaț și Ionatan au ieșit din fântână și s-au dus să dea de știre împăratului David. Au zis lui David: „Sculați-vă și grăbiți-vă de treceți apa, căci Ahitofel a plănuit cutare și cutare lucru împotriva voastră.”",
        "22": "David și tot poporul care era cu el s-au sculat și au trecut Iordanul; când se lumina de ziuă, nu rămăsese niciunul care să nu fi trecut Iordanul.",
        "23": "Ahitofel, când a văzut că sfatul lui n-a fost urmat, a pus șaua pe măgar și a plecat acasă, în cetatea lui. Și-a pus casa în rânduială și s-a spânzurat. Când a murit, l-au îngropat în mormântul tatălui său. David la Mahanaim",
        "24": "David ajunsese la Mahanaim când a trecut Absalom Iordanul, însoțit de toți bărbații lui Israel.",
        "25": "Absalom a pus pe Amasa în fruntea oștirii, în locul lui Ioab. Amasa era fiul unui om numit Itra, Israelitul, care intrase la Abigal, fata lui Nahaș și sora Țeruiei, mama lui Ioab.",
        "26": "Israel și Absalom au tăbărât în țara Galaadului.",
        "27": "Când a ajuns David la Mahanaim, Șobi, fiul lui Nahaș, din Raba fiilor lui Amon, Machir, fiul lui Amiel, din Lodebar, și Barzilai, Galaaditul, din Roghelim,",
        "28": "au adus paturi, lighene, vase de pământ, grâu, orz, făină, grâu prăjit, bob, linte, uscături,",
        "29": "miere, unt, oi și brânză de vacă. Au adus aceste lucruri lui David și poporului care era cu el, ca să mănânce, căci ziceau: „Poporul acesta trebuie să fi suferit de foame, de oboseală și de sete, în pustie.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Ahitofel i-a zis lui Absalom: ‒ Dă-mi voie, te rog, să aleg douăsprezece mii de oameni și să pornesc degrabă, la noapte, în urmărirea lui David.",
        "2": "Îl voi ataca pe neașteptate, când încă va fi obosit și slăbit. Îl voi înspăimânta, și toți cei ce sunt cu el vor fugi. Îl voi ucide numai pe rege",
        "3": "și voi aduce înapoi la tine tot poporul. Astfel, moartea omului pe care-l cauți va însemna întoarcerea tuturor; tot poporul va fi în pace.",
        "4": "Acest sfat li s-a părut bun, atât lui Absalom, cât și tuturor bătrânilor lui Israel.",
        "5": "Absalom însă a zis: ‒ Chemați-l, vă rog, și pe architul Hușai, ca să auzim și ce va zice el.",
        "6": "Hușai a venit la Absalom, iar Absalom i-a zis: ‒ Acesta este sfatul lui Ahitofel. Să facem cum a zis el? Dacă nu, sfătuiește-ne tu.",
        "7": "Hușai i-a răspuns lui Absalom: ‒ De data aceasta, sfatul dat de Ahitofel nu este bun.",
        "8": "Tu știi că tatăl tău și oamenii lui sunt viteji, iar acum sunt înfuriați ca o ursoaică pe câmp, căreia i s-au furat puii. Pe lângă aceasta, tatăl tău, fiind un războinic, nu va rămâne peste noapte cu poporul,",
        "9": "ci iată că acum el se va fi ascuns deja în vreo peșteră sau în vreun alt loc. Dacă unii dintre oamenii tăi vor fi învinși de la început, atunci oricine va auzi va spune: „Poporul care este de partea lui Absalom a suferit o înfrângere“.",
        "10": "Astfel, chiar și celui mai viteaz, care are o inimă de leu, i se va topi inima de teamă, fiindcă tot Israelul știe că tatăl tău este un viteaz și că are alături de el niște oameni curajoși.",
        "11": "Prin urmare, iată sfatul meu: adună tot Israelul la tine, de la Dan și până la Beer-Șeba, o mulțime cât nisipul de pe malul mării, și condu-i tu însuți în luptă.",
        "12": "Apoi îl vom ataca acolo unde îl vom găsi, ne vom năpusti asupra lui, așa cum cade roua pe pământ, și nu va fi lăsat în viață nici el, nici vreunul dintre oamenii lui.",
        "13": "Dacă se va retrage în vreo cetate, atunci tot Israelul va aduce funii și vom trage acea cetate spre vale până nu va mai rămâne din ea nici măcar o pietricică.",
        "14": "Absalom și toți bătrânii lui Israel au zis: „Sfatul architului Hușai este mai bun decât cel al lui Ahitofel“. Însă Domnul poruncise să fie respins sfatul cel bun al lui Ahitofel, ca să aducă nenorocirea asupra lui Absalom.",
        "15": "Hușai le-a zis preoților Țadok și Abiatar: „Ahitofel i-a sfătuit în felul acesta pe Absalom și pe bătrânii lui Israel, iar eu i-am sfătuit în felul acesta.",
        "16": "Acum, trimiteți-i imediat un mesaj lui David și anunțați-l astfel: «Să nu rămâi peste noapte lângă vadurile deșertului, ci să traversezi repede, ca nu cumva regele și tot poporul care este cu el să fie uciși»“.",
        "17": "Ionatan și Ahimaaț așteptau veștile la En-Roghel, deoarece nu îndrăzneau să intre în cetate. O slujitoare venea și le aducea veștile, iar ei se duceau și îl înștiințau pe regele David.",
        "18": "Totuși, un tânăr i-a văzut și i-a spus lui Absalom. Aflând aceasta, cei doi au plecat repede și au ajuns la casa unui anume om din Bahurim. Acesta avea în curte o fântână, și cei doi au coborât în ea.",
        "19": "Soția omului a luat o învelitoare, a întins-o peste gura fântânii și a împrăștiat niște grâne pe ea. Nimeni n-a știut nimic despre lucrul acesta.",
        "20": "Slujitorii lui Absalom au ajuns la casa femeii și au întrebat-o: ‒ Unde sunt Ahimaaț și Ionatan? Femeia le-a răspuns: ‒ Au trecut pârâul! Ei au căutat după cei doi, dar, negăsindu-i, s-au întors la Ierusalim.",
        "21": "După ce s-au îndepărtat oamenii lui Absalom, cei doi au ieșit din fântână și s-au dus să-l înștiințeze pe regele David. Ei i-au zis lui David: „Ridicați-vă și traversați repede râul, căci iată sfatul pe care l-a dat Ahitofel împotriva voastră“.",
        "22": "David și tot poporul care era cu el s-au ridicat și au trecut Iordanul. Până în zorii zilei, nu a mai rămas niciunul care să nu fi trecut râul.",
        "23": "Ahitofel, văzând că nu i-a fost urmat sfatul, a pus șaua pe măgar și a plecat acasă, în cetatea sa. A dat instrucțiuni cu privire la casa sa și apoi s-a spânzurat. Astfel, el a murit și a fost înmormântat în mormântul tatălui său. David la Mahanaim",
        "24": "David a ajuns la Mahanaim, în timp ce Absalom trecea Iordanul împreună cu toți bărbații lui Israel.",
        "25": "Absalom l-a numit pe Amasa drept conducător al armatei, în locul lui Ioab. Amasa era fiul unui israelit pe nume Ieter, care fusese căsătorit cu Abigail, fata lui Nahaș și sora Țeruiei, mama lui Ioab.",
        "26": "Israel împreună cu Absalom și-au așezat tabăra pe teritoriul Ghiladului.",
        "27": "Când a ajuns David la Mahanaim, Șobi, fiul lui Nahaș, din Raba fiilor lui Amon, Machir, fiul lui Amiel, din Lo-Debar și ghiladitul Barzilai, din Roghelim,",
        "28": "au adus paturi, ligheane, vase din lut, grâu, orz, făină, grâne prăjite, fasole și linte,",
        "29": "miere, lapte bătut, oi și brânză de vaci pentru ca David și cei ce erau cu el să mănânce. Ei își ziceau: „Poporul este flămând, obosit și însetat în urma călătoriei prin deșert“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Moreover Ahithophel said to Absalom, “Let me now choose twelve thousand men, and I will arise and pursue after David tonight.",
        "2": "I will come on him while he is weary and exhausted, and will make him afraid. All the people who are with him will flee. I will strike the king only,",
        "3": "and I will bring back all the people to you. The man whom you seek is as if all returned. All the people shall be in peace.”",
        "4": "The saying pleased Absalom well, and all the elders of Israel.",
        "5": "Then Absalom said, “Now call Hushai the Archite also, and let’s hear likewise what he says.”",
        "6": "When Hushai had come to Absalom, Absalom spoke to him, saying, “Ahithophel has spoken like this. Shall we do what he says? If not, speak up.”",
        "7": "Hushai said to Absalom, “The counsel that Ahithophel has given this time is not good.”",
        "8": "Hushai said moreover, “You know your father and his men, that they are mighty men, and they are fierce in their minds, like a bear robbed of her cubs in the field. Your father is a man of war, and will not lodge with the people.",
        "9": "Behold, he is now hidden in some pit, or in some other place. It will happen, when some of them have fallen at the first, that whoever hears it will say, ‘There is a slaughter among the people who follow Absalom!’",
        "10": "Even he who is valiant, whose heart is as the heart of a lion, will utterly melt; for all Israel knows that your father is a mighty man, and those who are with him are valiant men.",
        "11": "But I counsel that all Israel be gathered together to you, from Dan even to Beersheba, as the sand that is by the sea for multitude; and that you go to battle in your own person.",
        "12": "So we will come on him in some place where he will be found, and we will light on him as the dew falls on the ground, then we will not leave so much as one of him and of all the men who are with him.",
        "13": "Moreover, if he has gone into a city, then all Israel will bring ropes to that city, and we will draw it into the river, until there isn’t one small stone found there.”",
        "14": "Absalom and all the men of Israel said, “The counsel of Hushai the Archite is better than the counsel of Ahithophel.” For Yahweh had ordained to defeat the good counsel of Ahithophel, to the intent that Yahweh might bring evil on Absalom.",
        "15": "Then Hushai said to Zadok and to Abiathar the priests, “Ahithophel counseled Absalom and the elders of Israel that way; and I have counseled this way.",
        "16": "Now therefore send quickly, and tell David, saying, ‘Don’t lodge tonight at the fords of the wilderness, but by all means pass over, lest the king be swallowed up, and all the people who are with him.’”",
        "17": "Now Jonathan and Ahimaaz were staying by En Rogel; and a female servant used to go and report to them, and they went and told King David; for they couldn’t risk being seen coming into the city.",
        "18": "But a boy saw them, and told Absalom. Then they both went away quickly and came to the house of a man in Bahurim, who had a well in his court; and they went down there.",
        "19": "The woman took and spread the covering over the well’s mouth, and spread out crushed grain on it; and nothing was known.",
        "20": "Absalom’s servants came to the woman to the house; and they said, “Where are Ahimaaz and Jonathan?” The woman said to them, “They have gone over the brook of water.” When they had sought and could not find them, they returned to Jerusalem.",
        "21": "After they had departed, they came up out of the well and went and told King David; and they said to David, “Arise and pass quickly over the water; for thus has Ahithophel counseled against you.”",
        "22": "Then David arose, and all the people who were with him, and they passed over the Jordan. By the morning light there lacked not one of them who had not gone over the Jordan.",
        "23": "When Ahithophel saw that his counsel was not followed, he saddled his donkey, arose, and went home to his city, set his house in order, and hanged himself; and he died, and was buried in the tomb of his father.",
        "24": "Then David came to Mahanaim. Absalom passed over the Jordan, he and all the men of Israel with him.",
        "25": "Absalom set Amasa over the army instead of Joab. Now Amasa was the son of a man whose name was Ithra the Israelite, who went in to Abigail the daughter of Nahash, sister to Zeruiah, Joab’s mother.",
        "26": "Israel and Absalom encamped in the land of Gilead.",
        "27": "When David had come to Mahanaim, Shobi the son of Nahash of Rabbah of the children of Ammon, and Machir the son of Ammiel of Lodebar, and Barzillai the Gileadite of Rogelim,",
        "28": "brought beds, basins, earthen vessels, wheat, barley, meal, parched grain, beans, lentils, roasted grain,",
        "29": "honey, butter, sheep, and cheese of the herd, for David and for the people who were with him to eat; for they said, “The people are hungry, weary, and thirsty in the wilderness.”"
      }
    }
  }
}