{
  "book": "2 Samuel",
  "chapter": "12",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul a trimis pe Natan la David. Și Natan a venit la el și i-a zis: „Într-o cetate erau doi oameni: unul bogat și altul sărac.",
        "2": "Bogatul avea foarte multe oi și foarte mulți boi.",
        "3": "Săracul n-avea nimic decât o mielușea, pe care o cumpărase; o hrănea și o creștea la el împreună cu copiii lui; ea mânca din aceeași bucată de pâine cu el, bea din același pahar cu el, dormea la sânul lui și el o privea ca pe fata lui.",
        "4": "A venit un călător la omul acela bogat. Și bogatul nu s-a îndurat să se atingă de oile sau de boii lui ca să pregătească un prânz călătorului care venise la el, ci a luat oaia săracului și a gătit-o pentru omul care venise la el.”",
        "5": "David s-a aprins foarte tare de mânie împotriva omului acestuia și a zis lui Natan: „Viu este Domnul că omul care a făcut lucrul acesta este vrednic de moarte!",
        "6": "Și să dea înapoi patru miei, pentru că a săvârșit fapta aceasta și n-a avut milă.”",
        "7": "Și Natan a zis lui David: „Tu ești omul acesta! Așa vorbește Domnul Dumnezeul lui Israel: ‘Eu te-am uns împărat peste Israel și te-am scăpat din mâna lui Saul;",
        "8": "te-am făcut stăpân pe casa stăpânului tău, am pus la sânul tău nevestele stăpânului tău și ți-am dat casa lui Israel și Iuda. Și dacă ar fi fost puțin atâta, aș mai fi adăugat.",
        "9": "Pentru ce dar ai disprețuit tu Cuvântul Domnului, făcând ce este rău înaintea Lui? Ai lovit cu sabia pe Urie, Hetitul, ai luat de nevastă pe nevastă-sa și pe el l-ai ucis cu sabia fiilor lui Amon.",
        "10": "Acum, niciodată nu se va depărta sabia din casa ta, pentru că M-ai disprețuit și pentru că ai luat de nevastă pe nevasta lui Urie, Hetitul.’",
        "11": "Așa vorbește Domnul: ‘Iată, din casa ta voi ridica nenorocirea împotriva ta și voi lua de sub ochii tăi pe nevestele tale și le voi da altuia, care se va culca cu ele în fața soarelui acestuia.",
        "12": "Căci ai lucrat pe ascuns; Eu însă voi face lucrul acesta în fața întregului Israel și în fața soarelui.’”",
        "13": "David a zis lui Natan: „Am păcătuit împotriva Domnului!” Și Natan a zis lui David: „Domnul îți iartă păcatul, nu vei muri.",
        "14": "Dar, pentru că ai făcut pe vrăjmașii Domnului să-L hulească săvârșind fapta aceasta, fiul care ți s-a născut va muri.” Moartea copilului. Solomon",
        "15": "Și Natan a plecat acasă. Domnul a lovit copilul pe care-l născuse lui David nevasta lui Urie și a fost greu bolnav.",
        "16": "David s-a rugat lui Dumnezeu pentru copil și a postit și, când a venit acasă, toată noaptea a stat culcat pe pământ.",
        "17": "Bătrânii casei au stăruit de el să se scoale de la pământ, dar n-a voit și n-a mâncat nimic cu ei.",
        "18": "A șaptea zi, copilul a murit. Slujitorii lui David s-au temut să-i dea de veste că a murit copilul. Căci ziceau: „Când copilul trăia încă, i-am vorbit, și nu ne-a ascultat. Cum să îndrăznim să-i spunem: ‘A murit copilul’? Are să se întristeze și mai mult.”",
        "19": "David a băgat de seamă că slujitorii lui vorbeau în șoaptă între ei și a înțeles că murise copilul. El a zis slujitorilor săi: „A murit copilul?” Și ei au răspuns: „A murit.”",
        "20": "Atunci, David s-a sculat de la pământ. S-a spălat, s-a uns și și-a schimbat hainele, apoi s-a dus în Casa Domnului și s-a închinat. Întorcându-se acasă, a cerut să i se dea să mănânce și a mâncat.",
        "21": "Slujitorii lui i-au zis: „Ce înseamnă ceea ce faci? Când trăia copilul, posteai și plângeai, și acum, când a murit copilul, te scoli și mănânci!”",
        "22": "El a răspuns: „Când trăia copilul, posteam și plângeam, căci ziceam: ‘Cine știe dacă nu Se va îndura Domnul de mine și dacă nu va trăi copilul?’",
        "23": "Acum, când a murit, pentru ce să mai postesc? Pot să-l întorc în viață? Eu mă voi duce la el, dar el nu se va întoarce la mine.”",
        "24": "David a mângâiat pe nevastă-sa Bat-Șeba și a intrat la ea și s-a culcat cu ea. Ea a născut un fiu, pe care l-a numit Solomon și care a fost iubit de Domnul.",
        "25": "El l-a încredințat în mâinile prorocului Natan și Natan i-a pus numele Iedidia (Iubitul Domnului), pentru Domnul. Luarea Rabei și supunerea amoniților",
        "26": "Ioab, care împresura Raba fiilor lui Amon, a pus mâna pe cetatea împărătească",
        "27": "și a trimis soli lui David să-i spună: „Am început lupta împotriva Rabei și am pus stăpânire pe cetatea apelor;",
        "28": "strânge acum cealaltă parte a poporului, tăbărăște împotriva cetății și ia-o, ca să n-o iau eu și să vină asupra mea cinstea.”",
        "29": "David a strâns tot poporul și a mers asupra cetății Raba; a bătut-o și a luat-o.",
        "30": "A luat cununa de pe capul împăratului ei, care cântărea un talant de aur și era împodobită cu pietre scumpe. Au pus-o pe capul lui David, care a luat o foarte mare pradă din cetate.",
        "31": "A scos pe locuitori și i-a trecut prin fierăstraie, prin grape de fier și securi de fier și i-a pus în cuptoarele de cărămizi; așa a făcut tuturor cetăților fiilor lui Amon. David s-a întors la Ierusalim cu tot poporul."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Domnul l-a trimis pe Natan la David. Acesta, ajungând la David, i-a zis: ‒ Într-o anume cetate trăiau doi oameni; unul era bogat, iar celălalt era sărac.",
        "2": "Cel bogat avea un mare număr de oi și vite.",
        "3": "Cel sărac însă nu avea altceva decât o mielușea pe care o cumpărase. Avea grijă de ea, iar aceasta creștea împreună cu el și cu copiii săi. Mânca din aceeași bucată de pâine cu el, bea din paharul lui și dormea la pieptul său; îi era ca o fată.",
        "4": "La omul bogat a venit un călător, dar el nu s-a îndurat să ia din oile sau din vitele lui pentru a-i pregăti să mănânce. În schimb, a luat mielușeaua omului sărac și i-a pregătit-o celui care venise la el.",
        "5": "David s-a mâniat foarte tare pe omul acela și i-a zis lui Natan: ‒ Viu este Domnul că omul care a făcut acest lucru merită să fie pedepsit cu moartea!",
        "6": "Să dea înapoi patru mielușele, pentru că a comis fapta aceasta și pentru că nu a arătat milă.",
        "7": "Atunci Natan i-a zis: ‒ Tu ești omul acela! Așa vorbește Domnul, Dumnezeul lui Israel: „Te-am uns rege peste Israel și te-am scăpat din mâna lui Saul.",
        "8": "Ți-am dat Casa stăpânului tău și ți-am pus în brațe soțiile stăpânului tău. Ți-am dat Casa lui Israel și a lui Iuda. Și dacă ar fi fost prea puțin, aș mai fi adăugat și altele.",
        "9": "De ce ai disprețuit Cuvântul Domnului și ai făcut ceea ce El consideră că este rău? L-ai ucis pe hititul Urie cu sabia, iar pe soția lui ai luat-o să-ți fie soție. L-ai ucis pe Urie cu sabia fiilor lui Amon.",
        "10": "Acum, sabia nu se va îndepărta din familia ta niciodată, pentru că M-ai disprețuit și ai luat-o pe soția hititului Urie să-ți fie ție soție“.",
        "11": "Așa vorbește Domnul: „Iată, voi ridica nenorocirea asupra ta din propria ta familie. Îți voi lua soțiile înaintea ochilor tăi și le voi da altuia, iar el se va culca cu ele la lumina zilei.",
        "12": "Tu ai lucrat în secret, însă Eu voi împlini acest cuvânt la lumina zilei, înaintea întregului Israel“.",
        "13": "David i-a zis lui Natan: ‒ Am păcătuit împotriva Domnului. Natan i-a răspuns: ‒ Domnul ți-a iertat păcatul, și nu vei muri.",
        "14": "Totuși, pentru că prin fapta aceasta ai făcut ca dușmanii Domnului să-L disprețuiască, copilul care ți s-a născut va muri. Copilul născut de Batșeba moare",
        "15": "Natan a plecat acasă, iar Domnul a lovit copilul pe care soția lui Urie i-l născuse lui David și acesta s-a îmbolnăvit grav.",
        "16": "David s-a rugat lui Dumnezeu pentru copil și a postit. Apoi a intrat în palat și a stat culcat la pământ toată noaptea.",
        "17": "Bătrânii palatului său au stat alături de el, insistând să se ridice de la pământ, dar el n-a vrut și nici n-a mâncat cu ei.",
        "18": "În ziua a șaptea, copilul a murit. Slujitorii lui David s-au temut însă să-i spună lucrul acesta pentru că își ziceau: „Iată, pe când copilul era încă viu, i-am vorbit lui David, dar el n-a ascultat de glasul nostru. Cum să-i spunem acum că a murit copilul? Și-ar face mai mult rău“.",
        "19": "David a văzut că slujitorii săi șopteau între ei și a înțeles că a murit copilul. El i-a întrebat pe slujitorii săi: ‒ A murit copilul? Ei au zis: ‒ A murit.",
        "20": "Atunci David s-a ridicat de la pământ, s-a spălat, s-a uns și și-a schimbat hainele. Apoi a intrat în Casa Domnului și s-a închinat. După aceea, întorcându-se acasă, a cerut să i se dea de mâncare și a mâncat.",
        "21": "Slujitorii săi l-au întrebat: ‒ Ce înseamnă ceea ce faci tu? Când trăia copilul posteai și plângeai, iar acum, când copilul a murit, te ridici de la pământ și mănânci?",
        "22": "El a zis: ‒ Când copilul era încă viu, posteam și plângeam pentru că îmi ziceam: „Cine știe, poate Domnul va arăta bunăvoință față de mine și copilul va trăi“.",
        "23": "Dar acum, că a murit, de ce să mai postesc? Aș putea oare să-l aduc înapoi? Eu voi merge la el, dar el nu se va mai întoarce la mine.",
        "24": "David a consolat-o pe soția sa Batșeba. A intrat la ea, iar ea a născut un fiu căruia i-au pus numele Solomon. Domnul îl iubea",
        "25": "și, de aceea, El a trimis un mesaj prin profetul Natan să-i pună numele Iedidia, de dragul Domnului.",
        "26": "Ioab a luptat împotriva Rabei fiilor lui Amon și a capturat cetatea regală.",
        "27": "Apoi Ioab a trimis mesageri la David, zicând: „Am luptat împotriva Rabei; de asemenea, am capturat cetatea apelor.",
        "28": "Acum, strânge restul poporului, așază tabăra împotriva cetății și cucerește-o, ca să n-o cuceresc eu și să primească numele meu“.",
        "29": "David a mobilizat tot poporul, s-a îndreptat către Raba, a luptat împotriva ei și a cucerit-o.",
        "30": "A luat de pe capul regelui lor coroana care cântărea un talant de aur și care era împodobită cu pietre prețioase. Ea a fost pusă pe capul lui David. Prada luată din cetate era foarte multă.",
        "31": "El a scos afară poporul care era în ea, i-a pus să muncească cu fierăstraie, cu grape de fier și cu securi de fier și i-a trimis la cuptoarele de cărămizi. Așa a făcut tuturor cetăților fiilor lui Amon. Apoi David s-a întors la Ierusalim împreună cu întregul popor."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh sent Nathan to David. He came to him, and said to him, “There were two men in one city: the one rich, and the other poor.",
        "2": "The rich man had very many flocks and herds,",
        "3": "but the poor man had nothing, except one little ewe lamb, which he had bought and raised. It grew up together with him and with his children. It ate of his own food, drank of his own cup, and lay in his bosom, and was like a daughter to him.",
        "4": "A traveler came to the rich man, and he didn’t want to take of his own flock and of his own herd to prepare for the wayfaring man who had come to him, but took the poor man’s lamb and prepared it for the man who had come to him.”",
        "5": "David’s anger burned hot against the man, and he said to Nathan, “As Yahweh lives, the man who has done this deserves to die!",
        "6": "He must restore the lamb fourfold, because he did this thing and because he had no pity!”",
        "7": "Nathan said to David, “You are the man! This is what Yahweh, the God of Israel, says: ‘I anointed you king over Israel, and I delivered you out of the hand of Saul.",
        "8": "I gave you your master’s house and your master’s wives into your bosom, and gave you the house of Israel and of Judah; and if that would have been too little, I would have added to you many more such things.",
        "9": "Why have you despised Yahweh’s word, to do that which is evil in his sight? You have struck Uriah the Hittite with the sword, have taken his wife to be your wife, and have slain him with the sword of the children of Ammon.",
        "10": "Now therefore the sword will never depart from your house, because you have despised me and have taken Uriah the Hittite’s wife to be your wife.’",
        "11": "“This is what Yahweh says: ‘Behold, I will raise up evil against you out of your own house; and I will take your wives before your eyes and give them to your neighbor, and he will lie with your wives in the sight of this sun.",
        "12": "For you did this secretly, but I will do this thing before all Israel, and before the sun.’”",
        "13": "David said to Nathan, “I have sinned against Yahweh.” Nathan said to David, “Yahweh also has put away your sin. You will not die.",
        "14": "However, because by this deed you have given great occasion to Yahweh’s enemies to blaspheme, the child also who is born to you will surely die.”",
        "15": "Then Nathan departed to his house. Yahweh struck the child that Uriah’s wife bore to David, and he was very sick.",
        "16": "David therefore begged God for the child; and David fasted, and went in and lay all night on the ground.",
        "17": "The elders of his house arose beside him, to raise him up from the earth; but he would not, and he didn’t eat bread with them.",
        "18": "On the seventh day, the child died. David’s servants were afraid to tell him that the child was dead, for they said, “Behold, while the child was yet alive, we spoke to him and he didn’t listen to our voice. How will he then harm himself if we tell him that the child is dead?”",
        "19": "But when David saw that his servants were whispering together, David perceived that the child was dead; and David said to his servants, “Is the child dead?” They said, “He is dead.”",
        "20": "Then David arose from the earth, and washed and anointed himself, and changed his clothing; and he came into Yahweh’s house, and worshiped. Then he came to his own house; and when he requested, they set bread before him and he ate.",
        "21": "Then his servants said to him, “What is this that you have done? You fasted and wept for the child while he was alive, but when the child was dead, you rose up and ate bread.”",
        "22": "He said, “While the child was yet alive, I fasted and wept; for I said, ‘Who knows whether Yahweh will not be gracious to me, that the child may live?’",
        "23": "But now he is dead. Why should I fast? Can I bring him back again? I will go to him, but he will not return to me.”",
        "24": "David comforted Bathsheba his wife, and went in to her, and lay with her. She bore a son, and he called his name Solomon. Yahweh loved him;",
        "25": "and he sent by the hand of Nathan the prophet, and he named him Jedidiah, for Yahweh’s sake.",
        "26": "Now Joab fought against Rabbah of the children of Ammon, and took the royal city.",
        "27": "Joab sent messengers to David, and said, “I have fought against Rabbah. Yes, I have taken the city of waters.",
        "28": "Now therefore gather the rest of the people together, and encamp against the city and take it; lest I take the city, and it be called by my name.”",
        "29": "David gathered all the people together and went to Rabbah, and fought against it and took it.",
        "30": "He took the crown of their king from off his head; and its weight was a talent of gold, and in it were precious stones; and it was set on David’s head. He brought a great quantity of plunder out of the city.",
        "31": "He brought out the people who were in it, and put them to work under saws, under iron picks, under axes of iron, and made them go to the brick kiln; and he did so to all the cities of the children of Ammon. Then David and all the people returned to Jerusalem."
      }
    }
  }
}