{
  "book": "2 Samuel",
  "chapter": "18",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "David a numărat poporul care era cu el și a pus peste ei căpetenii peste mii și căpetenii peste sute.",
        "2": "A pus o treime din popor sub porunca lui Ioab, o treime sub Abișai, fiul Țeruiei, fratele lui Ioab, și o treime sub Itai din Gat. Și împăratul a zis poporului: „Vreau să ies și eu împreună cu voi.”",
        "3": "Dar poporul a zis: „Să nu ieși! Căci dacă vom lua-o la fugă, luarea aminte nu se va îndrepta asupra noastră și, când vor cădea jumătate din noi, nu vor lua seama la noi, dar tu ești ca zece mii dintre noi, și acum este mai bine să ne vii în ajutor din cetate.”",
        "4": "Împăratul le-a răspuns: „Voi face ce credeți că este mai bine.” Și împăratul a stat lângă poartă, în timp ce tot poporul ieșea cu sutele și miile.",
        "5": "Împăratul a dat următoarea poruncă lui Ioab, lui Abișai și lui Itai: „Pentru dragostea pe care o aveți față de mine, purtați-vă blând cu tânărul Absalom!” Și tot poporul a auzit porunca împăratului, dată tuturor căpeteniilor cu privire la Absalom.",
        "6": "Poporul a ieșit în câmp înaintea lui Israel și bătălia a avut loc în pădurea lui Efraim.",
        "7": "Acolo, poporul lui Israel a fost bătut de slujitorii lui David și a fost o mare înfrângere în ziua aceea, ca douăzeci de mii de oameni.",
        "8": "Lupta s-a întins pe tot ținutul și pădurea a mâncat mai mult popor în ziua aceea decât a mâncat sabia.",
        "9": "Absalom s-a pomenit în fața oamenilor lui David. Era călare pe un catâr. Catârul a pătruns sub ramurile încâlcite ale unui mare stejar, și capul lui Absalom s-a prins de stejar; a rămas astfel spânzurat între cer și pământ, și catârul care era sub el a trecut înainte.",
        "10": "Un om, văzând lucrul acesta, a venit și a spus lui Ioab: „Iată, am văzut pe Absalom spânzurat de un stejar.”",
        "11": "Și Ioab a zis omului care i-a adus știrea aceasta: „L-ai văzut! De ce dar nu l-ai tăiat pe loc? Ți-aș fi dat zece sicli de argint și un brâu.”",
        "12": "Dar omul acela a zis lui Ioab: „Chiar dacă aș cântări în mâna mea o mie de sicli de argint, n-aș pune mâna pe fiul împăratului, căci noi am auzit următoarea poruncă pe care v-a dat-o împăratul ție, lui Abișai și lui Itai: ‘Luați seama fiecare la tânărul Absalom!’",
        "13": "Și, dacă l-aș fi omorât mișelește, nimic n-ar fi rămas ascuns împăratului și tu însuți ai fi fost împotriva mea.”",
        "14": "Ioab a zis: „Nu voi zăbovi atâta cu tine!” Și a luat trei săgeți în mână și le-a înfipt în inima lui Absalom, care era încă plin de viață în mijlocul stejarului.",
        "15": "Zece tineri, care duceau armele lui Ioab, au înconjurat pe Absalom, l-au lovit și l-au omorât.",
        "16": "Ioab a sunat din trâmbiță, și poporul s-a întors, încetând astfel să mai urmărească pe Israel, oprit de Ioab.",
        "17": "Au luat pe Absalom, l-au aruncat într-o groapă mare din mijlocul pădurii și au pus peste el o grămadă foarte mare de pietre. Tot Israelul a fugit, fiecare în cortul lui.",
        "18": "Pe când trăia, Absalom își ridicase un stâlp de aducere aminte în valea împăratului. Căci zicea: „N-am fii prin care să se poată păstra aducerea aminte a numelui meu.” Și a pus numele său stâlpului, care și astăzi se numește Stâlpul lui Absalom. Solia lui Cuși",
        "19": "Ahimaaț, fiul lui Țadoc, a zis: „Lasă-mă să dau fuga și să duc împăratului vestea cea bună că Domnul i-a făcut dreptate, scăpându-l din mâna vrăjmașilor săi.”",
        "20": "Ioab i-a zis: „Nu tu ai să duci veștile azi; le vei duce într-o altă zi, dar nu astăzi, fiindcă fiul împăratului a murit.”",
        "21": "Și Ioab a zis lui Cuși: „Du-te și vestește împăratului ce ai văzut.” Cuși s-a închinat înaintea lui Ioab și a dat fuga.",
        "22": "Ahimaaț, fiul lui Țadoc, a zis iarăși lui Ioab: „Orice s-ar întâmpla, lasă-mă să alerg după Cuși.” Și Ioab a zis: „Pentru ce vrei să alergi, fiule? Nu este o solie care-ți va fi de folos.”",
        "23": "„Orice s-ar întâmpla, vreau să alerg”, a zis din nou Ahimaaț. Și Ioab i-a zis: „Dă fuga!” Ahimaaț a alergat pe drumul care duce în câmpie și a luat-o înaintea lui Cuși.",
        "24": "David ședea între cele două porți. Caraula s-a dus pe acoperișul porții spre zid; a ridicat ochii și s-a uitat. Și iată că un om alerga singur-singurel.",
        "25": "Caraula a strigat și a dat de știre împăratului. Împăratul a zis: „Dacă este singur, aduce vești.” Și omul acela se apropia din ce în ce mai mult.",
        "26": "Caraula a văzut un alt om alergând și a strigat la portar: „Iată, un om aleargă singur-singurel.” Împăratul a zis: „Și el aduce vești.”",
        "27": "Caraula a zis: „Alergătura celui dintâi pare că e a lui Ahimaaț, fiul lui Țadoc.” Și împăratul a zis: „Este un om de bine și aduce vești bune.”",
        "28": "Ahimaaț a strigat și a zis împăratului: „Este bine de tot!” S-a închinat înaintea împăratului cu fața până la pământ și a zis: „Binecuvântat să fie Domnul Dumnezeul tău, care a dat în mâinile noastre pe cei ce ridicau mâna împotriva domnului nostru, împăratul.”",
        "29": "Împăratul a zis: „Tânărul Absalom este bine, sănătos?” Ahimaaț a răspuns: „Am văzut o mare învălmășeală când a trimis Ioab pe slujitorul împăratului și pe mine, slujitorul tău, dar nu știu ce era.”",
        "30": "Și împăratul a zis: „Stai colea la o parte.” Și Ahimaaț a stat deoparte.",
        "31": "Îndată a sosit Cuși. Și a zis: „Să afle domnul meu, împăratul, vestea cea bună! Astăzi, Domnul ți-a făcut dreptate, scăpându-te din mâna tuturor celor ce se ridicau împotriva ta.”",
        "32": "Împăratul a zis lui Cuși: „Tânărul Absalom este bine, sănătos?” Cuși a răspuns: „Ca tânărul acesta să fie vrăjmașii domnului meu, împăratul, și toți cei ce se ridică împotriva ta, ca să-ți facă rău!”",
        "33": "Atunci, împăratul, cutremurându-se, s-a suit în odaia de sus a porții și a plâns. Pe când mergea, zicea: „Fiul meu Absalom! Fiul meu, fiul meu Absalom! Cum n-am murit eu în locul tău! Absalom, fiul meu, fiul meu!”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "David a mobilizat poporul care era cu el și a numit căpetenii peste mii și căpetenii peste sute.",
        "2": "Apoi, David a trimis poporul la luptă: o treime sub comanda lui Ioab, o treime sub comanda lui Abișai, fiul Țeruiei și fratele lui Ioab, și o treime sub comanda ghititului Itai. Regele a zis poporului: ‒ Trebuie să ies și eu cu voi.",
        "3": "Dar poporul a răspuns: ‒ Să nu ieși! Căci, dacă va trebui să fugim, dușmanilor nu le va păsa de noi și, dacă jumătate dintre noi ar muri, nu le va păsa de noi. Tu însă faci cât zece mii dintre noi. Prin urmare, este mai bine să ne sprijini din cetate.",
        "4": "Regele le-a zis: ‒ Voi face ceea ce este bine în ochii voștri. Regele a stat lângă poartă, în timp ce tot poporul ieșea cu sutele și miile.",
        "5": "Regele le-a poruncit lui Ioab, lui Abișai și lui Itai, zicând: „De dragul meu, purtați-vă cu blândețe cu tânărul Absalom!“. Tot poporul a auzit porunca pe care a dat-o regele tuturor conducătorilor cu privire la Absalom.",
        "6": "Poporul a ieșit în câmp ca să lupte împotriva lui Israel, iar lupta s-a dat în pădurea lui Efraim.",
        "7": "Poporul lui Israel a fost învins acolo de slujitorii lui David. În ziua aceea a avut loc acolo un mare măcel – douăzeci de mii de oameni au fost uciși.",
        "8": "Lupta s-a întins pe suprafața întregii țări și, în ziua aceea, pădurea a devorat mai mulți oameni decât a devorat sabia.",
        "9": "S-a întâmplat ca Absalom să fie întâlnit de slujitorii lui David. Absalom era călare pe un catâr. Catârul a intrat pe sub ramurile încâlcite ale unui terebint mare și capul lui Absalom a rămas înțepenit în terebint, astfel că el stătea atârnat între cer și pământ, în timp ce catârul său a plecat mai departe.",
        "10": "Cineva a văzut acest lucru și i-a spus lui Ioab: ‒ Iată, l-am văzut pe Absalom, atârnând de un terebint.",
        "11": "Atunci Ioab i-a zis bărbatului care-l înștiințase: ‒ Cum? L-ai văzut? Atunci de ce nu l-ai ucis acolo, pe loc? Ți-aș fi dat zece șecheli de argint și o curea.",
        "12": "Bărbatul i-a zis lui Ioab: ‒ Chiar dacă aș cântări în mâna mea o mie de șecheli de argint, n-aș ridica mâna împotriva fiului regelui. Căci în auzul nostru v-a poruncit regele, atât ție, cât și lui Abișai și lui Itai, zicând: „Aveți grijă să-l protejați pe tânărul Absalom“.",
        "13": "Dacă l-aș fi ucis mișelește, acest lucru n-ar fi rămas necunoscut de către rege, iar tu nu mi-ai fi luat apărarea.",
        "14": "Ioab i-a zis: ‒ N-am timp de pierdut cu tine. Apoi a luat trei sulițe și le-a înfipt în inima lui Absalom, în timp ce acesta era încă viu, prins între ramurile terebintului.",
        "15": "Zece tineri, care duceau armele lui Ioab, l-au înconjurat după aceea pe Absalom, l-au lovit și l-au omorât.",
        "16": "Ioab a suflat apoi din trâmbiță și poporul s-a întors de la urmărirea lui Israel, căci Ioab a chemat poporul să se retragă.",
        "17": "L-au luat pe Absalom, l-au aruncat în pădure, într-o groapă mare, și au ridicat peste el un morman foarte mare de pietre. Tot Israelul a fugit, fiecare la casa lui.",
        "18": "Pe când trăia, Absalom își ridicase un monument în Valea Regelui, pentru că zicea: „N-am niciun fiu care să-mi poarte mai departe amintirea numelui“. A pus monumentului propriul său nume și, până în ziua de azi, se numește „Monumentul lui Absalom“. Vestea morții lui Absalom",
        "19": "Ahimaaț, fiul lui Țadok, i-a zis lui Ioab: ‒ Lasă-mă, te rog, să alerg și să-i duc regelui vestea cea bună că Domnul l-a eliberat din mâna dușmanilor săi.",
        "20": "Ioab i-a răspuns: ‒ Nu tu vei duce veștile astăzi. Tu vei duce altă dată veștile. Astăzi, însă nu vei duce tu veștile, pentru că a murit fiul regelui.",
        "21": "Apoi Ioab i-a zis unui cușit: ‒ Du-te și istorisește-i regelui ce ai văzut. Cușitul s-a plecat înaintea lui Ioab și a luat-o la fugă.",
        "22": "Ahimaaț, fiul lui Țadok, i-a zis din nou lui Ioab: ‒ Orice s-ar întâmpla, lasă-mă și pe mine să alerg după cușit. Ioab i-a zis: ‒ Fiule, de ce vrei să alergi? Nu sunt niște vești care-ți vor fi de folos.",
        "23": "El i-a răspuns: ‒ Orice s-ar întâmpla, vreau să alerg. Ioab i-a zis: ‒ Bine, aleargă. Ahimaaț a alergat pe drumul care traversează Araba și l-a întrecut pe cușit.",
        "24": "În timp ce David se afla între cele două porți, străjerul s-a urcat pe acoperișul porții, înspre zid, și-a ridicat ochii și a văzut un om care alerga singur.",
        "25": "Străjerul a strigat și l-a anunțat pe rege. Regele a zis: ‒ Dacă este singur înseamnă că aduce vești bune. Omul se apropia din ce în ce mai mult.",
        "26": "Străjerul a văzut un alt om care alerga, și a strigat către portar: ‒ Iată un alt om care aleargă singur. Regele a zis: ‒ Și el aduce vești bune.",
        "27": "Străjerul a spus: ‒ Văd că felul de alergare al celui dintâi este ca al lui Ahimaaț, fiul lui Țadok. Regele a zis: ‒ Înseamnă că aduce vești bune, deoarece acesta este un om bun.",
        "28": "Ahimaaț a strigat și i-a zis regelui: ‒ Totul este bine! Apoi s-a plecat cu fața la pământ înaintea regelui și a zis: ‒ Binecuvântat să fie Domnul, Dumnezeul tău, Care i-a dat în mâinile noastre pe oamenii care ridicaseră mâna împotriva stăpânului meu, regele.",
        "29": "Regele a zis: ‒ Tânărul Absalom este bine? Ahimaaț a răspuns: ‒ Când Ioab l-a trimis pe slujitorul regelui și pe mine, slujitorul tău, am văzut o mare învălmășeală, dar nu știu despre ce era vorba.",
        "30": "Regele i-a zis: ‒ Așteaptă puțin deoparte. Ahimaaț a stat deoparte.",
        "31": "Îndată a sosit și cușitul, care a zis: ‒ Am vești bune pentru stăpânul meu, regele. Domnul te-a eliberat astăzi din mâna tuturor celor ce se ridicaseră împotriva ta.",
        "32": "Regele i-a zis cușitului: ‒ Tânărul Absalom este bine? Cușitul i-a răspuns: ‒ Ca acest tânăr să fie toți dușmanii stăpânului meu, regele, și toți cei ce se ridică împotriva ta ca să-ți facă vreun rău. David îl plânge pe Absalom",
        "33": "Atunci regele, cutremurându-se, a urcat în camera de sus, de deasupra porții, și a plâns. În timp ce mergea, el spunea: „O, fiul meu Absalom! O, fiul meu, fiul meu Absalom! De ce n-am murit eu în locul tău? O, Absalom, fiul meu, fiul meu!“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "David counted the people who were with him, and set captains of thousands and captains of hundreds over them.",
        "2": "David sent the people out, a third part under the hand of Joab, and a third part under the hand of Abishai the son of Zeruiah, Joab’s brother, and a third part under the hand of Ittai the Gittite. The king said to the people, “I will also surely go out with you myself.”",
        "3": "But the people said, “You shall not go out, for if we flee away, they will not care for us, neither if half of us die, will they care for us. But you are worth ten thousand of us. Therefore now it is better that you are ready to help us out of the city.”",
        "4": "The king said to them, “I will do what seems best to you.” The king stood beside the gate, and all the people went out by hundreds and by thousands.",
        "5": "The king commanded Joab and Abishai and Ittai, saying, “Deal gently for my sake with the young man Absalom.” All the people heard when the king commanded all the captains concerning Absalom.",
        "6": "So the people went out into the field against Israel; and the battle was in the forest of Ephraim.",
        "7": "The people of Israel were struck there before David’s servants, and there was a great slaughter there that day of twenty thousand men.",
        "8": "For the battle was there spread over the surface of all the country, and the forest devoured more people that day than the sword devoured.",
        "9": "Absalom happened to meet David’s servants. Absalom was riding on his mule, and the mule went under the thick boughs of a great oak; and his head caught hold of the oak, and he was hanging between the sky and earth; and the mule that was under him went on.",
        "10": "A certain man saw it, and told Joab, and said, “Behold, I saw Absalom hanging in an oak.”",
        "11": "Joab said to the man who told him, “Behold, you saw it, and why didn’t you strike him there to the ground? I would have given you ten pieces of silver and a sash.”",
        "12": "The man said to Joab, “Though I should receive a thousand pieces of silver in my hand, I still wouldn’t stretch out my hand against the king’s son; for in our hearing the king commanded you and Abishai and Ittai, saying, ‘Beware that no one touch the young man Absalom.’",
        "13": "Otherwise, if I had dealt falsely against his life (and there is no matter hidden from the king), then you yourself would have set yourself against me.”",
        "14": "Then Joab said, “I’m not going to wait like this with you.” He took three darts in his hand and thrust them through Absalom’s heart while he was still alive in the middle of the oak.",
        "15": "Ten young men who bore Joab’s armor surrounded and struck Absalom, and killed him.",
        "16": "Joab blew the trumpet, and the people returned from pursuing after Israel; for Joab held the people back.",
        "17": "They took Absalom and cast him into a great pit in the forest, and raised over him a very great heap of stones. Then all Israel fled, each to his own tent.",
        "18": "Now Absalom in his lifetime had taken and reared up for himself the pillar which is in the king’s valley, for he said, “I have no son to keep my name in memory.” He called the pillar after his own name. It is called Absalom’s monument, to this day.",
        "19": "Then Ahimaaz the son of Zadok said, “Let me now run and carry the king news, how Yahweh has avenged him of his enemies.”",
        "20": "Joab said to him, “You must not be the bearer of news today, but you must carry news another day. But today you must carry no news, because the king’s son is dead.”",
        "21": "Then Joab said to the Cushite, “Go, tell the king what you have seen!” The Cushite bowed himself to Joab, and ran.",
        "22": "Then Ahimaaz the son of Zadok said yet again to Joab, “But come what may, please let me also run after the Cushite.” Joab said, “Why do you want to run, my son, since you will have no reward for the news?”",
        "23": "“But come what may,” he said, “I will run.” He said to him, “Run!” Then Ahimaaz ran by the way of the Plain, and outran the Cushite.",
        "24": "Now David was sitting between the two gates; and the watchman went up to the roof of the gate to the wall, and lifted up his eyes and looked, and, behold, a man running alone.",
        "25": "The watchman shouted and told the king. The king said, “If he is alone, there is news in his mouth.” He came closer and closer.",
        "26": "The watchman saw another man running; and the watchman called to the gatekeeper and said, “Behold, a man running alone!” The king said, “He also brings news.”",
        "27": "The watchman said, “I think the running of the first one is like the running of Ahimaaz the son of Zadok.” The king said, “He is a good man, and comes with good news.”",
        "28": "Ahimaaz called, and said to the king, “All is well.” He bowed himself before the king with his face to the earth, and said, “Blessed is Yahweh your God, who has delivered up the men who lifted up their hand against my lord the king!”",
        "29": "The king said, “Is it well with the young man Absalom?” Ahimaaz answered, “When Joab sent the king’s servant, even me your servant, I saw a great tumult, but I don’t know what it was.”",
        "30": "The king said, “Come and stand here.” He came and stood still.",
        "31": "Behold, the Cushite came. The Cushite said, “Good news for my lord the king, for Yahweh has avenged you today of all those who rose up against you.”",
        "32": "The king said to the Cushite, “Is it well with the young man Absalom?” The Cushite answered, “May the enemies of my lord the king, and all who rise up against you to do you harm, be as that young man is.”",
        "33": "The king was much moved, and went up to the room over the gate and wept. As he went, he said, “My son Absalom! My son, my son Absalom! I wish I had died instead of you, Absalom, my son, my son!”"
      }
    }
  }
}