{
  "book": "2 Samuel",
  "chapter": "16",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Când trecuse David puțin de vârf, iată că Țiba, slujitorul lui Mefiboșet, a venit înaintea lui cu doi măgari înșeuați, pe care erau două sute de pâini, o sută de turte de stafide, o sută de roade de vară și un burduf cu vin.",
        "2": "Împăratul a zis lui Țiba: „Ce vrei să faci cu acestea?” Și Țiba a răspuns: „Măgarii sunt pentru casa împăratului, pentru călărie, pâinile și roadele de vară sunt pentru hrana tinerilor și vinul, pentru potolirea setei celor ce vor fi obosiți în pustie.”",
        "3": "Împăratul a zis: „Unde este fiul stăpânului tău?” Și Țiba a răspuns împăratului: „Iată, a rămas la Ierusalim, căci a zis: ‘Astăzi, casa lui Israel îmi va da înapoi împărăția tatălui meu.’”",
        "4": "Împăratul a zis lui Țiba: „Tot ce este al lui Mefiboșet este al tău.” Și Țiba a zis: „Mă închin cu plecăciune! Să capăt trecere înaintea ta, împărate, domnul meu!” Șimei blestemă",
        "5": "David ajunsese până la Bahurim. Și de acolo a ieșit un om din familia și din casa lui Saul, numit Șimei, fiul lui Ghera. El înainta blestemând",
        "6": "și a aruncat cu pietre după David și după toți slujitorii împăratului David, în timp ce tot poporul și toți vitejii stăteau la dreapta și la stânga împăratului.",
        "7": "Șimei vorbea astfel când blestema: „Du-te, du-te, om al sângelui, om rău!",
        "8": "Domnul face să cadă asupra ta pedeapsa pentru tot sângele casei lui Saul, al cărui scaun de domnie l-ai luat, și Domnul a dat împărăția în mâinile fiului tău Absalom, și iată-te nenorocit, căci ești un om al sângelui!”",
        "9": "Atunci, Abișai, fiul Țeruiei, a zis împăratului: „Pentru ce blestemă acest câine mort pe domnul meu, împăratul? Lasă-mă, te rog, să mă duc să-i tai capul.”",
        "10": "Dar împăratul a zis: „Ce aveți voi cu mine, fiii Țeruiei? Dacă blestemă, înseamnă că Domnul i-a zis: ‘Blestemă pe David!’ Cine-i va zice dar: ‘Pentru ce faci așa?’”",
        "11": "Și David a zis lui Abișai și tuturor slujitorilor săi: „Iată că fiul meu, care a ieșit din trupul meu, vrea să-mi ia viața, cu cât mai mult beniamitul acesta! Lăsați-l să blesteme, căci Domnul i-a zis.",
        "12": "Poate că Domnul Se va uita la necazul meu și-mi va face bine în locul blestemelor de azi.”",
        "13": "David și oamenii lui și-au văzut de drum. Șimei mergea pe coasta muntelui, în dreptul lui David, și, mergând, blestema, arunca cu pietre împotriva lui și vântura praf.",
        "14": "Împăratul și tot poporul care era cu el au ajuns la Aiefim și acolo s-au odihnit. Hușai la Absalom",
        "15": "Absalom și tot poporul, bărbații lui Israel, intraseră în Ierusalim. Ahitofel era și el cu Absalom.",
        "16": "Când a ajuns Hușai, Architul, prietenul lui David, la Absalom, i-a zis: „Trăiască împăratul! Trăiască împăratul!”",
        "17": "Și Absalom a zis lui Hușai: „Iată cât de mult ții tu la prietenul tău! Pentru ce nu te-ai dus cu prietenul tău?”",
        "18": "Hușai a răspuns lui Absalom: „Pentru că vreau să fiu al aceluia pe care l-a ales Domnul și tot poporul acesta și toți bărbații lui Israel și cu el vreau să rămân.",
        "19": "De altfel, cui îi voi sluji? Nu fiului său? Cum am slujit tatălui tău, așa îți voi sluji și ție.” Absalom ascultă de Ahitofel",
        "20": "Absalom a zis lui Ahitofel: „Sfătuiți-vă împreună. Ce avem de făcut?”",
        "21": "Și Ahitofel a zis lui Absalom: „Intră la țiitoarele pe care le-a lăsat tatăl tău pentru paza casei; astfel tot Israelul va ști că te-ai făcut urât tatălui tău și mâinile tuturor celor ce sunt cu tine se vor întări.”",
        "22": "Au întins un cort pentru Absalom pe acoperiș, și Absalom a intrat la țiitoarele tatălui său, în fața întregului Israel.",
        "23": "Sfatul dat pe vremea aceea de Ahitofel avea tot atâta putere ca și când ar fi întrebat chiar pe Dumnezeu. Tot așa era cu toate sfaturile lui Ahitofel, fie pentru David, fie pentru Absalom."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Când David trecuse puțin de vârf, iată că Țiba, slujitorul lui Mefiboșet, a venit să-l întâlnească, având cu el o pereche de măgari înșeuați, pe care erau două sute de pâini, o sută de turte de stafide, o sută de turte de fructe coapte și un burduf de vin.",
        "2": "Regele l-a întrebat pe Țiba: ‒ De ce ai adus aceste lucruri? Țiba a răspuns: ‒ Măgarii sunt pentru familia regelui, ca să-i călărească. Pâinile și turtele sunt pentru hrana tinerilor, iar vinul este pentru potolirea setei celor ce vor fi obosiți în deșert.",
        "3": "Regele a întrebat: ‒ Nepotul stăpânului tău unde este? Țiba i-a răspuns regelui: ‒ Iată, a rămas în Ierusalim, căci a zis: „Astăzi, Casa lui Israel îmi va da înapoi regatul bunicului meu“.",
        "4": "Atunci regele i-a zis lui Țiba: ‒ Iată, tot ce este al lui Mefiboșet este acum al tău. Țiba a zis: ‒ Mă aplec înaintea ta. Fie să găsesc bunăvoință în ochii stăpânului meu, regele! Șimei îl blestemă pe David",
        "5": "În timp ce regele David se apropia de Bahurim, iată că a ieșit de acolo un om din clanul familiei lui Saul. Numele lui era Șimei, fiul lui Ghera. El mergea întruna și blestema.",
        "6": "Șimei a aruncat cu pietre după David și după toți slujitorii regelui David, în timp ce tot poporul și toți vitejii se aflau la dreapta și la stânga regelui.",
        "7": "Blestemându-l pe David, Șimei striga: ‒ Pleacă! Pleacă, om al sângelui, om de nimic!",
        "8": "Domnul a întors asupra ta tot sângele pe care l-ai vărsat în familia lui Saul, căruia i-ai luat domnia. Și Domnul i-a dat domnia fiului tău Absalom. Iată-te în nenorocire, căci ești un om al sângelui.",
        "9": "Abișai, fiul Țeruiei, i-a zis regelui: ‒ Cum îndrăznește acest câine mort să-l blesteme pe stăpânul meu, regele? Dă-mi voie, te rog, să mă duc și să-i retez capul!",
        "10": "Însă regele a zis: ‒ Ce am eu de-a face cu voi, fii ai Țeruiei? Dacă blestemă, este pentru că Domnul i-a zis: „Blestemă-l pe David!“. Cine-i va zice deci: „De ce faci lucrul acesta?“.",
        "11": "Apoi David le-a zis lui Abișai și tuturor slujitorilor săi: ‒ Iată că propriul meu fiu, carne din carnea mea, încearcă să-mi ia viața. Cu atât mai mult acum beniamitul acesta! Lăsați-l să blesteme, căci Domnul i-a zis.",
        "12": "Poate că Domnul va privi spre necazul meu și îmi va face bine în schimbul blestemului său de astăzi.",
        "13": "David și oamenii săi mergeau pe drum, iar Șimei mergea pe coasta muntelui, în dreptul lui David. În timp ce mergea, Șimei blestema, arunca cu pietre către acesta și azvârlea cu praf.",
        "14": "Regele și tot poporul care era cu el au ajuns obosiți la vadurile deșertului și s-au odihnit acolo. Sfaturile lui Ahitofel și Hușai",
        "15": "Între timp, Absalom și tot poporul, bărbații lui Israel, intraseră în Ierusalim. Împreună cu el era și Ahitofel.",
        "16": "Ajungând la Ierusalim, architul Hușai, prietenul lui David, s-a înfățișat înaintea lui Absalom și i-a zis: ‒ Trăiască regele! Trăiască regele!",
        "17": "Absalom i-a zis: ‒ Aceasta este loialitatea pe care o ai față de prietenul tău? De ce nu te-ai dus împreună cu prietenul tău?",
        "18": "Hușai i-a răspuns: ‒ Pentru că voi fi de partea celui pe care l-a ales Domnul, poporul acesta și toți bărbații lui Israel. Cu acela voi rămâne.",
        "19": "De altfel, alături de cine ar trebui să slujesc? Oare nu în prezența fiului său? Cum am slujit în prezența tatălui tău, tot așa voi sluji și în prezența ta.",
        "20": "Atunci Absalom i-a poruncit lui Ahitofel: ‒ Sfătuiți-vă împreună! Ce avem de făcut?",
        "21": "Ahitofel i-a zis: ‒ Intră la țiitoarele tatălui tău, pe care le-a lăsat să îngrijească de palat. În felul acesta tot Israelul va afla că te-ai făcut urât regelui și, astfel, toți cei ce sunt de partea ta se vor întări.",
        "22": "Au întins, așadar, un cort pentru Absalom pe acoperiș, iar acesta a intrat la țiitoarele tatălui său sub privirea întregului Israel.",
        "23": "În zilele acelea, sfatul pe care îl dădea Ahitofel avea aceeași autoritate precum sfatul dat cuiva de Însuși Dumnezeu. Așa era considerat orice sfat pe care-l dădea Ahitofel, atât lui David, cât și lui Absalom."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "When David was a little past the top, behold, Ziba the servant of Mephibosheth met him with a couple of donkeys saddled, and on them two hundred loaves of bread, and one hundred clusters of raisins, and one hundred summer fruits, and a container of wine.",
        "2": "The king said to Ziba, “What do you mean by these?” Ziba said, “The donkeys are for the king’s household to ride on; and the bread and summer fruit for the young men to eat; and the wine, that those who are faint in the wilderness may drink.”",
        "3": "The king said, “Where is your master’s son?” Ziba said to the king, “Behold, he is staying in Jerusalem; for he said, ‘Today the house of Israel will restore me the kingdom of my father.’”",
        "4": "Then the king said to Ziba, “Behold, all that belongs to Mephibosheth is yours.” Ziba said, “I bow down. Let me find favor in your sight, my lord, O king.”",
        "5": "When King David came to Bahurim, behold, a man of the family of Saul’s house came out, whose name was Shimei, the son of Gera. He came out and cursed as he came.",
        "6": "He cast stones at David and at all the servants of King David, and all the people and all the mighty men were on his right hand and on his left.",
        "7": "Shimei said when he cursed, “Be gone, be gone, you man of blood, and wicked fellow!",
        "8": "Yahweh has returned on you all the blood of Saul’s house, in whose place you have reigned! Yahweh has delivered the kingdom into the hand of Absalom your son! Behold, you are caught by your own mischief, because you are a man of blood!”",
        "9": "Then Abishai the son of Zeruiah said to the king, “Why should this dead dog curse my lord the king? Please let me go over and take off his head.”",
        "10": "The king said, “What have I to do with you, you sons of Zeruiah? Because he curses, and because Yahweh has said to him, ‘Curse David,’ who then shall say, ‘Why have you done so?’”",
        "11": "David said to Abishai and to all his servants, “Behold, my son, who came out of my bowels, seeks my life. How much more this Benjamite, now? Leave him alone, and let him curse; for Yahweh has invited him.",
        "12": "It may be that Yahweh will look on the wrong done to me, and that Yahweh will repay me good for the cursing of me today.”",
        "13": "So David and his men went by the way; and Shimei went along on the hillside opposite him and cursed as he went, threw stones at him, and threw dust.",
        "14": "The king and all the people who were with him arrived weary; and he refreshed himself there.",
        "15": "Absalom and all the people, the men of Israel, came to Jerusalem, and Ahithophel with him.",
        "16": "When Hushai the Archite, David’s friend, had come to Absalom, Hushai said to Absalom, “Long live the king! Long live the king!”",
        "17": "Absalom said to Hushai, “Is this your kindness to your friend? Why didn’t you go with your friend?”",
        "18": "Hushai said to Absalom, “No; but whomever Yahweh and this people and all the men of Israel have chosen, I will be his, and I will stay with him.",
        "19": "Again, whom should I serve? Shouldn’t I serve in the presence of his son? As I have served in your father’s presence, so I will be in your presence.”",
        "20": "Then Absalom said to Ahithophel, “Give your counsel what we shall do.”",
        "21": "Ahithophel said to Absalom, “Go in to your father’s concubines that he has left to keep the house. Then all Israel will hear that you are abhorred by your father. Then the hands of all who are with you will be strong.”",
        "22": "So they spread a tent for Absalom on the top of the house, and Absalom went in to his father’s concubines in the sight of all Israel.",
        "23": "The counsel of Ahithophel, which he gave in those days, was as if a man inquired at the inner sanctuary of God. All the counsel of Ahithophel was like this both with David and with Absalom."
      }
    }
  }
}