{
  "book": "2 Samuel",
  "chapter": "13",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "După aceea, iată ce s-a întâmplat. Absalom, fiul lui David, avea o soră frumoasă, numită Tamar, și Amnon, fiul lui David, a iubit-o.",
        "2": "Amnon era atât de chinuit din această pricină, încât a căzut bolnav după soră-sa Tamar, căci era fecioară și-i venea greu lui Amnon să-i facă ceva.",
        "3": "Amnon avea un prieten, numit Ionadab, fiul lui Șimea, fratele lui David. Și Ionadab era un om foarte șiret.",
        "4": "El i-a zis: „Pentru ce te usuci din zi în zi, tu, fiul împăratului? Nu vrei să-mi spui?” Amnon i-a răspuns: „Iubesc pe Tamar, sora fratelui meu Absalom.”",
        "5": "Ionadab i-a zis: „Culcă-te în pat și fă-te bolnav. Când va veni tatăl tău să te vadă, să-i spui: ‘Dă voie surorii mele Tamar să vină să-mi dea să mănânc; să-mi pregătească sub ochii mei o mâncare, ca s-o văd și s-o iau din mâna ei.’”",
        "6": "Amnon s-a culcat și s-a făcut bolnav. Împăratul a venit să-l vadă, și Amnon a zis împăratului: „Te rog, să vină soră-mea Tamar să facă două turte sub ochii mei și să le mănânc din mâna ei.”",
        "7": "David a trimis să spună Tamarei înăuntrul odăilor ei: „Du-te în casa fratelui tău Amnon și pregătește-i o mâncare.”",
        "8": "Tamar s-a dus în casa fratelui ei Amnon, care era culcat. A luat plămădeală, a frământat-o, a pregătit turte înaintea lui și le-a copt;",
        "9": "luând apoi tigaia, le-a răsturnat înaintea lui. Dar Amnon n-a vrut să mănânce. El a zis: „Scoateți pe toată lumea afară.” Și toată lumea a ieșit de la el.",
        "10": "Atunci, Amnon a zis Tamarei: „Adu-mi mâncarea în odaie și s-o mănânc din mâna ta.” Tamar a luat turtele pe care le făcuse și le-a dus fratelui său Amnon, în odaie.",
        "11": "Pe când i le dădea ea să le mănânce, el a apucat-o și i-a zis: „Vino, soro, și culcă-te cu mine.”",
        "12": "Ea i-a răspuns: „Nu, frate, nu mă necinsti, căci nu se face așa în Israel; nu face mișelia aceasta.",
        "13": "Unde mă voi duce eu cu rușinea mea? Și tu vei trece drept un mișel în Israel. Acum, vorbește, te rog, împăratului, și nu se va împotrivi să fiu a ta.”",
        "14": "Dar el n-a vrut s-o asculte; a silit-o, a necinstit-o și s-a culcat cu ea.",
        "15": "Apoi Amnon a urât-o foarte mult, mai mult decât o iubise. Și i-a zis: „Scoală-te și du-te!”",
        "16": "Ea i-a răspuns: „Nu mai mări răul pe care l-ai făcut izgonindu-mă.”",
        "17": "El n-a vrut s-o asculte și, chemând băiatul care-i slujea, a zis: „Izgonește de la mine pe femeia aceasta, scoate-o afară și încuie ușa după ea!”",
        "18": "Ea avea o rochie pestriță, căci aceasta era haina pe care o purtau fetele împăratului câtă vreme erau fecioare. Slujitorul lui Amnon a scos-o afară și a încuiat ușa după ea.",
        "19": "Tamar și-a presărat cenușă pe cap și și-a sfâșiat haina pestriță; a pus mâna în cap și a plecat țipând.",
        "20": "Fratele ei Absalom i-a zis: „A stat fratele tău Amnon cu tine? Acum, soro, taci, căci este fratele tău; nu te prea trece cu firea din pricina aceasta.” Și Tamar, nemângâiată, a locuit în casa fratelui ei Absalom.",
        "21": "Împăratul David a aflat toate aceste lucruri și s-a mâniat foarte tare.",
        "22": "Absalom n-a vorbit nici bine, nici rău cu Amnon, dar a început să-l urască, pentru că necinstise pe soră-sa Tamar. Amnon omorât",
        "23": "După doi ani, pe când Absalom avea tunsul oilor la Baal-Hațor, lângă Efraim, a poftit pe toți fiii împăratului.",
        "24": "Absalom s-a dus la împărat și a zis: „Iată, robul tău are tunsul oilor; să vină împăratul și slujitorii lui la robul tău.”",
        "25": "Și împăratul a zis lui Absalom: „Nu, fiule, nu vom veni toți, ca să nu-ți fie greu.” Absalom a stăruit de el, dar împăratul n-a vrut să se ducă și l-a binecuvântat.",
        "26": "Absalom a zis: „Dă voie măcar fratelui meu Amnon să vină cu noi.” Împăratul i-a răspuns: „Pentru ce să vină el cu tine?”",
        "27": "În urma stăruințelor lui Absalom, împăratul a lăsat să meargă cu el pe Amnon și toți fiii săi.",
        "28": "Absalom a dat următoarea poruncă slujitorilor săi: „Luați seama, când se va veseli inima lui Amnon de vin și când vă voi zice: ‘Loviți pe Amnon!’, atunci să-l omorâți; să nu vă temeți de nimic. Oare nu vă poruncesc eu? Fiți tari și arătați-vă oameni de inimă!”",
        "29": "Slujitorii lui Absalom au făcut lui Amnon cum le poruncise Absalom. Și toți fiii împăratului s-au sculat, au încălecat fiecare pe catârul lui și au fugit.",
        "30": "Pe când erau pe drum, a ajuns zvonul la David că Absalom a ucis pe toți fiii împăratului și că n-a mai rămas niciunul din ei.",
        "31": "Împăratul s-a sculat, și-a rupt hainele și s-a culcat pe pământ, și toți slujitorii lui stăteau acolo cu hainele sfâșiate.",
        "32": "Ionadab, fiul lui Șimea, fratele lui David, a luat cuvântul și a zis: „Să nu creadă domnul meu că toți tinerii, fiii împăratului, au fost uciși, căci numai Amnon a murit; aceasta este urmarea unei hotărâri a lui Absalom din ziua când Amnon a necinstit pe soră-sa Tamar.",
        "33": "Să nu se mai muncească dar împăratul, domnul meu, cu gândul că toți fiii împăratului au murit, căci numai Amnon a murit.”",
        "34": "Absalom a fugit. Și tânărul pus de strajă a ridicat ochii și s-a uitat. Și iată că o mare ceată venea pe drumul dinapoia lui, dinspre munte.",
        "35": "Ionadab a zis împăratului: „Iată că vin fiii împăratului! Astfel se adeverește ce spunea robul tău.”",
        "36": "Pe când isprăvea el vorba, iată că fiii împăratului au venit. Au ridicat glasul și au plâns, și împăratul și toți slujitorii lui au plâns mult.",
        "37": "Absalom fugise și s-a dus la Talmai, fiul lui Amihur, împăratul Gheșurului. Și David jelea în fiecare zi pe fiul său.",
        "38": "Absalom a stat trei ani la Gheșur, unde se dusese după ce fugise.",
        "39": "Împăratul David a încetat să mai urmărească pe Absalom, căci se mângâiase de moartea lui Amnon."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "După aceea, iată ce s-a întâmplat. Absalom, fiul lui David, avea o soră frumoasă, pe nume Tamar, de care s-a îndrăgostit Amnon, fiul lui David.",
        "2": "Amnon era atât de chinuit din această cauză, încât s-a îmbolnăvit tânjind după sora sa Tamar. Căci ea era fecioară și-i venea greu lui Amnon să-i facă ceva.",
        "3": "Amnon avea un prieten, pe Ionadab, fiul lui Șimea, fratele lui David. Ionadab acesta era un om foarte șiret.",
        "4": "El l-a întrebat pe Amnon: ‒ De ce tu, fiul regelui, arăți tot mai slăbit cu fiecare dimineață ce trece? Nu vrei să-mi spui? Amnon i-a răspuns: ‒ Sunt îndrăgostit de Tamar, sora fratelui meu Absalom.",
        "5": "Atunci Ionadab i-a zis: ‒ Culcă-te în patul tău și prefă-te că ești bolnav. Când tatăl tău va veni să te vadă, să-i spui: „Să vină, te rog, Tamar, sora mea, și să-mi dea să mănânc ceva. Să-mi prepare mâncarea înaintea ochilor mei, ca s-o pot vedea și să pot mânca din mâna ei“.",
        "6": "Amnon s-a culcat și s-a prefăcut bolnav. Regele a venit să-l vadă, iar Amnon i-a zis: ‒ Să vină, te rog, Tamar, sora mea, să-mi coacă două turte înaintea ochilor mei și să mănânc din mâna ei.",
        "7": "David a trimis acasă la Tamar să i se spună: „Du-te, te rog, acasă la fratele tău Amnon și gătește-i ceva de mâncare“.",
        "8": "Tamar s-a dus acasă la fratele său Amnon, pe care l-a găsit culcat. A luat niște aluat, l-a frământat, a făcut turtele înaintea ochilor lui și apoi le-a copt.",
        "9": "După aceea, a luat tigaia și l-a servit, însă el n-a vrut să mănânce. Amnon a zis: ‒ Scoateți afară toți oamenii! Și toți oamenii au ieșit din prezența lui.",
        "10": "Atunci Amnon i-a zis lui Tamar: ‒ Adu mâncarea în dormitor ca să pot mânca din mâna ta. Tamar a luat turtele pe care le făcuse și le-a adus fratelui său Amnon în dormitor.",
        "11": "Când ea s-a apropiat de el ca să-i dea să mănânce, a apucat-o strâns și i-a zis: ‒ Soro, vino și culcă-te cu mine!",
        "12": "Tamar i-a răspuns: ‒ Nu, frate, nu mă dezonora! Să nu faci o asemenea nebunie, căci nu se face așa ceva în Israel.",
        "13": "Unde mă voi duce cu rușinea mea? Iar tu vei fi considerat drept un nebun în Israel. Vorbește, te rog, cu regele, și el nu mă va opri să fiu a ta.",
        "14": "El însă n-a vrut s-o asculte și, fiind mai puternic decât ea, a dezonorat-o culcându-se cu ea.",
        "15": "După aceea, Amnon a urât-o foarte tare pe Tamar, ura aceasta fiind chiar mai mare decât iubirea pe care o avusese pentru ea. Amnon i-a zis: ‒ Ridică-te și pleacă!",
        "16": "Ea i-a zis: ‒ Nu, căci răul acesta de a mă alunga ar fi mai mare decât cel pe care mi l-ai făcut deja. Amnon însă n-a vrut s-o asculte",
        "17": "și, chemându-l pe tânărul care-l slujea, a zis: ‒ Scoateți-o pe aceasta afară și închideți ușa după ea!",
        "18": "Ea purta o tunică decorată, căci cu astfel de veșminte se îmbrăcau fetele regelui care erau fecioare. Slujitorul lui a scos-o afară și a încuiat ușa după ea.",
        "19": "Tamar și-a presărat cenușă pe cap, și-a sfâșiat tunica decorată pe care o purta, și-a pus mâinile pe cap și a plecat țipând.",
        "20": "Absalom, fratele ei, a întrebat-o: „Fratele tău Amnon a fost cu tine? Acum, sora mea, taci, căci este fratele tău. Nu pune la inimă lucrul acesta“. Și Tamar, devastată, a rămas în casa fratelui său Absalom.",
        "21": "Când a auzit regele David ce s-a întâmplat, s-a mâniat foarte tare.",
        "22": "Absalom nu i-a spus nimic lui Amnon, nici rău, nici bine, dar Absalom îl ura pe Amnon pentru că o dezonorase pe sora sa Tamar. Absalom se răzbună pe Amnon",
        "23": "Doi ani mai târziu, Absalom își tundea oile la Baal-Hațor, lângă Efraim. Și Absalom i-a invitat la el pe toți fiii regelui.",
        "24": "El s-a dus la rege și a zis: ‒ Iată, cei ce tund oile se află la slujitorul tău. Te rog, să vină regele cu slujitorii lui la slujitorul tău!",
        "25": "Dar regele i-a zis lui Absalom: ‒ Nu, fiule, nu vom veni toți, ca să nu fim o povară pentru tine. Deși Absalom a insistat, regele n-a vrut să meargă, însă l-a binecuvântat.",
        "26": "Atunci Absalom i-a zis: ‒ Dă-i voie, te rog, măcar fratelui meu Amnon să vină cu noi. Regele i-a zis: ‒ De ce să vină Amnon cu tine?",
        "27": "Absalom însă a insistat, astfel că regele l-a trimis pe Amnon, împreună cu toți ceilalți fii ai săi, să meargă cu el.",
        "28": "Absalom le-a poruncit slujitorilor săi, zicând: „Așteptați până când inima lui Amnon se va înveseli de vin, iar când vă voi zice: «Loviți-l pe Amnon!», atunci să-l omorâți. Nu vă temeți. Oare nu v-am poruncit eu acest lucru? Fiți tari și arătați-vă vitejia!“.",
        "29": "Slujitorii lui Absalom i-au făcut lui Amnon întocmai cum le poruncise stăpânul lor. Atunci ceilalți fii ai regelui s-au ridicat, au încălecat fiecare pe catârul lui și au fugit.",
        "30": "În timp ce veneau ei spre palat, regelui i-a sosit vestea: „Absalom i-a ucis pe toți fiii regelui, nelăsând în viață pe niciunul dintre ei“.",
        "31": "Auzind acestea, regele s-a ridicat, și-a sfâșiat hainele și s-a culcat la pământ. Toți slujitorii săi stăteau în picioare, având și ei hainele sfâșiate.",
        "32": "Ionadab, fiul lui Șimea, fratele lui David, i-a spus însă regelui: „Să nu se gândească stăpânul meu că toți tinerii, fiii regelui, au fost omorâți; numai Amnon a murit. Acest lucru a fost plănuit de către Absalom încă din ziua în care Amnon a dezonorat-o pe sora acestuia, pe Tamar.",
        "33": "De aceea să nu pună la inimă stăpânul meu, regele, zvonul că toți fiii regelui au murit, pentru că doar Amnon a murit“.",
        "34": "Între timp, Absalom a fugit. La un moment dat, străjerul și-a ridicat ochii și a văzut venind pe drumul din spatele lui, coborând muntele, o ceată mare de oameni.",
        "35": "Atunci Ionadab i-a zis regelui: „Iată că sosesc fiii regelui; s-a întâmplat întocmai cum a spus slujitorul tău“.",
        "36": "Nici n-a terminat bine de vorbit că au și sosit fiii regelui. Ei și-au ridicat glasul și au plâns, iar regele, împreună cu toți slujitorii săi, au plâns foarte tare.",
        "37": "Absalom a fugit și s-a dus la Talmai, fiul lui Amihud, regele Gheșurului, iar regele David bocea pentru fiul său în fiecare zi.",
        "38": "După ce Absalom a fugit și a ajuns în Gheșur, a rămas acolo trei ani.",
        "39": "Regele David a încetat să-l mai urmărească pe Absalom, deoarece se împăcase cu gândul că Amnon a murit."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "After this, Absalom the son of David had a beautiful sister, whose name was Tamar; and Amnon the son of David loved her.",
        "2": "Amnon was so troubled that he became sick because of his sister Tamar, for she was a virgin, and it seemed hard to Amnon to do anything to her.",
        "3": "But Amnon had a friend whose name was Jonadab the son of Shimeah, David’s brother; and Jonadab was a very subtle man.",
        "4": "He said to him, “Why, son of the king, are you so sad from day to day? Won’t you tell me?” Amnon said to him, “I love Tamar, my brother Absalom’s sister.”",
        "5": "Jonadab said to him, “Lay down on your bed and pretend to be sick. When your father comes to see you, tell him, ‘Please let my sister Tamar come and give me bread to eat, and prepare the food in my sight, that I may see it and eat it from her hand.’”",
        "6": "So Amnon lay down and faked being sick. When the king came to see him, Amnon said to the king, “Please let my sister Tamar come and make me a couple of cakes in my sight, that I may eat from her hand.”",
        "7": "Then David sent home to Tamar, saying, “Go now to your brother Amnon’s house, and prepare food for him.”",
        "8": "So Tamar went to her brother Amnon’s house; and he was lying down. She took dough, kneaded it, made cakes in his sight, and baked the cakes.",
        "9": "She took the pan and poured them out before him, but he refused to eat. Amnon said, “Have all men leave me.” Then every man went out from him.",
        "10": "Amnon said to Tamar, “Bring the food into the room, that I may eat from your hand.” Tamar took the cakes which she had made, and brought them into the room to Amnon her brother.",
        "11": "When she had brought them near to him to eat, he took hold of her and said to her, “Come, lie with me, my sister!”",
        "12": "She answered him, “No, my brother, do not force me! For no such thing ought to be done in Israel. Don’t you do this folly!",
        "13": "As for me, where would I carry my shame? And as for you, you will be as one of the fools in Israel. Now therefore, please speak to the king; for he will not withhold me from you.”",
        "14": "However, he would not listen to her voice; but being stronger than she, he forced her and lay with her.",
        "15": "Then Amnon hated her with exceedingly great hatred; for the hatred with which he hated her was greater than the love with which he had loved her. Amnon said to her, “Arise, be gone!”",
        "16": "She said to him, “Not so, because this great wrong in sending me away is worse than the other that you did to me!” But he would not listen to her.",
        "17": "Then he called his servant who ministered to him, and said, “Now put this woman out from me, and bolt the door after her.”",
        "18": "She had a garment of various colors on her, for the king’s daughters who were virgins dressed in such robes. Then his servant brought her out and bolted the door after her.",
        "19": "Tamar put ashes on her head, and tore her garment of various colors that was on her; and she laid her hand on her head and went her way, crying aloud as she went.",
        "20": "Absalom her brother said to her, “Has Amnon your brother been with you? But now hold your peace, my sister. He is your brother. Don’t take this thing to heart.” So Tamar remained desolate in her brother Absalom’s house.",
        "21": "But when King David heard of all these things, he was very angry.",
        "22": "Absalom spoke to Amnon neither good nor bad; for Absalom hated Amnon, because he had forced his sister Tamar.",
        "23": "After two full years, Absalom had sheep shearers in Baal Hazor, which is beside Ephraim; and Absalom invited all the king’s sons.",
        "24": "Absalom came to the king and said, “See now, your servant has sheep shearers. Please let the king and his servants go with your servant.”",
        "25": "The king said to Absalom, “No, my son, let’s not all go, lest we be burdensome to you.” He pressed him; however he would not go, but blessed him.",
        "26": "Then Absalom said, “If not, please let my brother Amnon go with us.” The king said to him, “Why should he go with you?”",
        "27": "But Absalom pressed him, and he let Amnon and all the king’s sons go with him.",
        "28": "Absalom commanded his servants, saying, “Mark now, when Amnon’s heart is merry with wine; and when I tell you, ‘Strike Amnon,’ then kill him. Don’t be afraid. Haven’t I commanded you? Be courageous, and be valiant!”",
        "29": "The servants of Absalom did to Amnon as Absalom had commanded. Then all the king’s sons arose, and every man got up on his mule and fled.",
        "30": "While they were on the way, the news came to David, saying, “Absalom has slain all the king’s sons, and there is not one of them left!”",
        "31": "Then the king arose, and tore his garments, and lay on the earth; and all his servants stood by with their clothes torn.",
        "32": "Jonadab the son of Shimeah, David’s brother, answered, “Don’t let my lord suppose that they have killed all the young men, the king’s sons, for Amnon only is dead; for by the appointment of Absalom this has been determined from the day that he forced his sister Tamar.",
        "33": "Now therefore don’t let my lord the king take the thing to his heart, to think that all the king’s sons are dead; for only Amnon is dead.”",
        "34": "But Absalom fled. The young man who kept the watch lifted up his eyes and looked, and behold, many people were coming by way of the hillside behind him.",
        "35": "Jonadab said to the king, “Behold, the king’s sons are coming! It is as your servant said.”",
        "36": "As soon as he had finished speaking, behold, the king’s sons came, and lifted up their voices and wept. The king also and all his servants wept bitterly.",
        "37": "But Absalom fled and went to Talmai the son of Ammihur, king of Geshur. David mourned for his son every day.",
        "38": "So Absalom fled and went to Geshur, and was there three years.",
        "39": "King David longed to go out to Absalom, for he was comforted concerning Amnon, since he was dead."
      }
    }
  }
}