{
  "book": "2 Samuel",
  "chapter": "2",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "După aceea, David a întrebat pe Domnul: „Să mă sui în vreuna din cetățile lui Iuda?” Domnul i-a răspuns: „Suie-te!” David a zis: „Unde să mă sui?” Și Domnul a răspuns: „La Hebron.”",
        "2": "David s-a suit acolo cu cele două neveste ale sale: Ahinoam din Izreel și Abigail din Carmel, nevasta lui Nabal.",
        "3": "David a luat cu el și pe oamenii care erau la el, pe fiecare cu casa lui, și au locuit în cetățile Hebronului.",
        "4": "Bărbații lui Iuda au venit și au uns acolo pe David ca împărat peste casa lui Iuda. Au dat de știre lui David că oamenii din Iabesul Galaadului au îngropat pe Saul.",
        "5": "David a trimis niște soli oamenilor din Iabesul Galaadului să le spună: „Binecuvântați să fiți de Domnul, fiindcă ați arătat astfel bunăvoință față de Saul, stăpânul vostru, și l-ați îngropat!",
        "6": "Și acum, Domnul să vă arate bunătate și credincioșie! Vă voi face și eu bine, pentru că v-ați purtat astfel.",
        "7": "Să vi se întărească mâinile și fiți viteji, căci stăpânul vostru Saul a murit, și pe mine m-a uns casa lui Iuda împărat peste ea.” Iș-Boșet, împărat al lui Israel la Mahanaim",
        "8": "Însă Abner, fiul lui Ner, căpetenia oștirii lui Saul, a luat pe Iș-Boșet, fiul lui Saul, și l-a trecut la Mahanaim.",
        "9": "L-a pus împărat peste Galaad, peste gheșuriți, peste Izreel, peste Efraim, peste Beniamin, peste tot Israelul.",
        "10": "Iș-Boșet, fiul lui Saul, era în vârstă de patruzeci de ani când s-a făcut împărat al lui Israel și a domnit doi ani. Numai casa lui Iuda a rămas lipită de David.",
        "11": "Timpul cât a domnit David la Hebron peste casa lui Iuda a fost de șapte ani și șase luni. Abner ucide pe Asael",
        "12": "Abner, fiul lui Ner, și oamenii lui Iș-Boșet, fiul lui Saul, au ieșit din Mahanaim ca să meargă asupra Gabaonului.",
        "13": "Ioab, fiul Țeruiei, și oamenii lui David au pornit și ei. S-au întâlnit la iazul din Gabaon și s-au oprit unii dincoace de iaz și ceilalți dincolo.",
        "14": "Abner a zis lui Ioab: „Să se scoale tinerii aceștia și să se bată înaintea noastră!” Ioab a răspuns: „Să se scoale!”",
        "15": "S-au sculat și au înaintat în același număr: doisprezece din Beniamin pentru Iș-Boșet, fiul lui Saul, și doisprezece inși ai lui David.",
        "16": "Fiecare, apucând pe potrivnicul lui de cap, i-a împlântat sabia în coastă și au căzut toți deodată. Și locul acela de lângă Gabaon s-a numit Helcat-Hațurim (Locul Săbiilor).",
        "17": "În ziua aceea a fost o luptă foarte aprigă, în care Abner și bărbații lui Israel au fost bătuți de oamenii lui David.",
        "18": "Acolo se aflau cei trei fii ai Țeruiei: Ioab, Abișai și Asael. Asael era iute de picioare, ca o căprioară de câmp.",
        "19": "El a urmărit pe Abner fără să se abată la dreapta sau la stânga.",
        "20": "Abner s-a uitat înapoi și a zis: „Tu ești, Asael?” Și el a răspuns: „Eu.”",
        "21": "Abner i-a zis: „Abate-te la dreapta sau la stânga, pune mâna pe unul din tinerii aceștia și ia-i armele.” Dar Asael n-a vrut să se abată dindărătul lui.",
        "22": "Abner a zis iarăși lui Asael: „Abate-te dinapoia mea. Pentru ce să te lovesc și să te trântesc la pământ? Cum voi ridica apoi fața înaintea fratelui tău Ioab?”",
        "23": "Și Asael n-a vrut să se abată. Atunci, Abner l-a lovit în pântece cu capătul de jos al suliței și sulița a ieșit pe dinapoi. A căzut și a murit pe loc. Toți cei ce ajungeau în locul unde căzuse Asael mort se opreau.",
        "24": "Ioab și Abișai au urmărit pe Abner. Și, la asfințitul soarelui, au ajuns la coasta Ama, care este în dreptul Ghiahului, pe drumul care duce în pustia Gabaonului.",
        "25": "Fiii lui Beniamin s-au adunat în urma lui Abner, au făcut o ceată și s-au oprit pe vârful unui deal.",
        "26": "Abner a chemat pe Ioab și a zis: „Oare mereu are să sfâșie sabia? Nu știi că la sfârșit va fi amar? Până când vei pregeta să spui poporului să nu mai urmărească pe frații lui?”",
        "27": "Ioab a răspuns: „Viu este Dumnezeu că, dacă n-ai fi vorbit, poporul n-ar fi încetat până mâine dimineață să urmărească pe frații lui.”",
        "28": "Și Ioab a sunat din trâmbiță și tot poporul s-a oprit; n-au mai urmărit pe Israel și nici nu s-au mai bătut.",
        "29": "Abner și oamenii lui au mers toată noaptea în câmpie; au trecut Iordanul, au străbătut în întregime Bitronul și au ajuns la Mahanaim.",
        "30": "Ioab s-a întors de la urmărirea lui Abner și a adunat tot poporul: lipseau nouăsprezece inși din oamenii lui David și Asael.",
        "31": "Dar oamenii lui David omorâseră trei sute șaizeci de inși din bărbații lui Beniamin și ai lui Abner.",
        "32": "Au luat pe Asael și l-au îngropat în mormântul tatălui său, la Betleem. Ioab și oamenii lui au mers toată noaptea și li s-au revărsat zorile în Hebron."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "După aceea, David L-a întrebat pe Domnul, zicând: ‒ Să mă duc în vreuna dintre cetățile lui Iuda? Domnul i-a răspuns: ‒ Du-te! David a întrebat: ‒ Unde să mă duc? El a răspuns: ‒ La Hebron.",
        "2": "David s-a dus acolo împreună cu cele două soții ale sale, izreelita Ahinoam și Abigail, fosta soție a carmelitului Nabal.",
        "3": "David i-a luat cu el și pe oamenii săi, pe fiecare cu familia lui, și au locuit în cetățile Hebronului.",
        "4": "Bărbații din Iuda au venit și l-au uns acolo pe David ca rege peste Casa lui Iuda. Ei l-au înștiințat pe David, zicând: „Bărbații din Iabeșul Ghiladului sunt cei care l-au îngropat pe Saul“.",
        "5": "Atunci David a trimis mesageri la bărbații din Iabeșul Ghiladului, zicându-le: „Binecuvântați să fiți de Domnul pentru că ați arătat această bunătate față de stăpânul vostru, Saul, și l-ați îngropat.",
        "6": "Și acum, fie ca Domnul să vă arate îndurare și credincioșie! Vă voi face și eu bine pentru fapta pe care ați făcut-o.",
        "7": "Acum, întăriți-vă și fiți viteji căci stăpânul vostru, Saul, a murit, iar cei din Casa lui Iuda m-au uns pe mine rege peste ei“. Război între familia lui David și cea a lui Saul",
        "8": "Între timp, Abner, fiul lui Ner, conducătorul armatei lui Saul, l-a luat pe Iș-Boșet, fiul lui Saul, și l-a trecut în Mahanaim,",
        "9": "unde l-a numit rege peste Ghilad, peste așuriți, peste Izreel, Efraim, Beniamin și peste tot Israelul.",
        "10": "Iș-Boșet, fiul lui Saul, avea patruzeci de ani când a început să domnească peste Israel și a domnit timp de doi ani. Numai Casa lui Iuda l-a urmat pe David.",
        "11": "Perioada cât David a fost rege la Hebron, peste Casa lui Iuda, a fost de șapte ani și șase luni.",
        "12": "Abner, fiul lui Ner, a ieșit din Mahanaim împreună cu slujitorii lui Iș-Boșet, ca să plece la Ghivon.",
        "13": "Atunci Ioab, fiul Țeruiei, și slujitorii lui David au ieșit și i-au întâlnit la iazul din Ghivon. Unii ședeau de-o parte a iazului, iar alții de cealaltă parte a iazului.",
        "14": "Abner i-a zis lui Ioab: ‒ Să se ridice tinerii și să se întreacă în luptă înaintea noastră! Ioab a răspuns: ‒ Să se ridice!",
        "15": "Tinerii s-au ridicat și s-au înfățișat în număr egal: doisprezece pentru Beniamin și pentru Iș-Boșet și doisprezece dintre slujitorii lui David.",
        "16": "Fiecare și-a apucat semenul de cap, având sabia într-o parte, și au căzut morți împreună. Locul acela, care se află în Ghivon, s-a numit de atunci Helkat-Hațurim.",
        "17": "Lupta a fost intensă în acea zi, iar Abner și bărbații lui Israel au fost învinși de către slujitorii lui David.",
        "18": "Se aflau acolo și cei trei fii ai Țeruiei: Ioab, Abișai și Asael. Asael era iute de picioare, ca una dintre gazelele de pe câmp.",
        "19": "El l-a urmărit pe Abner, fără a se abate nici la dreapta, nici la stânga de la urmărirea acestuia.",
        "20": "Abner s-a uitat în urmă și a întrebat: ‒ Tu ești, Asael? Asael a răspuns: ‒ Eu sunt.",
        "21": "Atunci Abner i-a zis: ‒ Abate-te la dreapta sau la stânga ta! Apucă-l pe unul dintre tinerii aceștia și ia-i armura! Asael însă nu s-a abătut de la urmărirea acestuia.",
        "22": "Abner i-a zis din nou lui Asael: ‒ Întoarce-te din urmărirea mea! De ce să te dobor la pământ? Cum îmi voi mai ridica fața înaintea fratelui tău Ioab?",
        "23": "Dar Asael a refuzat să se întoarcă. Atunci Abner l-a lovit în stomac cu capătul suliței și sulița i-a ieșit prin spate. Asael a căzut acolo și a murit pe loc. Toți cei care ajungeau la locul în care căzuse și murise Asael, se opreau.",
        "24": "Dar Ioab și Abișai l-au urmărit pe Abner și, la apusul soarelui, au ajuns la dealul Ama, care se află la est de Ghiah, pe drumul spre deșertul Ghivonului.",
        "25": "Fiii lui Beniamin se adunaseră în urma lui Abner, alcătuiseră o singură ceată și stăteau pe vârful unui deal.",
        "26": "Abner l-a strigat pe Ioab și i-a zis: ‒ Oare să devoreze sabia la nesfârșit? Nu înțelegi că se va sfârși cu amărăciune? Până când vei amâna să spui celor din popor să se întoarcă de la urmărirea fraților lor?",
        "27": "Ioab a răspuns: ‒ Viu este Dumnezeu că, dacă n-ai fi vorbit, poporul ar fi continuat urmărirea fraților lui până dimineață.",
        "28": "Apoi Ioab a sunat din trâmbiță și tot poporul s-a oprit. Nu l-au mai urmărit pe Israel și nu s-au mai luptat.",
        "29": "Atunci Abner și oamenii săi au mers toată noaptea prin Araba. Au trecut Iordanul, au străbătut tot Bitronul și au ajuns la Mahanaim.",
        "30": "Ioab s-a întors de la urmărirea lui Abner și a adunat tot poporul. Dintre slujitorii lui David lipseau nouăsprezece oameni și Asael.",
        "31": "Slujitorii lui David omorâseră trei sute șaizeci de bărbați din Beniamin și dintre oamenii lui Abner.",
        "32": "L-au luat pe Asael și l-au înmormântat în mormântul tatălui său din Betleem. Ioab și oamenii săi au mers toată noaptea și au ajuns la Hebron când s-a luminat de ziuă."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "After this, David inquired of Yahweh, saying, “Shall I go up into any of the cities of Judah?” Yahweh said to him, “Go up.” David said, “Where shall I go up?” He said, “To Hebron.”",
        "2": "So David went up there with his two wives, Ahinoam the Jezreelitess, and Abigail the wife of Nabal the Carmelite.",
        "3": "David brought up his men who were with him, every man with his household. They lived in the cities of Hebron.",
        "4": "The men of Judah came, and there they anointed David king over the house of Judah. They told David, “The men of Jabesh Gilead were those who buried Saul.”",
        "5": "David sent messengers to the men of Jabesh Gilead, and said to them, “Blessed are you by Yahweh, that you have shown this kindness to your lord, even to Saul, and have buried him.",
        "6": "Now may Yahweh show loving kindness and truth to you. I also will reward you for this kindness, because you have done this thing.",
        "7": "Now therefore let your hands be strong, and be valiant; for Saul your lord is dead, and also the house of Judah have anointed me king over them.”",
        "8": "Now Abner the son of Ner, captain of Saul’s army, had taken Ishbosheth the son of Saul and brought him over to Mahanaim.",
        "9": "He made him king over Gilead, over the Ashurites, over Jezreel, over Ephraim, over Benjamin, and over all Israel.",
        "10": "Ishbosheth, Saul’s son, was forty years old when he began to reign over Israel, and he reigned two years. But the house of Judah followed David.",
        "11": "The time that David was king in Hebron over the house of Judah was seven years and six months.",
        "12": "Abner the son of Ner, and the servants of Ishbosheth the son of Saul, went out from Mahanaim to Gibeon.",
        "13": "Joab the son of Zeruiah and David’s servants went out, and met them by the pool of Gibeon; and they sat down, the one on the one side of the pool and the other on the other side of the pool.",
        "14": "Abner said to Joab, “Please let the young men arise and compete before us!” Joab said, “Let them arise!”",
        "15": "Then they arose and went over by number: twelve for Benjamin and for Ishbosheth the son of Saul, and twelve of David’s servants.",
        "16": "They each caught his opponent by the head and thrust his sword in his fellow’s side; so they fell down together. Therefore that place in Gibeon was called Helkath Hazzurim.",
        "17": "The battle was very severe that day; and Abner was beaten, and the men of Israel, before David’s servants.",
        "18": "The three sons of Zeruiah were there: Joab, Abishai, and Asahel. Asahel was as light of foot as a wild gazelle.",
        "19": "Asahel pursued Abner. He didn’t turn to the right hand or to the left from following Abner.",
        "20": "Then Abner looked behind him and said, “Is that you, Asahel?” He answered, “It is.”",
        "21": "Abner said to him, “Turn away to your right hand or to your left, and grab one of the young men, and take his armor.” But Asahel would not turn away from following him.",
        "22": "Abner said again to Asahel, “Turn away from following me. Why should I strike you to the ground? How then could I look Joab your brother in the face?”",
        "23": "However, he refused to turn away. Therefore Abner with the back end of the spear struck him in the body, so that the spear came out behind him; and he fell down there and died in the same place. As many as came to the place where Asahel fell down and died stood still.",
        "24": "But Joab and Abishai pursued Abner. The sun went down when they had come to the hill of Ammah, that lies before Giah by the way of the wilderness of Gibeon.",
        "25": "The children of Benjamin gathered themselves together after Abner and became one band, and stood on the top of a hill.",
        "26": "Then Abner called to Joab, and said, “Shall the sword devour forever? Don’t you know that it will be bitterness in the latter end? How long will it be then, before you ask the people to return from following their brothers?”",
        "27": "Joab said, “As God lives, if you had not spoken, surely then in the morning the people would have gone away, and not each followed his brother.”",
        "28": "So Joab blew the trumpet; and all the people stood still and pursued Israel no more, and they fought no more.",
        "29": "Abner and his men went all that night through the Arabah; and they passed over the Jordan, and went through all Bithron, and came to Mahanaim.",
        "30": "Joab returned from following Abner; and when he had gathered all the people together, nineteen men of David’s and Asahel were missing.",
        "31": "But David’s servants had struck Benjamin Abner’s men so that three hundred sixty men died.",
        "32": "They took up Asahel and buried him in the tomb of his father, which was in Bethlehem. Joab and his men went all night, and the day broke on them at Hebron."
      }
    }
  }
}