{
  "book": "2 Samuel",
  "chapter": "5",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Toate semințiile lui Israel au venit la David, în Hebron, și au zis: „Iată că noi suntem os din oasele tale și carne din carnea ta.",
        "2": "Chiar odinioară, când Saul era împăratul nostru, tu povățuiai și strângeai pe Israel. Domnul ți-a zis: ‘Tu vei paște pe poporul Meu Israel și vei fi căpetenia lui Israel.’”",
        "3": "Astfel, toți bătrânii lui Israel au venit la împărat, în Hebron, și împăratul David a făcut legământ cu ei la Hebron, înaintea Domnului. Și au uns pe David împărat peste Israel.",
        "4": "David era în vârstă de treizeci de ani când s-a făcut împărat și a domnit patruzeci de ani.",
        "5": "La Hebron, a domnit peste Iuda șapte ani și șase luni și, la Ierusalim, a domnit treizeci și trei de ani peste tot Israelul și Iuda. Cucerirea Ierusalimului",
        "6": "Împăratul a mers cu oamenii lui asupra Ierusalimului împotriva iebusiților, locuitorii țării. Ei au zis lui David: „Să nu intri aici, căci și orbii, și ologii ți se vor împotrivi!” Prin aceasta voiau să spună că David nu va intra cu niciun chip aici.",
        "7": "Dar David a pus mâna pe cetățuia Sionului: aceasta este cetatea lui David.",
        "8": "David zisese în ziua aceea: „Oricine va bate pe iebusiți să arunce în canal pe șchiopii și pe orbii aceia care sunt vrăjmașii lui David.” De aceea se zice: „Orbul și șchiopul să nu intre în Casa Domnului.”",
        "9": "David s-a așezat în cetățuie, pe care a numit-o cetatea lui David. A făcut întărituri de jur împrejur, în afară și înăuntrul lui Milo (Cetățuie).",
        "10": "David ajungea tot mai mare și Domnul Dumnezeul oștirilor era cu el. Casa lui David",
        "11": "Hiram, împăratul Tirului, a trimis soli lui David și lemn de cedru și tâmplari și cioplitori de piatră, care au zidit o casă lui David.",
        "12": "David a cunoscut că Domnul îl întărea ca împărat al lui Israel și că-i ridica împărăția din pricina poporului Său, Israel.",
        "13": "David și-a mai luat țiitoare și neveste din Ierusalim după ce a venit din Hebron și i s-au născut iarăși fii și fiice.",
        "14": "Iată numele celor ce i s-au născut la Ierusalim: Șamua, Șobab, Natan, Solomon,",
        "15": "Ibhar, Elișua, Nefeg, Iafia,",
        "16": "Elișama, Eliada și Elifelet. Biruințele asupra filistenilor",
        "17": "Filistenii au aflat că David fusese uns împărat peste Israel și s-au suit toți să-l caute. David, căruia i s-a dat de știre, s-a coborât în cetățuie.",
        "18": "Filistenii au venit și s-au răspândit în valea Refaim.",
        "19": "David a întrebat pe Domnul: „Să mă sui împotriva filistenilor? Îi vei da în mâinile mele?” Și Domnul a zis lui David: „Suie-te, căci voi da pe filisteni în mâinile tale.”",
        "20": "David a venit la Baal-Perațim, unde i-a bătut. Apoi a zis: „Domnul a risipit pe vrăjmașii mei dinaintea mea, ca niște ape care se rup.” De aceea s-a dat locului aceluia numele Baal-Perațim (Șesul rupturii).",
        "21": "Ei și-au lăsat idolii acolo și David și oamenii lui i-au luat.",
        "22": "Filistenii s-au suit din nou și s-au răspândit în valea Refaim.",
        "23": "David a întrebat pe Domnul. Și Domnul a zis: „Să nu te sui, ci ia-i pe la spate și mergi asupra lor în dreptul duzilor.",
        "24": "Când vei auzi un vuiet de pași în vârfurile duzilor, atunci să te grăbești, căci Domnul merge înaintea ta, ca să bată oștirea filistenilor.”",
        "25": "David a făcut cum îi poruncise Domnul și a bătut pe filisteni de la Gheba până la Ghezer."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Toate semințiile lui Israel au venit la David, în Hebron, zicând: „Iată, suntem os din oasele tale și carne din carnea ta!",
        "2": "Chiar și în trecut, când Saul era regele nostru, tu îl conduceai pe Israel în războaie. Iar Domnul ți-a zis: «Tu vei păstori poporul Meu Israel. Tu vei fi conducător peste Israel»“.",
        "3": "Toți bătrânii lui Israel veniseră la rege, în Hebron, astfel că regele David a încheiat legământ cu ei înaintea Domnului, la Hebron. Apoi, ei l-au uns pe David ca rege peste Israel.",
        "4": "David era în vârstă de treizeci de ani când a devenit rege și a domnit timp de patruzeci de ani:",
        "5": "la Hebron a domnit, peste Iuda, timp de șapte ani și șase luni, iar la Ierusalim a domnit timp de treizeci și trei de ani peste tot Israelul și peste Iuda.",
        "6": "Regele și oamenii săi au înaintat spre Ierusalim împotriva iebusiților care locuiau în țară. Aceștia i-au zis lui David: „Nu vei intra aici, căci până și orbii și ologii te vor respinge“. Credeau că David nu va reuși să intre în cetate.",
        "7": "David a capturat însă fortăreața Sionului, care a devenit astfel Cetatea lui David.",
        "8": "David zisese în acea zi: „Oricine vrea să-i învingă pe iebusiți să o ia prin canalul de apă ca să ajungă la acei «ologi» și «orbi», care sunt dușmanii lui David“. De aceea se zice: „Orbii și ologii n-au voie să intre în palat“.",
        "9": "David s-a stabilit în fortăreață și a numit-o „Cetatea lui David“. David a reconstruit cetatea de jur împrejur, dinspre Milo înspre interior.",
        "10": "David a devenit tot mai puternic pentru că Domnul, Dumnezeul Oștirilor, era cu el.",
        "11": "Hiram, regele Tyrului, a trimis mesageri la David cu lemn de cedru, tâmplari și zidari, ca să-i construiască lui David un palat.",
        "12": "David a înțeles că Domnul l-a desemnat rege peste Israel și i-a consolidat domnia de dragul poporului Său Israel.",
        "13": "După ce a venit din Hebron, David și-a mai luat țiitoare și soții din Ierusalim. Și, astfel, lui David i s-au mai născut fii și fiice.",
        "14": "Acestea sunt numele fiilor care i s-au născut la Ierusalim: Șamua, Șobab, Natan, Solomon,",
        "15": "Ibhar, Elișua, Nefeg, Iafia,",
        "16": "Elișama, Eliada și Elifelet.",
        "17": "Când au auzit filistenii că David a fost uns rege peste Israel, toți filistenii au plecat în căutarea lui David. David a aflat acest lucru și s-a dus în fortăreață.",
        "18": "Filistenii au venit și s-au răspândit în Valea Refaim.",
        "19": "David L-a întrebat pe Domnul, zicând: ‒ Să pornesc împotriva filistenilor? Îi vei da în mâna mea? Domnul i-a răspuns lui David: ‒ Du-te, căci sigur îi voi da pe filisteni în mâna ta!",
        "20": "David s-a dus la Baal-Perațim și i-a învins acolo. El a zis: „Domnul S-a dezlănțuit împotriva dușmanilor mei dinaintea mea, așa cum se dezlănțuie apele“. De aceea, locului aceluia i-au pus numele Baal-Perațim.",
        "21": "Filistenii și-au lăsat idolii acolo, iar David și oamenii săi i-au luat.",
        "22": "Filistenii au venit din nou și s-au răspândit în Valea Refaim.",
        "23": "David L-a întrebat pe Domnul, iar El i-a răspuns: ‒ Să nu te duci! Ocolește-i și vino asupra lor din dreptul arbuștilor de balsam.",
        "24": "Când vei auzi vuiet de marș în vârful arbuștilor de balsam, să pornești la atac, căci atunci Domnul a ieșit înaintea ta ca să învingă tabăra filistenilor.",
        "25": "David a făcut așa cum i-a poruncit Domnul. El i-a învins pe filisteni, de la Gheva până la Ghezer."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Then all the tribes of Israel came to David at Hebron and spoke, saying, “Behold, we are your bone and your flesh.",
        "2": "In times past, when Saul was king over us, it was you who led Israel out and in. Yahweh said to you, ‘You will be shepherd of my people Israel, and you will be prince over Israel.’”",
        "3": "So all the elders of Israel came to the king to Hebron, and King David made a covenant with them in Hebron before Yahweh; and they anointed David king over Israel.",
        "4": "David was thirty years old when he began to reign, and he reigned forty years.",
        "5": "In Hebron he reigned over Judah seven years and six months, and in Jerusalem he reigned thirty-three years over all Israel and Judah.",
        "6": "The king and his men went to Jerusalem against the Jebusites, the inhabitants of the land, who spoke to David, saying, “The blind and the lame will keep you out of here,” thinking, “David can’t come in here.”",
        "7": "Nevertheless David took the stronghold of Zion. This is David’s city.",
        "8": "David said on that day, “Whoever strikes the Jebusites, let him go up to the watercourse and strike those lame and blind, who are hated by David’s soul.” Therefore they say, “The blind and the lame can’t come into the house.”",
        "9": "David lived in the stronghold, and called it David’s city. David built around from Millo and inward.",
        "10": "David grew greater and greater, for Yahweh, the God of Armies, was with him.",
        "11": "Hiram king of Tyre sent messengers to David, with cedar trees, carpenters, and masons; and they built David a house.",
        "12": "David perceived that Yahweh had established him king over Israel, and that he had exalted his kingdom for his people Israel’s sake.",
        "13": "David took more concubines and wives for himself out of Jerusalem, after he had come from Hebron; and more sons and daughters were born to David.",
        "14": "These are the names of those who were born to him in Jerusalem: Shammua, Shobab, Nathan, Solomon,",
        "15": "Ibhar, Elishua, Nepheg, Japhia,",
        "16": "Elishama, Eliada, and Eliphelet.",
        "17": "When the Philistines heard that they had anointed David king over Israel, all the Philistines went up to seek David, but David heard about it and went down to the stronghold.",
        "18": "Now the Philistines had come and spread themselves in the valley of Rephaim.",
        "19": "David inquired of Yahweh, saying, “Shall I go up against the Philistines? Will you deliver them into my hand?” Yahweh said to David, “Go up; for I will certainly deliver the Philistines into your hand.”",
        "20": "David came to Baal Perazim, and David struck them there. Then he said, “Yahweh has broken my enemies before me, like the breach of waters.” Therefore he called the name of that place Baal Perazim.",
        "21": "They left their images there, and David and his men took them away.",
        "22": "The Philistines came up yet again and spread themselves in the valley of Rephaim.",
        "23": "When David inquired of Yahweh, he said, “You shall not go up. Circle around behind them, and attack them in front of the mulberry trees.",
        "24": "When you hear the sound of marching in the tops of the mulberry trees, then stir yourself up; for then Yahweh has gone out before you to strike the army of the Philistines.”",
        "25": "David did so, as Yahweh commanded him, and struck the Philistines all the way from Geba to Gezer."
      }
    }
  }
}