{
  "book": "2 Samuel",
  "chapter": "23",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Iată cele din urmă cuvinte ale lui David. Cuvântul lui David, fiul lui Isai, cuvântul omului care a fost înălțat sus de tot, cuvântul unsului Dumnezeului lui Iacov, cuvântul cântărețului plăcut al lui Israel:",
        "2": "„Duhul Domnului vorbește prin mine și cuvântul Lui este pe limba mea.",
        "3": "Dumnezeul lui Israel a vorbit. Stânca lui Israel mi-a zis: ‘Cel ce împărățește între oameni cu dreptate, cel ce împărățește în frică de Dumnezeu,",
        "4": "este ca lumina dimineții, când răsare soarele în dimineața fără nori; ca razele soarelui după ploaie, care fac să încolțească din pământ verdeața.’",
        "5": "Măcar că nu este așa casa mea înaintea lui Dumnezeu, totuși El a făcut cu mine un legământ veșnic, bine întărit în toate privințele și tare. Nu va face El oare să răsară din el tot ce este spre mântuirea și bucuria mea?",
        "6": "Dar cei răi sunt toți ca niște spini pe care-i arunci, și nu-i iei cu mâna;",
        "7": "cine se atinge de ei se înarmează cu un fier sau cu mânerul unei sulițe și-i arde în foc pe loc.” Vitejii lui David",
        "8": "Iată numele vitejilor care erau în slujba lui David: Ioșeb-Basșebet, Tahchemonitul, unul din fruntașii căpeteniilor. El și-a învârtit sulița peste opt sute de oameni, pe care i-a omorât dintr-odată.",
        "9": "După el, Eleazar, fiul lui Dodo, fiul lui Ahohi. El era unul din cei trei războinici care au ținut piept împreună cu David împotriva filistenilor strânși pentru luptă, când bărbații lui Israel se dădeau înapoi pe înălțimi.",
        "10": "El s-a sculat și a lovit pe filisteni până ce i-a obosit mâna și a rămas lipită de sabie. Domnul a dat o mare izbăvire în ziua aceea. Poporul s-a întors după Eleazar numai ca să ia prada.",
        "11": "După el, Șama, fiul lui Aghe, din Harar. Filistenii se strânseseră la Lehi. Acolo era o bucată de pământ semănată cu linte, și poporul fugea dinaintea filistenilor.",
        "12": "Șama s-a așezat în mijlocul ogorului, l-a apărat și a bătut pe filisteni. Și Domnul a dat o mare izbăvire.",
        "13": "Trei dintre cele treizeci de căpetenii s-au coborât pe vremea seceratului și au venit la David, în peștera Adulam, când o ceată de filisteni tăbărâseră în valea Refaim.",
        "14": "David era atunci în cetățuie și o strajă a filistenilor era la Betleem.",
        "15": "David a avut o dorință și a zis: „Cine-mi va da să beau apă din fântâna de la poarta Betleemului?”",
        "16": "Atunci, cei trei viteji au trecut prin tabăra filistenilor și au scos apă din fântâna de la poarta Betleemului. Au adus-o și au dat-o lui David, dar el n-a vrut s-o bea și a vărsat-o înaintea Domnului.",
        "17": "El a zis: „Departe de mine, Doamne, gândul să fac lucrul acesta! Să beau sângele oamenilor acestora care s-au dus cu primejdia vieții lor?” Și n-a vrut s-o bea. Iată ce au făcut acești trei viteji.",
        "18": "Abișai, fratele lui Ioab, fiul Țeruiei, era căpetenia celor trei. El și-a învârtit sulița peste trei sute de oameni și i-a omorât, și a fost vestit între cei trei.",
        "19": "Era cel mai cu vază din cei trei și a fost căpetenia lor, dar n-a fost la înălțimea celor trei dintâi.",
        "20": "Benaia, fiul lui Iehoiada, fiul unui om din Cabțeel, om viteaz și vestit prin faptele lui mari. El a ucis pe cei doi fii ai lui Ariel din Moab. S-a coborât în mijlocul unei gropi pentru apă, unde a ucis un leu într-o zi când căzuse zăpadă.",
        "21": "A omorât pe un egiptean groaznic la înfățișare, care avea o suliță în mână, s-a coborât împotriva lui cu un toiag, a smuls sulița din mâna egipteanului și l-a omorât cu ea.",
        "22": "Iată ce a făcut Benaia, fiul lui Iehoiada, și a fost vestit printre cei trei viteji.",
        "23": "Era cel mai cu vază din cei treizeci, dar n-a ajuns la înălțimea celor trei dintâi. David l-a primit între sfetnicii lui de aproape.",
        "24": "Asael, fratele lui Ioab, din numărul celor treizeci, Elhanan, fiul lui Dodo, din Betleem.",
        "25": "Șama din Harod. Elica din Harod.",
        "26": "Heleț din Pelet. Ira, fiul lui Icheș, din Tecoa.",
        "27": "Abiezer din Anatot. Mebunai din Hușa.",
        "28": "Țalmon din Ahoah. Maharai din Netofa.",
        "29": "Heleb, fiul lui Baana, din Netofa. Itai, fiul lui Ribai, din Ghibea fiilor lui Beniamin.",
        "30": "Benaia din Piraton. Hidai din Nahale-Gaaș.",
        "31": "Abi-Albon din Araba. Azmavet din Barhum.",
        "32": "Eliahba din Șaalbon. Bene-Iașen. Ionatan.",
        "33": "Șama din Harar. Ahiam, fiul lui Șarar, din Arar.",
        "34": "Elifelet, fiul lui Ahasbai, fiul unui maacatit. Eliam, fiul lui Ahitofel, din Ghilo.",
        "35": "Hețrai din Carmel. Paarai din Arab.",
        "36": "Igheal, fiul lui Natan, din Țoba. Bani din Gad.",
        "37": "Țelec, Amonitul. Naharai din Beerot, care ducea armele lui Ioab, fiul Țeruiei.",
        "38": "Ira din Ieter. Gareb din Ieter.",
        "39": "Urie, Hetitul. De toți: treizeci și șapte."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Acestea sunt cele din urmă cuvinte ale lui David: „Rostirea lui David, fiul lui Ișai, rostirea omului înălțat de Dumnezeu, unsul Dumnezeului lui Iacov și cântărețul plăcut al lui Israel:",
        "2": "Duhul Domnului vorbește prin mine și Cuvântul Lui este pe limba mea.",
        "3": "Dumnezeul lui Israel a vorbit, Stânca lui Israel mi-a zis: «Cel ce stăpânește drept între oameni, cel ce stăpânește în teamă de Dumnezeu,",
        "4": "este ca lumina dimineții, atunci când răsare soarele într-o dimineață senină. El seamănă cu razele soarelui după ploaie, care fac să crească iarba din pământ».",
        "5": "Nu este așa dinastia mea față de Dumnezeu? Căci El a încheiat cu mine un legământ veșnic, bine alcătuit în toate privințele și bine păzit. Nu va face El să răsară din acesta tot ce este spre mântuirea și bucuria mea?",
        "6": "Însă ticăloșii sunt toți ca niște spini buni de aruncat, pe care nu poți să-i iei cu mâna.",
        "7": "Oricine îi atinge folosește o unealtă de fier sau mânerul unei sulițe și-i arde pe loc“.",
        "8": "Acestea sunt numele vitejilor lui David: Ioșeb-Bașebet, un tahchemonit, era căpetenia conducătorilor. El și-a învârtit sulița peste opt sute de oameni, pe care i-a străpuns într-o singură împrejurare.",
        "9": "După el era Elazar, fiul lui Dodo, urmașul lui Ahohi. El a fost unul dintre cei trei viteji care, împreună cu David, i-au înfruntat pe filistenii adunați la Pas-Damim pentru război, atunci când bărbații lui Israel băteau în retragere.",
        "10": "El s-a ridicat și a ucis filisteni până când i-a obosit mâna și i-a rămas înțepenită pe sabie. Domnul a dat o mare victorie în ziua aceea. Poporul s-a întors la Elazar numai ca să ia prada.",
        "11": "După el era Șama, fiul hararitului Aghe. Filistenii se strânseseră la Lehi. Acolo se afla o porțiune de pământ plină cu linte și poporul fugea dinaintea filistenilor.",
        "12": "Însă Șama a stat în mijlocul terenului, l-a apărat și i-a ucis pe filisteni. Și Domnul a dat o mare victorie.",
        "13": "Trei dintre cele treizeci de căpetenii s-au dus la David, pe vremea secerișului, la peștera Adulam, în timp ce o trupă de filisteni își așezase tabăra în Valea Refaim.",
        "14": "David se afla atunci în fortăreață, iar garnizoana filistenilor se afla în Betleem.",
        "15": "Lui David i s-a făcut sete și a întrebat: „Cine îmi va aduce apă din fântâna de lângă poarta Betleemului?“.",
        "16": "Cei trei viteji au reușit să treacă prin tabăra filistenilor, au scos apă din fântâna de lângă poarta Betleemului și au adus-o cu bine la David. Însă David n-a vrut s-o bea, ci a vărsat-o înaintea Domnului,",
        "17": "zicând: „Departe de mine, Doamne, să fac lucrul acesta! Să beau eu sângele bărbaților care și-au pus viața în pericol?“. Și n-a vrut s-o bea. Astfel de fapte mărețe făceau cei trei viteji.",
        "18": "Abișai, fratele lui Ioab, fiul Țeruiei, era căpetenia celor trei. El și-a învârtit sulița peste trei sute de oameni și i-a omorât. Astfel, el și-a făcut un nume alături de cei trei.",
        "19": "Era mai respectat decât cei trei. El le-a fost căpetenie, însă nu i-a depășit pe cei trei.",
        "20": "Benaia, fiul lui Iehoiada, era un viteaz din Kabțeel care a făcut multe fapte mărețe. El i-a ucis pe cei doi fii ai lui Ariel din Moab. El s-a dus și a omorât un leu în mijlocul unei gropi adânci, într-o zi cu zăpadă.",
        "21": "El a ucis un egiptean de o statură impresionantă. Egipteanul avea în mână o suliță. Benaia a coborât împotriva lui cu un toiag, a smuls sulița din mâna egipteanului și l-a ucis cu propria lui suliță.",
        "22": "Astfel de fapte mărețe făcea Benaia, fiul lui Iehoiada, făcându-și un nume alături de cei trei viteji.",
        "23": "Era cel mai respectat dintre cei treizeci, dar n-a ajuns între cei trei. David l-a pus în garda sa personală.",
        "24": "Dintre cei treizeci făceau parte: Asael, fratele lui Ioab; Elhanan, fiul lui Dodo din Betleem;",
        "25": "haroditul Șama; haroditul Elika;",
        "26": "paltitul Heleț; Ira, fiul tekoanitului Icheș;",
        "27": "Abiezer din Anatot; hușatitul Mebunai;",
        "28": "ahohitul Țalmon; netofatitul Maharai;",
        "29": "Heled, fiul netofatitului Baana; Itai, fiul lui Ribai, din Ghiva fiilor lui Beniamin;",
        "30": "piratonitul Benaia; Hidai, de lângă pârâurile Gaașului;",
        "31": "arbatitul Abi-Albon; barhumitul Azmavet;",
        "32": "șaalbonitul Eliahba; fiii lui Iașen; Ionatan,",
        "33": "fiul hararitului Șama; Ahiam, fiul hararitului Șarar;",
        "34": "Elifelet, fiul maacatitului Ahasbai; Eliam, fiul ghilonitului Ahitofel;",
        "35": "carmelitul Hețro; arbitul Paarai;",
        "36": "Igal, fiul lui Natan din Țoba; gaditul Bani;",
        "37": "amonitul Țelek; beerotitul Naharai, cel ce-i ducea armele lui Ioab, fiul Țeruiei;",
        "38": "itritul Ira, itritul Gareb",
        "39": "și hititul Urie. Erau cu toții în număr de treizeci și șapte."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now these are the last words of David. David the son of Jesse says, the man who was raised on high says, the anointed of the God of Jacob, the sweet psalmist of Israel:",
        "2": "“Yahweh’s Spirit spoke by me. His word was on my tongue.",
        "3": "The God of Israel said, the Rock of Israel spoke to me, ‘One who rules over men righteously, who rules in the fear of God,",
        "4": "shall be as the light of the morning when the sun rises, a morning without clouds, when the tender grass springs out of the earth, through clear shining after rain.’",
        "5": "Isn’t my house so with God? Yet he has made with me an everlasting covenant, ordered in all things, and sure, for it is all my salvation and all my desire. Won’t he make it grow?",
        "6": "But all the ungodly will be as thorns to be thrust away, because they can’t be taken with the hand.",
        "7": "The man who touches them must be armed with iron and the staff of a spear. They will be utterly burned with fire in their place.”",
        "8": "These are the names of the mighty men whom David had: Josheb Basshebeth a Tahchemonite, chief of the captains; he was called Adino the Eznite, who killed eight hundred at one time.",
        "9": "After him was Eleazar the son of Dodai the son of an Ahohite, one of the three mighty men with David when they defied the Philistines who were there gathered together to battle, and the men of Israel had gone away.",
        "10": "He arose and struck the Philistines until his hand was weary, and his hand froze to the sword; and Yahweh worked a great victory that day; and the people returned after him only to take plunder.",
        "11": "After him was Shammah the son of Agee a Hararite. The Philistines had gathered together into a troop where there was a plot of ground full of lentils; and the people fled from the Philistines.",
        "12": "But he stood in the middle of the plot and defended it, and killed the Philistines; and Yahweh worked a great victory.",
        "13": "Three of the thirty chief men went down, and came to David in the harvest time to the cave of Adullam; and the troop of the Philistines was encamped in the valley of Rephaim.",
        "14": "David was then in the stronghold; and the garrison of the Philistines was then in Bethlehem.",
        "15": "David said longingly, “Oh that someone would give me water to drink from the well of Bethlehem, which is by the gate!”",
        "16": "The three mighty men broke through the army of the Philistines, and drew water out of the well of Bethlehem that was by the gate and took it and brought it to David; but he would not drink of it, but poured it out to Yahweh.",
        "17": "He said, “Be it far from me, Yahweh, that I should do this! Isn’t this the blood of the men who risked their lives to go?” Therefore he would not drink it. The three mighty men did these things.",
        "18": "Abishai, the brother of Joab, the son of Zeruiah, was chief of the three. He lifted up his spear against three hundred and killed them, and had a name among the three.",
        "19": "Wasn’t he most honorable of the three? Therefore he was made their captain. However he wasn’t included as one of the three.",
        "20": "Benaiah the son of Jehoiada, the son of a valiant man of Kabzeel, who had done mighty deeds, killed the two sons of Ariel of Moab. He also went down and killed a lion in the middle of a pit in a time of snow.",
        "21": "He killed a huge Egyptian, and the Egyptian had a spear in his hand; but he went down to him with a staff and plucked the spear out of the Egyptian’s hand, and killed him with his own spear.",
        "22": "Benaiah the son of Jehoiada did these things, and had a name among the three mighty men.",
        "23": "He was more honorable than the thirty, but he didn’t attain to the three. David set him over his guard.",
        "24": "Asahel the brother of Joab was one of the thirty: Elhanan the son of Dodo of Bethlehem,",
        "25": "Shammah the Harodite, Elika the Harodite,",
        "26": "Helez the Paltite, Ira the son of Ikkesh the Tekoite,",
        "27": "Abiezer the Anathothite, Mebunnai the Hushathite,",
        "28": "Zalmon the Ahohite, Maharai the Netophathite,",
        "29": "Heleb the son of Baanah the Netophathite, Ittai the son of Ribai of Gibeah of the children of Benjamin,",
        "30": "Benaiah a Pirathonite, Hiddai of the brooks of Gaash.",
        "31": "Abialbon the Arbathite, Azmaveth the Barhumite,",
        "32": "Eliahba the Shaalbonite, the sons of Jashen, Jonathan,",
        "33": "Shammah the Hararite, Ahiam the son of Sharar the Ararite,",
        "34": "Eliphelet the son of Ahasbai, the son of the Maacathite, Eliam the son of Ahithophel the Gilonite,",
        "35": "Hezro the Carmelite, Paarai the Arbite,",
        "36": "Igal the son of Nathan of Zobah, Bani the Gadite,",
        "37": "Zelek the Ammonite, Naharai the Beerothite, armor bearers to Joab the son of Zeruiah,",
        "38": "Ira the Ithrite, Gareb the Ithrite,",
        "39": "and Uriah the Hittite: thirty-seven in all."
      }
    }
  }
}