{
  "book": "2 Samuel",
  "chapter": "24",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul S-a aprins de mânie din nou împotriva lui Israel și a stârnit pe David împotriva lor, zicând: „Du-te și fă numărătoarea lui Israel și a lui Iuda.”",
        "2": "Și împăratul a zis lui Ioab, căpetenia oștirii, care se afla lângă el: „Străbate toate semințiile lui Israel, de la Dan până la Beer-Șeba; să se facă numărătoarea poporului și să știu la cât se ridică numărul lor.”",
        "3": "Ioab a zis împăratului: „Domnul Dumnezeul tău să facă poporul de o sută de ori mai mare, și împăratul, domnul meu, să vadă cu ochii lui lucrul acesta! Dar pentru ce vrea împăratul, domnul meu, să facă lucrul acesta?”",
        "4": "Împăratul a stăruit în porunca pe care o dădea lui Ioab și căpeteniilor oștirii, și Ioab și căpeteniile oștirii au plecat de la împărat ca să facă numărătoarea poporului Israel.",
        "5": "Au trecut Iordanul și au tăbărât la Aroer, la dreapta cetății care este în mijlocul văii Gad și lângă Iaezer.",
        "6": "Au venit până la Galaad și în țara lui Tahtim-Hodși. S-au dus până la Dan-Iaan și în împrejurimile Sidonului.",
        "7": "Au venit până la cetățuia Tir și în toate cetățile heviților și ale canaaniților. Au ieșit spre partea de miazăzi a lui Iuda, la Beer-Șeba.",
        "8": "Au străbătut astfel toată țara și au ajuns la Ierusalim după nouă luni și douăzeci de zile.",
        "9": "Ioab a dat împăratului numărul poporului: erau în Israel opt sute de mii de oameni de război care scoteau sabia și în Iuda cinci sute de mii de oameni. Ciuma",
        "10": "David a simțit cum îi bătea inima după ce făcuse numărătoarea poporului. Și a zis Domnului: „Am săvârșit un mare păcat făcând lucrul acesta! Acum, Doamne, binevoiește și iartă nelegiuirea robului Tău, căci am lucrat în totul ca un nebun!”",
        "11": "A doua zi, când s-a sculat David, cuvântul Domnului a vorbit astfel prorocului Gad, văzătorul lui David:",
        "12": "„Du-te și spune lui David: ‘Așa vorbește Domnul: «Îți pun înainte trei nenorociri; alege una din ele, și te voi lovi cu ea.»’”",
        "13": "Gad s-a dus la David și i-a făcut cunoscut lucrul acesta zicând: „Vrei șapte ani de foamete în țara ta sau să fugi trei luni dinaintea vrăjmașilor tăi, care te vor urmări, sau să bântuie ciuma trei zile în țară? Acum alege și vezi ce trebuie să răspund Celui ce mă trimite.”",
        "14": "David a răspuns lui Gad: „Sunt într-o mare strâmtorare! O, mai bine să cădem în mâinile Domnului, căci îndurările Lui sunt nemărginite, dar să nu cad în mâinile oamenilor!”",
        "15": "Domnul a trimis ciuma în Israel de dimineață până la vremea hotărâtă. Și, din Dan până la Beer-Șeba, au murit șaptezeci de mii de oameni din popor.",
        "16": "Pe când îngerul întindea mâna peste Ierusalim ca să-l nimicească, Domnul S-a căit de răul acela și a zis îngerului care ucidea poporul: „Destul! Trage-ți mâna acum.” Îngerul Domnului era lângă aria lui Aravna, Iebusitul.",
        "17": "David, văzând pe îngerul care lovea pe popor, a zis Domnului: „Iată că am păcătuit! Eu sunt vinovat. Dar oile acestea ce au făcut? Mâna Ta să se îndrepte dar împotriva mea și împotriva casei tatălui meu!”",
        "18": "În ziua aceea, Gad a venit la David și i-a zis: „Suie-te și înalță un altar Domnului în aria lui Aravna, Iebusitul.”",
        "19": "David s-a suit, după cuvântul lui Gad, cum poruncise Domnul.",
        "20": "Aravna s-a uitat și a văzut pe împărat și pe slujitorii lui îndreptându-se spre el și Aravna a ieșit și s-a închinat înaintea împăratului, cu fața la pământ.",
        "21": "Aravna a zis: „Pentru ce vine domnul meu împăratul la slujitorul lui?” Și David a răspuns: „Ca să cumpăr de la tine aria și să zidesc în ea un altar Domnului, pentru ca să înceteze urgia aceasta de peste popor.”",
        "22": "Aravna a zis lui David: „Să ia domnul meu împăratul aria și să aducă în ea jertfele care-i vor plăcea; vezi, boii vor fi pentru arderea-de-tot și carele cu uneltele lor vor ține loc de lemne.”",
        "23": "Aravna a dat împăratului totul. Și Aravna a zis împăratului: „Domnul Dumnezeul tău să te primească!”",
        "24": "Dar împăratul a zis lui Aravna: „Nu! Vreau s-o cumpăr de la tine pe preț de argint și nu voi aduce Domnului Dumnezeului meu arderi-de-tot care să nu mă coste nimic.” Și David a cumpărat aria și boii cu cincizeci de sicli de argint.",
        "25": "David a zidit acolo un altar Domnului și a adus arderi-de-tot și jertfe de mulțumire. Atunci, Domnul a fost potolit față de țară și a încetat urgia de deasupra lui Israel."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Domnul S-a mâniat iarăși pe Israel și l-a instigat pe David împotriva lor, zicând: „Du-te și numără poporul din Israel și Iuda“.",
        "2": "Regele i-a zis lui Ioab, conducătorul armatei, care erau cu el: ‒ Mergeți prin toate semințiile lui Israel, de la Dan până la Beer-Șeba, și numărați poporul ca să știu la cât se ridică numărul lui.",
        "3": "Dar Ioab i-a zis regelui: ‒ Domnul, Dumnezeul tău, să înmulțească poporul de o sută de ori mai mult și fie ca stăpânul meu, regele, să vadă cu ochii săi lucrul acesta! Dar de ce dorește stăpânul meu, regele, să facă acest lucru?",
        "4": "Însă porunca regelui dată lui Ioab și conducătorilor armatei a rămas neschimbată. Prin urmare, Ioab și conducătorii armatei au ieșit dinaintea regelui ca să numere poporul, pe Israel.",
        "5": "După ce au trecut Iordanul, și-au așezat tabăra la Aroer, la sud de cetatea care este în mijlocul văi Gad, înspre Iazer.",
        "6": "Apoi au ajuns în Ghilad și în teritoriul lui Tahtim-Hodși, apoi la Dan-Iaan și prin împrejurimi până înspre Sidon.",
        "7": "Au ajuns până la fortăreața Tyrului și în toate cetățile hiviților și ale canaaniților, apoi s-au îndreptat înspre Beer-Șeba, în partea de sud a lui Iuda.",
        "8": "Au străbătut astfel toată țara și, după nouă luni și douăzeci de zile, s-au întors la Ierusalim.",
        "9": "Ioab i-a dat regelui rezultatul de la numărătoarea poporului: în Israel erau opt sute de mii de bărbați capabili să mânuiască sabia, iar în Iuda erau cinci sute de mii de bărbați. Pedeapsa Domnului",
        "10": "David a simțit cum îi bătea inima după ce făcuse numărătoarea poporului. El I-a zis Domnului: „Am comis un mare păcat prin ceea ce am făcut. Însă acum, Doamne, îndepărtează, Te rog, nelegiuirea slujitorului Tău, căci m-am purtat întru totul ca un nebun“.",
        "11": "În dimineața următoare, când David s-a trezit, Cuvântul Domnului i-a vorbit profetului Gad, văzătorul lui David, zicând:",
        "12": "„Du-te și spune-i lui David: «Așa vorbește Domnul: îți pun înainte trei nenorociri. Alege una dintre ele și-ți voi face întocmai»“.",
        "13": "Gad a venit la David și l-a înștiințat, zicându-i: ‒ Ce alegi? Șapte ani de foamete în țară, trei luni în timpul cărora să fugi dinaintea dușmanilor tăi și ei să te urmărească sau trei zile în timpul cărora molima să fie în țară? Acum, gândește-te și vezi ce trebuie să-I răspund Celui Ce m-a trimis!",
        "14": "David i-a zis lui Gad: ‒ Mă aflu într-un mare impas. Mai bine să cădem în mâna Domnului, căci mila Lui este nemărginită; dar să nu cad în mâinile oamenilor!",
        "15": "Domnul a trimis molima în Israel, începând din acea dimineață și până la încheierea timpului hotărât. De la Dan și până la Beer-Șeba au murit din popor șaptezeci de mii de oameni.",
        "16": "În timp ce Îngerul avea mâna întinsă spre Ierusalim și-l distrugea, Domnului I-a părut rău pentru acel dezastru și I-a zis Îngerului Care distrugea poporul: „Destul! Retrage-Ți mâna!“. Îngerul Domnului era lângă aria iebusitului Aravna.",
        "17": "Văzându-l pe Îngerul Care lovea poporul, David I-a zis Domnului: „Iată, eu am păcătuit! Eu am comis nelegiuirea! Dar oile acestea, ce au făcut oare? Te rog, lasă mâna Ta să fie numai împotriva mea și împotriva familiei mele!“.",
        "18": "Gad a venit la David în acea zi și i-a zis: ‒ Du-te și ridică-I Domnului un altar pe aria iebusitului Aravna.",
        "19": "David s-a dus acolo, ascultând de cuvântul pe care îl poruncise Domnul prin Gad.",
        "20": "Aravna s-a uitat și l-a văzut pe rege și pe slujitorii săi îndreptându-se spre el. El a ieșit din arie și s-a plecat cu fața la pământ înaintea regelui.",
        "21": "Aravna a întrebat: ‒ De ce a venit stăpânul meu, regele, la slujitorul său? David a răspuns: ‒ Ca să cumpăr de la tine aria pentru a construi un altar Domnului. Astfel, urgia care s-a abătut asupra poporului va fi oprită.",
        "22": "Aravna i-a zis lui David: ‒ Să ia stăpânul meu, regele, și să ofere ca jertfă ceea ce crede că este bine. Iată, boii vor fi pentru arderea-de-tot, iar uneltele de treierat și jugurile boilor vor fi pentru lemne.",
        "23": "O, rege, Aravna îi dă regelui totul. Apoi Aravna i-a zis regelui: ‒ Fie ca Domnul, Dumnezeul tău, să te primească!",
        "24": "Însă regele i-a zis lui Aravna: ‒ Nu, ci trebuie s-o cumpăr de la tine, oferindu-ți un preț. Nu voi aduce Domnului, Dumnezeului meu, arderi-de-tot care să nu mă coste nimic. Astfel, David a cumpărat aria și boii cu cincizeci de șecheli de argint.",
        "25": "David a construit acolo un altar Domnului și I-a adus arderi-de-tot și jertfe de pace. Atunci Domnul S-a lăsat înduplecat cu privire la țară, iar urgia care era peste Israel a fost oprită."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Again Yahweh’s anger burned against Israel, and he moved David against them, saying, “Go, count Israel and Judah.”",
        "2": "The king said to Joab the captain of the army, who was with him, “Now go back and forth through all the tribes of Israel, from Dan even to Beersheba, and count the people, that I may know the sum of the people.”",
        "3": "Joab said to the king, “Now may Yahweh your God add to the people, however many they may be, one hundred times; and may the eyes of my lord the king see it. But why does my lord the king delight in this thing?”",
        "4": "Notwithstanding, the king’s word prevailed against Joab and against the captains of the army. Joab and the captains of the army went out from the presence of the king to count the people of Israel.",
        "5": "They passed over the Jordan and encamped in Aroer, on the right side of the city that is in the middle of the valley of Gad, and to Jazer;",
        "6": "then they came to Gilead and to the land of Tahtim Hodshi; and they came to Dan Jaan and around to Sidon,",
        "7": "and came to the stronghold of Tyre, and to all the cities of the Hivites and of the Canaanites; and they went out to the south of Judah, at Beersheba.",
        "8": "So when they had gone back and forth through all the land, they came to Jerusalem at the end of nine months and twenty days.",
        "9": "Joab gave up the sum of the counting of the people to the king; and there were in Israel eight hundred thousand valiant men who drew the sword, and the men of Judah were five hundred thousand men.",
        "10": "David’s heart struck him after he had counted the people. David said to Yahweh, “I have sinned greatly in that which I have done. But now, Yahweh, put away, I beg you, the iniquity of your servant; for I have done very foolishly.”",
        "11": "When David rose up in the morning, Yahweh’s word came to the prophet Gad, David’s seer, saying,",
        "12": "“Go and speak to David, ‘Yahweh says, “I offer you three things. Choose one of them, that I may do it to you.”’”",
        "13": "So Gad came to David, and told him, saying, “Shall seven years of famine come to you in your land? Or will you flee three months before your foes while they pursue you? Or shall there be three days’ pestilence in your land? Now answer, and consider what answer I shall return to him who sent me.”",
        "14": "David said to Gad, “I am in distress. Let us fall now into Yahweh’s hand, for his mercies are great. Let me not fall into man’s hand.”",
        "15": "So Yahweh sent a pestilence on Israel from the morning even to the appointed time; and seventy thousand men died of the people from Dan even to Beersheba.",
        "16": "When the angel stretched out his hand toward Jerusalem to destroy it, Yahweh relented of the disaster, and said to the angel who destroyed the people, “It is enough. Now withdraw your hand.” Yahweh’s angel was by the threshing floor of Araunah the Jebusite.",
        "17": "David spoke to Yahweh when he saw the angel who struck the people, and said, “Behold, I have sinned, and I have done perversely; but these sheep, what have they done? Please let your hand be against me, and against my father’s house.”",
        "18": "Gad came that day to David and said to him, “Go up, build an altar to Yahweh on the threshing floor of Araunah the Jebusite.”",
        "19": "David went up according to the saying of Gad, as Yahweh commanded.",
        "20": "Araunah looked out, and saw the king and his servants coming on toward him. Then Araunah went out and bowed himself before the king with his face to the ground.",
        "21": "Araunah said, “Why has my lord the king come to his servant?” David said, “To buy your threshing floor, to build an altar to Yahweh, that the plague may be stopped from afflicting the people.”",
        "22": "Araunah said to David, “Let my lord the king take and offer up what seems good to him. Behold, the cattle for the burnt offering, and the threshing sledges and the yokes of the oxen for the wood.",
        "23": "All this, O king, does Araunah give to the king.” Araunah said to the king, “May Yahweh your God accept you.”",
        "24": "The king said to Araunah, “No, but I will most certainly buy it from you for a price. I will not offer burnt offerings to Yahweh my God which cost me nothing.” So David bought the threshing floor and the oxen for fifty shekels of silver.",
        "25": "David built an altar to Yahweh there, and offered burnt offerings and peace offerings. So Yahweh was entreated for the land, and the plague was removed from Israel."
      }
    }
  }
}