{
  "book": "2 Samuel",
  "chapter": "20",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Acolo era un om de nimic, numit Șeba, fiul lui Bicri, Beniamitul. El a sunat din trâmbiță și a zis: „Noi n-avem nicio parte cu David, nicio moștenire cu fiul lui Isai! Fiecare la cortul său, Israele!”",
        "2": "Și toți bărbații lui Israel s-au depărtat de David și au urmat pe Șeba, fiul lui Bicri. Dar bărbații lui Iuda au rămas credincioși împăratului lor și l-au însoțit de la Iordan până la Ierusalim.",
        "3": "David a intrat iarăși în casa lui, la Ierusalim. Împăratul a luat cele zece țiitoare pe care le lăsase pentru paza casei și le-a pus într-o casă sub pază; a îngrijit de ele, dar n-a intrat la ele. Și au fost închise până în ziua morții lor, trăind în văduvie.",
        "4": "Împăratul a zis lui Amasa: „Cheamă-mi peste trei zile pe bărbații lui Iuda, și tu să fii de față aici.”",
        "5": "Amasa a plecat să cheme pe Iuda, dar a zăbovit peste vremea pe care i-o hotărâse împăratul.",
        "6": "David a zis atunci lui Abișai: „Șeba, fiul lui Bicri, ne va face acum mai mult rău decât Absalom. Ia tu însuți pe slujitorii stăpânului tău și urmărește-l, ca nu cumva să găsească cetăți întărite și să se ascundă dinaintea noastră.”",
        "7": "Și Abișai a plecat, urmat de oamenii lui Ioab, de cheretiți și de peletiți, și de toți vitejii; au ieșit din Ierusalim ca să urmărească pe Șeba, fiul lui Bicri.",
        "8": "Când au fost lângă piatra cea mare care este la Gabaon, Amasa a ajuns înaintea lor. Ioab era încins cu o sabie pe deasupra hainelor de război cu care era îmbrăcat; ea era legată la coapsă și stătea în teacă și, când a înaintat Ioab, sabia a alunecat.",
        "9": "Ioab a zis lui Amasa: „Ești sănătos, frate?” Și, cu mâna dreaptă, a apucat pe Amasa de barbă să-l sărute.",
        "10": "Amasa n-a luat seama la sabia care era în mâna lui Ioab, și Ioab l-a lovit cu ea în pântece și i-a vărsat măruntaiele pe pământ, fără să-i mai dea o a doua lovitură. Și Amasa a murit. Ioab și fratele său Abișai au urmărit pe Șeba, fiul lui Bicri.",
        "11": "Un bărbat dintre oamenii lui Ioab a rămas lângă Amasa și zicea: „Cine vrea pe Ioab și cine este pentru David? Să urmeze pe Ioab!”",
        "12": "Amasa se rostogolea în sânge în mijlocul drumului, și omul acela, văzând că tot poporul se oprește, a tras pe Amasa din drum, pe un câmp, și a aruncat o haină pe el când a văzut că toți cei ce ajungeau lângă el se opreau.",
        "13": "După ce a fost luat din drum, fiecare a urmat pe Ioab, ca să urmărească pe Șeba, fiul lui Bicri. Omorârea lui Șeba",
        "14": "Ioab a străbătut toate semințiile lui Israel înspre Abel-Bet-Maaca și toți bărbații de seamă s-au strâns și l-au urmat.",
        "15": "Au venit și au împresurat pe Șeba în Abel-Bet-Maaca și au ridicat împotriva cetății un val care atingea întăritura. Tot poporul care era cu Ioab săpa zidul ca să-l facă să cadă.",
        "16": "Atunci, o femeie înțeleaptă a început să strige din cetate: „Ascultați, ascultați! Spuneți, vă rog, lui Ioab: ‘Apropie-te până aici, căci vreau să-ți vorbesc!’”",
        "17": "El s-a apropiat de ea, și femeia a zis: „Tu ești Ioab?” El a răspuns: „Eu sunt.” Și ea i-a zis: „Ascultă vorbele roabei tale.” El i-a răspuns: „Ascult.”",
        "18": "Și ea a zis: „Odinioară era obiceiul să se spună: ‘Să întrebăm în Abel!’ Și totul se isprăvea astfel.",
        "19": "Eu sunt una din cetățile liniștite și credincioase din Israel, și tu cauți să pierzi o cetate care este o mamă în Israel! Pentru ce ai nimici tu moștenirea Domnului?”",
        "20": "Ioab a răspuns: „Departe, departe de mine gândul să nimicesc sau să dărâm!",
        "21": "Nu este așa! Dar un om din muntele lui Efraim, numit Șeba, fiul lui Bicri, a ridicat mâna împotriva împăratului David; dați-l încoace numai pe el, și mă voi depărta de cetate.” Femeia a zis lui Ioab: „Iată, capul lui îți va fi aruncat peste zid.”",
        "22": "Și femeia s-a dus și a înduplecat pe tot poporul cu înțelepciunea ei; au tăiat capul lui Șeba, fiul lui Bicri, și l-au aruncat lui Ioab. Ioab a sunat din trâmbiță; s-au împrăștiat de lângă cetate și fiecare s-a dus în cortul lui. Și Ioab s-a întors la Ierusalim, la împărat. Dregătorii lui David",
        "23": "Ioab era mai-mare peste toată oștirea lui Israel; Benaia, fiul lui Iehoiada, era în fruntea cheretiților și a peletiților;",
        "24": "Adoram era mai-mare peste dări; Iosafat, fiul lui Ahilud, era scriitor (arhivar);",
        "25": "Șeia era logofăt; Țadoc și Abiatar erau preoți",
        "26": "și Ira din Iair era slujbaș de stat al lui David."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "S-a întâmplat că se afla acolo un om de nimic, pe nume Șeba, fiul lui Bicri, un beniamit. Acesta a sunat din trâmbiță și a zis: „Noi nu avem nicio parte de moștenire în David; n-avem nicio moștenire în fiul lui Ișai. Întoarce-te la corturile tale, Israel!“.",
        "2": "Astfel, toți bărbații lui Israel l-au părăsit pe David și l-au urmat pe Șeba, fiul lui Bicri. Însă bărbații lui Iuda au rămas alipiți de regele lor, în tot drumul său, de la Iordan până la Ierusalim.",
        "3": "David a intrat în palatul său de la Ierusalim. Regele a luat cele zece țiitoare pe care le lăsase să îngrijească de palat și le-a pus într-o casă păzită. El le-a asigurat hrana, dar nu a mai intrat la ele. Acestea au rămas închise până în ziua morții lor, trăind ca în văduvie.",
        "4": "Regele i-a zis lui Amasa: „Cheamă-i la mine pe bărbații lui Iuda în trei zile! Să te înfățișezi și tu aici!“.",
        "5": "Amasa a plecat să îndeplinească porunca regelui, însă el a întârziat, depășind timpul stabilit de acesta.",
        "6": "Atunci David i-a zis lui Abișai: „Să știi că Șeba, fiul lui Bicri, ne va face mai mult rău decât ne-a făcut Absalom. Ia cu tine pe slujitorii stăpânului tău și urmărește-l ca nu cumva să găsească cetăți fortificate și să scape de noi“.",
        "7": "Astfel, oamenii lui Ioab, cheretiții, peletiții și toți vitejii au ieșit din Ierusalim, sub comanda lui Abișai, pentru a-l urmări pe Șeba, fiul lui Bicri.",
        "8": "În timp ce se aflau ei la stânca aceea mare din Ghivon, a venit și Amasa să-i întâlnească. Ioab era îmbrăcat într-o tunică de război, iar peste aceasta purta o curea de care era atașată o sabie în teacă. În timp ce se îndrepta spre Amasa, sabia i-a ieșit din teacă.",
        "9": "Ioab i-a zis lui Amasa: „Ce mai faci, frate?“. Apoi l-a apucat cu mâna dreaptă de barbă ca să-i dea sărutare.",
        "10": "Amasa n-a dat atenție sabiei pe care Ioab o avea în mână, iar acesta l-a lovit cu ea în stomac, vărsându-i măruntaiele pe pământ. Fără a mai fi nevoie de încă o lovitură, Amasa a murit. Apoi Ioab, împreună cu fratele său Abișai, a continuat să-l urmărească pe Șeba, fiul lui Bicri.",
        "11": "Unul dintre slujitorii lui Ioab a rămas lângă trupul lui Amasa și striga: „Cine este de partea lui Ioab și cine este de partea lui David să-l urmeze pe Ioab!“.",
        "12": "Amasa zăcea în sânge, în mijlocul drumului. Când a văzut el că tot poporul se oprea, l-a tras pe Amasa din drum pe câmp și a aruncat o haină peste el.",
        "13": "După ce a fost luat din drum, toți oamenii l-au urmat pe Ioab în urmărirea lui Șeba, fiul lui Bicri.",
        "14": "El a străbătut toate semințiile lui Israel, îndreptându-se înspre Abel și Bet-Maaca. Toți beriții s-au adunat și l-au urmat.",
        "15": "Ioab cu oamenii săi au venit și l-au asediat pe Șeba în Abel-Bet-Maaca. Au înălțat o rampă de asalt în dreptul cetății, așezând-o împotriva fortificației, și tot poporul care era cu Ioab izbeau în zid ca să-l facă să cadă.",
        "16": "Atunci o femeie înțeleaptă din cetate a strigat: ‒ Ascultați! Ascultați! Spuneți-i, vă rog, lui Ioab: „Apropie-te până aici, ca să-ți vorbesc“.",
        "17": "Ioab s-a apropiat, iar femeia l-a întrebat: ‒ Tu ești Ioab? El a răspuns: ‒ Eu sunt. Ea i-a zis: ‒ Ascultă cuvintele slujitoarei tale. El a răspuns: ‒ Ascult.",
        "18": "Ea a zis: ‒ Odinioară ei obișnuiau să spună: „Trebuie să întrebe în Abel!“. Și așa rezolvau ei totul.",
        "19": "Noi suntem una dintre cetățile pașnice și credincioase ale lui Israel, iar tu cauți să distrugi o cetate care este o mamă în Israel. De ce vrei să înghiți moștenirea Domnului?",
        "20": "Ioab i-a răspuns: ‒ Departe, departe de mine gândul să înghit și să distrug!",
        "21": "Nu așa stau lucrurile. Însă un bărbat din muntele lui Efraim, pe nume Șeba, fiul lui Bicri, a ridicat mâna împotriva regelui, împotriva lui David. Dați-mi-l doar pe el și mă voi îndepărta de cetate. Femeia i-a zis lui Ioab: ‒ Iată, capul lui îți va fi aruncat peste zid.",
        "22": "Femeia s-a dus la tot poporul cu înțelepciunea ei. Aceștia i-au tăiat capul lui Șeba, fiul lui Bicri, și i l-au aruncat lui Ioab. Atunci el a sunat din trâmbiță și oamenii săi s-au retras de lângă cetate, plecând fiecare la casa lui. Ioab s-a întors la rege, în Ierusalim.",
        "23": "Ioab era conducătorul întregii armate a lui Israel; Benaia, fiul lui Iehoiada, era conducătorul cheretiților și al peletiților;",
        "24": "Adoniram era căpetenie peste oamenii de corvoadă; Iehoșafat, fiul lui Ahilud, era cronicar;",
        "25": "Șeva era scrib, iar Țadok și Abiatar erau preoți.",
        "26": "De asemenea, și iairitul Ira era demnitar al lui David."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "There happened to be there a wicked fellow, whose name was Sheba the son of Bichri, a Benjamite; and he blew the trumpet, and said, “We have no portion in David, neither have we inheritance in the son of Jesse. Every man to his tents, Israel!”",
        "2": "So all the men of Israel went up from following David, and followed Sheba the son of Bichri; but the men of Judah joined with their king, from the Jordan even to Jerusalem.",
        "3": "David came to his house at Jerusalem; and the king took the ten women his concubines, whom he had left to keep the house, and put them in custody and provided them with sustenance, but didn’t go in to them. So they were shut up to the day of their death, living in widowhood.",
        "4": "Then the king said to Amasa, “Call me the men of Judah together within three days, and be here present.”",
        "5": "So Amasa went to call the men of Judah together, but he stayed longer than the set time which had been appointed to him.",
        "6": "David said to Abishai, “Now Sheba the son of Bichri will do us more harm than Absalom did. Take your lord’s servants and pursue after him, lest he get himself fortified cities, and escape out of our sight.”",
        "7": "Joab’s men went out after him with the Cherethites, the Pelethites, and all the mighty men; and they went out of Jerusalem to pursue Sheba the son of Bichri.",
        "8": "When they were at the great stone which is in Gibeon, Amasa came to meet them. Joab was clothed in his apparel of war that he had put on, and on it was a sash with a sword fastened on his waist in its sheath; and as he went along it fell out.",
        "9": "Joab said to Amasa, “Is it well with you, my brother?” Joab took Amasa by the beard with his right hand to kiss him.",
        "10": "But Amasa took no heed to the sword that was in Joab’s hand. So he struck him with it in the body and shed out his bowels to the ground, and didn’t strike him again; and he died. Joab and Abishai his brother pursued Sheba the son of Bichri.",
        "11": "One of Joab’s young men stood by him, and said, “He who favors Joab, and he who is for David, let him follow Joab!”",
        "12": "Amasa lay wallowing in his blood in the middle of the highway. When the man saw that all the people stood still, he carried Amasa out of the highway into the field, and cast a garment over him when he saw that everyone who came by him stood still.",
        "13": "When he was removed out of the highway, all the people went on after Joab to pursue Sheba the son of Bichri.",
        "14": "He went through all the tribes of Israel to Abel, to Beth Maacah, and all the Berites. They were gathered together, and went also after him.",
        "15": "They came and besieged him in Abel of Beth Maacah, and they cast up a mound against the city, and it stood against the rampart; and all the people who were with Joab battered the wall to throw it down.",
        "16": "Then a wise woman cried out of the city, “Hear, hear! Please say to Joab, ‘Come near here, that I may speak with you.’”",
        "17": "He came near to her; and the woman said, “Are you Joab?” He answered, “I am.” Then she said to him, “Hear the words of your servant.” He answered, “I’m listening.”",
        "18": "Then she spoke, saying, “They used to say in old times, ‘They shall surely ask counsel at Abel,’ and so they settled a matter.",
        "19": "I am among those who are peaceable and faithful in Israel. You seek to destroy a city and a mother in Israel. Why will you swallow up Yahweh’s inheritance?”",
        "20": "Joab answered, “Far be it, far be it from me, that I should swallow up or destroy.",
        "21": "The matter is not so. But a man of the hill country of Ephraim, Sheba the son of Bichri by name, has lifted up his hand against the king, even against David. Just deliver him, and I will depart from the city.” The woman said to Joab, “Behold, his head will be thrown to you over the wall.”",
        "22": "Then the woman went to all the people in her wisdom. They cut off the head of Sheba the son of Bichri, and threw it out to Joab. He blew the trumpet, and they were dispersed from the city, every man to his tent. Then Joab returned to Jerusalem to the king.",
        "23": "Now Joab was over all the army of Israel, Benaiah the son of Jehoiada was over the Cherethites and over the Pelethites,",
        "24": "Adoram was over the men subject to forced labor, Jehoshaphat the son of Ahilud was the recorder,",
        "25": "Sheva was scribe, Zadok and Abiathar were priests,",
        "26": "and Ira the Jairite was chief minister to David."
      }
    }
  }
}