{
  "book": "2 Samuel",
  "chapter": "3",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Războiul a ținut mult între casa lui Saul și casa lui David. David era tot mai tare, și casa lui Saul mergea slăbind.",
        "2": "Lui David i s-au născut fii la Hebron. Întâiul lui născut a fost Amnon, din Ahinoam din Izreel;",
        "3": "al doilea, Chileab, din Abigail din Carmel, nevasta lui Nabal; al treilea, Absalom, fiul Maachei, fata lui Talmai, împăratul Gheșurului;",
        "4": "al patrulea, Adonia, fiul Haghitei; al cincilea, Șefatia, fiul Abitalei,",
        "5": "și al șaselea, Itream, din Egla, nevasta lui David. Aceștia i s-au născut lui David la Hebron. Abner pentru David",
        "6": "În timpul războiului dintre casa lui Saul și casa lui David, Abner a ținut cu tărie la casa lui Saul.",
        "7": "Dar Saul avusese o țiitoare, numită Rițpa, fata lui Aiia. Și Iș-Boșet a zis lui Abner: „Pentru ce ai intrat la țiitoarea tatălui meu?”",
        "8": "Abner s-a mâniat foarte rău de cuvintele lui Iș-Boșet și a răspuns: „Oare cap de câine sunt eu și țin cu Iuda? Eu dau astăzi dovadă de bunăvoință față de casa tatălui tău Saul, față de frații și prietenii lui, nu te-am dat în mâinile lui David, și astăzi îmi bagi vină pentru un păcat făcut cu femeia aceasta?",
        "9": "Dumnezeu să pedepsească cu toată asprimea pe Abner, dacă nu voi face cum a jurat Domnul lui David,",
        "10": "când i-a spus că împărăția va fi luată de la casa lui Saul și că scaunul de domnie al lui David va fi ridicat peste Israel și peste Iuda, de la Dan până la Beer-Șeba.”",
        "11": "Iș-Boșet n-a îndrăznit să mai răspundă o vorbă lui Abner, pentru că se temea de el.",
        "12": "Abner a trimis soli la David să-i spună din partea lui: „A cui este țara? Fă legământ cu mine, și mâna mea te va ajuta să întorci la tine pe tot Israelul.”",
        "13": "El a răspuns: „Bine, voi face legământ cu tine, dar îți cer un lucru: să nu-mi vezi fața decât dacă-mi vei aduce mai întâi pe Mical, fata lui Saul, când vei veni la mine.”",
        "14": "Și David a trimis soli lui Iș-Boșet, fiul lui Saul, să-i spună: „Dă-mi pe nevastă-mea Mical, cu care m-am logodit pentru o sută de prepuțuri de la filisteni.”",
        "15": "Iș-Boșet a trimis s-o ia de la bărbatul ei, Paltiel, fiul lui Laiș.",
        "16": "Și bărbatul ei a mers după ea plângând până la Bahurim. Atunci, Abner i-a zis: „Pleacă și întoarce-te!” Și el s-a întors.",
        "17": "Abner a stat de vorbă cu bătrânii lui Israel și le-a zis: „Odinioară voi doreați să aveți împărat pe David;",
        "18": "puneți-l acum, căci Domnul a zis despre el: ‘Prin robul Meu David voi izbăvi pe poporul Meu Israel din mâna filistenilor și din mâna tuturor vrăjmașilor lui.’”",
        "19": "Abner a vorbit și lui Beniamin și s-a dus să spună în auzul lui David la Hebron ce hotărâse Israel și toată casa lui Beniamin.",
        "20": "A ajuns la David, în Hebron, însoțit de douăzeci de oameni, și David a dat un ospăț în cinstea lui Abner și a celor care erau cu el.",
        "21": "Abner a zis lui David: „Mă voi scula și voi pleca să strâng tot Israelul la domnul meu, împăratul, ca să facă legământ cu tine și să domnești în totul după dorința ta.” David a dat drumul lui Abner, care a plecat în pace. Abner este omorât de Ioab",
        "22": "Ioab și oamenii lui David s-au întors de la urmărirea unei cete și au adus cu ei o mare pradă. Abner nu mai era la David, în Hebron, căci David îi dăduse drumul și plecase în pace.",
        "23": "Când a venit Ioab cu toată ceata lui, i s-a spus: „Abner, fiul lui Ner, a venit la împărat, care i-a dat drumul și s-a dus în pace.”",
        "24": "Ioab s-a dus la împărat și a zis: „Ce ai făcut? Abner a venit la tine. Pentru ce i-ai dat drumul și l-ai lăsat să plece?",
        "25": "Tu cunoști pe Abner, fiul lui Ner! A venit să te înșele, ca să-ți pândească pașii și să știe tot ce faci.”",
        "26": "Și Ioab, după ce a plecat de la David, a trimis pe urmele lui Abner niște soli care l-au adus înapoi de la fântâna fără apă Sira: David nu știa nimic.",
        "27": "Când s-a întors Abner la Hebron, Ioab l-a tras deoparte în mijlocul porții ca să-i vorbească în taină și l-a lovit acolo în pântece și l-a omorât, ca să răzbune moartea fratelui său Asael. Plângerea lui David pentru Abner",
        "28": "David a aflat apoi și a zis: „Nevinovat sunt eu și împărăția mea pe vecie înaintea Domnului de sângele lui Abner, fiul lui Ner.",
        "29": "Sângele acesta să cadă asupra lui Ioab și asupra întregii case a tatălui său! Totdeauna să fie în casa lui Ioab cineva atins de o scurgere de sămânță sau de lepră, sau care să se rezeme în cârjă, sau să cadă ucis de sabie, sau să ducă lipsă de pâine!”",
        "30": "Astfel, Ioab și fratele său Abișai au omorât pe Abner pentru că omorâse pe fratele lor Asael în lupta de la Gabaon.",
        "31": "David a zis lui Ioab și întregului popor care era cu el: „Rupeți-vă hainele, încingeți-vă cu saci și bociți-vă înaintea lui Abner!” Și împăratul David mergea în urma sicriului.",
        "32": "Au îngropat pe Abner la Hebron. Împăratul a ridicat glasul și a plâns la mormântul lui Abner, și tot poporul plângea.",
        "33": "Împăratul a făcut următoarea cântare de jale pentru Abner și a zis: „Să moară Abner cum moare un mișel?",
        "34": "N-aveai nici mâinile legate, nici picioarele puse în lanțuri. Ai căzut cum cade cineva înaintea celor răi!” Și tot poporul a plâns și mai mult după Abner.",
        "35": "Tot poporul s-a apropiat de David ca să-l facă să mănânce ceva cât era încă ziuă, dar David a jurat zicând: „Să mă pedepsească Dumnezeu cu toată asprimea dacă voi gusta pâine sau altceva înainte de apusul soarelui!”",
        "36": "Lucrul acesta a fost cunoscut și plăcut la tot poporul; toți au găsit că era bine ce făcuse împăratul.",
        "37": "Tot poporul și tot Israelul au înțeles în ziua aceea că Abner, fiul lui Ner, nu fusese ucis din porunca împăratului.",
        "38": "Împăratul a zis slujitorilor săi: „Nu știți că o căpetenie, un om mare, a căzut astăzi în Israel?",
        "39": "Eu sunt încă slab, măcar că am primit ungerea împărătească, și oamenii aceștia, fiii Țeruiei, sunt prea puternici pentru mine. Domnul să răsplătească după răutatea lui celui ce a făcut răul!”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Războiul dintre Casa lui Saul și Casa lui David a durat mult timp. David devenea tot mai puternic, în timp ce Casa lui Saul slăbea tot mai mult.",
        "2": "Fiii lui David care i s-au născut la Hebron sunt următorii: Amnon, întâiul născut, fiul izreelitei Ahinoam;",
        "3": "Chileab, al doilea, fiul lui Abigail, fosta soție a lui Nabal, carmelitul; Absalom, al treilea, fiul Maacăi, fata lui Talmai, regele Gheșurului;",
        "4": "Adonia, al patrulea, fiul Haghitei; Șefatia, al cincilea, fiul lui Abital;",
        "5": "Itream, al șaselea, al lui Egla, soția lui David. Aceștia i s-au născut lui David în Hebron. Abner, de partea lui David",
        "6": "În timpul războiului dintre Casa lui Saul și Casa lui David, Abner a devenit puternic în Casa lui Saul.",
        "7": "Saul avea o țiitoare pe nume Rițpa, fata lui Aia. Iș-Boșet i-a zis lui Abner: ‒ De ce te-ai culcat cu țiitoarea tatălui meu?",
        "8": "Abner s-a mâniat foarte tare din cauza cuvintelor lui Iș-Boșet și i-a zis: ‒ Oare cap de câine sunt eu? Sunt eu oare de partea lui Iuda? Astăzi am dat dovadă de credincioșie față de Casa tatălui tău, Saul, a fraților și a prietenilor lui și nu te-am dat în mâna lui David, iar tu mă găsești astăzi vinovat din cauza acestei femei?",
        "9": "Dumnezeu să Se poarte cu toată asprimea față de Abner dacă nu voi face pentru David ceea ce i-a promis Domnul prin jurământ,",
        "10": "și anume că va lua domnia de la Casa lui Saul și va ridica tronul lui David peste Israel și peste Iuda, de la Dan până la Beer-Șeba.",
        "11": "Iș-Boșet n-a îndrăznit să-i mai spună ceva lui Abner, pentru că se temea de el.",
        "12": "Abner a trimis mesageri la David, din partea lui, zicând: „A cui este țara?“. Apoi a zis: „Încheie un legământ cu mine, iar eu te voi susține să întorci la tine tot Israelul!“.",
        "13": "David i-a răspuns: „Bine, voi încheia legământ cu tine, însă îți cer un singur lucru: nu-mi vei mai vedea fața dacă nu mi-o aduci pe Mihal, fata lui Saul, atunci când vii să mă vezi“.",
        "14": "David a trimis mesageri la Iș-Boșet, fiul lui Saul, zicând: „Dă-mi-o pe soția mea, pe Mihal, cu care m-am logodit pentru prețul celor o sută de prepuțuri de-ale filistenilor“.",
        "15": "Iș-Boșet a trimis după ea, și aceasta a fost luată de la soțul ei, de la Paltiel, fiul lui Laiș.",
        "16": "Soțul ei a mers cu ea, plângând în urma ei, până la Bahurim. Abner i-a zis: „Întoarce-te acasă!“. Și el s-a întors acasă.",
        "17": "Apoi Abner a vorbit cu bătrânii lui Israel, zicând: „Chiar și în trecut ați încercat să-l aveți ca rege pe David.",
        "18": "Acum, faceți întocmai, căci Domnul i-a vorbit lui David, zicând: «Prin mâna slujitorului Meu David Îmi voi salva poporul Israel din mâna filistenilor și a tuturor dușmanilor săi»“.",
        "19": "Abner a vorbit și cu cei din Beniamin. După aceea, Abner s-a dus la Hebron ca să-i spună și lui David tot ceea ce Israel și întreaga Casă a lui Beniamin acceptase că este bine.",
        "20": "A sosit la David, la Hebron, însoțit de douăzeci de bărbați. David a dat un ospăț în cinstea lui Abner și a oamenilor care erau cu el.",
        "21": "Abner i-a zis lui David: „Lasă-mă să plec și să adun tot Israelul la stăpânul meu, regele, ca să încheie un legământ cu tine și, astfel, să domnești peste tot ce dorește sufletul tău“. David i-a dat voie lui Abner să plece, iar acesta a plecat în pace. Abner, asasinat de Ioab",
        "22": "Chiar atunci slujitorii lui David și Ioab s-au întors de la un raid și au adus cu ei o mare pradă. Abner însă nu se mai afla împreună cu David la Hebron, căci acesta îi dăduse drumul, iar el plecase în pace.",
        "23": "Când Ioab și toată armata care era cu el au ajuns, l-au înștiințat pe Ioab, zicând: „Abner, fiul lui Ner, a venit la rege, iar acesta i-a dat drumul, și el a plecat în pace“.",
        "24": "Ioab a venit la rege și i-a zis: „Ce-ai făcut? Iată, Abner a fost la tine, iar tu i-ai dat voie să plece. De ce?",
        "25": "Îl cunoști bine pe Abner, fiul lui Ner! El a venit să te înșele, să-ți cunoască mișcările și să știe tot ce faci“.",
        "26": "După ce a ieșit de la David, Ioab a trimis mesageri după Abner, iar aceștia l-au adus înapoi de la fântâna lui Sira. David însă nu știa nimic.",
        "27": "Când a ajuns Abner la Hebron, Ioab l-a luat deoparte, la poartă, ca și cum i-ar vorbi în taină. Acolo, ca să-l răzbune pe fratele său Asael, Ioab l-a lovit în stomac și a murit.",
        "28": "Când a aflat David ce s-a întâmplat, a zis: „Eu și regatul meu suntem nevinovați înaintea Domnului, pentru totdeauna, de moartea lui Abner, fiul lui Ner.",
        "29": "Fie ca vina acestei morți să cadă asupra lui Ioab și asupra familiei tatălui său! Fie ca în familia lui Ioab să existe întotdeauna cineva care să aibă o scurgere sau o infecție, cineva care să se sprijine în cârjă, cineva care să cadă lovit de sabie și cineva care să ducă lipsă de pâine“.",
        "30": "(Ioab împreună cu fratele său Abișai l-au ucis pe Abner pentru că, în lupta de la Ghivon, acesta îl omorâse pe fratele lor Asael.)",
        "31": "David i-a zis lui Ioab și întregului popor care era cu el: „Sfâșiați-vă hainele, înfășurați-vă mijlocul cu o pânză de sac și mergeți jelind înaintea lui Abner“. Regele David mergea în urma sicriului.",
        "32": "L-au înmormântat pe Abner la Hebron. Regele și-a ridicat glasul și a plâns la mormântul lui Abner și tot poporul a plâns.",
        "33": "Regele a cântat această cântare de jale: Să moară Abner cum moare un nebun?",
        "34": "N-aveai nici mâinile legate, nici picioarele puse în lanțuri. Ai căzut ca unul răpus de mișei. Și tot poporul a plâns din nou după Abner.",
        "35": "Tot poporul s-a apropiat de David ca să-l determine să mănânce cât mai era încă ziuă, însă David a jurat, zicând: „Dumnezeu să Se poarte cu mine cu toată asprimea dacă voi gusta pâine sau orice altceva înainte de apusul soarelui“.",
        "36": "Tot poporul a văzut aceasta și a apreciat hotărârea regelui. De altfel, tot ce a făcut regele a fost apreciat de întregul popor.",
        "37": "Astfel, în acea zi, tot poporul și tot Israelul au știut că nu regele l-a omorât pe Abner, fiul lui Ner.",
        "38": "Apoi regele le-a zis slujitorilor săi: „Nu vă dați seama că un prinț și un mare om a căzut astăzi în Israel?",
        "39": "Și astăzi, deși sunt uns ca rege, sunt slab, iar acești bărbați, fiii Țeruiei, sunt prea puternici pentru mine. Fie ca Domnul să-i răsplătească celui rău după răutatea lui!“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now there was long war between Saul’s house and David’s house. David grew stronger and stronger, but Saul’s house grew weaker and weaker.",
        "2": "Sons were born to David in Hebron. His firstborn was Amnon, of Ahinoam the Jezreelitess;",
        "3": "and his second, Chileab, of Abigail the wife of Nabal the Carmelite; and the third, Absalom the son of Maacah the daughter of Talmai king of Geshur;",
        "4": "and the fourth, Adonijah the son of Haggith; and the fifth, Shephatiah the son of Abital;",
        "5": "and the sixth, Ithream, of Eglah, David’s wife. These were born to David in Hebron.",
        "6": "While there was war between Saul’s house and David’s house, Abner made himself strong in Saul’s house.",
        "7": "Now Saul had a concubine, whose name was Rizpah, the daughter of Aiah; and Ishbosheth said to Abner, “Why have you gone in to my father’s concubine?”",
        "8": "Then Abner was very angry about Ishbosheth’s words, and said, “Am I a dog’s head that belongs to Judah? Today I show kindness to your father Saul’s house, to his brothers, and to his friends, and have not delivered you into the hand of David; and yet you charge me today with a fault concerning this woman!",
        "9": "God do so to Abner, and more also, if, as Yahweh has sworn to David, I don’t do even so to him:",
        "10": "to transfer the kingdom from Saul’s house, and to set up David’s throne over Israel and over Judah, from Dan even to Beersheba.”",
        "11": "He could not answer Abner another word, because he was afraid of him.",
        "12": "Abner sent messengers to David on his behalf, saying, “Whose is the land?” and saying, “Make your alliance with me, and behold, my hand will be with you to bring all Israel around to you.”",
        "13": "David said, “Good. I will make a treaty with you, but one thing I require of you. That is, you will not see my face unless you first bring Michal, Saul’s daughter, when you come to see my face.”",
        "14": "David sent messengers to Ishbosheth, Saul’s son, saying, “Deliver me my wife Michal, whom I was given to marry for one hundred foreskins of the Philistines.”",
        "15": "Ishbosheth sent and took her from her husband, Paltiel the son of Laish.",
        "16": "Her husband went with her, weeping as he went, and followed her to Bahurim. Then Abner said to him, “Go! Return!” and he returned.",
        "17": "Abner had communication with the elders of Israel, saying, “In times past, you sought for David to be king over you.",
        "18": "Now then do it! For Yahweh has spoken of David, saying, ‘By the hand of my servant David, I will save my people Israel out of the hand of the Philistines, and out of the hand of all their enemies.’”",
        "19": "Abner also spoke in the ears of Benjamin; and Abner went also to speak in the ears of David in Hebron all that seemed good to Israel and to the whole house of Benjamin.",
        "20": "So Abner came to David to Hebron, and twenty men with him. David made Abner and the men who were with him a feast.",
        "21": "Abner said to David, “I will arise and go, and will gather all Israel to my lord the king, that they may make a covenant with you, and that you may reign over all that your soul desires.” David sent Abner away; and he went in peace.",
        "22": "Behold, David’s servants and Joab came from a raid and brought in a great plunder with them; but Abner was not with David in Hebron, for he had sent him away, and he had gone in peace.",
        "23": "When Joab and all the army who was with him had come, they told Joab, “Abner the son of Ner came to the king, and he has sent him away, and he has gone in peace.”",
        "24": "Then Joab came to the king and said, “What have you done? Behold, Abner came to you. Why is it that you have sent him away, and he is already gone?",
        "25": "You know Abner the son of Ner. He came to deceive you, and to know your going out and your coming in, and to know all that you do.”",
        "26": "When Joab had come out from David, he sent messengers after Abner, and they brought him back from the well of Sirah; but David didn’t know it.",
        "27": "When Abner had returned to Hebron, Joab took him aside into the middle of the gate to speak with him quietly, and struck him there in the body, so that he died for the blood of Asahel his brother.",
        "28": "Afterward, when David heard it, he said, “I and my kingdom are guiltless before Yahweh forever of the blood of Abner the son of Ner.",
        "29": "Let it fall on the head of Joab and on all his father’s house. Let there not fail from the house of Joab one who has a discharge, or who is a leper, or who leans on a staff, or who falls by the sword, or who lacks bread.”",
        "30": "So Joab and Abishai his brother killed Abner, because he had killed their brother Asahel at Gibeon in the battle.",
        "31": "David said to Joab and to all the people who were with him, “Tear your clothes, and clothe yourselves with sackcloth, and mourn in front of Abner.” King David followed the bier.",
        "32": "They buried Abner in Hebron; and the king lifted up his voice and wept at Abner’s grave; and all the people wept.",
        "33": "The king lamented for Abner, and said, “Should Abner die as a fool dies?",
        "34": "Your hands weren’t bound, and your feet weren’t put into fetters. As a man falls before the children of iniquity, so you fell.” All the people wept again over him.",
        "35": "All the people came to urge David to eat bread while it was yet day; but David swore, saying, “God do so to me, and more also, if I taste bread or anything else, until the sun goes down.”",
        "36": "All the people took notice of it, and it pleased them, as whatever the king did pleased all the people.",
        "37": "So all the people and all Israel understood that day that it was not of the king to kill Abner the son of Ner.",
        "38": "The king said to his servants, “Don’t you know that a prince and a great man has fallen today in Israel?",
        "39": "I am weak today, though anointed king. These men, the sons of Zeruiah are too hard for me. May Yahweh reward the evildoer according to his wickedness.”"
      }
    }
  }
}