{
  "book": "2 Samuel",
  "chapter": "1",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "După moartea lui Saul, David, după ce bătuse pe amaleciți, se întorsese de două zile la Țiclag.",
        "2": "A treia zi, a venit un om din tabăra lui Saul, cu hainele sfâșiate și cu capul presărat cu țărână. Când a ajuns în fața lui David, s-a aruncat cu fața la pământ și s-a închinat.",
        "3": "David i-a zis: „De unde vii?” Și el i-a răspuns: „Am scăpat din tabăra lui Israel.”",
        "4": "David i-a zis: „Spune-mi ce s-a întâmplat?” Și el a răspuns: „Poporul a fugit de pe câmpul de bătaie și un mare număr de oameni au căzut și au pierit; chiar și Saul și fiul său Ionatan au murit.”",
        "5": "David a zis tânărului care-i aducea aceste vești: „De unde știi că Saul și fiul său Ionatan au murit?”",
        "6": "Și tânărul care-i aducea aceste vești a răspuns: „Am venit din întâmplare pe muntele Ghilboa și Saul stătea rezemat în sulița lui, și carele și călăreții erau aproape să-l ajungă.",
        "7": "Întorcându-se, m-a văzut și m-a chemat. Eu am zis: ‘Iată-mă!’",
        "8": "Și el mi-a zis: ‘Cine ești?’ I-am răspuns: ‘Eu sunt amalecit.’",
        "9": "Și a zis: ‘Apropie-te dar și omoară-mă, căci m-a apucat amețeala, măcar că sunt încă plin de viață.’",
        "10": "M-am apropiat de el și l-am omorât, știind bine că n-avea să mai rămână cu viață în urma înfrângerii. Am luat cununa împărătească de pe capul lui și brățara pe care o avea la braț și le-am adus aici, domnului meu.”",
        "11": "David și-a apucat hainele și le-a sfâșiat și toți oamenii care erau lângă el au făcut același lucru.",
        "12": "Au jelit, au plâns și au postit până seara de durere pentru Saul, pentru fiul său Ionatan, pentru poporul Domnului, fiindcă fuseseră tăiați cu sabia.",
        "13": "David a zis tânărului care-i adusese aceste vești: „De unde ești?” Și el a răspuns: „Sunt fiul unui străin, al unui amalecit.”",
        "14": "David i-a zis: „Cum nu ți-a fost frică să pui mâna pe unsul Domnului și să-l omori?”",
        "15": "Și David a chemat pe unul din oamenii lui și a zis: „Apropie-te și omoară-l!” Omul acela a lovit pe amalecit, care a murit.",
        "16": "Și David i-a zis: „Sângele tău să cadă asupra capului tău, căci gura ta a mărturisit împotriva ta, fiindcă ai zis: ‘Am omorât pe unsul Domnului!’” Cântarea de jale a lui David pentru Saul și Ionatan",
        "17": "Iată cântarea de jale pe care a alcătuit-o David pentru Saul și fiul său Ionatan",
        "18": "și pe care a poruncit s-o învețe copiii lui Iuda. Este numită Cântarea Arcului și se află scrisă în Cartea Dreptului.",
        "19": "„Fala ta, Israele, zace ucisă pe dealurile tale! Cum au căzut vitejii!",
        "20": "Nu spuneți lucrul acesta în Gat, nu răspândiți vestea aceasta în ulițele Ascalonului, ca să nu se bucure fetele filistenilor, ca să nu se laude fetelor celor netăiați împrejur.",
        "21": "Munți din Ghilboa! Nici rouă, nici ploaie să nu cadă pe voi! Să nu fie pe voi nici câmpii care să dea pârgă pentru darurile de mâncare! Căci acolo au fost aruncate scuturile vitejilor, scutul lui Saul, ca și când n-ar fi fost uns cu untdelemn.",
        "22": "De la sângele celor răniți, de la grăsimea celor mai voinici, arcul lui Ionatan nu dădea înapoi niciodată și sabia lui Saul nu se învârtea niciodată în vânt.",
        "23": "Saul și Ionatan, care s-au plăcut și s-au iubit în timpul vieții lor, n-au fost despărțiți nici la moarte; erau mai ușori decât vulturii, mai tari decât leii.",
        "24": "Fiicele lui Israel, plângeți pe Saul, care vă îmbrăca în stacojiu și alte podoabe, care vă punea găteli de aur pe hainele voastre!",
        "25": "Cum au căzut vitejii în mijlocul luptei! Cum a murit Ionatan pe dealurile tale!",
        "26": "Mă doare după tine, frate Ionatane! Tu erai plăcerea mea; dragostea ta pentru mine era minunată, mai presus de dragostea femeiască.",
        "27": "Cum au căzut vitejii! Cum li s-au pierdut armele!”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "După moartea lui Saul, David se întorsese de la înfrângerea amalekiților și se afla în Țiklag de două zile.",
        "2": "A treia zi a venit un bărbat din tabăra lui Saul, cu hainele sfâșiate și cu țărână pe cap. Când a ajuns la David, s-a aruncat la pământ și s-a închinat.",
        "3": "David l-a întrebat: ‒ De unde vii? El i-a răspuns: ‒ Am scăpat din tabăra lui Israel.",
        "4": "David i-a zis: ‒ Spune-mi, te rog, ce s-a întâmplat? El a răspuns: ‒ Oamenii au fugit de pe câmpul de luptă și mulți dintre ei au murit. Saul și fiul său Ionatan au murit și ei.",
        "5": "David l-a întrebat pe tânărul care l-a înștiințat: ‒ De unde știi că Saul și fiul său Ionatan au murit?",
        "6": "Tânărul care l-a înștiințat a răspuns: ‒ S-a întâmplat să mă aflu pe muntele Ghilboa, unde l-am văzut pe Saul, sprijinit pe sulița sa, în timp ce carele și călăreții îl ajungeau din urmă.",
        "7": "Când Saul s-a uitat în urmă și m-a văzut, m-a chemat, iar eu i-am răspuns: ‒ Iată-mă!",
        "8": "El m-a întrebat: ‒ Cine ești? Eu i-am răspuns: ‒ Sunt amalekit.",
        "9": "Atunci el mi-a zis: ‒ Stai în dreptul meu și omoară-mă, căci, deși mai este viață în mine, m-a apucat amețeala.",
        "10": "Așadar, am stat în dreptul lui și l-am omorât, deoarece știam că nu va mai trăi în urma căderii sale. I-am luat apoi coroana de pe cap și brățara de la braț și le-am adus aici stăpânului meu.",
        "11": "Atunci David și-a apucat hainele și le-a sfâșiat, iar toți bărbații care erau cu el au făcut același lucru.",
        "12": "Au jelit, au plâns și au postit până seara pentru Saul, pentru fiul său Ionatan, pentru poporul Domnului și pentru Casa lui Israel, căci au căzut loviți de sabie.",
        "13": "Apoi David l-a întrebat pe tânărul care i-a adus veștile: ‒ De unde ești? El i-a răspuns: ‒ Sunt fiul unui străin, un amalekit.",
        "14": "Atunci David i-a zis: ‒ Cum de nu te-ai temut să-ți ridici mâna ca să-l dobori pe unsul Domnului?",
        "15": "Apoi David l-a chemat pe unul dintre tinerii lui și i-a zis: ‒ Apropie-te și omoară-l! El l-a lovit și acesta a murit.",
        "16": "David i-a zis: ‒ Sângele tău să fie asupra capului tău, căci gura ta a mărturisit împotriva ta când ai zis: „L-am omorât pe unsul Domnului“. Cântarea de jale a lui David",
        "17": "David a cântat această cântare de jale despre Saul și despre Ionatan, fiul acestuia,",
        "18": "și le-a cerut fiilor lui Iuda să învețe această Cântare a Arcului (iată că ea se află scrisă în „Cartea lui Iașar“):",
        "19": "„Gloria ta, Israel, zace ucisă pe înălțimile tale. O, cum au căzut vitejii!",
        "20": "Nu spuneți lucrul acesta în Gat și nu-l vestiți pe străzile Așchelonului, ca nu cumva să se bucure fetele filistenilor, ca nu cumva să strige de bucurie fetele celor necircumciși.",
        "21": "O, munți ai Ghilboei! Să nu mai fie nici rouă și nici ploaie peste voi, și nici câmpii pentru darurile de mâncare! Căci acolo a fost profanat scutul vitejilor, scutul lui Saul, care nu mai este uns cu ulei.",
        "22": "De la sângele celor uciși, de la grăsimea vitejilor, arcul lui Ionatan nu dădea înapoi, iar sabia lui Saul nu se învârtea în gol.",
        "23": "Saul și Ionatan, care, în viață, s-au iubit și s-au plăcut, nici măcar în moarte n-au fost despărțiți. Erau mai iuți decât vulturii și mai puternici decât leii.",
        "24": "Voi, fete ale lui Israel, plângeți-l pe Saul, pe cel care vă îmbrăca în haine stacojii și cu mult fast, pe cel care vă împodobea hainele cu ornamente de aur.",
        "25": "Ah, cum au căzut vitejii în mijlocul luptei! Ionatan zace ucis pe înălțimile tale.",
        "26": "Sunt mâhnit din cauza ta, frate Ionatan! Mi-ai fost atât de drag! Dragostea ta pentru mine a fost minunată, mai minunată chiar decât dragostea femeilor.",
        "27": "O, cum au căzut vitejii și cum au fost distruse armele!“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "After the death of Saul, when David had returned from the slaughter of the Amalekites, and David had stayed two days in Ziklag,",
        "2": "on the third day, behold, a man came out of the camp from Saul, with his clothes torn and earth on his head. When he came to David, he fell to the earth and showed respect.",
        "3": "David said to him, “Where do you come from?” He said to him, “I have escaped out of the camp of Israel.”",
        "4": "David said to him, “How did it go? Please tell me.” He answered, “The people have fled from the battle, and many of the people also have fallen and are dead. Saul and Jonathan his son are dead also.”",
        "5": "David said to the young man who told him, “How do you know that Saul and Jonathan his son are dead?”",
        "6": "The young man who told him said, “As I happened by chance on Mount Gilboa, behold, Saul was leaning on his spear; and behold, the chariots and the horsemen followed close behind him.",
        "7": "When he looked behind him, he saw me and called to me. I answered, ‘Here I am.’",
        "8": "He said to me, ‘Who are you?’ I answered him, ‘I am an Amalekite.’",
        "9": "He said to me, ‘Please stand beside me, and kill me, for anguish has taken hold of me because my life lingers in me.’",
        "10": "So I stood beside him and killed him, because I was sure that he could not live after he had fallen. I took the crown that was on his head and the bracelet that was on his arm, and have brought them here to my lord.”",
        "11": "Then David took hold on his clothes and tore them; and all the men who were with him did likewise.",
        "12": "They mourned, wept, and fasted until evening for Saul and for Jonathan his son, and for the people of Yahweh, and for the house of Israel, because they had fallen by the sword.",
        "13": "David said to the young man who told him, “Where are you from?” He answered, “I am the son of a foreigner, an Amalekite.”",
        "14": "David said to him, “Why were you not afraid to stretch out your hand to destroy Yahweh’s anointed?”",
        "15": "David called one of the young men and said, “Go near, and cut him down!” He struck him so that he died.",
        "16": "David said to him, “Your blood be on your head, for your mouth has testified against you, saying, ‘I have slain Yahweh’s anointed.’”",
        "17": "David lamented with this lamentation over Saul and over Jonathan his son",
        "18": "(and he commanded them to teach the children of Judah the song of the bow; behold, it is written in the book of Jashar):",
        "19": "“Your glory, Israel, was slain on your high places! How the mighty have fallen!",
        "20": "Don’t tell it in Gath. Don’t publish it in the streets of Ashkelon, lest the daughters of the Philistines rejoice, lest the daughters of the uncircumcised triumph.",
        "21": "You mountains of Gilboa, let there be no dew or rain on you, and no fields of offerings; for there the shield of the mighty was defiled and cast away, the shield of Saul was not anointed with oil.",
        "22": "From the blood of the slain, from the fat of the mighty, Jonathan’s bow didn’t turn back. Saul’s sword didn’t return empty.",
        "23": "Saul and Jonathan were lovely and pleasant in their lives. In their death, they were not divided. They were swifter than eagles. They were stronger than lions.",
        "24": "You daughters of Israel, weep over Saul, who clothed you delicately in scarlet, who put ornaments of gold on your clothing.",
        "25": "How the mighty have fallen in the middle of the battle! Jonathan was slain on your high places.",
        "26": "I am distressed for you, my brother Jonathan. You have been very pleasant to me. Your love to me was wonderful, surpassing the love of women.",
        "27": "How the mighty have fallen, and the weapons of war have perished!”"
      }
    }
  }
}