{
  "book": "2 Timotei",
  "chapter": "1",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Pavel, apostol al lui Hristos Isus, prin voia lui Dumnezeu, după făgăduința vieții care este în Hristos Isus,",
        "2": "către Timotei, copilul meu preaiubit: Har, îndurare și pace de la Dumnezeu Tatăl și de la Hristos Isus, Domnul nostru!",
        "3": "Mulțumesc lui Dumnezeu, căruia Îi slujesc cu un cuget curat, din moși-strămoși, că neîntrerupt te pomenesc în rugăciunile mele, zi și noapte.",
        "4": "Căci mi-aduc aminte de lacrimile tale și doresc să te văd, ca să mă umplu de bucurie.",
        "5": "Îmi aduc aminte de credința ta neprefăcută, care s-a sălășluit întâi în bunica ta Lois și în mama ta Eunice și sunt încredințat că și în tine.",
        "6": "De aceea îți aduc aminte să înflăcărezi darul lui Dumnezeu care este în tine prin punerea mâinilor mele.",
        "7": "Căci Dumnezeu nu ne-a dat un duh de frică, ci de putere, de dragoste și de chibzuință.",
        "8": "Să nu-ți fie rușine dar de mărturisirea Domnului nostru, nici de mine, întemnițatul Lui. Ci suferă împreună cu Evanghelia, prin puterea lui Dumnezeu.",
        "9": "El ne-a mântuit și ne-a dat o chemare sfântă, nu pentru faptele noastre, ci după hotărârea Lui și după harul care ne-a fost dat în Hristos Isus, înainte de veșnicii,",
        "10": "dar care a fost descoperit acum prin arătarea Mântuitorului nostru Hristos Isus, care a nimicit moartea și a adus la lumină viața și neputrezirea, prin Evanghelie.",
        "11": "Propovăduitorul și apostolul ei am fost pus eu și învățător al neamurilor.",
        "12": "Și din pricina aceasta sufăr aceste lucruri, dar nu mi-e rușine, căci știu în cine am crezut. Și sunt încredințat că El are putere să păzească ce I-am încredințat până în ziua aceea.",
        "13": "Dreptarul învățăturilor sănătoase pe care le-ai auzit de la mine ține-l cu credința și dragostea care este în Hristos Isus.",
        "14": "Lucrul acela bun care ți s-a încredințat păzește-l prin Duhul Sfânt, care locuiește în noi.",
        "15": "Știi că cei ce sunt în Asia toți m-au părăsit; între alții și Figel și Ermogen.",
        "16": "Domnul să-Și verse îndurarea peste casa lui Onisifor, căci de multe ori m-a mângâiat și nu i-a fost rușine de lanțul meu.",
        "17": "Nu numai atât, dar, când a fost în Roma, m-a căutat cu multă grijă și m-a găsit.",
        "18": "Dea Domnul să capete îndurare de la Domnul în „ziua aceea”. Tu știi foarte bine cât ajutor mi-a dat el în Efes."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Pavel, apostol al lui Cristos Isus, prin voia lui Dumnezeu, după promisiunea vieții în Cristos Isus,",
        "2": "către Timotei, copilul preaiubit: Har, milă și pace de la Dumnezeu Tatăl și de la Cristos Isus, Domnul nostru!",
        "3": "Îi sunt recunoscător lui Dumnezeu, pe Care-L slujesc cu o conștiință curată, la fel ca strămoșii mei, că îmi aduc aminte mereu de tine în rugăciunile mele, zi și noapte.",
        "4": "Îmi amintesc de lacrimile tale și tânjesc să te văd, ca să mă umplu de bucurie.",
        "5": "Îmi aduc aminte de credința ta neipocrită, care a fost mai întâi în bunica ta, Lois, apoi în mama ta, Eunike, iar acum sunt convins că și în tine.",
        "6": "Din acest motiv îți aduc aminte să reînflăcărezi darul lui Dumnezeu, care este în tine prin punerea mâinilor mele.",
        "7": "Căci Dumnezeu nu ne-a dat un duh de frică, ci de putere, de dragoste și de stăpânire de sine.",
        "8": "Așadar, să nu-ți fie rușine să mărturisești despre Domnul nostru și nici despre mine, prizonier de dragul Lui, ci suferă împreună cu mine pentru Evanghelie, prin puterea lui Dumnezeu.",
        "9": "El ne-a mântuit și ne-a chemat cu o chemare sfântă, nu datorită faptelor noastre, ci datorită planului și harului Său, pe care ni l-a dat în Cristos Isus înainte de începutul timpului,",
        "10": "dar care a fost descoperit acum prin venirea Mântuitorului nostru, Isus Cristos, Care a desființat moartea și a adus la lumină viața și nemurirea, prin Evanghelie.",
        "11": "Iar eu am fost pus predicatorul și apostolul ei și învățător al națiunilor.",
        "12": "Din cauza aceasta sufăr aceste lucruri. Dar nu mi-e rușine, pentru că știu în Cine am crezut și sunt convins că El este în stare să păzească, până în ziua aceea, ce I-am încredințat.",
        "13": "Standardul cuvintelor sănătoase, pe care le-ai auzit de la mine, să-l păstrezi cu credința și dragostea care sunt în Cristos Isus.",
        "14": "Păzește, prin Duhul Sfânt Care locuiește în noi, învățătura aceea bună.",
        "15": "Tu știi că toți cei ce sunt în Asia m-au părăsit. Între aceștia se află Figelos și Hermogenes.",
        "16": "Fie ca Domnul să-Și arate mila față de familia lui Onisifor, pentru că m-a încurajat de multe ori și nu s-a rușinat de lanțul meu.",
        "17": "Dimpotrivă, când a fost în Roma, m-a căutat insistent și m-a găsit.",
        "18": "Să dea Domnul să găsească milă de la Domnul în ziua aceea. Tu știi bine cât de mult a slujit în Efes."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Paul, an apostle of Jesus Christ through the will of God, according to the promise of the life which is in Christ Jesus,",
        "2": "to Timothy, my beloved child: Grace, mercy, and peace, from God the Father and Christ Jesus our Lord.",
        "3": "I thank God, whom I serve as my forefathers did, with a pure conscience. How unceasing is my memory of you in my petitions, night and day",
        "4": "longing to see you, remembering your tears, that I may be filled with joy;",
        "5": "having been reminded of the sincere faith that is in you, which lived first in your grandmother Lois and your mother Eunice and, I am persuaded, in you also.",
        "6": "For this cause, I remind you that you should stir up the gift of God which is in you through the laying on of my hands.",
        "7": "For God didn’t give us a spirit of fear, but of power, love, and self-control.",
        "8": "Therefore don’t be ashamed of the testimony of our Lord, nor of me his prisoner; but endure hardship for the Good News according to the power of God,",
        "9": "who saved us and called us with a holy calling, not according to our works, but according to his own purpose and grace, which was given to us in Christ Jesus before times eternal,",
        "10": "but has now been revealed by the appearing of our Savior, Christ Jesus, who abolished death, and brought life and immortality to light through the Good News.",
        "11": "For this I was appointed as a preacher, an apostle, and a teacher of the Gentiles.",
        "12": "For this cause I also suffer these things. Yet I am not ashamed, for I know him whom I have believed, and I am persuaded that he is able to guard that which I have committed to him against that day.",
        "13": "Hold the pattern of sound words which you have heard from me, in faith and love which is in Christ Jesus.",
        "14": "That good thing which was committed to you, guard through the Holy Spirit who dwells in us.",
        "15": "This you know, that all who are in Asia turned away from me, of whom are Phygelus and Hermogenes.",
        "16": "May the Lord grant mercy to the house of Onesiphorus, for he often refreshed me, and was not ashamed of my chain,",
        "17": "but when he was in Rome, he sought me diligently and found me",
        "18": "(the Lord grant to him to find the Lord’s mercy in that day); and in how many things he served at Ephesus, you know very well."
      }
    }
  }
}