{
  "book": "2 Timotei",
  "chapter": "2",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Tu dar, copilul meu, întărește-te în harul care este în Hristos Isus.",
        "2": "Și ce-ai auzit de la mine în fața multor martori încredințează la oameni de încredere, care să fie în stare să învețe și pe alții.",
        "3": "Suferă împreună cu mine, ca un bun ostaș al lui Hristos.",
        "4": "Niciun ostaș nu se încurcă cu treburile vieții, dacă vrea să placă celui ce l-a scris la oaste.",
        "5": "Și cine luptă la jocuri nu este încununat, dacă nu s-a luptat după rânduieli.",
        "6": "Plugarul trebuie să muncească înainte ca să strângă roadele.",
        "7": "Înțelege ce-ți spun; Domnul îți va da pricepere în toate lucrurile.",
        "8": "Adu-ți aminte de Domnul Isus Hristos din sămânța lui David, înviat din morți, după Evanghelia mea,",
        "9": "pentru care sufăr până acolo că sunt legat ca un făcător de rele. Dar Cuvântul lui Dumnezeu nu este legat.",
        "10": "De aceea rabd totul pentru cei aleși, pentru ca și ei să capete mântuirea care este în Hristos Isus, împreună cu slava veșnică.",
        "11": "Adevărat este cuvântul acesta: „Dacă am murit împreună cu El, vom și trăi împreună cu El.",
        "12": "Dacă răbdăm, vom și împărăți împreună cu El. Dacă ne lepădăm de El, și El Se va lepăda de noi.",
        "13": "Dacă suntem necredincioși, totuși El rămâne credincios, căci nu Se poate tăgădui singur.”",
        "14": "Adu-le aminte de aceste lucruri și roagă-i fierbinte înaintea lui Dumnezeu să se ferească de certurile de cuvinte, care nu duc la alt folos decât la pieirea celor ce le ascultă.",
        "15": "Caută să te înfățișezi înaintea lui Dumnezeu ca un om încercat, ca un lucrător care n-are de ce să-i fie rușine și care împarte drept Cuvântul adevărului.",
        "16": "Ferește-te de vorbăriile goale și lumești; căci cei ce le țin vor înainta tot mai mult în necinstirea lui Dumnezeu.",
        "17": "Și cuvântul lor va roade ca gangrena. Din numărul acestora sunt Imeneu și Filet,",
        "18": "care s-au abătut de la adevăr. Ei zic că a și venit învierea și răstoarnă credința unora.",
        "19": "Totuși temelia tare a lui Dumnezeu stă nezguduită, având pecetea aceasta: „Domnul cunoaște pe cei ce sunt ai Lui” și „Oricine rostește Numele Domnului să se depărteze de fărădelege!”",
        "20": "Într-o casă mare nu sunt numai vase de aur și de argint, ci și de lemn și de pământ. Unele sunt pentru o întrebuințare de cinste, iar altele, pentru o întrebuințare de ocară.",
        "21": "Deci, dacă cineva se curățește de acestea, va fi un vas de cinste, sfințit, folositor stăpânului său, destoinic pentru orice lucrare bună.",
        "22": "Fugi de poftele tinereții și urmărește neprihănirea, credința, dragostea, pacea, împreună cu cei ce cheamă pe Domnul dintr-o inimă curată.",
        "23": "Ferește-te de întrebările nebune și nefolositoare, căci știi că dau naștere la certuri.",
        "24": "Și robul Domnului nu trebuie să se certe; ci să fie blând cu toți, în stare să învețe pe toți, plin de îngăduință răbdătoare,",
        "25": "să îndrepte cu blândețe pe potrivnici, în nădejdea că Dumnezeu le va da pocăința ca să ajungă la cunoștința adevărului;",
        "26": "și, venindu-și în fire, să se desprindă din cursa diavolului, de care au fost prinși ca să-i facă voia."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Așadar, tu, copilul meu, întărește-te în harul care este în Cristos Isus.",
        "2": "Și ceea ce ai auzit de la mine înaintea multor martori, încredințează unor oameni de încredere, care să fie capabili să-i învețe pe alții.",
        "3": "Ia parte la suferință împreună cu mine, ca un bun soldat al lui Cristos Isus.",
        "4": "Nimeni care slujește ca soldat nu se încurcă cu treburile vieții, ca astfel să placă celui ce strânge o armată.",
        "5": "Dacă cineva participă la o competiție sportivă, nu este încununat dacă nu participă după reguli.",
        "6": "Fermierul care lucrează din greu trebuie să aibă primul parte din roade.",
        "7": "Înțelege ce-ți spun! Domnul îți va da pricepere în toate.",
        "8": "Adu-ți aminte de Isus Cristos, din descendenții lui David, Care a fost înviat dintre cei morți, potrivit cu Evanghelia mea,",
        "9": "pentru care sufăr până acolo încât sunt legat ca un răufăcător. Dar Cuvântul lui Dumnezeu nu este legat.",
        "10": "De aceea rabd totul pentru cei aleși, pentru ca și ei să ajungă la mântuirea care, împreună cu gloria veșnică, este în Cristos Isus.",
        "11": "Acest mesaj este demn de încredere: „Căci, dacă am murit împreună cu El, vom și trăi împreună cu El.",
        "12": "Dacă răbdăm, vom și domni împreună cu El. Dacă ne lepădăm de El, și El Se va lepăda de noi.",
        "13": "Dacă suntem necredincioși, El rămâne credincios, pentru că nu Se poate nega pe Sine“.",
        "14": "Amintește-le aceste lucruri! Roagă-i insistent înaintea lui Dumnezeu să nu se certe cu privire la cuvinte, fiindcă lucrul acesta nu le este de niciun folos, ci duce la pieirea celor ce ascultă.",
        "15": "Străduiește-te să te înfățișezi înaintea lui Dumnezeu ca un om încercat, ca un lucrător care nu are de ce să-i fie rușine, care explică drept Cuvântul adevărului.",
        "16": "Evită pălăvrăgelile lumești, căci oamenii care își găsesc plăcerea în ele vor înainta tot mai mult spre lipsa de evlavie,",
        "17": "iar mesajul lor se va împrăștia precum cangrena. Dintre aceștia sunt și Hymenaios și Filetos,",
        "18": "care s-au abătut de la adevăr, spunând că învierea a avut deja loc, și tulbură credința unora.",
        "19": "Cu toate acestea, temelia solidă a lui Dumnezeu rămâne tare, având sigiliul acesta: „Domnul îi cunoaște pe cei ce sunt ai Lui“ și „Oricine rostește Numele Domnului trebuie să se depărteze de nedreptate“.",
        "20": "Într-o casă mare nu sunt numai vase de aur și de argint, ci și de lemn și de lut, unele pentru o întrebuințare de cinste, iar altele pentru o întrebuințare lipsită de cinste.",
        "21": "Așadar, dacă cineva se curățește de acestea, va fi un vas de cinste, sfințit și folositor Stăpânului, pregătit pentru orice lucrare bună.",
        "22": "Fugi de poftele tinereții și urmărește dreptatea, credința, dragostea, pacea, împreună cu cei care-L cheamă pe Domnul dintr-o inimă curată.",
        "23": "Evită controversele nebunești și prostești, știind că ele dau naștere la certuri.",
        "24": "Și slujitorul Domnului nu trebuie să se certe, ci să fie blând cu toți, capabil să-i învețe pe alții, îngăduitor,",
        "25": "corectându-i cu blândețe pe cei ce se împotrivesc, în speranța că Dumnezeu le va da pocăința ca să ajungă la cunoașterea adevărului",
        "26": "și își vor veni în fire, scăpând din capcana diavolului, în care au fost prinși ca să-i facă voia."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "You therefore, my child, be strengthened in the grace that is in Christ Jesus.",
        "2": "The things which you have heard from me among many witnesses, commit the same things to faithful men who will be able to teach others also.",
        "3": "You therefore must endure hardship as a good soldier of Christ Jesus.",
        "4": "No soldier on duty entangles himself in the affairs of life, that he may please him who enrolled him as a soldier.",
        "5": "Also, if anyone competes in athletics, he isn’t crowned unless he has competed by the rules.",
        "6": "The farmer who labors must be the first to get a share of the crops.",
        "7": "Consider what I say, and may the Lord give you understanding in all things.",
        "8": "Remember Jesus Christ, risen from the dead, of the offspring of David, according to my Good News,",
        "9": "in which I suffer hardship to the point of chains as a criminal. But God’s word isn’t chained.",
        "10": "Therefore I endure all things for the chosen ones’ sake, that they also may obtain the salvation which is in Christ Jesus with eternal glory.",
        "11": "This saying is trustworthy: “For if we died with him, we will also live with him.",
        "12": "If we endure, we will also reign with him. If we deny him, he also will deny us.",
        "13": "If we are faithless, he remains faithful; for he can’t deny himself.”",
        "14": "Remind them of these things, charging them in the sight of the Lord that they don’t argue about words to no profit, to the subverting of those who hear.",
        "15": "Give diligence to present yourself approved by God, a workman who doesn’t need to be ashamed, properly handling the Word of Truth.",
        "16": "But shun empty chatter, for it will go further in ungodliness,",
        "17": "and those words will consume like gangrene, of whom is Hymenaeus and Philetus:",
        "18": "men who have erred concerning the truth, saying that the resurrection is already past, and overthrowing the faith of some.",
        "19": "However, God’s firm foundation stands, having this seal: “The Lord knows those who are his,” and, “Let every one who names the name of the Lord depart from unrighteousness.”",
        "20": "Now in a large house there are not only vessels of gold and of silver, but also of wood and of clay. Some are for honor and some for dishonor.",
        "21": "If anyone therefore purges himself from these, he will be a vessel for honor, sanctified, and suitable for the master’s use, prepared for every good work.",
        "22": "Flee from youthful lusts; but pursue righteousness, faith, love, and peace with those who call on the Lord out of a pure heart.",
        "23": "But refuse foolish and ignorant questionings, knowing that they generate strife.",
        "24": "The Lord’s servant must not quarrel, but be gentle toward all, able to teach, patient,",
        "25": "in gentleness correcting those who oppose him. Perhaps God may give them repentance leading to a full knowledge of the truth,",
        "26": "and they may recover themselves out of the devil’s snare, having been taken captive by him to do his will."
      }
    }
  }
}