{
  "book": "3JN",
  "chapter": "1",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Prezbiterul către preaiubitul Gaius, pe care-l iubesc în adevăr.",
        "2": "Preaiubitule, doresc ca toate lucrurile tale să-ți meargă bine și sănătatea ta să sporească tot așa cum sporește sufletul tău.",
        "3": "A fost o mare bucurie pentru mine când au venit frații și au mărturisit că ești credincios adevărului și că umbli în adevăr.",
        "4": "Eu n-am bucurie mai mare decât să aud despre copiii mei că umblă în adevăr.",
        "5": "Preaiubitule, tu lucrezi cu credincioșie în tot ce faci pentru frați și pentru străini totodată.",
        "6": "Ei au mărturisit despre dragostea ta înaintea Bisericii. Vei face bine să îngrijești de călătoria lor într-un chip vrednic de Dumnezeu,",
        "7": "căci au plecat pentru dragostea Numelui Lui, fără să primească ceva de la neamuri.",
        "8": "Este datoria noastră dar să primim bine pe astfel de oameni, ca să lucrăm împreună cu adevărul.",
        "9": "Am scris ceva Bisericii, dar Diotref, căruia îi place să aibă întâietatea între ei, nu vrea să știe de noi.",
        "10": "De aceea, când voi veni, îi voi aduce aminte de faptele pe care le face, căci ne clevetește cu vorbe rele. Nu se mulțumește cu atât, dar nici el nu primește pe frați și împiedică și pe cei ce voiesc să-i primească și-i dă afară din Biserică.",
        "11": "Preaiubitule, nu urma răul, ci binele. Cine face binele este din Dumnezeu; cine face răul n-a văzut pe Dumnezeu.",
        "12": "Toți, chiar și Adevărul, mărturisesc bine despre Dimitrie; și noi mărturisim despre el: și știi că mărturisirea noastră este adevărată.",
        "13": "Aș avea să-ți spun multe lucruri, dar nu voiesc să ți le scriu cu cerneală și condei.",
        "14": "Nădăjduiesc să te văd în curând și atunci vom vorbi gură către gură. Pacea să fie cu tine.",
        "15": "Prietenii îți trimit sănătate. Spune sănătate prietenilor, fiecăruia pe nume. Amin."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Prezbiterul, către preaiubitul Gaius, pe care-l iubesc în adevăr.",
        "2": "Preaiubitule, mă rog să-ți meargă bine în toate și să fii sănătos, așa cum îi merge bine sufletului tău.",
        "3": "Căci m-am bucurat foarte mult când au venit niște frați și au mărturisit că ești credincios adevărului și că trăiești în adevăr.",
        "4": "Nu am bucurie mai mare decât aceasta: să aud despre copiii mei că trăiesc în adevăr.",
        "5": "Preaiubitule, tu arăți credincioșie în orice lucrezi pentru frați, și chiar pentru străini.",
        "6": "Ei au mărturisit înaintea bisericii cu privire la dragostea ta. Și bine vei face să-i trimiți mai departe în călătoria lor într-un mod demn de Dumnezeu.",
        "7": "Căci ei și-au început călătoria de dragul Numelui Său, fără să primească nimic de la cei care provin din alte națiuni.",
        "8": "Așadar, noi suntem datori să sprijinim astfel de oameni, ca să fim lucrători împreună cu adevărul.",
        "9": "Am scris ceva bisericii, dar Diotrefus, care dorește să aibă întâietate între ei, nu ne acceptă.",
        "10": "De aceea, dacă voi veni, îi voi reaminti faptele pe care le face, căci ne discreditează prin vorbe rele. Și nu se mulțumește doar cu acestea, dar nu-i primește nici pe frați, iar pe cei ce doresc să-i primească, îi împiedică și-i alungă din biserică.",
        "11": "Preaiubitule, nu imita răul, ci binele. Cel ce face binele este din Dumnezeu. Cel ce face răul nu L-a văzut pe Dumnezeu.",
        "12": "Toți depun o mărturie bună despre Demetrius, chiar și adevărul însuși. Dar și noi mărturisim, și știi că mărturia noastră este adevărată.",
        "13": "Aveam multe să-ți scriu, dar nu vreau să-ți scriu cu cerneală și condei,",
        "14": "ci sper să te văd în curând și atunci vom vorbi față în față.",
        "15": "Pace ție! Prietenii de aici te salută. Salută-i pe prietenii de acolo, pe fiecare pe nume."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "The elder to Gaius the beloved, whom I love in truth.",
        "2": "Beloved, I pray that you may prosper in all things and be healthy, even as your soul prospers.",
        "3": "For I rejoiced greatly when brothers came and testified about your truth, even as you walk in truth.",
        "4": "I have no greater joy than this: to hear about my children walking in truth.",
        "5": "Beloved, you do a faithful work in whatever you accomplish for those who are brothers and strangers.",
        "6": "They have testified about your love before the assembly. You will do well to send them forward on their journey in a way worthy of God,",
        "7": "because for the sake of the Name they went out, taking nothing from the Gentiles.",
        "8": "We therefore ought to receive such, that we may be fellow workers for the truth.",
        "9": "I wrote to the assembly, but Diotrephes, who loves to be first among them, doesn’t accept what we say.",
        "10": "Therefore, if I come, I will call attention to his deeds which he does, unjustly accusing us with wicked words. Not content with this, he doesn’t receive the brothers himself, and those who would, he forbids and throws out of the assembly.",
        "11": "Beloved, don’t imitate that which is evil, but that which is good. He who does good is of God. He who does evil hasn’t seen God.",
        "12": "Demetrius has the testimony of all, and of the truth itself; yes, we also testify, and you know that our testimony is true.",
        "13": "I had many things to write to you, but I am unwilling to write to you with ink and pen;",
        "14": "but I hope to see you soon. Then we will speak face to face.",
        "15": "Peace be to you. The friends greet you. Greet the friends by name."
      }
    }
  }
}
