{
  "book": "Amos",
  "chapter": "2",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Așa vorbește Domnul: „Pentru trei nelegiuiri ale Moabului, ba pentru patru, nu-Mi schimb hotărârea, pentru că a ars, a ars până le-a făcut var, oasele împăratului Edomului,",
        "2": "de aceea voi trimite foc în Moab și va mistui palatele Cheriotului, și Moabul va pieri în mijlocul zarvei, în mijlocul strigătelor de război și al sunetului trâmbiței.",
        "3": "Voi nimici cu desăvârșire pe judecător din mijlocul lui și voi ucide pe toate căpeteniile lui împreună cu el”, zice Domnul. Împotriva lui Iuda",
        "4": "Așa vorbește Domnul: „Pentru trei nelegiuiri ale lui Iuda, ba pentru patru, nu-Mi schimb hotărârea, pentru că au nesocotit Legea Domnului și n-au păzit poruncile Lui, ci s-au lăsat duși în rătăcire de idolii cei mincinoși după care au umblat și părinții lor,",
        "5": "de aceea voi trimite foc în Iuda și va mistui palatele Ierusalimului.” Împotriva lui Israel",
        "6": "Așa vorbește Domnul: „Pentru trei nelegiuiri ale lui Israel, ba pentru patru, nu-Mi schimb hotărârea, pentru că au vândut pe cel neprihănit pe bani și pe sărac pe o pereche de încălțăminte.",
        "7": "Ei doresc să vadă țărâna pământului pe capul celor sărmani și calcă în picioare dreptul celor nenorociți. Fiul și tatăl se duc la aceeași fată, ca să pângărească Numele Meu cel sfânt.",
        "8": "Se întind lângă fiecare altar pe haine luate ca zălog și beau în casa dumnezeilor lor amenda celor osândiți de ei.",
        "9": "Și totuși Eu am nimicit dinaintea lor pe amoriți, care erau cât cedrii de înalți și tari ca stejarii; le-am nimicit roadele din vârf până în rădăcini.",
        "10": "Și Eu v-am scos din țara Egiptului și v-am povățuit patruzeci de ani în pustie, ca să vă dau în stăpânire țara amoriților.",
        "11": "Am ridicat proroci dintre fiii voștri și nazirei dintre tinerii voștri. Nu este așa, copii ai lui Israel?”, zice Domnul.",
        "12": "„Iar voi ați dat nazireilor să bea vin și prorocilor le-ați poruncit: ‘Nu prorociți!’",
        "13": "Iată, vă voi stropși cum stropșește pământul carul încărcat cu snopi,",
        "14": "așa că cel iute nu va putea să fugă, iar cel tare nu se va putea sluji de tăria lui, și omul viteaz nu-și va scăpa viața.",
        "15": "Cel ce mânuiește arcul nu va putea să țină piept, cel iute de picioare nu va scăpa și călărețul nu-și va scăpa viața,",
        "16": "iar cel mai inimos dintre războinici va fugi în pielea goală în ziua aceea”, zice Domnul."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Așa vorbește Domnul: „Pentru trei fărădelegi ale Moabului, ba chiar pentru patru, nu-Mi voi retrage mânia, pentru că a ars până și oasele regelui Edomului, făcându-le scrum.",
        "2": "Voi trimite focul asupra Moabului și va distruge fortărețele Cheriotului. Moab va muri în mijlocul încleștării, în mijlocul strigătelor de război și al sunetului de trâmbiță.",
        "3": "Îl voi nimici pe judecător din mijlocul lui și îi voi ucide toate căpeteniile împreună cu el“, zice Domnul. Judecată împotriva lui Iuda",
        "4": "Așa vorbește Domnul: „Pentru trei fărădelegi ale lui Iuda, ba chiar pentru patru, nu-Mi voi retrage mânia, pentru că au respins Legea Domnului și n-au păzit hotărârile Lui și pentru că s-au lăsat duși în rătăcire de idolii lor mincinoși, după care au umblat și strămoșii lor.",
        "5": "Voi trimite focul asupra lui Iuda și va distruge fortărețele Ierusalimului“. Judecată împotriva Israelului",
        "6": "Așa vorbește Domnul: „Pentru trei fărădelegi ale lui Israel, ba chiar pentru patru, nu-Mi voi retrage mânia, pentru că l-au vândut pe cel drept pe arginți, iar pe cel nevoiaș – pentru o pereche de sandale.",
        "7": "Ei calcă în picioare, în pulberea pământului, capetele celor săraci și dau la o parte dreptul celor sărmani. Fiul și tatăl merg la aceeași fată, ca să batjocorească astfel Numele Meu cel sfânt.",
        "8": "Pe hainele luate drept garanție, se tolănesc lângă orice altar, iar vinul luat din amenzi îl beau în casa dumnezeilor lor.",
        "9": "Eu i-am nimicit pe amoriți dinaintea lor, care erau cât cedrii de înalți și puternici ca stejarii. Deasupra, le-am nimicit roadele, iar dedesubt – rădăcinile.",
        "10": "Eu v-am scos din țara Egiptului și v-am purtat prin deșert timp de patruzeci de ani, ca să vă dau în stăpânire țara amoriților.",
        "11": "Am ridicat profeți dintre fiii voștri și nazirei dintre tinerii voștri. Nu este așa, fii ai lui Israel?“, zice Domnul.",
        "12": "„Dar voi le-ați dat nazireilor să bea vin și le-ați poruncit profeților: «Nu profețiți!».",
        "13": "Iată, vă voi clătina așa cum se clatină carul când este plin cu snopi.",
        "14": "Cel iute nu va putea să fugă, cel tare nu se va putea baza pe puterea lui, iar cel viteaz nu-și va putea scăpa viața.",
        "15": "Cel ce mânuiește arcul nu va putea să țină piept, cel iute de picioare nu va putea scăpa, iar călărețul nu-și va putea salva viața.",
        "16": "Chiar și cel mai curajos dintre viteji va fugi în pielea goală în ziua aceea“, zice Domnul."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh says: “For three transgressions of Moab, yes, for four, I will not turn away its punishment, because he burned the bones of the king of Edom into lime;",
        "2": "but I will send a fire on Moab, and it will devour the palaces of Kerioth; and Moab will die with tumult, with shouting, and with the sound of the trumpet;",
        "3": "and I will cut off the judge from among them, and will kill all its princes with him,” says Yahweh.",
        "4": "Yahweh says: “For three transgressions of Judah, yes, for four, I will not turn away its punishment, because they have rejected Yahweh’s law, and have not kept his statutes, and their lies have led them astray, after which their fathers walked;",
        "5": "but I will send a fire on Judah, and it will devour the palaces of Jerusalem.”",
        "6": "Yahweh says: “For three transgressions of Israel, yes, for four, I will not turn away its punishment, because they have sold the righteous for silver, and the needy for a pair of sandals;",
        "7": "They trample the heads of the poor into the dust of the earth and deny justice to the oppressed. A man and his father use the same maiden, to profane my holy name.",
        "8": "They lay themselves down beside every altar on clothes taken in pledge. In the house of their God they drink the wine of those who have been fined.",
        "9": "Yet I destroyed the Amorite before them, whose height was like the height of the cedars, and he was strong as the oaks; yet I destroyed his fruit from above, and his roots from beneath.",
        "10": "Also I brought you up out of the land of Egypt and led you forty years in the wilderness, to possess the land of the Amorite.",
        "11": "I raised up some of your sons for prophets, and some of your young men for Nazirites. Isn’t this true, you children of Israel?” says Yahweh.",
        "12": "“But you gave the Nazirites wine to drink, and commanded the prophets, saying, ‘Don’t prophesy!’",
        "13": "Behold, I will crush you in your place, as a cart crushes that is full of grain.",
        "14": "Flight will perish from the swift. The strong won’t strengthen his force. The mighty won’t deliver himself.",
        "15": "He who handles the bow won’t stand. He who is swift of foot won’t escape. He who rides the horse won’t deliver himself.",
        "16": "He who is courageous among the mighty will flee away naked on that day,” says Yahweh."
      }
    }
  }
}