{
  "book": "Amos",
  "chapter": "9",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Am văzut pe Domnul stând pe altar. Și a zis: „Lovește pragul de sus al porții, ca să se cutremure ușorii, și sfărâmă-i peste capetele lor, ale tuturor. Rămășița lor însă o voi pierde cu sabia, așa că niciunul din ei nu va putea să scape fugind și niciunul din cei ce vor scăpa nu va scăpa.",
        "2": "De ar pătrunde chiar până în Locuința morților, și de acolo îi va smulge mâna Mea; de s-ar sui chiar în ceruri, și de acolo îi voi coborî.",
        "3": "De s-ar ascunde chiar pe vârful Carmelului, și acolo îi voi căuta și-i voi lua; de s-ar ascunde de privirile Mele chiar în fundul mării, și acolo voi porunci șarpelui să-i muște.",
        "4": "De ar merge în robie chiar înaintea vrăjmașilor lor, și acolo voi porunci sabiei să-i piardă; voi pune astfel ochii pe ei ca să le fac rău, nu bine.”",
        "5": "Domnul Dumnezeul oștirilor atinge pământul și se topește și toți locuitorii lui jelesc. Se înalță ca râul Nil și se coboară ca râul Egiptului.",
        "6": "El Și-a zidit cămara în ceruri, Și-a întemeiat bolta deasupra pământului; cheamă apele mării și le varsă pe fața pământului. Domnul este Numele Lui!",
        "7": "„Nu sunteți voi oare pentru Mine ca și copiii etiopienilor, copii ai lui Israel?”, zice Domnul. „N-am scos Eu pe Israel din țara Egiptului ca și pe filisteni din Caftor și pe sirieni din Chir?",
        "8": "Iată, Domnul Dumnezeu are ochii pironiți peste împărăția aceasta vinovată, ca s-o nimicesc de pe fața pământului; totuși nu voi nimici de tot casa lui Iacov”, zice Domnul.",
        "9": "„Căci, iată, voi porunci și voi vântura casa lui Israel între toate neamurile, cum se vântură cu ciurul, fără să cadă un singur bob la pământ!",
        "10": "Toți păcătoșii poporului Meu vor muri de sabie, cei ce zic: ‘Nu ne va ajunge nenorocirea și nu va veni peste noi.’",
        "11": "În vremea aceea voi ridica din căderea lui cortul lui David, îi voi drege spărturile, îi voi ridica dărâmăturile și-l voi zidi iarăși cum era odinioară,",
        "12": "ca să stăpânească rămășița Edomului și toate neamurile peste care a fost chemat Numele Meu”, zice Domnul, care va împlini aceste lucruri.",
        "13": "„Iată, vin zile”, zice Domnul, „când plugarul va ajunge pe secerător și cel ce calcă strugurii, pe cel ce împrăștie sămânța, când mustul va picura din munți și va curge de pe toate dealurile.",
        "14": "Voi aduce înapoi pe prinșii de război ai poporului Meu Israel; ei vor zidi iarăși cetățile pustiite și le vor locui, vor sădi vii și le vor bea vinul, vor face grădini și le vor mânca roadele.",
        "15": "Îi voi sădi în țara lor și nu vor mai fi smulși din țara pe care le-am dat-o”, zice Domnul Dumnezeul tău."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "L-am văzut pe Stăpânul stând lângă altar. El a zis: „Lovește capitelurile stâlpilor, ca să se clatine pragurile! Năruiește-le peste capetele tuturor! Pe cei ce vor scăpa îi voi ucide cu sabia. Niciunul dintre ei nu va putea să fugă și niciunul nu va reuși să scape.",
        "2": "Chiar dacă ar săpa până în Locuința Morților, și de acolo mâna Mea îi va apuca! Chiar dacă s-ar sui în ceruri, și de acolo îi voi coborî!",
        "3": "Chiar dacă s-ar ascunde pe vârful Carmelului și acolo îi voi căuta și-i voi lua! Chiar dacă s-ar ascunde dinaintea ochilor Mei pe fundul mării, și acolo voi porunci șarpelui să-i muște!",
        "4": "Chiar dacă ar merge în captivitate în fața dușmanilor lor, și acolo voi porunci sabiei să-i ucidă! Îmi voi aținti privirea asupra lor, ca să le fac rău, și nu bine!“.",
        "5": "Stăpânul, Domnul Oștirilor, atinge pământul, și el se topește. Toți cei ce locuiesc pe el bocesc. Tot ce este în el se învolburează precum Nilul și se retrage ca Râul Egiptului.",
        "6": "El Și-a construit scările în ceruri și a întemeiat sfera Sa cerească deasupra pământului! El cheamă apele mării și le revarsă pe fața pământului! Domnul este Numele Lui!",
        "7": "„Fii ai lui Israel, nu sunteți voi pentru Mine ca și cușiții?“ zice Domnul. „Nu l-am scos Eu pe Israel din țara Egiptului cum i-am scos pe filisteni din Caftor și pe aramei din Chir?",
        "8": "Iată, ochii Stăpânului Domn sunt peste regatul păcătos! Îl voi nimici de pe fața pământului! Totuși, nu voi nimici de tot Casa lui Iacov“, zice Domnul.",
        "9": "„Căci iată, Eu voi porunci și voi scutura Casa lui Israel printre toate națiunile, așa cum se scutură ciurul, fără să cadă vreun bob pe pământ!",
        "10": "Toți păcătoșii din poporul Meu vor muri loviți de sabie, toți cei ce zic: «Nu se va apropia de noi nenorocirea și nu ne va ajunge!». Restaurarea lui Israel",
        "11": "În ziua aceea, voi înălța din nou cortul căzut al lui David. Îi voi repara crăpăturile, îi voi înălța din nou ruinele și-l voi reclădi așa cum era în zilele de odinioară,",
        "12": "ca astfel să ia în stăpânire rămășița Edomului, precum și toate națiunile peste care este chemat Numele Meu“, zice Domnul, Cel Care face aceste lucruri.",
        "13": "„Iată, vin zile“, zice Domnul, „când cel ce ară îl va ajunge pe cel ce culege, iar negustorul de struguri – pe cel ce împrăștie sămânța. Munții vor picura must, iar acesta se va scurge din toate dealurile.",
        "14": "Îi voi aduce înapoi pe captivii poporului Meu, Israel; ei vor reconstrui cetățile pustiite și vor locui în ele. Vor planta vii și vor bea din vinul lor; vor planta grădini și vor mânca din roadele lor.",
        "15": "Eu îi voi planta în patria lor și nu vor mai fi dezrădăcinați din țara pe care le-am dat-o“, zice Domnul Dumnezeul tău."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "I saw the Lord standing beside the altar, and he said, “Strike the tops of the pillars, that the thresholds may shake. Break them in pieces on the head of all of them. I will kill the last of them with the sword. Not one of them will flee away. Not one of them will escape.",
        "2": "Though they dig into Sheol, there my hand will take them; and though they climb up to heaven, there I will bring them down.",
        "3": "Though they hide themselves in the top of Carmel, I will search and take them out from there; and though they be hidden from my sight in the bottom of the sea, there I will command the serpent, and it will bite them.",
        "4": "Though they go into captivity before their enemies, there I will command the sword, and it will kill them. I will set my eyes on them for evil, and not for good.",
        "5": "For the Lord, Yahweh of Armies, is he who touches the land and it melts, and all who dwell in it will mourn; and it will rise up wholly like the River, and will sink again, like the River of Egypt.",
        "6": "It is he who builds his rooms in the heavens, and has founded his vault on the earth; he who calls for the waters of the sea, and pours them out on the surface of the earth—Yahweh is his name.",
        "7": "Are you not like the children of the Ethiopians to me, children of Israel?” says Yahweh. “Haven’t I brought up Israel out of the land of Egypt, and the Philistines from Caphtor, and the Syrians from Kir?",
        "8": "Behold, the eyes of the Lord Yahweh are on the sinful kingdom, and I will destroy it from off the surface of the earth, except that I will not utterly destroy the house of Jacob,” says Yahweh.",
        "9": "“For behold, I will command, and I will sift the house of Israel among all the nations as grain is sifted in a sieve, yet not the least kernel will fall on the earth.",
        "10": "All the sinners of my people will die by the sword, who say, ‘Evil won’t overtake nor meet us.’",
        "11": "In that day I will raise up the tent of David who is fallen and close up its breaches, and I will raise up its ruins, and I will build it as in the days of old,",
        "12": "that they may possess the remnant of Edom and all the nations who are called by my name,” says Yahweh who does this.",
        "13": "“Behold, the days come,” says Yahweh, “that the plowman shall overtake the reaper, and the one treading grapes him who sows seed; and sweet wine will drip from the mountains, and flow from the hills.",
        "14": "I will bring my people Israel back from captivity, and they will rebuild the ruined cities, and inhabit them; and they will plant vineyards, and drink wine from them. They shall also make gardens, and eat their fruit.",
        "15": "I will plant them on their land, and they will no more be plucked up out of their land which I have given them,” says Yahweh your God."
      }
    }
  }
}