{
  "book": "Apocalipsa",
  "chapter": "9",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Îngerul al cincilea a sunat din trâmbiță. Și am văzut o stea care căzuse din cer pe pământ. I s-a dat cheia fântânii adâncului",
        "2": "și a deschis fântâna adâncului. Din fântână s-a ridicat un fum ca fumul unui cuptor mare. Și soarele și văzduhul s-au întunecat de fumul fântânii.",
        "3": "Din fum au ieșit niște lăcuste pe pământ. Și li s-a dat o putere ca puterea pe care o au scorpiile pământului.",
        "4": "Li s-a zis să nu vatăme iarba pământului, nici vreo verdeață, nici vreun copac, ci numai pe oamenii care n-aveau pe frunte pecetea lui Dumnezeu.",
        "5": "Li s-a dat putere nu să-i omoare, ci să-i chinuiască cinci luni; și chinul lor era cum e chinul scorpiei când înțeapă pe un om.",
        "6": "În acele zile, oamenii vor căuta moartea și n-o vor găsi; vor dori să moară și moartea va fugi de ei.",
        "7": "Lăcustele acelea semănau cu niște cai pregătiți de luptă. Pe capete aveau un fel de cununi care păreau de aur. Fețele lor semănau cu niște fețe de oameni.",
        "8": "Aveau părul ca părul de femeie și dinții lor erau ca dinții de lei.",
        "9": "Aveau niște platoșe ca niște platoșe de fier; și vuietul pe care-l făceau aripile lor era ca vuietul unor care trase de mulți cai care se aruncă la luptă.",
        "10": "Aveau niște cozi ca de scorpii, cu bolduri. Și în cozile lor stătea puterea pe care o aveau ca să vatăme pe oameni cinci luni.",
        "11": "Peste ele aveau ca împărat pe îngerul adâncului, care pe evreiește se cheamă „Abadon”, iar pe grecește, „Apolion”.",
        "12": "Cea dintâi nenorocire a trecut. Iată că mai vin încă două nenorociri după ea.",
        "13": "Îngerul al șaselea a sunat din trâmbiță. Și am auzit un glas din cele patru coarne ale altarului de aur care este înaintea lui Dumnezeu",
        "14": "și zicând îngerului al șaselea, care avea trâmbița: „Dezleagă pe cei patru îngeri care sunt legați la râul cel mare Eufrat!”",
        "15": "Și cei patru îngeri care stăteau gata pentru ceasul, ziua, luna și anul acela au fost dezlegați, ca să omoare a treia parte din oameni.",
        "16": "Oștirea lor era în număr de douăzeci de mii de ori zece mii de călăreți; le-am auzit numărul.",
        "17": "Și iată cum mi s-au arătat în vedenie caii și călăreții: aveau platoșe ca focul, iacintul și pucioasa. Capetele cailor erau ca niște capete de lei și din gurile lor ieșeau foc, fum și pucioasă.",
        "18": "A treia parte din oameni au fost uciși de aceste trei urgii: de focul, de fumul și de pucioasa care ieșeau din gurile lor.",
        "19": "Căci puterea cailor stătea în gurile și în cozile lor. Cozile lor erau ca niște șerpi cu capete și cu ele vătămau.",
        "20": "Ceilalți oameni, care n-au fost uciși de aceste urgii, nu s-au pocăit de faptele mâinilor lor, ca să nu se închine dracilor și idolilor de aur, de argint, de aramă, de piatră și de lemn, care nu pot nici să vadă, nici să audă, nici să umble.",
        "21": "Și nu s-au pocăit de uciderile lor, nici de vrăjitoriile lor, nici de curvia lor, nici de furtișagurile lor."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Al cincilea înger a sunat din trâmbiță. Și am văzut o stea care căzuse din cer pe pământ. I-a fost dată cheia fântânii spre Adânc.",
        "2": "A deschis fântâna spre Adânc, și din fântână a ieșit fum, ca fumul dintr-un cuptor mare. Soarele și atmosfera s-au întunecat din cauza fumului din fântână.",
        "3": "Din fum au ieșit pe pământ lăcuste, cărora le-a fost dată o putere ca puterea pe care o au scorpionii pământului.",
        "4": "Li s-a spus să nu facă rău nici ierbii de pe pământ, nici vreunei plante verzi și nici vreunui copac, ci doar oamenilor care nu au pe frunțile lor sigiliul lui Dumnezeu.",
        "5": "Nu li s-a dat voie să-i omoare, ci doar să-i chinuiască timp de cinci luni. Chinul pe care-l provocau era precum chinul provocat de un scorpion când înțeapă un om.",
        "6": "În zilele acelea, oamenii vor căuta moartea, dar n-o vor găsi; vor tânji să moară, dar moartea va fugi de ei.",
        "7": "Înfățișarea lăcustelor era asemenea unor cai pregătiți pentru război, iar pe capete aveau ceva ca niște coroane care păreau de aur. Fețele lor erau ca niște fețe de oameni;",
        "8": "aveau părul ca părul de femeie, iar dinții ca de leu.",
        "9": "Aveau armuri ca niște armuri de fier, iar zgomotul făcut de aripile lor era ca zgomotul unor care trase de mulți cai care aleargă în război.",
        "10": "Aveau cozi, ca scorpionii, și ace; și în cozile lor le stătea puterea de a face rău oamenilor timp de cinci luni.",
        "11": "Aveau peste ele ca împărat pe îngerul Adâncului. În ebraică, numele lui este Abaddon, iar în greacă are numele de Apollyon.",
        "12": "Primul „vai“ s-a dus. Iată că mai vin încă două „vaiuri“.",
        "13": "Al șaselea înger a sunat din trâmbiță. Și am auzit un glas din cele patru coarne ale altarului de aur care este înaintea lui Dumnezeu,",
        "14": "zicând celui de-al șaselea înger care avea trâmbița: „Dezleagă-i pe cei patru îngeri care sunt legați la Râul cel Mare, Eufrat!“.",
        "15": "Cei patru îngeri, care fuseseră pregătiți chiar pentru ora, ziua, luna și anul acela, au fost dezlegați, ca să omoare a treia parte din oameni.",
        "16": "Numărul soldaților cavaleriei era de douăzeci de mii de ori zece mii; am auzit numărul lor.",
        "17": "Iată cum am văzut în vedenie caii și pe cei care-i călăreau: aveau armuri de un roșu aprins, albastru vinețiu și galben ca sulful. Capetele cailor erau ca niște capete de lei, iar din gurile lor ieșeau foc, fum și sulf.",
        "18": "A treia parte din oameni a fost omorâtă prin aceste trei urgii, și anume prin focul, fumul și sulful care ieșeau din gurile cailor.",
        "19": "Puterea cailor era în gurile și în cozile lor, căci cozile lor erau asemenea șerpilor, având capete cu care făceau rău.",
        "20": "Oamenii care au mai rămas, și anume cei care nu au fost omorâți de aceste urgii, nu s-au pocăit de lucrările mâinilor lor, acelea de a nu se mai închina demonilor și idolilor de aur, argint, bronz, piatră și lemn, care nu pot nici să vadă, nici să audă, nici să umble.",
        "21": "Și nu s-au pocăit nici de crimele lor, nici de vrăjitoriile lor, nici de preacurvia lor și nici de furturile lor."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "The fifth angel sounded, and I saw a star from the sky which had fallen to the earth. The key to the pit of the abyss was given to him.",
        "2": "He opened the pit of the abyss, and smoke went up out of the pit, like the smoke from a burning furnace. The sun and the air were darkened because of the smoke from the pit.",
        "3": "Then out of the smoke came locusts on the earth, and power was given to them, as the scorpions of the earth have power.",
        "4": "They were told that they should not hurt the grass of the earth, neither any green thing, neither any tree, but only those people who don’t have God’s seal on their foreheads.",
        "5": "They were given power, not to kill them, but to torment them for five months. Their torment was like the torment of a scorpion when it strikes a person.",
        "6": "In those days people will seek death, and will in no way find it. They will desire to die, and death will flee from them.",
        "7": "The shapes of the locusts were like horses prepared for war. On their heads were something like golden crowns, and their faces were like people’s faces.",
        "8": "They had hair like women’s hair, and their teeth were like those of lions.",
        "9": "They had breastplates like breastplates of iron. The sound of their wings was like the sound of many chariots and horses rushing to war.",
        "10": "They have tails like those of scorpions, with stingers. In their tails they have power to harm men for five months.",
        "11": "They have over them as king the angel of the abyss. His name in Hebrew is “Abaddon”, but in Greek, he has the name “Apollyon”.",
        "12": "The first woe is past. Behold, there are still two woes coming after this.",
        "13": "The sixth angel sounded. I heard a voice from the horns of the golden altar which is before God,",
        "14": "saying to the sixth angel who had the trumpet, “Free the four angels who are bound at the great river Euphrates!”",
        "15": "The four angels were freed who had been prepared for that hour and day and month and year, so that they might kill one third of mankind.",
        "16": "The number of the armies of the horsemen was two hundred million. I heard the number of them.",
        "17": "Thus I saw the horses in the vision and those who sat on them, having breastplates of fiery red, hyacinth blue, and sulfur yellow; and the horses’ heads resembled lions’ heads. Out of their mouths proceed fire, smoke, and sulfur.",
        "18": "By these three plagues, one third of mankind was killed: by the fire, the smoke, and the sulfur, which proceeded out of their mouths.",
        "19": "For the power of the horses is in their mouths and in their tails. For their tails are like serpents, and have heads; and with them they harm.",
        "20": "The rest of mankind, who were not killed with these plagues, didn’t repent of the works of their hands, that they wouldn’t worship demons, and the idols of gold, and of silver, and of brass, and of stone, and of wood, which can’t see, hear, or walk.",
        "21": "They didn’t repent of their murders, their sorceries, their sexual immorality, or their thefts."
      }
    }
  }
}