{
  "book": "Apocalipsa",
  "chapter": "7",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "După aceea am văzut patru îngeri care stăteau în picioare în cele patru colțuri ale pământului. Ei țineau cele patru vânturi ale pământului, ca să nu sufle vânt pe pământ, nici pe mare, nici peste vreun copac.",
        "2": "Și am văzut un alt înger care se suia dinspre răsăritul soarelui și care avea pecetea Dumnezeului celui viu. El a strigat cu glas tare la cei patru îngeri cărora le fusese dat să vatăme pământul și marea,",
        "3": "zicând: „Nu vătămați pământul, nici marea, nici copacii până nu vom pune pecetea pe fruntea slujitorilor Dumnezeului nostru!”",
        "4": "Și am auzit numărul celor ce fuseseră pecetluiți: o sută patruzeci și patru de mii din toate semințiile fiilor lui Israel.",
        "5": "Din seminția lui Iuda, douăsprezece mii erau pecetluiți; din seminția lui Ruben, douăsprezece mii; din seminția lui Gad, douăsprezece mii;",
        "6": "din seminția lui Așer, douăsprezece mii; din seminția lui Neftali, douăsprezece mii; din seminția lui Manase, douăsprezece mii;",
        "7": "din seminția lui Simeon, douăsprezece mii; din seminția lui Levi, douăsprezece mii; din seminția lui Isahar, douăsprezece mii;",
        "8": "din seminția lui Zabulon, douăsprezece mii; din seminția lui Iosif, douăsprezece mii; din seminția lui Beniamin, douăsprezece mii au fost pecetluiți.",
        "9": "După aceea m-am uitat și iată că era o mare gloată pe care nu putea s-o numere nimeni, din orice neam, din orice seminție, din orice norod și de orice limbă, care stătea în picioare înaintea scaunului de domnie și înaintea Mielului, îmbrăcați în haine albe, cu ramuri de finic în mâini,",
        "10": "și strigau cu glas tare și ziceau: „Mântuirea este a Dumnezeului nostru, care șade pe scaunul de domnie, și a Mielului!”",
        "11": "Și toți îngerii stăteau împrejurul scaunului de domnie, împrejurul bătrânilor și împrejurul celor patru făpturi vii. Și s-au aruncat cu fețele la pământ în fața scaunului de domnie și s-au închinat lui Dumnezeu",
        "12": "și au zis: „Amin. Ale Dumnezeului nostru să fie lauda, slava, înțelepciunea, mulțumirile, cinstea, puterea și tăria în vecii vecilor! Amin.”",
        "13": "Și unul din bătrâni a luat cuvântul și mi-a zis: „Aceștia, care sunt îmbrăcați în haine albe, cine sunt oare? Și de unde au venit?”",
        "14": "„Doamne”, i-am răspuns eu, „tu știi.” Și el mi-a zis: „Aceștia vin din necazul cel mare; ei și-au spălat hainele și le-au albit în sângele Mielului.",
        "15": "Pentru aceasta stau ei înaintea scaunului de domnie al lui Dumnezeu și-I slujesc zi și noapte în Templul Lui. Cel ce șade pe scaunul de domnie Își va întinde peste ei cortul Lui.",
        "16": "Nu le va mai fi foame, nu le va mai fi sete; nu-i va mai dogori nici soarele, nici vreo altă arșiță.",
        "17": "Căci Mielul, care stă în mijlocul scaunului de domnie, va fi Păstorul lor, îi va duce la izvoarele apelor vieții și Dumnezeu va șterge orice lacrimă din ochii lor.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "După aceea, am văzut patru îngeri care stăteau la cele patru colțuri ale pământului, ținând cele patru vânturi ale pământului, pentru ca niciun vânt să nu mai sufle pe pământ, pe mare sau peste vreun copac.",
        "2": "Am văzut un alt înger, care se înălța din est și care avea sigiliul Dumnezeului celui Viu. El a strigat cu glas tare spre cei patru îngeri cărora le fusese dat să facă rău pământului și mării,",
        "3": "zicând: „Nu faceți rău nici pământului, nici mării, nici copacilor, până nu vom pune sigiliul pe fruntea slujitorilor Dumnezeului nostru!“.",
        "4": "Și am auzit numărul celor ce primiseră sigiliul pe frunte: o sută patruzeci și patru de mii din toate semințiile fiilor lui Israel primiseră sigiliul pe frunte:",
        "5": "din seminția lui Iuda douăsprezece mii; din seminția lui Ruben – douăsprezece mii; din seminția lui Gad – douăsprezece mii;",
        "6": "din seminția lui Așer – douăsprezece mii; din seminția lui Neftali – douăsprezece mii; din seminția lui Manase – douăsprezece mii;",
        "7": "din seminția lui Simeon – douăsprezece mii; din seminția lui Levi – douăsprezece mii; din seminția lui Isahar – douăsprezece mii;",
        "8": "din seminția lui Zabulon – douăsprezece mii; din seminția lui Iosif – douăsprezece mii; din seminția lui Beniamin – douăsprezece mii primiseră sigiliul pe frunte. Marea mulțime în robe albe",
        "9": "După toate acestea, m-am uitat și iată că era o mare mulțime, pe care nimeni nu putea s-o numere, din toate națiunile, semințiile, popoarele și limbile. Stăteau înaintea tronului și înaintea Mielului, erau îmbrăcați în robe albe și aveau ramuri de palmier în mâini.",
        "10": "Ei strigau cu glas tare, zicând: „Mântuirea este a Dumnezeului nostru, Care stă pe tron, și a Mielului!“.",
        "11": "Toți îngerii stăteau de jur împrejurul tronului, al bătrânilor și al celor patru ființe vii. Ei s-au aruncat cu fețele la pământ înaintea tronului și I s-au închinat lui Dumnezeu,",
        "12": "zicând: „Amin! Lauda și gloria, înțelepciunea și mulțumirea, onoarea, puterea și măreția să fie ale Dumnezeului nostru în vecii vecilor! Amin“.",
        "13": "Unul dintre bătrâni m-a întrebat, zicând: ‒ Cine sunt aceștia îmbrăcați în robe albe și de unde au venit?",
        "14": "I-am răspuns: ‒ Domnule, tu știi! El mi-a zis: ‒ Aceștia sunt cei care vin din necazul cel mare. Ei și-au spălat robele și le-au albit în sângele Mielului.",
        "15": "De aceea sunt ei înaintea tronului lui Dumnezeu și I se închină zi și noapte în Templul Lui; iar Cel Ce stă pe tron Își va întinde cortul peste ei.",
        "16": "Nu le va mai fi nici foame, nici sete și nu va mai cădea peste ei arșița soarelui, nici vreo altă căldură arzătoare,",
        "17": "pentru că Mielul din mijlocul tronului îi va păstori și îi va conduce la izvoarele apelor vieții, iar Dumnezeu va șterge orice lacrimă din ochii lor."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "After this, I saw four angels standing at the four corners of the earth, holding the four winds of the earth, so that no wind would blow on the earth, or on the sea, or on any tree.",
        "2": "I saw another angel ascend from the sunrise, having the seal of the living God. He cried with a loud voice to the four angels to whom it was given to harm the earth and the sea,",
        "3": "saying, “Don’t harm the earth, the sea, or the trees, until we have sealed the bondservants of our God on their foreheads!”",
        "4": "I heard the number of those who were sealed, one hundred forty-four thousand, sealed out of every tribe of the children of Israel:",
        "5": "of the tribe of Judah twelve thousand were sealed, of the tribe of Reuben twelve thousand, of the tribe of Gad twelve thousand,",
        "6": "of the tribe of Asher twelve thousand, of the tribe of Naphtali twelve thousand, of the tribe of Manasseh twelve thousand,",
        "7": "of the tribe of Simeon twelve thousand, of the tribe of Levi twelve thousand, of the tribe of Issachar twelve thousand,",
        "8": "of the tribe of Zebulun twelve thousand, of the tribe of Joseph twelve thousand, and of the tribe of Benjamin twelve thousand were sealed.",
        "9": "After these things I looked, and behold, a great multitude which no man could count, out of every nation and of all tribes, peoples, and languages, standing before the throne and before the Lamb, dressed in white robes, with palm branches in their hands.",
        "10": "They cried with a loud voice, saying, “Salvation be to our God, who sits on the throne, and to the Lamb!”",
        "11": "All the angels were standing around the throne, the elders, and the four living creatures; and they fell on their faces before his throne, and worshiped God,",
        "12": "saying, “Amen! Blessing, glory, wisdom, thanksgiving, honor, power, and might, be to our God forever and ever! Amen.”",
        "13": "One of the elders answered, saying to me, “These who are arrayed in the white robes, who are they, and where did they come from?”",
        "14": "I told him, “My lord, you know.” He said to me, “These are those who came out of the great suffering. They washed their robes and made them white in the Lamb’s blood.",
        "15": "Therefore they are before the throne of God, and they serve him day and night in his temple. He who sits on the throne will spread his tabernacle over them.",
        "16": "They will never be hungry or thirsty any more. The sun won’t beat on them, nor any heat;",
        "17": "for the Lamb who is in the middle of the throne shepherds them and leads them to springs of life-giving waters. And God will wipe away every tear from their eyes.”"
      }
    }
  }
}