{
  "book": "Apocalipsa",
  "chapter": "14",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Apoi m-am uitat și iată că Mielul stătea pe muntele Sionului și împreună cu El stăteau o sută patruzeci și patru de mii, care aveau scris pe frunte Numele Său și Numele Tatălui Său.",
        "2": "Și am auzit venind din cer un glas ca un vuiet de ape mari, ca vuietul unui tunet puternic; și glasul pe care l-am auzit era ca al celor ce cântă cu alăuta și cântau din alăutele lor.",
        "3": "Cântau o cântare nouă înaintea scaunului de domnie, înaintea celor patru făpturi vii și înaintea bătrânilor. Și nimeni nu putea să învețe cântarea afară de cei o sută patruzeci și patru de mii, care fuseseră răscumpărați de pe pământ.",
        "4": "Ei nu s-au întinat cu femei, căci sunt verguri, și urmează pe Miel oriunde merge El. Au fost răscumpărați dintre oameni, ca cel dintâi rod pentru Dumnezeu și pentru Miel.",
        "5": "Și în gura lor nu s-a găsit minciună, căci sunt fără vină înaintea scaunului de domnie al lui Dumnezeu.",
        "6": "Și am văzut un alt înger, care zbura prin mijlocul cerului cu o Evanghelie veșnică, pentru ca s-o vestească locuitorilor pământului, oricărui neam, oricărei seminții, oricărei limbi și oricărui norod.",
        "7": "El zicea cu glas tare: „Temeți-vă de Dumnezeu și dați-I slavă, căci a venit ceasul judecății Lui, și închinați-vă Celui ce a făcut cerul și pământul, marea și izvoarele apelor!”",
        "8": "Apoi a urmat un alt înger, al doilea, și a zis: „A căzut, a căzut Babilonul, cetatea cea mare, care a adăpat toate neamurile din vinul mâniei curviei ei!”",
        "9": "Apoi a urmat un alt înger, al treilea, și a zis cu glas tare: „Dacă se închină cineva fiarei și icoanei ei și primește semnul ei pe frunte sau pe mână,",
        "10": "va bea și el din vinul mâniei lui Dumnezeu, turnat neamestecat în paharul mâniei Lui, și va fi chinuit în foc și în pucioasă înaintea sfinților îngeri și înaintea Mielului.",
        "11": "Și fumul chinului lor se suie în sus în vecii vecilor. Și nici ziua, nici noaptea n-au odihnă cei ce se închină fiarei și icoanei ei și oricine primește semnul numelui ei!",
        "12": "Aici este răbdarea sfinților, care păzesc poruncile lui Dumnezeu și credința lui Isus.”",
        "13": "Și am auzit un glas din cer care zicea: „Scrie: Ferice de acum încolo de morții care mor în Domnul!” „Da”, zice Duhul, „ei se vor odihni de ostenelile lor, căci faptele lor îi urmează!”",
        "14": "Apoi m-am uitat, și iată un nor alb; și pe nor ședea cineva care semăna cu un fiu al omului; pe cap avea o cunună de aur, iar în mână, o seceră ascuțită.",
        "15": "Și un alt înger a ieșit din Templu și striga cu glas tare Celui ce ședea pe nor: „Pune secera Ta și seceră, pentru că a venit ceasul să seceri și secerișul pământului este copt.”",
        "16": "Atunci, Cel ce ședea pe nor Și-a aruncat secera pe pământ. Și pământul a fost secerat.",
        "17": "Și din Templul care este în cer a ieșit un alt înger, care avea și el un cosor ascuțit.",
        "18": "Și un alt înger, care avea stăpânire asupra focului, a ieșit din altar și a strigat cu glas tare către cel ce avea cosorul cel ascuțit: „Pune cosorul tău cel ascuțit și culege strugurii viei pământului, căci strugurii ei sunt copți.”",
        "19": "Și îngerul și-a aruncat cosorul pe pământ, a cules via pământului și a aruncat strugurii în teascul cel mare al mâniei lui Dumnezeu.",
        "20": "Și teascul a fost călcat în picioare afară din cetate; și din teasc a ieșit sânge până la zăbalele cailor, pe o întindere de o mie șase sute de stadii."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "M-am uitat și iată că Mielul stătea pe muntele Sion, și împreună cu El erau o sută patruzeci și patru de mii, care aveau scrise pe frunțile lor Numele Lui și Numele Tatălui Său.",
        "2": "Și am auzit un glas din Cer, ca vuietul multor ape și ca sunetul unui tunet puternic. Sunetul pe care l-am auzit era ca al kitharozilor care cântă la kitharele lor.",
        "3": "Ei cântau o cântare nouă înaintea tronului și înaintea celor patru ființe vii și a bătrânilor. Nimeni nu putea să învețe acea cântare, în afară de cei o sută patruzeci și patru de mii care fuseseră răscumpărați de pe pământ.",
        "4": "Aceștia sunt cei care nu s-au pângărit cu femei, căci sunt virgini. Ei Îl urmează pe Miel oriunde merge. Aceștia au fost răscumpărați dintre oameni ca prime roade pentru Dumnezeu și pentru Miel.",
        "5": "Și în gura lor nu s-a găsit minciună; ei sunt fără cusur. Mesajele celor trei îngeri",
        "6": "Am văzut un alt înger, care zbura în înaltul cerului. El avea de vestit Evanghelia veșnică celor ce locuiesc pe pământ – oricărei națiuni, seminții și limbi, și oricărui popor.",
        "7": "El spunea cu glas tare: „Fiți temători de Dumnezeu și dați-I glorie, pentru că a sosit ceasul judecății Lui! Închinați-vă Celui Ce a făcut cerul, pământul, marea și izvoarele!“.",
        "8": "Un alt înger, al doilea, a urmat, zicând: „A căzut, a căzut Babilonul cel mare, care a dat să bea din vinul pasiunii preacurviei lui tuturor națiunilor!“.",
        "9": "Un alt înger, al treilea, le-a urmat, zicând cu glas tare: „Dacă se închină cineva fiarei și chipului ei și primește un semn pe frunte sau pe mână,",
        "10": "va bea și el din vinul furiei lui Dumnezeu, turnat neamestecat în paharul mâniei Lui, și va fi chinuit în foc și sulf înaintea îngerilor sfinți și înaintea Mielului.",
        "11": "Fumul chinului lor se ridică în vecii vecilor. Și nu au odihnă nici ziua, nici noaptea, cei ce se închină fiarei și chipului ei și cei ce primesc semnul numelui ei“.",
        "12": "Aici este răbdarea sfinților, a celor ce păzesc poruncile lui Dumnezeu și credința în Isus.",
        "13": "Am auzit un glas din Cer, zicând: „Scrie: fericiți sunt cei morți, cei care, de acum încolo, mor în Domnul! Da, zice Duhul, pentru că ei se vor odihni de eforturile lor, căci faptele lor îi urmează“.",
        "14": "Apoi m-am uitat și iată că era un nor alb, iar pe nor ședea „cineva care era ca un fiu al omului“. Avea pe cap o coroană de aur, iar în mână avea o seceră ascuțită.",
        "15": "Un alt înger a ieșit din Templu, strigându-i cu glas tare celui ce ședea pe nor: „Trimite secera ta și seceră, întrucât a sosit ceasul să seceri, pentru că recolta pământului este coaptă!“.",
        "16": "Cel ce ședea pe nor și-a aruncat secera pe pământ și pământul a fost secerat.",
        "17": "Un alt înger a ieșit din Templul care este în Cer, având și el o seceră ascuțită.",
        "18": "Un alt înger, care are autoritate peste foc, a ieșit de la altar și a strigat cu glas tare către cel ce avea secera ascuțită, zicând: „Trimite secera ta ascuțită și culege ciorchinii de struguri ai viței pământului, pentru că strugurii ei sunt copți!“.",
        "19": "Îngerul și-a aruncat secera pe pământ, a cules vița pământului și i-a aruncat strugurii în teascul cel mare al furiei lui Dumnezeu.",
        "20": "Strugurii din teasc au fost călcați în picioare în afara cetății și, din teasc, a ieșit sânge până la zăbalele cailor, pe o distanță de o mie șase sute de stadii."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "I saw, and behold, the Lamb standing on Mount Zion, and with him a number, one hundred forty-four thousand, having his name and the name of his Father written on their foreheads.",
        "2": "I heard a sound from heaven like the sound of many waters and like the sound of a great thunder. The sound which I heard was like that of harpists playing on their harps.",
        "3": "They sing a new song before the throne and before the four living creatures and the elders. No one could learn the song except the one hundred forty-four thousand, those who had been redeemed out of the earth.",
        "4": "These are those who were not defiled with women, for they are virgins. These are those who follow the Lamb wherever he goes. These were redeemed by Jesus from among men, the first fruits to God and to the Lamb.",
        "5": "In their mouth was found no lie, for they are blameless.",
        "6": "I saw an angel flying in mid heaven, having an eternal Good News to proclaim to those who dwell on the earth—to every nation, tribe, language, and people.",
        "7": "He said with a loud voice, “Fear the Lord, and give him glory, for the hour of his judgment has come. Worship him who made the heaven, the earth, the sea, and the springs of waters!”",
        "8": "Another, a second angel, followed, saying, “Babylon the great has fallen, which has made all the nations to drink of the wine of the wrath of her sexual immorality.”",
        "9": "Another angel, a third, followed them, saying with a great voice, “If anyone worships the beast and his image, and receives a mark on his forehead or on his hand,",
        "10": "he also will drink of the wine of the wrath of God, which is prepared unmixed in the cup of his anger. He will be tormented with fire and sulfur in the presence of the holy angels and in the presence of the Lamb.",
        "11": "The smoke of their torment goes up forever and ever. They have no rest day and night, those who worship the beast and his image, and whoever receives the mark of his name.",
        "12": "Here is the perseverance of the saints, those who keep the commandments of God and the faith of Jesus.”",
        "13": "I heard a voice from heaven saying, “Write, ‘Blessed are the dead who die in the Lord from now on.’” “Yes,” says the Spirit, “that they may rest from their labors, for their works follow with them.”",
        "14": "I looked, and saw a white cloud, and on the cloud one sitting like a son of man, having on his head a golden crown, and in his hand a sharp sickle.",
        "15": "Another angel came out of the temple, crying with a loud voice to him who sat on the cloud, “Send your sickle and reap, for the hour to reap has come; for the harvest of the earth is ripe!”",
        "16": "He who sat on the cloud thrust his sickle on the earth, and the earth was reaped.",
        "17": "Another angel came out of the temple which is in heaven. He also had a sharp sickle.",
        "18": "Another angel came out from the altar, he who has power over fire, and he called with a great voice to him who had the sharp sickle, saying, “Send your sharp sickle and gather the clusters of the vine of the earth, for the earth’s grapes are fully ripe!”",
        "19": "The angel thrust his sickle into the earth, and gathered the vintage of the earth and threw it into the great wine press of the wrath of God.",
        "20": "The wine press was trodden outside of the city, and blood came out of the wine press, up to the bridles of the horses, as far as one thousand six hundred stadia."
      }
    }
  }
}