{
  "book": "Apocalipsa",
  "chapter": "21",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Apoi am văzut un cer nou și un pământ nou; pentru că cerul dintâi și pământul dintâi pieriseră, și marea nu mai era.",
        "2": "Și eu am văzut coborându-se din cer, de la Dumnezeu, cetatea sfântă, Noul Ierusalim, gătită ca o mireasă împodobită pentru bărbatul ei.",
        "3": "Și am auzit un glas tare, care ieșea din scaunul de domnie și zicea: „Iată cortul lui Dumnezeu cu oamenii! El va locui cu ei și ei vor fi poporul Lui și Dumnezeu Însuși va fi cu ei. El va fi Dumnezeul lor.",
        "4": "El va șterge orice lacrimă din ochii lor. Și moartea nu va mai fi. Nu va mai fi nici tânguire, nici țipăt, nici durere, pentru că lucrurile dintâi au trecut.”",
        "5": "Cel ce ședea pe scaunul de domnie a zis: „Iată, Eu fac toate lucrurile noi.” Și a adăugat: „Scrie, fiindcă aceste cuvinte sunt vrednice de crezut și adevărate.”",
        "6": "Apoi mi-a zis: „S-a isprăvit! Eu sunt Alfa și Omega, Începutul și Sfârșitul. Celui ce îi este sete îi voi da să bea fără plată din izvorul apei vieții.",
        "7": "Cel ce va birui va moșteni aceste lucruri. Eu voi fi Dumnezeul lui și el va fi fiul Meu.",
        "8": "Dar cât despre fricoși, necredincioși, scârboși, ucigași, curvari, vrăjitori, închinătorii la idoli și toți mincinoșii, partea lor este în iazul care arde cu foc și cu pucioasă, adică moartea a doua.”",
        "9": "Apoi unul din cei șapte îngeri care țineau cele șapte potire pline cu cele din urmă șapte urgii a venit și a vorbit cu mine și mi-a zis: „Vino să-ți arăt mireasa, nevasta Mielului!”",
        "10": "Și m-a dus, în Duhul, pe un munte mare și înalt. Și mi-a arătat cetatea sfântă, Ierusalimul, care se cobora din cer, de la Dumnezeu,",
        "11": "având slava lui Dumnezeu. Lumina ei era ca o piatră preascumpă, ca o piatră de iaspis, străvezie ca cristalul.",
        "12": "Era înconjurată cu un zid mare și înalt. Avea douăsprezece porți, și la porți, doisprezece îngeri. Și pe ele erau scrise niște nume: numele celor douăsprezece seminții ale fiilor lui Israel.",
        "13": "Spre răsărit erau trei porți; spre miazănoapte, trei porți; spre miazăzi, trei porți și spre apus, trei porți.",
        "14": "Zidul cetății avea douăsprezece temelii și pe ele erau cele douăsprezece nume ale celor doisprezece apostoli ai Mielului.",
        "15": "Îngerul care vorbea cu mine avea ca măsurătoare o trestie de aur, ca să măsoare cetatea, porțile și zidul ei.",
        "16": "Cetatea era în patru colțuri și lungimea ei era cât lărgimea. A măsurat cetatea cu trestia și a găsit aproape douăsprezece mii de prăjini. Lungimea, lărgimea și înălțimea erau deopotrivă.",
        "17": "I-a măsurat și zidul și a găsit o sută patruzeci și patru de coți, după măsura oamenilor, căci cu măsura aceasta măsura îngerul.",
        "18": "Zidul era zidit de iaspis și cetatea era de aur curat, ca sticla curată.",
        "19": "Temeliile zidului cetății erau împodobite cu pietre scumpe de tot felul: cea dintâi temelie era de iaspis; a doua, de safir; a treia, de halchedon; a patra, de smarald;",
        "20": "a cincea, de sardonix; a șasea, de sardiu; a șaptea, de crisolit; a opta, de beril; a noua, de topaz; a zecea, de hrisopraz; a unsprezecea, de iacint; a douăsprezecea, de ametist.",
        "21": "Cele douăsprezece porți erau douăsprezece mărgăritare. Fiecare poartă era dintr-un singur mărgăritar. Ulița cetății era de aur curat, ca sticla străvezie.",
        "22": "În cetate n-am văzut niciun Templu, pentru că Domnul Dumnezeu, Cel Atotputernic, ca și Mielul sunt Templul ei.",
        "23": "Cetatea n-are trebuință nici de soare, nici de lună ca s-o lumineze, căci o luminează slava lui Dumnezeu și făclia ei este Mielul.",
        "24": "Neamurile vor umbla în lumina ei și împărații pământului își vor aduce slava și cinstea lor în ea.",
        "25": "Porțile ei nu se vor închide ziua, fiindcă în ea nu va mai fi noapte.",
        "26": "În ea vor aduce slava și cinstea neamurilor.",
        "27": "Nimic întinat nu va intra în ea, nimeni care trăiește în spurcăciune și în minciună, ci numai cei scriși în cartea vieții Mielului."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Apoi am văzut un cer nou și un pământ nou, căci primul cer și primul pământ trecuseră, și nici marea nu mai era.",
        "2": "Și am văzut cetatea cea sfântă, Noul Ierusalim, coborând din Cer, de la Dumnezeu, pregătită ca o mireasă împodobită pentru soțul ei.",
        "3": "Am auzit un glas puternic ieșind de la tron și zicând: „Iată Cortul lui Dumnezeu cu oamenii! El Își va întinde Cortul în mijlocul lor, iar ei vor fi poporul Lui. Și Dumnezeu Însuși va fi cu ei și va fi Dumnezeul lor.",
        "4": "El va șterge orice lacrimă din ochii lor și moartea nu va mai fi. Nu va mai fi nici jale, nici strigăt, nici durere, pentru că lucrurile dintâi s-au dus“.",
        "5": "Cel Ce ședea pe tron a zis: „Iată, Eu fac toate lucrurile noi!“. A mai zis: „Scrie, pentru că aceste cuvinte sunt demne de încredere și adevărate!“.",
        "6": "Apoi mi-a zis: „S-a sfârșit! Eu sunt Alfa și Omega, Începutul și Sfârșitul. Celui ce îi este sete îi voi da să bea fără plată din izvorul apei vieții.",
        "7": "Cel ce învinge va moșteni aceste lucruri, și Eu voi fi Dumnezeul Lui, iar el va fi fiul Meu.",
        "8": "Cât despre lași, necredincioși, scârboși, ucigași, preacurvari, vrăjitori, închinători la idoli și toți mincinoșii, partea lor este în lacul care arde cu foc și sulf, care este moartea a doua“. Noul Ierusalim",
        "9": "Unul dintre cei șapte îngeri, care au avut cele șapte vase pline cu ultimele șapte urgii, a venit și a vorbit cu mine, zicând: „Vino! Îți voi arăta mireasa, soția Mielului“.",
        "10": "M-a dus în Duhul pe un munte mare și înalt și mi-a arătat cetatea cea sfântă, Ierusalimul, coborând din Cer, de la Dumnezeu.",
        "11": "Ea avea gloria lui Dumnezeu, iar strălucirea ei era ca a unei pietre deosebit de prețioase, ca un jasp, strălucind asemenea cristalului.",
        "12": "Avea un zid mare și înalt, avea douăsprezece porți, iar la porți – doisprezece îngeri. Pe ele erau scrise numele celor douăsprezece seminții ale fiilor lui Israel.",
        "13": "Trei porți erau spre est, trei porți spre nord, trei porți spre sud și trei porți spre vest.",
        "14": "Zidul cetății avea douăsprezece temelii și pe ele erau cele douăsprezece nume ale celor doisprezece apostoli ai Mielului.",
        "15": "Cel care a vorbit cu mine avea o trestie de aur pentru măsurat, ca să măsoare cetatea, porțile și zidul ei.",
        "16": "Cetatea era așezată în formă de pătrat, lungimea ei fiind la fel cu lățimea. A măsurat cetatea cu trestia și era de douăsprezece mii de stadii. Lungimea, lățimea și înălțimea erau la fel.",
        "17": "A măsurat și zidul și era de o sută patruzeci și patru de coți, după unitatea de măsură a omului, căci pe aceasta o folosea îngerul.",
        "18": "Zidul era construit din jasp, iar cetatea era din aur pur, ca sticla curată.",
        "19": "Temeliile zidului cetății erau decorate cu tot felul de pietre prețioase. Prima temelie era de jasp, a doua – de safir, a treia – de calcedonie, a patra – de smarald,",
        "20": "a cincea – de sardonix, a șasea – de sardiu, a șaptea – de crisolit, a opta – de beril, a noua – de topaz, a zecea – de crisopraz, a unsprezecea – de iacint, a douăsprezecea – de ametist.",
        "21": "Cele douăsprezece porți erau douăsprezece perle; fiecare poartă era dintr-o singură perlă. Strada cetății era din aur pur, ca sticla transparentă.",
        "22": "N-am văzut niciun templu în cetate, pentru că Domnul Dumnezeu – Cel Atotputernic – și Mielul sunt Templul ei.",
        "23": "Cetatea nu are nevoie nici de soare, nici de lună, ca să-i dea lumină, pentru că o luminează gloria lui Dumnezeu, iar Mielul este candela ei.",
        "24": "Națiunile vor umbla în lumina ei, iar regii pământului își vor aduce gloria în ea.",
        "25": "Porțile ei nu vor fi închise niciodată ziua și acolo nu va fi noapte.",
        "26": "Gloria și onoarea națiunilor vor fi aduse în ea.",
        "27": "Nimic necurat nu va intra în ea și nimeni care trăiește în spurcăciune și minciună, ci doar cei care sunt scriși în Cartea Vieții Mielului."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "I saw a new heaven and a new earth, for the first heaven and the first earth have passed away, and the sea is no more.",
        "2": "I saw the holy city, New Jerusalem, coming down out of heaven from God, prepared like a bride adorned for her husband.",
        "3": "I heard a loud voice out of heaven saying, “Behold, God’s dwelling is with people; and he will dwell with them, and they will be his people, and God himself will be with them as their God.",
        "4": "He will wipe away every tear from their eyes. Death will be no more; neither will there be mourning, nor crying, nor pain any more. The first things have passed away.”",
        "5": "He who sits on the throne said, “Behold, I am making all things new.” He said, “Write, for these words of God are faithful and true.”",
        "6": "He said to me, “I am the Alpha and the Omega, the Beginning and the End. I will give freely to him who is thirsty from the spring of the water of life.",
        "7": "He who overcomes, I will give him these things. I will be his God, and he will be my son.",
        "8": "But for the cowardly, unbelieving, sinners, abominable, murderers, sexually immoral, sorcerers, idolaters, and all liars, their part is in the lake that burns with fire and sulfur, which is the second death.”",
        "9": "One of the seven angels who had the seven bowls which were loaded with the seven last plagues came, and he spoke with me, saying, “Come here. I will show you the bride, the Lamb’s wife.”",
        "10": "He carried me away in the Spirit to a great and high mountain, and showed me the holy city, Jerusalem, coming down out of heaven from God,",
        "11": "having the glory of God. Her light was like a most precious stone, like a jasper stone, clear as crystal;",
        "12": "having a great and high wall with twelve gates, and at the gates twelve angels, and names written on them, which are the names of the twelve tribes of the children of Israel.",
        "13": "On the east were three gates, and on the north three gates, and on the south three gates, and on the west three gates.",
        "14": "The wall of the city had twelve foundations, and on them twelve names of the twelve Apostles of the Lamb.",
        "15": "He who spoke with me had for a measure a golden reed to measure the city, its gates, and its walls.",
        "16": "The city is square. Its length is as great as its width. He measured the city with the reed: twelve thousand twelve stadia. Its length, width, and height are equal.",
        "17": "Its wall is one hundred forty-four cubits, by the measure of a man, that is, of an angel.",
        "18": "The construction of its wall was jasper. The city was pure gold, like pure glass.",
        "19": "The foundations of the city’s wall were adorned with all kinds of precious stones. The first foundation was jasper, the second sapphire, the third chalcedony, the fourth emerald,",
        "20": "the fifth sardonyx, the sixth sardius, the seventh chrysolite, the eighth beryl, the ninth topaz, the tenth chrysoprase, the eleventh jacinth, and the twelfth amethyst.",
        "21": "The twelve gates were twelve pearls. Each one of the gates was made of one pearl. The street of the city was pure gold, like transparent glass.",
        "22": "I saw no temple in it, for the Lord God the Almighty and the Lamb are its temple.",
        "23": "The city has no need for the sun or moon to shine, for the very glory of God illuminated it and its lamp is the Lamb.",
        "24": "The nations will walk in its light. The kings of the earth bring the glory and honor of the nations into it.",
        "25": "Its gates will in no way be shut by day (for there will be no night there),",
        "26": "and they shall bring the glory and the honor of the nations into it so that they may enter.",
        "27": "There will in no way enter into it anything profane, or one who causes an abomination or a lie, but only those who are written in the Lamb’s book of life."
      }
    }
  }
}