{
  "book": "Apocalipsa",
  "chapter": "10",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Apoi am văzut un alt înger puternic, care se cobora din cer învăluit într-un nor. Deasupra capului lui era curcubeul; fața lui era ca soarele și picioarele lui erau ca niște stâlpi de foc.",
        "2": "În mână ținea o cărticică deschisă. A pus piciorul drept pe mare și piciorul stâng pe pământ",
        "3": "și a strigat cu glas tare, cum răcnește un leu. Când a strigat el, cele șapte tunete au făcut să se audă glasurile lor.",
        "4": "Și când au făcut cele șapte tunete să se audă glasurile lor, eram gata să mă apuc să scriu; și am auzit din cer un glas, care zicea: „Pecetluiește ce au spus cele șapte tunete și nu scrie ce au spus!”",
        "5": "Și îngerul pe care-l văzusem stând în picioare pe mare și pe pământ și-a ridicat mâna dreaptă spre cer",
        "6": "și a jurat pe Cel ce este viu în vecii vecilor, care a făcut cerul și lucrurile din el, pământul și lucrurile de pe el, marea și lucrurile din ea, că nu va mai fi nicio zăbavă,",
        "7": "ci că, în zilele în care îngerul al șaptelea va suna din trâmbița lui, se va sfârși taina lui Dumnezeu, după vestea bună vestită de El robilor Săi prorocilor.",
        "8": "Și glasul pe care-l auzisem din cer mi-a vorbit din nou și mi-a zis: „Du-te de ia cărticica deschisă din mâna îngerului care stă în picioare pe mare și pe pământ!”",
        "9": "M-am dus la înger și i-am cerut să-mi dea cărticica. „Ia-o”, mi-a zis el, „și mănânc-o; ea îți va amărî pântecele, dar în gura ta va fi dulce ca mierea.”",
        "10": "Am luat cărticica din mâna îngerului și am mâncat-o: în gura mea a fost dulce ca mierea, dar, după ce am mâncat-o, mi s-a umplut pântecele de amărăciune.",
        "11": "Apoi mi-a zis: „Trebuie să prorocești din nou cu privire la multe noroade, neamuri, limbi și împărați.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Am văzut un alt înger puternic, care cobora din Cer învăluit într-un nor. Deasupra capului lui era un curcubeu. Fața lui era ca soarele, picioarele îi erau ca niște stâlpi de foc,",
        "2": "și în mână avea un sul mic, care era deschis. Și-a pus piciorul drept pe mare și piciorul stâng pe uscat",
        "3": "și a strigat cu glas tare, așa cum rage un leu. Când a strigat el, cele șapte tunete și-au făcut auzite glasurile,",
        "4": "iar când cele șapte tunete au vorbit, eram gata să scriu, însă am auzit un glas din Cer, zicând: „Sigilează ceea ce au spus cele șapte tunete și nu scrie!“.",
        "5": "Îngerul pe care l-am văzut stând în picioare pe mare și pe uscat și-a ridicat mâna dreaptă spre cer",
        "6": "și a jurat pe Cel Ce trăiește în vecii vecilor, Care a creat cerul și ceea ce este în el, pământul și ceea ce este pe el și marea și ceea ce este în ea, că nu va mai fi nicio amânare,",
        "7": "ci în zilele când al șaptelea înger va suna din trâmbiță, se va împlini taina lui Dumnezeu, așa cum le-a vestit El slujitorilor Săi, profeții.",
        "8": "Glasul din Cer pe care l-am auzit mi-a vorbit din nou și mi-a zis: „Du-te, ia sulul deschis care este în mâna îngerului ce stă în picioare pe mare și pe uscat!“.",
        "9": "M-am dus la înger și i-am zis să-mi dea acel sul mic. El mi-a zis: „Ia-l și mănâncă-l! Îți va amărî stomacul, dar în gură îți va fi dulce ca mierea“.",
        "10": "Am luat sulul din mâna îngerului și l-am mâncat. În gura mea a fost dulce ca mierea, dar când l-am mâncat, stomacul mi s-a făcut amar.",
        "11": "Atunci el mi-a zis: „Trebuie să profețești din nou despre multe popoare, națiuni, limbi și regi!“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "I saw a mighty angel coming down out of the sky, clothed with a cloud. A rainbow was on his head. His face was like the sun, and his feet like pillars of fire.",
        "2": "He had in his hand a little open book. He set his right foot on the sea, and his left on the land.",
        "3": "He cried with a loud voice, as a lion roars. When he cried, the seven thunders uttered their voices.",
        "4": "When the seven thunders sounded, I was about to write; but I heard a voice from the sky saying, “Seal up the things which the seven thunders said, and don’t write them.”",
        "5": "The angel whom I saw standing on the sea and on the land lifted up his right hand to the sky",
        "6": "and swore by him who lives forever and ever, who created heaven and the things that are in it, the earth and the things that are in it, and the sea and the things that are in it, that there will no longer be delay,",
        "7": "but in the days of the voice of the seventh angel, when he is about to sound, then the mystery of God is finished, as he declared to his servants the prophets.",
        "8": "The voice which I heard from heaven, again speaking with me, said, “Go, take the book which is open in the hand of the angel who stands on the sea and on the land.”",
        "9": "I went to the angel, telling him to give me the little book. He said to me, “Take it and eat it. It will make your stomach bitter, but in your mouth it will be as sweet as honey.”",
        "10": "I took the little book out of the angel’s hand, and ate it. It was as sweet as honey in my mouth. When I had eaten it, my stomach was made bitter.",
        "11": "They told me, “You must prophesy again over many peoples, nations, languages, and kings.”"
      }
    }
  }
}