{
  "book": "Apocalipsa",
  "chapter": "18",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "După aceea, am văzut coborându-se din cer un alt înger, care avea o mare putere; și pământul s-a luminat de slava lui.",
        "2": "El a strigat cu glas tare și a zis: „A căzut, a căzut Babilonul cel mare! A ajuns un locaș al dracilor, o închisoare a oricărui duh necurat, o închisoare a oricărei păsări necurate și urâte,",
        "3": "pentru că toate neamurile au băut din vinul mâniei curviei ei și împărații pământului au curvit cu ea și negustorii pământului s-au îmbogățit prin risipa desfătării ei.”",
        "4": "Apoi am auzit din cer un alt glas, care zicea: „Ieșiți din mijlocul ei, poporul Meu, ca să nu fiți părtași la păcatele ei și să nu fiți loviți cu urgiile ei!",
        "5": "Pentru că păcatele ei s-au îngrămădit și au ajuns până în cer și Dumnezeu Și-a adus aminte de nelegiuirile ei.",
        "6": "Răsplătiți-i cum v-a răsplătit ea și întoarceți-i de două ori cât faptele ei. Turnați-i îndoit în potirul în care a amestecat ea!",
        "7": "Pe cât s-a slăvit pe sine însăși și s-a desfătat în risipă, pe atât dați-i chin și tânguire! Pentru că zice în inima ei: ‘Șed ca împărăteasă, nu sunt văduvă și nu voi ști ce este tânguirea!’",
        "8": "Tocmai pentru aceea într-o singură zi vor veni urgiile ei: moartea, tânguirea și foametea. Și va fi arsă de tot în foc, pentru că Domnul Dumnezeu, care a judecat-o, este tare.",
        "9": "Și împărații pământului, care au curvit și s-au dezmierdat în risipă cu ea, când vor vedea fumul arderii ei, o vor plânge și o vor boci.",
        "10": "Ei vor sta departe, de frică să nu cadă în chinul ei, și vor zice: ‘Vai! vai! Babilonul, cetatea cea mare, cetatea cea tare! Într-o clipă ți-a venit judecata!’",
        "11": "Negustorii pământului o plâng și o jelesc, pentru că nimeni nu le mai cumpără marfa:",
        "12": "marfă de aur, de argint, de pietre scumpe, de mărgăritare, de in subțire, de purpură, de mătase și de stacojiu; nici feluritele lor soiuri de lemn de tiin, tot felul de vase de fildeș, tot felul de vase de lemn foarte scump, de aramă, de fier și de marmură;",
        "13": "nici scorțișoara, nici mirodeniile, nici miroznele, nici mirul, nici tămâia, nici vinul, nici untdelemnul, nici făina bună de tot, nici grâul, nici boii, nici oile, nici caii, nici căruțele, nici robii, nici sufletele oamenilor.",
        "14": "Și roadele atât de dorite sufletului tău s-au dus de la tine. Toate lucrurile alese, strălucite, sunt pierdute pentru tine și nu le vei mai găsi.",
        "15": "Cei ce fac negoț cu aceste lucruri, care s-au îmbogățit de pe urma ei, vor sta departe de ea, de frica chinului ei. Vor plânge, se vor tângui",
        "16": "și vor zice: ‘Vai! vai! Cetatea cea mare, care era îmbrăcată cu in foarte subțire, cu purpură și cu stacojiu, care era împodobită cu aur, cu pietre scumpe și cu mărgăritare!",
        "17": "Atâtea bogății într-un ceas s-au prăpădit!’ Și toți cârmacii, toți cei ce merg cu corabia pe mare, marinarii și toți cei ce câștigă din mare stăteau departe",
        "18": "și, când au văzut fumul arderii ei, strigau: ‘Care cetate era ca cetatea cea mare?’",
        "19": "Și își aruncau țărână în cap, plângeau, se tânguiau, țipau și ziceau: ‘Vai! vai! Cetatea cea mare, al cărei belșug de scumpeturi a îmbogățit pe toți cei ce aveau corăbii pe mare, într-o clipă a fost prefăcută într-un pustiu!’",
        "20": "Bucură-te de ea, cerule! Bucurați-vă și voi, sfinților, apostolilor și prorocilor! Pentru că Dumnezeu v-a făcut dreptate și a judecat-o.”",
        "21": "Atunci, un înger puternic a ridicat de jos o piatră ca o mare piatră de moară, a aruncat-o în mare și a zis: „Cu așa repeziciune va fi aruncat Babilonul, cetatea cea mare, și nu va mai fi găsit!",
        "22": "Și nu se va mai auzi în tine nici sunet de alăute, nici cântece din instrumente, nici cântători din fluiere, nici cântători din trâmbițe; nu se va mai găsi la tine niciun meșter în vreun meșteșug oarecare. Nu se va mai auzi în tine vuietul morii.",
        "23": "Lumina lămpii nu va mai lumina în tine și nu se va mai auzi în tine glasul mirelui și al miresei, pentru că negustorii tăi erau mai-marii pământului, pentru că toate neamurile au fost amăgite de vrăjitoria ta",
        "24": "și pentru că acolo a fost găsit sângele prorocilor și al sfinților și al tuturor celor ce au fost înjunghiați pe pământ.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "După acestea, am văzut un alt înger, care cobora din Cer și avea o mare autoritate. Pământul a fost luminat de gloria lui.",
        "2": "El a strigat cu glas tare, zicând: „A căzut, a căzut Babilonul cel mare! A devenit o locuință a demonilor, un adăpost pentru orice duh necurat, un adăpost pentru orice pasăre necurată, un adăpost pentru orice fiară necurată și detestată,",
        "3": "pentru că din vinul furiei preacurviei ei au băut toate națiunile. Regii pământului au preacurvit cu ea, iar negustorii pământului s-au îmbogățit din puterea senzualității ei!“.",
        "4": "Am auzit un alt glas din Cer, zicând: „Ieși afară din ea, poporul Meu, ca să nu fii părtaș păcatelor ei și să nu primești din urgiile ei,",
        "5": "pentru că păcatele ei s-au îngrămădit până la cer, iar Dumnezeu Și-a adus aminte de nelegiuirile ei!",
        "6": "Răsplătiți-i, așa cum i-a răsplătit și ea pe alții, și plătiți-i înapoi dublu pentru faptele ei. În paharul în care a amestecat ea, amestecați-i o porție dublă!",
        "7": "Dați-i tot atâta chin și jale, pe cât s-a glorificat ea pe sine și a trăit în senzualitate! Pentru că zice în inima ei: «Șed ca o regină, nu sunt o văduvă și nu voi vedea niciodată jalea!».",
        "8": "De aceea urgiile vor veni asupra ei într-o singură zi – moarte, jale și foamete – și va fi arsă în foc, pentru că Domnul Dumnezeu, Care o judecă, este puternic.",
        "9": "Împărații pământului, care au preacurvit cu ea și au trăit în senzualitate, o vor plânge și o vor boci, când vor vedea fumul arderii ei.",
        "10": "Ei vor sta departe, de frica chinului ei, zicând: «Vai, vai, cetatea cea mare, Babilonul, cetatea cea puternică! Într-un ceas a venit condamnarea ta!».",
        "11": "Negustorii pământului o plâng și o jelesc pentru că nimeni nu le mai cumpără marfa:",
        "12": "marfă de aur, argint, pietre prețioase, perle; in fin, purpură, mătase și pânză roșie; tot felul de obiecte din lemn de lămâi, tot felul de obiecte din fildeș, tot felul de obiecte din lemn prețios; bronz, fier și marmură;",
        "13": "scorțișoară, condimente, tămâie, parfum, tămâie scumpă, vin și ulei de măsline, făină aleasă, grâu, animale de povară, oi, cai, care, trupuri și suflete ale oamenilor.",
        "14": "Rodul după care tânjea sufletul tău s-a dus de la tine; toate lucrurile tale luxoase și strălucitoare sunt pierdute pentru tine și niciodată nu vor mai fi găsite.",
        "15": "Cei ce fac comerț cu aceste lucruri, care s-au îmbogățit de pe urma ei, vor sta departe, de frica chinului ei, plângând, jelindu-se",
        "16": "și zicând: «Vai, vai, cetatea cea mare, îmbrăcată în in fin, în vișiniu și roșu, împodobită cu aur, pietre prețioase și perle!",
        "17": "O bogăție atât de mare a fost distrusă într-un singur ceas!». Orice căpitan de corabie, toți cei ce călătoresc pe mare, marinarii și cei care lucrează pe mare stăteau departe",
        "18": "și, văzând fumul arderii ei, strigau, zicând: «Care cetate a mai fost asemenea cetății celei mari?».",
        "19": "Ei își aruncau țărână pe cap și strigau, plângând și jelindu-se: «Vai, vai, cetatea cea mare, din prosperitatea căreia s-au îmbogățit toți cei ce aveau corăbii pe mare! Într-un ceas a fost pustiită!».",
        "20": "«Bucură-te de ea, cerule! Bucurați-vă și voi, sfinților, apostolilor și profeților, pentru că Dumnezeu a pronunțat judecata împotriva ei, în favoarea voastră!»“.",
        "21": "Un înger puternic a luat o piatră, ca o piatră mare de moară, și a aruncat-o în mare, zicând: „Cu o asemenea izbitură va fi aruncat Babilonul, marea cetate, încât niciodată nu va mai fi găsit!",
        "22": "Iar sunetul kitharozilor, al muzicienilor, al cântăreților la fluier și al trompetiștilor nu se va mai auzi niciodată în tine! Niciun meseriaș de nicio meserie, nu se va mai găsi vreodată în tine; sunetul morii nu se va mai auzi niciodată în tine;",
        "23": "lumina candelei nu va mai străluci niciodată în tine; glasul mirelui și al miresei nu se vor mai auzi niciodată în tine – pentru că negustorii tăi erau oamenii de seamă ai pământului, pentru că prin vrăjitoria ta au fost duse în rătăcire toate națiunile.",
        "24": "În ea s-a găsit sângele profeților, al sfinților și al tuturor celor ce au fost uciși pe pământ“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "After these things, I saw another angel coming down out of the sky, having great authority. The earth was illuminated with his glory.",
        "2": "He cried with a mighty voice, saying, “Fallen, fallen is Babylon the great, and she has become a habitation of demons, a prison of every unclean spirit, and a prison of every unclean and hated bird!",
        "3": "For all the nations have drunk of the wine of the wrath of her sexual immorality, the kings of the earth committed sexual immorality with her, and the merchants of the earth grew rich from the abundance of her luxury.”",
        "4": "I heard another voice from heaven, saying, “Come out of her, my people, that you have no participation in her sins, and that you don’t receive of her plagues,",
        "5": "for her sins have reached to the sky, and God has remembered her iniquities.",
        "6": "Return to her just as she returned, and repay her double as she did, and according to her works. In the cup which she mixed, mix to her double.",
        "7": "However much she glorified herself and grew wanton, so much give her of torment and mourning. For she says in her heart, ‘I sit a queen, and am no widow, and will in no way see mourning.’",
        "8": "Therefore in one day her plagues will come: death, mourning, and famine; and she will be utterly burned with fire, for the Lord God who has judged her is strong.",
        "9": "The kings of the earth who committed sexual immorality and lived wantonly with her will weep and wail over her, when they look at the smoke of her burning,",
        "10": "standing far away for the fear of her torment, saying, ‘Woe, woe, the great city, Babylon, the strong city! For your judgment has come in one hour.’",
        "11": "The merchants of the earth weep and mourn over her, for no one buys their merchandise any more:",
        "12": "merchandise of gold, silver, precious stones, pearls, fine linen, purple, silk, scarlet, all expensive wood, every vessel of ivory, every vessel made of most precious wood, and of brass, and iron, and marble;",
        "13": "and cinnamon, incense, perfume, frankincense, wine, olive oil, fine flour, wheat, cattle, sheep, horses, chariots, and people’s bodies and souls.",
        "14": "The fruits which your soul lusted after have been lost to you. All things that were dainty and sumptuous have perished from you, and you will find them no more at all.",
        "15": "The merchants of these things, who were made rich by her, will stand far away for the fear of her torment, weeping and mourning,",
        "16": "saying, ‘Woe, woe, the great city, she who was dressed in fine linen, purple, and scarlet, and decked with gold and precious stones and pearls!",
        "17": "For in an hour such great riches are made desolate.’ Every ship master, and everyone who sails anywhere, and mariners, and as many as gain their living by sea, stood far away,",
        "18": "and cried out as they looked at the smoke of her burning, saying, ‘What is like the great city?’",
        "19": "They cast dust on their heads, and cried, weeping and mourning, saying, ‘Woe, woe, the great city, in which all who had their ships in the sea were made rich by reason of her great wealth!’ For she is made desolate in one hour.",
        "20": "“Rejoice over her, O heaven, you saints, apostles, and prophets, for God has judged your judgment on her.”",
        "21": "A mighty angel took up a stone like a great millstone and cast it into the sea, saying, “Thus with violence will Babylon, the great city, be thrown down, and will be found no more at all.",
        "22": "The voice of harpists, minstrels, flute players, and trumpeters will be heard no more at all in you. No craftsman of whatever craft will be found any more at all in you. The sound of a mill will be heard no more at all in you.",
        "23": "The light of a lamp will shine no more at all in you. The voice of the bridegroom and of the bride will be heard no more at all in you, for your merchants were the princes of the earth; for with your sorcery all the nations were deceived.",
        "24": "In her was found the blood of prophets and of saints, and of all who have been slain on the earth.”"
      }
    }
  }
}