{
  "book": "Apocalipsa",
  "chapter": "16",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Și am auzit un glas tare, care venea din Templu și care zicea celor șapte îngeri: „Duceți-vă și vărsați pe pământ cele șapte potire ale mâniei lui Dumnezeu!”",
        "2": "Cel dintâi s-a dus și a vărsat potirul lui pe pământ. Și o rană rea și dureroasă a lovit pe oamenii care aveau semnul fiarei și care se închinau icoanei ei.",
        "3": "Al doilea a vărsat potirul lui în mare. Și marea s-a făcut sânge, ca sângele unui om mort. Și a murit orice făptură vie, chiar și tot ce era în mare.",
        "4": "Al treilea a vărsat potirul lui în râuri și în izvoarele apelor. Și apele s-au făcut sânge.",
        "5": "Și am auzit pe îngerul apelor zicând: „Drept ești Tu, Doamne, care ești și care erai! Tu ești Sfânt, pentru că ai judecat în felul acesta.",
        "6": "Fiindcă aceștia au vărsat sângele sfinților și al prorocilor, le-ai dat și Tu să bea sânge. Și sunt vrednici.”",
        "7": "Și am auzit altarul zicând: „Da, Doamne Dumnezeule, Atotputernice, adevărate și drepte sunt judecățile Tale!”",
        "8": "Al patrulea a vărsat potirul lui peste soare. Și soarelui i s-a dat să dogorească pe oameni cu focul lui.",
        "9": "Și oamenii au fost dogoriți de o arșiță mare și au hulit Numele Dumnezeului care are stăpânire peste aceste urgii și nu s-au pocăit ca să-I dea slavă.",
        "10": "Al cincilea a vărsat potirul lui peste scaunul de domnie al fiarei. Și împărăția fiarei a fost acoperită de întuneric. Oamenii își mușcau limbile de durere.",
        "11": "Și au hulit pe Dumnezeul cerului din pricina durerilor lor și din pricina rănilor lor rele și nu s-au pocăit de faptele lor.",
        "12": "Al șaselea a vărsat potirul lui peste râul cel mare, Eufrat. Și apa lui a secat, ca să fie pregătită calea împăraților care au să vină din Răsărit.",
        "13": "Apoi am văzut ieșind din gura balaurului și din gura fiarei și din gura prorocului mincinos trei duhuri necurate, care semănau cu niște broaște.",
        "14": "Acestea sunt duhuri de draci, care fac semne nemaipomenite și care se duc la împărații pământului întreg, ca să-i strângă pentru războiul zilei celei mari a Dumnezeului celui Atotputernic.",
        "15": "„Iată, Eu vin ca un hoț. Ferice de cel ce veghează și își păzește hainele, ca să nu umble gol și să i se vadă rușinea!”",
        "16": "Duhurile cele rele i-au strâns în locul care pe evreiește se cheamă Armaghedon.",
        "17": "Al șaptelea a vărsat potirul lui în văzduh. Și din Templu, din scaunul de domnie, a ieșit un glas tare, care zicea: „S-a isprăvit!”",
        "18": "Și au urmat fulgere, glasuri, tunete și s-a făcut un mare cutremur de pământ, așa de tare cum, de când este omul pe pământ, n-a fost un cutremur așa de mare.",
        "19": "Cetatea cea mare a fost împărțită în trei părți și cetățile neamurilor s-au prăbușit. Și Dumnezeu Și-a adus aminte de Babilonul cel mare, ca să-i dea potirul de vin al furiei mâniei Lui.",
        "20": "Toate ostroavele au fugit și munții nu s-au mai găsit.",
        "21": "O grindină mare, ale cărei boabe cântăreau aproape un talant, a căzut din cer peste oameni. Și oamenii au hulit pe Dumnezeu din pricina urgiei grindinei, pentru că această urgie era foarte mare."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Am auzit un glas puternic zicându-le din Templu celor șapte îngeri: „Duceți-vă și vărsați pe pământ cele șapte vase ale furiei lui Dumnezeu!“.",
        "2": "Primul s-a dus și și-a vărsat vasul pe pământ. Și peste oamenii care aveau semnul fiarei și se închinaseră chipului ei a venit o rană urâtă și dureroasă.",
        "3": "Al doilea și-a vărsat vasul în mare și ea s-a făcut ca sângele unui mort. Și orice suflare de viață care era în mare a pierit.",
        "4": "Al treilea și-a vărsat vasul în râuri și în izvoarele apelor. Și ele s-au transformat în sânge.",
        "5": "L-am auzit pe îngerul apelor zicând: „Tu ești drept, Cel Care este și Care era, Cel Sfânt, pentru că ai judecat aceste lucruri.",
        "6": "Fiindcă ei au vărsat sângele sfinților și al profeților, le-ai dat și Tu să bea sânge! Merită aceasta!“.",
        "7": "Și am auzit altarul zicând: „Da, Doamne Dumnezeule, Cel Atotputernic, judecățile Tale sunt adevărate și drepte!“.",
        "8": "Al patrulea și-a vărsat vasul peste soare. Și soarelui i s-a dat voie să-i ardă pe oameni cu foc.",
        "9": "Oamenii au fost arși de căldura lui cea mare și au blasfemiat Numele lui Dumnezeu, Cel Care are autoritate peste aceste urgii. Ei nu s-au pocăit și nu L-au glorificat.",
        "10": "Al cincilea și-a vărsat vasul peste tronul fiarei. Și împărăția ei a fost acoperită de întuneric. Oamenii și-au mușcat limbile de durere",
        "11": "și L-au blasfemiat pe Dumnezeul cerului din cauza durerilor și a bubelor lor. Și nu s-au pocăit de faptele lor.",
        "12": "Al șaselea și-a vărsat vasul peste Râul cel Mare, Eufratul. Și apa lui a secat, ca să fie pregătit drumul regilor care vin din est.",
        "13": "Am văzut trei duhuri necurate, ca niște broaște, ieșind din gura dragonului, din gura fiarei și din gura profetului fals.",
        "14": "Acestea sunt duhuri de demoni, care fac semne și se duc la regii întregii lumi ca să-i adune pentru războiul zilei celei mari a lui Dumnezeu, a Atotputernicului.",
        "15": "„Iată, Eu vin ca un hoț. Fericit este cel ce veghează și își păzește hainele, ca să nu umble gol și oamenii să nu-i vadă rușinea“.",
        "16": "I-au adunat în locul numit în ebraică „Armaghedon“.",
        "17": "Al șaptelea și-a vărsat vasul în aer. Și din Templu, de la tron, a ieșit un glas puternic, zicând: „S-a terminat!“.",
        "18": "Au avut loc fulgere, sunete și tunete și a fost un mare cutremur, așa de tare, cum, de când este omul pe pământ, n-a mai fost un cutremur așa de mare.",
        "19": "Cetatea cea mare s-a rupt în trei părți, iar cetățile națiunilor s-au prăbușit. Și marele Babilon a fost amintit înaintea lui Dumnezeu pentru a i se da paharul de vin al furiei mâniei Lui.",
        "20": "Orice insulă a fugit, iar munții n-au mai fost găsiți.",
        "21": "Din cer a căzut peste oameni o grindină mare, cu boabe care cântăreau aproape un talant. Din cauza urgiei cu grindină, oamenii L-au blasfemiat pe Dumnezeu, pentru că fusese o urgie foarte grea."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "I heard a loud voice out of the temple, saying to the seven angels, “Go and pour out the seven bowls of the wrath of God on the earth!”",
        "2": "The first went, and poured out his bowl into the earth, and it became a harmful and painful sore on the people who had the mark of the beast, and who worshiped his image.",
        "3": "The second angel poured out his bowl into the sea, and it became blood as of a dead man. Every living thing in the sea died.",
        "4": "The third poured out his bowl into the rivers and springs of water, and they became blood.",
        "5": "I heard the angel of the waters saying, “You are righteous, who are and who were, O Holy One, because you have judged these things.",
        "6": "For they poured out the blood of saints and prophets, and you have given them blood to drink. They deserve this.”",
        "7": "I heard the altar saying, “Yes, Lord God, the Almighty, true and righteous are your judgments.”",
        "8": "The fourth poured out his bowl on the sun, and it was given to him to scorch men with fire.",
        "9": "People were scorched with great heat, and people blasphemed the name of God who has the power over these plagues. They didn’t repent and give him glory.",
        "10": "The fifth poured out his bowl on the throne of the beast, and his kingdom was darkened. They gnawed their tongues because of the pain,",
        "11": "and they blasphemed the God of heaven because of their pains and their sores. They still didn’t repent of their works.",
        "12": "The sixth poured out his bowl on the great river, the Euphrates. Its water was dried up, that the way might be prepared for the kings that come from the sunrise.",
        "13": "I saw coming out of the mouth of the dragon, and out of the mouth of the beast, and out of the mouth of the false prophet, three unclean spirits, something like frogs;",
        "14": "for they are spirits of demons, performing signs, which go out to the kings of the whole inhabited earth, to gather them together for the war of that great day of God the Almighty.",
        "15": "“Behold, I come like a thief. Blessed is he who watches, and keeps his clothes, so that he doesn’t walk naked, and they see his shame.”",
        "16": "He gathered them together into the place which is called in Hebrew, “Harmagedon”.",
        "17": "The seventh poured out his bowl into the air. A loud voice came out of the temple of heaven, from the throne, saying, “It is done!”",
        "18": "There were lightnings, sounds, and thunders; and there was a great earthquake such as has not happened since there were men on the earth—so great an earthquake and so mighty.",
        "19": "The great city was divided into three parts, and the cities of the nations fell. Babylon the great was remembered in the sight of God, to give to her the cup of the wine of the fierceness of his wrath.",
        "20": "Every island fled away, and the mountains were not found.",
        "21": "Great hailstones, about the weight of a talent, came down out of the sky on people. People blasphemed God because of the plague of the hail, for this plague was exceedingly severe."
      }
    }
  }
}