{
  "book": "Apocalipsa",
  "chapter": "17",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Apoi unul din cei șapte îngeri care țineau cele șapte potire a venit de a vorbit cu mine și mi-a zis: „Vino să-ți arăt judecata curvei celei mari, care șade pe ape mari.",
        "2": "Cu ea au curvit împărații pământului și locuitorii pământului s-au îmbătat de vinul curviei ei!”",
        "3": "Și m-a dus, în Duhul, într-o pustie. Și am văzut o femeie șezând pe o fiară de culoare stacojie, plină cu nume de hulă, și avea șapte capete și zece coarne.",
        "4": "Femeia aceasta era îmbrăcată cu purpură și stacojiu, era împodobită cu aur, cu pietre scumpe și cu mărgăritare. Ținea în mână un potir de aur plin de spurcăciuni și de necurățiile curviei ei.",
        "5": "Pe frunte purta scris un nume, o taină: „Babilonul cel mare, mama curvelor și spurcăciunilor pământului”.",
        "6": "Și am văzut pe femeia aceasta îmbătată de sângele sfinților și de sângele mucenicilor lui Isus. Când am văzut-o, m-am mirat minune mare.",
        "7": "Și îngerul mi-a zis: „De ce te miri? Îți voi spune taina acestei femei și a fiarei care o poartă și care are cele șapte capete și cele zece coarne.",
        "8": "Fiara pe care ai văzut-o era și nu mai este. Ea are să se ridice din adânc și are să se ducă la pierzare. Și locuitorii pământului ale căror nume n-au fost scrise de la întemeierea lumii în cartea vieții se vor mira când vor vedea că fiara era, nu mai este și va veni.",
        "9": "Aici este mintea plină de înțelepciune: cele șapte capete sunt șapte munți pe care șade femeia.",
        "10": "Sunt și șapte împărați: cinci au căzut, unul este, celălalt n-a venit încă și, când va veni, el va rămâne puțină vreme.",
        "11": "Și fiara, care era și nu mai este, ea însăși este al optulea împărat: este din numărul celor șapte și merge la pierzare.",
        "12": "Cele zece coarne pe care le-ai văzut sunt zece împărați care n-au primit încă împărăția, ci vor primi putere împărătească timp de un ceas împreună cu fiara.",
        "13": "Toți au același gând și dau fiarei puterea și stăpânirea lor.",
        "14": "Ei se vor război cu Mielul, dar Mielul îi va birui, pentru că El este Domnul domnilor și Împăratul împăraților. Și cei chemați, aleși și credincioși care sunt cu El, de asemenea, îi vor birui.”",
        "15": "Apoi mi-a zis: „Apele pe care le-ai văzut, pe care șade curva, sunt noroade, gloate, neamuri și limbi.",
        "16": "Cele zece coarne pe care le-ai văzut și fiara vor urî pe curvă, o vor pustii și o vor lăsa goală. Carnea i-o vor mânca și o vor arde cu foc.",
        "17": "Căci Dumnezeu le-a pus în inimă să-I aducă la îndeplinire planul Lui: să se învoiască pe deplin și să dea fiarei stăpânirea lor împărătească până se vor îndeplini cuvintele lui Dumnezeu.",
        "18": "Și femeia pe care ai văzut-o este cetatea cea mare, care are stăpânire peste împărații pământului.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Unul dintre cei șapte îngeri, care au avut cele șapte vase, a venit și a vorbit cu mine, zicând: „Vino aici! Îți voi arăta pedeapsa prostituatei celei mari, care șade pe ape multe.",
        "2": "Cu ea au preacurvit regii pământului, iar locuitorii pământului s-au îmbătat de vinul preacurviei ei“.",
        "3": "Atunci el m-a dus, în Duhul, într-un deșert. Și am văzut o femeie care ședea pe o fiară roșie, plină cu nume blasfemiatoare, având șapte capete și zece coarne.",
        "4": "Femeia era îmbrăcată în vișiniu și roșu, fiind împodobită cu aur, pietre prețioase și perle. Avea în mână un pahar de aur, plin cu spurcăciunile și necurățiile preacurviei ei.",
        "5": "Pe fruntea ei era scris un nume, o taină: „Marele Babilon, mama prostituatelor și a spurcăciunilor pământului“.",
        "6": "Am văzut femeia îmbătată de sângele sfinților și de sângele martorilor lui Isus. Când am văzut-o, am rămas foarte uimit.",
        "7": "Îngerul m-a întrebat: „De ce ai rămas uimit? Îți voi spune taina femeii și a fiarei care o duce, cea care are șapte capete și zece coarne.",
        "8": "Fiara pe care ai văzut-o era și nu mai este, dar ea urmează să se ridice din Adânc și va merge spre distrugere. Locuitorii pământului, cei ale căror nume n-au fost scrise în Cartea Vieții de la întemeierea lumii, vor rămâne uimiți văzând fiara, pentru că ea era, nu mai este, dar va fi prezentă.",
        "9": "Aici este mintea care are înțelepciune. Cele șapte capete sunt șapte munți pe care șade femeia. De asemenea, ele sunt șapte împărați,",
        "10": "dintre care cinci au căzut, unul este și celălalt n-a venit încă și, când vine, trebuie să rămână puțin.",
        "11": "Fiara care era și nu mai este, e al optulea împărat. El este dintre cei șapte și merge spre distrugere.",
        "12": "Cele zece coarne pe care le-ai văzut sunt zece împărați, care încă n-au primit împărăția. Ei primesc, pentru scurt timp, autoritatea de împărat împreună cu fiara.",
        "13": "Aceștia au un singur scop și își dau puterea și autoritatea lor fiarei.",
        "14": "Ei se vor război cu Mielul, dar Mielul îi va învinge, pentru că El este Domnul domnilor și Împăratul împăraților. Și cu El vor fi cei chemați, aleși și credincioși“.",
        "15": "Apoi mi-a zis: „Apele pe care le-ai văzut, cele pe care șade prostituata, sunt popoare, mulțimi, națiuni și limbi.",
        "16": "Cele zece coarne pe care le-ai văzut și fiara o vor urî pe prostituată și o vor lăsa pustiită, goală, iar carnea i-o vor mânca și o vor arde în foc.",
        "17": "Căci Dumnezeu le-a pus în inimă să-I ducă la îndeplinire scopul, astfel încât ei să ia o singură decizie și să-i dea fiarei împărăția lor, până când se vor împlini cuvintele lui Dumnezeu.",
        "18": "Femeia pe care ai văzut-o este cetatea cea mare, care are stăpânire peste împărații pământului“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "One of the seven angels who had the seven bowls came and spoke with me, saying, “Come here. I will show you the judgment of the great prostitute who sits on many waters,",
        "2": "with whom the kings of the earth committed sexual immorality. Those who dwell in the earth were made drunken with the wine of her sexual immorality.”",
        "3": "He carried me away in the Spirit into a wilderness. I saw a woman sitting on a scarlet-colored beast, full of blasphemous names, having seven heads and ten horns.",
        "4": "The woman was dressed in purple and scarlet, and decked with gold and precious stones and pearls, having in her hand a golden cup full of abominations and the impurities of the sexual immorality of the earth.",
        "5": "And on her forehead a name was written, “MYSTERY, BABYLON THE GREAT, THE MOTHER OF THE PROSTITUTES AND OF THE ABOMINATIONS OF THE EARTH.”",
        "6": "I saw the woman drunken with the blood of the saints and with the blood of the martyrs of Jesus. When I saw her, I wondered with great amazement.",
        "7": "The angel said to me, “Why do you wonder? I will tell you the mystery of the woman and of the beast that carries her, which has the seven heads and the ten horns.",
        "8": "The beast that you saw was, and is not; and is about to come up out of the abyss and to go into destruction. Those who dwell on the earth and whose names have not been written in the book of life from the foundation of the world will marvel when they see that the beast was, and is not, and shall be present.",
        "9": "Here is the mind that has wisdom. The seven heads are seven mountains on which the woman sits.",
        "10": "They are seven kings. Five have fallen, the one is, and the other has not yet come. When he comes, he must continue a little while.",
        "11": "The beast that was, and is not, is himself also an eighth, and is of the seven; and he goes to destruction.",
        "12": "The ten horns that you saw are ten kings who have received no kingdom as yet, but they receive authority as kings with the beast for one hour.",
        "13": "These have one mind, and they give their power and authority to the beast.",
        "14": "These will war against the Lamb, and the Lamb will overcome them, for he is Lord of lords and King of kings; and those who are with him are called, chosen, and faithful.”",
        "15": "He said to me, “The waters which you saw, where the prostitute sits, are peoples, multitudes, nations, and languages.",
        "16": "The ten horns which you saw, they and the beast will hate the prostitute, will make her desolate, will strip her naked, will eat her flesh, and will burn her utterly with fire.",
        "17": "For God has put in their hearts to do what he has in mind, to be of one mind, and to give their kingdom to the beast, until the words of God should be accomplished.",
        "18": "The woman whom you saw is the great city which reigns over the kings of the earth.”"
      }
    }
  }
}