{
  "book": "Apocalipsa",
  "chapter": "2",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Îngerului Bisericii din Efes scrie-i: ‘Iată ce zice Cel ce ține cele șapte stele în mâna dreaptă și Cel ce umblă prin mijlocul celor șapte sfeșnice de aur:",
        "2": "«Știu faptele tale, osteneala ta și răbdarea ta și că nu poți suferi pe cei răi, că ai pus la încercare pe cei ce zic că sunt apostoli și nu sunt și i-ai găsit mincinoși.",
        "3": "Știu că ai răbdare, că ai suferit din pricina Numelui Meu și că n-ai obosit.",
        "4": "Dar ce am împotriva ta este că ți-ai părăsit dragostea dintâi.",
        "5": "Adu-ți dar aminte de unde ai căzut, pocăiește-te și întoarce-te la faptele tale dintâi. Altfel, voi veni la tine și-ți voi lua sfeșnicul din locul lui, dacă nu te pocăiești.",
        "6": "Ai însă lucrul acesta bun: că urăști faptele nicolaiților, pe care și Eu le urăsc.»’",
        "7": "Cine are urechi, să asculte ce zice Bisericilor Duhul: ‘Celui ce va birui îi voi da să mănânce din pomul vieții, care este în raiul lui Dumnezeu.’",
        "8": "Îngerului Bisericii din Smirna scrie-i: ‘Iată ce zice Cel dintâi și Cel de pe urmă, Cel ce a murit și a înviat:",
        "9": "«Știu necazul tău și sărăcia ta (dar ești bogat) și batjocurile din partea celor ce zic că sunt iudei și nu sunt, ci sunt o sinagogă a Satanei.",
        "10": "Nu te teme nicidecum de ce ai să suferi. Iată că diavolul are să arunce în temniță pe unii din voi, ca să vă încerce. Și veți avea un necaz de zece zile. Fii credincios până la moarte și-ți voi da cununa vieții.»’",
        "11": "Cine are urechi, să asculte ce zice Bisericilor Duhul: ‘Cel ce va birui nicidecum nu va fi vătămat de a doua moarte.’",
        "12": "Îngerului Bisericii din Pergam scrie-i: ‘Iată ce zice Cel ce are sabia ascuțită cu două tăișuri:",
        "13": "«Știu unde locuiești: acolo unde este scaunul de domnie al Satanei. Tu ții Numele Meu și n-ai lepădat credința Mea nici chiar în zilele acelea când Antipa, martorul Meu credincios, a fost ucis la voi, acolo unde locuiește Satana.",
        "14": "Dar am ceva împotriva ta. Tu ai acolo niște oameni care țin de învățătura lui Balaam, care a învățat pe Balac să pună o piatră de poticnire înaintea copiilor lui Israel, ca să mănânce din lucrurile jertfite idolilor și să se dedea la curvie.",
        "15": "Tot așa, și tu ai câțiva care, de asemenea, țin învățătura nicolaiților, pe care Eu o urăsc.",
        "16": "Pocăiește-te dar. Altfel, voi veni la tine curând și Mă voi război cu ei cu sabia gurii Mele.»’",
        "17": "Cine are urechi, să asculte ce zice Bisericilor Duhul: ‘Celui ce va birui îi voi da să mănânce din mana ascunsă și-i voi da o piatră albă; și pe piatra aceasta este scris un nume nou, pe care nu-l știe nimeni decât acela care-l primește.’",
        "18": "Îngerului Bisericii din Tiatira scrie-i: ‘Iată ce zice Fiul lui Dumnezeu, care are ochii ca para focului și ale cărui picioare sunt ca arama aprinsă:",
        "19": "«Știu faptele tale, dragostea ta, credința ta, slujba ta, răbdarea ta și faptele tale de pe urmă, că sunt mai multe decât cele dintâi.",
        "20": "Dar iată ce am împotriva ta: tu lași ca Izabela, femeia aceea care se zice prorociță, să învețe și să amăgească pe robii Mei să se dedea la curvie și să mănânce din lucrurile jertfite idolilor.",
        "21": "I-am dat vreme să se pocăiască, dar nu vrea să se pocăiască de curvia ei!",
        "22": "Iată că am s-o arunc bolnavă în pat; și celor ce preacurvesc cu ea am să le trimit un necaz mare, dacă nu se vor pocăi de faptele lor.",
        "23": "Voi lovi cu moartea pe copiii ei. Și toate Bisericile vor cunoaște că ‹Eu sunt Cel ce cercetează rărunchii și inima›: și voi răsplăti fiecăruia din voi după faptele lui.",
        "24": "Vouă însă, tuturor celorlalți din Tiatira care nu aveți învățătura aceasta și n-ați cunoscut ‹adâncimile Satanei›, cum le numesc ei, vă zic: Nu pun peste voi altă greutate.",
        "25": "Numai țineți cu tărie ce aveți până voi veni!",
        "26": "Celui ce va birui și celui ce va păzi până la sfârșit lucrările Mele îi voi da stăpânire peste neamuri.",
        "27": "Le va cârmui cu un toiag de fier și le va zdrobi ca pe niște vase de lut, cum am primit și Eu putere de la Tatăl Meu.",
        "28": "Și-i voi da luceafărul de dimineață.»’",
        "29": "Cine are urechi, să asculte ce zice Bisericilor Duhul."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Îngerului bisericii din Efes scrie-i: «Acestea sunt cuvintele pe care le spune Cel Ce ține cele șapte stele în mâna Sa dreaptă și umblă printre cele șapte sfeșnice de aur:",
        "2": "știu faptele tale, efortul și răbdarea ta, și că nu-i poți suporta pe cei răi, că i-ai pus la încercare pe cei ce spun despre ei înșiși că sunt apostoli, dar nu sunt, și ai descoperit că sunt falși.",
        "3": "Știu, de asemenea, că ai răbdare, că înduri pentru Numele Meu și că n-ai obosit.",
        "4": "Dar ce am împotriva ta este că ți-ai părăsit dragostea dintâi.",
        "5": "Adu-ți deci aminte de unde ai căzut, pocăiește-te și fă faptele pe care le făceai la început! Dacă nu, voi veni la tine și-ți voi muta sfeșnicul de la locul lui, dacă nu te pocăiești!",
        "6": "Ai însă aceasta: urăști faptele nicolaiților, pe care și Eu le urăsc.",
        "7": "Cine are urechi să audă ce zice bisericilor Duhul! Celui ce învinge îi voi da să mănânce din Pomul Vieții, care se află în Raiul lui Dumnezeu». Către îngerul bisericii din Smirna",
        "8": "Îngerului bisericii din Smirna scrie-i: «Acestea sunt cuvintele pe care le spune Cel dintâi și Cel de pe urmă, Cel Ce a fost mort și a înviat:",
        "9": "știu necazul și sărăcia ta – dar ești bogat – și defăimarea din partea celor ce spun că sunt iudei, dar nu sunt, ci sunt o sinagogă a lui Satan.",
        "10": "Nu te teme de niciunul dintre lucrurile pe care urmează să le suferi! Iată că diavolul urmează să-i arunce pe unii dintre voi în închisoare, ca să fiți încercați, și veți fi în necaz timp de zece zile. Fii credincios până la moarte și îți voi da coroana vieții.",
        "11": "Cine are urechi să audă ce zice bisericilor Duhul! Cel ce învinge nu va fi rănit nicidecum de moartea a doua». Către îngerul bisericii din Pergam",
        "12": "Îngerului bisericii din Pergam scrie-i: «Acestea sunt cuvintele pe care le spune Cel Ce are o sabie ascuțită, cu două tăișuri:",
        "13": "știu unde locuiești – acolo unde este tronul lui Satan. Tu te ții strâns de Numele Meu și nu ți-ai negat credința în Mine nici chiar în zilele când Antipa, martorul Meu credincios, a fost ucis la voi, acolo unde locuiește Satan.",
        "14": "Am însă câteva lucruri împotriva ta: ai acolo câțiva care urmează învățătura lui Balaam, care l-a învățat pe Balak să pună o capcană înaintea fiilor lui Israel, și anume să mănânce ceea ce este jertfit idolilor și să preacurvească.",
        "15": "Tot așa și tu, ai câțiva care urmează învățătura nicolaiților.",
        "16": "Pocăiește-te, deci! Dacă nu, voi veni curând la tine și Mă voi război cu ei cu sabia gurii Mele.",
        "17": "Cine are urechi să audă ce zice bisericilor Duhul! Celui ce învinge îi voi da mana ascunsă și-i voi da o piatră albă pe care este scris un nume nou, pe care nu-l cunoaște nimeni în afară de cel care-l primește». Către îngerul bisericii din Tiatira",
        "18": "Îngerului bisericii din Tiatira scrie-i: «Acestea sunt cuvintele pe care le spune Fiul lui Dumnezeu, Cel Ce are ochii ca flacăra focului și picioarele asemenea bronzului încins:",
        "19": "știu faptele tale, dragostea, credința, slujirea și răbdarea ta și știu că ultimele tale fapte sunt mai mari decât primele.",
        "20": "Dar ce am împotriva ta este că o lași pe Izabela, femeia aceea care spune despre sine că este profetesă, să-i învețe și să-i ducă în rătăcire pe slujitorii Mei, ca să preacurvească și să mănânce ceea ce este jertfit idolilor.",
        "21": "I-am dat timp să se pocăiască, dar nu vrea să se pocăiască de preacurvia ei.",
        "22": "Iată, o arunc la pat, iar peste cei ce comit adulter cu ea voi aduce un necaz mare, dacă nu se pocăiesc de faptele ei.",
        "23": "Apoi îi voi lovi pe copiii ei cu moartea. Și toate bisericile vor ști că Eu sunt Cel Care cercetez mințile și inimile și că vă voi da fiecăruia potrivit cu faptele voastre.",
        "24": "Vouă însă, celorlalți din Tiatira, tuturor celor ce nu aveți învățătura aceasta și care n-ați cunoscut ‘adâncimile lui Satan’, cum le zic ei, vă spun: nu pun peste voi altă greutate.",
        "25": "Doar țineți cu fermitate ceea ce aveți, până voi veni!",
        "26": "Celui ce învinge și păzește până la sfârșit lucrările Mele îi voi da autoritate peste națiuni –",
        "27": "el le va conduce cu un sceptru de fier, le va sfărâma ca pe niște vase de lut –",
        "28": "tot așa cum am primit și Eu autoritate de la Tatăl Meu. Și îi voi da Steaua de dimineață.",
        "29": "Cine are urechi să audă ce zice bisericilor Duhul!»."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "“To the angel of the assembly in Ephesus write: “He who holds the seven stars in his right hand, he who walks among the seven golden lamp stands says these things:",
        "2": "“I know your works, and your toil and perseverance, and that you can’t tolerate evil men, and have tested those who call themselves apostles, and they are not, and found them false.",
        "3": "You have perseverance and have endured for my name’s sake, and have not grown weary.",
        "4": "But I have this against you, that you left your first love.",
        "5": "Remember therefore from where you have fallen, and repent and do the first works; or else I am coming to you swiftly, and will move your lamp stand out of its place, unless you repent.",
        "6": "But this you have, that you hate the works of the Nicolaitans, which I also hate.",
        "7": "He who has an ear, let him hear what the Spirit says to the assemblies. To him who overcomes I will give to eat from the tree of life, which is in the Paradise of my God.",
        "8": "“To the angel of the assembly in Smyrna write: “The first and the last, who was dead, and has come to life says these things:",
        "9": "“I know your works, oppression, and your poverty (but you are rich), and the blasphemy of those who say they are Jews, and they are not, but are a synagogue of Satan.",
        "10": "Don’t be afraid of the things which you are about to suffer. Behold, the devil is about to throw some of you into prison, that you may be tested; and you will have oppression for ten days. Be faithful to death, and I will give you the crown of life.",
        "11": "He who has an ear, let him hear what the Spirit says to the assemblies. He who overcomes won’t be harmed by the second death.",
        "12": "“To the angel of the assembly in Pergamum write: “He who has the sharp two-edged sword says these things:",
        "13": "“I know your works and where you dwell, where Satan’s throne is. You hold firmly to my name, and didn’t deny my faith in the days of Antipas my witness, my faithful one, who was killed among you, where Satan dwells.",
        "14": "But I have a few things against you, because you have there some who hold the teaching of Balaam, who taught Balak to throw a stumbling block before the children of Israel, to eat things sacrificed to idols, and to commit sexual immorality.",
        "15": "So also you likewise have some who hold to the teaching of the Nicolaitans.",
        "16": "Repent therefore, or else I am coming to you quickly and I will make war against them with the sword of my mouth.",
        "17": "He who has an ear, let him hear what the Spirit says to the assemblies. To him who overcomes, to him I will give of the hidden manna, and I will give him a white stone, and on the stone a new name written which no one knows but he who receives it.",
        "18": "“To the angel of the assembly in Thyatira write: “The Son of God, who has his eyes like a flame of fire, and his feet are like burnished brass, says these things:",
        "19": "“I know your works, your love, faith, service, patient endurance, and that your last works are more than the first.",
        "20": "But I have this against you, that you tolerate your woman Jezebel, who calls herself a prophetess. She teaches and seduces my servants to commit sexual immorality and to eat things sacrificed to idols.",
        "21": "I gave her time to repent, but she refuses to repent of her sexual immorality.",
        "22": "Behold, I will throw her and those who commit adultery with her into a bed of great oppression, unless they repent of her works.",
        "23": "I will kill her children with Death, and all the assemblies will know that I am he who searches the minds and hearts. I will give to each one of you according to your deeds.",
        "24": "But to you I say, to the rest who are in Thyatira—as many as don’t have this teaching, who don’t know what some call ‘the deep things of Satan’—to you I say, I am not putting any other burden on you.",
        "25": "Nevertheless, hold that which you have firmly until I come.",
        "26": "He who overcomes, and he who keeps my works to the end, to him I will give authority over the nations.",
        "27": "He will rule them with a rod of iron, shattering them like clay pots, as I also have received of my Father;",
        "28": "and I will give him the morning star.",
        "29": "He who has an ear, let him hear what the Spirit says to the assemblies."
      }
    }
  }
}