{
  "book": "Apocalipsa",
  "chapter": "12",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În cer s-a arătat un semn mare – o femeie învăluită în soare, cu luna sub picioare și cu o cunună de douăsprezece stele pe cap.",
        "2": "Ea era însărcinată, țipa în durerile nașterii și avea un mare chin ca să nască.",
        "3": "În cer s-a mai arătat un alt semn: iată, s-a văzut un mare balaur roșu, cu șapte capete, zece coarne și șapte cununi împărătești pe capete.",
        "4": "Cu coada trăgea după el a treia parte din stelele cerului și le arunca pe pământ. Balaurul a stat înaintea femeii care stătea să nască, pentru ca să-i mănânce copilul, când îl va naște.",
        "5": "Ea a născut un fiu, un copil de parte bărbătească. El are să cârmuiască toate neamurile cu un toiag de fier. Copilul a fost răpit la Dumnezeu și la scaunul Lui de domnie.",
        "6": "Și femeia a fugit în pustie, într-un loc pregătit de Dumnezeu, ca să fie hrănită acolo o mie două sute șaizeci de zile.",
        "7": "Și în cer s-a făcut un război. Mihail și îngerii lui s-au luptat cu balaurul. Și balaurul cu îngerii lui s-au luptat și ei,",
        "8": "dar n-au putut birui; și locul lor nu li s-a mai găsit în cer.",
        "9": "Și balaurul cel mare, șarpele cel vechi, numit diavolul și Satana, acela care înșală întreaga lume, a fost aruncat pe pământ și împreună cu el au fost aruncați și îngerii lui.",
        "10": "Și am auzit în cer un glas tare, care zicea: „Acum au venit mântuirea, puterea și împărăția Dumnezeului nostru și stăpânirea Hristosului Lui, pentru că pârâșul fraților noștri, care zi și noapte îi pâra înaintea Dumnezeului nostru, a fost aruncat jos.",
        "11": "Ei l-au biruit prin sângele Mielului și prin cuvântul mărturisirii lor și nu și-au iubit viața chiar până la moarte.",
        "12": "De aceea bucurați-vă, ceruri și voi care locuiți în ceruri! Vai de voi, pământ și mare! Căci diavolul s-a coborât la voi cuprins de o mânie mare, fiindcă știe că are puțină vreme.”",
        "13": "Când s-a văzut balaurul aruncat pe pământ, a început să urmărească pe femeia care născuse copilul de parte bărbătească.",
        "14": "Și cele două aripi ale vulturului celui mare au fost date femeii ca să zboare cu ele în pustie, în locul ei, unde este hrănită o vreme, vremi și jumătatea unei vremi, departe de fața șarpelui.",
        "15": "Atunci, șarpele a aruncat din gură apă, ca un râu, după femeie, ca s-o ia râul.",
        "16": "Dar pământul a dat ajutor femeii. Pământul și-a deschis gura și a înghițit râul pe care-l aruncase balaurul din gură.",
        "17": "Și balaurul, mâniat pe femeie, s-a dus să facă război cu rămășița seminței ei, cu cei care păzesc poruncile lui Dumnezeu și țin mărturia lui Isus Hristos."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În Cer s-a văzut un semn mare: o femeie învăluită în soare, având luna sub picioare, iar pe cap o coroană de douăsprezece stele,",
        "2": "era însărcinată și striga în durerile și suferința nașterii.",
        "3": "În Cer s-a văzut un alt semn: iată că un dragon mare, roșu, cu șapte capete și zece coarne, având pe capete șapte diademe,",
        "4": "a târât cu coada lui a treia parte din stelele cerului și le-a aruncat pe pământ. Dragonul a stat înaintea femeii care urma să nască, pentru ca, atunci când copilul se va naște, să-l mănânce.",
        "5": "Ea a născut un fiu, un băiat, care urma să conducă toate națiunile cu un sceptru de fier. Copilul ei a fost răpit la Dumnezeu și la tronul Său.",
        "6": "Iar femeia a fugit în deșert, unde avea un loc pregătit de Dumnezeu, pentru ca să poată fi hrănită acolo timp de o mie două sute șaizeci de zile.",
        "7": "În Cer a avut loc un război. Mihail și îngerii lui s-au războit cu dragonul, iar dragonul și îngerii lui s-au războit și ei.",
        "8": "Dar n-au putut învinge și locul lor nu li s-a mai găsit în Cer.",
        "9": "Marele dragon a fost aruncat, și anume șarpele cel vechi, numit diavolul și Satan, cel care duce în rătăcire întreaga omenire, a fost aruncat pe pământ, iar împreună cu el au fost aruncați și îngerii lui.",
        "10": "Apoi am auzit în Cer un glas puternic, zicând: „Acum au venit mântuirea, puterea, Împărăția Dumnezeului nostru și autoritatea Cristosului Său, căci acuzatorul fraților noștri a fost aruncat, a fost aruncat cel care îi acuza înaintea Dumnezeului nostru zi și noapte.",
        "11": "Ei l-au învins prin sângele Mielului și prin cuvântul mărturiei lor și nu și-au iubit viața, chiar până la moarte.",
        "12": "De aceea, bucurați-vă, ceruri, și voi, cei ce locuiți în ele! Vai de voi, pământ și mare, pentru că diavolul a coborât la voi cuprins de o mare furie, fiindcă știe că are puțină vreme!“.",
        "13": "Când dragonul a văzut că a fost aruncat pe pământ, a urmărit-o pe femeia care născuse băiatul.",
        "14": "Femeii i s-au dat cele două aripi ale vulturului celui mare, ca să zboare în deșert, spre locul ei, unde să fie hrănită o vreme, vremi și jumătatea unei vremi, departe de fața șarpelui.",
        "15": "Șarpele a aruncat din gura lui apă ca un râu după femeie, pentru ca s-o facă să fie luată de râu,",
        "16": "dar pământul a venit în ajutorul femeii și-a deschis gura și a înghițit râul pe care-l aruncase dragonul din gură.",
        "17": "Atunci dragonul s-a mâniat pe femeie și s-a dus să se războiască cu rămășița urmașilor ei, cu cei care păzesc poruncile lui Dumnezeu și țin mărturia lui Isus.",
        "18": "Apoi dragonul a stat pe țărmul mării."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "A great sign was seen in heaven: a woman clothed with the sun, and the moon under her feet, and on her head a crown of twelve stars.",
        "2": "She was with child. She cried out in pain, laboring to give birth.",
        "3": "Another sign was seen in heaven. Behold, a great red dragon, having seven heads and ten horns, and on his heads seven crowns.",
        "4": "His tail drew one third of the stars of the sky, and threw them to the earth. The dragon stood before the woman who was about to give birth, so that when she gave birth he might devour her child.",
        "5": "She gave birth to a son, a male child, who is to rule all the nations with a rod of iron. Her child was caught up to God and to his throne.",
        "6": "The woman fled into the wilderness, where she has a place prepared by God, that there they may nourish her one thousand two hundred sixty days.",
        "7": "There was war in the sky. Michael and his angels made war on the dragon. The dragon and his angels made war.",
        "8": "They didn’t prevail. No place was found for them any more in heaven.",
        "9": "The great dragon was thrown down, the old serpent, he who is called the devil and Satan, the deceiver of the whole world. He was thrown down to the earth, and his angels were thrown down with him.",
        "10": "I heard a loud voice in heaven, saying, “Now the salvation, the power, and the Kingdom of our God, and the authority of his Christ has come; for the accuser of our brothers has been thrown down, who accuses them before our God day and night.",
        "11": "They overcame him because of the Lamb’s blood, and because of the word of their testimony. They didn’t love their life, even to death.",
        "12": "Therefore rejoice, heavens, and you who dwell in them. Woe to the earth and to the sea, because the devil has gone down to you, having great wrath, knowing that he has but a short time.”",
        "13": "When the dragon saw that he was thrown down to the earth, he persecuted the woman who gave birth to the male child.",
        "14": "Two wings of the great eagle were given to the woman, that she might fly into the wilderness to her place, so that she might be nourished for a time, times, and half a time, from the face of the serpent.",
        "15": "The serpent spewed water out of his mouth after the woman like a river, that he might cause her to be carried away by the stream.",
        "16": "The earth helped the woman, and the earth opened its mouth and swallowed up the river which the dragon spewed out of his mouth.",
        "17": "The dragon grew angry with the woman, and went away to make war with the rest of her offspring, who keep God’s commandments and hold Jesus’ testimony."
      }
    }
  }
}