{
  "book": "Apocalipsa",
  "chapter": "13",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Apoi am stat pe nisipul mării. Și am văzut ridicându-se din mare o fiară cu zece coarne și șapte capete; pe coarne avea zece cununi împărătești și pe capete avea nume de hulă.",
        "2": "Fiara pe care am văzut-o semăna cu un leopard, avea labe ca de urs și gură ca o gură de leu. Balaurul i-a dat puterea lui, scaunul lui de domnie și o stăpânire mare.",
        "3": "Unul din capetele ei părea rănit de moarte, dar rana de moarte fusese vindecată. Și tot pământul se mira după fiară.",
        "4": "Și au început să se închine balaurului, pentru că dăduse puterea lui fiarei. Și au început să se închine fiarei, zicând: „Cine se poate asemăna cu fiara și cine se poate lupta cu ea?”",
        "5": "I s-a dat o gură care rostea vorbe mari și hule. Și i s-a dat putere să lucreze patruzeci și două de luni.",
        "6": "Ea și-a deschis gura și a început să rostească hule împotriva lui Dumnezeu, să-I hulească Numele, cortul și pe cei ce locuiesc în cer.",
        "7": "I s-a dat să facă război cu sfinții și să-i biruiască. Și i s-a dat stăpânire peste orice seminție, peste orice norod, peste orice limbă și peste orice neam.",
        "8": "Și toți locuitorii pământului i se vor închina, toți aceia al căror nume n-a fost scris de la întemeierea lumii în cartea vieții Mielului, care a fost înjunghiat.",
        "9": "Cine are urechi, să audă!",
        "10": "Cine duce pe alții în robie va merge și el în robie. Cine ucide cu sabia trebuie să fie ucis cu sabie. Aici este răbdarea și credința sfinților.",
        "11": "Apoi am văzut ridicându-se din pământ o altă fiară, care avea două coarne ca ale unui miel și vorbea ca un balaur.",
        "12": "Ea lucra cu toată puterea fiarei dintâi înaintea ei și făcea ca pământul și locuitorii lui să se închine fiarei dintâi, a cărei rană de moarte fusese vindecată.",
        "13": "Săvârșea semne mari, până acolo că făcea chiar să se coboare foc din cer pe pământ, în fața oamenilor.",
        "14": "Și amăgea pe locuitorii pământului prin semnele pe care i se dăduse să le facă în fața fiarei. Ea a zis locuitorilor pământului să facă o icoană fiarei, care avea rana de sabie și trăia.",
        "15": "I s-a dat putere să dea suflare icoanei fiarei, ca icoana fiarei să vorbească și să facă să fie omorâți toți cei ce nu se vor închina icoanei fiarei.",
        "16": "Și a făcut ca toți: mici și mari, bogați și săraci, slobozi și robi, să primească un semn pe mâna dreaptă sau pe frunte",
        "17": "și nimeni să nu poată cumpăra sau vinde fără să aibă semnul acesta, adică numele fiarei, sau numărul numelui ei.",
        "18": "Aici e înțelepciunea. Cine are pricepere, să socotească numărul fiarei. Căci este un număr de om. Și numărul ei este șase sute șaizeci și șase."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Apoi am văzut ridicându-se din mare o fiară care avea zece coarne și șapte capete. Pe coarne avea zece diademe, iar pe capete avea nume blasfemiatoare.",
        "2": "Fiara pe care am văzut-o era asemenea unui leopard, dar picioarele îi erau ca ale ursului, iar gura – ca gura de leu. Dragonul i-a dat ei puterea lui, tronul lui și o mare autoritate.",
        "3": "Unul dintre capetele ei era ca înjunghiat de moarte, dar rana ei de moarte a fost vindecată. Întregul pământ a fost uimit și s-a dus după fiară.",
        "4": "Și i s-au închinat dragonului, pentru că el îi dăduse autoritate fiarei. Ei s-au închinat și fiarei, zicând: „Cine este ca fiara și cine se poate război cu ea?“.",
        "5": "Fiarei i s-a dat o gură, ca să rostească vorbe mari și blasfemii. I s-a dat să exercite autoritate pentru patruzeci și două de luni.",
        "6": "Ea și-a deschis gura cu blasfemii împotriva lui Dumnezeu, blasfemiind Numele Său, Cortul Său și pe cei ce locuiesc în Cer.",
        "7": "I s-a dat să poarte război cu sfinții și să-i învingă. Și i s-a dat autoritate peste orice seminție, popor, limbă și națiune.",
        "8": "Toți cei ce locuiesc pe pământ i se vor închina, fiecare om al cărui nume n-a fost scris, de la întemeierea lumii, în Cartea Vieții Mielului Care a fost înjunghiat.",
        "9": "Cine are urechi, să audă!",
        "10": "Dacă cineva este pentru captivitate, în captivitate va merge! Dacă cineva trebuie să fie omorât de sabie, de sabie va fi omorât! Aici este răbdarea și credința sfinților! Fiara din pământ",
        "11": "Am văzut ridicându-se din pământ o altă fiară. Avea două coarne ca de miel și vorbea ca un dragon.",
        "12": "Ea a exercitat toată autoritatea primei fiare, în locul ei. A făcut ca pământul și locuitorii lui să i se închine primei fiare, cea a cărei rană de moarte fusese vindecată.",
        "13": "Făcea semne mari și cobora chiar foc din cer pe pământ înaintea oamenilor.",
        "14": "Ea îi ducea în rătăcire pe locuitorii pământului prin semnele care îi fuseseră date să le facă în locul celeilalte fiare, zicându-le locuitorilor pământului să facă un chip fiarei care avusese rana cauzată de sabie, și care totuși a rămas în viață.",
        "15": "I-a fost dat să dea suflare chipului fiarei, ca astfel chipul fiarei să și vorbească și să facă să fie omorâți toți cei care nu se închină chipului fiarei.",
        "16": "Ea a făcut ca la toți – mici și mari, bogați și săraci, liberi și sclavi – să li se dea un semn pe mâna dreaptă sau pe frunte",
        "17": "și nimeni să nu poată cumpăra sau vinde dacă nu are semnul, adică numele fiarei sau numărul numelui ei.",
        "18": "Aici este înțelepciunea! Cine are pricepere, să calculeze numărul fiarei, pentru că este numărul unui om. Numărul său este șase sute șaizeci și șase."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Then I stood on the sand of the sea. I saw a beast coming up out of the sea, having ten horns and seven heads. On his horns were ten crowns, and on his heads, blasphemous names.",
        "2": "The beast which I saw was like a leopard, and his feet were like those of a bear, and his mouth like the mouth of a lion. The dragon gave him his power, his throne, and great authority.",
        "3": "One of his heads looked like it had been wounded fatally. His fatal wound was healed, and the whole earth marveled at the beast.",
        "4": "They worshiped the dragon because he gave his authority to the beast; and they worshiped the beast, saying, “Who is like the beast? Who is able to make war with him?”",
        "5": "A mouth speaking great things and blasphemy was given to him. Authority to make war for forty-two months was given to him.",
        "6": "He opened his mouth for blasphemy against God, to blaspheme his name, his dwelling, and those who dwell in heaven.",
        "7": "It was given to him to make war with the saints and to overcome them. Authority over every tribe, people, language, and nation was given to him.",
        "8": "All who dwell on the earth will worship him, everyone whose name has not been written from the foundation of the world in the book of life of the Lamb who has been killed.",
        "9": "If anyone has an ear, let him hear.",
        "10": "If anyone is to go into captivity, he will go into captivity. If anyone is to be killed with the sword, he must be killed. Here is the endurance and the faith of the saints.",
        "11": "I saw another beast coming up out of the earth. He had two horns like a lamb and it spoke like a dragon.",
        "12": "He exercises all the authority of the first beast in his presence. He makes the earth and those who dwell in it to worship the first beast, whose fatal wound was healed.",
        "13": "He performs great signs, even making fire come down out of the sky to the earth in the sight of people.",
        "14": "He deceives my own people who dwell on the earth because of the signs he was granted to do in front of the beast, saying to those who dwell on the earth that they should make an image to the beast who had the sword wound and lived.",
        "15": "It was given to him to give breath to the image of the beast, that the image of the beast should both speak, and cause as many as wouldn’t worship the image of the beast to be killed.",
        "16": "He causes all, the small and the great, the rich and the poor, and the free and the slave, to be given marks on their right hands or on their foreheads;",
        "17": "and that no one would be able to buy or to sell unless he has that mark, which is the name of the beast or the number of his name.",
        "18": "Here is wisdom. He who has understanding, let him calculate the number of the beast, for it is the number of a man. His number is six hundred sixty-six."
      }
    }
  }
}