{
  "book": "Apocalipsa",
  "chapter": "19",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "După aceea, am auzit în cer ca un glas puternic de gloată multă, care zicea: „Aleluia! Ale Domnului Dumnezeului nostru sunt mântuirea, slava, cinstea și puterea!",
        "2": "Pentru că judecățile Lui sunt adevărate și drepte. El a judecat pe curva cea mare, care strica pământul cu curvia ei, și a răzbunat sângele robilor Săi din mâna ei.”",
        "3": "Și au zis a doua oară: „Aleluia! Fumul ei se ridică în sus în vecii vecilor!”",
        "4": "Și cei douăzeci și patru de bătrâni și cele patru făpturi vii s-au aruncat la pământ și s-au închinat lui Dumnezeu, care ședea pe scaunul de domnie. Și au zis: „Amin! Aleluia!”",
        "5": "Și din scaunul de domnie a ieșit un glas care zicea: „Lăudați pe Dumnezeul nostru, toți robii Lui, voi, care vă temeți de El, mici și mari!”",
        "6": "Și am auzit ca un glas de gloată multă, ca vuietul unor ape multe, ca bubuitul unor tunete puternice, care zicea: „Aleluia! Domnul Dumnezeul nostru cel Atotputernic a început să împărățească.",
        "7": "Să ne bucurăm, să ne veselim și să-I dăm slavă! Căci a venit nunta Mielului; soția Lui s-a pregătit",
        "8": "și i s-a dat să se îmbrace cu in subțire, strălucitor și curat.” (Inul subțire sunt faptele neprihănite ale sfinților.)",
        "9": "Apoi mi-a zis: „Scrie: Ferice de cei chemați la ospățul nunții Mielului!” Apoi mi-a zis: „Acestea sunt adevăratele cuvinte ale lui Dumnezeu!”",
        "10": "Și m-am aruncat la picioarele lui ca să mă închin lui, dar el mi-a zis: „Ferește-te să faci una ca aceasta! Eu sunt un împreună-slujitor cu tine și cu frații tăi, care păstrează mărturia lui Isus. Lui Dumnezeu închină-te!” (Căci mărturia lui Isus este duhul prorociei.)",
        "11": "Apoi am văzut cerul deschis și iată că s-a arătat un cal alb! Cel ce sta pe el se cheamă „Cel credincios” și „Cel adevărat” și El judecă și Se luptă cu dreptate.",
        "12": "Ochii Lui erau ca para focului; capul îl avea încununat cu multe cununi împărătești și purta un nume scris pe care nimeni nu-l știe decât numai El singur.",
        "13": "Era îmbrăcat cu o haină înmuiată în sânge. Numele Lui este: „Cuvântul lui Dumnezeu”.",
        "14": "Oștile din cer Îl urmau călare pe cai albi, îmbrăcate cu in subțire, alb și curat.",
        "15": "Din gura Lui ieșea o sabie ascuțită, ca să lovească neamurile cu ea, pe care le va cârmui cu un toiag de fier. Și va călca cu picioarele teascul vinului mâniei aprinse a atotputernicului Dumnezeu.",
        "16": "Pe haină și pe coapsă avea scris numele acesta: „Împăratul împăraților și Domnul domnilor”.",
        "17": "Apoi am văzut un înger care stătea în picioare în soare. El a strigat cu glas tare și a zis tuturor păsărilor care zburau prin mijlocul cerului: „Veniți, adunați-vă la ospățul cel mare al lui Dumnezeu,",
        "18": "ca să mâncați carnea împăraților, carnea căpitanilor, carnea celor viteji, carnea cailor și a călăreților și carnea a tot felul de oameni, slobozi și robi, mici și mari!”",
        "19": "Și am văzut fiara și pe împărații pământului și oștile lor, adunate ca să facă război cu Cel ce ședea călare pe cal și cu oastea Lui.",
        "20": "Și fiara a fost prinsă. Și, împreună cu ea, a fost prins prorocul mincinos, care făcuse înaintea ei semnele cu care amăgise pe cei ce primiseră semnul fiarei și se închinaseră icoanei ei. Amândoi aceștia au fost aruncați de vii în iazul de foc, care arde cu pucioasă.",
        "21": "Iar ceilalți au fost uciși cu sabia care ieșea din gura Celui ce ședea călare pe cal. Și toate păsările s-au săturat din carnea lor."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "După toate acestea, am auzit în Cer ceva ca un glas puternic al unei mari mulțimi, zicând: „Aleluia! Mântuirea, gloria și puterea sunt ale Dumnezeului nostru,",
        "2": "pentru că judecățile Lui sunt adevărate și drepte: El a judecat-o pe marea prostituată care a pervertit lumea prin preacurvia ei! A răzbunat sângele slujitorilor Săi, vărsat de mâna ei!“.",
        "3": "Au spus a doua oară: „Aleluia! Fumul ei se va ridica în vecii vecilor!“.",
        "4": "Cei douăzeci și patru de bătrâni și cele patru ființe vii s-au aruncat la pământ și I s-au închinat lui Dumnezeu, Care stă pe tron, zicând: „Amin! Aleluia!“.",
        "5": "Și dinspre tron s-a auzit un glas, zicând: „Lăudați-L pe Dumnezeul nostru, toți slujitorii Lui și cei ce vă temeți de El, mici și mari!“.",
        "6": "Și am auzit ceva ca un glas al unei mari mulțimi, ca un vuiet de ape multe și ca un sunet de tunete puternice, zicând: „Aleluia! Căci Domnul Dumnezeul nostru, Cel Atotputernic, împărățește!",
        "7": "Să ne bucurăm, să ne veselim și să-I dăm glorie, pentru că nunta Mielului a sosit, iar mireasa Lui s-a pregătit.",
        "8": "I s-a dat să se îmbrace în in fin, strălucitor și curat“. Căci inul fin reprezintă faptele drepte ale sfinților.",
        "9": "Apoi mi-a zis: „Scrie! Fericiți sunt cei chemați la Cina nunții Mielului!“. Mi-a mai zis: „Acestea sunt cuvintele adevărate ale lui Dumnezeu“.",
        "10": "M-am aruncat la picioarele lui, ca să mă închin lui, dar el mi-a zis: „Vezi să nu faci așa ceva! Eu sunt un slujitor împreună cu tine și cu frații tăi, care țin mărturia lui Isus. Lui Dumnezeu închină-te! Căci mărturia lui Isus este duhul profeției“. Călărețul și calul cel alb",
        "11": "Apoi am văzut cerul deschis și iată că era un cal alb. Cel Ce îl călărea era numit „Cel Credincios și Adevărat“. El judecă și Se războiește cu dreptate.",
        "12": "Ochii Lui erau ca flacăra focului, iar pe cap avea multe diademe. Avea un nume scris, pe care nimeni nu-l cunoaște în afară de El.",
        "13": "Era îmbrăcat cu o haină înmuiată în sânge, iar numele Lui este „Cuvântul lui Dumnezeu“.",
        "14": "Armatele care erau în Cer Îl urmau pe cai albi, fiind îmbrăcate în in fin, de un alb curat.",
        "15": "Din gura Lui iese o sabie ascuțită cu care să lovească națiunile. El le va conduce cu un sceptru de fier. El le calcă în picioare în presa de vin a mâniei aprinse a lui Dumnezeu, a Atotputernicului.",
        "16": "Pe haina și pe coapsa Lui avea scris un nume: „Împăratul împăraților și Domnul domnilor“.",
        "17": "Am văzut un înger care stătea în picioare în soare și care a strigat cu glas tare către toate păsările ce zboară în înaltul cerului: „Veniți! Adunați-vă pentru ospățul cel mare al lui Dumnezeu,",
        "18": "ca să mâncați carnea regilor, carnea comandanților, carnea celor puternici, carnea cailor și a călăreților și carnea tuturor – atât a celor liberi, cât și a sclavilor, atât a celor mici, cât și a celor mari!“.",
        "19": "Și am văzut fiara, regii pământului și armatele lor adunate ca să poarte război cu Cel Ce călărea pe cal și cu armata Lui.",
        "20": "Fiara a fost prinsă și împreună cu ea a fost prins și profetul fals, care făcuse semne înaintea ei, semne prin care i-a dus în rătăcire pe cei ce au primit semnul fiarei și pe cei ce s-au închinat chipului ei. Cei doi au fost aruncați de vii în lacul de foc care arde cu sulf.",
        "21": "Iar ceilalți au fost omorâți de sabia care ieșea din gura Celui Ce călărea pe cal. Și toate păsările s-au săturat din carnea lor."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "After these things I heard something like a loud voice of a great multitude in heaven, saying, “Hallelujah! Salvation, power, and glory belong to our God;",
        "2": "for his judgments are true and righteous. For he has judged the great prostitute who corrupted the earth with her sexual immorality, and he has avenged the blood of his servants at her hand.”",
        "3": "A second said, “Hallelujah! Her smoke goes up forever and ever.”",
        "4": "The twenty-four elders and the four living creatures fell down and worshiped God who sits on the throne, saying, “Amen! Hallelujah!”",
        "5": "A voice came from the throne, saying, “Give praise to our God, all you his servants, you who fear him, the small and the great!”",
        "6": "I heard something like the voice of a great multitude, and like the voice of many waters, and like the voice of mighty thunders, saying, “Hallelujah! For the Lord our God, the Almighty, reigns!",
        "7": "Let’s rejoice and be exceedingly glad, and let’s give the glory to him. For the wedding of the Lamb has come, and his wife has made herself ready.”",
        "8": "It was given to her that she would array herself in bright, pure, fine linen, for the fine linen is the righteous acts of the saints.",
        "9": "He said to me, “Write, ‘Blessed are those who are invited to the wedding supper of the Lamb.’” He said to me, “These are true words of God.”",
        "10": "I fell down before his feet to worship him. He said to me, “Look! Don’t do it! I am a fellow bondservant with you and with your brothers who hold the testimony of Jesus. Worship God, for the testimony of Jesus is the Spirit of Prophecy.”",
        "11": "I saw heaven opened, and behold, a white horse, and he who sat on it is called Faithful and True. In righteousness he judges and makes war.",
        "12": "His eyes are a flame of fire, and on his head are many crowns. He has names written and a name written which no one knows but he himself.",
        "13": "He is clothed in a garment sprinkled with blood. His name is called “The Word of God.”",
        "14": "The armies which are in heaven, clothed in white, pure, fine linen, followed him on white horses.",
        "15": "Out of his mouth proceeds a sharp, double-edged sword that with it he should strike the nations. He will rule them with an iron rod. He treads the wine press of the fierceness of the wrath of God, the Almighty.",
        "16": "He has on his garment and on his thigh a name written, “KING OF KINGS AND Lord OF LORDS.”",
        "17": "I saw an angel standing in the sun. He cried with a loud voice, saying to all the birds that fly in the sky, “Come! Be gathered together to the great supper of God,",
        "18": "that you may eat the flesh of kings, the flesh of captains, the flesh of mighty men, and the flesh of horses and of those who sit on them, and the flesh of all men, both free and slave, small and great.”",
        "19": "I saw the beast, the kings of the earth, and their armies, gathered together to make war against him who sat on the horse and against his army.",
        "20": "The beast was taken, and with him the false prophet who worked the signs in his sight, with which he deceived those who had received the mark of the beast and those who worshiped his image. These two were thrown alive into the lake of fire that burns with sulfur.",
        "21": "The rest were killed with the sword of him who sat on the horse, the sword which came out of his mouth. So all the birds were filled with their flesh."
      }
    }
  }
}