{
  "book": "Coloseni",
  "chapter": "2",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Vreau, în adevăr, să știți cât de mare luptă duc pentru voi, pentru cei din Laodiceea și pentru toți cei ce nu mi-au văzut fața în trup;",
        "2": "pentru ca să li se îmbărbăteze inimile, să fie uniți în dragoste și să capete toate bogățiile plinătății de pricepere, ca să cunoască taina lui Dumnezeu Tatăl, adică pe Hristos,",
        "3": "în care sunt ascunse toate comorile înțelepciunii și ale științei.",
        "4": "Spun lucrul acesta pentru ca nimeni să nu vă înșele prin vorbiri amăgitoare.",
        "5": "Căci măcar că sunt departe cu trupul, totuși cu duhul sunt cu voi și privesc cu bucurie la buna rânduială care domnește între voi și la tăria credinței voastre în Hristos.",
        "6": "Astfel dar, după cum ați primit pe Hristos Isus, Domnul, așa să și umblați în El,",
        "7": "fiind înrădăcinați și zidiți în El, întăriți prin credință, după învățăturile care v-au fost date, și sporind în ea cu mulțumiri către Dumnezeu.",
        "8": "Luați seama ca nimeni să nu vă fure cu filozofia și cu o amăgire deșartă după datina oamenilor, după învățăturile începătoare ale lumii, și nu după Hristos.",
        "9": "Căci în El locuiește trupește toată plinătatea Dumnezeirii.",
        "10": "Voi aveți totul deplin în El, care este Capul oricărei domnii și stăpâniri.",
        "11": "În El ați fost tăiați împrejur nu cu o tăiere împrejur făcută de mână, ci cu tăierea împrejur a lui Hristos, în dezbrăcarea de trupul poftelor firii noastre pământești,",
        "12": "fiind îngropați împreună cu El prin botez și înviați în El și împreună cu El prin credința în puterea lui Dumnezeu, care L-a înviat din morți.",
        "13": "Pe voi, care erați morți în greșelile voastre și în firea voastră pământească netăiată împrejur, Dumnezeu v-a adus la viață împreună cu El, după ce ne-a iertat toate greșelile.",
        "14": "A șters zapisul cu poruncile lui, care stătea împotriva noastră și ne era potrivnic, și l-a nimicit pironindu-l pe cruce.",
        "15": "A dezbrăcat domniile și stăpânirile și le-a făcut de ocară înaintea lumii, după ce a ieșit biruitor asupra lor prin cruce.",
        "16": "Nimeni dar să nu vă judece cu privire la mâncare sau băutură, cu privire la o zi de sărbătoare, cu privire la o lună nouă sau cu privire la o zi de Sabat,",
        "17": "care sunt umbra lucrurilor viitoare, dar trupul este al lui Hristos.",
        "18": "Nimeni să nu vă răpească premiul alergării, făcându-și voia lui însuși printr-o smerenie și închinare la îngeri, amestecându-se în lucruri pe care nu le-a văzut, umflat de o mândrie deșartă, prin gândurile firii lui pământești,",
        "19": "și nu se ține strâns de Capul din care tot trupul, hrănit și bine închegat, cu ajutorul încheieturilor și legăturilor, își primește creșterea pe care i-o dă Dumnezeu.",
        "20": "Dacă ați murit împreună cu Hristos față de învățăturile începătoare ale lumii, de ce, ca și cum ați trăi încă în lume, vă supuneți la porunci ca acestea:",
        "21": "„Nu lua, nu gusta, nu atinge cutare lucru”?",
        "22": "Toate aceste lucruri, care pier odată cu întrebuințarea lor și sunt întemeiate pe porunci și învățături omenești,",
        "23": "au, în adevăr, o înfățișare de înțelepciune într-o închinare voită, o smerenie și asprime față de trup, dar nu sunt de niciun preț împotriva gâdilării firii pământești."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Vreau să știți cât de mult mă lupt pentru voi, pentru cei din Laodiceea și pentru cei care nu m-au văzut față în față,",
        "2": "pentru ca inimile lor să fie încurajate, să fie uniți în dragoste și să beneficieze de toată bogăția pe care certitudinea o poate aduce în priceperea lor, ca să cunoască taina lui Dumnezeu, și anume pe Cristos,",
        "3": "în Care sunt ascunse toate comorile înțelepciunii și ale cunoașterii.",
        "4": "Vă spun aceasta pentru ca nimeni să nu vă înșele cu argumente false.",
        "5": "Căci, chiar dacă sunt departe cu trupul, totuși, în duh sunt cu voi și mă bucur să văd buna voastră organizare și fermitatea credinței voastre în Cristos. Plinătatea vieții în Cristos",
        "6": "Prin urmare, așa cum L-ați primit pe Cristos Isus, Domnul, tot așa să și continuați să trăiți în El,",
        "7": "înrădăcinați și consolidați în El, întăriți în credință, așa cum ați fost învățați, aducând din plin mulțumire.",
        "8": "Aveți grijă să nu vă înrobească cineva prin vreo filozofie goală și înșelătoare, după tradiția oamenilor, după principiile lumii, și nu după Cristos.",
        "9": "Căci în El locuiește trupește toată plinătatea dumnezeirii",
        "10": "și în El, Care este Capul oricărei conduceri și autorități, sunteți și voi împliniți.",
        "11": "În El ați fost și circumciși, nu cu o circumcizie care este făcută de mâini omenești, ci cu circumcizia lui Cristos, prin dezbrăcarea de firea păcătoasă,",
        "12": "fiind înmormântați împreună cu El prin botez și înviați împreună cu El prin credința în puterea lui Dumnezeu, Care L-a înviat dintre cei morți.",
        "13": "Pe voi, care erați morți în nelegiuirile voastre și în firea voastră pământească necircumcisă, Dumnezeu v-a adus la viață împreună cu Cristos, când ne-a iertat toate nelegiuirile.",
        "14": "El a șters ceea ce era împotriva noastră, înscrisul cu regulile lui, care ne era ostil, și l-a îndepărtat, pironindu-l pe cruce.",
        "15": "A dezbrăcat de putere conducerile și autoritățile și le-a făcut de rușine în văzul tuturor, triumfând asupra lor prin cruce. Libertatea față de regulile omenești",
        "16": "Să nu vă judece, deci, nimeni cu privire la mâncare și băutură sau cu privire la vreo sărbătoare sau la vreo lună nouă sau la vreo zi de sabat,",
        "17": "care sunt doar o umbră a lucrurilor viitoare. Trupul însă este al lui Cristos.",
        "18": "Să nu vă răpească premiul nimeni care-și găsește plăcerea într-o falsă smerenie și în închinarea la îngeri, cercetând amănunțit lucrurile pe care le-a văzut, îngâmfat fiind, fără motiv, prin gândurile firii lui pământești.",
        "19": "El nu se ține strâns de Cap, din Care tot trupul, sprijinit și ținut la un loc prin încheieturi și legături, își primește creșterea pe care i-o dă Dumnezeu.",
        "20": "Dacă ați murit împreună cu Cristos față de principiile lumii, de ce vă mai supuneți lor, ca și cum trăiți încă în lume?",
        "21": "„Nu atinge!“, „Nu gusta!“, „Nu pune mâna!“ –",
        "22": "toate aceste reguli urmează să fie distruse după ce au fost folosite, ele fiind bazate pe poruncile și învățăturile oamenilor.",
        "23": "Ele au, într-adevăr, o formă de înțelepciune, printr-o închinare autoimpusă și o falsă smerenie, prin asprime față de trup, însă nu sunt de niciun folos împotriva desfrâului firii."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "For I desire to have you know how greatly I struggle for you and for those at Laodicea, and for as many as have not seen my face in the flesh;",
        "2": "that their hearts may be comforted, they being knit together in love, and gaining all riches of the full assurance of understanding, that they may know the mystery of God, both of the Father and of Christ,",
        "3": "in whom all the treasures of wisdom and knowledge are hidden.",
        "4": "Now I say this that no one may delude you with persuasiveness of speech.",
        "5": "For though I am absent in the flesh, yet I am with you in the spirit, rejoicing and seeing your order, and the steadfastness of your faith in Christ.",
        "6": "As therefore you received Christ Jesus the Lord, walk in him,",
        "7": "rooted and built up in him and established in the faith, even as you were taught, abounding in it in thanksgiving.",
        "8": "Be careful that you don’t let anyone rob you through his philosophy and vain deceit, after the tradition of men, after the elemental spirits of the world, and not after Christ.",
        "9": "For in him all the fullness of the Deity dwells bodily,",
        "10": "and in him you are made full, who is the head of all principality and power.",
        "11": "In him you were also circumcised with a circumcision not made with hands, in the putting off of the body of the sins of the flesh, in the circumcision of Christ,",
        "12": "having been buried with him in baptism, in which you were also raised with him through faith in the working of God, who raised him from the dead.",
        "13": "You were dead through your trespasses and the uncircumcision of your flesh. He made you alive together with him, having forgiven us all our trespasses,",
        "14": "wiping out the handwriting in ordinances which was against us. He has taken it out of the way, nailing it to the cross.",
        "15": "Having stripped the principalities and the powers, he made a show of them openly, triumphing over them in it.",
        "16": "Let no one therefore judge you in eating or drinking, or with respect to a feast day or a new moon or a Sabbath day,",
        "17": "which are a shadow of the things to come; but the body is Christ’s.",
        "18": "Let no one rob you of your prize by self-abasement and worshiping of the angels, dwelling in the things which he has not seen, vainly puffed up by his fleshly mind,",
        "19": "and not holding firmly to the Head, from whom all the body, being supplied and knit together through the joints and ligaments, grows with God’s growth.",
        "20": "If you died with Christ from the elemental spirits of the world, why, as though living in the world, do you subject yourselves to ordinances,",
        "21": "“Don’t handle, nor taste, nor touch”",
        "22": "(all of which perish with use), according to the precepts and doctrines of men?",
        "23": "These things indeed appear like wisdom in self-imposed worship, humility, and severity to the body, but aren’t of any value against the indulgence of the flesh."
      }
    }
  }
}