{
  "book": "Coloseni",
  "chapter": "3",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Dacă, deci, ați înviat împreună cu Hristos, să umblați după lucrurile de sus, unde Hristos șade la dreapta lui Dumnezeu.",
        "2": "Gândiți-vă la lucrurile de sus, nu la cele de pe pământ.",
        "3": "Căci voi ați murit, și viața voastră este ascunsă cu Hristos în Dumnezeu.",
        "4": "Când Se va arăta Hristos, viața voastră, atunci vă veți arăta și voi împreună cu El în slavă.",
        "5": "De aceea, omorâți mădularele voastre care sunt pe pământ: curvia, necurăția, patima, pofta rea și lăcomia, care este o închinare la idoli.",
        "6": "Din pricina acestor lucruri vine mânia lui Dumnezeu peste fiii neascultării.",
        "7": "Din numărul lor erați și voi odinioară, când trăiați în aceste păcate.",
        "8": "Dar acum lăsați-vă de toate aceste lucruri: de mânie, de vrăjmășie, de răutate, de clevetire, de vorbele rușinoase care v-ar putea ieși din gură.",
        "9": "Nu vă mințiți unii pe alții, întrucât v-ați dezbrăcat de omul cel vechi, cu faptele lui,",
        "10": "și v-ați îmbrăcat cu omul cel nou, care se înnoiește spre cunoștință, după chipul Celui ce l-a făcut.",
        "11": "Aici nu mai este nici grec, nici iudeu, nici tăiere împrejur, nici netăiere împrejur, nici barbar, nici scit, nici rob, nici slobod, ci Hristos este totul și în toți.",
        "12": "Astfel dar, ca niște aleși ai lui Dumnezeu, sfinți și preaiubiți, îmbrăcați-vă cu o inimă plină de îndurare, cu bunătate, cu smerenie, cu blândețe, cu îndelungă răbdare.",
        "13": "Îngăduiți-vă unii pe alții și, dacă unul are pricină să se plângă de altul, iertați-vă unul pe altul. Cum v-a iertat Hristos, așa iertați-vă și voi.",
        "14": "Dar mai presus de toate acestea, îmbrăcați-vă cu dragostea, care este legătura desăvârșirii.",
        "15": "Pacea lui Hristos, la care ați fost chemați ca să alcătuiți un singur trup, să stăpânească în inimile voastre și fiți recunoscători.",
        "16": "Cuvântul lui Hristos să locuiască din belșug în voi în toată înțelepciunea. Învățați-vă și sfătuiți-vă unii pe alții cu psalmi, cu cântări de laudă și cu cântări duhovnicești, cântând lui Dumnezeu cu mulțumire în inima voastră.",
        "17": "Și orice faceți, cu cuvântul sau cu fapta, să faceți totul în Numele Domnului Isus și mulțumiți, prin El, lui Dumnezeu Tatăl.",
        "18": "Nevestelor, fiți supuse bărbaților voștri, cum se cuvine în Domnul.",
        "19": "Bărbaților, iubiți-vă nevestele și nu țineți necaz pe ele.",
        "20": "Copii, ascultați de părinții voștri în toate lucrurile, căci lucrul acesta place Domnului.",
        "21": "Părinților, nu întărâtați pe copiii voștri, ca să nu-și piardă nădejdea.",
        "22": "Robilor, ascultați în toate lucrurile pe stăpânii voștri pământești; nu numai când sunteți sub ochii lor, ca cei ce caută să placă oamenilor, ci cu curăție de inimă, ca unii care vă temeți de Domnul.",
        "23": "Orice faceți, să faceți din toată inima, ca pentru Domnul, nu ca pentru oameni,",
        "24": "ca unii care știți că veți primi de la Domnul răsplata moștenirii. Voi slujiți Domnului Hristos.",
        "25": "Căci cine umblă cu strâmbătate își va primi plata după strâmbătatea pe care a făcut-o; și nu se are în vedere fața omului."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Dacă deci ați fost înviați împreună cu Cristos, căutați lucrurile de sus, unde Cristos stă la dreapta lui Dumnezeu!",
        "2": "Gândiți-vă la lucrurile de sus, nu la cele de pe pământ,",
        "3": "pentru că voi ați murit, iar viața voastră este ascunsă cu Cristos în Dumnezeu.",
        "4": "Când Cristos, viața voastră, Se va arăta, atunci și voi vă veți arăta împreună cu El în glorie.",
        "5": "De aceea, dați la moarte tot ce este firesc în trupul vostru pământesc: preacurvia, necurăția, dorința rușinoasă, pofta rea și lăcomia, care este idolatrie.",
        "6": "Din cauza acestor lucruri vine mânia lui Dumnezeu peste fiii neascultării.",
        "7": "În acestea ați trăit și voi cândva, când trăiați între ei.",
        "8": "Însă acum, lăsați-vă de toate aceste lucruri: de mânie, de furie, de răutate, de blasfemie, de vorbirea murdară care v-ar putea ieși din gură.",
        "9": "Nu vă mințiți unul pe altul, pentru că v-ați dezbrăcat de omul cel vechi și de faptele lui",
        "10": "și v-ați îmbrăcat cu omul cel nou, care este înnoit în cunoaștere, după chipul Creatorului său.",
        "11": "Aici nu mai este nici grec, nici iudeu, nici circumcizie, nici necircumcizie, nici barbar, nici scit, nici sclav, nici liber, ci Cristos este totul și în toți.",
        "12": "Prin urmare, ca niște aleși ai lui Dumnezeu, sfinți și iubiți, îmbrăcați-vă cu simțăminte curate, cu bunătate, smerenie, blândețe, îndelungă răbdare,",
        "13": "îngăduindu-vă unii pe alții și iertându-vă unii pe alții dacă cineva are o plângere împotriva altcuiva. Așa cum v-a iertat Domnul, tot astfel să vă iertați și voi!",
        "14": "Dar, mai presus de toate acestea, îmbrăcați-vă cu dragostea, care este legătura desăvârșirii!",
        "15": "Iar pacea lui Cristos – pace la care ați și fost chemați, într-un singur trup – să stăpânească în inimile voastre. Și fiți mulțumitori!",
        "16": "Cuvântul lui Cristos să locuiască în voi din belșug, învățându-vă și sfătuindu-vă unii pe alții cu toată înțelepciunea și cântându-I lui Dumnezeu, cu recunoștință în inimile voastre, psalmi, imnuri și cântări spirituale.",
        "17": "Tot ceea ce faceți, cu vorba sau cu fapta, să faceți în Numele Domnului Isus, mulțumind, prin El, lui Dumnezeu Tatăl. Îndemnuri privind relațiile din familia creștinului",
        "18": "Soțiilor, supuneți-vă soților voștri, așa cum se cuvine în Domnul.",
        "19": "Soților, iubiți-vă soțiile și nu păstrați amărăciune în suflet față de ele!",
        "20": "Copii, ascultați de părinții voștri în toate, pentru că lucrul acesta Îi place Domnului!",
        "21": "Părinților, nu-i provocați la mânie pe copiii voștri, ca să nu se descurajeze!",
        "22": "Sclavilor, ascultați în toate de stăpânii voștri pământești, nu doar când sunteți văzuți de ei, ca niște oameni care încearcă să placă altora, ci în sinceritatea inimii, temându-vă de Domnul.",
        "23": "Orice faceți, să lucrați din suflet, ca pentru Domnul, nu ca pentru oameni,",
        "24": "știind că veți primi ca răsplată moștenirea de la Domnul. Voi slujiți Domnului Cristos.",
        "25": "Căci cel ce face rău va fi răsplătit în conformitate cu răul pe care l-a făcut, și nu va fi niciun fel de favoritism."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "If then you were raised together with Christ, seek the things that are above, where Christ is, seated on the right hand of God.",
        "2": "Set your mind on the things that are above, not on the things that are on the earth.",
        "3": "For you died, and your life is hidden with Christ in God.",
        "4": "When Christ, our life, is revealed, then you will also be revealed with him in glory.",
        "5": "Put to death therefore your members which are on the earth: sexual immorality, uncleanness, depraved passion, evil desire, and covetousness, which is idolatry.",
        "6": "For these things’ sake the wrath of God comes on the children of disobedience.",
        "7": "You also once walked in those, when you lived in them,",
        "8": "but now you must put them all away: anger, wrath, malice, slander, and shameful speaking out of your mouth.",
        "9": "Don’t lie to one another, seeing that you have put off the old man with his doings,",
        "10": "and have put on the new man, who is being renewed in knowledge after the image of his Creator,",
        "11": "where there can’t be Greek and Jew, circumcision and uncircumcision, barbarian, Scythian, bondservant, or free person; but Christ is all, and in all.",
        "12": "Put on therefore, as God’s chosen ones, holy and beloved, a heart of compassion, kindness, lowliness, humility, and perseverance;",
        "13": "bearing with one another, and forgiving each other, if any man has a complaint against any; even as Christ forgave you, so you also do.",
        "14": "Above all these things, walk in love, which is the bond of perfection.",
        "15": "And let the peace of God rule in your hearts, to which also you were called in one body, and be thankful.",
        "16": "Let the word of Christ dwell in you richly; in all wisdom teaching and admonishing one another with psalms, hymns, and spiritual songs, singing with grace in your heart to the Lord.",
        "17": "Whatever you do, in word or in deed, do all in the name of the Lord Jesus, giving thanks to God the Father through him.",
        "18": "Wives, be in subjection to your husbands, as is fitting in the Lord.",
        "19": "Husbands, love your wives, and don’t be bitter against them.",
        "20": "Children, obey your parents in all things, for this pleases the Lord.",
        "21": "Fathers, don’t provoke your children, so that they won’t be discouraged.",
        "22": "Servants, obey in all things those who are your masters according to the flesh, not just when they are looking, as men pleasers, but in singleness of heart, fearing God.",
        "23": "And whatever you do, work heartily, as for the Lord and not for men,",
        "24": "knowing that from the Lord you will receive the reward of the inheritance; for you serve the Lord Christ.",
        "25": "But he who does wrong will receive again for the wrong that he has done, and there is no partiality."
      }
    }
  }
}