{
  "book": "Daniel",
  "chapter": "9",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În anul dintâi al lui Darius, fiul lui Ahașveroș, din neamul mezilor, care ajunsese împărat peste împărăția haldeenilor,",
        "2": "în anul dintâi al domniei lui, eu, Daniel, am văzut din cărți că trebuia să treacă șaptezeci de ani pentru dărâmăturile Ierusalimului, după numărul anilor despre care vorbise Domnul către prorocul Ieremia.",
        "3": "Și mi-am întors fața spre Domnul Dumnezeu ca să-L caut cu rugăciune și cereri, postind în sac și cenușă.",
        "4": "M-am rugat Domnului Dumnezeului meu și I-am făcut următoarea mărturisire: „Doamne Dumnezeule mare și înfricoșat, Tu, care ții legământul și dai îndurare celor ce Te iubesc și păzesc poruncile Tale!",
        "5": "Noi am păcătuit, am săvârșit nelegiuire, am fost răi și îndărătnici, ne-am abătut de la poruncile și orânduirile Tale.",
        "6": "N-am ascultat pe robii Tăi prorocii, care au vorbit în Numele Tău împăraților noștri, căpeteniilor noastre, părinților noștri și către tot poporul țării.",
        "7": "Tu, Doamne, ești drept, iar nouă ni se cuvine astăzi să ni se umple fața de rușine, nouă, tuturor oamenilor lui Iuda, locuitorilor Ierusalimului și întregului Israel, fie ei aproape, fie departe, în toate țările în care i-ai izgonit din pricina fărădelegilor de care s-au făcut vinovați față de Tine!",
        "8": "Doamne, nouă ni se cuvine să ni se umple fața de rușine, da, nouă, împăraților noștri, căpeteniilor noastre și părinților noștri, pentru că am păcătuit împotriva Ta!",
        "9": "La Domnul Dumnezeul nostru însă sunt îndurarea și iertarea, căci împotriva Lui ne-am răzvrătit!",
        "10": "N-am ascultat glasul Domnului Dumnezeului nostru, ca să urmăm legile Lui pe care ni le pusese înainte prin robii Săi, prorocii,",
        "11": "ci tot Israelul a călcat Legea Ta și s-a abătut astfel ca să n-asculte de glasul Tău. De aceea, ne-au și lovit blestemele și jurămintele scrise în Legea lui Moise, robul lui Dumnezeu, pentru că am păcătuit împotriva lui Dumnezeu.",
        "12": "El a împlinit astfel cuvintele pe care le rostise împotriva noastră și împotriva căpeteniilor noastre, care ne-au cârmuit, și a adus peste noi o mare nenorocire, așa cum niciodată și nicăieri sub cer nu s-a mai întâmplat o nenorocire ca aceea care a venit acum asupra Ierusalimului.",
        "13": "După cum este scris în Legea lui Moise, toată nenorocirea aceasta a venit peste noi, și noi n-am rugat pe Domnul Dumnezeul nostru, nu ne-am întors de la nelegiuirile noastre și n-am luat aminte la adevărul Tău.",
        "14": "De aceea, și Domnul a îngrijit ca nenorocirea aceasta să vină peste noi; căci Domnul Dumnezeul nostru este drept în toate lucrurile pe care le-a făcut, dar noi n-am ascultat glasul Lui.",
        "15": "Și acum, Doamne, Dumnezeul nostru, Tu, care ai scos pe poporul Tău din țara Egiptului prin mâna Ta cea puternică și Ți-ai făcut un Nume, așa cum este și astăzi: noi am păcătuit, am săvârșit nelegiuire.",
        "16": "Dar, Doamne, după toată îndurarea Ta, abate mânia și urgia Ta de la cetatea Ta, Ierusalimul, de la muntele Tău cel sfânt, căci din pricina păcatelor noastre și din pricina nelegiuirilor părinților noștri sunt Ierusalimul și poporul Tău de ocara tuturor celor ce ne înconjoară.",
        "17": "Ascultă dar, acum, Dumnezeul nostru, rugăciunea și cererile robului Tău și, pentru dragostea Domnului, fă să strălucească Fața Ta peste Sfântul Tău Locaș pustiit!",
        "18": "Pleacă urechea, Dumnezeule, și ascultă! Deschide ochii și privește la dărâmăturile noastre și la cetatea peste care este chemat Numele Tău! Căci nu pentru neprihănirea noastră Îți aducem noi cererile noastre, ci pentru îndurările Tale cele mari.",
        "19": "Ascultă, Doamne! Iartă, Doamne! Ia aminte, Doamne! Lucrează și nu zăbovi, din dragoste pentru Tine, Dumnezeul meu! Căci Numele Tău este chemat peste cetatea Ta și peste poporul Tău!”",
        "20": "Pe când încă vorbeam eu, mă rugam, îmi mărturiseam păcatul meu și păcatul poporului meu Israel și îmi aduceam cererile înaintea Domnului Dumnezeului meu pentru muntele cel sfânt al Dumnezeului meu;",
        "21": "pe când vorbeam eu încă în rugăciunea mea, a venit repede în zbor, iute, omul Gavril, pe care-l văzusem mai înainte într-o vedenie și m-a atins în clipa când se aducea jertfa de seară.",
        "22": "El m-a învățat, a stat de vorbă cu mine și mi-a zis: „Daniele, am venit acum să-ți luminez mintea.",
        "23": "Când ai început tu să te rogi, a ieșit cuvântul, și eu vin să ți-l vestesc; căci tu ești preaiubit și scump. Ia aminte dar la cuvântul acesta și înțelege vedenia!",
        "24": "Șaptezeci de săptămâni au fost hotărâte asupra poporului tău și asupra cetății tale celei sfinte, până la încetarea fărădelegilor, până la ispășirea păcatelor, până la ispășirea nelegiuirii, până la aducerea neprihănirii veșnice, până la pecetluirea vedeniei și a prorociei și până la ungerea Sfântului sfinților.",
        "25": "Să știi dar și să înțelegi că, de la darea poruncii pentru zidirea din nou a Ierusalimului până la Unsul (Mesia), la Cârmuitorul, vor trece șapte săptămâni; apoi timp de șaizeci și două de săptămâni, piețele și gropile vor fi zidite din nou, și anume în vremuri de strâmtorare.",
        "26": "După aceste șaizeci și două de săptămâni, Unsul va fi stârpit și nu va avea nimic. Poporul unui domn care va veni va nimici cetatea și Sfântul Locaș, și sfârșitul lui va fi ca printr-un potop; este hotărât că războiul va ține până la sfârșit și împreună cu el și pustiirile.",
        "27": "El va face un legământ trainic cu mulți timp de o săptămână, dar la jumătatea săptămânii va face să înceteze jertfa și darul de mâncare și pe aripa urâciunilor idolești va veni unul care pustiește, până va cădea asupra celui pustiit prăpădul hotărât.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În primul an al lui Darius, fiul lui Ahașveroș, din neamul mezilor, care fusese făcut împărat peste împărăția caldeenilor,",
        "2": "în primul an al domniei lui, eu, Daniel, am înțeles din cărți numărul de ani care trebuia să se împlinească, după Cuvântul Domnului spus profetului Ieremia, cu privire la ruinele Ierusalimului: șaptezeci de ani.",
        "3": "Mi-am îndreptat fața către Stăpânul Dumnezeu, ca să-L caut cu rugăciune, cu cereri și cu post, îmbrăcat în pânză de sac și având cenușă presărată pe cap.",
        "4": "M-am rugat Domnului, Dumnezeul meu, și I-am mărturisit, zicând: «Stăpâne, Dumnezeule mare și de temut, Cel Care ții legământul și îndurarea față de cei ce Te iubesc și păzesc poruncile Tale,",
        "5": "am păcătuit, am greșit, am fost răi și ne-am răzvrătit, ne-am îndepărtat de poruncile și legile Tale.",
        "6": "N-am ascultat de slujitorii Tăi, profeții, care vorbeau în Numele Tău regilor noștri, prinților și strămoșilor noștri și întregului popor din țară.",
        "7": "A Ta, Stăpâne, este dreptatea, iar noi merităm să ni se umple fața de rușine, noi, oamenii din Iuda, locuitorii Ierusalimului și întregul Israel, de aproape sau de departe, din orice țară unde i-ai alungat din cauza necredincioșiei lor, de care s-au făcut vinovați față de Tine.",
        "8": "Doamne, noi merităm să ni se umple fața de rușine, da, noi, regii noștri, căpeteniile noastre și strămoșii noștri, căci am păcătuit împotriva Ta.",
        "9": "La Stăpânul, Dumnezeul nostru, este însă mila și iertarea, cu toate că ne-am răzvrătit împotriva Lui.",
        "10": "N-am ascultat de glasul Domnului, Dumnezeul nostru, ca să urmăm legile Lui pe care ni le-a dat prin slujitorii Săi, profeții.",
        "11": "Tot Israelul a încălcat Legea Ta și, astfel, s-a îndepărtat, refuzând să asculte de glasul Tău. De aceea s-au revărsat peste noi blestemul și jurământul care au fost scrise în Legea lui Moise, slujitorul lui Dumnezeu, căci împotriva lui Dumnezeu am păcătuit.",
        "12": "El Și-a împlinit astfel cuvântul pe care-l rostise împotriva noastră și împotriva conducătorilor noștri care ne judecau, aducând peste noi o nenorocire așa de mare, încât ceea ce i s-a întâmplat Ierusalimului nu s-a mai întâmplat nicăieri sub ceruri.",
        "13": "După cum este scris în Legea lui Moise, așa a venit peste noi toată nenorocirea aceasta, iar noi nu ne-am rugat Domnului, Dumnezeul nostru, ca să ne întoarcem de la nelegiuirile noastre și să luăm aminte la adevărul Tău.",
        "14": "De aceea, Domnul a avut grijă să aducă nenorocirea aceasta peste noi, căci Domnul, Dumnezeul nostru, este drept în toate lucrările pe care le-a făcut, dar noi n-am ascultat de glasul Lui.",
        "15": "Acum, Stăpâne, Dumnezeul nostru, Tu, Care Ți-ai scos poporul din țara Egiptului cu mână tare și Care Ți-ai făcut un Nume, așa cum este și astăzi…, noi am păcătuit și am fost răi.",
        "16": "Stăpâne, potrivit cu toate lucrările Tale înfăptuite cu dreptate, îndepărtează-Ți, Te rog, mânia și furia de la cetatea Ta, Ierusalimul, de la muntele Tău cel sfânt, căci, din cauza păcatelor și nelegiuirilor strămoșilor noștri a ajuns Ierusalimul și poporul Tău de disprețul tuturor celor ce ne înconjoară!",
        "17": "Acum, deci, Dumnezeul nostru, ascultă rugăciunea slujitorului Tău și cererile lui și, de dragul Tău, Stăpâne, fă să strălucească fața Ta peste Sfântul Tău Lăcaș devastat!",
        "18": "Pleacă-Ți urechea, Dumnezeule, și ascultă! Deschide-Ți ochii și privește la ruinele noastre și la cetatea peste care este chemat Numele Tău. Căci nu datorită faptelor noastre drepte aducem cererile noastre înaintea Ta, ci pentru mila Ta cea mare.",
        "19": "Ascultă, Stăpâne! Iartă, Stăpâne! Ascultă cu atenție, Stăpâne! Lucrează și nu întârzia, de dragul Tău, Dumnezeul meu. Căci Numele Tău este chemat peste cetatea Ta și peste poporul Tău». Cei șaptezeci de ori câte șapte săptămâni",
        "20": "În timp ce vorbeam, mă rugam și mărturiseam păcatul meu și păcatul poporului meu, Israel, și în timp ce îmi aduceam cererile înaintea Domnului, Dumnezeul meu, cu privire la muntele cel sfânt al Dumnezeului meu,",
        "21": "deci, în timp ce eu încă vorbeam în rugăciune, omul Gabriel, pe care-l văzusem în vedenia dinainte, a venit repede în zbor și s-a apropiat de mine chiar în clipa când se aducea darul de mâncare de seară.",
        "22": "El m-a făcut să înțeleg, spunându-mi astfel: «Daniel, am venit acum să-ți dau înțelepciune și pricepere.",
        "23": "Când ai început să implori milă, a ieșit un mesaj, iar eu am venit să te înștiințez, căci ești de mare preț. Prin urmare, fii atent la mesaj și încearcă să înțelegi vedenia!",
        "24": "Șaptezeci de săptămâni de ani au fost stabilite pentru poporul tău și pentru cetatea ta sfântă, pentru a pune capăt fărădelegii, pentru a sfârși cu păcatul, pentru a ispăși nelegiuirea, pentru a aduce dreptatea veșnică, pentru a sigila vedenia și profeția și pentru a-L unge pe Sfântul Sfinților.",
        "25": "Să știi și să înțelegi aceasta: de la darea poruncii de restaurare și reconstruire a Ierusalimului până la Unsul, Conducătorul, va fi o perioadă de șapte ori câte șapte săptămâni și o perioadă de șaizeci și două de ori câte șapte săptămâni. Piața și șanțul îi vor fi refăcute, însă în vremuri de necaz.",
        "26": "După perioada de șaizeci și două de ori câte șapte săptămâni, Unsul va fi nimicit și nu va avea nimic. Poporul unui conducător care va veni va distruge cetatea și Sfântul Lăcaș. Sfârșitul lui va fi ca printr-un potop, iar războiul va ține până la sfârșit. Pustiirile sunt hotărâte.",
        "27": "El va încheia un legământ ferm cu mulți pentru o săptămână, dar la jumătatea săptămânii va pune capăt jertfei și darului de mâncare. Și pe aripa urâciunilor va fi cel ce pustiește, până va fi revărsat asupra celui pustiit sfârșitul hotărât»“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "In the first year of Darius the son of Ahasuerus, of the offspring of the Medes, who was made king over the realm of the Chaldeans—",
        "2": "in the first year of his reign I, Daniel, understood by the books the number of the years about which Yahweh’s word came to Jeremiah the prophet for the accomplishing of the desolations of Jerusalem, even seventy years.",
        "3": "I set my face to the Lord God, to seek by prayer and petitions, with fasting and sackcloth and ashes.",
        "4": "I prayed to Yahweh my God, and made confession, and said, “Oh, Lord, the great and dreadful God, who keeps covenant and loving kindness with those who love him and keep his commandments,",
        "5": "we have sinned, and have dealt perversely, and have done wickedly, and have rebelled, even turning aside from your precepts and from your ordinances.",
        "6": "We haven’t listened to your servants the prophets, who spoke in your name to our kings, our princes, and our fathers, and to all the people of the land.",
        "7": "“Lord, righteousness belongs to you, but to us confusion of face, as it is today; to the men of Judah, and to the inhabitants of Jerusalem, and to all Israel, who are near and who are far off, through all the countries where you have driven them, because of their trespass that they have trespassed against you.",
        "8": "Lord, to us belongs confusion of face, to our kings, to our princes, and to our fathers, because we have sinned against you.",
        "9": "To the Lord our God belong mercies and forgiveness, for we have rebelled against him.",
        "10": "We haven’t obeyed Yahweh our God’s voice, to walk in his laws, which he set before us by his servants the prophets.",
        "11": "Yes, all Israel have transgressed your law, turning aside, that they should not obey your voice. “Therefore the curse and the oath written in the law of Moses the servant of God has been poured out on us, for we have sinned against him.",
        "12": "He has confirmed his words, which he spoke against us and against our judges who judged us, by bringing on us a great evil; for under the whole sky, such has not been done as has been done to Jerusalem.",
        "13": "As it is written in the law of Moses, all this evil has come on us. Yet we have not entreated the favor of Yahweh our God, that we should turn from our iniquities and have discernment in your truth.",
        "14": "Therefore Yahweh has watched over the evil, and brought it on us; for Yahweh our God is righteous in all his works which he does, and we have not obeyed his voice.",
        "15": "“Now, Lord our God, who has brought your people out of the land of Egypt with a mighty hand, and have gotten yourself renown, as it is today, we have sinned. We have done wickedly.",
        "16": "Lord, according to all your righteousness, please let your anger and your wrath be turned away from your city Jerusalem, your holy mountain; because for our sins and for the iniquities of our fathers, Jerusalem and your people have become a reproach to all who are around us.",
        "17": "“Now therefore, our God, listen to the prayer of your servant and to his petitions, and cause your face to shine on your sanctuary that is desolate, for the Lord’s sake.",
        "18": "My God, turn your ear and hear. Open your eyes and see our desolations, and the city which is called by your name; for we do not present our petitions before you for our righteousness, but for your great mercies’ sake.",
        "19": "Lord, hear. Lord, forgive. Lord, listen and do. Don’t defer, for your own sake, my God, because your city and your people are called by your name.”",
        "20": "While I was speaking, praying, and confessing my sin and the sin of my people Israel, and presenting my supplication before Yahweh my God for the holy mountain of my God—",
        "21": "yes, while I was speaking in prayer—the man Gabriel, whom I had seen in the vision at the beginning, being caused to fly swiftly, touched me about the time of the evening offering.",
        "22": "He instructed me and talked with me, and said, “Daniel, I have now come to give you wisdom and understanding.",
        "23": "At the beginning of your petitions the commandment went out, and I have come to tell you, for you are greatly beloved. Therefore consider the matter and understand the vision.",
        "24": "“Seventy weeks are decreed on your people and on your holy city, to finish disobedience, to make an end of sins, to make reconciliation for iniquity, to bring in everlasting righteousness, to seal up vision and prophecy, and to anoint the most holy.",
        "25": "“Know therefore and discern that from the going out of the commandment to restore and build Jerusalem to the Anointed One, the prince, will be seven weeks and sixty-two weeks. It will be built again, with street and moat, even in troubled times.",
        "26": "After the sixty-two weeks the Anointed One will be cut off, and will have nothing. The people of the prince who come will destroy the city and the sanctuary. Its end will be with a flood, and war will be even to the end. Desolations are determined.",
        "27": "He will make a firm covenant with many for one week. In the middle of the week he will cause the sacrifice and the offering to cease. On the wing of abominations will come one who makes desolate; and even to the decreed full end, wrath will be poured out on the desolate.”"
      }
    }
  }
}