{
  "book": "Daniel",
  "chapter": "1",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În al treilea an al domniei lui Ioiachim, împăratul lui Iuda, Nebucadnețar, împăratul Babilonului, a venit împotriva Ierusalimului și l-a împresurat.",
        "2": "Domnul a dat în mâinile lui pe Ioiachim, împăratul lui Iuda, și o parte din vasele Casei lui Dumnezeu. Nebucadnețar a dus vasele în țara Șinear, în casa dumnezeului său, le-a pus în casa vistieriei dumnezeului său.",
        "3": "Împăratul a dat poruncă lui Așpenaz, căpetenia famenilor săi dregători, să-i aducă vreo câțiva din copiii lui Israel de neam împărătesc și de viță boierească,",
        "4": "niște tineri fără vreun cusur trupesc, frumoși la chip, înzestrați cu înțelepciune în orice ramură a științei, cu minte ageră și pricepere, în stare să slujească în casa împăratului și pe care să-i învețe scrierea și limba haldeenilor.",
        "5": "Împăratul le-a rânduit pe fiecare zi o parte din bucatele de la masa lui și din vinul din care bea el, vrând să-i crească timp de trei ani, după care aveau să fie în slujba împăratului.",
        "6": "Printre ei erau, dintre copiii lui Iuda: Daniel, Hanania, Mișael și Azaria.",
        "7": "Căpetenia famenilor dregători le-a pus însă alte nume, și anume: lui Daniel i-a pus numele Beltșațar; lui Hanania, Șadrac; lui Mișael, Meșac și lui Azaria, Abed-Nego.",
        "8": "Daniel s-a hotărât să nu se spurce cu bucatele alese ale împăratului și cu vinul pe care-l bea împăratul și a rugat pe căpetenia famenilor dregători să nu-l silească să se spurce.",
        "9": "Dumnezeu a făcut ca Daniel să capete bunăvoință și trecere înaintea căpeteniei famenilor dregători.",
        "10": "Căpetenia famenilor a zis lui Daniel: „Mă tem numai de domnul meu împăratul, care a hotărât ce trebuie să mâncați și să beți, ca nu cumva să vadă fețele voastre mai triste decât ale celorlalți tineri de vârsta voastră și să-mi puneți astfel capul în primejdie înaintea împăratului.”",
        "11": "Atunci, Daniel a zis îngrijitorului căruia îi încredințase căpetenia famenilor privegherea asupra lui Daniel, Hanania, Mișael și Azaria:",
        "12": "„Încearcă pe robii tăi zece zile și să ni se dea de mâncat zarzavaturi și apă de băut;",
        "13": "să te uiți apoi la fața noastră și la a celorlalți tineri care mănâncă din bucatele împăratului și să faci cu robii tăi după cele ce vei vedea!”",
        "14": "El i-a ascultat în privința aceasta și i-a încercat zece zile.",
        "15": "După cele zece zile, ei erau mai bine la față și mai grași decât toți tinerii care mâncau din bucatele împăratului.",
        "16": "Îngrijitorul lua bucatele și vinul care le erau rânduite și le dădea zarzavaturi.",
        "17": "Dumnezeu a dat acestor patru tineri știință și pricepere pentru tot felul de scrieri și înțelepciune; mai ales însă a făcut pe Daniel priceput în toate vedeniile și în toate visele.",
        "18": "La vremea sorocită de împărat ca să-i aducă la el, căpetenia famenilor i-a adus înaintea lui Nebucadnețar.",
        "19": "Împăratul a stat de vorbă cu ei, dar, între toți tinerii aceia, nu s-a găsit niciunul ca Daniel, Hanania, Mișael și Azaria. De aceea ei au fost primiți în slujba împăratului.",
        "20": "În toate lucrurile care cereau înțelepciune și pricepere și despre care îi întreba împăratul, îi găsea de zece ori mai destoinici decât toți vrăjitorii și cititorii în stele care erau în toată împărăția lui.",
        "21": "Așa a dus-o Daniel până în anul întâi al împăratului Cirus."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În al treilea an al domniei lui Iehoiachim, regele lui Iuda, Nebucadnețar, împăratul Babilonului, a venit și a asediat Ierusalimul.",
        "2": "Domnul l-a dat în mâna lui pe Iehoiachim, regele lui Iuda, precum și o parte din obiectele Casei lui Dumnezeu. Nebucadnețar a dus obiectele în țara Șinar, în templul dumnezeului său; le-a dus în vistieria dumnezeului său.",
        "3": "Împăratul Nebucadnețar i-a poruncit lui Așpenaz, căpetenia demnitarilor săi, să-i aducă pe unii dintre fiii lui Israel, de neam regal și de viță nobilă,",
        "4": "niște tineri fără niciun fel de infirmitate fizică, plăcuți la înfățișare, pricepuți în orice ramură a științei, cu minte ageră și cu pricepere, în stare să slujească la palatul împăratului, pe care să-i învețe scrierea și limba caldeenilor.",
        "5": "Împăratul le-a stabilit, pentru fiecare zi, o parte din hrana și vinul de la masa împărătească, pentru a-i crește timp de trei ani. La sfârșitul acestor ani, tinerii urmau să intre în slujba împăratului.",
        "6": "Printre ei, dintre fiii lui Iuda erau: Daniel, Hanania, Mișael și Azaria.",
        "7": "Căpetenia demnitarilor le-a pus însă alte nume: Beltșațar lui Daniel, Șadrak lui Hanania, Meșak lui Mișael și Abed-Nego lui Azaria.",
        "8": "Daniel însă s-a hotărât în inima lui să nu se întineze cu hrana împăratului și cu vinul pentru băutura lui, și l-a rugat pe căpetenia demnitarilor să nu-l oblige să se întineze.",
        "9": "Dumnezeu a făcut ca Daniel să găsească îndurare și bunăvoință înaintea căpeteniei demnitarilor.",
        "10": "Însă căpetenia demnitarilor i-a zis lui Daniel: „Mă tem ca nu cumva stăpânul meu, împăratul, care a hotărât ce trebuie să mâncați și să beți, să vadă fețele voastre mai posomorâte decât ale celorlalți tineri de vârsta voastră și să-mi puneți capul în pericol înaintea împăratului“.",
        "11": "Atunci Daniel i-a zis îngrijitorului pe care căpetenia demnitarilor îl desemnase responsabil cu supravegherea sa, a lui Hanania, a lui Mișael și a lui Azaria:",
        "12": "„Pune-i pe slujitorii tăi la încercare timp de zece zile: să ni se dea să mâncăm numai legume și să bem doar apă.",
        "13": "Apoi să te uiți la înfățișarea noastră și la înfățișarea tinerilor care mănâncă din hrana împăratului și să le faci slujitorilor tăi potrivit cu ceea ce vei vedea“.",
        "14": "El i-a ascultat în privința aceasta și i-a pus la încercare timp de zece zile.",
        "15": "La sfârșitul celor zece zile a văzut că la înfățișare arătau mai bine, iar la trup erau mai plini decât toți ceilalți tineri care mâncau din hrana împăratului.",
        "16": "Și, astfel, îngrijitorul lua hrana lor și vinul pentru băutura lor și le dădea legume.",
        "17": "Acestor patru tineri Dumnezeu le-a dat știință și pricepere în orice fel de scriere și înțelepciune. Daniel putea să înțeleagă orice fel de vedenii și vise.",
        "18": "Când s-a împlinit vremea stabilită de împărat ca toți tinerii să fie aduși la el, căpetenia demnitarilor i-a adus înaintea lui Nebucadnețar,",
        "19": "și împăratul a vorbit cu ei. Dar între toți aceștia nu s-a găsit niciunul ca Daniel, Hanania, Mișael și Azaria, astfel că ei au rămas în slujba împăratului.",
        "20": "În orice problemă pentru care era nevoie de înțelepciune și pricepere și despre care îi întreba împăratul, el îi găsea de zece ori mai capabili decât toți vrăjitorii și descântătorii din întreaga lui împărăție.",
        "21": "Așa a dus-o Daniel până în anul întâi al împăratului Cirus."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "In the third year of the reign of Jehoiakim king of Judah, Nebuchadnezzar king of Babylon came to Jerusalem and besieged it.",
        "2": "The Lord gave Jehoiakim king of Judah into his hand, with some of the vessels of the house of God; and he carried them into the land of Shinar to the house of his god. He brought the vessels into the treasure house of his god.",
        "3": "The king spoke to Ashpenaz, the master of his eunuchs, that he should bring in some of the children of Israel, even of the royal offspring and of the nobles:",
        "4": "youths in whom was no defect, but well-favored, skillful in all wisdom, endowed with knowledge, understanding science, and who had the ability to stand in the king’s palace; and that he should teach them the learning and the language of the Chaldeans.",
        "5": "The king appointed for them a daily portion of the king’s delicacies and of the wine which he drank, and that they should be nourished three years, that at its end they should stand before the king.",
        "6": "Now among these of the children of Judah were Daniel, Hananiah, Mishael, and Azariah.",
        "7": "The prince of the eunuchs gave names to them: to Daniel he gave the name Belteshazzar; to Hananiah, Shadrach; to Mishael, Meshach; and to Azariah, Abednego.",
        "8": "But Daniel purposed in his heart that he would not defile himself with the king’s delicacies, nor with the wine which he drank. Therefore he requested of the prince of the eunuchs that he might not defile himself.",
        "9": "Now God made Daniel find kindness and compassion in the sight of the prince of the eunuchs.",
        "10": "The prince of the eunuchs said to Daniel, “I fear my lord the king, who has appointed your food and your drink. For why should he see your faces worse looking than the youths who are of your own age? Then you would endanger my head with the king.”",
        "11": "Then Daniel said to the steward whom the prince of the eunuchs had appointed over Daniel, Hananiah, Mishael, and Azariah:",
        "12": "“Test your servants, I beg you, ten days; and let them give us vegetables to eat and water to drink.",
        "13": "Then let our faces be examined before you, and the face of the youths who eat of the king’s delicacies; and as you see, deal with your servants.”",
        "14": "So he listened to them in this matter, and tested them for ten days.",
        "15": "At the end of ten days, their faces appeared fairer and they were fatter in flesh than all the youths who ate of the king’s delicacies.",
        "16": "So the steward took away their delicacies and the wine that they were given to drink, and gave them vegetables.",
        "17": "Now as for these four youths, God gave them knowledge and skill in all learning and wisdom; and Daniel had understanding in all visions and dreams.",
        "18": "At the end of the days which the king had appointed for bringing them in, the prince of the eunuchs brought them in before Nebuchadnezzar.",
        "19": "The king talked with them; and among them all was found no one like Daniel, Hananiah, Mishael, and Azariah. Therefore they stood before the king.",
        "20": "In every matter of wisdom and understanding concerning which the king inquired of them, he found them ten times better than all the magicians and enchanters who were in all his realm.",
        "21": "Daniel continued even to the first year of King Cyrus."
      }
    }
  }
}