{
  "book": "Daniel",
  "chapter": "6",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Darius a găsit cu cale să pună peste împărăție o sută douăzeci de dregători, care trebuiau să fie răspândiți în toată împărăția;",
        "2": "a pus în fruntea lor trei căpetenii, în numărul cărora era și Daniel. Dregătorii aceștia aveau să le dea socoteală, ca împăratul să nu sufere nicio pagubă.",
        "3": "Daniel însă întrecea pe toate aceste căpetenii și pe dregători, pentru că în el era un duh înalt, și împăratul se gândea să-l pună peste toată împărăția.",
        "4": "Atunci, căpeteniile și dregătorii au căutat să afle ceva asupra lui Daniel, ca să-l pârască în ce privea treburile împărăției. Dar n-au putut să găsească nimic, niciun lucru vrednic de mustrare, pentru că el era credincios și nu se găsea nicio greșeală la el și niciun lucru rău.",
        "5": "Atunci, oamenii aceștia au zis: „Nu vom găsi niciun cuvânt de plângere împotriva acestui Daniel, afară numai dacă am găsi vreunul în Legea Dumnezeului lui!”",
        "6": "Apoi, aceste căpetenii și dregătorii aceștia s-au dus cu mare zarvă la împărat și i-au vorbit așa: „Să trăiești veșnic, împărate Darius!",
        "7": "Toate căpeteniile împărăției, îngrijitorii, dregătorii, sfetnicii și cârmuitorii sunt de părere să se dea o poruncă împărătească, însoțită de o aspră oprire, care să spună că oricine va înălța timp de treizeci de zile rugăciuni către vreun dumnezeu sau către vreun om, afară de tine, împărate, va fi aruncat în groapa cu lei.",
        "8": "Acum, împărate, întărește oprirea și iscălește porunca aceasta, pentru ca să nu se poată schimba după legea mezilor și perșilor, care, odată dată, rămâne neschimbată.”",
        "9": "În urma celor de mai sus, împăratul Darius a scris porunca și oprirea.",
        "10": "Când a aflat Daniel că s-a iscălit porunca, a intrat în casa lui, unde ferestrele odăii de sus erau deschise înspre Ierusalim, și de trei ori pe zi îngenunchea, se ruga și lăuda pe Dumnezeul lui, cum făcea și mai înainte.",
        "11": "Atunci, oamenii aceștia au dat năvală în casă și au găsit pe Daniel rugându-se și chemând pe Dumnezeul lui.",
        "12": "Apoi, s-au înfățișat înaintea împăratului și i-au zis cu privire la oprirea împărătească: „N-ai scris tu o oprire care spune că oricine va înălța, timp de treizeci de zile, rugăciuni vreunui dumnezeu sau vreunui om, afară de tine, împărate, să fie aruncat în groapa cu lei?” Împăratul a răspuns: „Lucrul acesta este adevărat, după legea mezilor și perșilor, care nu se poate schimba!”",
        "13": "Ei au luat din nou cuvântul și au zis împăratului: „Daniel, unul din prinșii de război ai lui Iuda, nu ține deloc seama de tine, împărate, nici de oprirea pe care ai scris-o și își face rugăciunea de trei ori pe zi!”",
        "14": "Împăratul s-a mâhnit foarte mult când a auzit lucrul acesta; s-a gândit cum ar putea să scape pe Daniel și, până la asfințitul soarelui, s-a trudit să-l scape.",
        "15": "Dar oamenii aceia au stăruit de împărat și i-au zis: „Să știi, împărate, că, după legea mezilor și perșilor, orice oprire sau orice poruncă întărită de împărat nu se poate schimba!”",
        "16": "Atunci, împăratul a poruncit să aducă pe Daniel și să-l arunce în groapa cu lei. Împăratul a luat cuvântul și a zis lui Daniel: „Dumnezeul tău, căruia necurmat Îi slujești, să te scape!”",
        "17": "Au adus o piatră și au pus-o la gura gropii. Împăratul a pecetluit-o cu inelul lui și cu inelul mai-marilor lui, ca să nu se schimbe nimic cu privire la Daniel.",
        "18": "Împăratul s-a întors apoi în palatul său. A petrecut noaptea fără să mănânce, nu i s-a adus nicio țiitoare și n-a putut să doarmă.",
        "19": "În revărsatul zorilor însă, împăratul s-a sculat și s-a dus în grabă la groapa cu lei.",
        "20": "Și, apropiindu-se de groapă, a chemat pe Daniel cu un glas plângător. Împăratul a luat cuvântul și a zis lui Daniel: „Daniele, robul Dumnezeului celui viu, a putut Dumnezeul tău, căruia Îi slujești necurmat, să te scape de lei?”",
        "21": "Și Daniel a zis împăratului: „Veșnic să trăiești, împărate!",
        "22": "Dumnezeul meu a trimis pe îngerul Său și a închis gura leilor, care nu mi-au făcut niciun rău, pentru că am fost găsit nevinovat înaintea Lui. Și nici înaintea ta, împărate, n-am făcut nimic rău!”",
        "23": "Atunci, împăratul s-a bucurat foarte mult și a poruncit să scoată pe Daniel din groapă. Daniel a fost scos din groapă și nu s-a găsit nicio rană pe el, pentru că avusese încredere în Dumnezeul său.",
        "24": "Împăratul a poruncit să aducă pe oamenii aceia care pârâseră pe Daniel. Și au fost aruncați în groapa cu lei ei, copiii lor și nevestele lor; și până să ajungă în fundul gropii, leii i-au și apucat și le-au fărâmițat oasele.",
        "25": "După aceea, împăratul Darius a scris o scrisoare către toate popoarele, către toate neamurile, către oamenii de toate limbile care locuiau în toată împărăția: „Pacea să vă fie dată din belșug!",
        "26": "Poruncesc ca, în toată întinderea împărăției mele, oamenii să se teamă și să se înfricoșeze de Dumnezeul lui Daniel. Căci El este Dumnezeul cel viu și El dăinuiește veșnic; împărăția Lui nu se va nimici niciodată și stăpânirea Lui nu va avea sfârșit.",
        "27": "El izbăvește și mântuiește, El face semne și minuni în ceruri și pe pământ. El a izbăvit pe Daniel din ghearele leilor!”",
        "28": "Daniel a dus-o bine sub domnia lui Darius și sub domnia lui Cirus Persanul."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Lui Darius i s-a părut potrivit să pună responsabili peste împărăție o sută douăzeci de satrapi, care să fie răspândiți în toată împărăția.",
        "2": "El a numit peste ei trei căpetenii, una dintre ele fiind Daniel. Satrapii aceștia le dădeau socoteală, pentru ca împăratul să nu sufere vreo pagubă.",
        "3": "Daniel însă era mai distins decât aceste căpetenii și decât toți satrapii, deoarece în el era un duh deosebit. Împăratul se gândea să-l pună responsabil peste toată împărăția.",
        "4": "Atunci căpeteniile și satrapii au căutat să găsească vreo acuzație împotriva lui Daniel în privința treburilor împărăției, dar n-au putut să găsească nicio acuzație și nimic corupt, deoarece era om de încredere și nu se găsea în el vreo neglijență sau ceva corupt.",
        "5": "Prin urmare, oamenii aceia au zis: „Nu vom găsi împotriva acestui Daniel nicio acuzație, numai dacă nu cumva am găsi împotriva lui ceva în legătură cu Legea Dumnezeului său!“.",
        "6": "Atunci căpeteniile și satrapii aceia au venit grămadă la împărat și i-au vorbit astfel: „Să trăiești veșnic, împărate Darius!",
        "7": "Toate căpeteniile împărăției, demnitarii, satrapii, sfetnicii și guvernatorii au căzut de acord să se stabilească un decret împărătesc, întărit printr-o interdicție, ca oricine va căuta în rugăciune, în următoarele treizeci de zile, vreun alt zeu sau vreun alt om în afară de tine, împărate, să fie aruncat în groapa cu lei.",
        "8": "Acum, împărate, stabilește interdicția și scrie documentul, pentru ca să fie de neschimbat, asemenea unei legi de-a mezilor și a perșilor, care nu mai poate fi anulată“.",
        "9": "După aceasta, împăratul Darius a așezat în scris documentul și interdicția.",
        "10": "Dar Daniel, când a aflat că s-a scris documentul, s-a dus în casa lui, a cărei cameră de sus avea ferestrele deschise înspre Ierusalim. De trei ori pe zi, se punea pe genunchi, se ruga și Îl lăuda pe Dumnezeul său, așa cum făcuse și mai înainte.",
        "11": "Atunci oamenii aceia au venit grămadă și l-au găsit pe Daniel căutându-L și implorându-L pe Dumnezeul său.",
        "12": "Apoi s-au înfățișat înaintea împăratului și i-au vorbit cu privire la interdicția împărătească: ‒ Oare nu ai așezat în scris o interdicție potrivit căreia, în următoarele treizeci de zile, oricine caută în rugăciune vreun alt zeu sau vreun alt om în afară de tine, împărate, să fie aruncat în groapa cu lei? Împăratul a răspuns și a zis: ‒ Lucrul acesta este sigur, asemenea unei legi a mezilor și a perșilor, care nu mai poate fi anulată.",
        "13": "Ei au răspuns apoi împăratului: ‒ Daniel, unul dintre exilații lui Iuda, nu ține seama de tine, împărate, și nici de interdicția pe care ai scris-o, ci de trei ori pe zi Îl caută pe Dumnezeul lui în rugăciune.",
        "14": "Atunci împăratul, când a auzit lucrul acesta, s-a mâhnit foarte tare. El și-a pus în gând să-l scape pe Daniel și, până la apusul soarelui, s-a frământat cum să-l salveze.",
        "15": "Apoi oamenii aceia au venit grămadă la împărat și i-au zis: ‒ Să știi, împărate, că, potrivit legii mezilor și a perșilor, orice interdicție și orice decret stabilit de împărat nu se poate schimba!",
        "16": "Atunci împăratul a poruncit să-l aducă pe Daniel și să-l arunce în groapa cu lei. Împăratul i-a zis lui Daniel: „Dumnezeul tău, Căruia Îi slujești mereu, te va scăpa!“.",
        "17": "A fost adusă o piatră care a fost pusă pe gura gropii, iar împăratul a sigilat-o cu pecetea inelului său și cu pecetea inelului nobililor săi, ca să nu se schimbe nimic cu privire la Daniel.",
        "18": "Apoi împăratul s-a dus în palatul său și a petrecut noaptea fără să mănânce și fără să i se aducă vreo țiitoare. N-a avut somn deloc.",
        "19": "La revărsatul zorilor, împăratul s-a sculat și s-a dus în grabă la groapa cu lei.",
        "20": "Când s-a apropiat de groapă, l-a strigat pe Daniel cu durere în glas. Împăratul i-a zis lui Daniel: ‒ Daniel, slujitor al Dumnezeului celui Viu, a putut Dumnezeul tău, Căruia Îi slujești mereu, să te scape de lei?",
        "21": "Atunci Daniel i-a vorbit împăratului: ‒ Să trăiești veșnic, împărate!",
        "22": "Dumnezeul meu l-a trimis pe îngerul Său și a închis gura leilor, iar aceștia nu m-au rănit, pentru că am fost găsit nevinovat înaintea Lui. Și nici înaintea ta, împărate, nu am făcut nimic rău!",
        "23": "Atunci împăratul s-a bucurat mult pentru el și a poruncit să-l scoată pe Daniel din groapă. Daniel a fost scos din groapă și nu s-a găsit nicio rană pe el, pentru că s-a încrezut în Dumnezeul său.",
        "24": "Împăratul a poruncit să fie aduși oamenii care-l acuzaseră pe Daniel și aceștia au fost aruncați în groapa cu lei, atât ei, cât și fiii și soțiile lor. Nici nu au ajuns bine pe fundul gropii, că leii i-au și apucat cu putere și le-au sfărâmat toate oasele.",
        "25": "După aceea, împăratul Darius a scris tuturor popoarelor, națiunilor și oamenilor de orice limbă care locuiau în toată țara: „Pacea să vă fie înmulțită!",
        "26": "Prin aceasta, dau o poruncă potrivit căreia, în toată împărăția de sub stăpânirea mea, oamenii să tremure și să se teamă de Dumnezeul lui Daniel. Căci El este Dumnezeul cel Viu și El dăinuie pe vecie! Împărăția Lui nu va fi nimicită, iar stăpânirea Lui va fi până la sfârșit.",
        "27": "El scapă și salvează. El face semne și minuni în ceruri și pe pământ, căci l-a scăpat pe Daniel din ghearele leilor“.",
        "28": "Astfel, Daniel a prosperat în timpul domniei lui Darius și a domniei lui Cirus Persanul."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "It pleased Darius to set over the kingdom one hundred twenty local governors, who should be throughout the whole kingdom;",
        "2": "and over them three presidents, of whom Daniel was one, that these local governors might give account to them, and that the king should suffer no loss.",
        "3": "Then this Daniel was distinguished above the presidents and the local governors, because an excellent spirit was in him; and the king thought to set him over the whole realm.",
        "4": "Then the presidents and the local governors sought to find occasion against Daniel as touching the kingdom; but they could find no occasion or fault, because he was faithful. There wasn’t any error or fault found in him.",
        "5": "Then these men said, “We won’t find any occasion against this Daniel, unless we find it against him concerning the law of his God.”",
        "6": "Then these presidents and local governors assembled together to the king, and said this to him, “King Darius, live forever!",
        "7": "All the presidents of the kingdom, the deputies and the local governors, the counselors and the governors, have consulted together to establish a royal statute and to make a strong decree, that whoever asks a petition of any god or man for thirty days, except of you, O king, he shall be cast into the den of lions.",
        "8": "Now, O king, establish the decree and sign the writing, that it not be changed, according to the law of the Medes and Persians, which doesn’t alter.”",
        "9": "Therefore King Darius signed the writing and the decree.",
        "10": "When Daniel knew that the writing was signed, he went into his house (now his windows were open in his room toward Jerusalem) and he kneeled on his knees three times a day, and prayed, and gave thanks before his God, as he did before.",
        "11": "Then these men assembled together, and found Daniel making petition and supplication before his God.",
        "12": "Then they came near, and spoke before the king concerning the king’s decree: “Haven’t you signed a decree that every man who makes a petition to any god or man within thirty days, except to you, O king, shall be cast into the den of lions?” The king answered, “This thing is true, according to the law of the Medes and Persians, which doesn’t alter.”",
        "13": "Then they answered and said before the king, “That Daniel, who is of the children of the captivity of Judah, doesn’t respect you, O king, nor the decree that you have signed, but makes his petition three times a day.”",
        "14": "Then the king, when he heard these words, was very displeased, and set his heart on Daniel to deliver him; and he labored until the going down of the sun to rescue him.",
        "15": "Then these men assembled together to the king, and said to the king, “Know, O king, that it is a law of the Medes and Persians, that no decree nor statute which the king establishes may be changed.”",
        "16": "Then the king commanded, and they brought Daniel and cast him into the den of lions. The king spoke and said to Daniel, “Your God whom you serve continually, he will deliver you.”",
        "17": "A stone was brought, and laid on the mouth of the den; and the king sealed it with his own signet, and with the signet of his lords; that nothing might be changed concerning Daniel.",
        "18": "Then the king went to his palace, and passed the night fasting. No musical instruments were brought before him; and his sleep fled from him.",
        "19": "Then the king arose very early in the morning, and went in haste to the den of lions.",
        "20": "When he came near to the den to Daniel, he cried with a troubled voice. The king spoke and said to Daniel, “Daniel, servant of the living God, is your God, whom you serve continually, able to deliver you from the lions?”",
        "21": "Then Daniel said to the king, “O king, live forever!",
        "22": "My God has sent his angel, and has shut the lions’ mouths, and they have not hurt me, because innocence was found in me before him; and also before you, O king, I have done no harm.”",
        "23": "Then the king was exceedingly glad, and commanded that they should take Daniel up out of the den. So Daniel was taken up out of the den, and no kind of harm was found on him, because he had trusted in his God.",
        "24": "The king commanded, and they brought those men who had accused Daniel, and they cast them into the den of lions—them, their children, and their wives; and the lions mauled them, and broke all their bones in pieces before they came to the bottom of the den.",
        "25": "Then King Darius wrote to all the peoples, nations, and languages who dwell in all the earth: “Peace be multiplied to you.",
        "26": "“I make a decree that in all the dominion of my kingdom men tremble and fear before the God of Daniel. “For he is the living God, and steadfast forever. His kingdom is that which will not be destroyed. His dominion will be even to the end.",
        "27": "He delivers and rescues. He works signs and wonders in heaven and in earth, who has delivered Daniel from the power of the lions.”",
        "28": "So this Daniel prospered in the reign of Darius and in the reign of Cyrus the Persian."
      }
    }
  }
}