{
  "book": "Daniel",
  "chapter": "2",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În al doilea an al domniei lui Nebucadnețar, Nebucadnețar a avut niște vise. Duhul îi era tulburat și i-a pierit somnul.",
        "2": "Împăratul a poruncit să cheme pe vrăjitori, pe cititorii în stele, pe descântători și pe haldeeni ca să-i spună visele. Ei au venit și s-au înfățișat înaintea împăratului.",
        "3": "Împăratul le-a zis: „Am visat un vis; duhul îmi este tulburat și aș vrea să știu visul acela.”",
        "4": "Haldeenii au răspuns împăratului în limba aramaică: „Veșnic să trăiești, împărate! Spune robilor tăi visul și-ți vom arăta tâlcuirea lui!”",
        "5": "Împăratul a luat iarăși cuvântul și a zis haldeenilor: „Mi-a scăpat din minte lucrul acela. Dacă nu-mi veți face cunoscute visul și tâlcuirea lui, veți fi făcuți bucăți și casele voastre vor fi prefăcute într-un morman de murdării.",
        "6": "Dar, dacă-mi veți spune visul și tâlcuirea lui, veți primi de la mine daruri și răsplătiri și mare cinste. De aceea, spuneți-mi visul și tălmăcirea lui!”",
        "7": "Ei au răspuns a doua oară: „Să spună împăratul robilor săi visul, și i-l vom tălmăci!”",
        "8": "Împăratul a luat iarăși cuvântul și a zis: „Văd, cu adevărat, că voiți să câștigați vreme, pentru că vedeți că lucrul mi-a scăpat din minte.",
        "9": "Dacă deci nu-mi veți spune visul, vă așteaptă pe toți aceeași soartă, fiindcă vreți să vă înțelegeți ca să-mi spuneți minciuni și neadevăruri până se vor schimba vremurile. De aceea, spuneți-mi visul, ca să știu dacă sunteți în stare să mi-l și tâlcuiți!”",
        "10": "Haldeenii au răspuns împăratului: „Nu este nimeni pe pământ care să poată spune ce cere împăratul; de aceea niciodată niciun împărat, oricât de mare și puternic ar fi fost, n-a cerut așa ceva de la niciun vrăjitor, cititor în stele sau haldeean!",
        "11": "Ce cere împăratul este greu; nu este nimeni care să spună lucrul acesta împăratului, afară de zei, a căror locuință nu este printre muritori!”",
        "12": "La auzul acestor cuvinte, împăratul s-a mâniat și s-a supărat foarte tare. A poruncit să piardă pe toți înțelepții Babilonului.",
        "13": "Hotărârea ieșise, înțelepții începuseră să fie omorâți și căutau și pe Daniel și pe tovarășii lui ca să-i piardă.",
        "14": "Atunci, Daniel a vorbit cu minte și cu judecată lui Arioc, căpetenia străjerilor împăratului, care ieșise să omoare pe înțelepții Babilonului.",
        "15": "A luat cuvântul și a zis lui Arioc, căpitanul împăratului: „Pentru ce a dat împăratul o poruncă atât de aspră?” Arioc a spus lui Daniel cum stau lucrurile.",
        "16": "Și Daniel s-a dus la împărat și l-a rugat să-i dea vreme ca să dea împăratului tâlcuirea.",
        "17": "Apoi Daniel s-a dus în casa lui și a spus despre lucrul acesta tovarășilor săi Hanania, Mișael și Azaria,",
        "18": "rugându-i să ceară îndurarea Dumnezeului cerurilor pentru această taină, ca să nu piară Daniel și tovarășii săi odată cu ceilalți înțelepți ai Babilonului.",
        "19": "După aceea i s-a descoperit lui Daniel taina într-o vedenie în timpul nopții. Și Daniel a binecuvântat pe Dumnezeul cerurilor.",
        "20": "Daniel a luat cuvântul și a zis: „Binecuvântat să fie Numele lui Dumnezeu, din veșnicie în veșnicie! Ale Lui sunt înțelepciunea și puterea.",
        "21": "El schimbă vremurile și împrejurările; El răstoarnă și pune pe împărați; El dă înțelepciune înțelepților și pricepere celor pricepuți!",
        "22": "El descoperă ce este adânc și ascuns; El știe ce este în întuneric și la El locuiește lumina.",
        "23": "Pe Tine, Dumnezeul părinților mei, Te slăvesc și Te laud că mi-ai dat înțelepciune și putere și mi-ai făcut cunoscut ce Ți-am cerut noi, căci ne-ai descoperit taina împăratului!”",
        "24": "După aceea, Daniel s-a dus la Arioc, căruia îi poruncise împăratul să piardă pe înțelepții Babilonului; s-a dus și i-a vorbit așa: „Nu pierde pe înțelepții Babilonului! Du-mă înaintea împăratului și voi da împăratului tâlcuirea!”",
        "25": "Arioc a dus degrabă pe Daniel înaintea împăratului și i-a vorbit așa: „Am găsit între prinșii de război ai lui Iuda un om care va da împăratului tâlcuirea!”",
        "26": "Împăratul a luat cuvântul și a zis lui Daniel, care se numea Beltșațar: „Ești tu în stare să-mi spui visul pe care l-am visat și tâlcuirea lui?”",
        "27": "Daniel a răspuns înaintea împăratului și a zis: „Ce cere împăratul este o taină pe care înțelepții, cititorii în stele, vrăjitorii și ghicitorii nu sunt în stare s-o descopere împăratului.",
        "28": "Dar este în ceruri un Dumnezeu care descoperă tainele și care face cunoscut împăratului Nebucadnețar ce se va întâmpla în vremurile de pe urmă. Iată visul tău și vedeniile pe care le-ai avut în patul tău.",
        "29": "În patul tău, împărate, ți-au venit în minte gânduri cu privire la cele ce vor fi după aceste vremuri, și Cel ce descoperă tainele ți-a făcut cunoscut ce se va întâmpla.",
        "30": "Însă, dacă mi s-a descoperit taina aceasta, nu înseamnă că este în mine o înțelepciune mai mare decât a tuturor celor vii, ci pentru ca să se dea împăratului tâlcuirea ei și să afli ce-ți dorește inima să știi.",
        "31": "Tu, împărate, te uitai și iată că ai văzut un chip mare. Chipul acesta era foarte mare și de o strălucire nemaipomenită. Stătea în picioare înaintea ta și înfățișarea lui era înfricoșătoare.",
        "32": "Capul chipului acestuia era de aur curat; pieptul și brațele îi erau de argint; pântecele și coapsele îi erau de aramă;",
        "33": "fluierele picioarelor, de fier; picioarele, parte de fier și parte de lut.",
        "34": "Tu te uitai la el, și s-a dezlipit o piatră fără ajutorul vreunei mâini, a izbit picioarele de fier și de lut ale chipului și le-a făcut bucăți.",
        "35": "Atunci, fierul, lutul, arama, argintul și aurul s-au sfărâmat împreună și s-au făcut ca pleava din arie vara; le-a luat vântul și nici urmă nu s-a mai găsit din ele. Dar piatra care sfărâmase chipul s-a făcut un munte mare și a umplut tot pământul.",
        "36": "Iată visul. Acum îi vom spune și tâlcuirea înaintea împăratului.",
        "37": "Tu, împărate, ești împăratul împăraților, căci Dumnezeul cerurilor ți-a dat împărăție, putere, bogăție și slavă.",
        "38": "El ți-a dat în mâini, oriunde locuiesc ei, pe copiii oamenilor, fiarele câmpului și păsările cerului și te-a făcut stăpân peste toate acestea: tu ești capul de aur!",
        "39": "După tine, se va ridica o altă împărăție, mai neînsemnată decât a ta; apoi o a treia împărăție, care va fi de aramă și care va stăpâni peste tot pământul.",
        "40": "Va fi o a patra împărăție, tare ca fierul; după cum fierul sfărâmă și rupe totul, și ea va sfărâma și va rupe totul, ca fierul care face totul bucăți.",
        "41": "Și, după cum ai văzut picioarele și degetele picioarelor parte de lut de olar și parte de fier, tot așa și împărăția aceasta va fi împărțită, dar va rămâne în ea ceva din tăria fierului, tocmai așa cum ai văzut fierul amestecat cu lutul.",
        "42": "Și, după cum degetele de la picioare erau parte de fier și parte de lut, tot așa și împărăția aceasta va fi în parte tare și în parte plăpândă.",
        "43": "Dacă ai văzut fierul amestecat cu lutul, înseamnă că se vor amesteca prin legături omenești de căsătorie, dar nu vor fi lipiți unul de altul, după cum fierul nu se poate uni cu lutul.",
        "44": "Dar, în vremea acestor împărați, Dumnezeul cerurilor va ridica o împărăție care nu va fi nimicită niciodată și care nu va trece sub stăpânirea unui alt popor. Ea va sfărâma și va nimici toate acele împărății și ea însăși va dăinui veșnic.",
        "45": "Aceasta înseamnă piatra pe care ai văzut-o dezlipindu-se din munte fără ajutorul vreunei mâini și care a sfărâmat fierul, arama, lutul, argintul și aurul. Dumnezeul cel mare a făcut deci cunoscut împăratului ce are să se întâmple după aceasta. Visul este adevărat și tâlcuirea lui este temeinică.”",
        "46": "Atunci, împăratul Nebucadnețar a căzut cu fața la pământ și s-a închinat înaintea lui Daniel și a poruncit să i se aducă jertfe de mâncare și miresme.",
        "47": "Împăratul a vorbit lui Daniel și a zis: „Cu adevărat, Dumnezeul vostru este Dumnezeul dumnezeilor și Domnul împăraților și El descoperă tainele, fiindcă ai putut să descoperi taina aceasta!”",
        "48": "Apoi, împăratul a înălțat pe Daniel și i-a dat daruri multe și bogate; i-a dat stăpânire peste tot ținutul Babilonului și l-a pus ca cea mai înaltă căpetenie a tuturor înțelepților Babilonului.",
        "49": "Daniel a rugat pe împărat să dea grija treburilor ținutului Babilonului în mâna lui Șadrac, Meșac și Abed-Nego. Daniel însă a rămas la curtea împăratului."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În al doilea an al domniei sale, Nebucadnețar a avut niște vise care i-au tulburat atât de tare duhul, încât nu a mai avut somn.",
        "2": "Împăratul a poruncit să fie chemați magicienii, descântătorii, vrăjitorii și caldeii, ca să-i spună împăratului visele. Ei au venit și s-au înfățișat înaintea împăratului.",
        "3": "Împăratul le-a zis: ‒ Am avut un vis și duhul mi-e tulburat, căci aș vrea să aflu ce înseamnă visul!",
        "4": "Caldeii i-au răspuns împăratului în limba aramaică, astfel: ‒ Să trăiești veșnic, împărate! Spune-le slujitorilor tăi visul, iar noi îți vom da interpretarea!",
        "5": "Împăratul le-a zis caldeenilor: ‒ Iată hotărârea fermă pe care am luat-o: dacă nu-mi veți face cunoscut visul și interpretarea lui, veți fi făcuți bucăți, iar casele voastre vor fi transformate în mormane de gunoi.",
        "6": "Dacă însă îmi veți spune visul și interpretarea lui, veți primi din partea mea daruri, răsplătiri și mari onoruri. Așadar, spuneți-mi visul și interpretarea lui!",
        "7": "Ei au răspuns a doua oară: ‒ Să spună împăratul slujitorilor săi visul și noi îi vom desluși interpretarea.",
        "8": "Atunci împăratul le-a zis: ‒ Acum știu sigur că vreți să câștigați timp, pentru că vedeți hotărârea fermă pe care am luat-o.",
        "9": "Dacă nu-mi veți face cunoscut visul, nu rămâne decât un singur verdict pentru voi! Văd că v-ați înțeles să-mi ziceți minciuni și lucruri false, sperând că situația se va schimba. Așadar, spuneți-mi visul ca să știu astfel că sunteți în stare să-mi dați și interpretarea lui!",
        "10": "Caldeenii i-au răspuns împăratului, zicând: ‒ Nu există niciun om pe pământ care să poată spune ceea ce dorește împăratul. De aceea niciun împărat, oricât de mare și de autoritar ar fi fost el, nu a cerut așa ceva vreunui vrăjitor, vreunui descântător sau vreunui astrolog.",
        "11": "Lucrul pe care-l cere împăratul este prea greu și nimeni nu i-l poate face cunoscut împăratului, în afară de dumnezei, a căror locuință nu este printre muritori!",
        "12": "Când a auzit aceasta, împăratul s-a mâniat și, înfuriindu-se foarte tare, a poruncit să fie omorâți toți înțelepții Babilonului.",
        "13": "Decretul ieșise, înțelepții erau pe cale de a fi omorâți, iar gărzile îi căutau și pe Daniel și pe prietenii lui ca să-i omoare.",
        "14": "Atunci Daniel, cu prudență și discreție, s-a apropiat de Ariok, căpetenia gărzilor împăratului, care ieșise să-i omoare pe înțelepții Babilonului.",
        "15": "El l-a întrebat pe Ariok, comandantul împăratului: „De ce este atât de aspru decretul dat de împărat?“. Ariok i-a spus lui Daniel cum stau lucrurile.",
        "16": "Daniel s-a dus la împărat și l-a rugat să-i dea timp, pentru a-i putea spune interpretarea visului.",
        "17": "Apoi Daniel s-a dus în casa lui și i-a înștiințat pe prietenii săi, Hanania, Mișael și Azaria, cu privire la lucrul acesta,",
        "18": "pentru ca ei să ceară milă din partea Dumnezeului cerurilor cu privire la această taină, astfel încât Daniel și prietenii lui, împreună cu restul înțelepților Babilonului, să nu piară.",
        "19": "Noaptea, taina i-a fost descoperită lui Daniel într-o vedenie. Atunci Daniel L-a binecuvântat pe Dumnezeul cerurilor.",
        "20": "Daniel a zis: „Binecuvântat să fie Numele lui Dumnezeu din veșnicie în veșnicie, căci ale Lui sunt înțelepciunea și puterea.",
        "21": "El schimbă vremurile și împrejurările, El răstoarnă și ridică împărați, El dă înțelepciune înțelepților și cunoștință – celor pricepuți.",
        "22": "El descoperă lucrurile adânci și ascunse; El știe ce se află în întuneric și cu El locuiește lumina.",
        "23": "Ție, Dumnezeul strămoșilor mei, Îți aduc mulțumire și laudă, căci mi-ai dat înțelepciune și putere și mi-ai făcut cunoscut lucrul pe care noi Ți l-am cerut, descoperindu-ne ceea ce ne cere împăratul!“. Interpretarea visului împăratului",
        "24": "După aceste lucruri, Daniel s-a dus la Ariok, cel numit de împărat să-i omoare pe înțelepții Babilonului; s-a dus la el și i-a zis astfel: „Nu-i omorî pe înțelepții Babilonului! Du-mă înaintea împăratului și-i voi spune interpretarea!“.",
        "25": "Ariok s-a grăbit să-l aducă pe Daniel înaintea împăratului și i-a vorbit astfel: ‒ Am găsit un om, printre exilații lui Iuda, care poate face cunoscută împăratului interpretarea!",
        "26": "Împăratul i-a zis lui Daniel, al cărui nume era Beltșațar: ‒ Poți tu să-mi faci cunoscut ce am văzut în vis și să-mi dai și interpretarea lui?",
        "27": "Daniel a răspuns împăratului: ‒ Ceea ce împăratul cere este o taină pe care niciun înțelept, niciun descântător, niciun vrăjitor și niciun ghicitor n-o poate dezvălui împăratului.",
        "28": "Dar este în Ceruri un Dumnezeu Care dezvăluie tainele și El i-a făcut cunoscut împăratului Nebucadnețar ce se va întâmpla în zilele de pe urmă. Iată visul și vedeniile pe care le-ai avut în mintea ta în timp ce erai în patul tău.",
        "29": "Ție, împărate, pe când erai în patul tău, ți-au venit gânduri cu privire la ce se va întâmpla în viitor și Cel Ce descoperă tainele ți-a făcut cunoscut ce va fi.",
        "30": "Cât despre mine, taina aceasta mi-a fost descoperită nu pentru că aș avea mai multă înțelepciune decât toți cei vii, ci pentru ca împăratului să i se dezvăluie interpretarea visului și să înțeleagă gândurile inimii sale.",
        "31": "Tu, împărate, te uitai și iată că ai văzut o statuie mare. Statuia aceasta era foarte mare și de o strălucire nemaiîntâlnită. Stătea în picioare înaintea ta și înfățișarea ei era înspăimântătoare.",
        "32": "Capul acestei statui era din aur pur, pieptul și brațele îi erau din argint, iar pântecul și coapsele îi erau din bronz.",
        "33": "Gambele ei erau din fier, iar picioarele – o parte din fier, o parte din lut.",
        "34": "În timp ce te uitai, a fost desprinsă o piatră, fără ajutorul vreunei mâini, care a lovit statuia peste picioarele ei de fier și de lut și le-a sfărâmat.",
        "35": "Atunci fierul, lutul, bronzul, argintul și aurul au fost sfărâmate împreună și au ajuns precum pleava din arie vara, la vânturat. Le-a luat vântul și nicio urmă nu s-a mai găsit din ele. Dar piatra care a lovit statuia s-a făcut un munte mare, care a umplut tot pământul.",
        "36": "Acesta este visul; acum voi spune și interpretarea lui înaintea împăratului.",
        "37": "Tu, împărate, ești împăratul împăraților, căci Dumnezeul cerurilor ți-a dat o împărăție, putere, măreție și glorie.",
        "38": "El ți-a dat în mâini pe oameni, oriunde locuiesc ei, ți-a dat fiarele câmpului și păsările cerului și te-a făcut stăpân peste toate. Tu ești deci capul de aur!",
        "39": "După tine se va ridica pe pământ o împărăție mai neînsemnată decât a ta și apoi o a treia împărăție, a bronzului, care va avea stăpânire peste tot pământul.",
        "40": "Va fi și o a patra împărăție, tare ca fierul (fierul sfărâmă și spulberă totul). Și, după cum fierul sfărâmă și spulberă totul, tot astfel și această împărăție le va sfărâma și le va zdrobi pe celelalte.",
        "41": "De asemenea, așa cum ai văzut că picioarele și degetele erau o parte din lut de olar și o altă parte din fier, tot așa va fi împărțită și împărăția. Va rămâne însă în ea ceva din tăria fierului, întocmai cum ai văzut fierul amestecat cu lutul.",
        "42": "Și așa cum degetele picioarelor erau o parte din fier și o altă parte din lut, tot așa și împărăția aceasta va fi în parte tare și în parte fragilă.",
        "43": "După cum ai văzut fierul amestecat cu lutul, tot așa și ei își vor amesteca neamul cu ceilalți oameni, însă nu vor rămâne uniți, așa cum nici fierul nu se poate uni cu lutul.",
        "44": "În zilele acelor împărați însă, Dumnezeul cerurilor va ridica o împărăție care în veci nu va fi distrusă și care nu va fi lăsată altui popor. Ea va sfărâma toate aceste împărății și le va pune capăt, însă ea va rămâne pe vecie.",
        "45": "Aceasta înseamnă piatra care ai văzut că a fost desprinsă din munte fără ajutorul vreunei mâini și care a sfărâmat fierul, bronzul, lutul, argintul și aurul. Dumnezeul cel Mare a făcut deci cunoscut împăratului ce va fi în viitor. Visul este adevărat, iar interpretarea lui este demnă de încredere.",
        "46": "Atunci împăratul Nebucadnețar s-a aruncat cu fața la pământ și i-a adus omagii lui Daniel. El a poruncit să i se ofere un dar de mâncare și miresme.",
        "47": "Împăratul i-a zis lui Daniel: ‒ Cu adevărat Dumnezeul vostru este Dumnezeul dumnezeilor, Domnul împăraților și Cel Ce descoperă tainele, căci ai putut să descoperi taina aceasta!",
        "48": "Apoi împăratul l-a înălțat pe Daniel, i-a dat daruri multe și bogate, l-a desemnat conducător peste toată provincia Babilonului și l-a făcut înalt demnitar, dându-i autoritate peste toți înțelepții Babilonului.",
        "49": "Daniel l-a rugat pe împărat să-i numească pe Șadrak, pe Meșak și pe Abed-Nego în slujba de administratori ai provinciei Babilonului. Daniel însă a rămas la curtea împăratului."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "In the second year of the reign of Nebuchadnezzar, Nebuchadnezzar dreamed dreams; and his spirit was troubled, and his sleep went from him.",
        "2": "Then the king commanded that the magicians, the enchanters, the sorcerers, and the Chaldeans be called to tell the king his dreams. So they came in and stood before the king.",
        "3": "The king said to them, “I have dreamed a dream, and my spirit is troubled to know the dream.”",
        "4": "Then the Chaldeans spoke to the king in the Syrian language, “O king, live forever! Tell your servants the dream, and we will show the interpretation.”",
        "5": "The king answered the Chaldeans, “The thing has gone from me. If you don’t make known to me the dream and its interpretation, you will be cut in pieces, and your houses will be made a dunghill.",
        "6": "But if you show the dream and its interpretation, you will receive from me gifts, rewards, and great honor. Therefore show me the dream and its interpretation.”",
        "7": "They answered the second time and said, “Let the king tell his servants the dream, and we will show the interpretation.”",
        "8": "The king answered, “I know of a certainty that you are trying to gain time, because you see the thing has gone from me.",
        "9": "But if you don’t make known to me the dream, there is but one law for you; for you have prepared lying and corrupt words to speak before me, until the situation changes. Therefore tell me the dream, and I will know that you can show me its interpretation.”",
        "10": "The Chaldeans answered the king and said, “There is not a man on the earth who can show the king’s matter, because no king, lord, or ruler has asked such a thing of any magician, enchanter, or Chaldean.",
        "11": "It is a rare thing that the king requires, and there is no other who can show it before the king except the gods, whose dwelling is not with flesh.”",
        "12": "Because of this, the king was angry and very furious, and commanded that all the wise men of Babylon be destroyed.",
        "13": "So the decree went out, and the wise men were to be slain. They sought Daniel and his companions to be slain.",
        "14": "Then Daniel returned answer with counsel and prudence to Arioch the captain of the king’s guard, who had gone out to kill the wise men of Babylon.",
        "15": "He answered Arioch the king’s captain, “Why is the decree so urgent from the king?” Then Arioch made the thing known to Daniel.",
        "16": "Daniel went in, and desired of the king that he would appoint him a time, and he would show the king the interpretation.",
        "17": "Then Daniel went to his house and made the thing known to Hananiah, Mishael, and Azariah, his companions:",
        "18": "that they would desire mercies of the God of heaven concerning this secret, that Daniel and his companions would not perish with the rest of the wise men of Babylon.",
        "19": "Then the secret was revealed to Daniel in a vision of the night. Then Daniel blessed the God of heaven.",
        "20": "Daniel answered, “Blessed be the name of God forever and ever; for wisdom and might are his.",
        "21": "He changes the times and the seasons. He removes kings and sets up kings. He gives wisdom to the wise, and knowledge to those who have understanding.",
        "22": "He reveals the deep and secret things. He knows what is in the darkness, and the light dwells with him.",
        "23": "I thank you and praise you, O God of my fathers, who have given me wisdom and might, and have now made known to me what we desired of you; for you have made known to us the king’s matter.”",
        "24": "Therefore Daniel went in to Arioch, whom the king had appointed to destroy the wise men of Babylon. He went and said this to him: “Don’t destroy the wise men of Babylon. Bring me in before the king, and I will show to the king the interpretation.”",
        "25": "Then Arioch brought in Daniel before the king in haste, and said this to him: “I have found a man of the children of the captivity of Judah who will make known to the king the interpretation.”",
        "26": "The king answered Daniel, whose name was Belteshazzar, “Are you able to make known to me the dream which I have seen, and its interpretation?”",
        "27": "Daniel answered before the king, and said, “The secret which the king has demanded can’t be shown to the king by wise men, enchanters, magicians, or soothsayers;",
        "28": "but there is a God in heaven who reveals secrets, and he has made known to King Nebuchadnezzar what will be in the latter days. Your dream and the visions of your head on your bed are these:",
        "29": "“As for you, O king, your thoughts came on your bed, what should happen hereafter; and he who reveals secrets has made known to you what will happen.",
        "30": "But as for me, this secret is not revealed to me for any wisdom that I have more than any living, but to the intent that the interpretation may be made known to the king, and that you may know the thoughts of your heart.",
        "31": "“You, O king, saw, and behold, a great image. This image, which was mighty, and whose brightness was excellent, stood before you; and its appearance was terrifying.",
        "32": "As for this image, its head was of fine gold, its chest and its arms of silver, its belly and its thighs of bronze,",
        "33": "its legs of iron, its feet part of iron and part of clay.",
        "34": "You saw until a stone was cut out without hands, which struck the image on its feet that were of iron and clay, and broke them in pieces.",
        "35": "Then the iron, the clay, the bronze, the silver, and the gold were broken in pieces together, and became like the chaff of the summer threshing floors. The wind carried them away, so that no place was found for them. The stone that struck the image became a great mountain and filled the whole earth.",
        "36": "“This is the dream; and we will tell its interpretation before the king.",
        "37": "You, O king, are king of kings, to whom the God of heaven has given the kingdom, the power, the strength, and the glory.",
        "38": "Wherever the children of men dwell, he has given the animals of the field and the birds of the sky into your hand, and has made you rule over them all. You are the head of gold.",
        "39": "“After you, another kingdom will arise that is inferior to you; and another third kingdom of bronze, which will rule over all the earth.",
        "40": "The fourth kingdom will be strong as iron, because iron breaks in pieces and subdues all things; and as iron that crushes all these, it will break in pieces and crush.",
        "41": "Whereas you saw the feet and toes, part of potters’ clay and part of iron, it will be a divided kingdom; but there will be in it of the strength of the iron, because you saw the iron mixed with miry clay.",
        "42": "As the toes of the feet were part of iron, and part of clay, so the kingdom will be partly strong and partly brittle.",
        "43": "Whereas you saw the iron mixed with miry clay, they will mingle themselves with the seed of men; but they won’t cling to one another, even as iron does not mix with clay.",
        "44": "“In the days of those kings the God of heaven will set up a kingdom which will never be destroyed, nor will its sovereignty be left to another people; but it will break in pieces and consume all these kingdoms, and it will stand forever.",
        "45": "Because you saw that a stone was cut out of the mountain without hands, and that it broke in pieces the iron, the bronze, the clay, the silver, and the gold, the great God has made known to the king what will happen hereafter. The dream is certain, and its interpretation sure.”",
        "46": "Then King Nebuchadnezzar fell on his face, worshiped Daniel, and commanded that they should offer an offering and sweet odors to him.",
        "47": "The king answered to Daniel, and said, “Of a truth your God is the God of gods, and the Lord of kings, and a revealer of secrets, since you have been able to reveal this secret.”",
        "48": "Then the king made Daniel great and gave him many great gifts, and made him rule over the whole province of Babylon and to be chief governor over all the wise men of Babylon.",
        "49": "Daniel requested of the king, and he appointed Shadrach, Meshach, and Abednego over the affairs of the province of Babylon, but Daniel was in the king’s gate."
      }
    }
  }
}