{
  "book": "Daniel",
  "chapter": "8",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În anul al treilea al domniei împăratului Belșațar, eu, Daniel, am avut o vedenie, afară de cea pe care o avusesem mai înainte.",
        "2": "Când am avut vedenia aceasta, mi s-a părut că eram la capitala Susa, în ținutul Elam, și, în timpul vedeniei mele, mă aflam lângă râul Ulai.",
        "3": "Am ridicat ochii, m-am uitat și iată că într-un râu stătea un berbec și avea două coarne; coarnele acestea erau înalte, dar unul era mai înalt decât celălalt și cel mai înalt a crescut cel din urmă.",
        "4": "Am văzut cum berbecul împungea cu coarnele spre apus, spre miazănoapte și spre miazăzi; nicio fiară nu putea să-i stea împotrivă și nimeni nu putea să scape pe cine-i cădea în mână, ci el făcea ce voia și a ajuns puternic.",
        "5": "Pe când mă uitam cu băgare de seamă, iată că a venit un țap de la apus și a cutreierat toată fața pământului, fără să se atingă de el; țapul acesta însă avea un corn mare între ochi.",
        "6": "A venit până la berbecul care avea coarne și pe care-l văzusem stând în râu și s-a repezit asupra lui cu toată puterea lui.",
        "7": "L-am văzut cum s-a apropiat de berbec, s-a aruncat încruntat asupra lui, a izbit pe berbec și i-a frânt amândouă coarnele, fără ca berbecul să i se fi putut împotrivi; l-a trântit la pământ și l-a călcat în picioare, și nimeni n-a scăpat pe berbec din mâna lui.",
        "8": "Țapul însă a ajuns foarte puternic, dar, când a fost puternic de tot, i s-a frânt cornul cel mare. În locul lui au crescut patru coarne mari, în cele patru vânturi ale cerurilor.",
        "9": "Dintr-unul din ele a crescut un corn mic, care s-a mărit nespus de mult spre miazăzi, spre răsărit și spre țara cea minunată.",
        "10": "S-a înălțat până la oștirea cerurilor, a doborât la pământ o parte din oștirea aceasta și din stele și le-a călcat în picioare.",
        "11": "S-a înălțat până la căpetenia oștirii, i-a smuls jertfa necurmată și i-a surpat locul locașului său celui sfânt.",
        "12": "Oastea a fost pedepsită din pricina păcatului săvârșit împotriva jertfei necurmate; cornul a aruncat adevărul la pământ și a izbutit în ce a început.",
        "13": "Am auzit pe un sfânt vorbind și un alt sfânt a întrebat pe cel ce vorbea: „În câtă vreme se va împlini vedenia despre desființarea jertfei necurmate și despre urâciunea pustiirii? Până când vor fi călcate în picioare Sfântul Locaș și oștirea?”",
        "14": "Și el mi-a zis: „Până vor trece două mii trei sute de seri și dimineți; apoi Sfântul Locaș va fi curățit!”",
        "15": "Pe când eu, Daniel, aveam vedenia aceasta și căutam s-o pricep, iată că înaintea mea stătea cineva care avea înfățișarea unui om.",
        "16": "Și am auzit un glas de om în mijlocul râului Ulai, care a strigat și a zis: „Gavrile, tâlcuiește-i vedenia aceasta!”",
        "17": "El a venit atunci lângă locul unde eram și, la apropierea lui, m-am înspăimântat și am căzut cu fața la pământ. El mi-a zis: „Fii cu luare aminte, fiul omului, căci vedenia privește vremea sfârșitului!”",
        "18": "Pe când îmi vorbea el, am căzut cu fața la pământ leșinat. El m-a atins și m-a așezat iarăși în picioare în locul în care mă aflam.",
        "19": "Apoi mi-a zis: „Iată, îți arăt ce se va întâmpla la vremea de apoi a mâniei, căci vedenia aceasta privește vremea sfârșitului.",
        "20": "Berbecul pe care l-ai văzut, cu cele două coarne, sunt împărații mezilor și perșilor.",
        "21": "Țapul însă este împărăția Greciei, și cornul cel mare dintre ochii lui este cel dintâi împărat.",
        "22": "Cele patru coarne care au crescut în locul acestui corn frânt sunt patru împărății care se vor ridica din neamul acesta, dar care nu vor avea atâta putere.",
        "23": "La sfârșitul stăpânirii lor, când păcătoșii vor fi umplut măsura nelegiuirilor, se va ridica un împărat fără rușine și viclean.",
        "24": "El va fi tare, dar nu prin puterea lui însuși; el va face pustiiri de necrezut, va izbuti în tot ce va începe, va nimici pe cei puternici și chiar pe poporul sfinților.",
        "25": "Din pricina propășirii lui și izbândirii vicleniilor lui, inima i se va îngâmfa, va pierde pe mulți oameni care trăiau liniștiți și se va ridica împotriva Domnului domnilor, dar va fi zdrobit fără ajutorul vreunei mâini omenești.",
        "26": "Iar vedenia cu serile și diminețile de care a fost vorba este adevărată. Tu pecetluiește vedenia aceasta, căci este cu privire la niște vremuri îndepărtate.”",
        "27": "Eu, Daniel, am stat leșinat și bolnav mai multe zile; apoi m-am sculat și mi-am văzut de treburile împăratului. Eram uimit de vedenia aceasta, și nimeni nu știa."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În al treilea an al domniei împăratului Belșațar, mie, Daniel, mi s-a arătat o vedenie, după cea care mi se arătase înainte.",
        "2": "În vedenia aceasta, m-am văzut în capitala Susa, în provincia Elam. Am mai văzut în vedenie că eram pe malul râului Ulai.",
        "3": "Mi-am ridicat ochii, m-am uitat și iată că lângă râu stătea un berbec cu două coarne. Coarnele acestea erau lungi, dar unul era mai lung decât celălalt. Cel lung crescuse la urmă.",
        "4": "Am văzut cum berbecul împungea spre vest, spre nord și spre sud. Nicio vietate nu-i putea sta împotrivă și nimeni nu putea scăpa de sub puterea lui. El făcea ce voia și a ajuns puternic.",
        "5": "În timp ce căutam să înțeleg aceste lucruri, iată că a venit un țap din vest, străbătând fața întregului pământ, fără să atingă însă pământul. Țapul avea un corn impunător între ochi.",
        "6": "A venit până la berbecul care avea două coarne, pe care l-am văzut stând lângă râu, și s-a năpustit asupra lui cu o furie năprasnică.",
        "7": "L-am văzut cum s-a apropiat de berbec și s-a înfuriat împotriva lui. Apoi a izbit berbecul și i-a rupt cele două coarne, fără ca berbecul să fi avut putere să i se împotrivească. L-a trântit la pământ și l-a călcat în picioare. Și nu a fost nimeni care să-l poată scăpa pe berbec de sub puterea țapului.",
        "8": "Țapul a continuat să crească în putere, dar, când a ajuns la culmea puterii sale, cornul cel mare i s-a rupt. În locul lui au ieșit alte patru coarne, impunătoare, înspre cele patru direcții ale cerului.",
        "9": "Dintr-unul din ele, din cel mic, a ieșit un corn și el a crescut peste măsură de mult spre sud, spre est și spre țara cea frumoasă.",
        "10": "S-a înălțat până la armata cerurilor, a aruncat la pământ o parte din armată și din stele și le-a călcat în picioare.",
        "11": "S-a înălțat până la Căpetenia armatei și i-a luat jertfa continuă, iar locul Sfântului Său Lăcaș a fost dărâmat.",
        "12": "Armata și jertfa continuă au fost date pe mâna lui din cauza fărădelegii. El a aruncat adevărul la pământ și a reușit în ceea ce a făcut.",
        "13": "Atunci am auzit un sfânt vorbind și un alt sfânt întrebându-l pe cel ce vorbea: «În cât timp se va împlini vedenia despre jertfa continuă, despre fărădelegea care pustiește și despre călcarea în picioare a Sfântului Lăcaș și a armatei?».",
        "14": "El mi-a dat mie răspunsul: «Până vor trece două mii trei sute de seri și dimineți. Apoi Sfântul Lăcaș va fi curățit». Interpretarea vedeniei",
        "15": "În timp ce eu, Daniel, aveam vedenia aceasta și căutam s-o înțeleg, iată că cineva, care era la înfățișare ca un om, a apărut stând în picioare în fața mea.",
        "16": "Am auzit un glas de om, venind din mijlocul râului Ulai, care striga și zicea: «Gabriel, fă-l să înțeleagă această vedenie!».",
        "17": "Când a venit lângă locul unde eram, m-am înspăimântat și m-am aruncat cu fața la pământ. El mi-a zis: «Înțelege, fiul omului, că vedenia este cu privire la vremea sfârșitului!».",
        "18": "Când mi-a vorbit, am căzut leșinat cu fața la pământ. El m-a atins și m-a ridicat iarăși în picioare în locul unde mă aflam.",
        "19": "Apoi a zis: «Iată, îți fac cunoscut ce se va întâmpla când mânia va ajunge la capăt, căci vedenia aceasta este cu privire la vremea sfârșitului.",
        "20": "Berbecul pe care l-ai văzut, cu cele două coarne, îi înfățișează pe împărații Mediei și Persiei.",
        "21": "Țapul cel aprig este împăratul Iavanului. Cornul cel mare, care era între ochii lui, este primul împărat.",
        "22": "Faptul că acest corn a fost frânt și că în locul lui s-au ridicat altele patru, înseamnă că din națiunea aceasta se vor ridica patru împărății, dar nu vor avea puterea ei.",
        "23": "La capătul domniei lor, când răzvrătiții vor fi la culme, se va ridica un împărat mândru și iscusit în conspirații.",
        "24": "Puterea lui va fi mare, dar nu prin propria-i forță. Va provoca distrugeri de necrezut și va reuși în ceea ce va face. Îi va distruge pe cei puternici și pe poporul celor sfinți.",
        "25": "Prin istețimea lui, va face înșelătoria să învingă și apoi se va mândri în inima lui. Va distruge pe mulți care se credeau în siguranță și va sta chiar împotriva Căpeteniei căpeteniilor, dar va fi zdrobit, fără ajutorul vreunei mâini omenești.",
        "26": "Cât despre vedenia cu serile și diminețile, care ți s-a spus, ea este adevărată. Tu însă tăinuiește vedenia, căci este cu privire la niște zile îndepărtate».",
        "27": "Eu, Daniel, am fost epuizat și bolnav câteva zile, dar apoi m-am ridicat și m-am ocupat de treburile împăratului. Eram uimit din cauza vedeniei și n-o înțelegeam."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "In the third year of the reign of King Belshazzar, a vision appeared to me, even to me, Daniel, after that which appeared to me at the first.",
        "2": "I saw the vision. Now it was so, that when I saw, I was in the citadel of Susa, which is in the province of Elam. I saw in the vision, and I was by the river Ulai.",
        "3": "Then I lifted up my eyes and saw, and behold, a ram which had two horns stood before the river. The two horns were high, but one was higher than the other, and the higher came up last.",
        "4": "I saw the ram pushing westward, northward, and southward. No animals could stand before him. There wasn’t any who could deliver out of his hand, but he did according to his will, and magnified himself.",
        "5": "As I was considering, behold, a male goat came from the west over the surface of the whole earth, and didn’t touch the ground. The goat had a notable horn between his eyes.",
        "6": "He came to the ram that had the two horns, which I saw standing before the river, and ran on him in the fury of his power.",
        "7": "I saw him come close to the ram, and he was moved with anger against him, and struck the ram, and broke his two horns. There was no power in the ram to stand before him; but he cast him down to the ground and trampled on him. There was no one who could deliver the ram out of his hand.",
        "8": "The male goat magnified himself exceedingly. When he was strong, the great horn was broken; and instead of it there came up four notable horns toward the four winds of the sky.",
        "9": "Out of one of them came out a little horn which grew exceedingly great—toward the south, and toward the east, and toward the glorious land.",
        "10": "It grew great, even to the army of the sky; and it cast down some of the army and of the stars to the ground and trampled on them.",
        "11": "Yes, it magnified itself, even to the prince of the army; and it took away from him the continual burnt offering, and the place of his sanctuary was cast down.",
        "12": "The army was given over to it together with the continual burnt offering through disobedience. It cast down truth to the ground, and it did its pleasure and prospered.",
        "13": "Then I heard a holy one speaking; and another holy one said to that certain one who spoke, “How long will the vision about the continual burnt offering, and the disobedience that makes desolate, to give both the sanctuary and the army to be trodden under foot be?”",
        "14": "He said to me, “To two thousand and three hundred evenings and mornings. Then the sanctuary will be cleansed.”",
        "15": "When I, even I Daniel, had seen the vision, I sought to understand it. Then behold, there stood before me someone with the appearance of a man.",
        "16": "I heard a man’s voice between the banks of the Ulai, which called and said, “Gabriel, make this man understand the vision.”",
        "17": "So he came near where I stood; and when he came, I was frightened, and fell on my face; but he said to me, “Understand, son of man, for the vision belongs to the time of the end.”",
        "18": "Now as he was speaking with me, I fell into a deep sleep with my face toward the ground; but he touched me and set me upright.",
        "19": "He said, “Behold, I will make you know what will be in the latter time of the indignation, for it belongs to the appointed time of the end.",
        "20": "The ram which you saw, that had the two horns, they are the kings of Media and Persia.",
        "21": "The rough male goat is the king of Greece. The great horn that is between his eyes is the first king.",
        "22": "As for that which was broken, in the place where four stood up, four kingdoms will stand up out of the nation, but not with his power.",
        "23": "“In the latter time of their kingdom, when the transgressors have come to the full, a king of fierce face, and understanding riddles, will stand up.",
        "24": "His power will be mighty, but not by his own power. He will destroy awesomely, and will prosper in what he does. He will destroy the mighty ones and the holy people.",
        "25": "Through his policy he will cause deceit to prosper in his hand. He will magnify himself in his heart, and he will destroy many in their security. He will also stand up against the prince of princes, but he will be broken without human hands.",
        "26": "“The vision of the evenings and mornings which has been told is true; but seal up the vision, for it belongs to many days to come.”",
        "27": "I, Daniel, fainted, and was sick for some days. Then I rose up and did the king’s business. I wondered at the vision, but no one understood it."
      }
    }
  }
}