{
  "book": "Daniel",
  "chapter": "4",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "„Nebucadnețar, împăratul, către toate popoarele, neamurile, oamenii de toate limbile, care locuiesc pe tot pământul: Să aveți multă pace!",
        "2": "Am găsit cu cale să fac cunoscute semnele și minunile pe care le-a făcut Dumnezeul cel Preaînalt față de mine.",
        "3": "Cât de mari sunt semnele Lui și cât de puternice sunt minunile Lui! Împărăția Lui este o împărăție veșnică, și stăpânirea Lui dăinuiește din neam în neam!",
        "4": "Eu, Nebucadnețar, trăiam liniștit în casa mea și fericit în palatul meu.",
        "5": "Am visat un vis care m-a înspăimântat; gândurile de care eram urmărit în patul meu și vedeniile duhului meu mă umpleau de groază.",
        "6": "Am poruncit atunci să aducă înaintea mea pe toți înțelepții Babilonului ca să-mi tâlcuiască visul.",
        "7": "Îndată au venit vrăjitorii, cititorii în stele, haldeenii și ghicitorii. Le-am spus visul, și nu mi l-au putut tâlcui.",
        "8": "La urmă de tot, s-a înfățișat înaintea mea Daniel, numit Beltșațar după numele dumnezeului meu și care are în el duhul dumnezeilor celor sfinți. I-am spus visul și am zis:",
        "9": "‘Beltșațare, căpetenia vrăjitorilor, știu că ai în tine duhul dumnezeilor sfinți și că pentru tine nicio taină nu este grea, deci tâlcuiește-mi vedeniile pe care le-am avut în vis.",
        "10": "Iată vedeniile care mi-au trecut prin cap când eram în pat. Mă uitam și iată că în mijlocul pământului era un copac foarte înalt.",
        "11": "Copacul acesta s-a făcut mare și puternic, vârful lui se înălța până la ceruri și se vedea de la marginile întregului pământ.",
        "12": "Frunza lui era frumoasă și avea roade multe; în el se găsea hrană pentru toți; fiarele câmpului se adăposteau sub umbra lui, păsările cerului își făceau cuibul în ramurile lui și orice făptură vie se hrănea din el.",
        "13": "În vedeniile care-mi treceau prin cap în patul meu, mă uitam și iată că s-a coborât din ceruri un străjer sfânt.",
        "14": "El a strigat cu putere și a vorbit așa: «Tăiați copacul și rupeți ramurile; scuturați-i frunza și risipiți roadele; fugăriți fiarele de sub el și păsările din ramurile lui!",
        "15": "Dar trunchiul cu rădăcinile lui lăsați-l în pământ și legați-l cu lanțuri de fier și de aramă în iarba de pe câmp, ca să fie udat de roua cerului și să fie la un loc cu fiarele în iarba pământului.",
        "16": "Inima lui de om i se va preface într-o inimă de fiară și vor trece șapte vremuri peste el.",
        "17": "Hotărârea aceasta a fost luată în sfatul străjerilor și pusă la cale înaintea sfinților, ca să știe cei vii că Cel Preaînalt stăpânește peste împărăția oamenilor, că o dă cui îi place și înalță în ea pe cel mai de jos dintre oameni!»",
        "18": "Iată visul pe care l-am visat eu, împăratul Nebucadnețar. Tu, Beltșațar, tâlcuiește-l, fiindcă toți înțelepții din împărăția mea nu pot să mi-l tâlcuiască; tu însă poți, căci ai în tine duhul dumnezeilor sfinți.’",
        "19": "Atunci, Daniel, numit Beltșațar, a rămas uimit o clipă și gândurile lui îl tulburau. Împăratul a luat din nou cuvântul și a zis: ‘Beltșațare, să nu te tulbure visul și tâlcuirea!’ Și Beltșațar a răspuns: ‘Domnul meu, visul acesta să fie pentru vrăjmașii tăi și tâlcuirea lui, pentru potrivnicii tăi!",
        "20": "Copacul pe care l-ai văzut, care se făcuse atât de mare și puternic încât i se înălța vârful până la ceruri și se vedea de la toate capetele pământului,",
        "21": "copacul acesta, a cărui frunză era așa de frumoasă și care avea roade atât de multe și în care era hrană pentru toți, sub care se adăposteau fiarele câmpului și în ramurile căruia își făceau cuibul păsările cerului,",
        "22": "ești tu, împărate, care ai ajuns mare și puternic, a cărui mărime a crescut și s-a înălțat până la ceruri și a cărui stăpânire se întinde până la marginile pământului.",
        "23": "Împăratul a văzut pe un străjer sfânt coborându-se și zicând: «Tăiați copacul și nimiciți-l, dar trunchiul cu rădăcinile lui lăsați-l în pământ și legați-l cu lanțuri de fier și de aramă în iarba de pe câmp, ca să fie udat de roua cerului și să stea la un loc cu fiarele câmpului până vor trece șapte vremuri peste el.»",
        "24": "Iată tâlcuirea acestui fapt, împărate, iată hotărârea Celui Preaînalt, care se va împlini asupra domnului meu, împăratul.",
        "25": "Te vor izgoni din mijlocul oamenilor, vei locui la un loc cu fiarele câmpului și îți vor da să mănânci iarbă ca la boi; vei fi udat de roua cerului și șapte vremuri vor trece peste tine, până vei cunoaște că Cel Preaînalt stăpânește peste împărăția oamenilor și o dă cui vrea.",
        "26": "Porunca să lase trunchiul cu rădăcinile copacului înseamnă că împărăția ta îți va rămâne ție îndată ce vei recunoaște stăpânirea Celui ce este în ceruri.",
        "27": "De aceea, împărate, placă-ți sfatul meu! Pune capăt păcatelor tale și trăiește în neprihănire, rupe-o cu nelegiuirile tale și ai milă de cei nenorociți, și poate că ți se va prelungi fericirea!’",
        "28": "Toate aceste lucruri s-au împlinit asupra împăratului Nebucadnețar.",
        "29": "După douăsprezece luni, pe când se plimba pe acoperișul palatului împărătesc din Babilon,",
        "30": "împăratul a luat cuvântul și a zis: ‘Oare nu este acesta Babilonul cel mare pe care mi l-am zidit eu, ca loc de ședere împărătească, prin puterea bogăției mele și spre slava măreției mele?’",
        "31": "Nu se sfârșise încă vorba aceasta a împăratului, și un glas s-a coborât din cer și a zis: ‘Află, împărate Nebucadnețar, că ți s-a luat împărăția!",
        "32": "Te vor izgoni din mijlocul oamenilor și vei locui la un loc cu fiarele câmpului; îți vor da să mănânci iarbă ca la boi și vor trece peste tine șapte vremuri până vei recunoaște că Cel Preaînalt stăpânește peste împărăția oamenilor și că o dă cui vrea!’",
        "33": "Chiar în clipa aceea s-a împlinit cuvântul acela asupra lui Nebucadnețar. A fost izgonit din mijlocul oamenilor, a mâncat iarbă ca boii, trupul i-a fost udat de roua cerului până i-a crescut părul ca penele vulturului și unghiile ca ghearele păsărilor.",
        "34": "După trecerea vremii sorocite, eu, Nebucadnețar, am ridicat ochii spre cer și mi-a venit iarăși mintea la loc. Am binecuvântat pe Cel Preaînalt, am lăudat și slăvit pe Cel ce trăiește veșnic, Acela a cărui stăpânire este veșnică și a cărui împărăție dăinuiește din neam în neam.",
        "35": "Toți locuitorii pământului sunt o nimica înaintea Lui; El face ce vrea cu oastea cerurilor și cu locuitorii pământului și nimeni nu poate să stea împotriva mâinii Lui, nici să-I zică: ‘Ce faci?’",
        "36": "În vremea aceea, mi-a venit mintea înapoi; slava împărăției mele, măreția și strălucirea mea mi s-au dat înapoi; sfetnicii și mai-marii mei din nou m-au căutat; am fost pus iarăși peste împărăția mea și puterea mea a crescut.",
        "37": "Acum, eu, Nebucadnețar, laud, înalț și slăvesc pe Împăratul cerurilor, căci toate lucrările Lui sunt adevărate, toate căile Lui sunt drepte și El poate să smerească pe cei ce umblă cu mândrie!”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "„Nebucadnețar, împăratul, Către toate popoarele, națiunile și oamenii de orice limbă, care locuiesc pe tot pământul: Pacea să vă fie înmulțită!",
        "2": "Mi s-a părut potrivit să vă istorisesc semnele și minunile pe care le-a făcut față de mine Dumnezeul cel Preaînalt.",
        "3": "Cât de mari sunt semnele Lui și cât de puternice sunt minunile Lui! Împărăția Lui este o împărăție veșnică, iar stăpânirea Lui dăinuie din generație în generație.",
        "4": "Eu, Nebucadnețar, trăiam fără griji în casa mea și eram fericit în palatul meu.",
        "5": "Dar am avut un vis care m-a îngrozit; gândurile pe care le-am avut în timp ce eram în patul meu și vedeniile din mintea mea m-au înspăimântat.",
        "6": "De aceea am dat poruncă să fie aduși înaintea mea toți înțelepții Babilonului, ca să-mi facă cunoscută interpretarea visului.",
        "7": "Atunci au venit vrăjitorii, descântătorii, astrologii și ghicitorii, le-am spus visul, dar ei n-au putut să-mi dea interpretarea.",
        "8": "La urmă a venit înaintea mea Daniel, numit și Beltșațar, după numele dumnezeului meu, și care are în el duhul sfinților dumnezei. I-am istorisit visul, zicând:",
        "9": "‒ Beltșațar, căpetenie a magicienilor, știu că ai în tine duhul sfinților dumnezei și că pentru tine nicio taină nu este grea. Iată vedeniile pe care le-am avut în visul meu; spune-mi interpretarea lor!",
        "10": "Iată vedeniile din mintea mea, pe care le-am avut în timp ce dormeam: mă uitam și iată că în mijlocul pământului era un copac. Înălțimea lui era foarte mare.",
        "11": "Copacul a crescut mare și puternic și vârful lui a ajuns până la ceruri, astfel că se putea vedea de la marginile întregului pământ.",
        "12": "Frunzișul lui era frumos, iar roadele lui erau numeroase; în el se găsea hrană pentru toți. La umbra lui se adăposteau fiarele câmpului și printre ramurile lui își făceau cuib păsările cerului. Și din el era hrănită orice făptură.",
        "13": "În vedeniile care-mi treceau prin cap în timp ce eram în patul meu, mă uitam și, iată că un străjer sfânt a coborât din Ceruri.",
        "14": "El a strigat cu putere, zicând astfel: «Retezați copacul și tăiați-i ramurile! Despuiați-l de frunze și împrăștiați-i roadele! Alungați fiarele de sub el și păsările dintre ramurile lui!",
        "15": "Lăsați-i doar trunchiul cu rădăcinile lui în pământ și prindeți-l cu legături de fier și de bronz în iarba câmpului, ca să fie udat de roua cerului și să-i fie partea la un loc cu fiarele în iarba pământului.",
        "16": "Să-i fie schimbată inima de om și să i se dea o inimă de fiară, până când vor trece peste el șapte vremuri!",
        "17": "Sentința este proclamată prin străjeri, verdictul este anunțat prin cei sfinți, pentru ca să știe cei vii că Cel Preaînalt stăpânește peste împărăția oamenilor, că El o dă cui vrea și ridică peste ea chiar și pe cel mai smerit dintre oameni».",
        "18": "Acesta este visul pe care eu, împăratul Nebucadnețar, l-am avut. Beltșațar, spune-mi tu interpretarea, căci toți înțelepții împărăției mele nu pot să-mi facă cunoscută interpretarea. Tu însă poți, pentru că ai în tine duhul sfinților dumnezei. Daniel interpretează visul împăratului",
        "19": "Atunci Daniel – numit și Beltșațar – a rămas înmărmurit pentru câteva clipe și gândurile îl îngrozeau. Împăratul a zis: ‒ Beltșațar, să nu te înspăimânte nici visul, nici interpretarea lui! Beltșațar a răspuns: ‒ Domnul meu, visul acesta să fie pentru cei ce te urăsc, iar interpretarea lui – pentru dușmanii tăi!",
        "20": "Copacul pe care l-ai văzut că a crescut mare și puternic și s-a înălțat până la cer, de putea fi văzut de întreg pământul,",
        "21": "copacul cu frunzișul frumos, cu roade numeroase și în care se găsea hrană pentru toți, copacul acesta, sub care se adăposteau fiarele câmpului și printre ale cărui ramuri își făceau cuib păsările cerului,",
        "22": "ești tu, împărate, care ai ajuns mare și puternic. Măreția ta a crescut și s-a înălțat până la cer, iar stăpânirea ta s-a întins până la marginile pământului.",
        "23": "Cât privește străjerul sfânt pe care împăratul l-a văzut coborând din Ceruri și zicând: «Retezați copacul și distrugeți-l! Lăsați-i doar trunchiul cu rădăcinile lui în pământ și prindeți-l cu legături de fier și bronz în iarba câmpului, ca să fie udat de roua cerului și să-i fie partea la un loc cu fiarele câmpului, până când vor trece peste el șapte vremuri!»,",
        "24": "iată care este interpretarea, împărate, și iată care este hotărârea Celui Preaînalt, care se va împlini cu privire la stăpânul meu, împăratul:",
        "25": "te vor alunga dintre oameni și vei locui la un loc cu fiarele câmpului; te vor hrăni cu iarbă ca pe boi și te vor lăsa să fii udat de roua cerului. Vor trece șapte vremuri peste tine până când vei recunoaște că Cel Preaînalt stăpânește peste împărăția oamenilor și că El o dă cui vrea.",
        "26": "Cu privire la faptul că au spus să lase trunchiul copacului cu rădăcinile lui, înseamnă că împărăția ta va fi păstrată pentru tine până când vei recunoaște stăpânirea Cerului.",
        "27": "De aceea, împărate, primește sfatul meu: pune capăt păcatelor tale, făcând dreptate, și încetează cu nelegiuirile tale, fiind îndurător cu cei săraci! Și poate că ți se va prelungi bunăstarea! Visul împăratului se împlinește",
        "28": "Toate s-au împlinit întocmai cu împăratul Nebucadnețar.",
        "29": "După douăsprezece luni, în timp ce se plimba pe acoperișul palatului împărătesc din Babilon,",
        "30": "împăratul a zis: «Oare nu este acesta Babilonul cel mare, pe care l-am construit eu ca reședință împărătească, prin măreția puterii mele și pentru gloria maiestății mele?».",
        "31": "Nici nu ieșiseră bine cuvintele acestea din gura împăratului, că un glas s-a auzit din Cer, zicând: «Iată ce se poruncește cu privire la tine, împărate Nebucadnețar: ‘Împărăția îți este luată.",
        "32": "Te vor alunga dintre oameni și locuința ta va fi la un loc cu fiarele câmpului! Te vor hrăni cu iarbă ca pe boi și vor trece șapte vremuri peste tine, până când vei recunoaște că Cel Preaînalt stăpânește peste împărăția oamenilor și că El o dă cui vrea’».",
        "33": "Chiar în clipa aceea s-a și împlinit cuvântul rostit împotriva lui Nebucadnețar. El a fost alungat dintre oameni și a mâncat iarbă ca boii. Trupul lui a fost udat de roua cerului, până când i-a crescut părul ca penele vulturului și unghiile – ca ghearele păsărilor.",
        "34": "Când s-au împlinit zilele, eu, Nebucadnețar, mi-am ridicat ochii spre cer și mi-a fost redată gândirea sănătoasă. L-am binecuvântat pe Cel Preaînalt, L-am lăudat și L-am glorificat pe Cel Veșnic Viu. Stăpânirea Lui este o stăpânire veșnică, iar Împărăția Lui dăinuie din generație în generație.",
        "35": "Toți locuitorii pământului sunt considerați ca un nimic; El face ce vrea cu armata cerurilor și cu locuitorii pământului. Nu există nimeni care să-L lovească peste mână și să-I zică: «Ce-ai făcut?».",
        "36": "Atunci mi-a fost redată gândirea sănătoasă și, spre gloria împărăției mele, mi-au fost date înapoi măreția și strălucirea mea. Sfetnicii și nobilii mei m-au căutat din nou și am fost pus iarăși la conducerea împărăției mele. Am devenit chiar mai măreț decât înainte.",
        "37": "Acum, deci, eu, Nebucadnețar, Îl laud, Îl înalț și Îl glorific pe Împăratul cerurilor, căci toate lucrările Lui sunt adevăr, căile Lui sunt dreptate și El poate să-i smerească pe cei ce umblă în mândrie“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Nebuchadnezzar the king, to all the peoples, nations, and languages, who dwell in all the earth: Peace be multiplied to you.",
        "2": "It has seemed good to me to show the signs and wonders that the Most High God has worked toward me.",
        "3": "How great are his signs! How mighty are his wonders! His kingdom is an everlasting kingdom. His dominion is from generation to generation.",
        "4": "I, Nebuchadnezzar, was at rest in my house, and flourishing in my palace.",
        "5": "I saw a dream which made me afraid; and the thoughts on my bed and the visions of my head troubled me.",
        "6": "Therefore I made a decree to bring in all the wise men of Babylon before me, that they might make known to me the interpretation of the dream.",
        "7": "Then the magicians, the enchanters, the Chaldeans, and the soothsayers came in; and I told them the dream, but they didn’t make known to me its interpretation.",
        "8": "But at last, Daniel came in before me, whose name was Belteshazzar according to the name of my god, and in whom is the spirit of the holy gods. I told the dream before him, saying,",
        "9": "“Belteshazzar, master of the magicians, because I know that the spirit of the holy gods is in you and no secret troubles you, tell me the visions of my dream that I have seen, and its interpretation.",
        "10": "These were the visions of my head on my bed: I saw, and behold, a tree in the middle of the earth; and its height was great.",
        "11": "The tree grew and was strong. Its height reached to the sky and its sight to the end of all the earth.",
        "12": "Its leaves were beautiful, and it had much fruit, and in it was food for all. The animals of the field had shade under it, and the birds of the sky lived in its branches, and all flesh was fed from it.",
        "13": "“I saw in the visions of my head on my bed, and behold, a holy watcher came down from the sky.",
        "14": "He cried aloud and said this: ‘Cut down the tree, and cut off its branches! Shake off its leaves and scatter its fruit! Let the animals get away from under it and the birds from its branches.",
        "15": "Nevertheless leave the stump of its roots in the earth, even with a band of iron and bronze, in the tender grass of the field; and let it be wet with the dew of the sky. Let his portion be with the animals in the grass of the earth.",
        "16": "Let his heart be changed from man’s, and let an animal’s heart be given to him. Then let seven times pass over him.",
        "17": "“‘The sentence is by the decree of the watchers and the demand by the word of the holy ones, to the intent that the living may know that the Most High rules in the kingdom of men, and gives it to whomever he will, and sets up over it the lowest of men.’",
        "18": "“This dream I, King Nebuchadnezzar, have seen; and you, Belteshazzar, declare the interpretation, because all the wise men of my kingdom are not able to make known to me the interpretation; but you are able, for the spirit of the holy gods is in you.”",
        "19": "Then Daniel, whose name was Belteshazzar, was stricken mute for a while, and his thoughts troubled him. The king answered, “Belteshazzar, don’t let the dream or the interpretation, trouble you.” Belteshazzar answered, “My lord, may the dream be for those who hate you, and its interpretation to your adversaries.",
        "20": "The tree that you saw, which grew and was strong, whose height reached to the sky and its sight to all the earth;",
        "21": "whose leaves were beautiful and its fruit plentiful, and in it was food for all; under which the animals of the field lived, and on whose branches the birds of the sky had their habitation—",
        "22": "it is you, O king, that have grown and become strong; for your greatness has grown, and reaches to the sky, and your dominion to the end of the earth.",
        "23": "“Whereas the king saw a holy watcher coming down from the sky and saying, ‘Cut down the tree, and destroy it; nevertheless leave the stump of its roots in the earth, even with a band of iron and bronze, in the tender grass of the field, and let it be wet with the dew of the sky. Let his portion be with the animals of the field, until seven times pass over him.’",
        "24": "“This is the interpretation, O king, and it is the decree of the Most High, which has come on my lord the king:",
        "25": "You will be driven from men and your dwelling shall be with the animals of the field. You will be made to eat grass as oxen, and will be wet with the dew of the sky, and seven times shall pass over you, until you know that the Most High rules in the kingdom of men, and gives it to whomever he will.",
        "26": "Whereas it was commanded to leave the stump of the roots of the tree, your kingdom shall be sure to you after you know that Heaven rules.",
        "27": "Therefore, O king, let my counsel be acceptable to you, and break off your sins by righteousness, and your iniquities by showing mercy to the poor. Perhaps there may be a lengthening of your tranquility.”",
        "28": "All this came on the King Nebuchadnezzar.",
        "29": "At the end of twelve months he was walking in the royal palace of Babylon.",
        "30": "The king spoke and said, “Is not this great Babylon, which I have built for the royal dwelling place by the might of my power and for the glory of my majesty?”",
        "31": "While the word was in the king’s mouth, a voice came from the sky, saying, “O King Nebuchadnezzar, to you it is spoken: ‘The kingdom has departed from you.",
        "32": "You shall be driven from men, and your dwelling shall be with the animals of the field. You shall be made to eat grass like oxen. Seven times shall pass over you, until you know that the Most High rules in the kingdom of men, and gives it to whomever he will.’”",
        "33": "This was fulfilled the same hour on Nebuchadnezzar. He was driven from men and ate grass like oxen; and his body was wet with the dew of the sky until his hair had grown like eagles’ feathers, and his nails like birds’ claws.",
        "34": "At the end of the days I, Nebuchadnezzar, lifted up my eyes to heaven, and my understanding returned to me; and I blessed the Most High, and I praised and honored him who lives forever, for his dominion is an everlasting dominion, and his kingdom from generation to generation.",
        "35": "All the inhabitants of the earth are reputed as nothing; and he does according to his will in the army of heaven, and among the inhabitants of the earth; and no one can stop his hand, or ask him, “What are you doing?”",
        "36": "At the same time my understanding returned to me; and for the glory of my kingdom, my majesty and brightness returned to me. My counselors and my lords sought me; and I was established in my kingdom, and excellent greatness was added to me.",
        "37": "Now I, Nebuchadnezzar, praise and extol and honor the King of heaven; for all his works are truth, and his ways justice; and those who walk in pride he is able to abase."
      }
    }
  }
}