{
  "book": "Daniel",
  "chapter": "10",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În anul al treilea al lui Cirus, împăratul Persiei, s-a descoperit un cuvânt lui Daniel, numit Beltșațar. Cuvântul acesta, care este adevărat, vestește o mare nenorocire. El a fost cu luare aminte la cuvântul acesta și a priceput vedenia.",
        "2": "În vremea aceea, eu, Daniel, trei săptămâni am fost în jale.",
        "3": "N-am mâncat deloc bucate alese, nu mi-a intrat în gură nici carne, nici vin și nici nu m-am uns deloc, până s-au împlinit cele trei săptămâni.",
        "4": "În a douăzeci și patra zi a lunii întâi, eram pe malul râului celui mare, care este Hidechel (Tigru).",
        "5": "Am ridicat ochii, m-am uitat și iată că acolo stătea un om îmbrăcat în haine de in și încins la mijloc cu un brâu de aur din Ufaz.",
        "6": "Trupul lui era ca o piatră de crisolit, fața îi strălucea ca fulgerul și ochii îi erau niște flăcări ca de foc, dar brațele și picioarele semănau cu niște aramă lustruită și glasul lui tuna ca vuietul unei mari mulțimi.",
        "7": "Eu, Daniel, am văzut singur vedenia, dar oamenii care erau cu mine n-au văzut-o; totuși au fost apucați de o mare spaimă și au luat-o la fugă ca să se ascundă!",
        "8": "Eu am rămas singur și am văzut această mare vedenie. Puterile m-au lăsat, culoarea mi s-a schimbat, fața mi s-a sluțit și am pierdut orice vlagă.",
        "9": "Am auzit glasul cuvintelor lui și, pe când auzeam glasul cuvintelor lui, am căzut leșinat cu fața la pământ.",
        "10": "Și iată că o mână m-a atins și m-a așezat tremurând pe genunchii și mâinile mele.",
        "11": "Apoi mi-a zis: „Daniele, om preaiubit și scump, fii cu luare aminte la cuvintele pe care ți le voi spune acum și stai în picioare în locul unde ești, căci acum sunt trimis la tine!” După ce mi-a vorbit astfel, am stat în picioare tremurând.",
        "12": "El mi-a zis: „Daniele, nu te teme de nimic! Căci cuvintele tale au fost ascultate din cea dintâi zi, când ți-ai pus inima ca să înțelegi și să te smerești înaintea Dumnezeului tău, și tocmai din pricina cuvintelor tale vin eu acum!",
        "13": "Dar căpetenia împărăției Persiei mi-a stat împotrivă douăzeci și una de zile, și iată că Mihail, una din căpeteniile cele mai de seamă, mi-a venit în ajutor și am ieșit biruitor acolo, lângă împărații Persiei.",
        "14": "Acum vin să-ți fac cunoscut ce are să se întâmple poporului tău în vremurile de apoi, căci vedenia este cu privire tot la acele vremuri îndepărtate.”",
        "15": "Pe când îmi spunea el aceste lucruri, eu mi-am plecat ochii în pământ și am tăcut.",
        "16": "Și iată că cineva care avea înfățișarea copiilor oamenilor s-a atins de buzele mele. Eu am deschis gura, am vorbit și am zis celui ce stătea înaintea mea: „Domnul meu, vedenia aceasta m-a umplut de groază și am pierdut orice putere!",
        "17": "Cum ar putea robul domnului meu să vorbească domnului meu? Acum puterile m-au părăsit și nu mai am nici suflare!”",
        "18": "Atunci, cel ce avea înfățișarea unui om m-a atins din nou și m-a întărit.",
        "19": "Apoi mi-a zis: „Nu te teme de nimic, om preaiubit! Pace ție! Fii tare și cu inimă!” Și, pe când îmi vorbea el, am prins iar puteri și am zis: „Vorbește, domnul meu, căci m-ai întărit.”",
        "20": "El mi-a zis: „Știi pentru ce am venit la tine? Acum mă întorc să mă lupt împotriva căpeteniei Persiei și, când voi pleca, iată că va veni căpetenia Greciei!",
        "21": "Dar vreau să-ți fac cunoscut ce este scris în cartea adevărului. Nimeni nu mă ajută împotriva acestora, afară de voievodul vostru Mihail."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În anul al treilea al lui Cirus, împăratul Persiei, i-a fost descoperit un cuvânt lui Daniel, cel care fusese numit Beltșațar. Cuvântul este adevărat și este cu privire la un mare război. El a priceput cuvântul, înțelegerea acestuia venindu-i printr-o vedenie.",
        "2": "„În acele zile eu, Daniel, jeleam de trei săptămâni.",
        "3": "Nu am mâncat bucate alese, nu mi-a intrat în gură nici carne, nici vin, și nu m-am uns deloc, până nu s-au împlinit cele trei săptămâni.",
        "4": "În ziua a douăzeci și patra a lunii întâi, mă aflam pe malul râului cel mare, care este Hiddekel.",
        "5": "Mi-am ridicat ochii, m-am uitat și iată că acolo era un bărbat îmbrăcat în in. Brâul din jurul mijlocului lui era din aur de Ufaz.",
        "6": "Trupul lui era asemenea crisolitului, fața lui – ca strălucirea fulgerului, ochii lui – ca torțele de foc, brațele și picioarele lui – ca luciul bronzului lustruit, iar glasul său – ca vuietul mulțimii.",
        "7": "Numai eu, Daniel, am văzut vedenia. Bărbații care erau cu mine nu au văzut-o, însă au fost cuprinși de o frică atât de mare, încât au luat-o la fugă pentru a se ascunde.",
        "8": "Astfel am fost lăsat singur, privind această mare vedenie. Puterea m-a părăsit, culoarea feței mi s-a schimbat ca la un mort și am rămas fără vlagă.",
        "9": "Am auzit apoi sunetul cuvintelor sale, iar când am auzit sunetul cuvintelor sale, am căzut leșinat cu fața la pământ.",
        "10": "Atunci o mână m-a atins și m-a așezat pe genunchii și pe mâinile mele tremurânde.",
        "11": "El mi-a zis: ‒ Daniel, om de mare preț, încearcă să înțelegi cuvintele pe care ți le voi spune! Stai în picioare, căci acum am fost trimis la tine! Când mi-a vorbit astfel, m-am ridicat tremurând.",
        "12": "Apoi mi-a zis: ‒ Nu te teme, Daniel, căci cuvintele tale au fost ascultate chiar din prima zi în care te-ai hotărât în inima ta să înțelegi și să te smerești înaintea Dumnezeului tău. Cuvintele tale au fost auzite și tocmai datorită lor am venit eu acum.",
        "13": "Dar căpetenia împărăției Persiei mi s-a împotrivit timp de douăzeci și una de zile, dar iată că Mihail, una dintre căpeteniile cele mai de seamă, a venit să mă ajute, căci fusesem lăsat acolo, cu împărații Persiei.",
        "14": "Acum am venit să te învăț cu privire la ceea ce se va întâmpla cu poporul tău în zilele de pe urmă, căci vedenia se referă tot la acele zile.",
        "15": "În timp ce îmi spunea cuvintele acestea, mi-am plecat fruntea la pământ și am rămas mut.",
        "16": "Dar iată că cineva, care era la înfățișare ca un fiu al omului, mi-a atins buzele. Atunci mi-am deschis gura, am vorbit și i-am zis celui ce stătea înaintea mea: ‒ Stăpâne, vedenia aceasta m-a umplut de groază și am rămas fără putere.",
        "17": "Cum ar putea slujitorul stăpânului meu să vorbească cu stăpânul meu? Căci puterea m-a părăsit și abia mai am suflare.",
        "18": "Atunci cel care avea înfățișarea ca a unui om m-a atins din nou și m-a întărit.",
        "19": "El mi-a zis: ‒ Nu te teme, om de mare preț! Pace ție! Fii tare! Fii puternic! În timp ce vorbea cu mine, am simțit cum mă întăresc și i-am zis: ‒ Vorbește, stăpâne, căci m-ai întărit!",
        "20": "El m-a întrebat: ‒ Știi de ce am venit la tine? Acum mă voi întoarce să lupt împotriva căpeteniei Persiei, iar, când voi pleca, iată că va veni căpetenia Iavanului.",
        "21": "Dar înainte îți voi spune ce este scris în Cartea Adevărului. Nimeni nu mă ajută împotriva lor decât Mihail, căpetenia voastră."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "In the third year of Cyrus king of Persia a message was revealed to Daniel, whose name was called Belteshazzar; and the message was true, even a great warfare. He understood the message, and had understanding of the vision.",
        "2": "In those days I, Daniel, was mourning three whole weeks.",
        "3": "I ate no pleasant food. No meat or wine came into my mouth. I didn’t anoint myself at all, until three whole weeks were fulfilled.",
        "4": "In the twenty-fourth day of the first month, as I was by the side of the great river, which is Hiddekel,",
        "5": "I lifted up my eyes and looked, and behold, there was a man clothed in linen, whose waist was adorned with pure gold of Uphaz.",
        "6": "His body also was like beryl, and his face as the appearance of lightning, and his eyes as flaming torches. His arms and his feet were like burnished bronze. The voice of his words was like the voice of a multitude.",
        "7": "I, Daniel, alone saw the vision, for the men who were with me didn’t see the vision, but a great quaking fell on them, and they fled to hide themselves.",
        "8": "So I was left alone and saw this great vision. No strength remained in me; for my face grew deathly pale, and I retained no strength.",
        "9": "Yet I heard the voice of his words. When I heard the voice of his words, then I fell into a deep sleep on my face, with my face toward the ground.",
        "10": "Behold, a hand touched me, which set me on my knees and on the palms of my hands.",
        "11": "He said to me, “Daniel, you greatly beloved man, understand the words that I speak to you, and stand upright, for I have been sent to you, now.” When he had spoken this word to me, I stood trembling.",
        "12": "Then he said to me, “Don’t be afraid, Daniel; for from the first day that you set your heart to understand, and to humble yourself before your God, your words were heard. I have come for your words’ sake.",
        "13": "But the prince of the kingdom of Persia withstood me twenty-one days; but, behold, Michael, one of the chief princes, came to help me because I remained there with the kings of Persia.",
        "14": "Now I have come to make you understand what will happen to your people in the latter days, for the vision is yet for many days.”",
        "15": "When he had spoken these words to me, I set my face toward the ground and was mute.",
        "16": "Behold, one in the likeness of the sons of men touched my lips. Then I opened my mouth, and spoke and said to him who stood before me, “My lord, by reason of the vision my sorrows have overtaken me, and I retain no strength.",
        "17": "For how can the servant of this my lord talk with this my lord? For as for me, immediately there remained no strength in me. There was no breath left in me.”",
        "18": "Then one like the appearance of a man touched me again, and he strengthened me.",
        "19": "He said, “Greatly beloved man, don’t be afraid. Peace be to you. Be strong. Yes, be strong.” When he spoke to me, I was strengthened, and said, “Let my lord speak, for you have strengthened me.”",
        "20": "Then he said, “Do you know why I have come to you? Now I will return to fight with the prince of Persia. When I go out, behold, the prince of Greece will come.",
        "21": "But I will tell you that which is inscribed in the writing of truth. There is no one who holds with me against these but Michael your prince."
      }
    }
  }
}