{
  "book": "Daniel",
  "chapter": "7",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În anul dintâi al lui Belșațar, împăratul Babilonului, Daniel a visat un vis și a avut vedenii în mintea lui pe când era în pat. În urmă a scris visul și a istorisit lucrurile de căpetenie.",
        "2": "Daniel a început și a zis: „În vedenia mea de noapte, am văzut cum cele patru vânturi ale cerurilor au izbucnit pe Marea cea Mare.",
        "3": "Și patru fiare mari au ieșit din mare, deosebite una de alta.",
        "4": "Cea dintâi semăna cu un leu și avea aripi de vultur. M-am uitat la ea până în clipa când i s-au smuls aripile și, sculându-se de pe pământ, a stat drept în picioare ca un om și i s-a dat o inimă de om.",
        "5": "Și iată că o a doua fiară era ca un urs și stătea într-o rână; avea trei coaste în gură, între dinți, și i s-a zis: ‘Scoală-te și mănâncă multă carne!’",
        "6": "După aceea m-am uitat mai departe și iată o alta ca un pardos, care avea pe spate patru aripi ca o pasăre; fiara aceasta avea și patru capete și i s-a dat stăpânire.",
        "7": "După aceea m-am uitat în vedeniile mele de noapte și iată că era o a patra fiară, nespus de grozav de înspăimântătoare și de puternică; avea niște dinți mari de fier, mânca, sfărâma și călca în picioare ce mai rămânea; era cu totul deosebită de toate fiarele de mai înainte și avea zece coarne.",
        "8": "M-am uitat cu băgare de seamă la coarne și iată că un alt corn mic a ieșit din mijlocul lor și, dinaintea acestui corn, au fost smulse trei din cele dintâi coarne. Și cornul acesta avea niște ochi ca ochii de om și o gură care vorbea cu trufie.",
        "9": "Mă uitam la aceste lucruri până când s-au așezat niște scaune de domnie. Și un Îmbătrânit de zile a șezut jos. Haina Lui era albă ca zăpada și părul capului Lui era ca niște lână curată; scaunul Lui de domnie era ca niște flăcări de foc și roțile lui, ca un foc aprins.",
        "10": "Un râu de foc curgea și ieșea dinaintea Lui. Mii de mii de slujitori Îi slujeau și de zece mii de ori zece mii stăteau înaintea Lui. S-a ținut judecata și s-au deschis cărțile.",
        "11": "Eu mă uitam mereu din pricina cuvintelor pline de trufie pe care le rostea cornul acela: m-am uitat până când fiara a fost ucisă și trupul ei a fost nimicit și aruncat în foc, ca să fie ars.",
        "12": "Și celelalte fiare au fost dezbrăcate de puterea lor, dar li s-a îngăduit o lungire a vieții până la o vreme și un ceas anumit.",
        "13": "M-am uitat în timpul vedeniilor mele de noapte și iată că pe norii cerurilor a venit unul ca un fiu al omului; a înaintat spre Cel Îmbătrânit de zile și a fost adus înaintea Lui.",
        "14": "I s-a dat stăpânire, slavă și putere împărătească, pentru ca să-I slujească toate popoarele, neamurile și oamenii de toate limbile. Stăpânirea Lui este o stăpânire veșnică și nu va trece nicidecum și Împărăția Lui nu va fi nimicită niciodată.",
        "15": "Eu, Daniel, m-am tulburat cu duhul și vedeniile din capul meu m-au înspăimântat.",
        "16": "M-am apropiat de unul din cei ce stăteau acolo și l-am rugat să-mi dea lămuriri temeinice cu privire la toate aceste lucruri. El mi-a vorbit și mi le-a tâlcuit astfel:",
        "17": "‘Aceste patru fiare mari sunt patru împărați care se vor ridica pe pământ.",
        "18": "Dar sfinții Celui Preaînalt vor primi împărăția și vor stăpâni împărăția în veci, din veșnicie în veșnicie.’",
        "19": "În urmă am dorit să știu adevărul asupra fiarei a patra – care se deosebea de toate celelalte și era nespus de grozavă: avea dinți de fier și gheare de aramă, mânca, sfărâma și călca în picioare ce rămânea –",
        "20": "și asupra celor zece coarne pe care le avea în cap, și asupra celuilalt corn care ieșise și înaintea căruia căzuseră trei, asupra cornului acestuia, care avea ochi, o gură care vorbea cu trufie și avea o înfățișare mai mare decât celelalte coarne.",
        "21": "Am văzut, de asemenea, cum cornul acesta a făcut război sfinților și i-a biruit,",
        "22": "până când a venit Cel Îmbătrânit de zile și a făcut dreptate sfinților Celui Preaînalt, și a venit vremea când sfinții au luat în stăpânire împărăția.",
        "23": "El mi-a vorbit așa: ‘Fiara a patra este o a patra împărăție care va fi pe pământ. Ea se va deosebi de toate celelalte, va sfâșia tot pământul, îl va călca în picioare și-l va zdrobi.",
        "24": "Cele zece coarne înseamnă că din împărăția aceasta se vor ridica zece împărați. Iar după ei se va ridica un altul, care se va deosebi de înaintașii lui și va doborî trei împărați.",
        "25": "El va rosti vorbe de hulă împotriva Celui Preaînalt, va asupri pe sfinții Celui Preaînalt și se va încumeta să schimbe vremurile și legea, și sfinții vor fi dați în mâinile lui timp de o vreme, două vremuri și o jumătate de vreme.",
        "26": "Apoi va veni judecata și i se va lua stăpânirea, care va fi prăbușită și nimicită pentru totdeauna.",
        "27": "Dar domnia, stăpânirea și puterea tuturor împărățiilor care sunt pretutindeni sub ceruri se vor da poporului sfinților Celui Preaînalt. Împărăția Lui este o împărăție veșnică și toate puterile Îi vor sluji și-L vor asculta!’",
        "28": "Aici s-au sfârșit cuvintele. Pe mine, Daniel, m-au tulburat nespus de mult gândurile mele și mi s-a schimbat culoarea feței, dar am păstrat cuvintele acestea în inima mea.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În primul an al lui Belșațar, împăratul Babilonului, Daniel a avut un vis și vedenii în minte, în timp ce era în patul lui. După aceea, el a scris visul. Începând istorisirea cuvintelor,",
        "2": "Daniel a spus astfel: „În timpul vedeniei mele de noapte, m-am uitat și iată că cele patru vânturi ale cerului au pornit pe marea cea mare.",
        "3": "Și patru fiare mari, diferite una de cealaltă, au ieșit din mare.",
        "4": "Prima semăna cu un leu și avea aripi de vultur. M-am uitat până când i-au fost smulse aripile, a fost ridicată de la pământ, a stat în picioare ca un om și i s-a dat o inimă de om.",
        "5": "Și, iată că o altă fiară, a doua, era ca un urs. Ea stătea culcată pe o parte, ținând trei coaste în gură, între colți. Și i s-a zis astfel: «Ridică-te și mănâncă multă carne!».",
        "6": "După aceea, m-am uitat și iată că mai era o alta, ca un leopard. Fiara aceasta avea pe spate patru aripi ca de pasăre și patru capete; și i s-a dat stăpânire.",
        "7": "După aceea, în timpul vedeniilor mele de noapte, m-am uitat și iată că era o a patra fiară, înfricoșătoare, înspăimântătoare și foarte puternică. Avea două rânduri mari de dinți de fier, devora, sfărâma și călca resturile în picioare. Era diferită de toate fiarele de mai înainte și avea zece coarne.",
        "8": "Mă uitam cu atenție la coarne și iată că a apărut între ele un alt corn, mai mic, iar trei dintre primele coarne au fost dezrădăcinate dinaintea lui. Acest corn avea niște ochi ca ochii de om și o gură care vorbea cu aroganță.",
        "9": "M-am uitat până când niște tronuri au fost așezate și un Îmbătrânit de zile a luat loc. Haina Lui era albă ca zăpada, iar părul capului Său era ca lâna curată. Tronul Lui era flăcări de foc, iar roțile tronului erau un foc aprins.",
        "10": "Un râu de foc curgea ieșind dinaintea Lui. Mii de mii Îi slujeau și de zece mii de ori zece mii stăteau înaintea Lui. S-a ținut judecata și niște cărți au fost deschise.",
        "11": "Am continuat să mă uit din cauza răsunetului cuvintelor trufașe pe care cornul acela le rostea. M-am uitat până când fiara a fost ucisă și trupul ei a fost distrus și aruncat în foc, ca să fie ars.",
        "12": "Celorlalte fiare li s-a luat stăpânirea, dar li s-a îngăduit o prelungire a vieții până la o vreme și un timp anume.",
        "13": "În timpul vedeniilor mele de noapte, m-am uitat și iată, odată cu norii cerului, venea Cineva Care era ca un fiu al omului. El S-a apropiat de Cel Îmbătrânit de zile și a fost adus înaintea Acestuia.",
        "14": "Lui I s-a dat stăpânirea, onoarea și Împărăția, ca să-I slujească toate popoarele, națiunile și oamenii de orice limbă! Stăpânirea Lui este o stăpânire veșnică, o stăpânire care nu va trece, iar Împărăția Lui nu va fi distrusă! Interpretarea vedeniei",
        "15": "Eu, Daniel, m-am tulburat în duhul meu, și vedeniile din mintea mea m-au înspăimântat.",
        "16": "M-am apropiat de unul dintre cei ce stăteau în preajmă și i-am cerut adevărul cu privire la toate acestea. El mi-a vorbit și mi-a făcut cunoscută interpretarea acestor lucruri:",
        "17": "«Aceste patru fiare mari sunt patru împărați care se vor ridica pe pământ.",
        "18": "Dar sfinții Celui Preaînalt vor primi Împărăția și o vor stăpâni pe vecie, pentru veci de veci».",
        "19": "Apoi am dorit să mă lămuresc cu privire la fiara a patra, care era diferită de toate celelalte și foarte înfricoșătoare; avea colți de fier și gheare de bronz, devora, sfărâma și călca resturile în picioare.",
        "20": "Am dorit să mă lămuresc și cu privire la cele zece coarne de pe capul ei, precum și cu privire la celălalt corn care ieșise și dinaintea căruia căzuseră trei, acel corn care avea ochi, o gură care vorbea cu aroganță și o înfățișare mai impunătoare decât a celorlalte.",
        "21": "M-am uitat iarăși și am văzut cum cornul acela a făcut război cu sfinții și a putut să-i învingă,",
        "22": "până când a venit Cel Îmbătrânit de zile și a făcut dreptate sfinților Celui Preaînalt și până când a sosit vremea când sfinții au luat în stăpânire Împărăția.",
        "23": "Iată ce mi-a zis: «Fiara a patra este o a patra împărăție care va fi pe pământ. Ea va fi diferită de toate celelalte împărății; va devora tot pământul, îl va călca în picioare și-l va sfărâma.",
        "24": "Iar cele zece coarne sunt zece împărați care se vor ridica din împărăția aceasta. După ei se va ridica un altul, dar el va fi diferit de predecesorii săi și îi va umili pe trei împărați.",
        "25": "El va rosti cuvinte împotriva Celui Preaînalt și îi va asupri pe sfinții Celui Preaînalt. Se va gândi să schimbe vremurile și legea, iar sfinții vor fi dați în mâna lui o vreme, vremuri și o jumătate de vreme.",
        "26": "Dar va fi o judecată și i se va lua stăpânirea, ca să fie distrusă și nimicită pentru totdeauna.",
        "27": "Apoi domnia, stăpânirea și măreția împărățiilor care sunt pretutindeni sub ceruri vor fi date poporului sfinților Celui Preaînalt. Împărăția Lui este o împărăție veșnică și toate stăpânirile Îi vor sluji și Îl vor asculta».",
        "28": "Aici s-au încheiat cuvintele. Pe mine, Daniel, m-au înspăimântat foarte tare gândurile mele și mi s-a schimbat culoarea feței, dar am păstrat cuvintele în inima mea."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "In the first year of Belshazzar king of Babylon, Daniel had a dream and visions of his head while on his bed. Then he wrote the dream and told the sum of the matters.",
        "2": "Daniel spoke and said, “I saw in my vision by night, and, behold, the four winds of the sky broke out on the great sea.",
        "3": "Four great animals came up from the sea, different from one another.",
        "4": "“The first was like a lion, and had eagle’s wings. I watched until its wings were plucked, and it was lifted up from the earth and made to stand on two feet as a man. A man’s heart was given to it.",
        "5": "“Behold, there was another animal, a second, like a bear. It was raised up on one side, and three ribs were in its mouth between its teeth. They said this to it: ‘Arise! Devour much flesh!’",
        "6": "“After this I saw, and behold, another, like a leopard, which had on its back four wings of a bird. The animal also had four heads; and dominion was given to it.",
        "7": "“After this I saw in the night visions, and, behold, there was a fourth animal, awesome, powerful, and exceedingly strong. It had great iron teeth. It devoured and broke in pieces, and stamped the residue with its feet. It was different from all the animals that were before it. It had ten horns.",
        "8": "“I considered the horns, and behold, there came up among them another horn, a little one, before which three of the first horns were plucked up by the roots; and behold, in this horn were eyes like the eyes of a man, and a mouth speaking arrogantly.",
        "9": "“I watched until thrones were placed, and one who was Ancient of Days sat. His clothing was white as snow, and the hair of his head like pure wool. His throne was fiery flames, and its wheels burning fire.",
        "10": "A fiery stream issued and came out from before him. Thousands of thousands ministered to him. Ten thousand times ten thousand stood before him. The judgment was set. The books were opened.",
        "11": "“I watched at that time because of the voice of the arrogant words which the horn spoke. I watched even until the animal was slain, and its body destroyed, and it was given to be burned with fire.",
        "12": "As for the rest of the animals, their dominion was taken away; yet their lives were prolonged for a season and a time.",
        "13": "“I saw in the night visions, and behold, there came with the clouds of the sky one like a son of man, and he came even to the Ancient of Days, and they brought him near before him.",
        "14": "Dominion was given him, and glory, and a kingdom, that all the peoples, nations, and languages should serve him. His dominion is an everlasting dominion, which will not pass away, and his kingdom one that will not be destroyed.",
        "15": "“As for me, Daniel, my spirit was grieved within my body, and the visions of my head troubled me.",
        "16": "I came near to one of those who stood by, and asked him the truth concerning all this. “So he told me, and made me know the interpretation of the things.",
        "17": "‘These great animals, which are four, are four kings, who will arise out of the earth.",
        "18": "But the saints of the Most High will receive the kingdom, and possess the kingdom forever, even forever and ever.’",
        "19": "“Then I desired to know the truth concerning the fourth animal, which was different from all of them, exceedingly terrible, whose teeth were of iron, and its nails of bronze; which devoured, broke in pieces, and stamped the residue with its feet;",
        "20": "and concerning the ten horns that were on its head and the other horn which came up, and before which three fell, even that horn that had eyes and a mouth that spoke arrogantly, whose look was more stout than its fellows.",
        "21": "I saw, and the same horn made war with the saints, and prevailed against them,",
        "22": "until the Ancient of Days came, and judgment was given to the saints of the Most High, and the time came that the saints possessed the kingdom.",
        "23": "“So he said, ‘The fourth animal will be a fourth kingdom on earth, which will be different from all the kingdoms, and will devour the whole earth, and will tread it down and break it in pieces.",
        "24": "As for the ten horns, ten kings will arise out of this kingdom. Another will arise after them; and he will be different from the former, and he will put down three kings.",
        "25": "He will speak words against the Most High, and will wear out the saints of the Most High. He will plan to change the times and the law; and they will be given into his hand until a time and times and half a time.",
        "26": "“‘But the judgment will be set, and they will take away his dominion, to consume and to destroy it to the end.",
        "27": "The kingdom and the dominion, and the greatness of the kingdoms under the whole sky, will be given to the people of the saints of the Most High. His kingdom is an everlasting kingdom, and all dominions will serve and obey him.’",
        "28": "“Here is the end of the matter. As for me, Daniel, my thoughts troubled me greatly, and my face was changed in me; but I kept the matter in my heart.”"
      }
    }
  }
}