{
  "book": "Daniel",
  "chapter": "3",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Împăratul Nebucadnețar a făcut un chip de aur, înalt de șaizeci de coți și lat de șase coți. L-a ridicat în valea Dura, în ținutul Babilonului.",
        "2": "Împăratul Nebucadnețar a poruncit să cheme pe dregători, pe îngrijitori și pe cârmuitori, pe judecătorii cei mari, pe vistiernici, pe legiuitori, pe judecători și pe toate căpeteniile ținuturilor, ca să vină la sfințirea chipului pe care-l înălțase împăratul Nebucadnețar.",
        "3": "Atunci, dregătorii, îngrijitorii și cârmuitorii, judecătorii cei mari, vistiernicii, legiuitorii, judecătorii și toate căpeteniile ținuturilor s-au strâns la sfințirea chipului pe care-l înălțase împăratul Nebucadnețar. S-au așezat înaintea chipului pe care-l înălțase Nebucadnețar.",
        "4": "Iar un crainic a strigat cu glas tare: „Iată ce vi se poruncește, popoare, neamuri, oameni de toate limbile!",
        "5": "În clipa când veți auzi sunetul trâmbiței, cavalului, chitarei, alăutei, psaltirii, cimpoiului și a tot felul de instrumente de muzică, să vă aruncați cu fața la pământ și să vă închinați chipului de aur pe care l-a înălțat împăratul Nebucadnețar.",
        "6": "Oricine nu se va arunca cu fața la pământ și nu se va închina va fi aruncat chiar în clipa aceea în mijlocul unui cuptor aprins.”",
        "7": "De aceea, în clipa când au auzit toate popoarele sunetul trâmbiței, cavalului, chitarei, alăutei, psaltirii și a tot felul de instrumente de muzică, toate popoarele, neamurile, oamenii de toate limbile s-au aruncat cu fața la pământ și s-au închinat chipului de aur pe care-l înălțase împăratul Nebucadnețar.",
        "8": "Cu prilejul acesta și în aceeași vreme, câțiva haldeeni s-au apropiat și au pârât pe iudei.",
        "9": "Ei au luat cuvântul și au zis împăratului Nebucadnețar: „Să trăiești veșnic, împărate!",
        "10": "Ai dat o poruncă după care toți cei ce vor auzi sunetul trâmbiței, cavalului, chitarei, alăutei, psaltirii, cimpoiului și a tot felul de instrumente de muzică vor trebui să se arunce cu fața la pământ și să se închine chipului de aur",
        "11": "și, după care, oricine nu se va arunca cu fața la pământ și nu se va închina va fi aruncat în mijlocul unui cuptor aprins.",
        "12": "Dar sunt niște iudei cărora le-ai dat în grijă treburile ținutului Babilonului, și anume Șadrac, Meșac și Abed-Nego, oameni care nu țin seama deloc de tine, împărate. Ei nu slujesc dumnezeilor tăi și nu se închină chipului de aur pe care l-ai înălțat tu!”",
        "13": "Atunci, Nebucadnețar, mâniat și plin de urgie, a dat poruncă să aducă pe Șadrac, Meșac și Abed-Nego. Și oamenii aceștia au fost aduși îndată înaintea împăratului.",
        "14": "Nebucadnețar a luat cuvântul și le-a zis: „Înadins oare, Șadrac, Meșac și Abed-Nego, nu slujiți voi dumnezeilor mei și nu vă închinați chipului de aur pe care l-am înălțat?",
        "15": "Acum fiți gata și, în clipa când veți auzi sunetul trâmbiței, cavalului, chitarei, alăutei, psaltirii, cimpoiului și a tot felul de instrumente, să vă aruncați cu fața la pământ și să vă închinați chipului pe care l-am făcut; dacă nu vă veți închina lui, veți fi aruncați pe dată în mijlocul unui cuptor aprins! Și care este dumnezeul acela care vă va scoate din mâna mea?”",
        "16": "Șadrac, Meșac și Abed-Nego au răspuns împăratului Nebucadnețar: „Noi n-avem nevoie să-ți răspundem la cele de mai sus.",
        "17": "Iată, Dumnezeul nostru, căruia Îi slujim, poate să ne scoată din cuptorul aprins și ne va scoate din mâna ta, împărate.",
        "18": "Și, chiar de nu ne va scoate, să știi, împărate, că nu vom sluji dumnezeilor tăi și nici nu ne vom închina chipului de aur pe care l-ai înălțat!”",
        "19": "La auzul acestor cuvinte, Nebucadnețar s-a umplut de mânie și și-a schimbat fața, întorcându-și privirile împotriva lui Șadrac, Meșac și Abed-Nego. A luat din nou cuvântul și a poruncit să încălzească de șapte ori mai mult cuptorul de cum se cădea să-l încălzească.",
        "20": "Apoi, a poruncit unora din cei mai voinici ostași din oștirea lui să lege pe Șadrac, Meșac și Abed-Nego și să-i arunce în cuptorul aprins.",
        "21": "Oamenii aceștia au fost legați cu izmenele, cămășile, mantalele și celelalte haine ale lor și aruncați în mijlocul cuptorului aprins.",
        "22": "Fiindcă porunca împăratului era aspră și cuptorul era neobișnuit de încălzit, flacăra a ucis pe toți oamenii care aruncaseră în el pe Șadrac, Meșac și Abed-Nego.",
        "23": "Dar acești trei oameni: Șadrac, Meșac și Abed-Nego au căzut legați în mijlocul cuptorului aprins.",
        "24": "Atunci, împăratul Nebucadnețar s-a înspăimântat și s-a sculat repede. A luat cuvântul și a zis sfetnicilor săi: „N-am aruncat noi în mijlocul focului trei oameni legați?” Ei au răspuns împăratului: „Negreșit, împărate!”",
        "25": "El a luat iarăși cuvântul și a zis: „Ei bine, eu văd patru oameni umblând slobozi în mijlocul focului și nevătămați, și chipul celui de al patrulea seamănă cu al unui fiu de dumnezei!”",
        "26": "Apoi Nebucadnețar s-a apropiat de gura cuptorului aprins și, luând cuvântul, a zis: „Șadrac, Meșac și Abed-Nego, slujitorii Dumnezeului celui Preaînalt, ieșiți afară și veniți încoace!” Și Șadrac, Meșac și Abed-Nego au ieșit din mijlocul focului.",
        "27": "Dregătorii, îngrijitorii, cârmuitorii, și sfetnicii împăratului s-au strâns și au văzut că focul n-avusese nicio putere asupra trupului acestor oameni, că nici perii capului lor nu se pârliseră, hainele le rămăseseră neschimbate și nici măcar miros de foc nu se prinsese de ei.",
        "28": "Nebucadnețar a luat cuvântul și a zis: „Binecuvântat să fie Dumnezeul lui Șadrac, Meșac și Abed-Nego, care a trimis pe îngerul Său și a izbăvit pe slujitorii Săi care s-au încrezut în El, au călcat porunca împăratului și și-au dat mai degrabă trupurile lor decât să slujească și să se închine altui dumnezeu decât Dumnezeului lor!",
        "29": "Iată acum porunca pe care o dau: Orice om din orice popor, neam sau limbă ar fi, care va vorbi rău de Dumnezeul lui Șadrac, Meșac și Abed-Nego va fi făcut bucăți și casa lui va fi prefăcută într-un morman de murdării, pentru că nu este niciun alt dumnezeu care să poată izbăvi ca El.”",
        "30": "După aceea, împăratul a înălțat pe Șadrac, Meșac și Abed-Nego la mare cinste în ținutul Babilonului."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Împăratul Nebucadnețar a făcut o statuie de aur, înaltă de șaizeci de coți și lată de șase coți, pe care a ridicat-o în Valea Dura, în provincia Babilonului.",
        "2": "Împăratul Nebucadnețar a poruncit să se adune satrapii, demnitarii, guvernatorii, sfetnicii, vistiernicii, judecătorii, magistrații și toți ceilalți conducători ai provinciilor, ca să vină la dedicarea statuii ridicate de împăratul Nebucadnețar.",
        "3": "Satrapii, demnitarii, guvernatorii, sfetnicii, vistiernicii, judecătorii, magistrații și toți ceilalți conducători ai provinciei s-au adunat pentru dedicarea statuii pe care a ridicat-o împăratul Nebucadnețar. Ei au stat înaintea statuii ridicate de împăratul Nebucadnețar și",
        "4": "un crainic a proclamat cu glas tare, zicând: „Popoare, națiuni și oameni de orice limbă!",
        "5": "În clipa când veți auzi sunetul trâmbiței, al flautului, al țiterei, al lirei, al psalterionului, al fluierului și a tot felul de alte instrumente muzicale, să vă plecați și să vă închinați înaintea statuii de aur pe care a ridicat-o împăratul Nebucadnețar.",
        "6": "Cine nu se va pleca și nu se va închina, va fi aruncat chiar în clipa aceea în mijlocul unui cuptor aprins“.",
        "7": "Astfel, când au auzit sunetul cornului, al flautului, al țiterei, al lirei, al psalterionului și a tot felul de alte instrumente muzicale, toate popoarele, națiunile și oamenii de toate limbile s-au plecat și s-au închinat statuii de aur, ridicate de împăratul Nebucadnețar.",
        "8": "Cu prilejul acesta, chiar în aceeași perioadă, câțiva caldeeni au ieșit în față și i-au pârât pe iudei.",
        "9": "Ei i-au zis împăratului Nebucadnețar: „Să trăiești veșnic, împărate!",
        "10": "Tu, împărate, ai dat o poruncă potrivit căreia orice om care aude sunetul cornului, al flautului, al țiterei, al lirei, al psalterionului, al fluierului și a tot felul de alte instrumente muzicale să se plece și să se închine statuii de aur,",
        "11": "iar cine nu se pleacă și nu se închină, să fie aruncat în cuptorul aprins.",
        "12": "Dar sunt niște iudei, pe care i-ai numit în slujba de administratori ai provinciei Babilonului, și anume Șadrak, Meșak și Abed-Nego, oameni care nu țin seama deloc de tine, împărate! Ei nu slujesc dumnezeilor tăi și nu se închină statuii de aur pe care ai ridicat-o“.",
        "13": "Atunci Nebucadnețar, foarte mânios, a poruncit să fie aduși Șadrak, Meșak și Abed-Nego. Bărbații aceștia au fost aduși înaintea împăratului,",
        "14": "iar Nebucadnețar le-a zis: ‒ Șadrak, Meșak și Abed-Nego, este adevărat că voi nu slujiți dumnezeilor mei și nu vă închinați statuii de aur pe care am ridicat-o?",
        "15": "Acum fiți gata ca, în clipa în care veți auzi sunetul cornului, al flautului, al țiterei, al lirei, al psalterionului, al fluierului și a tot felul de alte instrumente muzicale, să vă plecați și să vă închinați statuii pe care am făcut-o. Dacă nu vă veți închina, veți fi aruncați de îndată în mijlocul unui cuptor aprins. Și care este dumnezeul acela care vă va salva din mâna mea?",
        "16": "Șadrak, Meșak și Abed-Nego i-au răspuns împăratului: ‒ O, Nebucadnețar, noi n-avem nevoie să-ți răspundem în această privință!",
        "17": "Iată, Dumnezeul nostru, Căruia Îi slujim, poate să ne scape din cuptorul aprins și ne va scăpa și din mâna ta, împărate!",
        "18": "Și chiar dacă nu ne va scăpa, să știi, împărate, că nu vom sluji dumnezeilor tăi și nici nu ne vom închina statuii de aur pe care ai ridicat-o.",
        "19": "Atunci Nebucadnețar s-a mâniat foarte tare și i s-a schimbat înfățișarea feței din cauza lui Șadrak, a lui Meșak și a lui Abed-Nego. A poruncit să se încălzească cuptorul de șapte ori mai mult decât trebuia încălzit.",
        "20": "Apoi a poruncit unora dintre cei mai puternici bărbați din armata lui să-i lege pe Șadrak, pe Meșak și pe Abed-Nego și să-i arunce în cuptorul aprins.",
        "21": "Astfel, oamenii aceștia au fost legați, așa cum erau îmbrăcați, în mantalele, tunicile, turbanele și celelalte haine ale lor, și au fost aruncați în mijlocul cuptorului aprins.",
        "22": "Fiindcă porunca împăratului a fost grabnică, iar cuptorul fusese încălzit peste măsură, acei oameni care s-au urcat cu Șadrak, Meșak și Abed-Nego au fost uciși de flacăra focului,",
        "23": "iar cei trei bărbați – Șadrak, Meșak și Abed-Nego – legați fiind, au căzut în mijlocul cuptorului aprins.",
        "24": "Atunci împăratul Nebucadnețar s-a înspăimântat și s-a ridicat în grabă. El le-a zis sfetnicilor săi: ‒ Nu am aruncat noi în mijlocul focului trei bărbați legați? Ei i-au răspuns împăratului: ‒ Sigur, împărate!",
        "25": "El a zis: ‒ Iată, eu văd patru bărbați umblând liberi și nevătămați în mijlocul focului, iar înfățișarea celui de-al patrulea seamănă cu a unui fiu de dumnezei.",
        "26": "Atunci Nebucadnețar s-a apropiat de ușa cuptorului aprins și a strigat: „Șadrak, Meșak și Abed-Nego, slujitori ai Dumnezeului celui Preaînalt, ieșiți afară și veniți încoace!“. Șadrak, Meșak și Abed-Nego au ieșit din mijlocul focului.",
        "27": "Satrapii, demnitarii, guvernatorii și sfetnicii împăratului s-au strâns cu toții și au văzut că focul nu avusese nicio putere asupra trupurilor acestor bărbați, că părul capului lor nu se pârlise, că mantiile lor rămăseseră neschimbate și că nici măcar miros de fum nu se prinsese de ei.",
        "28": "Nebucadnețar a zis: „Binecuvântat să fie Dumnezeul lui Șadrak, al lui Meșak și al lui Abed-Nego, Care l-a trimis pe îngerul Său și i-a salvat pe slujitorii Săi. Ei s-au încrezut în El, au desconsiderat porunca împăratului și și-au dat mai degrabă trupurile lor, decât să slujească și să se închine oricărui alt dumnezeu decât Dumnezeului lor.",
        "29": "Prin aceasta, dau o poruncă potrivit căreia, orice om, din orice popor, din orice națiune sau de orice limbă ar fi, care va vorbi de rău despre Dumnezeul lui Șadrak, al lui Meșak și al lui Abed-Nego, să fie făcut bucăți, iar casa lui să fie transformată într-un morman de gunoi, pentru că nu există un alt Dumnezeu care să poată salva în felul acesta“.",
        "30": "După aceea, împăratul i-a promovat pe Șadrak, Meșak și Abed-Nego în provincia Babilonului."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Nebuchadnezzar the king made an image of gold, whose height was sixty cubits and its width six cubits. He set it up in the plain of Dura, in the province of Babylon.",
        "2": "Then Nebuchadnezzar the king sent to gather together the local governors, the deputies, and the governors, the judges, the treasurers, the counselors, the sheriffs, and all the rulers of the provinces, to come to the dedication of the image which Nebuchadnezzar the king had set up.",
        "3": "Then the local governors, the deputies, and the governors, the judges, the treasurers, the counselors, the sheriffs, and all the rulers of the provinces were gathered together to the dedication of the image that Nebuchadnezzar the king had set up; and they stood before the image that Nebuchadnezzar had set up.",
        "4": "Then the herald cried aloud, “To you it is commanded, peoples, nations, and languages,",
        "5": "that whenever you hear the sound of the horn, flute, zither, lyre, harp, pipe, and all kinds of music, you fall down and worship the golden image that Nebuchadnezzar the king has set up.",
        "6": "Whoever doesn’t fall down and worship shall be cast into the middle of a burning fiery furnace the same hour.”",
        "7": "Therefore at that time, when all the peoples heard the sound of the horn, flute, zither, lyre, harp, pipe, and all kinds of music, all the peoples, the nations, and the languages fell down and worshiped the golden image that Nebuchadnezzar the king had set up.",
        "8": "Therefore at that time certain Chaldeans came near and brought accusation against the Jews.",
        "9": "They answered Nebuchadnezzar the king, “O king, live for ever!",
        "10": "You, O king, have made a decree that every man who hears the sound of the horn, flute, zither, lyre, harp, pipe, and all kinds of music shall fall down and worship the golden image;",
        "11": "and whoever doesn’t fall down and worship shall be cast into the middle of a burning fiery furnace.",
        "12": "There are certain Jews whom you have appointed over the affairs of the province of Babylon: Shadrach, Meshach, and Abednego. These men, O king, have not respected you. They don’t serve your gods, and don’t worship the golden image which you have set up.”",
        "13": "Then Nebuchadnezzar in rage and fury commanded that Shadrach, Meshach, and Abednego be brought. Then these men were brought before the king.",
        "14": "Nebuchadnezzar answered them, “Is it true, Shadrach, Meshach, and Abednego, that you don’t serve my gods and you don’t worship the golden image which I have set up?",
        "15": "Now if you are ready whenever you hear the sound of the horn, flute, zither, lyre, harp, pipe, and all kinds of music to fall down and worship the image which I have made, good; but if you don’t worship, you shall be cast the same hour into the middle of a burning fiery furnace. Who is that god who will deliver you out of my hands?”",
        "16": "Shadrach, Meshach, and Abednego answered the king, “Nebuchadnezzar, we have no need to answer you in this matter.",
        "17": "If it happens, our God whom we serve is able to deliver us from the burning fiery furnace; and he will deliver us out of your hand, O king.",
        "18": "But if not, let it be known to you, O king, that we will not serve your gods or worship the golden image which you have set up.”",
        "19": "Then Nebuchadnezzar was full of fury, and the form of his appearance was changed against Shadrach, Meshach, and Abednego. He spoke, and commanded that they should heat the furnace seven times more than it was usually heated.",
        "20": "He commanded certain mighty men who were in his army to bind Shadrach, Meshach, and Abednego, and to cast them into the burning fiery furnace.",
        "21": "Then these men were bound in their pants, their tunics, and their mantles, and their other clothes, and were cast into the middle of the burning fiery furnace.",
        "22": "Therefore because the king’s commandment was urgent and the furnace exceedingly hot, the flame of the fire killed those men who took up Shadrach, Meshach, and Abednego.",
        "23": "These three men, Shadrach, Meshach, and Abednego, fell down bound into the middle of the burning fiery furnace.",
        "24": "Then Nebuchadnezzar the king was astonished and rose up in haste. He spoke and said to his counselors, “Didn’t we cast three men bound into the middle of the fire?” They answered the king, “True, O king.”",
        "25": "He answered, “Look, I see four men loose, walking in the middle of the fire, and they are unharmed. The appearance of the fourth is like a son of the gods.”",
        "26": "Then Nebuchadnezzar came near to the mouth of the burning fiery furnace. He spoke and said, “Shadrach, Meshach, and Abednego, you servants of the Most High God, come out, and come here!” Then Shadrach, Meshach, and Abednego came out of the middle of the fire.",
        "27": "The local governors, the deputies, and the governors, and the king’s counselors, being gathered together, saw these men, that the fire had no power on their bodies. The hair of their head wasn’t singed. Their pants weren’t changed. The smell of fire wasn’t even on them.",
        "28": "Nebuchadnezzar spoke and said, “Blessed be the God of Shadrach, Meshach, and Abednego, who has sent his angel and delivered his servants who trusted in him, and have changed the king’s word, and have yielded their bodies, that they might not serve nor worship any god except their own God.",
        "29": "Therefore I make a decree that every people, nation, and language which speak anything evil against the God of Shadrach, Meshach, and Abednego shall be cut in pieces, and their houses shall be made a dunghill, because there is no other god who is able to deliver like this.”",
        "30": "Then the king promoted Shadrach, Meshach, and Abednego in the province of Babylon."
      }
    }
  }
}