{
  "book": "Deuteronomul",
  "chapter": "24",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Când cineva își va lua o nevastă și se va însura cu ea și s-ar întâmpla ca ea să nu mai aibă trecere înaintea lui, pentru că a descoperit ceva rușinos în ea, să-i scrie o carte de despărțire și, după ce-i va da-o în mână, să-i dea drumul din casa lui.",
        "2": "Ea să iasă de la el, să plece și va putea să se mărite după un alt bărbat.",
        "3": "Dacă și acesta din urmă începe s-o urască, îi scrie o carte de despărțire și, după ce i-o dă în mână, îi dă drumul din casa lui sau dacă acest bărbat din urmă care a luat-o de nevastă moare,",
        "4": "atunci bărbatul dintâi, care îi dăduse drumul, nu va putea s-o ia iarăși de nevastă, după ce s-a pângărit ea, căci lucrul acesta este o urâciune înaintea Domnului, și să nu faci vinovată de păcat țara pe care ți-o dă de moștenire Domnul Dumnezeul tău. Furarea unui om. Leproșii",
        "5": "Dacă un om va fi însurat de curând, să nu se ducă la oaste și să nu se pună nicio sarcină peste el; să fie scutit din pricina familiei timp de un an și să veselească astfel pe nevasta pe care și-a luat-o.",
        "6": "Să nu iei zălog cele două pietre de râșniță, nici chiar piatra de râșniță de deasupra, căci ar însemna că iei zălog însăși viața cuiva.",
        "7": "Dacă se va găsi cineva care să fi furat pe vreunul din frații lui, pe vreunul din copiii lui Israel, și să-l fi făcut rob sau să-l fi vândut, hoțul acela să fie pedepsit cu moartea. Să curățești astfel răul din mijlocul tău.",
        "8": "Ia seama bine și păzește-te de rana leprei și să faceți tot ce vă vor învăța preoții dintre leviți, să aveți grijă să lucrați după poruncile pe care li le-am dat.",
        "9": "Adu-ți aminte ce a făcut Domnul Dumnezeul tău Mariei pe drum, la ieșirea voastră din Egipt. Simbriașii",
        "10": "Dacă ai vreo datorie la aproapele tău, să nu intri în casa lui ca să-i iei lucrul pus zălog,",
        "11": "ci să stai afară, și cel pe care l-ai împrumutat să-ți aducă afară lucrul pus zălog.",
        "12": "Dacă omul acela este sărac, să nu te culci cu lucrul luat zălog de la el la tine;",
        "13": "să i-l dai înapoi la apusul soarelui, ca să se culce în haina lui și să te binecuvânteze, și lucrul acesta ți se va socoti ca un lucru bun înaintea Domnului Dumnezeului tău.",
        "14": "Să nu nedreptățești pe simbriașul sărac și nevoiaș, fie că este unul din frații tăi, fie că este unul din străinii care locuiesc în țara ta, în cetățile tale.",
        "15": "Să-i dai plata pentru ziua lui înainte de apusul soarelui, căci e sărac și o dorește mult. Altfel, ar striga către Domnul împotriva ta, și te-ai face vinovat de un păcat.",
        "16": "Să nu omori pe părinți pentru copii și să nu omori pe copii pentru părinți; fiecare să fie omorât pentru păcatul lui.",
        "17": "Să nu te atingi de dreptul străinului și al orfanului și să nu iei zălog haina văduvei.",
        "18": "Să-ți aduci aminte că ai fost rob în Egipt și că Domnul Dumnezeul tău te-a răscumpărat de acolo, de aceea îți dau aceste porunci, ca să le împlinești. Drepturile străinului, ale orfanului și ale văduvei",
        "19": "Când îți vei secera ogorul și vei uita un snop pe câmp, să nu te întorci să-l iei – să fie al străinului, al orfanului și al văduvei, pentru ca Domnul Dumnezeul tău să te binecuvânteze în tot lucrul mâinilor tale.",
        "20": "Când îți vei scutura măslinii, să nu culegi a doua oară roadele rămase pe ramuri – ele să fie ale străinului, ale orfanului și ale văduvei.",
        "21": "Când îți vei culege via, să nu culegi a doua oară ciorchinele care rămân pe urma ta – ele să fie ale străinului, ale orfanului și ale văduvei.",
        "22": "Adu-ți aminte că ai fost rob în țara Egiptului, de aceea îți dau poruncile acestea, ca să le împlinești."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Când un bărbat se va căsători cu o femeie și, la un moment dat, ea nu va mai găsi bunăvoință înaintea lui, deoarece acesta a descoperit ceva rușinos la ea, când el îi va scrie o scrisoare de despărțire, i-o va da în mână și o va alunga din casa lui,",
        "2": "iar ea va pleca din casa acestuia și va deveni soția altui bărbat,",
        "3": "dacă al doilea soț o urăște, să-i scrie o carte de despărțire, să i-o dea în mână și s-o alunge din casa lui. Dar, dacă cel de-al doilea soț va muri,",
        "4": "atunci primul soț, care a alungat-o, nu va mai putea să se recăsătorească cu ea, după ce ea s-a pângărit. Aceasta ar fi o urâciune înaintea Domnului. Să nu aduci vreun păcat asupra țării pe care Domnul, Dumnezeul tău, ți-o dă ca moștenire.",
        "5": "Dacă un bărbat și-a luat de curând o soție, să nu meargă la război și să nu se pună asupra lui vreo povară. Timp de un an să fie scutit din cauza familiei și să-și înveselească soția pe care și-a luat-o. Reglementări privind dreptatea și grija pentru ceilalți",
        "6": "Să nu iei drept garanție pietrele de moară – nici piatra de jos, nici piatra de deasupra – deoarece este ca și cum ai lua drept garanție viața cuiva.",
        "7": "Dacă se va descoperi că un om l-a furat pe unul dintre frații lui, dintre fiii lui Israel, și l-a tratat ca pe un sclav sau l-a vândut, hoțul acela să moară. Astfel, să nimicești răul din mijlocul tău.",
        "8": "Vegheați cu privire la plaga infecțioasă, păzindu-vă bine și făcând tot ce v-au învățat preoții, leviții! Aveți grijă să faceți ce le-am poruncit.",
        "9": "Adu-ți aminte ce i-a făcut Domnul, Dumnezeul tău, lui Miriam pe drum, la ieșirea voastră din Egipt.",
        "10": "Când vei împrumuta cu ceva pe semenul tău, să nu intri în casa lui ca să iei lucrul stabilit drept garanție.",
        "11": "Să stai afară, iar omul pe care l-ai împrumutat să-ți aducă afară lucrul stabilit drept garanție.",
        "12": "Dacă omul este sărac, să nu te culci acoperindu-te cu lucrul luat drept garanție de la el.",
        "13": "La apusul soarelui să-i dai neapărat înapoi garanția, ca să se culce în haina lui și să te binecuvânteze. Lucrul acesta este considerat dreptate de către Domnul, Dumnezeul tău.",
        "14": "Să nu-l asuprești pe zilierul sărac și nevoiaș, fie că este unul dintre frații tăi, fie că este vreun străin care locuiește în regiunea ta, în cetatea ta.",
        "15": "Să-i dai plata în fiecare zi înainte de apusul soarelui, pentru că este sărac și sufletul lui o dorește. Altfel, ar striga împotriva ta către Domnul, Dumnezeul tău, și te-ai face vinovat de păcat.",
        "16": "Să nu-i omori pe părinți pentru copii și nici pe copii pentru părinți. Fiecare om să fie omorât pentru păcatul lui.",
        "17": "Să nu pervertești dreptul străinului sau al orfanului și să nu iei drept garanție haina văduvei.",
        "18": "Adu-ți aminte că ai fost sclav în Egipt, iar Domnul, Dumnezeul tău, te-a răscumpărat de acolo. De aceea îți poruncește să împlinești poruncile acestea.",
        "19": "Când îți vei secera recolta de pe câmpul tău și vei uita un snop pe câmp, să nu te întorci să-l iei. Să rămână pentru străin, pentru orfan și pentru văduvă, pentru ca Domnul, Dumnezeul tău, să te binecuvânteze în toată lucrarea mâinilor tale.",
        "20": "Când îți vei scutura măslinii, să nu mai culegi de pe ramuri ce a rămas în urma ta. Să rămână pentru străin, pentru orfan și pentru văduvă.",
        "21": "Când îți vei culege via, să nu mai strângi ce a rămas în urma ta. Să rămână pentru străin, pentru orfan și pentru văduvă.",
        "22": "Adu-ți aminte că ai fost sclav în țara Egiptului. De aceea îți poruncesc să împlinești aceste porunci."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "When a man takes a wife and marries her, then it shall be, if she finds no favor in his eyes because he has found some unseemly thing in her, that he shall write her a certificate of divorce, put it in her hand, and send her out of his house.",
        "2": "When she has departed out of his house, she may go and be another man’s wife.",
        "3": "If the latter husband hates her, and writes her a certificate of divorce, puts it in her hand, and sends her out of his house; or if the latter husband dies, who took her to be his wife;",
        "4": "her former husband, who sent her away, may not take her again to be his wife after she is defiled; for that would be an abomination to Yahweh. You shall not cause the land to sin, which Yahweh your God gives you for an inheritance.",
        "5": "When a man takes a new wife, he shall not go out in the army, neither shall he be assigned any business. He shall be free at home one year, and shall cheer his wife whom he has taken.",
        "6": "No man shall take the mill or the upper millstone as a pledge, for he takes a life in pledge.",
        "7": "If a man is found stealing any of his brothers of the children of Israel, and he deals with him as a slave, or sells him, then that thief shall die. So you shall remove the evil from among you.",
        "8": "Be careful in the plague of leprosy, that you observe diligently and do according to all that the Levitical priests teach you. As I commanded them, so you shall observe to do.",
        "9": "Remember what Yahweh your God did to Miriam, by the way as you came out of Egypt.",
        "10": "When you lend your neighbor any kind of loan, you shall not go into his house to get his pledge.",
        "11": "You shall stand outside, and the man to whom you lend shall bring the pledge outside to you.",
        "12": "If he is a poor man, you shall not sleep with his pledge.",
        "13": "You shall surely restore to him the pledge when the sun goes down, that he may sleep in his garment and bless you. It shall be righteousness to you before Yahweh your God.",
        "14": "You shall not oppress a hired servant who is poor and needy, whether he is one of your brothers or one of the foreigners who are in your land within your gates.",
        "15": "In his day you shall give him his wages, neither shall the sun go down on it, for he is poor and sets his heart on it, lest he cry against you to Yahweh, and it be sin to you.",
        "16": "The fathers shall not be put to death for the children, neither shall the children be put to death for the fathers. Every man shall be put to death for his own sin.",
        "17": "You shall not deprive the foreigner or the fatherless of justice, nor take a widow’s clothing in pledge;",
        "18": "but you shall remember that you were a slave in Egypt, and Yahweh your God redeemed you there. Therefore I command you to do this thing.",
        "19": "When you reap your harvest in your field, and have forgotten a sheaf in the field, you shall not go again to get it. It shall be for the foreigner, for the fatherless, and for the widow, that Yahweh your God may bless you in all the work of your hands.",
        "20": "When you beat your olive tree, you shall not go over the boughs again. It shall be for the foreigner, for the fatherless, and for the widow.",
        "21": "When you harvest your vineyard, you shall not glean it after yourselves. It shall be for the foreigner, for the fatherless, and for the widow.",
        "22": "You shall remember that you were a slave in the land of Egypt. Therefore I command you to do this thing."
      }
    }
  }
}