{
  "book": "Deuteronomul",
  "chapter": "9",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Ascultă, Israele! Astăzi vei trece Iordanul, ca să te faci stăpân pe niște neamuri mai mari și mai puternice decât tine, pe cetăți mari și întărite până la cer,",
        "2": "pe un popor mare și înalt la statură, pe copiii lui Anac, pe care-i cunoști și despre care ai auzit zicându-se: ‘Cine va putea să stea împotriva copiilor lui Anac!’",
        "3": "Să știi azi că Domnul Dumnezeul tău va merge El Însuși înaintea ta, ca un foc mistuitor; El îi va nimici, El îi va smeri înaintea ta; și tu îi vei izgoni, îi vei pierde curând, cum ți-a spus Domnul.",
        "4": "Când îi va izgoni Domnul Dumnezeul tău dinaintea ta, să nu zici în inima ta: ‘Pentru bunătatea mea m-a făcut Domnul să intru în stăpânirea țării acesteia.’ Căci din pricina răutății neamurilor acelora le izgonește Domnul dinaintea ta.",
        "5": "Nu, nu pentru bunătatea ta, nici pentru curăția inimii tale intri tu în stăpânirea țării lor, ci din pricina răutății acestor neamuri le izgonește Domnul Dumnezeul tău dinaintea ta și ca să împlinească astfel cuvântul prin care Domnul S-a jurat părinților tăi, lui Avraam, lui Isaac și lui Iacov.",
        "6": "Să știi dar că nu din pricina bunătății tale îți dă Domnul Dumnezeul tău acea țară bună ca s-o stăpânești, căci tu ești un popor tare încăpățânat.",
        "7": "Adu-ți aminte și nu uita cum ai ațâțat mânia Domnului Dumnezeului tău în pustie. Din ziua când ai ieșit din țara Egiptului până la sosirea voastră în locul acesta, tot răzvrătiți împotriva Domnului ați fost!",
        "8": "La Horeb, atâta ați ațâțat mânia Domnului încât Domnul S-a mâniat pe voi și voia să vă nimicească.",
        "9": "Când m-am suit pe munte, ca să iau tablele de piatră, tablele legământului pe care l-a făcut Domnul cu voi, am rămas pe munte patruzeci de zile și patruzeci de nopți, fără să mănânc pâine și fără să beau apă,",
        "10": "și Domnul mi-a dat cele două table de piatră, scrise cu degetul lui Dumnezeu și cuprinzând toate cuvintele pe care vi le spusese Domnul pe munte, din mijlocul focului, în ziua când tot poporul era adunat.",
        "11": "După acele patruzeci de zile și patruzeci de nopți, Domnul mi-a dat cele două table de piatră, tablele legământului.",
        "12": "Domnul mi-a zis atunci: ‘Scoală-te și coboară-te în grabă de aici, căci poporul tău, pe care l-ai scos din Egipt, s-a stricat. S-au abătut curând de la calea pe care le-am arătat-o: și-au făcut un chip turnat.’",
        "13": "Domnul mi-a zis: ‘Eu văd că poporul acesta este un popor tare încăpățânat.",
        "14": "Lasă-mă să-i nimicesc și să le șterg numele de sub ceruri, iar pe tine te voi face un neam mai puternic și mai mare la număr decât poporul acesta.’",
        "15": "M-am întors și m-am coborât de pe munte, care era tot numai foc, cu cele două table ale legământului în amândouă mâinile mele.",
        "16": "M-am uitat, și iată că păcătuiserăți împotriva Domnului Dumnezeului vostru, vă făcuserăți un vițel turnat, vă depărtaserăți curând de la calea pe care v-o arătase Domnul.",
        "17": "Am apucat atunci cele două table, le-am aruncat din mâinile mele și le-am sfărâmat sub ochii voștri.",
        "18": "M-am aruncat cu fața la pământ înaintea Domnului, ca mai înainte, patruzeci de zile și patruzeci de nopți, fără să mănânc și fără să beau apă, din pricina tuturor păcatelor pe care le săvârșiserăți, făcând ce este rău înaintea Domnului, ca să-L mâniați.",
        "19": "Căci mă îngrozisem la vederea mâniei și urgiei de care era cuprins Domnul împotriva voastră, până acolo încât voia să vă nimicească. Dar Domnul m-a ascultat și de data aceasta.",
        "20": "Domnul, de asemenea, era foarte mâniat și pe Aaron, așa încât voia să-l piardă, și eu m-am rugat atunci și pentru el.",
        "21": "Am luat vițelul pe care-l făcuserăți, isprava păcatului vostru, l-am ars în foc, l-am sfărâmat până s-a făcut praf și am aruncat praful acela în pârâul care curgea din munte.",
        "22": "Apoi, la Tabeera, la Masa și la Chibrot-Hataava, voi iarăși ați ațâțat mânia Domnului.",
        "23": "Și când v-a trimis Domnul de la Cades-Barnea, zicând: ‘Suiți-vă și luați în stăpânire țara pe care v-o dau!’, voi v-ați răzvrătit împotriva poruncii Domnului Dumnezeului vostru, n-ați avut credință în El și n-ați ascultat glasul Lui.",
        "24": "V-ați tot răzvrătit împotriva Domnului de când vă cunosc.",
        "25": "M-am aruncat cu fața la pământ înaintea Domnului: patruzeci de zile și patruzeci de nopți m-am aruncat cu fața la pământ, pentru că Domnul spusese că vrea să vă nimicească.",
        "26": "M-am rugat Domnului și am zis: ‘Stăpâne Doamne, nu nimici pe poporul Tău, moștenirea Ta pe care ai răscumpărat-o în mărimea Ta, pe care ai scos-o din Egipt prin mâna Ta cea puternică.",
        "27": "Adu-ți aminte de robii tăi: Avraam, Isaac și Iacov. Nu căuta la îndărătnicia acestui popor, la răutatea lui și la păcatul lui,",
        "28": "ca nu cumva țara din care ne-ai scos să zică: «Pentru că Domnul n-avea putere să-i ducă în țara pe care le-o făgăduise și pentru că-i ura, de aceea i-a scos ca să-i omoare în pustie.»",
        "29": "Totuși ei sunt poporul Tău și moștenirea Ta pe care ai scos-o din Egipt cu mâna Ta cea puternică și cu brațul Tău cel întins.’"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Ascultă, Israel! Astăzi vei traversa Iordanul ca să iei în stăpânire națiuni mai mari și mai puternice decât tine, cu cetăți mari și fortificate până la cer,",
        "2": "cum sunt anachiții, un popor puternic și de statură înaltă, pe care îi cunoști și despre care ai auzit zicându-se: «Cine poate sta împotriva anachiților?».",
        "3": "Dar să știi astăzi că Domnul, Dumnezeul tău, va traversa El Însuși înaintea ta, ca un foc mistuitor. El îi va distruge și-i va smeri înaintea ta, iar tu îi vei alunga și îi vei nimici repede, așa cum ți-a promis Domnul.",
        "4": "După ce Domnul, Dumnezeul tău, îi va alunga dinaintea ta, să nu zici în inima ta: «Datorită dreptății mele m-a adus Domnul să stăpânesc țara aceasta!». Căci din cauza răutății acestor națiuni, le va alunga Domnul dinaintea ta.",
        "5": "Nu datorită dreptății sau curăției inimii tale vei intra în stăpânirea țării lor, ci din cauza răutății acestor națiuni, Domnul, Dumnezeul tău, le va alunga dinaintea ta, și ca să se împlinească astfel cuvântul pe care Domnul l-a jurat părinților tăi, Avraam, Isaac și Iacov.",
        "6": "Să știi, deci, că nu datorită dreptății tale, Domnul, Dumnezeul tău, îți dă în stăpânire această țară bună, căci tu ești un popor încăpățânat.",
        "7": "Adu-ți aminte și nu uita cum L-ai provocat la mânie pe Domnul, Dumnezeul tău, în deșert. Ați fost răzvrătiți împotriva Domnului din ziua în care ați ieșit din țara Egiptului, până la sosirea voastră în locul acesta.",
        "8": "La Horeb, L-ați provocat pe Domnul la mânie, iar Domnul a fost atât de mânios pe voi încât să vă nimicească.",
        "9": "Când m-am urcat pe munte ca să iau tablele de piatră, tablele legământului pe care l-a încheiat Domnul cu voi, am rămas pe munte timp de patruzeci de zile și patruzeci de nopți fără să mănânc pâine și fără să beau apă.",
        "10": "Domnul mi-a dat cele două table de piatră scrise cu degetul lui Dumnezeu. Pe ele erau toate poruncile pe care vi le-a spus pe munte, din mijlocul focului, în ziua adunării.",
        "11": "La sfârșitul celor patruzeci de zile și patruzeci de nopți, Domnul mi-a dat cele două table de piatră, tablele legământului.",
        "12": "Domnul mi-a zis: «Ridică-te și coboară repede din acest loc, fiindcă poporul tău, pe care l-ai scos din Egipt, s-a pervertit. Repede s-a mai abătut de la calea pe care i-am poruncit-o, turnându-și un idol!».",
        "13": "Domnul mi-a vorbit, zicând: «M-am uitat la poporul acesta și iată că este un popor încăpățânat.",
        "14": "Lasă-Mă să-i nimicesc și să le șterg numele de sub ceruri, iar din tine o să fac o națiune mai puternică și mai mare decât ei».",
        "15": "Eu m-am întors și am coborât de pe munte. Muntele ardea cu foc, iar cele două table ale legământului erau în amândouă mâinile mele.",
        "16": "M-am uitat și iată că păcătuiserăți împotriva Domnului, Dumnezeul vostru, făcându-vă un vițel turnat. Repede v-ați mai abătut de la calea pe care v-o poruncise Domnul!",
        "17": "Atunci am luat cele două table și le-am aruncat din mâinile mele, sfărâmându-le sub privirile voastre.",
        "18": "M-am aruncat cu fața la pământ înaintea Domnului, ca mai înainte, timp de patruzeci de zile și patruzeci de nopți. Nu am mâncat pâine și nu am băut apă, din cauza tuturor păcatelor pe care le-ați comis, făcând ce este rău înaintea ochilor Domnului ca să-L provocați la mânie.",
        "19": "La vederea mâniei și furiei Domnului m-am înspăimântat, căci era plin de o așa mânie împotriva voastră, încât era gata să vă nimicească. Dar Domnul m-a ascultat și de data aceasta.",
        "20": "De asemenea, Domnul a fost atât de mânios pe Aaron, încât a dorit să-l nimicească, dar m-am rugat atunci și pentru el.",
        "21": "Am luat vițelul, păcatul pe care-l făcuserăți, și l-am ars în foc. L-am sfărâmat, măcinându-l bine până s-a făcut cenușă, și am aruncat cenușa în pârâul care curgea din munte.",
        "22": "Apoi, la Tabera, la Masa și la Chibrot-Hataava ați provocat iarăși mânia Domnului.",
        "23": "Iar când Domnul v-a trimis de la Kadeș-Barnea, zicând: «Duceți-vă și luați în stăpânire țara pe care v-am dat-o!», v-ați împotrivit poruncii Domnului, Dumnezeul vostru. Nu L-ați crezut și n-ați ascultat de glasul Lui.",
        "24": "V-ați împotrivit Domnului din ziua în care v-am cunoscut.",
        "25": "M-am aruncat cu fața la pământ înaintea Domnului timp de patruzeci de zile și patruzeci de nopți, pentru că Domnul Își propusese să vă nimicească.",
        "26": "M-am rugat Domnului și I-am zis: «Stăpâne Doamne, nu distruge poporul Tău, moștenirea Ta, pe care ai răscumpărat-o cu puterea Ta cea mare și ai scos-o din Egipt cu mână tare.",
        "27": "Adu-Ți aminte de Avraam, Isaac și Iacov, slujitorii Tăi. Nu privi la încăpățânarea acestui popor, nici la răutatea și la păcatul lui,",
        "28": "ca nu cumva țara din care ne-ai scos să spună: ‘Pentru că Domnul nu avea putere să-i ducă în țara pe care le-a promis-o și pentru că îi ura, de aceea i-a scos din Egipt, ca să-i omoare în deșert’.",
        "29": "Totuși, ei sunt poporul Tău, moștenirea Ta, pe care ai eliberat-o cu puterea Ta cea mare și cu brațul Tău întins»."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Hear, Israel! You are to pass over the Jordan today, to go in to dispossess nations greater and mightier than yourself, cities great and fortified up to the sky,",
        "2": "a people great and tall, the sons of the Anakim, whom you know, and of whom you have heard say, “Who can stand before the sons of Anak?”",
        "3": "Know therefore today that Yahweh your God is he who goes over before you as a devouring fire. He will destroy them and he will bring them down before you. So you shall drive them out and make them perish quickly, as Yahweh has spoken to you.",
        "4": "Don’t say in your heart, after Yahweh your God has thrust them out from before you, “For my righteousness Yahweh has brought me in to possess this land;” because Yahweh drives them out before you because of the wickedness of these nations.",
        "5": "Not for your righteousness or for the uprightness of your heart do you go in to possess their land; but for the wickedness of these nations Yahweh your God does drive them out from before you, and that he may establish the word which Yahweh swore to your fathers, to Abraham, to Isaac, and to Jacob.",
        "6": "Know therefore that Yahweh your God doesn’t give you this good land to possess for your righteousness, for you are a stiff-necked people.",
        "7": "Remember, and don’t forget, how you provoked Yahweh your God to wrath in the wilderness. From the day that you left the land of Egypt until you came to this place, you have been rebellious against Yahweh.",
        "8": "Also in Horeb you provoked Yahweh to wrath, and Yahweh was angry with you to destroy you.",
        "9": "When I had gone up onto the mountain to receive the stone tablets, even the tablets of the covenant which Yahweh made with you, then I stayed on the mountain forty days and forty nights. I neither ate bread nor drank water.",
        "10": "Yahweh delivered to me the two stone tablets written with God’s finger. On them were all the words which Yahweh spoke with you on the mountain out of the middle of the fire in the day of the assembly.",
        "11": "It came to pass at the end of forty days and forty nights that Yahweh gave me the two stone tablets, even the tablets of the covenant.",
        "12": "Yahweh said to me, “Arise, get down quickly from here; for your people whom you have brought out of Egypt have corrupted themselves. They have quickly turned away from the way which I commanded them. They have made a molten image for themselves!”",
        "13": "Furthermore Yahweh spoke to me, saying, “I have seen these people, and behold, they are a stiff-necked people.",
        "14": "Leave me alone, that I may destroy them, and blot out their name from under the sky; and I will make of you a nation mightier and greater than they.”",
        "15": "So I turned and came down from the mountain, and the mountain was burning with fire. The two tablets of the covenant were in my two hands.",
        "16": "I looked, and behold, you had sinned against Yahweh your God. You had made yourselves a molded calf. You had quickly turned away from the way which Yahweh had commanded you.",
        "17": "I took hold of the two tablets, and threw them out of my two hands, and broke them before your eyes.",
        "18": "I fell down before Yahweh, as at the first, forty days and forty nights. I neither ate bread nor drank water, because of all your sin which you sinned, in doing that which was evil in Yahweh’s sight, to provoke him to anger.",
        "19": "For I was afraid of the anger and hot displeasure with which Yahweh was angry against you to destroy you. But Yahweh listened to me that time also.",
        "20": "Yahweh was angry enough with Aaron to destroy him. I prayed for Aaron also at the same time.",
        "21": "I took your sin, the calf which you had made, and burned it with fire, and crushed it, grinding it very small, until it was as fine as dust. I threw its dust into the brook that descended out of the mountain.",
        "22": "At Taberah, at Massah, and at Kibroth Hattaavah you provoked Yahweh to wrath.",
        "23": "When Yahweh sent you from Kadesh Barnea, saying, “Go up and possess the land which I have given you,” you rebelled against the commandment of Yahweh your God, and you didn’t believe him or listen to his voice.",
        "24": "You have been rebellious against Yahweh from the day that I knew you.",
        "25": "So I fell down before Yahweh the forty days and forty nights that I fell down, because Yahweh had said he would destroy you.",
        "26": "I prayed to Yahweh, and said, “Lord Yahweh, don’t destroy your people and your inheritance that you have redeemed through your greatness, that you have brought out of Egypt with a mighty hand.",
        "27": "Remember your servants, Abraham, Isaac, and Jacob. Don’t look at the stubbornness of this people, nor at their wickedness, nor at their sin,",
        "28": "lest the land you brought us out from say, ‘Because Yahweh was not able to bring them into the land which he promised to them, and because he hated them, he has brought them out to kill them in the wilderness.’",
        "29": "Yet they are your people and your inheritance, which you brought out by your great power and by your outstretched arm.”"
      }
    }
  }
}