{
  "book": "Deuteronomul",
  "chapter": "22",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Dacă vezi rătăcindu-se boul sau oaia fratelui tău, să nu o ocolești, ci să o aduci la fratele tău.",
        "2": "Dacă fratele tău nu locuiește lângă tine și nu-l cunoști, să iei dobitocul la tine acasă și să rămână la tine până ce-l cere fratele tău, și atunci să i-l dai.",
        "3": "Tot așa să faci și cu măgarul lui, tot așa să faci și cu haina lui și tot așa să faci cu orice lucru pierdut de el și găsit de tine: să nu le ocolești.",
        "4": "Dacă vezi măgarul fratelui tău sau boul lui căzut pe drum, să nu-l ocolești, ci să-l ajuți să-l ridice. Amestecul semințelor și țesăturilor",
        "5": "Femeia să nu poarte îmbrăcăminte bărbătească, și bărbatul să nu se îmbrace cu haine femeiești, căci oricine face lucrurile acestea este o urâciune înaintea Domnului Dumnezeului tău.",
        "6": "Dacă întâlnești pe drum un cuib de pasăre, într-un copac sau pe pământ, cu pui sau ouă și mama lor șezând peste pui sau peste ouă, să nu iei și pe mamă, și pe puii ei,",
        "7": "ci să dai drumul mamei și să nu iei decât puii, ca să fii fericit și să ai zile multe.",
        "8": "Când zidești o casă nouă, să-ți faci un pălimar împrejurul acoperișului, ca să nu aduci vină de sânge asupra casei tale, dacă s-ar întâmpla să cadă cineva de pe ea.",
        "9": "Să nu semeni în via ta două feluri de semințe, ca nu cumva să întinezi și rodul seminței pe care ai semănat-o, și rodul viei.",
        "10": "Să nu ari cu un bou și un măgar înjugați împreună.",
        "11": "Să nu porți o haină țesută din felurite fire, din lână și in unite împreună.",
        "12": "Să faci ciucuri la cele patru colțuri ale hainei cu care te vei înveli. Pedeapsa pentru curvie",
        "13": "Dacă un om care și-a luat o nevastă și s-a împreunat cu ea o urăște,",
        "14": "apoi o învinuiește de lucruri nelegiuite și-i scoate nume rău, zicând: ‘Am luat pe femeia aceasta, m-am apropiat de ea și n-am găsit-o fecioară’,",
        "15": "atunci tatăl și mama fetei să ia semnele fecioriei ei și să le aducă înaintea bătrânilor cetății, la poartă.",
        "16": "Tatăl fetei să spună bătrânilor: ‘Am dat pe fiică-mea de nevastă omului acestuia, și el a început s-o urască;",
        "17": "acum o învinuiește de lucruri nelegiuite, zicând: «N-am găsit fecioară pe fiică-ta.» Dar iată semnele fecioriei fetei mele.’ Și să desfacă haina ei înaintea bătrânilor cetății.",
        "18": "Bătrânii cetății să ia atunci pe omul acela și să-l pedepsească",
        "19": "și, pentru că a scos nume rău unei fecioare din Israel, să-l osândească la o gloabă de o sută de sicli de argint, pe care să-i dea tatălui fetei. Ea să rămână nevasta lui, și el nu va putea s-o gonească toată viața lui.",
        "20": "Dar dacă faptul este adevărat, dacă fata nu s-a găsit fecioară,",
        "21": "să scoată pe fată la ușa casei tatălui ei, să fie ucisă cu pietre de oamenii din cetate și să moară, pentru că a săvârșit o mișelie în Israel, curvind în casa tatălui ei. Să curățești astfel răul din mijlocul tău. Pedeapsa pentru preacurvie",
        "22": "Dacă se va găsi un bărbat culcat cu o femeie măritată, să moară amândoi: și bărbatul care s-a culcat cu femeia, și femeia. Să curățești astfel răul din mijlocul lui Israel.",
        "23": "Dacă o fată fecioară este logodită și o întâlnește un om în cetate și se culcă cu ea,",
        "24": "să-i aduceți pe amândoi la poarta cetății, să-i ucideți cu pietre și să moară amândoi: fata pentru că n-a țipat în cetate și omul pentru că a necinstit pe nevasta aproapelui său. Să curățești astfel răul din mijlocul tău.",
        "25": "Dar dacă omul acela întâlnește în câmp pe fata logodită, o apucă cu sila și se culcă cu ea, numai omul care s-a culcat cu ea să fie pedepsit cu moartea.",
        "26": "Fetei să nu-i faci nimic; ea nu este vinovată de o nelegiuire vrednică de pedeapsa cu moartea, căci e ca și cu un om care se aruncă asupra aproapelui lui și-l omoară.",
        "27": "Fata logodită pe care a întâlnit-o omul acela pe câmp a putut să strige fără să fie cineva să-i sară în ajutor.",
        "28": "Dacă un om întâlnește o fată fecioară nelogodită, o apucă cu sila și se culcă cu ea și se întâmplă să fie prinși,",
        "29": "omul care s-a culcat cu ea să dea tatălui fetei cincizeci de sicli de argint și, pentru că a necinstit-o, s-o ia de nevastă și nu va putea s-o gonească toată viața lui.",
        "30": "Nimeni să nu ia pe nevasta tatălui său și nici să nu ridice învelitoarea tatălui său."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Dacă vei vedea boul sau oaia fratelui tău rătăcindu-se, să nu fii nepăsător, ci să i le aduci înapoi.",
        "2": "Dacă fratele tău nu locuiește aproape de tine sau dacă nu-l cunoști, să iei animalul acasă la tine și să-l păzești până va veni după el. Atunci, să i-l dai înapoi.",
        "3": "La fel să faci și cu măgarul, cu haina sau cu orice lucru pierdut de fratele tău, pe care el l-a pierdut, iar tu l-ai găsit; să nu fii nepăsător.",
        "4": "Dacă vei vedea măgarul sau boul fratelui tău căzut pe drum, să nu-l ocolești, ci să-l ajuți să se ridice.",
        "5": "Femeia să nu se îmbrace cu haine pentru bărbați, iar bărbatul să nu se îmbrace cu îmbrăcăminte pentru femei, fiindcă oricine face acest lucru este o urâciune înaintea Domnului, Dumnezeul vostru.",
        "6": "Dacă vei găsi un cuib de pasăre lângă drum, într-un copac sau pe câmp, cu pui sau ouă, iar mama șezând peste pui sau peste ouă, să nu iei mama împreună cu puii.",
        "7": "Ci să dai drumul mamei și să nu iei decât puii, ca să-ți fie bine și să ai viață lungă.",
        "8": "Când vei construi o casă nouă, să faci un parapet pe acoperiș, ca să nu aduci vină de sânge peste casa ta, dacă va cădea cineva de pe ea.",
        "9": "Să nu semeni două feluri de semințe în podgoria ta, ca nu cumva să întinezi și rodul seminței pe care ai semănat-o, și rodul viei.",
        "10": "Să nu ari cu un bou și cu un măgar înjugați împreună.",
        "11": "Să nu te îmbraci cu o haină țesută din fire diferite, cum ar fi lâna și inul țesute împreună.",
        "12": "Să faci ciucuri la cele patru colțuri ale mantiei cu care te vei înveli. Încălcarea legământului căsătoriei",
        "13": "Dacă un bărbat și-a luat o soție, iar după ce s-a împreunat cu ea, o urăște",
        "14": "și îi aduce învinuiri, scoțându-i astfel un nume rău și zicând: «Am luat-o de soție pe femeia aceasta, dar când m-am apropiat de ea, n-am găsit la ea semnele fecioriei»,",
        "15": "atunci tatăl și mama fetei să ia semnele fecioriei acesteia și să le aducă la bătrânii cetății, la poartă.",
        "16": "Tatăl fetei să le spună bătrânilor astfel: «Am dat-o pe fata mea de soție acestui bărbat, dar el o urăște.",
        "17": "Iată, el îi aduce învinuiri, zicând: ‘Nu am găsit la fata ta semnele fecioriei’. Însă semnele fecioriei fetei mele sunt acestea!». Și să întindă haina înaintea bătrânilor cetății.",
        "18": "Bătrânii acelei cetăți să-l ia atunci pe bărbatul acela și să-l pedepsească.",
        "19": "Să-l pună să plătească o sută de șecheli de argint, iar ei să dea acești șecheli tatălui fetei, pentru că a defăimat numele unei fecioare a lui Israel. Ea va rămâne soția lui, iar el nu va putea s-o alunge toată viața lui.",
        "20": "Dar, dacă faptul acesta este adevărat, dacă nu s-au găsit la fată semnele fecioriei ei,",
        "21": "atunci ei vor trebui s-o aducă la ușa casei tatălui ei ca să fie omorâtă cu pietre de către bărbații cetății, pentru că a comis o spurcăciune în Israel, curvind în casa tatălui ei. Astfel, să nimicești răul din mijlocul tău.",
        "22": "Dacă se va găsi un bărbat culcându-se cu o femeie măritată, să fie omorâți amândoi, atât bărbatul care s-a culcat cu femeia, cât și femeia. Astfel, să nimicești răul din Israel.",
        "23": "Dacă o fată fecioară este logodită, iar un bărbat o întâlnește în cetate și se culcă cu ea,",
        "24": "să-i aduceți împreună la porțile cetății și să-i omorâți cu pietre pe amândoi: pe fată s-o condamnați pentru că nu a strigat în cetate, iar pe bărbat fiindcă a dezonorat-o pe soția semenului său. Astfel, să nimicești răul din mijlocul tău.",
        "25": "Dar, dacă bărbatul acela va întâlni pe câmp o fată logodită și o va forța să se culce cu el, atunci doar bărbatul care s-a culcat cu ea să fie omorât.",
        "26": "Fetei să nu-i faceți nimic, fiindcă ea nu este vinovată de niciun păcat pentru care merită să fie pedepsită cu moartea. Căci este ca și cum un om se năpustește asupra semenului său și îi ia viața.",
        "27": "El a întâlnit-o pe câmp pe fata logodită și, deși ea a strigat, n-a fost nimeni care s-o salveze.",
        "28": "Dacă un bărbat întâlnește o fată fecioară nelogodită și o forțează să se culce cu el, apoi sunt descoperiți,",
        "29": "bărbatul care s-a culcat cu ea, să plătească tatălui fetei cincizeci de șecheli de argint. Ea să rămână soția lui, pentru că a dezonorat-o, iar el nu va putea s-o alunge toată viața lui.",
        "30": "Nimeni să nu o ia de soție pe soția tatălui său și nici să nu descopere învelitoarea tatălui său."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "You shall not see your brother’s ox or his sheep go astray and hide yourself from them. You shall surely bring them again to your brother.",
        "2": "If your brother isn’t near to you, or if you don’t know him, then you shall bring it home to your house, and it shall be with you until your brother comes looking for it, and you shall restore it to him.",
        "3": "So you shall do with his donkey. So you shall do with his garment. So you shall do with every lost thing of your brother’s, which he has lost and you have found. You may not hide yourself.",
        "4": "You shall not see your brother’s donkey or his ox fallen down by the way, and hide yourself from them. You shall surely help him to lift them up again.",
        "5": "A woman shall not wear men’s clothing, neither shall a man put on women’s clothing; for whoever does these things is an abomination to Yahweh your God.",
        "6": "If you come across a bird’s nest on the way, in any tree or on the ground, with young ones or eggs, and the hen sitting on the young, or on the eggs, you shall not take the hen with the young.",
        "7": "You shall surely let the hen go, but the young you may take for yourself, that it may be well with you, and that you may prolong your days.",
        "8": "When you build a new house, then you shall make a railing around your roof, so that you don’t bring blood on your house if anyone falls from there.",
        "9": "You shall not sow your vineyard with two kinds of seed, lest all the fruit be defiled, the seed which you have sown, and the increase of the vineyard.",
        "10": "You shall not plow with an ox and a donkey together.",
        "11": "You shall not wear clothes of wool and linen woven together.",
        "12": "You shall make yourselves fringes on the four corners of your cloak with which you cover yourself.",
        "13": "If any man takes a wife, and goes in to her, hates her,",
        "14": "accuses her of shameful things, gives her a bad name, and says, “I took this woman, and when I came near to her, I didn’t find in her the tokens of virginity;”",
        "15": "then the young lady’s father and mother shall take and bring the tokens of the young lady’s virginity to the elders of the city in the gate.",
        "16": "The young lady’s father shall tell the elders, “I gave my daughter to this man as his wife, and he hates her.",
        "17": "Behold, he has accused her of shameful things, saying, ‘I didn’t find in your daughter the tokens of virginity;’ and yet these are the tokens of my daughter’s virginity.” They shall spread the cloth before the elders of the city.",
        "18": "The elders of that city shall take the man and chastise him.",
        "19": "They shall fine him one hundred shekels of silver, and give them to the father of the young lady, because he has given a bad name to a virgin of Israel. She shall be his wife. He may not put her away all his days.",
        "20": "But if this thing is true, that the tokens of virginity were not found in the young lady,",
        "21": "then they shall bring out the young lady to the door of her father’s house, and the men of her city shall stone her to death with stones, because she has done folly in Israel, to play the prostitute in her father’s house. So you shall remove the evil from among you.",
        "22": "If a man is found lying with a woman married to a husband, then they shall both die, the man who lay with the woman and the woman. So you shall remove the evil from Israel.",
        "23": "If there is a young lady who is a virgin pledged to be married to a husband, and a man finds her in the city, and lies with her,",
        "24": "then you shall bring them both out to the gate of that city, and you shall stone them to death with stones; the lady, because she didn’t cry, being in the city; and the man, because he has humbled his neighbor’s wife. So you shall remove the evil from among you.",
        "25": "But if the man finds the lady who is pledged to be married in the field, and the man forces her and lies with her, then only the man who lay with her shall die;",
        "26": "but to the lady you shall do nothing. There is in the lady no sin worthy of death; for as when a man rises against his neighbor and kills him, even so is this matter;",
        "27": "for he found her in the field, the pledged to be married lady cried, and there was no one to save her.",
        "28": "If a man finds a lady who is a virgin, who is not pledged to be married, grabs her and lies with her, and they are found,",
        "29": "then the man who lay with her shall give to the lady’s father fifty shekels of silver. She shall be his wife, because he has humbled her. He may not put her away all his days.",
        "30": "A man shall not take his father’s wife, and shall not uncover his father’s skirt."
      }
    }
  }
}