{
  "book": "Deuteronomul",
  "chapter": "6",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Iată poruncile, legile și rânduielile pe care a poruncit Domnul Dumnezeul vostru să vă învăț să le împliniți în țara pe care o veți lua în stăpânire;",
        "2": "ca să te temi de Domnul Dumnezeul tău, păzind, în toate zilele vieții tale, tu, fiul tău și fiul fiului tău, toate legile și toate poruncile Lui pe care ți le dau și să ai zile multe.",
        "3": "Ascultă-le dar, Israele, și caută să le împlinești, ca să fii fericit și să vă înmulțiți mult, cum ți-a spus Domnul Dumnezeul părinților tăi, când ți-a făgăduit țara în care curge lapte și miere.",
        "4": "Ascultă, Israele! Domnul Dumnezeul nostru este singurul Domn.",
        "5": "Să iubești pe Domnul Dumnezeul tău cu toată inima ta, cu tot sufletul tău și cu toată puterea ta.",
        "6": "Și poruncile acestea, pe care ți le dau astăzi, să le ai în inima ta.",
        "7": "Să le întipărești în mintea copiilor tăi și să vorbești de ele când vei fi acasă, când vei pleca în călătorie, când te vei culca și când te vei scula.",
        "8": "Să le legi ca un semn de aducere aminte la mâini și să-ți fie ca niște fruntarii între ochi.",
        "9": "Să le scrii pe ușorii casei tale și pe porțile tale. Tâlcuirea poruncii despre dragostea de Dumnezeu",
        "10": "Domnul Dumnezeul tău te va face să intri în țara pe care a jurat părinților tăi, lui Avraam, lui Isaac și lui Iacov, că ți-o va da. Vei stăpâni cetăți mari și bune pe care nu tu le-ai zidit,",
        "11": "case pline de tot felul de bunuri pe care nu tu le-ai umplut, puțuri de apă săpate pe care nu tu le-ai săpat, vii și măslini pe care nu tu i-ai sădit. Când vei mânca și te vei sătura,",
        "12": "vezi să nu uiți pe Domnul, care te-a scos din țara Egiptului, din casa robiei.",
        "13": "Să te temi de Domnul Dumnezeul tău, să-I slujești și pe Numele Lui să juri.",
        "14": "Să nu vă duceți după alți dumnezei dintre dumnezeii popoarelor din jurul vostru,",
        "15": "căci Domnul Dumnezeul tău este un Dumnezeu gelos în mijlocul tău. Altfel, Domnul Dumnezeul tău S-ar aprinde de mânie împotriva ta și te-ar nimici de pe fața pământului.",
        "16": "Să nu ispitiți pe Domnul Dumnezeul vostru, cum L-ați ispitit la Masa.",
        "17": "Ci să păziți poruncile Domnului Dumnezeului vostru, poruncile Lui și legile Lui pe care vi le-a dat.",
        "18": "Să faci ce este plăcut și bine înaintea Domnului, ca să fii fericit și să intri în stăpânirea țării aceleia bune, pe care Domnul a jurat părinților tăi că ți-o va da,",
        "19": "după ce va izgoni pe toți vrăjmașii tăi dinaintea ta, cum a spus Domnul.",
        "20": "Când fiul tău te va întreba într-o zi: ‘Ce înseamnă învățăturile acestea, legile acestea și poruncile acestea, pe care vi le-a dat Domnul Dumnezeul nostru?’,",
        "21": "să răspunzi fiului tău: ‘Noi eram robi ai lui Faraon în Egipt, și Domnul ne-a scos din Egipt cu mâna Lui cea puternică.",
        "22": "Domnul a făcut, sub ochii noștri, minuni și semne mari și nenorocite împotriva Egiptului, împotriva lui Faraon și împotriva întregii lui case",
        "23": "și ne-a scos de acolo ca să ne aducă în țara pe care jurase părinților noștri că ne-o va da.",
        "24": "Domnul ne-a poruncit atunci să împlinim toate aceste legi și să ne temem de Domnul Dumnezeul nostru, ca să fim totdeauna fericiți și să ne țină în viață, cum face astăzi.",
        "25": "Vom avea parte de îndurarea Lui dacă vom împlini cu scumpătate toate aceste porunci înaintea Domnului Dumnezeului nostru, cum ne-a poruncit El.’"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Acestea sunt poruncile, hotărârile și judecățile pe care Domnul, Dumnezeul vostru, mi-a poruncit să vă învăț să le împliniți în țara pe care o veți stăpâni,",
        "2": "ca să te temi de Domnul, Dumnezeul tău, atât tu, cât și fiii și nepoții tăi, în toate zilele vieții tale, păzind toate hotărârile și poruncile pe care ți le dau, și ca să ai viață lungă.",
        "3": "Ascultă, Israel, și veghează să le împlinești, ca să-ți meargă bine și să vă înmulțiți mult, așa cum ți-a promis Domnul, Dumnezeul strămoșilor tăi, în țara în care curge lapte și miere.",
        "4": "Ascultă, Israel! Domnul, Dumnezeul nostru, este singurul Domn.",
        "5": "Să-L iubești pe Domnul, Dumnezeul tău, cu toată inima ta, cu tot sufletul tău și cu toată puterea ta.",
        "6": "Iar cuvintele acestea, pe care ți le poruncesc astăzi, să le păstrezi în inima ta.",
        "7": "Să le întipărești în mintea copiilor tăi și să vorbești despre ele când vei fi acasă sau în călătorie, când te vei culca sau când te vei trezi.",
        "8": "Să ți le legi de mână ca semn de aducere-aminte și să-ți fie ca niște bentițe pe frunte.",
        "9": "Să le scrii pe tocurile ușilor caselor tale și pe porțile tale.",
        "10": "Când Domnul, Dumnezeul tău, te va duce în țara pe care a promis-o prin jurământ părinților tăi, Avraam, Isaac și Iacov, și-ți va da cetăți mari și bune, pe care nu tu le-ai construit,",
        "11": "case pline cu tot felul de bunuri, pe care nu tu le-ai umplut, fântâni pe care nu tu le-ai săpat, vii și măslini pe care nu tu i-ai plantat, atunci când vei mânca și te vei sătura,",
        "12": "ai grijă să nu cumva să uiți de Domnul, Care te-a scos din țara Egiptului, din casa sclavilor.",
        "13": "Să te temi de Domnul, Dumnezeul tău, Lui să-I slujești și în Numele Lui să juri.",
        "14": "Să nu vă duceți după alți dumnezei, dintre dumnezeii popoarelor care sunt în jurul vostru,",
        "15": "fiindcă Domnul, Dumnezeul tău, Care este în mijlocul tău, este un Dumnezeu gelos, iar mânia Lui s-ar aprinde împotriva ta și te-ar nimici de pe fața pământului.",
        "16": "Să nu-L ispitiți pe Domnul, Dumnezeul vostru, așa cum L-ați ispitit la Masa.",
        "17": "Să păziți cu atenție poruncile Domnului, Dumnezeul vostru, învățăturile și hotărârile pe care vi le-a dat.",
        "18": "Să faci ce este drept și bine înaintea Domnului, ca să-ți meargă bine și să intri în stăpânirea acelei țări bune pe care El a promis-o, prin jurământ, strămoșilor tăi",
        "19": "și, astfel, să-i alungi dinaintea ta pe toți dușmanii tăi, după cum a spus Domnul.",
        "20": "Când fiul tău te va întreba într-o zi: «Ce înseamnă aceste învățături, hotărâri și judecăți, pe care vi le-a poruncit Domnul, Dumnezeul nostru?»,",
        "21": "să-i răspunzi fiului tău astfel: «Noi eram sclavi ai lui Faraon în Egipt, iar Domnul ne-a scos din Egipt cu mână puternică.",
        "22": "Înaintea ochilor noștri Domnul a făcut semne, minuni mari și dezastre împotriva Egiptului, împotriva lui Faraon și a întregii lui case.",
        "23": "El ne-a scos de acolo ca să ne ducă în țara pe care a promis-o prin jurământ strămoșilor noștri.",
        "24": "Domnul ne-a poruncit să împlinim toate aceste hotărâri și să ne temem de Domnul, Dumnezeul nostru, ca să ne fie bine în toate zilele și să ne țină în viață, așa cum a făcut până în ziua aceasta.",
        "25": "Iar, dacă vom avea grijă să împlinim toate poruncile acestea înaintea Domnului, Dumnezeul nostru, așa cum ne-a poruncit El, aceasta va fi dreptate pentru noi»."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now these are the commandments, the statutes, and the ordinances, which Yahweh your God commanded to teach you, that you might do them in the land that you go over to possess;",
        "2": "that you might fear Yahweh your God, to keep all his statutes and his commandments, which I command you—you, your son, and your son’s son, all the days of your life; and that your days may be prolonged.",
        "3": "Hear therefore, Israel, and observe to do it, that it may be well with you, and that you may increase mightily, as Yahweh, the God of your fathers, has promised to you, in a land flowing with milk and honey.",
        "4": "Hear, Israel: Yahweh is our God. Yahweh is one.",
        "5": "You shall love Yahweh your God with all your heart, with all your soul, and with all your might.",
        "6": "These words, which I command you today, shall be on your heart;",
        "7": "and you shall teach them diligently to your children, and shall talk of them when you sit in your house, and when you walk by the way, and when you lie down, and when you rise up.",
        "8": "You shall bind them for a sign on your hand, and they shall be for frontlets between your eyes.",
        "9": "You shall write them on the door posts of your house and on your gates.",
        "10": "It shall be, when Yahweh your God brings you into the land which he swore to your fathers, to Abraham, to Isaac, and to Jacob, to give you, great and goodly cities which you didn’t build,",
        "11": "and houses full of all good things which you didn’t fill, and cisterns dug out which you didn’t dig, vineyards and olive trees which you didn’t plant, and you shall eat and be full;",
        "12": "then beware lest you forget Yahweh, who brought you out of the land of Egypt, out of the house of bondage.",
        "13": "You shall fear Yahweh your God; and you shall serve him, and shall swear by his name.",
        "14": "You shall not go after other gods, of the gods of the peoples who are around you,",
        "15": "for Yahweh your God among you is a jealous God, lest the anger of Yahweh your God be kindled against you, and he destroy you from off the face of the earth.",
        "16": "You shall not tempt Yahweh your God, as you tempted him in Massah.",
        "17": "You shall diligently keep the commandments of Yahweh your God, and his testimonies, and his statutes, which he has commanded you.",
        "18": "You shall do that which is right and good in Yahweh’s sight, that it may be well with you and that you may go in and possess the good land which Yahweh swore to your fathers,",
        "19": "to thrust out all your enemies from before you, as Yahweh has spoken.",
        "20": "When your son asks you in time to come, saying, “What do the testimonies, the statutes, and the ordinances, which Yahweh our God has commanded you mean?”",
        "21": "then you shall tell your son, “We were Pharaoh’s slaves in Egypt. Yahweh brought us out of Egypt with a mighty hand;",
        "22": "and Yahweh showed great and awesome signs and wonders on Egypt, on Pharaoh, and on all his house, before our eyes;",
        "23": "and he brought us out from there, that he might bring us in, to give us the land which he swore to our fathers.",
        "24": "Yahweh commanded us to do all these statutes, to fear Yahweh our God, for our good always, that he might preserve us alive, as we are today.",
        "25": "It shall be righteousness to us, if we observe to do all these commandments before Yahweh our God, as he has commanded us.”"
      }
    }
  }
}