{
  "book": "Deuteronomul",
  "chapter": "12",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Iată legile și poruncile pe care să le păziți și să le împliniți cât veți trăi în țara pe care v-o dă în stăpânire Domnul Dumnezeul părinților voștri.",
        "2": "Să nimiciți toate locurile în care slujesc dumnezeilor lor neamurile pe care le veți izgoni, fie pe munți înalți, fie pe dealuri și sub orice copac verde.",
        "3": "Să le surpați altarele, să le sfărâmați stâlpii idolești, să le ardeți în foc copacii închinați idolilor lor, să dărâmați chipurile cioplite ale dumnezeilor lor și să faceți să le piară numele din locurile acelea. Locul și chipul adevăratei slujbe dumnezeiești",
        "4": "Voi să nu faceți așa față de Domnul Dumnezeul vostru!",
        "5": "Ci să-L căutați la locașul Lui și să mergeți la locul pe care-l va alege Domnul Dumnezeul vostru din toate semințiile voastre, ca să-Și așeze acolo Numele Lui.",
        "6": "Acolo să vă aduceți arderile-de-tot, jertfele voastre, zeciuielile voastre, cele dintâi roade, darurile aduse ca împlinire a unei juruințe, darurile de bunăvoie și întâii născuți din cirezile și turmele voastre.",
        "7": "Acolo să mâncați înaintea Domnului Dumnezeului vostru și să vă bucurați, împreună cu familiile voastre, de toate bunurile cu care vă va fi binecuvântat Domnul Dumnezeul vostru.",
        "8": "Să nu faceți dar cum facem noi acum aici, unde fiecare face ce-i place,",
        "9": "fiindcă n-ați ajuns încă în locul de odihnă și în moștenirea pe care v-o dă Domnul Dumnezeul vostru.",
        "10": "Dar veți trece Iordanul și veți locui în țara pe care v-o va da în stăpânire Domnul Dumnezeul vostru. El vă va da odihnă, după ce vă va izbăvi de toți vrăjmașii voștri care vă înconjoară, și veți locui fără frică.",
        "11": "Atunci va fi un loc pe care-l va alege Domnul Dumnezeul vostru, ca să facă să locuiască Numele Lui acolo. Acolo să aduceți tot ce vă poruncesc, arderile-de-tot, jertfele, zeciuielile, cele dintâi roade și darurile alese pe care le veți face Domnului pentru împlinirea juruințelor voastre.",
        "12": "Acolo să vă bucurați înaintea Domnului Dumnezeului vostru voi, fiii voștri și fiicele voastre, robii și roabele voastre și levitul care va fi în locurile voastre, căci el n-are nici parte de moșie, nici moștenire cu voi.",
        "13": "Vezi să nu-ți aduci arderile-de-tot în toate locurile pe care le vei vedea,",
        "14": "ci să-ți aduci arderile-de-tot în locul pe care-l va alege Domnul în una din semințiile tale și acolo să faci tot ce-ți poruncesc eu.",
        "15": "Totuși, când vei dori, vei putea să junghii vite și să mănânci carne în toate cetățile tale, cât îți va fi dat prin binecuvântarea Domnului Dumnezeului tău; cel ce va fi necurat și cel ce va fi curat vor putea să mănânce din ea, cum se mănâncă din căprioară și din cerb.",
        "16": "Numai sângele să nu-l mâncați, ci să-l vărsați pe pământ ca apa.",
        "17": "Nu vei putea să mănânci în cetățile tale zeciuiala din grâul tău, din mustul tău și din untdelemnul tău, nici întâii născuți din cirezile și turmele tale, nici vreunul din darurile aduse de tine pentru împlinirea unei juruințe, nici darurile tale de bunăvoie, nici cele dintâi roade ale tale.",
        "18": "Ci pe acestea să le mănânci înaintea Domnului Dumnezeului tău, în locul pe care-l va alege Domnul Dumnezeul tău, tu, fiul tău și fiica ta, robul și roaba ta și levitul care va fi în cetățile tale, și să te bucuri înaintea Domnului Dumnezeului tău de toate bunurile pe care le vei avea.",
        "19": "Cât vei trăi în țara ta, vezi să nu cumva să părăsești pe levit.",
        "20": "Când Domnul Dumnezeul tău îți va lărgi hotarele, cum ți-a făgăduit, și dorința să mănânci carne te va face să zici: ‘Aș vrea să mănânc carne!’ vei putea să mănânci după dorința ta.",
        "21": "Dacă locul pe care-l va alege Domnul Dumnezeul tău ca să-Și așeze acolo Numele este departe de tine, vei putea să tai vite din cireadă și din turmă, cum ți-am poruncit, și vei putea să mănânci din ele în cetățile tale, după dorința ta.",
        "22": "Să mănânci din ele cum se mănâncă din căprioară și cerb; cel ce va fi necurat și cel ce va fi curat vor mânca și ei amândoi.",
        "23": "Numai vezi să nu cumva să mănânci sângele, căci sângele este viața (sufletul), și să nu mănânci sufletul împreună cu carnea.",
        "24": "Să nu-l mănânci, ci să-l verși pe pământ ca apa.",
        "25": "Să nu-l mănânci, ca să fii fericit tu, și copiii tăi după tine, făcând ce este plăcut înaintea Domnului.",
        "26": "Dar lucrurile pe care vei voi să le închini Domnului și darurile pe care le vei aduce pentru împlinirea unei juruințe, să te duci să le aduci în locul pe care-l va alege Domnul.",
        "27": "Să-ți aduci arderile-de-tot, carnea și sângele pe altarul Domnului Dumnezeului tău; în celelalte jertfe ale tale, sângele să fie vărsat pe altarul Domnului Dumnezeului tău, iar carnea s-o mănânci.",
        "28": "Păzește și ascultă toate aceste lucruri pe care ți le poruncesc, ca să fiți fericiți tu și copiii tăi după tine, pe vecie, făcând ce este bine și ce este plăcut înaintea Domnului Dumnezeului tău. Israel să nu se ia după canaaniți",
        "29": "După ce Domnul Dumnezeul tău va nimici toate neamurile pe care le vei izgoni dinaintea ta, după ce le vei izgoni și te vei așeza în țara lor,",
        "30": "vezi să nu te lași prins în cursă, călcând pe urmele lor, după ce vor fi nimicite dinaintea ta. Ferește-te să nu cercetezi despre dumnezeii lor și să zici: ‘Cum slujeau neamurile acestea dumnezeilor lor? Și eu vreau să fac la fel.’",
        "31": "Tu să nu faci așa față de Domnul Dumnezeul tău, căci ele slujeau dumnezeilor lor, făcând toate urâciunile pe care le urăște Domnul, și ele chiar își ardeau în foc fiii și fiicele lor în cinstea dumnezeilor lor.",
        "32": "Voi să păziți și să împliniți toate lucrurile pe care vi le poruncesc eu; să n-adăugați nimic la ele și să nu scoateți nimic din ele."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Acestea sunt hotărârile și judecățile pe care să vegheați să le împliniți în țara pe care Domnul, Dumnezeul strămoșilor voștri, v-a dat-o în stăpânire, în toate zilele vieții voastre pe pământ.",
        "2": "Să distrugeți complet toate locurile aflate pe munții înalți, pe dealuri și sub orice copac verde, unde națiunile pe care le veți stăpâni slujesc dumnezeilor lor.",
        "3": "Să le distrugeți altarele, să le zdrobiți stâlpii sacri și să le ardeți în foc așerele, să dărâmați chipurile cioplite ale dumnezeilor lor și să le nimiciți numele din locurile acelea.",
        "4": "Voi să nu vă închinați astfel înaintea Domnului, Dumnezeul vostru,",
        "5": "ci să-L căutați în locul pe care îl va alege Domnul, Dumnezeul vostru, ca locuință din toate semințiile, ca să-Și așeze Numele acolo. În acel loc să mergeți.",
        "6": "Acolo să vă aduceți arderile-de-tot, jertfele voastre, zeciuielile voastre, contribuțiile mâinilor voastre pentru împlinirea jurămintelor, darurile voastre de bunăvoie și întâii născuți din cirezile voastre și din turmele voastre.",
        "7": "Acolo, în prezența Domnului, să mâncați și să vă bucurați împreună cu familiile voastre de orice realizare a mâinilor voastre, cu care Domnul, Dumnezeul vostru, vă va fi binecuvântat.",
        "8": "Să nu faceți așa cum facem noi astăzi aici, unde fiecare face ce consideră că este drept,",
        "9": "deoarece n-ați ajuns încă la locul de odihnă și la moștenirea pe care v-o dă Domnul, Dumnezeul vostru.",
        "10": "Dar, după ce veți traversa Iordanul și vă veți așeza în țara pe care Domnul, Dumnezeul vostru, v-a dat-o ca moștenire și după ce vă va da odihnă în mijlocul tuturor dușmanilor din jurul vostru, ca să locuiți în siguranță,",
        "11": "atunci va exista un loc pe care îl va alege Domnul, Dumnezeul vostru, pentru a-Și așeza Numele Lui. Acolo să aduceți tot ceea ce v-am poruncit: arderile voastre de tot, jertfele voastre, zeciuielile voastre, contribuțiile mâinilor voastre și toate darurile voastre alese, pe care le veți aduce Domnului pentru împlinirea jurămintelor voastre.",
        "12": "Să vă bucurați în prezența Domnului, Dumnezeul vostru, voi, fiii voștri și fiicele voastre, slujitorii voștri și slujitoarele voastre, precum și leviții din cetățile voastre, întrucât aceștia n-au parte de moștenire împreună cu voi.",
        "13": "Ai grijă să nu jertfești arderile-de-tot în orice loc pe care îl vei vedea,",
        "14": "ci să aduci arderile-de-tot în locul pe care îl va alege Domnul, într-una dintre semințiile tale, și acolo să împlinești tot ceea ce-ți poruncesc.",
        "15": "Totuși, după toată dorința sufletului tău, poți să înjunghii și să mănânci carne în cetățile tale, potrivit cu binecuvântarea pe care ți-o va da Domnul, Dumnezeul tău. Atât cei necurați, cât și cei curați, vor putea să mănânce așa cum se mănâncă din gazelă și din cerb.",
        "16": "Dar să nu mâncați sângele. Să-l verși pe pământ, ca apa.",
        "17": "Nu vei putea să mănânci în cetățile tale zeciuielile din grâne, din must, din ulei, din întâii născuți ai cirezilor și ai turmelor tale, nici din ceea ce aduci pentru împlinirea unui jurământ, nici din darurile de bunăvoie sau din contribuțiile mâinilor tale.",
        "18": "Pe acestea să le mănânci în prezența Domnului, Dumnezeul tău, în locul pe care El îl va alege. Să le mănânci atât tu, fiii tăi și fiicele tale, slujitorii tăi și slujitoarele tale, cât și leviții care locuiesc în cetățile tale. Să te bucuri în prezența Domnului, Dumnezeul tău, de orice realizare a mâinilor tale.",
        "19": "Ai grijă să nu-l părăsești niciodată pe levit, în toate zilele tale pe pământ.",
        "20": "Când Domnul, Dumnezeul tău, îți va extinde granițele, așa cum ți-a promis, și vei zice: «Vreau să mănânc carne!», fiindcă sufletul tău va dori să mănânce carne, să mănânci după toată dorința sufletului tău.",
        "21": "Dacă locul pe care-l va alege Domnul, Dumnezeul tău, pentru a-Și așeza Numele acolo, va fi prea departe de tine, vei putea să înjunghii, așa cum ți-am poruncit, din cirezile și din turmele tale, pe care El vi le-a dat, și vei putea mânca din ele în cetățile tale, după toată dorința sufletului tău.",
        "22": "Numai să le mănânci așa cum se mănâncă gazela și cerbul. Cel necurat și cel curat vor putea mânca și ei.",
        "23": "Ai grijă ca nu cumva să mănânci sângele, deoarece sângele este viața; să nu mănânci viața împreună cu carnea.",
        "24": "Să nu-l mănânci. Să-l verși pe pământ, ca apa.",
        "25": "Să nu-l mănânci, ca să fii fericit, atât tu, cât și urmașii tăi, căci astfel vei înfăptui ce este drept înaintea ochilor Domnului.",
        "26": "Însă lucrurile tale sfinte și ceea ce vei aduce pentru împlinirea unui jurământ va trebui să le iei și să le aduci în locul pe care îl va alege Domnul.",
        "27": "Să-ți aduci arderea-de-tot, carnea împreună cu sângele, pe altarul Domnului, Dumnezeul tău. Sângele pentru jertfă să fie vărsat pe altarul Domnului, Dumnezeul tău, iar carnea s-o mănânci.",
        "28": "Să păzești și să asculți toate aceste cuvinte pe care ți le poruncesc, ca să-ți fie bine pentru totdeauna, atât ție, cât și copiilor tăi, înfăptuind ceea ce este bine și drept înaintea ochilor Domnului, Dumnezeul tău.",
        "29": "Când Domnul, Dumnezeul tău, va zdrobi dinaintea ta națiunile la care vei merge să le stăpânești, le vei alunga și vei locui în țara lor.",
        "30": "După ce vor fi nimicite dinaintea ta, ai grijă ca nu cumva să fii împins spre ele și să cercetezi despre dumnezeii lor, zicând: «Cum slujeau aceste națiuni dumnezeilor lor? Și eu vreau să fac la fel!».",
        "31": "Tu să nu faci așa față de Domnul, Dumnezeul tău, căci ele făceau pentru dumnezeii lor toate urâciunile pe care le urăște Domnul. Căci ele își ardeau în foc, pentru dumnezeii lor, chiar și fiii și fiicele.",
        "32": "Voi însă să vegheați ca să împliniți orice cuvânt pe care vi-l poruncesc. Să nu adăugați nimic la el și să nu înlăturați nimic din el."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "These are the statutes and the ordinances which you shall observe to do in the land which Yahweh, the God of your fathers, has given you to possess all the days that you live on the earth.",
        "2": "You shall surely destroy all the places in which the nations that you shall dispossess served their gods: on the high mountains, and on the hills, and under every green tree.",
        "3": "You shall break down their altars, dash their pillars in pieces, and burn their Asherah poles with fire. You shall cut down the engraved images of their gods. You shall destroy their name out of that place.",
        "4": "You shall not do so to Yahweh your God.",
        "5": "But to the place which Yahweh your God shall choose out of all your tribes, to put his name there, you shall seek his habitation, and you shall come there.",
        "6": "You shall bring your burnt offerings, your sacrifices, your tithes, the wave offering of your hand, your vows, your free will offerings, and the firstborn of your herd and of your flock there.",
        "7": "There you shall eat before Yahweh your God, and you shall rejoice in all that you put your hand to, you and your households, in which Yahweh your God has blessed you.",
        "8": "You shall not do all the things that we do here today, every man whatever is right in his own eyes;",
        "9": "for you haven’t yet come to the rest and to the inheritance which Yahweh your God gives you.",
        "10": "But when you go over the Jordan and dwell in the land which Yahweh your God causes you to inherit, and he gives you rest from all your enemies around you, so that you dwell in safety,",
        "11": "then it shall happen that to the place which Yahweh your God shall choose, to cause his name to dwell there, there you shall bring all that I command you: your burnt offerings, your sacrifices, your tithes, the wave offering of your hand, and all your choice vows which you vow to Yahweh.",
        "12": "You shall rejoice before Yahweh your God—you, and your sons, your daughters, your male servants, your female servants, and the Levite who is within your gates, because he has no portion nor inheritance with you.",
        "13": "Be careful that you don’t offer your burnt offerings in every place that you see;",
        "14": "but in the place which Yahweh chooses in one of your tribes, there you shall offer your burnt offerings, and there you shall do all that I command you.",
        "15": "Yet you may kill and eat meat within all your gates, after all the desire of your soul, according to Yahweh your God’s blessing which he has given you. The unclean and the clean may eat of it, as of the gazelle and the deer.",
        "16": "Only you shall not eat the blood. You shall pour it out on the earth like water.",
        "17": "You may not eat within your gates the tithe of your grain, or of your new wine, or of your oil, or the firstborn of your herd or of your flock, nor any of your vows which you vow, nor your free will offerings, nor the wave offering of your hand;",
        "18": "but you shall eat them before Yahweh your God in the place which Yahweh your God shall choose: you, your son, your daughter, your male servant, your female servant, and the Levite who is within your gates. You shall rejoice before Yahweh your God in all that you put your hand to.",
        "19": "Be careful that you don’t forsake the Levite as long as you live in your land.",
        "20": "When Yahweh your God enlarges your border, as he has promised you, and you say, “I want to eat meat,” because your soul desires to eat meat, you may eat meat, after all the desire of your soul.",
        "21": "If the place which Yahweh your God shall choose to put his name is too far from you, then you shall kill of your herd and of your flock, which Yahweh has given you, as I have commanded you; and you may eat within your gates, after all the desire of your soul.",
        "22": "Even as the gazelle and as the deer is eaten, so you shall eat of it. The unclean and the clean may eat of it alike.",
        "23": "Only be sure that you don’t eat the blood; for the blood is the life. You shall not eat the life with the meat.",
        "24": "You shall not eat it. You shall pour it out on the earth like water.",
        "25": "You shall not eat it, that it may go well with you and with your children after you, when you do that which is right in Yahweh’s eyes.",
        "26": "Only your holy things which you have, and your vows, you shall take and go to the place which Yahweh shall choose.",
        "27": "You shall offer your burnt offerings, the meat and the blood, on Yahweh your God’s altar. The blood of your sacrifices shall be poured out on Yahweh your God’s altar, and you shall eat the meat.",
        "28": "Observe and hear all these words which I command you, that it may go well with you and with your children after you forever, when you do that which is good and right in Yahweh your God’s eyes.",
        "29": "When Yahweh your God cuts off the nations from before you where you go in to dispossess them, and you dispossess them and dwell in their land,",
        "30": "be careful that you are not ensnared to follow them after they are destroyed from before you, and that you not inquire after their gods, saying, “How do these nations serve their gods? I will do likewise.”",
        "31": "You shall not do so to Yahweh your God; for every abomination to Yahweh, which he hates, they have done to their gods; for they even burn their sons and their daughters in the fire to their gods.",
        "32": "Whatever thing I command you, that you shall observe to do. You shall not add to it, nor take away from it."
      }
    }
  }
}