{
  "book": "Deuteronomul",
  "chapter": "26",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Când vei intra în țara pe care ți-o dă de moștenire Domnul Dumnezeul tău, când o vei stăpâni și te vei așeza în ea,",
        "2": "să iei cele dintâi roade din toate roadele pe care le vei scoate din pământ, în țara pe care ți-o dă Domnul Dumnezeul tău, să le pui într-un coș și să te duci la locul pe care-l va alege Domnul Dumnezeul tău, ca să facă să locuiască Numele Lui acolo.",
        "3": "Să te duci la preotul care va fi în zilele acelea și să-i spui: ‘Mărturisesc astăzi înaintea Domnului Dumnezeului tău că am intrat în țara pe care Domnul a jurat părinților noștri că ne-o va da.’",
        "4": "Preotul să ia coșul din mâna ta și să-l pună înaintea altarului Domnului Dumnezeului tău.",
        "5": "Apoi să iei iarăși cuvântul și să spui înaintea Domnului Dumnezeului tău: ‘Tatăl meu era un arameu pribeag, gata să piară; s-a coborât în Egipt cu puțini inși și s-a așezat acolo pentru o vreme. Acolo, a ajuns un neam mare, puternic și mare la număr.",
        "6": "Egiptenii ne-au chinuit, ne-au asuprit și ne-au supus la grea robie.",
        "7": "Noi am strigat către Domnul Dumnezeul părinților noștri. Domnul ne-a auzit glasul și a văzut asuprirea, chinurile și necazurile noastre.",
        "8": "Și Domnul ne-a scos din Egipt, cu mână tare și cu braț întins, cu arătări înfricoșătoare, cu semne și minuni.",
        "9": "El ne-a adus în locul acesta și ne-a dat țara aceasta, țară în care curge lapte și miere.",
        "10": "Acum, iată, aduc cele dintâi roade din roadele pământului pe care mi l-ai dat Tu, Doamne!’ Să le pui înaintea Domnului Dumnezeului tău și să te închini înaintea Domnului Dumnezeului tău.",
        "11": "Apoi să te bucuri, cu levitul și cu străinul care va fi în mijlocul tău, de toate bunurile pe care ți le-a dat Domnul Dumnezeul tău ție și casei tale. Zeciuielile din anul al treilea",
        "12": "După ce vei isprăvi de luat toată zeciuiala din roadele tale, în anul al treilea, anul zeciuielii, s-o dai levitului, străinului, orfanului și văduvei, și ei să mănânce și să se sature în cetățile tale.",
        "13": "Să spui înaintea Domnului Dumnezeului tău: ‘Am scos din casa mea ce este sfințit și l-am dat levitului, străinului, orfanului și văduvei, după toate poruncile pe care mi le-ai dat Tu; n-am călcat, nici n-am uitat niciuna din poruncile Tale.",
        "14": "N-am mâncat nimic din aceste lucruri în timpul meu de jale, n-am îndepărtat nimic din ele pentru vreo întrebuințare necurată și n-am dat nimic din ele cu prilejul unui mort; am ascultat de glasul Domnului Dumnezeului meu, am lucrat după toate poruncile pe care mi le-ai dat.",
        "15": "Privește din Locașul Tău cel Sfânt, din ceruri, și binecuvântează pe poporul Tău Israel și țara pe care ne-ai dat-o, cum ai jurat părinților noștri, țara aceasta în care curge lapte și miere.’ Îndemn la ascultare de Domnul",
        "16": "Astăzi, Domnul Dumnezeul tău îți poruncește să împlinești legile și poruncile acestea; să le păzești și să le împlinești din toată inima ta și din tot sufletul tău.",
        "17": "Astăzi, tu ai mărturisit înaintea Domnului că El va fi Dumnezeul tău, că vei umbla în căile Lui, vei păzi legile, poruncile și rânduielile Lui și vei asculta de glasul Lui.",
        "18": "Și azi, Domnul ți-a mărturisit că vei fi un popor al Lui, cum ți-a spus, dacă vei păzi toate poruncile Lui,",
        "19": "și îți va da asupra tuturor neamurilor pe care le-a făcut întâietate în slavă, în faimă și în măreție și vei fi un popor sfânt pentru Domnul Dumnezeul tău, cum ți-a spus.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "După ce vei intra în țara pe care Domnul, Dumnezeul tău, ți-o dă ca moștenire, după ce o vei lua în stăpânire și te vei așeza în ea,",
        "2": "să iei din primele roade ale pământului, din țara pe care Domnul, Dumnezeul tău, ți-o dă, să le pui într-un coș și să te duci în locul pe care îl va alege Domnul, Dumnezeul tău, ca să Își așeze Numele acolo.",
        "3": "Să mergi la preotul care va fi în slujbă în zilele acelea și să-i spui: «Mărturisesc astăzi înaintea Domnului, Dumnezeul tău, că am intrat în țara pe care Domnul a jurat strămoșilor noștri că ne-o va da».",
        "4": "Preotul să ia coșul din mâna ta și să-l așeze înaintea altarului Domnului, Dumnezeul tău.",
        "5": "Apoi să iei iarăși cuvântul înaintea Domnului, Dumnezeul tău, și să zici: «Tatăl meu era un arameu rătăcitor, care a coborât în Egipt împreună cu puțini oameni. Ei au locuit acolo și au devenit o națiune mare, puternică și numeroasă.",
        "6": "Dar egiptenii ne-au asuprit, ne-au făcut să suferim și ne-au supus la munci grele.",
        "7": "Noi am strigat către Domnul, Dumnezeul strămoșilor noștri. El ne-a auzit glasul și a văzut suferința, munca grea și asuprirea noastră.",
        "8": "Astfel că Domnul ne-a scos din Egipt cu mână tare și cu brațul Său puternic, cu mare teamă, cu semne și cu minuni.",
        "9": "El ne-a adus în locul acesta și ne-a dat țara aceasta, țară în care curge lapte și miere.",
        "10": "Acum, iată, aduc cele dintâi roade ale pământului, pe care Tu, Doamne, mi le-ai dat». Să-l așezi înaintea Domnului, Dumnezeul tău, și să te închini înaintea Lui.",
        "11": "Să te bucuri, atât tu împreună cu familia ta, cât și levitul și străinul care sunt printre voi, de orice lucru bun pe care ți-l va fi dat Domnul, Dumnezeul tău.",
        "12": "Când vei termina de luat a zecea parte din toate roadele tale din anul al treilea, anul zeciuielii, s-o dai levitului, străinului, orfanului și văduvei. Ei să mănânce și să se sature în cetatea ta.",
        "13": "Să declari înaintea Domnului, Dumnezeul tău, astfel: «Am scos din casa mea partea închinată Domnului și am dat-o levitului, străinului, orfanului și văduvei, potrivit cu toate poruncile pe care mi le-ai poruncit. N-am încălcat niciuna dintre poruncile Tale, nici nu le-am uitat.",
        "14": "N-am mâncat nimic din ea în perioada de jale, n-am îndepărtat nimic din ea în timpul necurăției mele și n-am dat nimic din ea pentru cel mort. Am ascultat de glasul Domnului, Dumnezeul meu, și am împlinit tot ceea ce mi-ai poruncit.",
        "15": "Privește din Lăcașul Tău cel Sfânt, din Ceruri, și binecuvântează poporul Israel și țara pe care ne-ai dat-o, așa cum ai jurat strămoșilor noștri, țara aceasta în care curge lapte și miere».",
        "16": "Astăzi, Domnul, Dumnezeul tău, îți poruncește să împlinești hotărârile și judecățile acestea. Să le păzești și să le împlinești cu toată inima ta și cu tot sufletul tău.",
        "17": "Astăzi ai declarat înaintea Domnului că El este Dumnezeul tău și că vei umbla pe căile Lui, vei păzi hotărârile, poruncile și judecățile Lui și vei asculta de glasul Lui.",
        "18": "Astăzi, Domnul ți-a declarat că ești poporul Lui, proprietatea Lui, așa cum ți-a promis, iar tu vei păzi toate poruncile Lui.",
        "19": "El te va înălța mai presus de toate națiunile pe care le-a făcut și vei avea întâietate în ce privește gloria, renumele și onoarea. Vei fi un popor sfânt pentru Domnul, Dumnezeul tău, așa cum a promis“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "It shall be, when you have come in to the land which Yahweh your God gives you for an inheritance, possess it, and dwell in it,",
        "2": "that you shall take some of the first of all the fruit of the ground, which you shall bring in from your land that Yahweh your God gives you. You shall put it in a basket, and shall go to the place which Yahweh your God shall choose to cause his name to dwell there.",
        "3": "You shall come to the priest who shall be in those days, and tell him, “I profess today to Yahweh your God, that I have come to the land which Yahweh swore to our fathers to give us.”",
        "4": "The priest shall take the basket out of your hand, and set it down before Yahweh your God’s altar.",
        "5": "You shall answer and say before Yahweh your God, “My father was a Syrian ready to perish. He went down into Egypt, and lived there, few in number. There he became a great, mighty, and populous nation.",
        "6": "The Egyptians mistreated us, afflicted us, and imposed hard labor on us.",
        "7": "Then we cried to Yahweh, the God of our fathers. Yahweh heard our voice, and saw our affliction, our toil, and our oppression.",
        "8": "Yahweh brought us out of Egypt with a mighty hand, with an outstretched arm, with great terror, with signs, and with wonders;",
        "9": "and he has brought us into this place, and has given us this land, a land flowing with milk and honey.",
        "10": "Now, behold, I have brought the first of the fruit of the ground, which you, Yahweh, have given me.” You shall set it down before Yahweh your God, and worship before Yahweh your God.",
        "11": "You shall rejoice in all the good which Yahweh your God has given to you, and to your house, you, and the Levite, and the foreigner who is among you.",
        "12": "When you have finished tithing all the tithe of your increase in the third year, which is the year of tithing, then you shall give it to the Levite, to the foreigner, to the fatherless, and to the widow, that they may eat within your gates and be filled.",
        "13": "You shall say before Yahweh your God, “I have put away the holy things out of my house, and also have given them to the Levite, to the foreigner, to the fatherless, and to the widow, according to all your commandment which you have commanded me. I have not transgressed any of your commandments, neither have I forgotten them.",
        "14": "I have not eaten of it in my mourning, neither have I removed any of it while I was unclean, nor given of it for the dead. I have listened to Yahweh my God’s voice. I have done according to all that you have commanded me.",
        "15": "Look down from your holy habitation, from heaven, and bless your people Israel, and the ground which you have given us, as you swore to our fathers, a land flowing with milk and honey.”",
        "16": "Today Yahweh your God commands you to do these statutes and ordinances. You shall therefore keep and do them with all your heart and with all your soul.",
        "17": "You have declared today that Yahweh is your God, and that you would walk in his ways, keep his statutes, his commandments, and his ordinances, and listen to his voice.",
        "18": "Yahweh has declared today that you are a people for his own possession, as he has promised you, and that you should keep all his commandments.",
        "19": "He will make you high above all nations that he has made, in praise, in name, and in honor, and that you may be a holy people to Yahweh your God, as he has spoken."
      }
    }
  }
}