{
  "book": "Deuteronomul",
  "chapter": "34",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Moise s-a suit din câmpia Moabului pe muntele Nebo, pe vârful muntelui Pisga, în fața Ierihonului. Și Domnul i-a arătat toată țara: de la Galaad până la Dan,",
        "2": "tot ținutul lui Neftali, țara lui Efraim și Manase, toată țara lui Iuda până la Marea de Apus,",
        "3": "partea de miazăzi, împrejurimile Iordanului, valea Ierihonului, Cetatea Finicilor, până la Țoar.",
        "4": "Domnul i-a zis: „Aceasta este țara pe care am jurat că o voi da lui Avraam, lui Isaac și lui Iacov, zicând: ‘O voi da seminței tale.’ Ți-am arătat ca s-o vezi cu ochii tăi, dar nu vei intra în ea.”",
        "5": "Moise, robul Domnului, a murit acolo, în țara Moabului, după porunca Domnului.",
        "6": "Și Domnul l-a îngropat în vale, în țara Moabului, față în față cu Bet-Peor. Nimeni nu i-a cunoscut mormântul până în ziua de azi.",
        "7": "Moise era în vârstă de o sută douăzeci de ani când a murit; vederea nu-i slăbise și puterea nu-i trecuse.",
        "8": "Copiii lui Israel au plâns pe Moise treizeci de zile în câmpia Moabului; și zilele acelea de plâns și de jale pentru Moise s-au sfârșit.",
        "9": "Iosua, fiul lui Nun, era plin de duhul înțelepciunii, căci Moise își pusese mâinile peste el. Copiii lui Israel au ascultat de el și au făcut potrivit cu poruncile pe care le dăduse lui Moise Domnul.",
        "10": "În Israel nu s-a mai ridicat proroc ca Moise, pe care Domnul să-l fi cunoscut față în față.",
        "11": "Niciunul nu poate fi pus alături de el în ce privește toate semnele și minunile pe care a trimis Dumnezeu să le facă în țara Egiptului împotriva lui Faraon, împotriva supușilor lui și împotriva întregii țări,",
        "12": "și în ce privește toate semnele înfricoșătoare pe care le-a făcut Moise cu mână tare înaintea întregului Israel."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Moise s-a urcat din câmpiile Moabului pe muntele Nebo, pe vârful Pisga, care este înaintea Ierihonului. Domnul i-a arătat întreaga țară, de la Ghilad până la Dan,",
        "2": "țara lui Neftali, țara lui Efraim și a lui Manase, toată țara lui Iuda până la marea din vest,",
        "3": "Neghevul și toată regiunea din Valea Ierihonului, Cetatea Palmierilor, până la Țoar.",
        "4": "Atunci Domnul i-a zis: „Aceasta este țara pe care am promis-o prin jurământ lui Avraam, Isaac și Iacov, zicând: «O voi da descendentului tău!». Te-am lăsat s-o vezi cu ochii tăi, dar nu vei traversa într-acolo“.",
        "5": "Moise, slujitorul Domnului, a murit în țara Moabului, după Cuvântul Domnului.",
        "6": "El l-a înmormântat în țara Moabului, în valea care este față în față cu Bet-Peor, dar nimeni nu i-a cunoscut mormântul până în ziua de azi.",
        "7": "Moise era în vârstă de o sută douăzeci de ani când a murit, însă vederea nu-i slăbise și vigoarea nu-l părăsise.",
        "8": "Fiii lui Israel l-au plâns pe Moise în câmpiile Moabului treizeci de zile. Apoi zilele de plâns și de bocet pentru Moise s-au încheiat.",
        "9": "Iosua, fiul lui Nun, era plin de duhul înțelepciunii, deoarece Moise își pusese mâinile peste el. Fiii lui Israel au ascultat de el și au împlinit ceea ce i-a poruncit Domnul prin Moise.",
        "10": "Nu s-a mai ridicat în Israel niciun profet asemenea lui Moise, pe care Domnul să-l fi cunoscut față în față.",
        "11": "N-a fost nimeni ca el în ce privește toate semnele și minunile pe care Domnul l-a trimis să le facă în țara Egiptului împotriva lui Faraon, împotriva tuturor slujitorilor lui și împotriva întregii lui țări,",
        "12": "și în ce privește toată mâna puternică și toată teama cea mare pe care Moise le-a arătat sub ochii întregului Israel."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Moses went up from the plains of Moab to Mount Nebo, to the top of Pisgah, that is opposite Jericho. Yahweh showed him all the land of Gilead to Dan,",
        "2": "and all Naphtali, and the land of Ephraim and Manasseh, and all the land of Judah, to the Western Sea,",
        "3": "and the south, and the Plain of the valley of Jericho the city of palm trees, to Zoar.",
        "4": "Yahweh said to him, “This is the land which I swore to Abraham, to Isaac, and to Jacob, saying, ‘I will give it to your offspring.’ I have caused you to see it with your eyes, but you shall not go over there.”",
        "5": "So Moses the servant of Yahweh died there in the land of Moab, according to Yahweh’s word.",
        "6": "He buried him in the valley in the land of Moab opposite Beth Peor, but no man knows where his tomb is to this day.",
        "7": "Moses was one hundred twenty years old when he died. His eye was not dim, nor his strength gone.",
        "8": "The children of Israel wept for Moses in the plains of Moab thirty days, until the days of weeping in the mourning for Moses were ended.",
        "9": "Joshua the son of Nun was full of the spirit of wisdom, for Moses had laid his hands on him. The children of Israel listened to him, and did as Yahweh commanded Moses.",
        "10": "Since then, there has not arisen a prophet in Israel like Moses, whom Yahweh knew face to face,",
        "11": "in all the signs and the wonders which Yahweh sent him to do in the land of Egypt, to Pharaoh, and to all his servants, and to all his land,",
        "12": "and in all the mighty hand, and in all the awesome deeds, which Moses did in the sight of all Israel."
      }
    }
  }
}