{
  "book": "Deuteronomul",
  "chapter": "28",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Dacă vei asculta de glasul Domnului Dumnezeului tău, păzind și împlinind toate poruncile Lui pe care ți le dau astăzi, Domnul Dumnezeul tău îți va da întâietate asupra tuturor neamurilor de pe pământ.",
        "2": "Iată toate binecuvântările care vor veni peste tine și de care vei avea parte dacă vei asculta de glasul Domnului Dumnezeului tău:",
        "3": "Vei fi binecuvântat în cetate și vei fi binecuvântat la câmp.",
        "4": "Rodul pântecelui tău, rodul pământului tău, rodul turmelor tale, fătul vacilor și oilor tale, toate acestea vor fi binecuvântate.",
        "5": "Coșnița și postava ta vor fi binecuvântate.",
        "6": "Vei fi binecuvântat la venirea ta și vei fi binecuvântat la plecarea ta.",
        "7": "Domnul îți va da biruință asupra vrăjmașilor tăi care se vor ridica împotriva ta; pe un drum vor ieși împotriva ta, dar pe șapte drumuri vor fugi dinaintea ta.",
        "8": "Domnul va face ca binecuvântarea să fie cu tine în grânarele tale și în toate lucrurile pe care vei pune mâna. Te va binecuvânta în țara pe care ți-o dă Domnul Dumnezeul tău.",
        "9": "Vei fi pentru Domnul un popor sfânt, cum ți-a jurat El, dacă vei păzi poruncile Domnului Dumnezeului tău și vei umbla pe căile Lui.",
        "10": "Toate popoarele vor vedea că tu porți Numele Domnului și se vor teme de tine.",
        "11": "Domnul te va copleși cu bunătăți, înmulțind rodul trupului tău, rodul turmelor tale și rodul pământului tău, în țara pe care Domnul a jurat părinților tăi că ți-o va da.",
        "12": "Domnul îți va deschide comoara Lui cea bună, cerul, ca să trimită țării tale ploaie la vreme și ca să binecuvânteze tot lucrul mâinilor tale: vei da cu împrumut multor neamuri, dar tu nu vei lua cu împrumut.",
        "13": "Domnul te va face să fii cap, nu coadă; totdeauna vei fi sus, și niciodată nu vei fi jos, dacă vei asculta de poruncile Domnului Dumnezeului tău, pe care ți le dau astăzi, dacă le vei păzi și le vei împlini",
        "14": "și nu te vei abate nici la dreapta, nici la stânga de la toate poruncile pe care vi le dau astăzi, ca să vă duceți după alți dumnezei și să le slujiți. Blestemele",
        "15": "Dar, dacă nu vei asculta de glasul Domnului Dumnezeului tău, dacă nu vei păzi și nu vei împlini toate poruncile Lui și toate legile Lui, pe care ți le dau astăzi, iată toate blestemele care vor veni peste tine și de care vei avea parte.",
        "16": "Vei fi blestemat în cetate și vei fi blestemat pe câmp.",
        "17": "Coșnița și postava ta vor fi blestemate.",
        "18": "Rodul trupului tău, rodul pământului tău, fătul vacilor tale și fătul oilor tale, toate vor fi blestemate.",
        "19": "Vei fi blestemat la venirea ta și vei fi blestemat la plecarea ta.",
        "20": "Domnul va trimite împotriva ta blestemul, tulburarea și amenințarea în mijlocul tuturor lucrurilor de care te vei apuca, până vei fi nimicit, până vei pieri curând, din pricina răutății faptelor tale, care te-a făcut să Mă părăsești.",
        "21": "Domnul va trimite peste tine ciuma, până te va nimici în țara pe care o vei lua în stăpânire.",
        "22": "Domnul te va lovi cu lingoare, cu friguri, cu obrinteală, cu căldură arzătoare, cu secetă, cu rugină în grâu și cu tăciune, care te vor urmări până vei pieri.",
        "23": "Cerul deasupra capului tău va fi de aramă și pământul sub tine va fi de fier.",
        "24": "Domnul va trimite țării tale, în loc de ploaie, praf și pulbere, care vor cădea din cer peste tine până vei fi nimicit.",
        "25": "Domnul te va face să fii bătut de vrăjmașii tăi; pe un drum vei ieși împotriva lor, dar pe șapte drumuri vei fugi dinaintea lor și vei fi o groază pentru toate împărățiile pământului.",
        "26": "Trupul tău mort va fi hrana tuturor păsărilor cerului și fiarelor pământului; și nu va fi nimeni care să le sperie.",
        "27": "Domnul te va bate cu buba rea a Egiptului, cu bube rele la șezut, cu râie și cu pecingine, de care nu vei putea să te vindeci.",
        "28": "Domnul te va lovi cu nebunie, cu orbire, cu rătăcire a minții",
        "29": "și vei bâjbâi pe întuneric ziua-n amiaza mare, ca orbul pe întuneric; nu vei avea noroc în treburile tale și în toate zilele vei fi apăsat, prădat și nu va fi nimeni care să-ți vină în ajutor.",
        "30": "Vei avea logodnică, și altul se va culca cu ea; vei zidi casă, și n-o vei locui; vei sădi vie, și nu vei mânca din ea.",
        "31": "Boul tău va fi înjunghiat sub ochii tăi, și nu vei mânca din el; ți se va răpi măgarul dinaintea ta și nu ți se va da înapoi; oile tale vor fi date vrăjmașilor tăi și nu va fi nimeni care să-ți vină în ajutor.",
        "32": "Fiii tăi și fiicele tale vor fi dați ca robi pe mâna altui popor; ți se vor topi ochii de dor, uitându-te toată ziua după ei, și mâna ta va fi fără putere.",
        "33": "Un popor pe care nu-l cunoști va mânca rodul pământului tău și tot venitul lucrului tău și în toate zilele vei fi apăsat și zdrobit.",
        "34": "Priveliștea pe care o vei avea sub ochi te va face să înnebunești.",
        "35": "Domnul te va lovi cu o bubă rea la genunchi și la coapse și nu te vei putea vindeca de ea, te va lovi de la talpa piciorului până în creștetul capului.",
        "36": "Domnul te va duce, pe tine și împăratul pe care-l vei pune peste tine, la un neam pe care nu l-ai cunoscut, nici tu, nici părinții tăi. Și acolo, vei sluji altor dumnezei, de lemn și de piatră.",
        "37": "Și vei fi de pomină, de batjocură și de râs printre toate popoarele la care te va duce Domnul.",
        "38": "Vei semăna multă sămânță pe câmpul tău, și vei strânge puțin, căci o vor mânca toată lăcustele.",
        "39": "Vei sădi vii și le vei lucra, dar vin nu vei bea, ba nici n-o vei culege, căci o vor mânca viermii.",
        "40": "Vei avea măslini pe toată întinderea țării tale, și nu te vei unge cu untdelemn, căci măslinele vor cădea.",
        "41": "Vei naște fii și fiice, dar nu vor fi ai tăi, căci se vor duce în robie.",
        "42": "Omizile îți vor mânca toți pomii și rodul pământului.",
        "43": "Străinul care va fi în mijlocul tău se va ridica tot mai sus peste tine, iar tu te vei coborî tot mai jos;",
        "44": "el îți va da cu împrumut, și tu nu-i vei da cu împrumut; el va fi fruntea, și tu vei fi coada.",
        "45": "Toate blestemele acestea vor veni peste tine, te vor urmări și te vor ajunge, până vei fi nimicit, pentru că n-ai ascultat de glasul Domnului Dumnezeului tău, pentru că n-ai păzit poruncile Lui și legile Lui, pe care ți le-a dat.",
        "46": "Ele vor fi veșnic ca niște semne și minuni pentru tine și sămânța ta.",
        "47": "Pentru că, în mijlocul belșugului tuturor lucrurilor, n-ai slujit Domnului Dumnezeului tău cu bucurie și cu dragă inimă,",
        "48": "vei sluji, în mijlocul foamei, setei, goliciunii și lipsei de toate, vrăjmașilor tăi, pe care-i va trimite Domnul împotriva ta. El îți va pune pe grumaz un jug de fier până te va nimici.",
        "49": "Domnul va aduce de departe, de la marginile pământului, un neam care va cădea peste tine cu zbor de vultur, un neam a cărui limbă n-o vei înțelege,",
        "50": "un neam cu înfățișarea sălbatică și care nu se va sfii de cel bătrân, nici nu va avea milă de copii.",
        "51": "El va mânca rodul turmelor tale și rodul pământului tău până vei fi nimicit; nu-ți va lăsa nici grâu, nici must, nici untdelemn, nici vițeii de la vaci, nici mieii de la oi până te va face să pieri.",
        "52": "Te va împresura în toate cetățile tale până îți vor cădea zidurile, aceste ziduri înalte și tari, în care îți puseseși încrederea pe toată întinderea țării tale; te va împresura în toate cetățile tale, în toată țara pe care ți-o dă Domnul Dumnezeul tău.",
        "53": "În strâmtorarea și necazul în care te va aduce vrăjmașul tău, vei mânca rodul trupului tău, carnea fiilor și fiicelor tale, pe care ți-i va da Domnul Dumnezeul tău.",
        "54": "Omul cel mai gingaș și cel mai milos dintre voi se va uita rău la fratele său, la nevasta care se odihnește pe sânul lui, la copiii pe care i-a cruțat:",
        "55": "nu va da niciunuia din ei din carnea copiilor lui cu care se hrănește, fiindcă nu-i va mai rămâne nimic în mijlocul strâmtorării și necazului în care te va aduce vrăjmașul tău în toate cetățile tale.",
        "56": "Femeia cea mai gingașă și cea mai miloasă dintre voi, care, de gingașă și miloasă ce era, nu știa cum să calce mai ușor cu piciorul pe pământ, va privi fără milă pe bărbatul care se odihnește la sânul ei, pe fiul și pe fiica ei:",
        "57": "nu le va da nimic din pielița nou-născutului, pieliță ieșită dintre picioarele ei și din copiii pe care-i va naște, căci, ducând lipsă de toate, îi va mânca în ascuns, din pricina strâmtorării și necazului în care te va aduce vrăjmașul tău în cetățile tale.",
        "58": "Dacă nu vei păzi și nu vei împlini toate cuvintele legii acesteia, scrise în cartea aceasta, dacă nu te vei teme de acest Nume slăvit și înfricoșat, adică de Domnul Dumnezeul tău,",
        "59": "Domnul te va lovi în chip minunat, pe tine și sămânța ta, cu răni mari și îndelungate, cu boli grele și necurmate.",
        "60": "Va aduce peste tine toate bolile Egiptului de care tremurai, și ele se vor lipi de tine.",
        "61": "Ba încă, Domnul va aduce peste tine, până vei fi nimicit, toate felurile de boli și de răni care nu sunt pomenite în cartea legii acesteia.",
        "62": "După ce ați fost atât de mulți, ca stelele cerului, nu veți mai rămâne decât un mic număr, pentru că n-ai ascultat de glasul Domnului Dumnezeului tău.",
        "63": "După cum Domnul Se bucura să vă facă bine și să vă înmulțească, tot așa Domnul Se va bucura să vă piardă și să vă nimicească, și veți fi smulși din țara pe care o vei lua în stăpânire.",
        "64": "Domnul te va împrăștia printre toate neamurile, de la o margine a pământului până la cealaltă, și acolo vei sluji altor dumnezei, pe care nu i-ai cunoscut nici tu, nici părinții tăi, dumnezei de lemn și de piatră.",
        "65": "Între aceste neamuri, nu vei fi liniștit și nu vei avea un loc de odihnă pentru talpa picioarelor tale. Domnul îți va face inima fricoasă, ochii lâncezi și sufletul îndurerat.",
        "66": "Viața îți va sta nehotărâtă înainte, vei tremura zi și noapte, nu vei fi sigur de viața ta.",
        "67": "În groaza care-ți va umple inima și în fața lucrurilor pe care ți le vor vedea ochii, dimineața vei zice: ‘O, de ar veni seara!’ și seara vei zice: ‘O, de ar veni dimineața!’",
        "68": "Și Domnul te va întoarce pe corăbii în Egipt, și vei face drumul acesta despre care-ți spusesem: ‘Să nu-l mai vezi!’ Acolo, vă veți vinde vrăjmașilor voștri, ca robi și roabe, și nu va fi nimeni să vă cumpere.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Dacă vei asculta cu atenție de glasul Domnului, Dumnezeul tău, păzind și împlinind toate poruncile pe care ți le dau astăzi, Domnul, Dumnezeul tău, îți va da întâietate peste toate națiunile pământului.",
        "2": "Toate aceste binecuvântări vor veni peste tine și vei avea parte de ele, dacă vei asculta de glasul Domnului, Dumnezeul tău.",
        "3": "Vei fi binecuvântat în cetate și vei fi binecuvântat la câmp.",
        "4": "Rodul pântecului tău și rodul pământurilor tale, creșterea cirezilor tale și creșterea turmelor tale vor fi binecuvântate.",
        "5": "Coșul și covata ta vor fi binecuvântate.",
        "6": "Vei fi binecuvântat la venire și vei fi binecuvântat la plecare.",
        "7": "Domnul îți va da victorie asupra dușmanilor care se vor ridica împotriva ta. Pe un drum vor ieși împotriva ta, însă pe șapte drumuri vor fugi dinaintea ta.",
        "8": "Domnul va face ca binecuvântarea să fie în hambarele tale și peste orice realizare a mâinilor tale, în țara pe care ți-o dă Domnul, Dumnezeul tău.",
        "9": "Domnul te va face un popor sfânt, așa cum ți-a promis, dacă vei păzi poruncile Lui și vei umbla pe căile Lui.",
        "10": "Toate popoarele pământului vor vedea că Numele Domnului este chemat peste tine și se vor teme de tine.",
        "11": "Domnul te va copleși cu bunătăți – înmulțind rodul pântecului tău, rodul animalelor tale și al pământului tău – în țara pe care Domnul a jurat strămoșilor tăi că ți-o va da.",
        "12": "Domnul îți va deschide vistieria Lui cea bună, cerul, ca să dea pământului tău ploaie la timp și ca să binecuvânteze tot lucrul mâinilor tale. Vei împrumuta multe națiuni, dar tu nu vei lua cu împrumut.",
        "13": "Domnul te va face cap și nu coadă. Vei fi doar în frunte și nu la urmă, dacă vei asculta de poruncile Domnului, Dumnezeul tău, pe care ți le dau astăzi ca să le păzești și să le împlinești.",
        "14": "Să nu te abați nici la dreapta, nici la stânga de la toate poruncile pe care vi le dau astăzi, mergând după alți dumnezei ca să le slujești.",
        "15": "Dar dacă nu vei asculta de glasul Domnului, Dumnezeul tău, păzind și împlinind toate poruncile și hotărârile pe care ți le dau astăzi, toate aceste blesteme vor veni peste tine și te vor ajunge.",
        "16": "Vei fi blestemat în cetate și vei fi blestemat la câmp.",
        "17": "Coșul și covata ta vor fi blestemate.",
        "18": "Rodul pântecului tău, al pământului tău, al cirezilor tale și al turmelor tale va fi blestemat.",
        "19": "Vei fi blestemat la venire și vei fi blestemat la plecare.",
        "20": "Domnul va trimite împotriva ta blestemul, neliniștea și mustrarea în mijlocul tuturor lucrurilor pe care le vei face, până când vei fi nimicit și vei pieri repede din cauza faptelor tale rele, pentru care L-ai părăsit.",
        "21": "Domnul va trimite peste tine ciuma, până te va nimici din țara în care ai intrat ca s-o stăpânești.",
        "22": "El te va lovi cu tifos și cu friguri, cu inflamație și cu febră, cu sabie, cu filoxeră și cu mălură. Ele te vor urmări până vei pieri.",
        "23": "Cerul de deasupra capului tău va fi de bronz, iar pământul de sub tine va fi de fier.",
        "24": "Domnul va trimite pe pământul tău ploaie de praf și de pulbere. Ea va coborî din cer peste tine până vei fi nimicit.",
        "25": "Domnul va face să fii învins înaintea dușmanilor tăi. Pe un drum vei ieși împotriva lor și pe șapte drumuri vei fugi dinaintea lor. Vei fi un motiv de groază pentru toate regatele pământului.",
        "26": "Cadavrul tău va fi hrană pentru toate păsările cerului și pentru toate animalele pământului și nu va fi nimeni care să le sperie.",
        "27": "Domnul te va lovi cu bubele Egiptului și cu umflături, cu eczeme și cu scabie, de care nu te vei putea vindeca.",
        "28": "Domnul te va lovi cu nebunie, cu orbire și cu rătăcire a inimii.",
        "29": "Ziua în amiaza mare vei bâjbâi așa cum bâjbâie orbul prin întuneric. Nu vei prospera în nimic din ceea ce vei face. Cu siguranță, în fiecare zi vei fi asuprit și jefuit și nu va fi nimeni care să te salveze.",
        "30": "Te vei logodi cu o femeie, dar altul o va lua și se va culca cu ea. Vei construi casă și nu vei locui în ea, vei planta vii și nu te vei bucura de rodul lor.",
        "31": "Boul tău va fi înjunghiat înaintea ochilor tăi și nu vei mânca din el. Măgarul tău va fi luat cu forța dinaintea ta și nu ți se va mai da înapoi. Turmele tale vor fi date dușmanilor tăi și nu va fi nimeni care să te salveze.",
        "32": "Fiii și fiicele tale vor fi date unui alt popor. Ochii tăi vor privi și vor tânji după ei toată ziua, iar mâinile tale vor fi fără putere.",
        "33": "Un popor pe care nu-l cunoști va mânca rodul pământului tău și tot venitul muncii tale; și în toate zilele vei fi doar asuprit și zdrobit.",
        "34": "Priveliștea aceasta, pe care o vei vedea zilnic, te va face să înnebunești.",
        "35": "Domnul te va lovi cu bube rele la genunchi și la picioare, de care nu vei fi în stare să te vindeci, te va lovi din talpa piciorului până în creștetul capului.",
        "36": "Domnul te va duce, atât pe tine, cât și pe regele pe care îl vei pune să domnească peste tine, la o națiune pe care n-ai cunoscut-o, nici tu, nici strămoșii tăi. Acolo vei sluji altor dumnezei, idolilor din lemn și din piatră.",
        "37": "Vei fi un motiv de groază, o pildă și un motiv de batjocură printre toate popoarele la care te va duce Domnul.",
        "38": "Vei semăna multă sămânță pe câmpurile tale, dar vei recolta puțin, pentru că o vor devora lăcustele.",
        "39": "Vei planta vii și le vei lucra, dar nu vei bea și nu vei strânge struguri din ele, pentru că le vor mânca viermii.",
        "40": "Vei avea măslini pe întreg teritoriul tău, dar nu te vei unge cu ulei, pentru că măslinele se vor strica.",
        "41": "Ți se vor naște fii și fiice, dar nu vor rămâne ai tăi, pentru că vor merge în captivitate.",
        "42": "Lăcustele îți vor mânca toți pomii și rodul pământului.",
        "43": "Străinul care locuiește în mijlocul tău se va ridica tot mai sus, deasupra ta, iar tu te vei coborî tot mai jos.",
        "44": "El te va putea împrumuta, dar tu nu vei fi în stare să-l împrumuți. El va fi cap, iar tu vei fi coadă.",
        "45": "Toate aceste blesteme vor veni peste tine, te vor urmări și te vor ajunge din urmă, până te vor nimici, fiindcă nu ai ascultat de glasul Domnului, Dumnezeul tău, păzind poruncile și hotărârile pe care ți le-a dat.",
        "46": "Ele vor fi pentru totdeauna un semn și o uimire pentru tine și urmașii tăi.",
        "47": "Fiindcă nu I-ai slujit Domnului, Dumnezeul tău, în vreme de prosperitate, cu bucurie și cu inimă bună,",
        "48": "vei sluji, flămând, însetat și dezbrăcat, dușmanilor tăi, pe care îi va trimite Domnul împotriva ta. El îți va așeza pe gât un jug de fier până când te va nimici.",
        "49": "Domnul va aduce de departe o națiune împotriva ta, de la marginile pământului, care se va năpusti asupra ta asemenea vulturului, o națiune a cărei limbă n-o vei înțelege,",
        "50": "o națiune cu o înfățișare necruțătoare, care nu va avea respect față de bătrân și nu va arăta bunăvoință față de tânăr.",
        "51": "Ea îți va devora rodul animalelor tale și rodul pământului tău, până când vei fi nimicit. Nu îți va lăsa nici grâne, nici vin, nici ulei, nici viței în cirezile tale și nici miei în turmele tale, până te va face să pieri.",
        "52": "Îți va asedia toate cetățile, până îți vor cădea zidurile cele înalte și fortificate, în care te-ai încrezut de-a lungul întregii tale țări. Ea te va asedia la toate porțile cetăților tale, în toată țara ta pe care ți-a dat-o Domnul, Dumnezeul tău.",
        "53": "Din cauza asediului și a strâmtorării în care te va aduce dușmanul tău, te vei hrăni cu rodul pântecului tău, cu carnea fiilor și a fiicelor tale, pe care ți i-a dat Domnul, Dumnezeul tău.",
        "54": "Bărbatul cel mai delicat și mai sensibil dintre ai tăi se va uita cu răutate la fratele lui, la femeia care se odihnește la pieptul lui și la copiii pe care i-a lăsat să trăiască",
        "55": "și nu le va da nimic din carnea copiilor cu care se hrănește, pentru că nu-i va mai rămâne nimic din cauza asediului și a strâmtorării în care te va aduce dușmanul tău, în toate cetățile tale.",
        "56": "Femeia cea mai delicată și mai sensibilă, care, fiind atât de delicată și de sensibilă, nu știa cum să calce mai fin cu piciorul pe pământ, se va uita cu răutate la bărbatul de la pieptul ei, la fiii și la fiicele ei",
        "57": "și nu le va da nimic din resturile ieșite, după naștere, dintre picioarele ei sau din copiii pe care îi va naște, pentru că îi va mânca pe toți pe ascuns, din cauza asediului și a strâmtorării în care te va aduce dușmanul tău, în cetățile tale.",
        "58": "Dacă nu vei păzi și nu vei împlini toate cuvintele acestei Legi, scrise în Cartea aceasta, temându-te de acest Nume glorios și de temut – adică de Domnul, Dumnezeul tău –",
        "59": "atunci Domnul te va lovi, în chip nemaiauzit, pe tine și pe urmașii tăi, cu plăgi adânci și îndelungate și cu boli grave și prelungite.",
        "60": "Va aduce peste tine toate molimele Egiptului, de care ți-a fost frică, iar acestea se vor lipi de tine.",
        "61": "Mai mult, Domnul va aduce peste tine, până te va nimici, toate bolile și rănile care nu sunt scrise în această Carte a Legii.",
        "62": "După ce ați fost o mulțime precum stelele cerurilor, veți rămâne un mic număr de oameni, fiindcă nu ai ascultat de glasul Domnului, Dumnezeul tău.",
        "63": "Așa cum Domnul S-a bucurat să-ți facă bine și să te înmulțească, tot așa Domnul Se va bucura să te ruineze și să te nimicească. Și vei fi smuls din țara în care vei intra ca s-o stăpânești.",
        "64": "Domnul te va împrăștia printre toate popoarele, de la o margine până la cealaltă a pământului. Acolo vei sluji altor dumnezei, idolilor din lemn și din piatră, pe care nu i-ai cunoscut nici tu, nici strămoșii tăi.",
        "65": "Printre aceste națiuni nu vei avea pace și nu vei avea un loc de odihnă pentru talpa piciorului tău. Acolo, Domnul îți va da o inimă tremurândă, niște ochi lâncezi și un suflet întristat.",
        "66": "Viața îți va sta atârnată înainte, îți va fi groază noaptea și ziua și nu vei fi sigur de viața ta.",
        "67": "Dimineața vei spune: «O, dacă ar veni seara!», iar seara vei spune: «O, dacă ar veni dimineața!», din cauza groazei care îți va umple inima și a lucrurilor pe care ochii tăi le vor vedea.",
        "68": "Domnul te va întoarce, cu corăbiile în Egipt, pe drumul despre care îți spusesem: «Să nu-l mai vezi din nou!». Acolo vă veți vinde dușmanilor voștri ca sclavi și sclave, dar nu va fi nimeni să vă cumpere“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "It shall happen, if you shall listen diligently to Yahweh your God’s voice, to observe to do all his commandments which I command you today, that Yahweh your God will set you high above all the nations of the earth.",
        "2": "All these blessings will come upon you, and overtake you, if you listen to Yahweh your God’s voice.",
        "3": "You shall be blessed in the city, and you shall be blessed in the field.",
        "4": "You shall be blessed in the fruit of your body, the fruit of your ground, the fruit of your animals, the increase of your livestock, and the young of your flock.",
        "5": "Your basket and your kneading trough shall be blessed.",
        "6": "You shall be blessed when you come in, and you shall be blessed when you go out.",
        "7": "Yahweh will cause your enemies who rise up against you to be struck before you. They will come out against you one way, and will flee before you seven ways.",
        "8": "Yahweh will command the blessing on you in your barns, and in all that you put your hand to. He will bless you in the land which Yahweh your God gives you.",
        "9": "Yahweh will establish you for a holy people to himself, as he has sworn to you, if you shall keep the commandments of Yahweh your God, and walk in his ways.",
        "10": "All the peoples of the earth shall see that you are called by Yahweh’s name, and they will be afraid of you.",
        "11": "Yahweh will grant you abundant prosperity in the fruit of your body, in the fruit of your livestock, and in the fruit of your ground, in the land which Yahweh swore to your fathers to give you.",
        "12": "Yahweh will open to you his good treasure in the sky, to give the rain of your land in its season, and to bless all the work of your hand. You will lend to many nations, and you will not borrow.",
        "13": "Yahweh will make you the head, and not the tail. You will be above only, and you will not be beneath, if you listen to the commandments of Yahweh your God which I command you today, to observe and to do,",
        "14": "and shall not turn away from any of the words which I command you today, to the right hand or to the left, to go after other gods to serve them.",
        "15": "But it shall come to pass, if you will not listen to Yahweh your God’s voice, to observe to do all his commandments and his statutes which I command you today, that all these curses will come on you and overtake you.",
        "16": "You will be cursed in the city, and you will be cursed in the field.",
        "17": "Your basket and your kneading trough will be cursed.",
        "18": "The fruit of your body, the fruit of your ground, the increase of your livestock, and the young of your flock will be cursed.",
        "19": "You will be cursed when you come in, and you will be cursed when you go out.",
        "20": "Yahweh will send on you cursing, confusion, and rebuke in all that you put your hand to do, until you are destroyed and until you perish quickly, because of the evil of your doings, by which you have forsaken me.",
        "21": "Yahweh will make the pestilence cling to you, until he has consumed you from off the land where you go in to possess it.",
        "22": "Yahweh will strike you with consumption, with fever, with inflammation, with fiery heat, with the sword, with blight, and with mildew. They will pursue you until you perish.",
        "23": "Your sky that is over your head will be bronze, and the earth that is under you will be iron.",
        "24": "Yahweh will make the rain of your land powder and dust. It will come down on you from the sky, until you are destroyed.",
        "25": "Yahweh will cause you to be struck before your enemies. You will go out one way against them, and will flee seven ways before them. You will be tossed back and forth among all the kingdoms of the earth.",
        "26": "Your dead bodies will be food to all birds of the sky, and to the animals of the earth; and there will be no one to frighten them away.",
        "27": "Yahweh will strike you with the boils of Egypt, with the tumors, with the scurvy, and with the itch, of which you can not be healed.",
        "28": "Yahweh will strike you with madness, with blindness, and with astonishment of heart.",
        "29": "You will grope at noonday, as the blind gropes in darkness, and you shall not prosper in your ways. You will only be oppressed and robbed always, and there will be no one to save you.",
        "30": "You will betroth a wife, and another man shall lie with her. You will build a house, and you won’t dwell in it. You will plant a vineyard, and not use its fruit.",
        "31": "Your ox will be slain before your eyes, and you will not eat any of it. Your donkey will be violently taken away from before your face, and will not be restored to you. Your sheep will be given to your enemies, and you will have no one to save you.",
        "32": "Your sons and your daughters will be given to another people. Your eyes will look and fail with longing for them all day long. There will be no power in your hand.",
        "33": "A nation which you don’t know will eat the fruit of your ground and all of your work. You will only be oppressed and crushed always,",
        "34": "so that the sights that you see with your eyes will drive you mad.",
        "35": "Yahweh will strike you in the knees and in the legs with a sore boil, of which you cannot be healed, from the sole of your foot to the crown of your head.",
        "36": "Yahweh will bring you, and your king whom you will set over yourselves, to a nation that you have not known, you nor your fathers. There you will serve other gods of wood and stone.",
        "37": "You will become an astonishment, a proverb, and a byword among all the peoples where Yahweh will lead you away.",
        "38": "You will carry much seed out into the field, and will gather little in, for the locust will consume it.",
        "39": "You will plant vineyards and dress them, but you will neither drink of the wine, nor harvest, because worms will eat them.",
        "40": "You will have olive trees throughout all your borders, but you won’t anoint yourself with the oil, for your olives will drop off.",
        "41": "You will father sons and daughters, but they will not be yours, for they will go into captivity.",
        "42": "Locusts will consume all of your trees and the fruit of your ground.",
        "43": "The foreigner who is among you will mount up above you higher and higher, and you will come down lower and lower.",
        "44": "He will lend to you, and you won’t lend to him. He will be the head, and you will be the tail.",
        "45": "All these curses will come on you, and will pursue you and overtake you, until you are destroyed, because you didn’t listen to Yahweh your God’s voice, to keep his commandments and his statutes which he commanded you.",
        "46": "They will be for a sign and for a wonder to you and to your offspring forever.",
        "47": "Because you didn’t serve Yahweh your God with joyfulness and with gladness of heart, by reason of the abundance of all things;",
        "48": "therefore you will serve your enemies whom Yahweh sends against you, in hunger, in thirst, in nakedness, and in lack of all things. He will put an iron yoke on your neck until he has destroyed you.",
        "49": "Yahweh will bring a nation against you from far away, from the end of the earth, as the eagle flies: a nation whose language you will not understand,",
        "50": "a nation of fierce facial expressions, that doesn’t respect the elderly, nor show favor to the young.",
        "51": "They will eat the fruit of your livestock and the fruit of your ground, until you are destroyed. They also won’t leave you grain, new wine, oil, the increase of your livestock, or the young of your flock, until they have caused you to perish.",
        "52": "They will besiege you in all your gates until your high and fortified walls in which you trusted come down throughout all your land. They will besiege you in all your gates throughout all your land which Yahweh your God has given you.",
        "53": "You will eat the fruit of your own body, the flesh of your sons and of your daughters, whom Yahweh your God has given you, in the siege and in the distress with which your enemies will distress you.",
        "54": "The man who is tender among you, and very delicate, his eye will be evil toward his brother, toward the wife whom he loves, and toward the remnant of his children whom he has remaining,",
        "55": "so that he will not give to any of them of the flesh of his children whom he will eat, because he has nothing left to him, in the siege and in the distress with which your enemy will distress you in all your gates.",
        "56": "The tender and delicate woman among you, who would not venture to set the sole of her foot on the ground for delicateness and tenderness, her eye will be evil toward the husband that she loves, toward her son, toward her daughter,",
        "57": "toward her young one who comes out from between her feet, and toward her children whom she bears; for she will eat them secretly for lack of all things in the siege and in the distress with which your enemy will distress you in your gates.",
        "58": "If you will not observe to do all the words of this law that are written in this book, that you may fear this glorious and fearful name, YAHWEH your God,",
        "59": "then Yahweh will make your plagues and the plagues of your offspring fearful, even great plagues, and of long duration, and severe sicknesses, and of long duration.",
        "60": "He will bring on you again all the diseases of Egypt, which you were afraid of; and they will cling to you.",
        "61": "Also every sickness and every plague which is not written in the book of this law, Yahweh will bring them on you until you are destroyed.",
        "62": "You will be left few in number, even though you were as the stars of the sky for multitude, because you didn’t listen to Yahweh your God’s voice.",
        "63": "It will happen that as Yahweh rejoiced over you to do you good, and to multiply you, so Yahweh will rejoice over you to cause you to perish and to destroy you. You will be plucked from the land that you are going in to possess.",
        "64": "Yahweh will scatter you among all peoples, from one end of the earth to the other end of the earth. There you will serve other gods which you have not known, you nor your fathers, even wood and stone.",
        "65": "Among these nations you will find no ease, and there will be no rest for the sole of your foot; but Yahweh will give you there a trembling heart, failing of eyes, and pining of soul.",
        "66": "Your life will hang in doubt before you. You will be afraid night and day, and will have no assurance of your life.",
        "67": "In the morning you will say, “I wish it were evening!” and at evening you will say, “I wish it were morning!” for the fear of your heart which you will fear, and for the sights which your eyes will see.",
        "68": "Yahweh will bring you into Egypt again with ships, by the way of which I told you that you would never see it again. There you will offer yourselves to your enemies for male and female slaves, and nobody will buy you."
      }
    }
  }
}