{
  "book": "Deuteronomul",
  "chapter": "19",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "După ce Domnul Dumnezeul tău va nimici toate neamurile acelea a căror țară ți-o dă Domnul Dumnezeul tău, după ce le vei izgoni și vei locui în cetățile și în casele lor,",
        "2": "să desparți trei cetăți în mijlocul țării pe care ți-o dă în stăpânire Domnul Dumnezeul tău.",
        "3": "Să faci drumuri și să împarți în trei ținutul țării pe care ți-o va da ca moștenire Domnul Dumnezeul tău. Să faci așa, pentru ca orice ucigaș să poată fugi în cetățile acestea.",
        "4": "Legea aceasta să fie pentru ucigașul care va fugi acolo, ca să-și scape viața, când va omorî fără voie pe aproapele său, fără să-i fi fost vrăjmaș mai înainte.",
        "5": "Așa, de pildă, un om se va duce să taie lemne în pădure cu un alt om; ridică securea cu mâna, ca să taie copacul, fierul scapă din coadă, lovește pe tovarășul său și-l omoară. Atunci, el să fugă într-una din cetățile acestea ca să-și scape viața,",
        "6": "pentru ca nu cumva răzbunătorul sângelui, aprins de mânie și urmărind pe ucigaș, să-l ajungă, fiind prea lung drumul, și să lovească de moarte pe cel ce nu era vinovat de moarte, fiindcă mai înainte nu fusese vrăjmaș aproapelui său.",
        "7": "De aceea îți dau porunca aceasta: Să desparți trei cetăți.",
        "8": "Când Domnul Dumnezeul tău îți va lărgi hotarele, cum a jurat părinților tăi, și-ți va da toată țara pe care a făgăduit părinților tăi că ți-o va da –",
        "9": "numai să păzești și să împlinești toate aceste porunci pe care ți le dau astăzi, ca să iubești pe Domnul Dumnezeul tău și să umbli totdeauna pe căile Lui –, atunci să mai adaugi trei cetăți la cele trei,",
        "10": "pentru ca să nu fie vărsat sângele celui nevinovat în mijlocul țării pe care ți-o dă de moștenire Domnul Dumnezeul tău, și astfel să fii vinovat de omor.",
        "11": "Dar dacă un om fuge într-una din aceste cetăți după ce a întins lațuri aproapelui său din vrăjmășie împotriva lui, după ce s-a aruncat asupra lui și l-a lovit așa încât i-a pricinuit moartea,",
        "12": "bătrânii din cetatea lui să trimită să-l prindă și să-l dea în mâinile răzbunătorului sângelui, ca să moară.",
        "13": "Să n-ai milă de el și să ștergi din Israel sângele celui nevinovat, ca să fii fericit. Martorii mincinoși",
        "14": "Să nu muți hotarele aproapelui tău, puse de strămoșii tăi, în moștenirea pe care o vei avea în țara pe care ți-o dă în stăpânire Domnul Dumnezeul tău.",
        "15": "Un singur martor nu va fi de ajuns împotriva unui om, ca să adeverească vreo nelegiuire sau vreun păcat oarecare; un fapt nu va putea fi întemeiat decât pe mărturia a doi sau trei martori.",
        "16": "Când un martor mincinos se va ridica împotriva cuiva ca să-l învinuiască de vreo nelegiuire,",
        "17": "cei doi oameni cu pricina să se înfățișeze înaintea Domnului, înaintea preoților și judecătorilor care vor fi atunci în slujbă.",
        "18": "Judecătorii să facă cercetări amănunțite. Dacă se va afla că martorul acela este un martor mincinos și că a făcut o mărturisire mincinoasă împotriva fratelui său,",
        "19": "atunci să-i faceți cum avea el de gând să facă fratelui său. Să scoți astfel răul din mijlocul tău.",
        "20": "În felul acesta, ceilalți vor auzi și se vor teme, și nu se va mai face o faptă așa de nelegiuită în mijlocul tău.",
        "21": "Să n-ai nicio milă, ci să ceri viață pentru viață, ochi pentru ochi, dinte pentru dinte, mână pentru mână, picior pentru picior."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Când Domnul, Dumnezeul vostru, va zdrobi națiunile din țara pe care El v-o dă, după ce o veți lua în stăpânire și veți locui în cetățile și în casele lor,",
        "2": "atunci să puneți deoparte trei cetăți în țara pe care Domnul, Dumnezeul vostru, v-o dă în stăpânire.",
        "3": "Să construiți drumuri până la ele și să împărțiți teritoriul țării pe care v-o dă Domnul, Dumnezeul vostru, ca moștenire, în trei părți, astfel încât orice ucigaș să se refugieze acolo.",
        "4": "Aceasta este porunca privitoare la ucigașul care se va refugia acolo ca să-și scape viața, atunci când îl va omorî fără voie pe semenul său, fără să-i fi fost dușman mai dinainte.",
        "5": "De exemplu, dacă un om se va duce la pădure împreună cu semenul lui ca să taie lemne și, ridicând securea cu mâna pentru a tăia lemnul, i se va desprinde fierul securii din mâner și-l va lovi pe semenul său, omorându-l, el va trebui să se refugieze într-una dintre cetățile acestea ca să-și scape viața.",
        "6": "Altfel, s-ar putea ca atunci când îl va urmări pe ucigaș, răzbunătorul sângelui, cuprins de mânie, să-l ajungă din urmă, deoarece distanța va fi prea mare, și să-l omoare pe cel ce nu era vinovat de moarte, pentru că nu-l dușmănise mai dinainte pe semenul său.",
        "7": "De aceea v-am poruncit să puneți deoparte trei cetăți.",
        "8": "Dacă Domnul, Dumnezeul tău, îți va extinde granițele, așa cum a jurat strămoșilor tăi, și îți va da toată țara pe care a promis strămoșilor tăi că ți-o va da,",
        "9": "(doar dacă vei fi păzit și împlinit toate poruncile acestea, pe care eu ți le poruncesc astăzi, iubindu-L pe Domnul, Dumnezeul tău, și umblând întotdeauna pe căile Lui), atunci să adaugi încă trei cetăți la acestea trei,",
        "10": "ca să nu fie vărsare de sânge nevinovat în țara ta, pe care Domnul, Dumnezeul tău, ți-o dă ca moștenire și, astfel, să fii vinovat de acest sânge.",
        "11": "Dar dacă un om s-a refugiat într-una dintre aceste cetăți după ce, din ură, și-a pândit semenul, s-a aruncat asupra lui, l-a lovit și l-a omorât,",
        "12": "atunci bătrânii cetății lui să trimită să-l prindă și să-l dea în mâna răzbunătorului sângelui, ca să moară.",
        "13": "Ochiului tău să nu-i fie milă de el, ci să ștergi astfel vina pentru sângele celui nevinovat din Israel, ca să-ți meargă bine.",
        "14": "Să nu muți hotarul semenului tău, stabilit de înaintași în moștenirea ta, în țara pe care Domnul, Dumnezeul tău, ți-o dă în stăpânire. Reglementări privind declarațiile martorilor",
        "15": "Un singur martor nu va fi de ajuns pentru a învinui un om sau pentru a-l dovedi vinovat de vreo nelegiuire sau de vreun păcat. Orice vorbă să fie bazată pe cuvântul a doi sau trei martori.",
        "16": "Dacă un martor răuvoitor se va ridica împotriva unui om ca să-l acuze de apostazie,",
        "17": "cei doi oameni, între care este cearta, să stea înaintea Domnului și înaintea preoților și a judecătorilor care vor fi în slujbă în zilele acelea.",
        "18": "Judecătorii să cerceteze bine, iar dacă martorul este un martor mincinos și a depus o mărturie falsă împotriva fratelui său,",
        "19": "atunci să-i faceți ceea ce plănuia el să-i facă fratelui său. Astfel, să nimicești răul din mijlocul tău.",
        "20": "Ceilalți vor auzi și se vor teme și nu se va mai face o faptă așa de rea în mijlocul tău.",
        "21": "Ochiului tău să nu-i fie milă, ci să ceri viață pentru viață, ochi pentru ochi, dinte pentru dinte, mână pentru mână, picior pentru picior."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "When Yahweh your God cuts off the nations whose land Yahweh your God gives you, and you succeed them and dwell in their cities and in their houses,",
        "2": "you shall set apart three cities for yourselves in the middle of your land, which Yahweh your God gives you to possess.",
        "3": "You shall prepare the way, and divide the borders of your land which Yahweh your God causes you to inherit into three parts, that every man slayer may flee there.",
        "4": "This is the case of the man slayer who shall flee there and live: Whoever kills his neighbor unintentionally, and didn’t hate him in time past—",
        "5": "as when a man goes into the forest with his neighbor to chop wood and his hand swings the ax to cut down the tree, and the head slips from the handle and hits his neighbor so that he dies—he shall flee to one of these cities and live.",
        "6": "Otherwise, the avenger of blood might pursue the man slayer while hot anger is in his heart and overtake him, because the way is long, and strike him mortally, even though he was not worthy of death, because he didn’t hate him in time past.",
        "7": "Therefore I command you to set apart three cities for yourselves.",
        "8": "If Yahweh your God enlarges your border, as he has sworn to your fathers, and gives you all the land which he promised to give to your fathers;",
        "9": "and if you keep all this commandment to do it, which I command you today, to love Yahweh your God, and to walk ever in his ways, then you shall add three cities more for yourselves, in addition to these three.",
        "10": "This is so that innocent blood will not be shed in the middle of your land which Yahweh your God gives you for an inheritance, leaving blood guilt on you.",
        "11": "But if any man hates his neighbor, lies in wait for him, rises up against him, strikes him mortally so that he dies, and he flees into one of these cities;",
        "12": "then the elders of his city shall send and bring him there, and deliver him into the hand of the avenger of blood, that he may die.",
        "13": "Your eye shall not pity him, but you shall purge the innocent blood from Israel that it may go well with you.",
        "14": "You shall not remove your neighbor’s landmark, which they of old time have set, in your inheritance which you shall inherit, in the land that Yahweh your God gives you to possess.",
        "15": "One witness shall not rise up against a man for any iniquity, or for any sin that he sins. At the mouth of two witnesses, or at the mouth of three witnesses, shall a matter be established.",
        "16": "If an unrighteous witness rises up against any man to testify against him of wrongdoing,",
        "17": "then both the men, between whom the controversy is, shall stand before Yahweh, before the priests and the judges who shall be in those days;",
        "18": "and the judges shall make diligent inquisition; and behold, if the witness is a false witness, and has testified falsely against his brother,",
        "19": "then you shall do to him as he had thought to do to his brother. So you shall remove the evil from among you.",
        "20": "Those who remain shall hear, and fear, and will never again commit any such evil among you.",
        "21": "Your eyes shall not pity: life for life, eye for eye, tooth for tooth, hand for hand, foot for foot."
      }
    }
  }
}