{
  "book": "Deuteronomul",
  "chapter": "11",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Să iubești dar pe Domnul Dumnezeul tău și să păzești totdeauna învățăturile Lui, legile Lui, rânduielile Lui și poruncile Lui.",
        "2": "Recunoașteți astăzi – ce n-au putut recunoaște și vedea copiii voștri – pedepsele Domnului Dumnezeului vostru, mărimea Lui, mâna Lui cea tare și brațul Lui cel întins,",
        "3": "semnele Lui și faptele pe care le-a săvârșit în mijlocul Egiptului împotriva lui Faraon, împăratul Egiptului, și împotriva întregii lui țări.",
        "4": "Recunoașteți ce a făcut El oștirii Egiptului, cailor lui și carelor lui, cum a făcut să vină peste ei apele Mării Roșii,",
        "5": "când vă urmăreau, și i-a nimicit pentru totdeauna;",
        "6": "ce v-a făcut în pustie, până la venirea voastră în locul acesta; ce a făcut lui Datan și lui Abiram, fiii lui Eliab, fiul lui Ruben, cum pământul și-a deschis gura și i-a înghițit, cu casele și corturile lor și cu tot ce aveau în mijlocul întregului Israel.",
        "7": "Căci ați văzut cu ochii voștri toate lucrurile mari pe care le-a făcut Domnul.",
        "8": "Astfel, să păziți toate poruncile pe care vi le dau eu astăzi, ca să puteți pune mâna pe țara în care veți trece ca s-o luați în stăpânire",
        "9": "și să aveți zile multe în țara pe care Domnul a jurat părinților voștri că le-o va da, lor și seminței lor, țară în care curge lapte și miere.",
        "10": "Căci țara în stăpânirea căreia vei intra nu este ca țara Egiptului, din care ați ieșit, unde îți aruncai sămânța în ogoare și le udai cu piciorul ca pe o grădină de zarzavat.",
        "11": "Țara pe care o veți stăpâni este o țară cu munți și văi, care se adapă din ploaia cerului;",
        "12": "este o țară de care îngrijește Domnul Dumnezeul tău și asupra căreia Domnul Dumnezeul tău are neîncetat ochii, de la începutul până la sfârșitul anului.",
        "13": "Dacă veți asculta de poruncile mele pe care vi le dau astăzi, dacă veți iubi pe Domnul Dumnezeul vostru și dacă-I veți sluji din toată inima voastră și din tot sufletul vostru,",
        "14": "El va da țării voastre ploaie la vreme, ploaie timpurie și ploaie târzie, și-ți vei strânge grâul, mustul și untdelemnul;",
        "15": "de asemenea, va da iarbă în câmpiile tale pentru vite și vei mânca și te vei sătura.",
        "16": "Vedeți să nu vi se amăgească inima și să vă abateți ca să slujiți altor dumnezei și să vă închinați înaintea lor.",
        "17": "Căci atunci Domnul S-ar aprinde de mânie împotriva voastră; ar închide cerurile și n-ar mai fi ploaie; pământul nu și-ar mai da roadele și ați pieri curând din țara aceea bună pe care v-o dă Domnul. Îndemn la păzirea poruncilor",
        "18": "Puneți-vă dar în inimă și în suflet aceste cuvinte pe care vi le spun. Să le legați ca un semn de aducere aminte pe mâinile voastre și să fie ca niște fruntarii între ochii voștri.",
        "19": "Să învățați pe copiii voștri în ele și să le vorbești despre ele când vei fi acasă, când vei merge în călătorie, când te vei culca și când te vei scula.",
        "20": "Să le scrii pe ușorii casei tale și pe porțile tale.",
        "21": "Și atunci, zilele voastre și zilele copiilor voștri, în țara pe care Domnul a jurat părinților voștri că le-o va da, vor fi tot atât de multe cât vor fi zilele cerurilor deasupra pământului.",
        "22": "Căci dacă veți păzi toate aceste porunci pe care vi le dau și dacă le veți împlini, dacă veți iubi pe Domnul Dumnezeul vostru, veți umbla în toate căile Lui și vă veți alipi de El,",
        "23": "Domnul va izgoni dinaintea voastră pe toate aceste neamuri și vă veți face stăpâni pe toate aceste neamuri, care sunt mai mari și mai puternice decât voi.",
        "24": "Orice loc pe care-l va călca talpa piciorului vostru va fi al vostru: hotarul vostru se va întinde din pustie până la Liban și de la râul Eufrat până la Marea de Apus.",
        "25": "Nimeni nu va putea să stea împotriva voastră. Domnul Dumnezeul vostru va răspândi, cum v-a spus, frica și groaza de tine peste toată țara în care veți merge. Binecuvântarea și blestemul",
        "26": "Iată, pun azi înaintea voastră binecuvântarea și blestemul:",
        "27": "binecuvântarea, dacă veți asculta de poruncile Domnului Dumnezeului vostru pe care vi le dau în ziua aceasta;",
        "28": "blestemul, dacă nu veți asculta de poruncile Domnului Dumnezeului vostru și dacă vă veți abate de la calea pe care v-o dau în ziua aceasta și vă veți duce după alți dumnezei pe care nu-i cunoașteți.",
        "29": "Și când Domnul Dumnezeul tău te va aduce în țara pe care o vei lua în stăpânire, să rostești binecuvântarea pe muntele Garizim și blestemul pe muntele Ebal.",
        "30": "Munții aceștia sunt dincolo de Iordan, înapoia drumului care merge spre apus, în țara canaaniților care locuiesc în câmpie, față în față cu Ghilgal, lângă stejarii More.",
        "31": "Căci veți trece Iordanul și veți intra în stăpânirea țării pe care v-o dă Domnul Dumnezeul vostru, ca s-o stăpâniți și să locuiți în ea.",
        "32": "Să păziți și să împliniți toate legile și poruncile pe care vi le dau eu astăzi."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Să-L iubești pe Domnul, Dumnezeul tău, și să împlinești cererile, hotărârile, legile și poruncile Lui tot timpul.",
        "2": "Recunoașteți astăzi – căci nu le vorbesc fiilor voștri care n-au cunoscut și n-au văzut – recunoașteți disciplinarea Domnului, Dumnezeul vostru, măreția Lui, mâna Lui tare și brațul Lui puternic,",
        "3": "semnele Lui și lucrările pe care le-a înfăptuit în mijlocul Egiptului, în fața lui Faraon, regele Egiptului, și a întregii lui țări,",
        "4": "ce a făcut armatei egiptenilor, cailor și carelor lor, când a năpustit peste ei apele Mării Roșii, atunci când aceștia vă urmăreau, și cum Domnul i-a nimicit până în ziua de azi,",
        "5": "ce v-a făcut în deșert până să ajungeți în locul acesta,",
        "6": "ce le-a făcut lui Datan și Abiram, fiii rubenitului Eliab, când pământul s-a deschis și i-a înghițit împreună cu familiile, corturile și toate viețuitoarele pe care le aveau în mijlocul întregului Israel.",
        "7": "Fiindcă ați văzut cu ochii voștri toate aceste lucrări, pe care le-a făcut Domnul,",
        "8": "să păziți toate poruncile pe care vi le dau astăzi, ca să fiți puternici și să puteți intra în stăpânirea țării spre care veți trece ca s-o moșteniți",
        "9": "și ca să aveți viață lungă în țara pe care Domnul a jurat strămoșilor voștri că le-o va da atât lor, cât și urmașilor lor, o țară în care curge lapte și miere.",
        "10": "Căci țara în care veți intra pentru a o stăpâni, nu se aseamănă cu țara Egiptului, de unde ați ieșit și pe care ați semănat-o și irigat-o cu piciorul, ca pe o grădină de legume.",
        "11": "Țara spre care veți traversa ca s-o luați în stăpânire este o țară cu munți și văi, care adună apă din ploaia cerului,",
        "12": "o țară de care se îngrijește Domnul, Dumnezeul vostru. Ochii Domnului, Dumnezeul vostru, veghează continuu asupra ei, de la începutul anului până la sfârșitul lui.",
        "13": "Prin urmare, dacă veți asculta cu atenție de poruncile mele, pe care eu vi le dau astăzi, iubindu-L pe Domnul, Dumnezeul vostru, slujindu-I din toată inima voastră și din tot sufletul vostru,",
        "14": "atunci El promite astfel: «Voi da ploaie țării voastre la timpul potrivit, ploaie timpurie și ploaie târzie, ca să-ți poți strânge grânele, mustul și uleiul,",
        "15": "și voi da iarbă pe câmp pentru vitele tale. Astfel vei mânca și te vei sătura».",
        "16": "Vegheați asupra voastră, ca nu cumva să vă fie amăgită inima și, astfel, să vă abateți ca să slujiți altor dumnezei și să vă închinați lor.",
        "17": "Căci atunci mânia Domnului se va aprinde împotriva voastră. El va închide cerul și nu va mai ploua, iar pământul nu își va mai da rodul și veți pieri repede din țara cea bună pe care v-o dă Domnul.",
        "18": "Să puneți aceste cuvinte ale mele în inima voastră și în sufletul vostru. Să vi le legați de mână ca semn de aducere-aminte și să vă fie ca niște bentițe pe frunte.",
        "19": "Să-i învățați pe copiii voștri, vorbindu-le despre ele când veți fi acasă sau în călătorie, când vă veți culca sau vă veți trezi.",
        "20": "Să le scrii pe tocurile ușilor caselor tale și pe porțile tale.",
        "21": "Atunci zilele voastre și ale urmașilor voștri în țara aceasta, pe care Domnul a jurat strămoșilor voștri că le-o va da, se vor înmulți cât timp vor exista ceruri deasupra pământului.",
        "22": "Dacă veți păzi deci cu grijă toate aceste porunci, pe care eu vi le dau ca să le împliniți, iubindu-L pe Domnul, Dumnezeul vostru, umblând pe toate căile Lui și alipindu-vă de El,",
        "23": "atunci Domnul va alunga toate aceste națiuni dinaintea voastră, iar voi veți stăpâni peste aceste națiuni mai mari și mai puternice decât voi.",
        "24": "Orice loc pe care îl va călca piciorul vostru va fi al vostru. Teritoriul vostru se va întinde din deșert până în Liban, de la râu (adică râul Eufrat) până la marea din vest.",
        "25": "Nimeni nu va putea să vi se împotrivească. Domnul, Dumnezeul vostru, va răspândi groază și frică de voi în întreaga țară, oriunde veți merge, după cum v-a promis.",
        "26": "Iată, pun astăzi înaintea voastră binecuvântarea și blestemul:",
        "27": "binecuvântarea dacă veți asculta de poruncile Domnului, Dumnezeul vostru, pe care eu vi le dau astăzi;",
        "28": "blestemul dacă nu veți asculta de poruncile Domnului, Dumnezeul vostru, și vă veți abate de la calea pe care v-am poruncit-o astăzi, ducându-vă după alți dumnezei, pe care nu i-ați cunoscut.",
        "29": "Când Domnul, Dumnezeul vostru, vă va conduce în țara pe care o veți stăpâni, să rostiți binecuvântarea pe muntele Garizim, iar blestemul pe muntele Ebal.",
        "30": "Nu sunt ei dincolo de Iordan, dincolo de drumul ce duce spre vest, în teritoriul canaaniților care locuiesc în Araba, față în față cu Ghilgal, aproape de stejarii lui Moreh?",
        "31": "Când veți traversa Iordanul ca să intrați în stăpânirea țării pe care v-o dă Domnul, Dumnezeul vostru, când o veți lua în stăpânire și veți locui în ea,",
        "32": "vegheați să împliniți toate hotărârile și judecățile pe care le pun astăzi înaintea voastră."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Therefore you shall love Yahweh your God, and keep his instructions, his statutes, his ordinances, and his commandments, always.",
        "2": "Know this day—for I don’t speak with your children who have not known, and who have not seen the chastisement of Yahweh your God, his greatness, his mighty hand, his outstretched arm,",
        "3": "his signs, and his works, which he did in the middle of Egypt to Pharaoh the king of Egypt, and to all his land;",
        "4": "and what he did to the army of Egypt, to their horses, and to their chariots; how he made the water of the Red Sea to overflow them as they pursued you, and how Yahweh has destroyed them to this day;",
        "5": "and what he did to you in the wilderness until you came to this place;",
        "6": "and what he did to Dathan and Abiram, the sons of Eliab, the son of Reuben—how the earth opened its mouth and swallowed them up, with their households, their tents, and every living thing that followed them, in the middle of all Israel;",
        "7": "but your eyes have seen all of Yahweh’s great work which he did.",
        "8": "Therefore you shall keep the entire commandment which I command you today, that you may be strong, and go in and possess the land that you go over to possess;",
        "9": "and that you may prolong your days in the land which Yahweh swore to your fathers to give to them and to their offspring, a land flowing with milk and honey.",
        "10": "For the land, where you go in to possess isn’t like the land of Egypt that you came out of, where you sowed your seed and watered it with your foot, as a garden of herbs;",
        "11": "but the land that you go over to possess is a land of hills and valleys which drinks water from the rain of the sky,",
        "12": "a land which Yahweh your God cares for. Yahweh your God’s eyes are always on it, from the beginning of the year even to the end of the year.",
        "13": "It shall happen, if you shall listen diligently to my commandments which I command you today, to love Yahweh your God, and to serve him with all your heart and with all your soul,",
        "14": "that I will give the rain for your land in its season, the early rain and the latter rain, that you may gather in your grain, your new wine, and your oil.",
        "15": "I will give grass in your fields for your livestock, and you shall eat and be full.",
        "16": "Be careful, lest your heart be deceived, and you turn away to serve other gods and worship them;",
        "17": "and Yahweh’s anger be kindled against you, and he shut up the sky so that there is no rain, and the land doesn’t yield its fruit; and you perish quickly from off the good land which Yahweh gives you.",
        "18": "Therefore you shall lay up these words of mine in your heart and in your soul. You shall bind them for a sign on your hand, and they shall be for frontlets between your eyes.",
        "19": "You shall teach them to your children, talking of them when you sit in your house, when you walk by the way, when you lie down, and when you rise up.",
        "20": "You shall write them on the door posts of your house and on your gates;",
        "21": "that your days and your children’s days may be multiplied in the land which Yahweh swore to your fathers to give them, as the days of the heavens above the earth.",
        "22": "For if you shall diligently keep all these commandments which I command you—to do them, to love Yahweh your God, to walk in all his ways, and to cling to him—",
        "23": "then Yahweh will drive out all these nations from before you, and you shall dispossess nations greater and mightier than yourselves.",
        "24": "Every place on which the sole of your foot treads shall be yours: from the wilderness and Lebanon, from the river, the river Euphrates, even to the western sea shall be your border.",
        "25": "No man will be able to stand before you. Yahweh your God will lay the fear of you and the dread of you on all the land that you tread on, as he has spoken to you.",
        "26": "Behold, I set before you today a blessing and a curse:",
        "27": "the blessing, if you listen to the commandments of Yahweh your God, which I command you today;",
        "28": "and the curse, if you do not listen to the commandments of Yahweh your God, but turn away out of the way which I command you today, to go after other gods which you have not known.",
        "29": "It shall happen, when Yahweh your God brings you into the land that you go to possess, that you shall set the blessing on Mount Gerizim, and the curse on Mount Ebal.",
        "30": "Aren’t they beyond the Jordan, behind the way of the going down of the sun, in the land of the Canaanites who dwell in the Arabah near Gilgal, beside the oaks of Moreh?",
        "31": "For you are to pass over the Jordan to go in to possess the land which Yahweh your God gives you, and you shall possess it and dwell in it.",
        "32": "You shall observe to do all the statutes and the ordinances which I set before you today."
      }
    }
  }
}