{
  "book": "Deuteronomul",
  "chapter": "23",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Cel scopit, sau famenul, să nu intre în adunarea Domnului.",
        "2": "Cel născut din curvie să nu intre în adunarea Domnului, nici chiar al zecelea neam al lui să nu intre în adunarea Domnului.",
        "3": "Amonitul și moabitul să nu intre în adunarea Domnului, nici chiar al zecelea neam, pe vecie,",
        "4": "pentru că nu v-au ieșit înainte cu pâine și apă pe drum, la ieșirea voastră din Egipt, și pentru că au adus, pe preț de argint, împotriva ta pe Balaam, fiul lui Beor, din Petor, din Mesopotamia, ca să te blesteme.",
        "5": "Dar Domnul Dumnezeul tău n-a voit să asculte pe Balaam și Domnul Dumnezeul tău a schimbat blestemul acela în binecuvântare, pentru că tu ești iubit de Domnul Dumnezeul tău.",
        "6": "Să nu-ți pese nici de propășirea lor, nici de bunăstarea lor toată viața ta, pe vecie.",
        "7": "Să nu urăști pe edomit, căci este fratele tău; să nu urăști pe egiptean, căci ai fost străin în țara lui:",
        "8": "fiii care li se vor naște, în al treilea neam, să intre în adunarea Domnului. Curăția în tabără",
        "9": "Când vei ieși cu oastea împotriva vrăjmașilor tăi, ferește-te de orice lucru rău.",
        "10": "Dacă va fi la tine cineva care să nu fie curat în urma vreunei întâmplări din timpul nopții, să iasă din tabără și să nu intre în tabără;",
        "11": "spre seară să se scalde în apă și, după asfințitul soarelui, va putea să se întoarcă în tabără.",
        "12": "Să ai un loc afară din tabără și acolo să ieși afară.",
        "13": "Între uneltele tale să ai o lopată cu care să sapi și să-ți acoperi murdăriile ieșite din tine, când vei ieși afară.",
        "14": "Căci Domnul Dumnezeul tău merge în mijlocul taberei tale, ca să te ocrotească și să-ți dea în mână pe vrăjmașii tăi dinaintea ta; tabăra ta va trebui deci să fie sfântă, pentru ca Domnul să nu vadă la tine nimic necurat și să nu Se abată de la tine. Robii fugiți. Darurile din curvie",
        "15": "Să nu dai înapoi stăpânului său pe un rob care va fugi la tine după ce l-a părăsit.",
        "16": "Să rămână la tine, în mijlocul tău, în locul pe care-l va alege el, într-una din cetățile tale, unde îi va plăcea: să nu-l asuprești.",
        "17": "Să nu fie nicio curvă din fetele lui Israel și să nu fie niciun sodomit din fiii lui Israel.",
        "18": "Să n-aduci în casa Domnului Dumnezeului tău câștigul unei curve, nici prețul unui câine, ca împlinire a unei juruințe oarecare, căci și unul, și altul sunt o urâciune înaintea Domnului Dumnezeului tău. Împrumuturile cu dobândă",
        "19": "Să nu ceri nicio dobândă de la fratele tău: nici pentru argint, nici pentru merinde, pentru nimic care se împrumută cu dobândă.",
        "20": "De la străin vei putea să iei dobândă, dar de la fratele tău să nu iei, pentru ca Domnul Dumnezeul tău să te binecuvânteze în tot ce vei face în țara pe care o vei lua în stăpânire. Juruințele. Strugurii și spicele",
        "21": "Dacă faci o juruință Domnului Dumnezeului tău, să nu pregeți s-o împlinești, căci Domnul Dumnezeul tău îți va cere socoteală, și te vei face vinovat de un păcat.",
        "22": "Dacă te ferești să faci o juruință, nu faci un păcat.",
        "23": "Dar să păzești și să împlinești ce-ți va ieși de pe buze, și anume juruințele pe care le vei face de bunăvoie Domnului Dumnezeului tău și pe care le vei rosti cu gura ta.",
        "24": "Dacă intri în via aproapelui tău, vei putea să mănânci struguri, după plac, până te vei sătura, dar în vas să nu iei.",
        "25": "Dacă intri în holdele aproapelui tău, vei putea să culegi spice cu mâna, dar secera în holdele aproapelui tău să n-o pui."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Niciun om care este castrat prin zdrobire sau tăiere să nu intre în adunarea Domnului.",
        "2": "Bastardul să nu intre în adunarea Domnului, nici chiar cei din a zecea generație a lui să nu intre în adunarea Domnului.",
        "3": "Amonitul sau moabitul să nu intre niciodată în adunarea Domnului, nici chiar cei din a zecea generație a lor să nu intre în adunarea Domnului,",
        "4": "fiindcă nu v-au întâmpinat cu pâine și cu apă pe drum, la ieșirea voastră din Egipt și l-au plătit pe Balaam, fiul lui Beor, din Petorul Aram-Naharaimului, ca să te blesteme.",
        "5": "Dar Domnul, Dumnezeul tău, n-a vrut să-l asculte pe Balaam. Domnul, Dumnezeul tău, a schimbat pentru tine blestemul în binecuvântare, pentru că Domnul, Dumnezeul tău, te iubește.",
        "6": "Să nu cauți fericirea lor și nici bunăstarea lor, în toate zilele vieții tale, pentru totdeauna.",
        "7": "Să nu-l disprețuiești pe edomit, căci este rudă cu tine. Să nu-l disprețuiești pe egiptean, pentru că ai fost străin în țara lui.",
        "8": "A treia generație de copii, care li se vor naște, va putea să intre în adunarea Domnului.",
        "9": "Când vei ieși cu tabăra împotriva dușmanilor tăi, să te ferești de orice lucru rău.",
        "10": "Dacă va fi la tine cineva care nu este curat, din cauza unei întâmplări din timpul nopții, să iasă din tabără și să rămână acolo.",
        "11": "Seara să se spele în apă, iar după asfințitul soarelui să se reîntoarcă în tabără.",
        "12": "Să ai un loc în afara taberei și acolo să ieși afară.",
        "13": "Printre uneltele tale, să ai o lopată. Când vei ședea afară, să sapi cu ea, să te întorci și să-ți acoperi fecalele.",
        "14": "Căci Domnul, Dumnezeul tău, merge în mijlocul taberei tale ca să te protejeze și să-i dea pe dușmanii tăi în mâinile tale. Prin urmare, tabăra ta să fie sfântă, astfel încât El să nu vadă vreo goliciune în mijlocul tău și să se întoarcă de la tine. Diferite reglementări",
        "15": "Să nu-l dai înapoi stăpânului său pe sclavul care se va refugia la tine.",
        "16": "Să locuiască cu tine, în mijlocul tău, în locul pe care el îl va alege, într-una dintre cetățile tale, acolo unde îi va plăcea. Să nu-l asuprești.",
        "17": "Să nu existe printre femeile din Israel nicio hierodulă și să nu existe printre fiii lui Israel niciunul care practică prostituția.",
        "18": "Să nu aduci în Casa Domnului, Dumnezeul tău, câștigul unei prostituate sau prețul unui bărbat care se prostituează, ca împlinire a unui jurământ, căci și unul și celălalt sunt o urâciune înaintea Domnului, Dumnezeul tău.",
        "19": "Să nu iei dobândă de la fratele tău: nici pentru argint, nici pentru mâncare, pentru nimic care se împrumută cu dobândă.",
        "20": "De la străin vei putea lua dobândă, dar de la fratele tău să nu iei, pentru ca Domnul, Dumnezeul tău, să te binecuvânteze în orice realizare a mâinilor tale, în țara în care vei intra ca s-o stăpânești.",
        "21": "Dacă vei face un jurământ Domnului, Dumnezeul tău, să nu întârzii să-l împlinești, fiindcă Domnul, Dumnezeul tău, cu siguranță te va întreba de el și vei fi vinovat de păcat.",
        "22": "Dacă te vei feri să faci un jurământ, nu vei păcătui.",
        "23": "Să păzești și să împlinești tot ce-ți va ieși de pe buze, deoarece jurământul pe care l-ai făcut Domnului, Dumnezeul tău, cu însăși gura ta, l-ai rostit de bunăvoie.",
        "24": "Dacă vei intra în podgoria semenului tău, vei avea voie să mănânci câți struguri dorești, până te vei sătura, dar să nu iei și în coșul tău.",
        "25": "Dacă vei intra în holda semenului tău, vei avea voie să culegi cu mâna spice de grâu, dar nu vei avea voie să folosești secera în holda lui."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "He who is emasculated by crushing or cutting shall not enter into Yahweh’s assembly.",
        "2": "A person born of a forbidden union shall not enter into Yahweh’s assembly; even to the tenth generation shall no one of his enter into Yahweh’s assembly.",
        "3": "An Ammonite or a Moabite shall not enter into Yahweh’s assembly; even to the tenth generation shall no one belonging to them enter into Yahweh’s assembly forever,",
        "4": "because they didn’t meet you with bread and with water on the way when you came out of Egypt, and because they hired against you Balaam the son of Beor from Pethor of Mesopotamia, to curse you.",
        "5": "Nevertheless Yahweh your God wouldn’t listen to Balaam, but Yahweh your God turned the curse into a blessing to you, because Yahweh your God loved you.",
        "6": "You shall not seek their peace nor their prosperity all your days forever.",
        "7": "You shall not abhor an Edomite, for he is your brother. You shall not abhor an Egyptian, because you lived as a foreigner in his land.",
        "8": "The children of the third generation who are born to them may enter into Yahweh’s assembly.",
        "9": "When you go out and camp against your enemies, then you shall keep yourselves from every evil thing.",
        "10": "If there is among you any man who is not clean by reason of that which happens to him by night, then shall he go outside of the camp. He shall not come within the camp;",
        "11": "but it shall be, when evening comes, he shall bathe himself in water. When the sun is down, he shall come within the camp.",
        "12": "You shall have a place also outside of the camp where you go relieve yourself.",
        "13": "You shall have a trowel among your weapons. It shall be, when you relieve yourself, you shall dig with it, and shall turn back and cover your excrement;",
        "14": "for Yahweh your God walks in the middle of your camp, to deliver you, and to give up your enemies before you. Therefore your camp shall be holy, that he may not see an unclean thing in you, and turn away from you.",
        "15": "You shall not deliver to his master a servant who has escaped from his master to you.",
        "16": "He shall dwell with you, among you, in the place which he shall choose within one of your gates, where it pleases him best. You shall not oppress him.",
        "17": "There shall be no prostitute of the daughters of Israel, neither shall there be a sodomite of the sons of Israel.",
        "18": "You shall not bring the hire of a prostitute, or the wages of a male prostitute, into the house of Yahweh your God for any vow; for both of these are an abomination to Yahweh your God.",
        "19": "You shall not lend on interest to your brother: interest of money, interest of food, interest of anything that is lent on interest.",
        "20": "You may charge a foreigner interest; but you shall not charge your brother interest, that Yahweh your God may bless you in all that you put your hand to, in the land where you go in to possess it.",
        "21": "When you vow a vow to Yahweh your God, you shall not be slack to pay it, for Yahweh your God will surely require it of you; and it would be sin in you.",
        "22": "But if you refrain from making a vow, it shall be no sin in you.",
        "23": "You shall observe and do that which has gone out of your lips. Whatever you have vowed to Yahweh your God as a free will offering, which you have promised with your mouth, you must do.",
        "24": "When you come into your neighbor’s vineyard, then you may eat your fill of grapes at your own pleasure; but you shall not put any in your container.",
        "25": "When you come into your neighbor’s standing grain, then you may pluck the ears with your hand; but you shall not use a sickle on your neighbor’s standing grain."
      }
    }
  }
}