{
  "book": "Deuteronomul",
  "chapter": "4",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Acum, Israele, ascultă legile și poruncile pe care vă învăț să le păziți. Împliniți-le, pentru ca să trăiți și să intrați în stăpânirea țării pe care v-o dă Domnul Dumnezeul părinților voștri.",
        "2": "Să n-adăugați nimic la cele ce vă poruncesc eu și să nu scădeți nimic din ele, ci să păziți poruncile Domnului Dumnezeului vostru, așa cum vi le dau eu.",
        "3": "Ați văzut cu ochii voștri ce a făcut Domnul cu prilejul faptei lui Baal-Peor: Domnul Dumnezeul tău a nimicit din mijlocul tău pe toți aceia care se duseseră după Baal-Peor.",
        "4": "Iar voi, care v-ați alipit de Domnul Dumnezeul vostru, sunteți toți vii astăzi.",
        "5": "Iată, v-am învățat legi și porunci, cum mi-a poruncit Domnul Dumnezeul meu, ca să le împliniți în țara pe care o veți lua în stăpânire.",
        "6": "Să le păziți și să le împliniți, căci aceasta va fi înțelepciunea și priceperea voastră înaintea popoarelor, care vor auzi vorbindu-se de toate aceste legi și vor zice: ‘Acest neam mare este un popor cu totul înțelept și priceput!’",
        "7": "Care este, în adevăr, neamul acela așa de mare încât să fi avut pe dumnezeii lui așa de aproape cum avem noi pe Domnul Dumnezeul nostru, ori de câte ori Îl chemăm?",
        "8": "Și care este neamul acela așa de mare încât să aibă legi și porunci așa de drepte cum este toată legea aceasta pe care v-o pun astăzi înainte?",
        "9": "Numai ia seama asupra ta și veghează cu luare aminte asupra sufletului tău în toate zilele vieții tale, ca nu cumva să uiți lucrurile pe care ți le-au văzut ochii și să-ți iasă din inimă; fă-le cunoscute copiilor tăi și copiilor copiilor tăi.",
        "10": "Adu-ți aminte de ziua când te-ai înfățișat înaintea Domnului Dumnezeului tău, la Horeb, când Domnul mi-a zis: ‘Strânge poporul la Mine! Căci vreau să-i fac să audă cuvintele Mele, ca să învețe să se teamă de Mine tot timpul cât vor trăi pe pământ și să învețe și pe copiii lor să le păzească.’",
        "11": "Voi v-ați apropiat și ați stat la poalele muntelui. Muntele era aprins și flăcările se ridicau până în inima cerului. Era întuneric, nori și negură deasă.",
        "12": "Și Domnul v-a vorbit din mijlocul focului; voi ați auzit sunetul cuvintelor Lui, dar n-ați văzut niciun chip, ci ați auzit doar un glas.",
        "13": "El Și-a vestit legământul Său, pe care v-a poruncit să-l păziți, Cele Zece Porunci, și le-a scris pe două table de piatră.",
        "14": "În vremea aceea, Domnul mi-a poruncit să vă învăț legi și porunci, ca să le împliniți în țara pe care o veți lua în stăpânire.",
        "15": "Fiindcă n-ați văzut niciun chip în ziua când v-a vorbit Domnul din mijlocul focului, la Horeb, vegheați cu luare aminte asupra sufletelor voastre,",
        "16": "ca nu cumva să vă stricați și să vă faceți un chip cioplit sau o înfățișare a vreunui idol, sau chipul vreunui om, sau chipul vreunei femei,",
        "17": "sau chipul vreunui dobitoc de pe pământ, sau chipul vreunei păsări care zboară în ceruri,",
        "18": "sau chipul vreunui dobitoc care se târăște pe pământ, sau chipul vreunui pește care trăiește în apele de dedesubtul pământului.",
        "19": "Veghează asupra sufletului tău, ca nu cumva, ridicându-ți ochii spre cer și văzând soarele, luna și stelele, toată oștirea cerurilor, să fii târât să te închini înaintea lor și să le slujești, căci acestea sunt lucruri pe care Domnul Dumnezeul tău le-a făcut și le-a împărțit ca să slujească tuturor popoarelor, sub cerul întreg.",
        "20": "Dar pe voi, Domnul v-a luat și v-a scos din cuptorul de fier al Egiptului, ca să-I fiți un popor pus deoparte, cum sunteți azi.",
        "21": "Și Domnul S-a mâniat pe mine din pricina voastră și a jurat că eu nu voi trece Iordanul și nu voi intra în țara aceea bună pe care ți-o dă ca moștenire Domnul Dumnezeul tău.",
        "22": "Eu voi muri deci în țara aceasta de aici, nu voi trece Iordanul, dar voi îl veți trece și veți stăpâni țara aceea bună.",
        "23": "Vegheați asupra voastră, ca să nu dați uitării legământul pe care l-a încheiat cu voi Domnul Dumnezeul vostru și să nu faceți vreun chip cioplit, nici vreo înfățișare oarecare, pe care te-a oprit Domnul Dumnezeul tău s-o faci.",
        "24": "Căci Domnul Dumnezeul tău este un foc mistuitor, un Dumnezeu gelos. Pedeapsa pentru închinarea la idoli",
        "25": "Când vei avea copii și copii din copiii tăi și vei fi de multă vreme în țară, dacă vă veți strica, dacă vă veți face chipuri cioplite, înfățișări ale vreunui lucru, dacă veți face ce este rău înaintea Domnului Dumnezeului vostru, ca să-L mâniați,",
        "26": "iau astăzi martori împotriva voastră cerul și pământul că veți pieri de o moarte repede din țara pe care o veți lua în stăpânire dincolo de Iordan și nu veți avea zile multe în ea, căci veți fi nimiciți de tot.",
        "27": "Domnul vă va împrăștia printre popoare și nu veți rămâne decât un mic număr în mijlocul neamurilor unde vă va duce Domnul.",
        "28": "Și acolo veți sluji unor dumnezei care sunt o lucrare făcută de mâini omenești, de lemn și de piatră, care nu pot nici să vadă, nici să audă, nici să mănânce, nici să miroasă.",
        "29": "Și, dacă de acolo vei căuta pe Domnul Dumnezeul tău, Îl vei găsi, dacă-L vei căuta din toată inima ta și din tot sufletul tău.",
        "30": "Și după ce ți se vor întâmpla toate aceste lucruri în strâmtorarea ta, în zilele de pe urmă, te vei întoarce la Domnul Dumnezeul tău și vei asculta glasul Lui,",
        "31": "căci Domnul Dumnezeul tău este un Dumnezeu plin de îndurare, care nu te va părăsi și nu te va nimici; El nu va uita legământul pe care l-a încheiat prin jurământ cu părinții tăi. Dumnezeul lui Israel mai presus de orice",
        "32": "Întreabă vremurile străvechi, care au fost înaintea ta, din ziua când a făcut Dumnezeu pe om pe pământ, și cercetează de la o margine a cerului la cealaltă: a fost vreodată vreo întâmplare așa de mare și s-a auzit vreodată așa ceva?",
        "33": "A fost vreodată vreun popor care să fi auzit glasul lui Dumnezeu vorbind din mijlocul focului, cum l-ai auzit tu, și să fi rămas viu?",
        "34": "A fost vreodată vreun dumnezeu care să fi căutat să ia un neam din mijlocul altui neam, prin încercări, semne, minuni și lupte, cu mână tare și braț întins, și cu minuni înfricoșate, cum a făcut cu voi Domnul Dumnezeul vostru, în Egipt și sub ochii voștri?",
        "35": "Numai tu ai fost martor la aceste lucruri, ca să cunoști că numai Domnul este Dumnezeu și că nu este alt Dumnezeu afară de El.",
        "36": "Din cer, te-a făcut să auzi glasul Lui, ca să te învețe; și, pe pământ, te-a făcut să vezi focul Lui cel mare și ai auzit cuvintele Lui din mijlocul focului.",
        "37": "El a iubit pe părinții tăi și de aceea a ales sămânța lor după ei; El Însuși te-a scos din Egipt, prin puterea Lui cea mare.",
        "38": "El a izgonit dinaintea ta neamuri mai mari la număr și mai tari decât tine, ca să te ducă în țara lor și să ți-o dea în stăpânire, cum vezi azi.",
        "39": "Să știi dar în ziua aceasta și pune-ți în inimă că numai Domnul este Dumnezeu, sus în cer și jos pe pământ, și că nu este alt Dumnezeu afară de El.",
        "40": "Păzește dar legile și poruncile Lui, pe care ți le dau azi, ca să fii fericit, tu și copiii tăi după tine, și să ai zile multe în țara pe care ți-o dă Domnul Dumnezeul tău pe vecie.” Cetățile de scăpare de la răsăritul Iordanului",
        "41": "Atunci, Moise a ales trei cetăți dincoace de Iordan, la răsărit,",
        "42": "pentru ca să slujească de scăpare ucigașului care ar fi omorât fără voie pe aproapele lui, fără să-i fi fost vrăjmaș mai dinainte, și să-și poată scăpa astfel viața, fugind într-una din aceste cetăți.",
        "43": "Aceste cetăți erau: Bețer, în pustie, în câmpie, la rubeniți; Ramot, în Galaad, la gadiți, și Golan, în Basan, la manasiți. Cele Zece Porunci",
        "44": "Aceasta este legea pe care a dat-o Moise copiilor lui Israel.",
        "45": "Iată învățăturile, legile și poruncile pe care le-a dat Moise copiilor lui Israel, după ieșirea lor din Egipt.",
        "46": "Aceasta era dincoace de Iordan, în vale, față în față cu Bet-Peor, în țara lui Sihon, împăratul amoriților, care locuia la Hesbon și care a fost bătut de Moise și copiii lui Israel după ieșirea lor din Egipt.",
        "47": "Ei au pus mâna pe țara lui și pe țara lui Og, împăratul Basanului. Acești doi împărați ai amoriților erau dincoace de Iordan, la răsărit.",
        "48": "Ținutul lor se întindea de la Aroer, care este pe malurile pârâului Arnon, până la muntele Sionului, care este Hermonul,",
        "49": "și cuprindea toată câmpia de dincoace de Iordan, la răsărit, până la marea câmpiei, sub poalele muntelui Pisga."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Acum, ascultă, Israel, hotărârile și judecățile pe care vă învăț. Împliniți-le ca să trăiți și să intrați în stăpânirea țării pe care v-o dă Domnul, Dumnezeul strămoșilor voștri.",
        "2": "Să nu adăugați nimic la cuvântul pe care vi-l poruncesc eu și să nu desființați nimic din el. Dimpotrivă, să păziți poruncile Domnului, Dumnezeul vostru, așa cum vi le dau eu.",
        "3": "Ochii voștri au văzut ceea ce a făcut Domnul din cauza lui Baal-Peor. Domnul, Dumnezeul tău, a nimicit din mijlocul tău toți bărbații care l-au urmat pe Baal-Peor,",
        "4": "însă voi, cei care ați stat alipiți de Domnul, Dumnezeul vostru, sunteți cu toții vii astăzi.",
        "5": "Iată că v-am învățat hotărârile și judecățile așa cum mi-a poruncit Domnul, Dumnezeul meu, ca să le împliniți în țara în care veți intra s-o luați în stăpânire.",
        "6": "Să le păziți și să le împliniți, fiindcă aceasta va fi înțelepciunea și priceperea voastră înaintea ochilor popoarelor. Ele vor auzi despre toate aceste hotărâri și vor zice: «Într-adevăr, națiunea aceasta mare este un popor înțelept și are discernământ!».",
        "7": "Oare ce națiune este așa de măreață încât să-și aibă dumnezeii atât de aproape, cum Îl avem noi pe Domnul, Dumnezeul nostru, ori de câte ori Îl chemăm?",
        "8": "Și care este națiunea aceea așa de măreață, încât să fi avut hotărâri și judecăți tot atât de drepte precum legea aceasta, pe care v-o pun astăzi înainte?",
        "9": "Numai ai grijă și veghează cu luare-aminte asupra sufletului tău ca să nu uiți lucrurile pe care le-ai văzut cu ochii tăi și ca ele să nu se depărteze de inima ta, în toate zilele vieții tale. Fă cunoscute aceste lucruri copiilor tăi și copiilor copiilor tăi.",
        "10": "Adu-ți aminte de ziua în care ai stat în prezența Domnului, Dumnezeul tău, la Horeb, atunci când Domnul mi-a zis: «Strânge poporul la Mine ca să asculte cuvintele Mele și să învețe astfel, atât ei, cât și copiii lor, să se teamă de Mine în toate zilele pe care le vor trăi pe pământ».",
        "11": "Voi v-ați apropiat și ați stat la poalele muntelui. Muntele ardea cu flăcări ce se înălțau până în inima cerurilor. Era întuneric, nori și negură.",
        "12": "Domnul v-a vorbit din mijlocul focului. Voi ați auzit sunetul cuvintelor, dar nu ați văzut nicio înfățișare, ci ați auzit doar un glas.",
        "13": "El v-a vestit legământul Său, Cele Zece Porunci, pe care v-a poruncit să le urmați și pe care le-a scris pe două table de piatră.",
        "14": "În vremea aceea, Domnul mi-a poruncit să vă învăț hotărârile și judecățile pe care trebuie să le împliniți în țara pe care o veți stăpâni, după ce veți traversa Iordanul. Idolatria este interzisă",
        "15": "În ziua când Domnul, Dumnezeul vostru, v-a vorbit la Horeb, din mijlocul focului, n-ați văzut nicio înfățișare. De aceea, vegheați bine asupra sufletelor voastre,",
        "16": "ca nu cumva să vă pervertiți și să vă faceți un chip cioplit sau înfățișarea vreunui idol sau asemănarea unui bărbat sau a unei femei",
        "17": "sau asemănarea unui animal care se târăște pe pământ sau asemănarea unei păsări care zboară pe cer",
        "18": "sau asemănarea vreunei vietăți care se târăște pe pământ sau asemănarea vreunui pește care se află în apele de sub pământ.",
        "19": "Iar atunci când îți vei ridica ochii spre ceruri și vei vedea soarele, luna și stelele, întreaga armată a cerurilor, să nu te lași amăgit să te închini înaintea lor și să le slujești, căci acestea sunt lucruri care au fost împărțite de Domnul, Dumnezeul vostru, tuturor popoarelor de sub cerul întreg.",
        "20": "Pe voi însă, Domnul v-a luat și v-a scos din cuptorul de fier, din Egipt, ca să fiți poporul moștenirii Lui, cum sunteți astăzi.",
        "21": "Domnul S-a mâniat pe mine din cauza voastră și a jurat că nu voi traversa Iordanul și nu voi intra în țara cea bună pe care Domnul, Dumnezeul tău, are să v-o dea ca moștenire.",
        "22": "Deci, eu voi muri în țara aceasta și nu voi traversa Iordanul, dar voi îl veți traversa și veți lua în stăpânire țara aceea bună.",
        "23": "Așadar, vegheați asupra voastră, ca să nu uitați legământul Domnului, Dumnezeul vostru, pe care El l-a încheiat cu voi, și să nu vă faceți vreun chip cioplit sau vreo înfățișare pe care Domnul, Dumnezeul tău, ți-a poruncit să nu le faci.",
        "24": "Căci Domnul, Dumnezeul tău, este un foc mistuitor și un Dumnezeu gelos.",
        "25": "Când ți se vor naște copii și nepoți și vei îmbătrâni în țară, dacă vă veți perverti și vă veți face vreun chip cioplit sau vreo înfățișare, dacă veți face ceea ce este rău înaintea ochilor Domnului, Dumnezeul vostru, ca să-L mâniați,",
        "26": "chem astăzi cerurile și pământul ca martori împotriva voastră, că veți fi nimiciți repede din țara pe care o veți lua în stăpânire după ce veți traversa Iordanul. Nu veți trăi multe zile, ci veți fi nimiciți.",
        "27": "Domnul vă va împrăștia printre popoare și nu veți rămâne decât un mic număr de oameni între națiunile la care vă va duce Domnul.",
        "28": "Acolo veți sluji unor dumnezei făcuți de mâna omului, din lemn și din piatră, care nu văd și nici nu aud, nu mănâncă și nici nu au miros.",
        "29": "Dar, dacă de acolo Îl vei căuta pe Domnul, Dumnezeul tău, Îl vei găsi, dacă Îl vei căuta din toată inima ta și din tot sufletul tău.",
        "30": "În necazul tău, după ce ți se vor fi întâmplat toate aceste lucruri, în zilele de pe urmă, te vei întoarce la Domnul, Dumnezeul tău, și vei asculta de glasul Lui.",
        "31": "Căci Domnul, Dumnezeul tău, este un Dumnezeu milostiv, Care nu te va părăsi și nu te va distruge. El nu va uita legământul pe care l-a încheiat, prin jurământ, cu strămoșii tăi. Nimeni nu este ca Domnul",
        "32": "Întreabă despre zilele dintâi, care au fost înainte de tine, începând cu ziua în care Dumnezeu l-a creat pe om pe pământ. Întreabă de la un capăt al cerurilor până la celălalt capăt al lor. S-a întâmplat vreodată un lucru atât de mare ca acesta sau s-a auzit vreodată așa ceva?",
        "33": "A existat vreodată vreun popor care să fi auzit glasul lui Dumnezeu, vorbindu-i din mijlocul focului, cum l-ai auzit tu, și să fi rămas în viață?",
        "34": "A existat vreodată vreun dumnezeu care să ia o națiune din mijlocul altei națiuni, prin încercări, prin semne și minuni, prin război, cu mână tare, cu braț puternic și cu fapte de temut, mărețe, așa cum a făcut cu voi Domnul, Dumnezeul vostru, în Egipt, înaintea ochilor tăi?",
        "35": "Ție ți-au fost arătate aceste lucruri ca să știi că Domnul este Dumnezeu și că nu este altul în afară de El.",
        "36": "Din ceruri te-a făcut să auzi glasul Lui, ca să te învețe. Pe pământ ți-a arătat focul Lui cel mare, iar tu ai ascultat cuvintele Lui din mijlocul focului.",
        "37": "Mai mult, fiindcă i-a iubit pe strămoșii tăi, de aceea i-a ales pe urmașii lor. Apoi te-a scos din Egipt prin prezența și puterea Lui cea mare,",
        "38": "ca să alunge dinaintea ta națiuni mai mari și mai puternice decât tine, ca să te aducă în țara pe care ți-a dat-o ca moștenire, după cum vezi astăzi.",
        "39": "Să știi astăzi și să păstrezi în inimă faptul că Domnul este Dumnezeu sus în Ceruri și jos pe pământ și că nu este altul.",
        "40": "Păzește deci hotărârile și judecățile Lui, pe care ți le dau astăzi, ca să-ți meargă bine, atât ție, cât și urmașilor tăi, și să ai viață lungă în țara pe care Domnul, Dumnezeul tău, ți-o dă pentru totdeauna“. Cetăți de scăpare",
        "41": "Atunci Moise a pus deoparte trei cetăți la est de Iordan,",
        "42": "ca să fugă acolo ucigașul care l-a omorât fără voie pe semenul său, fără să-l fi urât mai dinainte, și să se refugieze într-una dintre aceste cetăți pentru a-și salva viața.",
        "43": "Aceste cetăți erau: Bețer, în regiunea de podiș a rubeniților, Ramot, în Ghiladul gadiților, și Golan, în Bașanul manasiților.",
        "44": "Aceasta este Legea pe care Moise a așezat-o înaintea fiilor lui Israel.",
        "45": "Acestea sunt învățăturile, hotărârile și judecățile pe care Moise le-a spus fiilor lui Israel după ce au ieșit din Egipt,",
        "46": "dincolo de Iordan, în vale, față în față cu Bet-Peor, în țara lui Sihon, regele amoriților, care locuia în Heșbon și a fost învins de Moise și de fiii lui Israel după ieșirea lor din Egipt.",
        "47": "Ei au luat în stăpânire țara lui și țara lui Og, regele Bașanului, cei doi regi amoriți, care erau la est de Iordan:",
        "48": "de la Aroer, care este pe malul pârâului Arnon, până la muntele Sirion (acesta este Hermonul),",
        "49": "precum și toată Araba de dincolo de Iordan, din est până la Marea Arabei, lângă poalele muntelui Pisga."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now, Israel, listen to the statutes and to the ordinances which I teach you, to do them, that you may live and go in and possess the land which Yahweh, the God of your fathers, gives you.",
        "2": "You shall not add to the word which I command you, neither shall you take away from it, that you may keep the commandments of Yahweh your God which I command you.",
        "3": "Your eyes have seen what Yahweh did because of Baal Peor; for Yahweh your God has destroyed all the men who followed Baal Peor from among you.",
        "4": "But you who were faithful to Yahweh your God are all alive today.",
        "5": "Behold, I have taught you statutes and ordinances, even as Yahweh my God commanded me, that you should do so in the middle of the land where you go in to possess it.",
        "6": "Keep therefore and do them; for this is your wisdom and your understanding in the sight of the peoples who shall hear all these statutes and say, “Surely this great nation is a wise and understanding people.”",
        "7": "For what great nation is there that has a god so near to them as Yahweh our God is whenever we call on him?",
        "8": "What great nation is there that has statutes and ordinances so righteous as all this law which I set before you today?",
        "9": "Only be careful, and keep your soul diligently, lest you forget the things which your eyes saw, and lest they depart from your heart all the days of your life; but make them known to your children and your children’s children—",
        "10": "the day that you stood before Yahweh your God in Horeb, when Yahweh said to me, “Assemble the people to me, and I will make them hear my words, that they may learn to fear me all the days that they live on the earth, and that they may teach their children.”",
        "11": "You came near and stood under the mountain. The mountain burned with fire to the heart of the sky, with darkness, cloud, and thick darkness.",
        "12": "Yahweh spoke to you out of the middle of the fire: you heard the voice of words, but you saw no form; you only heard a voice.",
        "13": "He declared to you his covenant, which he commanded you to perform, even the ten commandments. He wrote them on two stone tablets.",
        "14": "Yahweh commanded me at that time to teach you statutes and ordinances, that you might do them in the land where you go over to possess it.",
        "15": "Be very careful, for you saw no kind of form on the day that Yahweh spoke to you in Horeb out of the middle of the fire,",
        "16": "lest you corrupt yourselves, and make yourself a carved image in the form of any figure, the likeness of male or female,",
        "17": "the likeness of any animal that is on the earth, the likeness of any winged bird that flies in the sky,",
        "18": "the likeness of anything that creeps on the ground, the likeness of any fish that is in the water under the earth;",
        "19": "and lest you lift up your eyes to the sky, and when you see the sun and the moon and the stars, even all the army of the sky, you are drawn away and worship them, and serve them, which Yahweh your God has allotted to all the peoples under the whole sky.",
        "20": "But Yahweh has taken you, and brought you out of the iron furnace, out of Egypt, to be to him a people of inheritance, as it is today.",
        "21": "Furthermore Yahweh was angry with me for your sakes, and swore that I should not go over the Jordan, and that I should not go in to that good land which Yahweh your God gives you for an inheritance;",
        "22": "but I must die in this land. I must not go over the Jordan, but you shall go over and possess that good land.",
        "23": "Be careful, lest you forget the covenant of Yahweh your God, which he made with you, and make yourselves a carved image in the form of anything which Yahweh your God has forbidden you.",
        "24": "For Yahweh your God is a devouring fire, a jealous God.",
        "25": "When you father children and children’s children, and you have been long in the land, and then corrupt yourselves, and make a carved image in the form of anything, and do that which is evil in Yahweh your God’s sight to provoke him to anger,",
        "26": "I call heaven and earth to witness against you today, that you will soon utterly perish from off the land which you go over the Jordan to possess it. You will not prolong your days on it, but will utterly be destroyed.",
        "27": "Yahweh will scatter you among the peoples, and you will be left few in number among the nations where Yahweh will lead you away.",
        "28": "There you will serve gods, the work of men’s hands, wood and stone, which neither see, nor hear, nor eat, nor smell.",
        "29": "But from there you shall seek Yahweh your God, and you will find him when you search after him with all your heart and with all your soul.",
        "30": "When you are in oppression, and all these things have come on you, in the latter days you shall return to Yahweh your God and listen to his voice.",
        "31": "For Yahweh your God is a merciful God. He will not fail you nor destroy you, nor forget the covenant of your fathers which he swore to them.",
        "32": "For ask now of the days that are past, which were before you, since the day that God created man on the earth, and from the one end of the sky to the other, whether there has been anything as great as this thing is, or has been heard like it?",
        "33": "Did a people ever hear the voice of God speaking out of the middle of the fire, as you have heard, and live?",
        "34": "Or has God tried to go and take a nation for himself from among another nation, by trials, by signs, by wonders, by war, by a mighty hand, by an outstretched arm, and by great terrors, according to all that Yahweh your God did for you in Egypt before your eyes?",
        "35": "It was shown to you so that you might know that Yahweh is God. There is no one else besides him.",
        "36": "Out of heaven he made you to hear his voice, that he might instruct you. On earth he made you to see his great fire; and you heard his words out of the middle of the fire.",
        "37": "Because he loved your fathers, therefore he chose their offspring after them, and brought you out with his presence, with his great power, out of Egypt;",
        "38": "to drive out nations from before you greater and mightier than you, to bring you in, to give you their land for an inheritance, as it is today.",
        "39": "Know therefore today, and take it to heart, that Yahweh himself is God in heaven above and on the earth beneath. There is no one else.",
        "40": "You shall keep his statutes and his commandments which I command you today, that it may go well with you and with your children after you, and that you may prolong your days in the land which Yahweh your God gives you for all time.",
        "41": "Then Moses set apart three cities beyond the Jordan toward the sunrise,",
        "42": "that the man slayer might flee there, who kills his neighbor unintentionally and didn’t hate him in time past, and that fleeing to one of these cities he might live:",
        "43": "Bezer in the wilderness, in the plain country, for the Reubenites; and Ramoth in Gilead for the Gadites; and Golan in Bashan for the Manassites.",
        "44": "This is the law which Moses set before the children of Israel.",
        "45": "These are the testimonies, and the statutes, and the ordinances which Moses spoke to the children of Israel when they came out of Egypt,",
        "46": "beyond the Jordan, in the valley opposite Beth Peor, in the land of Sihon king of the Amorites, who lived at Heshbon, whom Moses and the children of Israel struck when they came out of Egypt.",
        "47": "They took possession of his land and the land of Og king of Bashan, the two kings of the Amorites, who were beyond the Jordan toward the sunrise;",
        "48": "from Aroer, which is on the edge of the valley of the Arnon, even to Mount Siyon (also called Hermon),",
        "49": "and all the Arabah beyond the Jordan eastward, even to the sea of the Arabah, under the slopes of Pisgah."
      }
    }
  }
}