{
  "book": "Deuteronomul",
  "chapter": "29",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Iată cuvintele legământului pe care a poruncit lui Moise Domnul să-l încheie cu copiii lui Israel în țara Moabului, afară de legământul pe care-l încheiase cu ei la Horeb.",
        "2": "Moise a chemat pe tot Israelul și le-a zis: „Ați văzut tot ce a făcut Domnul sub ochii voștri, în țara Egiptului, lui Faraon, tuturor supușilor lui și întregii lui țări:",
        "3": "marile încercări pe care ți le-au văzut ochii, minunile și semnele acelea mari.",
        "4": "Dar Domnul nu v-a dat minte să pricepeți, nici ochi să vedeți, nici urechi să auziți până în ziua de azi.",
        "5": "Totuși El zice: ‘Eu v-am călăuzit patruzeci de ani în pustie; hainele nu vi s-au învechit pe voi și încălțămintea nu vi s-a învechit în picior;",
        "6": "pâine n-ați mâncat și n-ați băut nici vin, nici băutură tare, ca să cunoașteți că Eu sunt Domnul Dumnezeul vostru.’",
        "7": "Ați ajuns în locul acesta; Sihon, împăratul Hesbonului, și Og, împăratul Basanului, ne-au ieșit înainte, ca să ne bată, și i-am bătut.",
        "8": "Le-am luat țara și am dat-o în stăpânire rubeniților, gadiților și la jumătate din seminția manasiților.",
        "9": "Să păziți dar cuvintele legământului acestuia și să le împliniți, ca să izbutiți în tot ce veți face.",
        "10": "Astăzi stați înaintea Domnului Dumnezeului vostru voi toți, căpeteniile semințiilor voastre, bătrânii voștri, mai-marii oștirii voastre, toți bărbații din Israel,",
        "11": "copiii voștri, nevestele voastre și străinul care este în mijlocul taberei tale, de la cel ce-ți taie lemne până la cel ce-ți scoate apă.",
        "12": "Stai ca să intri în legământ cu Domnul Dumnezeul tău, în legământul acesta încheiat cu jurământ și pe care Domnul Dumnezeul tău îl încheie cu tine în ziua aceasta,",
        "13": "ca să te facă azi poporul Lui și El să fie Dumnezeul tău, cum ți-a spus și cum a jurat părinților tăi Avraam, Isaac și Iacov.",
        "14": "Nu numai cu voi închei legământul acesta încheiat cu jurământ,",
        "15": "ci atât cu cei ce sunt aici printre noi, de față, în ziua aceasta înaintea Domnului Dumnezeului nostru, cât și cu cei ce nu sunt aici printre noi în ziua aceasta. Binecuvântarea și blestemul înnoite",
        "16": "Știți cum am locuit în țara Egiptului și cum am trecut prin mijlocul neamurilor pe care le-ați străbătut.",
        "17": "Ați văzut urâciunile și idolii lor, lemnul și piatra, argintul și aurul, care erau la ele.",
        "18": "Să nu fie între voi nici bărbat, nici femeie, nici familie și nici seminție a căror inimă să se abată azi de la Domnul Dumnezeul nostru, ca să se ducă să slujească dumnezeilor neamurilor acelora. Să nu fie printre voi nicio rădăcină care să aducă otravă și pelin.",
        "19": "Nimeni, după ce a auzit cuvintele legământului acestuia încheiat cu jurământ, să nu se laude în inima lui și să zică: ‘Voi avea pace chiar dacă aș urma după pornirile inimii mele și chiar dacă aș adăuga beția la sete.’",
        "20": "Pe acela Domnul nu-l va ierta. Ci atunci mânia și gelozia Domnului se vor aprinde împotriva omului aceluia, toate blestemele scrise în cartea aceasta vor veni peste el, și Domnul îi va șterge numele de sub ceruri.",
        "21": "Domnul îl va despărți, spre pieirea lui, din toate semințiile lui Israel și-i va face după toate blestemele legământului scris în această carte a legii.",
        "22": "Vârsta de oameni care vor veni, copiii voștri care se vor naște după voi și străinul care va veni dintr-o țară depărtată, la vederea urgiilor și bolilor cu care va lovi Domnul țara aceasta –",
        "23": "la vederea pucioasei, a sării și arderii întregului ținut, unde nu va fi nici sămânță, nici rod, nici iarbă care să crească, întocmai ca la surparea Sodomei, Gomorei, Admei și Țeboimului, pe care le-a nimicit Domnul în mânia și urgia Lui –,",
        "24": "toate neamurile vor zice: ‘Pentru ce a făcut Domnul astfel țării acesteia? Pentru ce această mânie aprinsă, această mare urgie?’",
        "25": "Și li se va răspunde: ‘Pentru că au părăsit legământul încheiat cu ei de Domnul Dumnezeul părinților lor, când i-a scos din țara Egiptului;",
        "26": "pentru că s-au dus să slujească altor dumnezei și să se închine înaintea lor, dumnezei pe care ei nu-i cunoșteau și pe care nu li-i dăduse Domnul.",
        "27": "De aceea S-a aprins Domnul de mânie împotriva acestei țări și a adus peste ea toate blestemele scrise în cartea aceasta.",
        "28": "Domnul i-a smuls din țara lor cu mânie, cu urgie, cu o mare iuțime și i-a aruncat într-o altă țară, cum se vede azi.’",
        "29": "Lucrurile ascunse sunt ale Domnului Dumnezeului nostru, iar lucrurile descoperite sunt ale noastre și ale copiilor noștri, pe vecie, ca să împlinim toate cuvintele legii acesteia."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Acestea sunt cuvintele legământului pe care Domnul l-a poruncit lui Moise să-l încheie cu fiii lui Israel în țara Moabului, în afara legământului pe care l-a încheiat cu ei la Horeb.",
        "2": "Moise i-a chemat pe toți cei din Israel și le-a zis: „Ați văzut tot ce a făcut Domnul înaintea ochilor voștri, în țara Egiptului, lui Faraon, tuturor slujitorilor lui și întregii lui țări:",
        "3": "marile încercări pe care ochii tăi le-au văzut, semnele și minunile acelea mari.",
        "4": "Dar Domnul nu v-a dat inimă să înțelegeți, nici ochi să vedeți și nici urechi să auziți, până în ziua aceasta.",
        "5": "Timp de patruzeci de ani, cât v-am condus prin deșert, hainele de pe voi nu s-au învechit și sandalele din picioarele voastre nu s-au tocit.",
        "6": "Pâine n-ați mâncat și n-ați băut nici vin, nici băutură tare, ca să cunoașteți că Eu sunt Domnul, Dumnezeul vostru.",
        "7": "Când ați ajuns în locul acesta, Sihon, regele Heșbonului, și Og, regele Bașanului, ne-au ieșit înainte ca să se lupte cu noi, dar noi i-am învins.",
        "8": "Le-am luat țara și am dat-o ca moștenire rubeniților, gadiților și unei jumătăți din seminția lui Manase.",
        "9": "Să păziți cuvintele acestui legământ și să le împliniți, ca să reușiți în tot ce veți face.",
        "10": "Astăzi stați în prezența Domnului, Dumnezeul vostru, voi toți – căpeteniile semințiilor voastre și bătrânii voștri, supraveghetorii voștri împreună cu toți bărbații lui Israel,",
        "11": "copiii și soțiile voastre și străinul care este în mijlocul taberei voastre, de la cel ce vă taie lemne, până la cel ce vă scoate apă –",
        "12": "ca să intrați în legământ cu Domnul, Dumnezeul vostru, legământ încheiat prin jurământ și pe care Domnul, Dumnezeul vostru, îl face cu voi astăzi.",
        "13": "Stați în prezența Lui ca să vă facă astăzi poporul Lui și El să fie Dumnezeul vostru, așa cum v-a promis și așa cum a jurat părinților voștri, Avraam, Isaac și Iacov.",
        "14": "Nu numai cu voi închei legământul acesta și jurământul acesta,",
        "15": "ci atât cu cei care stau astăzi aici cu noi, înaintea Domnului, Dumnezeul nostru, cât și cu cei care nu sunt aici cu noi astăzi.",
        "16": "Căci voi știți cum am locuit în țara Egiptului și cum am trecut prin mijlocul națiunilor pe unde am fost.",
        "17": "Ați văzut spurcăciunile lor și idolii lor din lemn și din piatră, din argint și din aur.",
        "18": "Să nu existe printre voi niciun bărbat, nicio femeie, niciun clan și nicio seminție a căror inimă să se întoarcă astăzi de la Domnul, Dumnezeul nostru, ducându-se să slujească dumnezeilor acestor națiuni. Să nu existe printre voi nicio rădăcină care produce otravă sau pelin,",
        "19": "cineva care, după ce aude cuvintele acestui jurământ, se binecuvântează pe el însuși, zicând în inima lui: «Voi avea pace, chiar dacă aș urma încăpățânarea inimii mele». Aceasta va aduce dezastru peste ceea ce este roditor și peste ceea ce este uscat.",
        "20": "Domnul nu va dori să-l ierte. Mânia și gelozia Domnului se va aprinde împotriva lui. Toate blestemele scrise în Cartea aceasta vor veni peste el și Domnul îi va șterge numele de sub ceruri.",
        "21": "Domnul îl va separa de toate semințiile lui Israel, spre nenorocirea lui, potrivit cu toate blestemele legământului scris în această Carte a Legii.",
        "22": "Generația următoare, copiii voștri care se vor ridica după voi și străinul care va veni dintr-o țară îndepărtată, vor vedea nenorocirile care au fost în țara aceasta și urgiile cu care Domnul v-a îndurerat.",
        "23": "În toată țara va fi sulf, sare și cenușă. Nimic nu se va semăna, nimic nu va încolți și nicio plantă nu va crește. Va fi la fel ca la distrugerea Sodomei, Gomorei, Admei și Țeboimului, pe care le-a distrus Domnul în mânia și în furia Lui.",
        "24": "Toate națiunile vor întreba: ‒ De ce a făcut Domnul astfel țării acesteia? De ce S-a mâniat atât de tare?",
        "25": "Și li se va răspunde: ‒ Fiindcă au părăsit legământul Domnului, Dumnezeul strămoșilor lor, pe care l-a încheiat cu ei când i-a scos din țara Egiptului.",
        "26": "Ei s-au dus și au slujit altor dumnezei și s-au închinat înaintea lor, dumnezei pe care nu-i cunoșteau și pe care nu li-i dăduse El.",
        "27": "De aceea S-a mâniat Domnul pe țara aceasta și a adus astfel peste ei toate blestemele scrise în Cartea aceasta.",
        "28": "Domnul i-a smuls din țara lor cu mânie, cu furie și cu mare înverșunare și i-a aruncat într-o altă țară, cum se vede astăzi.",
        "29": "Lucrurile ascunse sunt ale Domnului, Dumnezeul nostru, iar lucrurile descoperite sunt ale noastre și ale urmașilor noștri pentru totdeauna, ca să împlinim toate cuvintele acestei Legi."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "These are the words of the covenant which Yahweh commanded Moses to make with the children of Israel in the land of Moab, in addition to the covenant which he made with them in Horeb.",
        "2": "Moses called to all Israel, and said to them: Your eyes have seen all that Yahweh did in the land of Egypt to Pharaoh, and to all his servants, and to all his land;",
        "3": "the great trials which your eyes saw, the signs, and those great wonders.",
        "4": "But Yahweh has not given you a heart to know, eyes to see, and ears to hear, to this day.",
        "5": "I have led you forty years in the wilderness. Your clothes have not grown old on you, and your sandals have not grown old on your feet.",
        "6": "You have not eaten bread, neither have you drunk wine or strong drink, that you may know that I am Yahweh your God.",
        "7": "When you came to this place, Sihon the king of Heshbon and Og the king of Bashan came out against us to battle, and we struck them.",
        "8": "We took their land, and gave it for an inheritance to the Reubenites, and to the Gadites, and to the half-tribe of the Manassites.",
        "9": "Therefore keep the words of this covenant and do them, that you may prosper in all that you do.",
        "10": "All of you stand today in the presence of Yahweh your God: your heads, your tribes, your elders, and your officers, even all the men of Israel,",
        "11": "your little ones, your wives, and the foreigners who are in the middle of your camps, from the one who cuts your wood to the one who draws your water,",
        "12": "that you may enter into the covenant of Yahweh your God, and into his oath, which Yahweh your God makes with you today,",
        "13": "that he may establish you today as his people, and that he may be your God, as he spoke to you and as he swore to your fathers, to Abraham, to Isaac, and to Jacob.",
        "14": "Neither do I make this covenant and this oath with you only,",
        "15": "but with those who stand here with us today before Yahweh our God, and also with those who are not here with us today",
        "16": "(for you know how we lived in the land of Egypt, and how we came through the middle of the nations through which you passed;",
        "17": "and you have seen their abominations and their idols of wood, stone, silver, and gold, which were among them);",
        "18": "lest there should be among you man, woman, family, or tribe whose heart turns away today from Yahweh our God, to go to serve the gods of those nations; lest there should be among you a root that produces bitter poison;",
        "19": "and it happen, when he hears the words of this curse, that he bless himself in his heart, saying, “I shall have peace, though I walk in the stubbornness of my heart,” to destroy the moist with the dry.",
        "20": "Yahweh will not pardon him, but then Yahweh’s anger and his jealousy will smoke against that man, and all the curse that is written in this book will fall on him, and Yahweh will blot out his name from under the sky.",
        "21": "Yahweh will set him apart for evil out of all the tribes of Israel, according to all the curses of the covenant written in this book of the law.",
        "22": "The generation to come—your children who will rise up after you, and the foreigner who will come from a far land—will say, when they see the plagues of that land, and the sicknesses with which Yahweh has made it sick,",
        "23": "that all of its land is sulfur, salt, and burning, that it is not sown, doesn’t produce, nor does any grass grow in it, like the overthrow of Sodom, Gomorrah, Admah, and Zeboiim, which Yahweh overthrew in his anger, and in his wrath.",
        "24": "Even all the nations will say, “Why has Yahweh done this to this land? What does the heat of this great anger mean?”",
        "25": "Then men will say, “Because they abandoned the covenant of Yahweh, the God of their fathers, which he made with them when he brought them out of the land of Egypt,",
        "26": "and went and served other gods and worshiped them, gods that they didn’t know and that he had not given to them.",
        "27": "Therefore Yahweh’s anger burned against this land, to bring on it all the curses that are written in this book.",
        "28": "Yahweh rooted them out of their land in anger, in wrath, and in great indignation, and thrust them into another land, as it is today.”",
        "29": "The secret things belong to Yahweh our God; but the things that are revealed belong to us and to our children forever, that we may do all the words of this law."
      }
    }
  }
}