{
  "book": "Deuteronomul",
  "chapter": "30",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Când se vor întâmpla toate aceste lucruri, binecuvântarea și blestemul pe care le pun înaintea ta, dacă le vei pune la inimă în mijlocul tuturor neamurilor între care te va risipi Domnul Dumnezeul tău,",
        "2": "dacă te vei întoarce la Domnul Dumnezeul tău și dacă vei asculta de glasul Lui din toată inima ta și din tot sufletul tău, tu și copiii tăi, potrivit cu tot ce-ți poruncesc azi,",
        "3": "atunci Domnul Dumnezeul tău va aduce înapoi robii tăi și va avea milă de tine, te va strânge iarăși din mijlocul tuturor popoarelor la care te va împrăștia Domnul Dumnezeul tău.",
        "4": "Chiar dacă ai fi risipit până la cealaltă margine a cerului, chiar și de acolo te va strânge Domnul Dumnezeul tău, și acolo Se va duce să te caute.",
        "5": "Domnul Dumnezeul tău te va aduce în țara pe care o stăpâneau părinții tăi și o vei stăpâni; îți va face bine și te va înmulți mai mult decât pe părinții tăi.",
        "6": "Domnul Dumnezeul tău îți va tăia împrejur inima ta și inima seminței tale și vei iubi pe Domnul Dumnezeul tău din toată inima ta și din tot sufletul tău, ca să trăiești.",
        "7": "Domnul Dumnezeul tău va face ca toate aceste blesteme să cadă peste vrăjmașii tăi, peste cei ce te vor urî și te vor prigoni.",
        "8": "Și tu te vei întoarce la Domnul, vei asculta de glasul Lui și vei împlini toate aceste porunci pe care ți le dau astăzi.",
        "9": "Domnul Dumnezeul tău te va umple de bunătăți, făcând să propășească tot lucrul mâinilor tale, rodul trupului tău, rodul turmelor tale și rodul pământului tău, căci Domnul Se va bucura din nou de fericirea ta, cum se bucura de fericirea părinților tăi,",
        "10": "dacă vei asculta de glasul Domnului Dumnezeului tău, păzind poruncile și rânduielile Lui, scrise în cartea aceasta a legii, dacă te vei întoarce la Domnul Dumnezeul tău din toată inima ta și din tot sufletul tău. Porunca nu este departe",
        "11": "Porunca aceasta pe care ți-o dau eu azi nu este mai presus de puterile tale, nici departe de tine.",
        "12": "Nu este în cer, ca să zici: ‘Cine se va sui pentru noi în cer și să ne-o aducă, pentru ca s-o auzim și s-o împlinim?’",
        "13": "Nu este nici dincolo de mare, ca să zici: ‘Cine va trece pentru noi dincolo de mare și să ne-o aducă, pentru ca s-o auzim și s-o împlinim?’",
        "14": "Dimpotrivă, este foarte aproape de tine, în gura ta și în inima ta, ca s-o împlinești. Alegerea",
        "15": "Iată, îți pun azi înainte viața și binele, moartea și răul.",
        "16": "Căci îți poruncesc azi să iubești pe Domnul Dumnezeul tău, să umbli pe căile Lui și să păzești poruncile Lui, legile Lui și rânduielile Lui, ca să trăiești și să te înmulțești și ca Domnul Dumnezeul tău să te binecuvânteze în țara pe care o vei lua în stăpânire.",
        "17": "Dar dacă inima ta se va abate, dacă nu vei asculta și te vei lăsa amăgit să te închini înaintea altor dumnezei și să le slujești,",
        "18": "vă spun astăzi că veți pieri și nu veți avea zile multe în țara pe care o veți lua în stăpânire, după ce veți trece Iordanul.",
        "19": "Iau azi cerul și pământul martori împotriva voastră că ți-am pus înainte viața și moartea, binecuvântarea și blestemul. Alege viața, ca să trăiești, tu și sămânța ta,",
        "20": "iubind pe Domnul Dumnezeul tău, ascultând de glasul Lui și lipindu-te de El, căci de aceasta atârnă viața ta și lungimea zilelor tale și numai așa vei putea locui în țara pe care a jurat Domnul că o va da părinților tăi, lui Avraam, Isaac și Iacov.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Când vor veni peste tine toate aceste lucruri, binecuvântarea și blestemul pe care ți le-am pus înainte, iar tu îți vei aminti din nou de ele în mijlocul tuturor națiunilor între care Domnul, Dumnezeul tău, te va risipi,",
        "2": "dacă te vei întoarce la Domnul, Dumnezeul tău, și vei asculta de glasul Lui din toată inima ta și din tot sufletul tău, atât tu, cât și copiii tăi, potrivit cu tot ceea ce ți-am poruncit astăzi,",
        "3": "atunci Domnul, Dumnezeul tău, îi va întoarce acasă pe captivii tăi, va avea milă de tine, te va aduce înapoi și te va strânge dintre toate popoarele în care te-a împrăștiat.",
        "4": "Chiar dacă vei fi risipit până la marginea cerurilor, și de acolo Domnul, Dumnezeul tău, te va strânge și te va întoarce.",
        "5": "El te va aduce în țara pe care o stăpâneau strămoșii tăi și o vei lua în stăpânire. El îți va face bine și te va înmulți mai mult decât pe strămoșii tăi.",
        "6": "Domnul, Dumnezeul tău, va circumcide inima ta și inima urmașilor tăi, ca să-L iubești din toată inima ta și din tot sufletul tău și, astfel, să trăiești.",
        "7": "Domnul, Dumnezeul tău, va face ca toate aceste blesteme să vină asupra dușmanilor tăi, care te persecută și asupra celor ce te urăsc.",
        "8": "Iar tu te vei întoarce, vei asculta de glasul Domnului și vei împlini toate poruncile pe care eu ți le-am dat astăzi.",
        "9": "Atunci Domnul, Dumnezeul tău, te va face să prosperi în toate lucrările mâinilor tale, în rodul pântecului tău, în rodul cirezilor tale și în rodul pământului tău. Domnul Se va bucura din nou de tine, spre fericirea ta, așa cum S-a bucurat de strămoșii tăi,",
        "10": "dacă vei asculta de glasul Domnului, Dumnezeul tău, păzind poruncile și hotărârile Lui scrise în această Carte a Legii și dacă te vei întoarce la Domnul, Dumnezeul tău, din toată inima ta și din tot sufletul tău. Alegerea între viață și moarte",
        "11": "Porunca aceasta, pe care ți-o dau astăzi, nu este prea grea pentru tine, nici prea departe de tine.",
        "12": "Nu este nici în Cer, ca să zici: «Cine se va sui în Cer pentru noi ca să ne-o aducă și, astfel, s-o auzim și s-o împlinim?».",
        "13": "Și nu este nici de partea cealaltă a mării, ca să zici: «Cine va traversa marea ca să ne-o aducă și, astfel, s-o auzim și s-o împlinim?».",
        "14": "Dimpotrivă, Cuvântul este foarte aproape de tine; este în gura ta și în inima ta, ca să-l poți împlini.",
        "15": "Iată, astăzi îți pun înainte viața și binele, moartea și răul.",
        "16": "Pentru că astăzi îți poruncesc să-L iubești pe Domnul, Dumnezeul tău, să umbli pe căile Lui și să păzești poruncile, hotărârile și legile Lui. Atunci, vei trăi și te vei înmulți, iar Domnul, Dumnezeul tău, te va binecuvânta în țara în care vei intra ca s-o iei în stăpânire.",
        "17": "Dar dacă inima ta se va abate și nu vei asculta, dacă te vei lăsa amăgit să te închini altor dumnezei și să le slujești,",
        "18": "vă înștiințez astăzi că veți pieri sigur. Nu veți avea multe zile în țara pentru care tu traversezi Iordanul ca să intri în ea și s-o iei în stăpânire.",
        "19": "Chem astăzi cerurile și pământul ca martori împotriva voastră, că ți-am pus înainte viața și moartea, binecuvântarea și blestemul. Acum alege viața, ca să trăiești atât tu, cât și urmașii tăi,",
        "20": "iubindu-L pe Domnul, Dumnezeul tău, ascultând de glasul Lui și alipindu-te de El. Căci El este viața ta și lungimea zilelor tale în țara pe care Domnul a jurat părinților tăi, Avraam, Isaac și Iacov, că le-o va da“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "It shall happen, when all these things have come on you, the blessing and the curse, which I have set before you, and you shall call them to mind among all the nations where Yahweh your God has driven you,",
        "2": "and return to Yahweh your God and obey his voice according to all that I command you today, you and your children, with all your heart and with all your soul,",
        "3": "that then Yahweh your God will release you from captivity, have compassion on you, and will return and gather you from all the peoples where Yahweh your God has scattered you.",
        "4": "If your outcasts are in the uttermost parts of the heavens, from there Yahweh your God will gather you, and from there he will bring you back.",
        "5": "Yahweh your God will bring you into the land which your fathers possessed, and you will possess it. He will do you good, and increase your numbers more than your fathers.",
        "6": "Yahweh your God will circumcise your heart, and the heart of your offspring, to love Yahweh your God with all your heart and with all your soul, that you may live.",
        "7": "Yahweh your God will put all these curses on your enemies and on those who hate you, who persecuted you.",
        "8": "You shall return and obey Yahweh’s voice, and do all his commandments which I command you today.",
        "9": "Yahweh your God will make you prosperous in all the work of your hand, in the fruit of your body, in the fruit of your livestock, and in the fruit of your ground, for good; for Yahweh will again rejoice over you for good, as he rejoiced over your fathers,",
        "10": "if you will obey Yahweh your God’s voice, to keep his commandments and his statutes which are written in this book of the law, if you turn to Yahweh your God with all your heart and with all your soul.",
        "11": "For this commandment which I command you today is not too hard for you or too distant.",
        "12": "It is not in heaven, that you should say, “Who will go up for us to heaven, bring it to us, and proclaim it to us, that we may do it?”",
        "13": "Neither is it beyond the sea, that you should say, “Who will go over the sea for us, bring it to us, and proclaim it to us, that we may do it?”",
        "14": "But the word is very near to you, in your mouth and in your heart, that you may do it.",
        "15": "Behold, I have set before you today life and prosperity, and death and evil.",
        "16": "For I command you today to love Yahweh your God, to walk in his ways and to keep his commandments, his statutes, and his ordinances, that you may live and multiply, and that Yahweh your God may bless you in the land where you go in to possess it.",
        "17": "But if your heart turns away, and you will not hear, but are drawn away and worship other gods, and serve them,",
        "18": "I declare to you today that you will surely perish. You will not prolong your days in the land where you pass over the Jordan to go in to possess it.",
        "19": "I call heaven and earth to witness against you today that I have set before you life and death, the blessing and the curse. Therefore choose life, that you may live, you and your descendants,",
        "20": "to love Yahweh your God, to obey his voice, and to cling to him; for he is your life, and the length of your days, that you may dwell in the land which Yahweh swore to your fathers, to Abraham, to Isaac, and to Jacob, to give them."
      }
    }
  }
}