{
  "book": "Deuteronomul",
  "chapter": "33",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Iată binecuvântarea cu care Moise, omul lui Dumnezeu, a binecuvântat pe copiii lui Israel înainte de moartea lui.",
        "2": "El a zis: „Domnul a venit din Sinai Și a răsărit peste ei din Seir, A strălucit din muntele Paran Și a ieșit din mijlocul zecilor de mii de sfinți, Având în dreapta Lui focul legii.",
        "3": "Da, El iubește popoarele; Toți sfinții sunt în mâna Ta. Ei au stat la picioarele Tale, Au primit cuvintele Tale.",
        "4": "Moise ne-a dat legea, Moștenirea adunării lui Iacov.",
        "5": "El era împărat în Israel Când se adunau căpeteniile poporului Și semințiile lui Israel.",
        "6": "Trăiască Ruben și să nu moară Și bărbații lui să fie mulți la număr!”",
        "7": "Iată ce a zis despre Iuda: „Ascultă, Doamne, glasul lui Iuda Și adu-l la poporul lui. Puternice să-i fie mâinile Și să-i fii ajutor împotriva vrăjmașilor lui!”",
        "8": "Despre Levi a zis: „Tumim și Urim au fost încredințați bărbatului sfânt Pe care l-ai ispitit la Masa Și cu care Te-ai certat la apele Meriba.",
        "9": "Levi a zis despre tatăl său și despre mama sa: ‘Nu i-am văzut!’ Și despre frații lui: ‘Nu vă cunosc!’ Iar de copii n-a vrut să mai știe. Căci ei păzesc Cuvântul Tău Și țin legământul Tău;",
        "10": "Ei învață pe Iacov poruncile Tale Și pe Israel, legea Ta; Ei pun tămâie sub nările Tale Și ardere-de-tot pe altarul Tău.",
        "11": "Binecuvântează tăria lui, Doamne! Primește lucrarea mâinilor lui! Frânge șalele potrivnicilor lui Și vrăjmașii lui să nu se mai scoale!”",
        "12": "Despre Beniamin a zis: „El este preaiubitul Domnului, El va locui la adăpost lângă Dânsul. Domnul îl va ocroti totdeauna Și se va odihni între umerii Lui.”",
        "13": "Despre Iosif a zis: „Țara lui va primi de la Domnul, ca semn de binecuvântare, Cel mai bun dar al cerului, roua, Cele mai bune ape care sunt jos,",
        "14": "Cele mai bune roade ale soarelui, Cele mai bune roade ale fiecărei luni,",
        "15": "Cele mai bune roade din munții cei vechi, Cele mai bune roade de pe dealurile cele veșnice,",
        "16": "Cele mai bune roade ale pământului și din tot ce cuprinde el. Bunăvoința Celui ce S-a arătat în rug Să vină peste capul lui Iosif, Pe creștetul capului domnului fraților lui!",
        "17": "El are frumusețea întâiului născut al taurului; Coarnele lui sunt cum sunt coarnele bivolului; Cu ele va împunge pe toate popoarele, Până la marginile pământului: Ele sunt zecile de mii ale lui Efraim, Ele sunt miile lui Manase.”",
        "18": "Despre Zabulon a zis: „Bucură-te, Zabuloane, de alergările tale Și tu, Isahar, de corturile tale!",
        "19": "Ei vor chema popoarele pe munte; Acolo vor aduce jertfe de dreptate, Căci vor suge bogăția mării Și comorile ascunse în nisip.”",
        "20": "Despre Gad a zis: „Binecuvântat să fie cine lărgește pe Gad! Gad se odihnește ca un leu și sfâșie la brațe și capete.",
        "21": "El a ales cea dintâi parte a țării, Căci acolo stă ascunsă moștenirea legiuitorului; El a mers cu fruntașii poporului, A adus la îndeplinire dreptatea Domnului Și poruncile Lui față de Israel.”",
        "22": "Despre Dan a zis: „Dan este un pui de leu Care se aruncă din Basan.”",
        "23": "Despre Neftali a zis: „Neftali, sătul de bunăvoință Și copleșit cu binecuvântări de la Domnul, Ia în stăpânire partea de apus și miazăzi!”",
        "24": "Despre Așer a zis: „Binecuvântat să fie Așer între copiii lui Israel! Plăcut să fie fraților lui Și să-și înmoaie piciorul în untdelemn!",
        "25": "Zăvoarele tale să fie de fier și de aramă Și puterea ta să țină cât zilele tale!",
        "26": "Nimeni nu este ca Dumnezeul lui Israel, El trece pe ceruri ca să-ți vină în ajutor, Trece cu măreție pe nori.",
        "27": "Dumnezeul cel veșnic este un loc de adăpost Și sub brațele Lui cele veșnice este un loc de scăpare. El a izgonit pe vrăjmaș dinaintea ta Și a zis: ‘Nimicește-l.’",
        "28": "Israel este fără frică în locuința lui, Izvorul lui Iacov este deoparte, Într-o țară plină de grâu și de must, Și cerul lui picură roua.",
        "29": "Ferice de tine, Israele! Cine este ca tine, Un popor mântuit de Domnul, Scutul care îți dă ajutor Și sabia care te face slăvit? Vrăjmașii tăi vor face pe prietenii înaintea ta, Și tu vei călca peste înălțimile lor.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Aceasta este binecuvântarea pe care Moise, omul lui Dumnezeu, a rostit-o pentru fiii lui Israel, înainte de moartea sa.",
        "2": "El a zis: „Domnul a venit din Sinai și a răsărit peste ei din Seir. A strălucit din muntele Paran și a venit din mijlocul zecilor de mii de sfinți. O lege învăpăiată le-a dat cu dreapta Lui.",
        "3": "Da, El iubește popoarele! Toți sfinții Tăi sunt în mâna Ta. Ei s-au plecat la picioarele Tale și au primit cuvintele Tale.",
        "4": "Moise ne-a dat Legea, moștenirea adunării lui Iacov.",
        "5": "El era Împărat peste Ieșurun când se adunau conducătorii poporului împreună cu semințiile lui Israel.",
        "6": "Să trăiască Ruben și să nu moară, iar bărbații lui să fie fără număr“.",
        "7": "Despre Iuda a zis: „Ascultă, Doamne, glasul lui Iuda și întoarce-l la poporul lui. El își apără cauza cu propriile sale mâini. Să-i fii un ajutor împotriva dușmanilor lui“.",
        "8": "Despre Levi a zis: „Tumim și Urim au fost încredințate bărbatului credincios, pe care l-ai pus la încercare la Masa și l-ai certat la apele Meribei.",
        "9": "El a zis despre tatăl său și despre mama sa «Nu i-am văzut!», pe frații lui nu i-a recunoscut, iar de copiii lui n-a dorit să știe, fiindcă a împlinit Cuvântul Tău și a păzit legământul Tău.",
        "10": "El îl învață pe Iacov poruncile Tale și pe Israel Legea Ta. El pune tămâie înaintea Ta și jertfe întregi pe altarul Tău.",
        "11": "Doamne, binecuvântează puterea lui și primește lucrarea mâinilor lui. Zdrobește coapsele celor ce se ridică împotriva lui și cei ce-l urăsc să nu se mai ridice“.",
        "12": "Despre Beniamin a zis: „Preaiubitul Domnului va locui în siguranță lângă El. Domnul îl va proteja tot timpul, și el se va odihni la pieptul Lui“.",
        "13": "Despre Iosif a zis: „Pământul lui să fie binecuvântat de Domnul, cu roua îmbelșugată a cerului și cu apele adânci de jos,",
        "14": "cu cele mai bune roade ale soarelui și cu cele mai bune recolte ale fiecărei luni,",
        "15": "cu înălțimile munților străvechi și cu bunătățile dealurilor veșnice.",
        "16": "Cele mai bune daruri ale pământului, belșugul lui și bunăvoința Celui Ce a locuit în rug să vină peste capul lui Iosif, pe creștetul capului său, a celui deosebit de frații săi.",
        "17": "El are grandoarea întâiului născut al taurului. Coarnele lui sunt coarnele bivolului sălbatic. Cu ele va împunge popoarele până la capătul pământului. Ele sunt zecile de mii ale lui Efraim și miile lui Manase“.",
        "18": "Despre Zabulon a zis: „Bucură-te, Zabulon, atunci când pleci, și tu, Isahar, în corturile tale.",
        "19": "Ei vor chema popoarele pe munte și acolo vor oferi jertfele dreptății, căci vor sorbi bogăția mărilor și comorile ascunse în nisip“.",
        "20": "Despre Gad a zis: „Binecuvântat să fie cel ce extinde granițele lui Gad! El se odihnește ca leul și sfârtecă brațe și capete.",
        "21": "El și-a ales partea cea mai bună, căci acolo era ascunsă partea legiuitorului. El a venit cu căpeteniile poporului, a împlinit dreptatea Domnului și judecățile Lui cu privire la Israel“.",
        "22": "Despre Dan a zis: „Dan este un pui de leu care a sărit din Bașan“.",
        "23": "Despre Neftali a zis: „Neftali este îndestulat cu bunăvoință și este plin de binecuvântarea Domnului. El va moșteni vestul și sudul“.",
        "24": "Despre Așer a zis: „Cel mai binecuvântat dintre fii este Așer. Să fie plăcut fraților lui și să-și înmoaie picioarele în ulei.",
        "25": "Zăvoarele porților tale să fie de fier și de bronz, iar puterea ta să țină cât zilele tale.",
        "26": "Nimeni nu este ca Dumnezeul lui Ieșurun, Care străbate călare cerurile ca să te ajute și Care trece pe nori cu măreție.",
        "27": "Dumnezeul cel Veșnic este un adăpost, iar sub tine sunt brațele Lui veșnice. El îi va alunga pe dușmani dinaintea ta și va zice: «Nimiciți-i!».",
        "28": "Israel va locui singur la adăpost. Izvorul lui Iacov este în țara grânelor și a mustului, unde cerul lasă să cadă roua.",
        "29": "Ferice de tine, Israel! Cine este ca tine, un popor eliberat de Domnul? El este scutul și ajutorul tău și sabia ta glorioasă. Dușmanii tăi te vor linguși, iar tu vei călca peste înălțimile lor“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "This is the blessing with which Moses the man of God blessed the children of Israel before his death.",
        "2": "He said, “Yahweh came from Sinai, and rose from Seir to them. He shone from Mount Paran. He came from the ten thousands of holy ones. At his right hand was a fiery law for them.",
        "3": "Yes, he loves the people. All his saints are in your hand. They sat down at your feet. Each receives your words.",
        "4": "Moses commanded us a law, an inheritance for the assembly of Jacob.",
        "5": "He was king in Jeshurun, when the heads of the people were gathered, all the tribes of Israel together.",
        "6": "“Let Reuben live, and not die; Nor let his men be few.”",
        "7": "This is for Judah. He said, “Hear, Yahweh, the voice of Judah. Bring him in to his people. With his hands he contended for himself. You shall be a help against his adversaries.”",
        "8": "About Levi he said, “Your Thummim and your Urim are with your godly one, whom you proved at Massah, with whom you contended at the waters of Meribah.",
        "9": "He said of his father, and of his mother, ‘I have not seen him.’ He didn’t acknowledge his brothers, nor did he know his own children; for they have observed your word, and keep your covenant.",
        "10": "They shall teach Jacob your ordinances, and Israel your law. They shall put incense before you, and whole burnt offering on your altar.",
        "11": "Yahweh, bless his skills. Accept the work of his hands. Strike through the hips of those who rise up against him, of those who hate him, that they not rise again.”",
        "12": "About Benjamin he said, “The beloved of Yahweh will dwell in safety by him. He covers him all day long. He dwells between his shoulders.”",
        "13": "About Joseph he said, “His land is blessed by Yahweh, for the precious things of the heavens, for the dew, for the deep that couches beneath,",
        "14": "for the precious things of the fruits of the sun, for the precious things that the moon can yield,",
        "15": "for the best things of the ancient mountains, for the precious things of the everlasting hills,",
        "16": "for the precious things of the earth and its fullness, the good will of him who lived in the bush. Let this come on the head of Joseph, on the crown of the head of him who was separated from his brothers.",
        "17": "Majesty belongs to the firstborn of his herd. His horns are the horns of the wild ox. With them he will push all the peoples to the ends of the earth. They are the ten thousands of Ephraim. They are the thousands of Manasseh.”",
        "18": "About Zebulun he said, “Rejoice, Zebulun, in your going out; and Issachar, in your tents.",
        "19": "They will call the peoples to the mountain. There they will offer sacrifices of righteousness, for they will draw out the abundance of the seas, the hidden treasures of the sand.”",
        "20": "About Gad he said, “He who enlarges Gad is blessed. He dwells as a lioness, and tears the arm and the crown of the head.",
        "21": "He provided the first part for himself, for the lawgiver’s portion was reserved for him. He came with the heads of the people. He executed the righteousness of Yahweh, His ordinances with Israel.”",
        "22": "About Dan he said, “Dan is a lion’s cub that leaps out of Bashan.”",
        "23": "About Naphtali he said, “Naphtali, satisfied with favor, full of Yahweh’s blessing, Possess the west and the south.”",
        "24": "About Asher he said, “Asher is blessed with children. Let him be acceptable to his brothers. Let him dip his foot in oil.",
        "25": "Your bars will be iron and bronze. As your days, so your strength will be.",
        "26": "“There is no one like God, Jeshurun, who rides on the heavens for your help, in his excellency on the skies.",
        "27": "The eternal God is your dwelling place. Underneath are the everlasting arms. He thrust out the enemy from before you, and said, ‘Destroy!’",
        "28": "Israel dwells in safety, the fountain of Jacob alone, In a land of grain and new wine. Yes, his heavens drop down dew.",
        "29": "You are happy, Israel! Who is like you, a people saved by Yahweh, the shield of your help, the sword of your excellency? Your enemies will submit themselves to you. You will tread on their high places.”"
      }
    }
  }
}