{
  "book": "Deuteronomul",
  "chapter": "21",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Dacă, în țara pe care ți-o dă în stăpânire Domnul Dumnezeul tău, se găsește întins în mijlocul unui câmp un om ucis, fără să se știe cine l-a lovit,",
        "2": "bătrânii și judecătorii tăi să se ducă să măsoare depărtarea de la trupul mort până în cetățile de primprejur.",
        "3": "Când se va hotărî cetatea cea mai apropiată de trupul mort, bătrânii din cetatea aceea să ia o vițea care să nu fi fost pusă la muncă și care să nu fi tras la jug.",
        "4": "Să ducă vițeaua aceea într-o vale cu apă care nu seacă niciodată și unde nu se ară, nici nu se seamănă; și acolo să taie capul vițelei, în vale.",
        "5": "Atunci să se apropie preoții, fiii lui Levi, căci pe ei i-a ales Domnul Dumnezeul tău ca să-I slujească și să binecuvânteze în Numele Domnului, și ei trebuie să hotărască în orice ceartă și în orice rănire.",
        "6": "Toți bătrânii din cetatea aceea cea mai apropiată de trupul mort să-și spele mâinile pe vițeaua căreia i-au tăiat capul în vale.",
        "7": "Și, luând cuvântul, să zică: ‘Mâinile noastre n-au vărsat sângele acesta și ochii noștri nu l-au văzut vărsându-se.",
        "8": "Iartă, Doamne, pe poporul Tău Israel, pe care l-ai răscumpărat; nu pune sângele nevinovat în socoteala poporului Tău Israel.’ Și sângele acela nu-i va fi pus în socoteală.",
        "9": "Astfel trebuie să curățești din mijlocul tău sângele nevinovat, făcând ce este plăcut înaintea Domnului. Prinșii de război. Drepturile întâilor născuți",
        "10": "Când vei merge la război împotriva vrăjmașilor tăi, dacă Domnul îi dă în mâinile tale și vei lua prinși din ei,",
        "11": "poate că printre cei prinși vei vedea o femeie frumoasă și vei dori s-o iei de nevastă.",
        "12": "Atunci s-o aduci înăuntrul casei tale. Ea să-și radă capul și să-și taie unghiile,",
        "13": "să-și lepede hainele pe care le purta când a fost prinsă, să locuiască în casa ta și să plângă pe tatăl și pe mama ei o lună de zile. După aceea, să te duci la ea, să-i fii bărbat și ea să-ți fie nevastă.",
        "14": "Dacă nu-ți va mai plăcea, s-o lași să plece unde va voi, dar nu vei putea s-o vinzi pe argint, nici să te porți cu ea ca și cu o roabă, pentru că ai înjosit-o.",
        "15": "Dacă un om care are două neveste iubește pe una și nu iubește pe cealaltă și dacă are copii cu ele, din care întâiul născut este de la nevasta pe care n-o iubește,",
        "16": "când își va împărți averile între fiii lui, nu va putea face întâi născut pe fiul aceleia pe care o iubește, în locul fiului aceleia pe care n-o iubește și care este întâiul născut.",
        "17": "Ci să recunoască de întâi născut pe fiul aceleia pe care n-o iubește și să-i dea o parte îndoită din averea lui, căci fiul acesta este cel dintâi rod al puterii lui și lui i se cuvine dreptul de întâi născut. Fiii neascultători",
        "18": "Dacă un om are un fiu neascultător și îndărătnic, care n-ascultă nici de glasul tatălui său, nici de glasul mamei lui și nu-i ascultă nici chiar după ce l-au pedepsit,",
        "19": "tatăl și mama să-l ia și să-l ducă la bătrânii cetății lui și la poarta locului în care locuiește.",
        "20": "Să spună bătrânilor cetății lui: ‘Iată, fiul nostru este neascultător și îndărătnic, n-ascultă de glasul nostru și este lacom și bețiv.’",
        "21": "Și toți oamenii din cetatea lui să-l ucidă cu pietre și să moară. Astfel să curățești răul din mijlocul tău, pentru ca tot Israelul s-audă și să se teamă. Despre cei spânzurați",
        "22": "Dacă se va omorî un om care a săvârșit o nelegiuire vrednică de pedeapsa cu moartea și l-ai spânzurat de un lemn,",
        "23": "trupul lui mort să nu stea noaptea pe lemn, ci să-l îngropi în aceeași zi, căci cel spânzurat este blestemat înaintea lui Dumnezeu, și să nu spurci țara pe care ți-o dă de moștenire Domnul Dumnezeul tău."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Dacă în țara pe care Domnul, Dumnezeul tău, ți-o dă în stăpânire vei găsi pe câmp un om ucis și nu știi cine l-a omorât,",
        "2": "bătrânii tăi și judecătorii tăi să iasă și să măsoare distanța de la cel ucis până la cetățile din jur.",
        "3": "Când se va afla cetatea cea mai apropiată de cel ucis, bătrânii acelei cetăți să ia din turmă o juncană cu care nu s-a lucrat și care n-a tras la jug.",
        "4": "Apoi, bătrânii acelei cetăți să coboare juncana într-o vale cu apă curgătoare, care nu a fost lucrată și nici semănată, și să-i frângă gâtul juncanei acolo, în vale.",
        "5": "Preoții leviți să se apropie, pentru că pe ei i-a ales Domnul, Dumnezeul vostru, ca să-I slujească, să binecuvânteze în Numele Lui și să decidă cu privire la orice ceartă și la orice rănire.",
        "6": "Atunci, toți bătrânii din cetatea aceea cea mai apropiată de cel ucis, să se spele pe mâini în apă, deasupra juncanei căreia i-au frânt gâtul",
        "7": "și să declare: «Mâinile noastre nu au vărsat sângele acesta, și ochii noștri nu l-au văzut vărsându-se!",
        "8": "Doamne, primește această ispășire pentru poporul Tău Israel, pe care Tu l-ai răscumpărat și nu face vinovat poporul Israel de sângele unui om nevinovat». Și se va face ispășire pentru ei din cauza sângelui vărsat.",
        "9": "Așa vei șterge vina pentru sângele nevinovat care este în mijlocul tău, pentru că astfel faci ce este drept înaintea ochilor Domnului. Reglementări privind relațiile familiale",
        "10": "Când vei merge la război împotriva dușmanilor tăi și Domnul, Dumnezeul tău, îi va da în mâna ta și vei lua captivi,",
        "11": "dacă printre ei vei vedea o femeie frumoasă la chip și te vei îndrăgosti de ea, vei putea s-o iei de soție.",
        "12": "S-o aduci în familia ta. Să se radă pe cap, să-și taie unghiile,",
        "13": "să-și schimbe haina pe care o purta când a fost luată captivă, să nu iasă din casă și să-și plângă tatăl și mama timp de o lună. După aceea, să intri la ea; tu să-i fii soț, iar ea să-ți fie soție.",
        "14": "Dacă nu-ți va mai plăcea, s-o lași să plece unde dorește. Nu vei putea s-o vinzi pe argint, nici să te porți cu ea ca și cu o sclavă, pentru că ai dezonorat-o.",
        "15": "Dacă un om are două soții și pe una o iubește, iar pe cealaltă n-o mai iubește și are copii de la amândouă, dacă întâiul născut este de la soția pe care n-o iubește,",
        "16": "în ziua când va împărți moștenirea între fiii lui, nu va putea da dreptul de întâi născut fiului celei pe care o iubește în defavoarea întâiului său născut care este fiul soției pe care n-o iubește.",
        "17": "Dimpotrivă, să recunoască dreptul de întâi născut pentru fiul soției pe care n-o iubește și să-i dea o parte dublă din tot ceea ce are, căci el este primul rod al puterii sale și lui i se cuvine dreptul de întâi născut.",
        "18": "Dacă un om are un fiu neascultător și răzvrătit, care nu ascultă de glasul tatălui său, nici de glasul mamei sale, și nu ascultă nici după ce l-au disciplinat,",
        "19": "tatăl și mama acestuia să-l ia și să-l aducă la bătrânii cetății lui, la poarta cetății.",
        "20": "Să le spună bătrânilor cetății lui astfel: «Acest fiu al nostru este neascultător și răzvrătit! Nu ascultă de noi și este un risipitor și un bețiv».",
        "21": "Atunci toți bărbații din cetatea lui să-l omoare cu pietre. Astfel, să nimicești răul din mijlocul tău. Tot Israelul va auzi și se va teme. Diferite reglementări",
        "22": "Dacă un om, care a comis un păcat și a primit o sentință la moarte, a fost omorât și l-ați spânzurat de un copac,",
        "23": "să nu-i rămână cadavrul pe lemn toată noaptea, ci neapărat să-l îngropi în aceeași zi, pentru că cel atârnat de lemn este blestemat de Dumnezeu. Să nu pângărești pământul pe care Domnul, Dumnezeul tău, ți-l dă ca moștenire."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "If someone is found slain in the land which Yahweh your God gives you to possess, lying in the field, and it isn’t known who has struck him,",
        "2": "then your elders and your judges shall come out, and they shall measure to the cities which are around him who is slain.",
        "3": "It shall be that the elders of the city which is nearest to the slain man shall take a heifer of the herd, which hasn’t been worked with and which has not drawn in the yoke.",
        "4": "The elders of that city shall bring the heifer down to a valley with running water, which is neither plowed nor sown, and shall break the heifer’s neck there in the valley.",
        "5": "The priests the sons of Levi shall come near, for them Yahweh your God has chosen to minister to him, and to bless in Yahweh’s name; and according to their word shall every controversy and every assault be decided.",
        "6": "All the elders of that city which is nearest to the slain man shall wash their hands over the heifer whose neck was broken in the valley.",
        "7": "They shall answer and say, “Our hands have not shed this blood, neither have our eyes seen it.",
        "8": "Forgive, Yahweh, your people Israel, whom you have redeemed, and don’t allow innocent blood among your people Israel.” The blood shall be forgiven them.",
        "9": "So you shall put away the innocent blood from among you, when you shall do that which is right in Yahweh’s eyes.",
        "10": "When you go out to battle against your enemies, and Yahweh your God delivers them into your hands and you carry them away captive,",
        "11": "and see among the captives a beautiful woman, and you are attracted to her, and desire to take her as your wife,",
        "12": "then you shall bring her home to your house. She shall shave her head and trim her nails.",
        "13": "She shall take off the clothing of her captivity, and shall remain in your house, and bewail her father and her mother a full month. After that you shall go in to her and be her husband, and she shall be your wife.",
        "14": "It shall be, if you have no delight in her, then you shall let her go where she desires; but you shall not sell her at all for money. You shall not deal with her as a slave, because you have humbled her.",
        "15": "If a man has two wives, the one beloved and the other hated, and they have borne him children, both the beloved and the hated, and if the firstborn son is hers who was hated,",
        "16": "then it shall be, in the day that he causes his sons to inherit that which he has, that he may not give the son of the beloved the rights of the firstborn before the son of the hated, who is the firstborn;",
        "17": "but he shall acknowledge the firstborn, the son of the hated, by giving him a double portion of all that he has; for he is the beginning of his strength. The right of the firstborn is his.",
        "18": "If a man has a stubborn and rebellious son who will not obey the voice of his father or the voice of his mother, and though they chasten him, will not listen to them,",
        "19": "then his father and his mother shall take hold of him and bring him out to the elders of his city and to the gate of his place.",
        "20": "They shall tell the elders of his city, “This our son is stubborn and rebellious. He will not obey our voice. He is a glutton and a drunkard.”",
        "21": "All the men of his city shall stone him to death with stones. So you shall remove the evil from among you. All Israel shall hear, and fear.",
        "22": "If a man has committed a sin worthy of death, and he is put to death, and you hang him on a tree,",
        "23": "his body shall not remain all night on the tree, but you shall surely bury him the same day; for he who is hanged is accursed of God. Don’t defile your land which Yahweh your God gives you for an inheritance."
      }
    }
  }
}