{
  "book": "Deuteronomul",
  "chapter": "15",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "La fiecare șapte ani, să dai iertare.",
        "2": "Și iată cum se va face iertarea. Când se va vesti iertarea în cinstea Domnului, orice creditor care va fi împrumutat pe aproapele său să-i ierte împrumutul, să nu silească pe aproapele său și pe fratele său să-i plătească datoria.",
        "3": "Vei putea să silești pe străin să-ți plătească, dar să ierți ce ai la fratele tău.",
        "4": "Totuși la tine să nu fie niciun sărac, căci Domnul te va binecuvânta în țara pe care ți-o va da de moștenire Domnul Dumnezeul tău;",
        "5": "numai să asculți de glasul Domnului Dumnezeului tău, împlinind cu scumpătate toate aceste porunci pe care ți le dau astăzi.",
        "6": "Domnul Dumnezeul tău te va binecuvânta, cum ți-a spus, așa încât vei da cu împrumut multor neamuri, dar tu nu vei lua cu împrumut de la ele; tu vei stăpâni peste multe neamuri, dar ele nu vor stăpâni peste tine.",
        "7": "Dacă va fi la tine vreun sărac dintre frații tăi, în vreuna din cetățile tale, în țara pe care ți-o dă Domnul Dumnezeul tău, să nu-ți împietrești inima și să nu-ți închizi mâna înaintea fratelui tău celui lipsit.",
        "8": "Ci să-i deschizi mâna și să-l împrumuți cu ce-i trebuie, ca să facă față nevoilor lui.",
        "9": "Vezi să nu fii așa de rău ca să zici în inima ta: ‘Ah, se apropie anul al șaptelea, anul iertării!’ Vezi să n-ai un ochi fără milă pentru fratele tău cel lipsit și să nu-i dai. Căci atunci el ar striga către Domnul împotriva ta și te-ai face vinovat de un păcat,",
        "10": "ci să-i dai, și să nu dai cu părere de rău în inimă, căci pentru aceasta te va binecuvânta Domnul Dumnezeul tău în toate lucrările de care te vei apuca.",
        "11": "Totdeauna vor fi săraci în țară, de aceea îți dau porunca aceasta: ‘Să-ți deschizi mâna față de fratele tău, față de sărac și față de cel lipsit din țara ta.’ Slobozirea robilor cumpărați",
        "12": "Dacă unul din frații tăi evrei, bărbat sau femeie, se vinde ție să-ți slujească șase ani, în anul al șaptelea să-i dai drumul de la tine și să fie slobod.",
        "13": "Și când îi vei da drumul ca să se ducă slobod de la tine, să nu-i dai drumul cu mâna goală;",
        "14": "să-i dai daruri din cireada ta, din aria ta, din teascul tău, din ce vei avea, prin binecuvântarea Domnului Dumnezeului tău.",
        "15": "Să-ți aduci aminte că și tu ai fost rob în țara Egiptului și că Domnul Dumnezeul tău te-a răscumpărat, de aceea îți dau astăzi porunca aceasta.",
        "16": "Dacă însă robul tău îți va zice: ‘Nu vreau să ies de la tine’, pentru că te iubește, pe tine și casa ta, și se simte bine la tine,",
        "17": "atunci să iei o sulă și să-i găurești urechea de ușă și să-ți fie rob pentru totdeauna. Tot așa să faci și cu roaba ta.",
        "18": "Să nu-ți pară rău când îl vei lăsa să plece slobod de la tine, căci ți-a slujit șase ani, ceea ce face de două ori cât simbria unui om tocmit cu plată, și Domnul Dumnezeul tău te va binecuvânta în tot ce vei face. Sfințirea întâiului născut din vite",
        "19": "Să închini Domnului Dumnezeului tău pe orice întâi născut de parte bărbătească din cireada și turma ta. Să nu muncești cu întâiul născut al vacii tale, să nu tunzi pe întâiul născut al oilor tale.",
        "20": "Să-l mănânci în fiecare an, tu și familia ta, înaintea Domnului Dumnezeului tău, în locul pe care-l va alege El.",
        "21": "Dacă are vreun cusur, dacă este șchiop sau orb, sau are vreo meteahnă trupească, să nu-l aduci ca jertfă Domnului Dumnezeului tău.",
        "22": "Să-l mănânci în cetățile tale: cel ce va fi necurat și cel ce va fi curat vor putea să-l mănânce amândoi, cum se mănâncă acum căprioara sau cerbul.",
        "23": "Numai sângele să nu i-l mănânci, ci să-l verși pe pământ ca apa."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "La sfârșitul fiecăror șapte ani să acorzi iertarea datoriilor.",
        "2": "Și iertarea datoriilor se va face astfel: orice proprietar care l-a împrumutat pe semenul său va trebui să anuleze împrumutul dat. Să nu-l oblige pe semenul sau pe fratele său să-i plătească, pentru că Domnul a instituit acest timp de iertare a datoriilor.",
        "3": "Îl vei putea obliga pe străin să plătească, dar datoria fratelui tău va trebui s-o anulezi.",
        "4": "Nu va trebui să existe între voi niciun nevoiaș, deoarece în țara pe care Domnul, Dumnezeul tău, ți-o dă în stăpânire ca s-o moștenești, El te va binecuvânta foarte mult,",
        "5": "însă numai dacă vei asculta cu atenție de glasul Domnului, Dumnezeul tău, păzind și împlinind toate poruncile acestea, pe care eu ți le dau astăzi.",
        "6": "Căci Domnul, Dumnezeul tău, te va binecuvânta după cum ți-a promis și vei putea împrumuta multor națiuni, dar tu nu vei lua cu împrumut. Vei stăpâni peste multe națiuni, dar nimeni nu va stăpâni peste tine.",
        "7": "Dacă va exista printre voi vreun nevoiaș, dintre frații voștri, într-una dintre cetățile voastre, în țara pe care v-o dă Domnul, Dumnezeul vostru, să nu vă împietriți inimile și să nu vă închideți mâna față de fratele vostru nevoiaș.",
        "8": "Ci să-ți deschizi mâna ca să-l împrumuți cu tot ceea ce are nevoie.",
        "9": "Ai grijă ca nu cumva să fie vreo ticăloșie în inima ta și să spui: «Of, se apropie anul al șaptelea, anul iertării datoriilor!» și ca nu cumva să privești cu ochi rău pe fratele tău nevoiaș și să nu-l împrumuți. Atunci el va striga către Domnul și vei fi vinovat de păcat.",
        "10": "Să-i dai cu dărnicie, nu cu părere de rău în inimă, căci pentru aceasta te va binecuvânta Domnul, Dumnezeul tău, în toate lucrările tale și în orice realizare a mâinilor tale.",
        "11": "Întotdeauna vor exista oameni nevoiași în țară. De aceea îți poruncesc: «Să fii darnic față de fratele tău sărac și față de cel nevoiaș din țara ta».",
        "12": "Dacă fratele tău, evreu sau evreică, ți se va vinde, să te slujească timp de șase ani, iar în al șaptelea an să-l lași să plece liber de la tine.",
        "13": "Când îl vei lăsa să plece liber de la tine, să nu-l trimiți cu mâinile goale.",
        "14": "Să-i dai produse din turma ta, din aria ta și din presa ta de struguri, cu care Domnul, Dumnezeul tău, te-a binecuvântat.",
        "15": "Adu-ți aminte că și tu ai fost sclav în țara Egiptului, iar Domnul, Dumnezeul tău, te-a răscumpărat. De aceea îți dau astăzi porunca aceasta.",
        "16": "Dar, dacă el îți va zice: «Nu doresc să plec de la tine», pentru că te iubește pe tine și familia ta și pentru că o duce bine la tine,",
        "17": "atunci să iei o andrea și să-i străpungi urechea la ușă. Astfel, el va rămâne slujitorul tău pentru totdeauna. Tot așa să faci și cu slujitoarea ta.",
        "18": "Să nu-ți pară rău când o vei lăsa să plece liberă de la tine, deoarece ți-a slujit șase ani, ceea ce face de două ori mai mult decât plata unui lucrător angajat. Iar Domnul, Dumnezeul tău, te va binecuvânta în orice lucrare pe care o vei face. Reglementări privind întâii născuți dintre animale",
        "19": "Să închini Domnului, Dumnezeul tău, fiecare întâi născut, mascul, din cireada și din turma ta. Să nu lucrezi cu întâii născuți ai vitelor tale și să nu tunzi întâii născuți ai oilor tale.",
        "20": "Să-i mănânci în fiecare an, tu și familia ta, înaintea Domnului, Dumnezeul tău, în locul pe care El îl va alege.",
        "21": "Dacă au vreo infirmitate, dacă sunt șchiopi sau orbi sau au alte infirmități trupești, să nu-i jertfești Domnului, Dumnezeul tău.",
        "22": "Să-i mănânci în cetățile tale. Amândoi, atât cel necurat, cât și cel curat, vor putea să-i mănânce așa cum se mănâncă o gazelă sau un cerb.",
        "23": "Să nu mănânci însă cu sânge, ci să-l verși pe pământ, așa cum faci cu apa."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "At the end of every seven years, you shall cancel debts.",
        "2": "This is the way it shall be done: every creditor shall release that which he has lent to his neighbor. He shall not require payment from his neighbor and his brother, because Yahweh’s release has been proclaimed.",
        "3": "Of a foreigner you may require it; but whatever of yours is with your brother, your hand shall release.",
        "4": "However there will be no poor with you (for Yahweh will surely bless you in the land which Yahweh your God gives you for an inheritance to possess)",
        "5": "if only you diligently listen to Yahweh your God’s voice, to observe to do all this commandment which I command you today.",
        "6": "For Yahweh your God will bless you, as he promised you. You will lend to many nations, but you will not borrow. You will rule over many nations, but they will not rule over you.",
        "7": "If a poor man, one of your brothers, is with you within any of your gates in your land which Yahweh your God gives you, you shall not harden your heart, nor shut your hand from your poor brother;",
        "8": "but you shall surely open your hand to him, and shall surely lend him sufficient for his need, which he lacks.",
        "9": "Beware that there not be a wicked thought in your heart, saying, “The seventh year, the year of release, is at hand,” and your eye be evil against your poor brother and you give him nothing; and he cry to Yahweh against you, and it be sin to you.",
        "10": "You shall surely give, and your heart shall not be grieved when you give to him, because it is for this thing Yahweh your God will bless you in all your work and in all that you put your hand to.",
        "11": "For the poor will never cease out of the land. Therefore I command you to surely open your hand to your brother, to your needy, and to your poor, in your land.",
        "12": "If your brother, a Hebrew man, or a Hebrew woman, is sold to you and serves you six years, then in the seventh year you shall let him go free from you.",
        "13": "When you let him go free from you, you shall not let him go empty.",
        "14": "You shall furnish him liberally out of your flock, out of your threshing floor, and out of your wine press. As Yahweh your God has blessed you, you shall give to him.",
        "15": "You shall remember that you were a slave in the land of Egypt, and Yahweh your God redeemed you. Therefore I command you this thing today.",
        "16": "It shall be, if he tells you, “I will not go out from you,” because he loves you and your house, because he is well with you,",
        "17": "then you shall take an awl, and thrust it through his ear to the door, and he shall be your servant forever. Also to your female servant you shall do likewise.",
        "18": "It shall not seem hard to you when you let him go free from you, for he has been double the value of a hired hand as he served you six years. Yahweh your God will bless you in all that you do.",
        "19": "You shall dedicate all the firstborn males that are born of your herd and of your flock to Yahweh your God. You shall do no work with the firstborn of your herd, nor shear the firstborn of your flock.",
        "20": "You shall eat it before Yahweh your God year by year in the place which Yahweh shall choose, you and your household.",
        "21": "If it has any defect—is lame or blind, or has any defect whatever, you shall not sacrifice it to Yahweh your God.",
        "22": "You shall eat it within your gates. The unclean and the clean shall eat it alike, as the gazelle and as the deer.",
        "23": "Only you shall not eat its blood. You shall pour it out on the ground like water."
      }
    }
  }
}