{
  "book": "Deuteronomul",
  "chapter": "31",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Moise s-a dus și a mai spus următoarele cuvinte întregului Israel:",
        "2": "„Astăzi”, le-a zis el, „eu sunt în vârstă de o sută douăzeci de ani. Nu voi mai putea merge în fruntea voastră, și Domnul mi-a zis: ‘Tu să nu treci Iordanul!’",
        "3": "Domnul Dumnezeul tău va merge El Însuși înaintea ta, va nimici neamurile acestea dinaintea ta și vei pune stăpânire pe ele. Iosua va merge înaintea ta, cum a spus Domnul.",
        "4": "Domnul va face neamurilor acestora cum a făcut lui Sihon și Og, împărații amoriților, și țării lor, pe care a nimicit-o.",
        "5": "Domnul vi le va da în mână și le veți face după poruncile pe care vi le-am dat.",
        "6": "Întăriți-vă și îmbărbătați-vă! Nu vă temeți și nu vă înspăimântați de ei, căci Domnul Dumnezeul tău va merge El Însuși cu tine, nu te va părăsi și nu te va lăsa.”",
        "7": "Moise a chemat pe Iosua și i-a zis în fața întregului Israel: „Întărește-te și îmbărbătează-te. Căci tu vei intra cu poporul acesta în țara pe care Domnul a jurat părinților lor că le-o va da și tu îi vei pune în stăpânirea ei.",
        "8": "Domnul Însuși va merge înaintea ta, El Însuși va fi cu tine, nu te va părăsi și nu te va lăsa; nu te teme și nu te înspăimânta!” Să citească legea",
        "9": "Moise a scris legea aceasta și a încredințat-o preoților, fiii lui Levi, care duceau chivotul legământului Domnului, și tuturor bătrânilor lui Israel.",
        "10": "Moise le-a dat porunca aceasta: „La fiecare șapte ani, pe vremea anului iertării, la Sărbătoarea Corturilor,",
        "11": "când tot Israelul va veni să se înfățișeze înaintea Domnului Dumnezeului tău, în locul pe care-l va alege El, să citești legea aceasta înaintea întregului Israel, în auzul lor.",
        "12": "Să strângi poporul, bărbații, femeile, copiii și străinul care va fi în cetățile tale, ca să audă și să învețe să se teamă de Domnul Dumnezeul vostru, să păzească și să împlinească toate cuvintele legii acesteia.",
        "13": "Pentru ca și copiii lor, care n-o vor cunoaște, s-o audă și să învețe să se teamă de Domnul Dumnezeul vostru, în tot timpul cât veți trăi în țara pe care o veți lua în stăpânire, după ce veți trece Iordanul.”",
        "14": "Domnul a zis lui Moise: „Iată că se apropie clipa când vei muri. Cheamă pe Iosua și înfățișați-vă în cortul întâlnirii. Eu îi voi da poruncile Mele.” Moise și Iosua s-au dus și s-au înfățișat în cortul întâlnirii.",
        "15": "Și Domnul S-a arătat în cort, într-un stâlp de nor: și stâlpul de nor s-a oprit la ușa cortului.",
        "16": "Domnul a zis lui Moise: „Iată, tu vei adormi împreună cu părinții tăi. Și poporul acesta se va scula și va curvi după dumnezeii străini ai țării în care intră. Pe Mine Mă va părăsi și va călca legământul Meu, pe care l-am încheiat cu el.",
        "17": "În ziua aceea, Mă voi aprinde de mânie împotriva lui. Îi voi părăsi și-Mi voi ascunde Fața de ei. El va fi prăpădit și-l vor ajunge o mulțime de rele și necazuri și atunci va zice: ‘Oare nu m-au ajuns aceste rele din pricină că Dumnezeul meu nu este în mijlocul meu?’",
        "18": "Și Eu Îmi voi ascunde Fața în ziua aceea, din pricina tot răului pe care-l va face, întorcându-se spre alți dumnezei.",
        "19": "Acum, scrieți-vă cântarea aceasta. Învață pe copiii din Israel s-o cânte, pune-le-o în gură, și cântarea aceasta să-Mi fie martoră împotriva copiilor lui Israel.",
        "20": "Căci voi duce pe poporul acesta în țara pe care am jurat părinților lui că i-o voi da, țară unde curge lapte și miere; el va mânca, se va sătura și se va îngrășa, apoi se va întoarce la alți dumnezei și le va sluji, iar pe Mine Mă va nesocoti și va călca legământul Meu.",
        "21": "Când va fi lovit atunci cu o mulțime de rele și necazuri, cântarea aceasta, care nu va fi uitată și pe care uitarea n-o va șterge din gura urmașilor, va sta ca martoră împotriva acestui popor. Căci Eu îi cunosc pornirile, care se arată și azi, înainte chiar ca să-l fi dus în țara pe care am jurat că i-o voi da.”",
        "22": "În ziua aceea, Moise a scris cântarea aceasta și a învățat pe copiii lui Israel s-o cânte.",
        "23": "Domnul a poruncit lui Iosua, fiul lui Nun, și a zis: „Întărește-te și îmbărbătează-te, căci tu vei duce pe copiii lui Israel în țara pe care am jurat că le-o voi da; și Eu Însumi voi fi cu tine.”",
        "24": "După ce a isprăvit Moise în totul de scris într-o carte cuvintele legii acesteia,",
        "25": "a dat următoarea poruncă leviților, care duceau chivotul legământului Domnului:",
        "26": "„Luați cartea aceasta a legii și puneți-o lângă chivotul legământului Domnului Dumnezeului vostru, ca să fie acolo ca martoră împotriva ta.",
        "27": "Căci eu îți cunosc duhul tău de răzvrătire și încăpățânarea ta cea mare. Dacă vă răzvrătiți voi împotriva Domnului cât trăiesc eu încă în mijlocul vostru, cu cât mai răzvrătiți veți fi după moartea mea!",
        "28": "Strângeți înaintea mea pe toți bătrânii semințiilor voastre și pe căpeteniile oștirii voastre; voi spune cuvintele acestea în fața lor și voi lua martor împotriva lor cerul și pământul.",
        "29": "Căci știu că după moartea mea vă veți strica și vă veți abate de la calea pe care v-am arătat-o și, în cele din urmă, vă va ajunge nenorocirea, dacă veți face ce este rău înaintea Domnului, până acolo încât să-L mâniați prin lucrul mâinilor voastre.”",
        "30": "Moise a rostit toate cuvintele cântării acesteia în fața întregii adunări a lui Israel:"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Moise s-a dus și a spus următoarele cuvinte înaintea întregului Israel:",
        "2": "„Astăzi, eu am o sută douăzeci de ani și nu voi mai putea să vă conduc, iar Domnul mi-a zis: «Tu nu vei traversa Iordanul».",
        "3": "Domnul, Dumnezeul tău, va traversa El Însuși înaintea ta, va nimici națiunile acestea dinaintea ta, iar tu le vei stăpâni. Iosua va traversa în fruntea ta, așa cum a vorbit Domnul.",
        "4": "Domnul va face cu ele tot așa cum le-a făcut lui Sihon și lui Og, regii amoriți, și țărilor lor, pe care le-a nimicit.",
        "5": "Domnul vi le va da vouă, iar voi să faceți potrivit cu toate poruncile pe care vi le-am dat.",
        "6": "Fiți tari și curajoși! Să nu vă temeți și să nu vă îngroziți din cauza lor, fiindcă Domnul, Dumnezeul tău, va merge împreună cu tine. El nu te va părăsi și nu te va lăsa“.",
        "7": "Moise l-a chemat pe Iosua și i-a vorbit înaintea ochilor întregului Israel: „Fii tare și curajos, pentru că tu vei merge cu poporul acesta în țara pe care Domnul a jurat strămoșilor lor că le-o va da și îi vei conduce la moștenirea lor.",
        "8": "Domnul Însuși va merge înaintea ta și va fi cu tine. El nu te va părăsi, nici nu te va uita. Să nu-ți fie teamă și să nu te înspăimânți!“. Citirea publică și periodică a Legii",
        "9": "Moise a scris Legea aceasta și a încredințat-o preoților leviți, care duceau Chivotul legământului Domnului, și tuturor bătrânilor lui Israel.",
        "10": "Moise le-a poruncit, zicând: „La fiecare șapte ani, în anul iertării datoriilor, la Sărbătoarea Corturilor,",
        "11": "când tot Israelul va veni să se înfățișeze înaintea Domnului, Dumnezeul vostru, în locul pe care El îl va alege, să citiți această Lege înaintea întregului popor, în auzul lor.",
        "12": "Să strângeți împreună poporul – bărbații, femeile, copiii și străinul din cetățile voastre – ca să asculte și să învețe să se teamă de Domnul, Dumnezeul vostru, și să păzească toate cuvintele acestei Legi, împlinindu-le.",
        "13": "În acest fel și copiii lor, care nu o cunosc, o vor auzi și vor învăța să se teamă de Domnul, Dumnezeul vostru, tot timpul cât veți trăi în țara pentru care treceți Iordanul ca s-o stăpâniți“. Rebeliunea lui Israel este prezisă",
        "14": "Domnul i-a zis lui Moise: „Iată că se apropie ziua morții tale. Cheamă-l pe Iosua și înfățișați-vă la Cortul Întâlnirii, ca să-l împuternicesc“. Moise și Iosua au venit și s-au înfățișat la Cortul Întâlnirii.",
        "15": "Atunci Domnul S-a arătat în Cort într-un stâlp de nor, iar stâlpul de nor s-a oprit la intrarea Cortului.",
        "16": "Domnul i-a vorbit lui Moise: „Iată, tu vei adormi alături de strămoșii tăi, iar poporul acesta se va ridica și se va prostitua, ducându-se după dumnezeii străini ai țării în care vor intra. Mă vor părăsi și vor rupe legământul pe care l-am încheiat cu ei.",
        "17": "În ziua aceea, Mă voi mânia pe ei și-i voi părăsi; Îmi voi ascunde fața de ei și vor fi nimiciți. Multe rele și necazuri vor veni peste ei și atunci vor începe să se întrebe: «Oare nu ne-au ajuns aceste nenorociri din cauză că Dumnezeul nostru nu este în mijlocul nostru?».",
        "18": "Iar Eu Îmi voi ascunde fața de ei în ziua aceea, din cauza tuturor faptelor rele pe care le-au comis întorcându-se spre alți dumnezei.",
        "19": "Acum scrieți pentru voi cântarea aceasta și învață-i pe fiii lui Israel s-o cânte, pentru ca astfel, cântarea aceasta să fie pentru Mine un martor împotriva fiilor lui Israel.",
        "20": "Când îl voi duce în țara unde curge lapte și miere, țară pe care am promis-o strămoșilor lui, și când va mânca, se va sătura și se va îngrășa, el se va întoarce spre alți dumnezei și le va sluji, iar pe Mine Mă va disprețui și va rupe legământul Meu.",
        "21": "Iar când va fi lovit cu o mulțime de rele și necazuri, cântarea aceasta va mărturisi împotriva lui, pentru că ea nu va fi uitată de gura urmașilor lui. Căci Eu cunosc înclinația pe care el o are în inimă astăzi, chiar înainte să-l duc în țara pe care i-am jurat-o“.",
        "22": "În ziua aceea, Moise a scris cântarea aceasta și i-a învățat pe fiii lui Israel s-o cânte.",
        "23": "El i-a poruncit lui Iosua, fiul lui Nun, zicând: „Fii tare și curajos, pentru că tu îi vei duce pe fiii lui Israel în țara pe care le-am promis-o, iar Eu voi fi cu tine“.",
        "24": "După ce a terminat Moise de scris cuvintele acestei Legi într-o carte, de la început până la sfârșit,",
        "25": "a poruncit leviților care duceau Chivotul legământului Domnului, zicând:",
        "26": "„Luați această Carte a Legii și așezați-o lângă Chivotul legământului Domnului, Dumnezeul vostru. Acolo va fi ca martor împotriva ta.",
        "27": "Căci eu cunosc răzvrătirea și încăpățânarea ta. Iată, ați fost răzvrătiți față de Domnul până astăzi, cât timp am fost în viață în mijlocul vostru. Cu cât mai mult, deci, după moartea mea!",
        "28": "Chemați-i înaintea mea pe toți bătrânii semințiilor voastre și pe toți supraveghetorii voștri! Voi spune în auzul lor aceste cuvinte și voi lua ca martori împotriva lor cerurile și pământul.",
        "29": "Fiindcă eu știu că, după moartea mea, sigur vă veți perverti și vă veți abate de la calea pe care v-am poruncit-o. În zilele de pe urmă va veni nenorocirea peste voi dacă veți face ceea ce este rău înaintea ochilor Domnului, mâniindu-L prin lucrarea mâinilor voastre“. Cântarea lui Moise",
        "30": "Apoi Moise a recitat până la capăt cuvintele acestei cântări, în auzul întregii adunări a lui Israel:"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Moses went and spoke these words to all Israel.",
        "2": "He said to them, “I am one hundred twenty years old today. I can no more go out and come in. Yahweh has said to me, ‘You shall not go over this Jordan.’",
        "3": "Yahweh your God himself will go over before you. He will destroy these nations from before you, and you shall dispossess them. Joshua will go over before you, as Yahweh has spoken.",
        "4": "Yahweh will do to them as he did to Sihon and to Og, the kings of the Amorites, and to their land, when he destroyed them.",
        "5": "Yahweh will deliver them up before you, and you shall do to them according to all the commandment which I have commanded you.",
        "6": "Be strong and courageous. Don’t be afraid or scared of them, for Yahweh your God himself is who goes with you. He will not fail you nor forsake you.”",
        "7": "Moses called to Joshua, and said to him in the sight of all Israel, “Be strong and courageous, for you shall go with this people into the land which Yahweh has sworn to their fathers to give them; and you shall cause them to inherit it.",
        "8": "Yahweh himself is who goes before you. He will be with you. He will not fail you nor forsake you. Don’t be afraid. Don’t be discouraged.”",
        "9": "Moses wrote this law and delivered it to the priests the sons of Levi, who bore the ark of Yahweh’s covenant, and to all the elders of Israel.",
        "10": "Moses commanded them, saying, “At the end of every seven years, in the set time of the year of release, in the feast of booths,",
        "11": "when all Israel has come to appear before Yahweh your God in the place which he will choose, you shall read this law before all Israel in their hearing.",
        "12": "Assemble the people, the men and the women and the little ones, and the foreigners who are within your gates, that they may hear, learn, fear Yahweh your God, and observe to do all the words of this law,",
        "13": "and that their children, who have not known, may hear and learn to fear Yahweh your God, as long as you live in the land where you go over the Jordan to possess it.”",
        "14": "Yahweh said to Moses, “Behold, your days approach that you must die. Call Joshua, and present yourselves in the Tent of Meeting, that I may commission him.” Moses and Joshua went, and presented themselves in the Tent of Meeting.",
        "15": "Yahweh appeared in the Tent in a pillar of cloud, and the pillar of cloud stood over the Tent’s door.",
        "16": "Yahweh said to Moses, “Behold, you shall sleep with your fathers. This people will rise up and play the prostitute after the strange gods of the land where they go to be among them, and will forsake me and break my covenant which I have made with them.",
        "17": "Then my anger shall be kindled against them in that day, and I will forsake them, and I will hide my face from them, and they shall be devoured, and many evils and troubles shall come on them; so that they will say in that day, ‘Haven’t these evils come on us because our God is not among us?’",
        "18": "I will surely hide my face in that day for all the evil which they have done, in that they have turned to other gods.",
        "19": "“Now therefore write this song for yourselves, and teach it to the children of Israel. Put it in their mouths, that this song may be a witness for me against the children of Israel.",
        "20": "For when I have brought them into the land which I swore to their fathers, flowing with milk and honey, and they have eaten and filled themselves, and grown fat, then they will turn to other gods, and serve them, and despise me, and break my covenant.",
        "21": "It will happen, when many evils and troubles have come on them, that this song will testify before them as a witness; for it will not be forgotten out of the mouths of their descendants; for I know their ways and what they are doing today, before I have brought them into the land which I promised them.”",
        "22": "So Moses wrote this song the same day, and taught it to the children of Israel.",
        "23": "He commissioned Joshua the son of Nun, and said, “Be strong and courageous; for you shall bring the children of Israel into the land which I swore to them. I will be with you.”",
        "24": "When Moses had finished writing the words of this law in a book, until they were finished,",
        "25": "Moses commanded the Levites, who bore the ark of Yahweh’s covenant, saying,",
        "26": "“Take this book of the law, and put it by the side of the ark of Yahweh your God’s covenant, that it may be there for a witness against you.",
        "27": "For I know your rebellion and your stiff neck. Behold, while I am yet alive with you today, you have been rebellious against Yahweh. How much more after my death?",
        "28": "Assemble to me all the elders of your tribes and your officers, that I may speak these words in their ears, and call heaven and earth to witness against them.",
        "29": "For I know that after my death you will utterly corrupt yourselves, and turn away from the way which I have commanded you; and evil will happen to you in the latter days, because you will do that which is evil in Yahweh’s sight, to provoke him to anger through the work of your hands.”",
        "30": "Moses spoke in the ears of all the assembly of Israel the words of this song, until they were finished."
      }
    }
  }
}