{
  "book": "Deuteronomul",
  "chapter": "5",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Moise a chemat pe tot Israelul și i-a zis: „Ascultă, Israele, legile și poruncile pe care vi le spun astăzi în auzul vostru. Învățați-le și împliniți-le cu scumpătate.",
        "2": "Domnul Dumnezeul nostru a încheiat cu noi un legământ la Horeb.",
        "3": "Nu cu părinții noștri a încheiat Domnul legământul acesta, ci cu noi, care suntem toți vii astăzi aici.",
        "4": "Domnul v-a vorbit față în față pe munte, din mijlocul focului.",
        "5": "Eu am stat atunci între Domnul și voi, ca să vă vestesc cuvântul Domnului, căci vă era frică de foc și nu v-ați suit pe munte. El a zis:",
        "6": "‘Eu sunt Domnul Dumnezeul tău, care te-am scos din țara Egiptului, din casa robiei.",
        "7": "Să n-ai alți dumnezei afară de Mine.",
        "8": "Să nu-ți faci chip cioplit, nici vreo înfățișare a lucrurilor care sunt sus, în ceruri, sau jos, pe pământ, sau în ape sub pământ.",
        "9": "Să nu te închini înaintea lor și să nu le slujești, căci Eu, Domnul Dumnezeul tău, sunt un Dumnezeu gelos, care pedepsesc fărădelegea părinților în copii până la al treilea și la al patrulea neam al celor ce Mă urăsc",
        "10": "și Mă îndur până la al miilea neam de cei ce Mă iubesc și păzesc poruncile Mele.",
        "11": "Să nu iei în deșert Numele Domnului Dumnezeului tău, căci Domnul nu va lăsa nepedepsit pe cel ce va lua în deșert Numele Lui.",
        "12": "Ține ziua de odihnă ca s-o sfințești, cum ți-a poruncit Domnul Dumnezeul tău.",
        "13": "Șase zile să lucrezi și să-ți faci toate treburile.",
        "14": "Dar ziua a șaptea este ziua de odihnă a Domnului Dumnezeului tău: să nu faci nicio lucrare în ea, nici tu, nici fiul tău, nici fiica ta, nici robul tău, nici roaba ta, nici boul tău, nici măgarul tău, nici vreunul din dobitoacele tale, nici străinul care este în locurile tale, pentru ca și robul și roaba ta să se odihnească întocmai ca tine.",
        "15": "Adu-ți aminte că și tu ai fost rob în țara Egiptului, și Domnul Dumnezeul tău te-a scos din ea cu mână tare și cu braț întins, de aceea ți-a poruncit Domnul Dumnezeul tău să ții ziua de odihnă.",
        "16": "Cinstește pe tatăl tău și pe mama ta, cum ți-a poruncit Domnul Dumnezeul tău, ca să ai zile multe și să fii fericit în țara pe care ți-o dă Domnul Dumnezeul tău.",
        "17": "Să nu ucizi.",
        "18": "Să nu preacurvești.",
        "19": "Să nu furi.",
        "20": "Să nu mărturisești strâmb împotriva aproapelui tău.",
        "21": "Să nu poftești nevasta aproapelui tău; să nu poftești casa aproapelui tău, nici ogorul lui, nici robul lui, nici roaba lui, nici boul lui, nici măgarul lui, niciun alt lucru care este al aproapelui tău.’",
        "22": "Acestea sunt cuvintele pe care le-a rostit Domnul cu glas tare pe munte, din mijlocul focului, din nori și din negură deasă, și le-a spus la toată adunarea voastră, fără să adauge ceva. Le-a scris pe două table de piatră și mi le-a dat.",
        "23": "Când ați auzit glasul acela din mijlocul întunericului și pe când tot muntele era aprins, căpeteniile semințiilor voastre și bătrânii voștri s-au apropiat toți de mine",
        "24": "și ați zis: ‘Iată că Domnul Dumnezeul nostru ne-a arătat slava și mărimea Lui și noi I-am auzit glasul din mijlocul focului; astăzi, am văzut că Dumnezeu a vorbit unor oameni, și totuși au rămas vii.",
        "25": "Și acum pentru ce să murim? Căci acest foc mare ne va mistui; dacă vom auzi și mai departe glasul Domnului Dumnezeului nostru, vom muri.",
        "26": "Cine este, în adevăr, omul acela care să fi auzit vreodată, ca noi, glasul Dumnezeului celui viu vorbind din mijlocul focului, și totuși să fi rămas viu?",
        "27": "Apropie-te mai bine tu și ascultă tot ce-ți va spune Domnul Dumnezeul nostru; apoi să ne spui tu însuți tot ce-ți va spune Domnul Dumnezeul nostru, și noi vom asculta și vom face.’",
        "28": "Domnul a auzit cuvintele pe care mi le-ați spus. Și Domnul mi-a zis: ‘Am auzit cuvintele pe care ți le-a spus poporul acesta: tot ce au zis este bine.",
        "29": "O, de ar rămâne ei cu aceeași inimă ca să se teamă de Mine și să păzească toate poruncile Mele, ca să fie fericiți pe vecie, ei și copiii lor!",
        "30": "Du-te de spune-le: «Întoarceți-vă în corturile voastre.»",
        "31": "Dar tu rămâi aici, cu Mine, și-ți voi spune toate poruncile, legile și rânduielile pe care să-i înveți să le împlinească în țara pe care le-o dau în stăpânire.’",
        "32": "Luați seama dar să faceți așa cum v-a poruncit Domnul Dumnezeul vostru; să nu vă abateți de la cele ce a poruncit El nici la dreapta, nici la stânga.",
        "33": "Să urmați în totul calea pe care v-a poruncit Domnul Dumnezeul vostru să umblați, ca să trăiți și să fiți fericiți și să aveți zile multe în țara pe care o veți lua în stăpânire."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Moise a chemat tot Israelul și i-a zis: „Ascultă, Israel, hotărârile și judecățile pe care vi le spun astăzi, în auzul vostru. Învățați-le și vegheați să le împliniți!",
        "2": "Domnul, Dumnezeul nostru, a încheiat cu noi un legământ la Horeb.",
        "3": "Nu cu strămoșii noștri a încheiat El legământul acesta, ci cu noi, toți cei ce suntem în viață astăzi.",
        "4": "Domnul v-a vorbit față în față pe munte, din mijlocul focului.",
        "5": "Atunci eu am stat între El și voi, ca să vă vestesc Cuvântul Domnului, deoarece v-a fost teamă de foc și nu v-ați urcat pe munte. Și El a zis astfel:",
        "6": "«Eu sunt Domnul, Dumnezeul tău, Care te-am scos din țara Egiptului, din casa sclavilor.",
        "7": "Să nu ai alți dumnezei în afară de Mine!",
        "8": "Să nu-ți faci vreun chip cioplit, nici vreo înfățișare a ceea ce este sus în ceruri sau jos pe pământ sau în apele de sub pământ.",
        "9": "Să nu te pleci înaintea lor și să nu le slujești, fiindcă Eu, Domnul, Dumnezeul tău, sunt un Dumnezeu gelos, Care pedepsesc copiii pentru nelegiuirea părinților lor, până la a treia sau a patra generație a celor ce Mă urăsc",
        "10": "și arăt îndurare față de mii de generații ale celor ce Mă iubesc și păzesc poruncile Mele.",
        "11": "Să nu folosești nesăbuit Numele Domnului, Dumnezeul tău, căci Domnul nu va lăsa nepedepsit pe cel care va folosi nesăbuit Numele Lui.",
        "12": "Ține ziua de sabat, ca s-o sfințești, așa cum ți-a poruncit Domnul, Dumnezeul tău.",
        "13": "Să lucrezi șase zile și să-ți faci toată lucrarea ta,",
        "14": "dar ziua a șaptea este sabatul Domnului, Dumnezeul tău. Să nu faci nicio lucrare, nici tu, nici fiul tău sau fata ta, nici slujitorul tău sau slujitoarea ta, nici boul, nici măgarul și niciun alt animal de-al tău, nici străinul care locuiește în cetatea ta, pentru ca slujitorul tău și slujitoarea ta să se odihnească la fel ca tine.",
        "15": "Adu-ți aminte că și tu ai fost sclav în țara Egiptului, și Domnul, Dumnezeul tău, te-a scos de acolo cu mână tare și cu brațul Său puternic. De aceea ți-a poruncit El să păzești ziua de sabat.",
        "16": "Să-ți respecți tatăl și mama, așa cum ți-a poruncit Domnul, Dumnezeul tău, ca să ai viață lungă și să-ți meargă bine în țara pe care ți-o dă Domnul, Dumnezeul tău.",
        "17": "Să nu ucizi!",
        "18": "Să nu comiți adulter!",
        "19": "Să nu furi!",
        "20": "Să nu depui mărturie falsă împotriva semenului tău!",
        "21": "Să n-o poftești pe soția semenului tău! Să nu râvnești la casa semenului tău, la pământul lui, nici la slujitorul lui, nici la slujitoarea lui, nici la boul lui, nici la măgarul lui și nici la vreun alt lucru care este al semenului tău».",
        "22": "Acestea sunt poruncile pe care le-a rostit Domnul cu glas tare înaintea întregii adunări, pe munte, din mijlocul focului, dintre nori și negură, și nu a mai adăugat nimic. Le-a scris pe două table de piatră și mi le-a dat mie.",
        "23": "Când ați auzit glasul din mijlocul întunericului, în timp ce muntele ardea, toate căpeteniile semințiilor voastre și toți bătrânii voștri s-au apropiat de mine",
        "24": "și ați zis: «Iată că Domnul, Dumnezeul nostru, ne-a arătat gloria și măreția Sa și noi am auzit glasul Lui din mijlocul focului. În ziua aceasta, am văzut că Dumnezeu a vorbit omului și omul a rămas totuși în viață.",
        "25": "Dar acum, de ce să murim? Focul Lui cel mare ne va arde și ne va omorî dacă vom auzi în continuare glasul Domnului, Dumnezeul nostru.",
        "26": "Căci cine este omul acela, care să fi auzit, ca și noi, glasul Dumnezeului celui Viu, vorbind din mijlocul focului, și care totuși să fi rămas în viață?",
        "27": "Apropie-te tu și ascultă tot ceea ce-ți va vorbi Domnul, Dumnezeul nostru. Apoi să ne spui tot ceea ce El îți va zice, iar noi vom asculta și vom împlini».",
        "28": "Domnul a auzit cuvintele pe care mi le-ați spus. Atunci Domnul mi-a zis: «Am auzit cuvintele pe care ți le-a spus poporul acesta. Tot ce au vorbit este bine.",
        "29": "O, dacă inimile lor ar fi gata să se teamă de Mine și să păzească toate poruncile Mele în toate zilele, ca să le fie bine pe vecie, lor și fiilor lor!",
        "30": "Du-te și spune-le: ‘Întoarceți-vă la corturile voastre’.",
        "31": "Tu, însă, rămâi aici cu Mine, ca să-ți dau toate poruncile, hotărârile și judecățile pe care să-i înveți să le împlinească în țara pe care le-o dau în stăpânire».",
        "32": "Deci, vegheați ca să faceți așa cum v-a poruncit Domnul, Dumnezeul vostru. Să nu vă abateți nici la dreapta, nici la stânga.",
        "33": "Să umblați în ascultare pe calea pe care v-a poruncit-o Domnul, Dumnezeul vostru, ca să trăiți, să fiți fericiți și să aveți viață lungă în țara pe care o veți stăpâni."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Moses called to all Israel, and said to them, “Hear, Israel, the statutes and the ordinances which I speak in your ears today, that you may learn them, and observe to do them.”",
        "2": "Yahweh our God made a covenant with us in Horeb.",
        "3": "Yahweh didn’t make this covenant with our fathers, but with us, even us, who are all of us here alive today.",
        "4": "Yahweh spoke with you face to face on the mountain out of the middle of the fire,",
        "5": "(I stood between Yahweh and you at that time, to show you Yahweh’s word; for you were afraid because of the fire, and didn’t go up onto the mountain) saying,",
        "6": "“I am Yahweh your God, who brought you out of the land of Egypt, out of the house of bondage.",
        "7": "“You shall have no other gods before me.",
        "8": "“You shall not make a carved image for yourself—any likeness of what is in heaven above, or what is in the earth beneath, or that is in the water under the earth.",
        "9": "You shall not bow yourself down to them, nor serve them, for I, Yahweh your God, am a jealous God, visiting the iniquity of the fathers on the children and on the third and on the fourth generation of those who hate me",
        "10": "and showing loving kindness to thousands of those who love me and keep my commandments.",
        "11": "“You shall not misuse the name of Yahweh your God; for Yahweh will not hold him guiltless who misuses his name.",
        "12": "“Observe the Sabbath day, to keep it holy, as Yahweh your God commanded you.",
        "13": "You shall labor six days, and do all your work;",
        "14": "but the seventh day is a Sabbath to Yahweh your God, in which you shall not do any work—neither you, nor your son, nor your daughter, nor your male servant, nor your female servant, nor your ox, nor your donkey, nor any of your livestock, nor your stranger who is within your gates; that your male servant and your female servant may rest as well as you.",
        "15": "You shall remember that you were a servant in the land of Egypt, and Yahweh your God brought you out of there by a mighty hand and by an outstretched arm. Therefore Yahweh your God commanded you to keep the Sabbath day.",
        "16": "“Honor your father and your mother, as Yahweh your God commanded you, that your days may be long and that it may go well with you in the land which Yahweh your God gives you.",
        "17": "“You shall not murder.",
        "18": "“You shall not commit adultery.",
        "19": "“You shall not steal.",
        "20": "“You shall not give false testimony against your neighbor.",
        "21": "“You shall not covet your neighbor’s wife. Neither shall you desire your neighbor’s house, his field, or his male servant, or his female servant, his ox, or his donkey, or anything that is your neighbor’s.”",
        "22": "Yahweh spoke these words to all your assembly on the mountain out of the middle of the fire, of the cloud, and of the thick darkness, with a great voice. He added no more. He wrote them on two stone tablets, and gave them to me.",
        "23": "When you heard the voice out of the middle of the darkness, while the mountain was burning with fire, you came near to me, even all the heads of your tribes, and your elders;",
        "24": "and you said, “Behold, Yahweh our God has shown us his glory and his greatness, and we have heard his voice out of the middle of the fire. We have seen today that God does speak with man, and he lives.",
        "25": "Now therefore, why should we die? For this great fire will consume us. If we hear Yahweh our God’s voice any more, then we shall die.",
        "26": "For who is there of all flesh who has heard the voice of the living God speaking out of the middle of the fire, as we have, and lived?",
        "27": "Go near, and hear all that Yahweh our God shall say, and tell us all that Yahweh our God tells you; and we will hear it, and do it.”",
        "28": "Yahweh heard the voice of your words when you spoke to me; and Yahweh said to me, “I have heard the voice of the words of this people which they have spoken to you. They have well said all that they have spoken.",
        "29": "Oh that there were such a heart in them that they would fear me and keep all my commandments always, that it might be well with them and with their children forever!",
        "30": "“Go tell them, ‘Return to your tents.’",
        "31": "But as for you, stand here by me, and I will tell you all the commandments, and the statutes, and the ordinances, which you shall teach them, that they may do them in the land which I give them to possess.”",
        "32": "You shall observe to do therefore as Yahweh your God has commanded you. You shall not turn away to the right hand or to the left.",
        "33": "You shall walk in all the way which Yahweh your God has commanded you, that you may live and that it may be well with you, and that you may prolong your days in the land which you shall possess."
      }
    }
  }
}