{
  "book": "Deuteronomul",
  "chapter": "27",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Moise și bătrânii lui Israel au dat următoarea poruncă poporului: „Păziți toate poruncile pe care vi le dau astăzi.",
        "2": "După ce veți trece Iordanul, ca să intrați în țara pe care ți-o dă Domnul Dumnezeul tău, să ridici niște pietre mari și să le tencuiești cu var.",
        "3": "Să scrii pe pietrele acestea toate cuvintele din legea aceasta, după ce vei trece Iordanul, ca să intri în țara pe care ți-o dă Domnul Dumnezeul tău, țară în care curge lapte și miere, cum ți-a spus Domnul Dumnezeul părinților tăi.",
        "4": "După ce veți trece Iordanul, să ridicați pe muntele Ebal pietrele acestea, pe care vă poruncesc azi să le ridicați, și să le tencuiți cu var.",
        "5": "Acolo, să zidești un altar Domnului Dumnezeului tău un altar de pietre, peste care să nu treacă fierul;",
        "6": "din pietre întregi să zidești altarul Domnului Dumnezeului tău. Să aduci pe altarul acesta arderi-de-tot Domnului Dumnezeului tău;",
        "7": "să aduci jertfe de mulțumire și să mănânci acolo și să te bucuri înaintea Domnului Dumnezeului tău.",
        "8": "Să scrii pe aceste pietre toate cuvintele legii acesteia, săpându-le foarte deslușit.”",
        "9": "Moise și preoții din neamul leviților au vorbit întregului Israel și au zis: „Israele, ia aminte și ascultă! Astăzi, tu te-ai făcut poporul Domnului Dumnezeului tău.",
        "10": "Să asculți de glasul Domnului Dumnezeului tău și să împlinești poruncile și legile Lui pe care ți le dau astăzi.” Binecuvântările de pe muntele Garizim și blestemele de pe muntele Ebal",
        "11": "În aceeași zi, Moise a mai dat următoarea poruncă poporului:",
        "12": "„După ce veți trece Iordanul, Simeon, Levi, Iuda, Isahar, Iosif și Beniamin să stea pe muntele Garizim, ca să binecuvânteze poporul,",
        "13": "iar Ruben, Gad, Așer, Zabulon, Dan și Neftali să stea pe muntele Ebal, ca să rostească blestemul.",
        "14": "Și leviții să ia cuvântul și să spună cu glas tare întregului Israel:",
        "15": "‘Blestemat să fie omul care va face un chip cioplit sau un chip turnat, căci este o urâciune înaintea Domnului, un lucru ieșit din mâini de meșter, și care-l va pune într-un loc ascuns!’ Și tot poporul să răspundă: ‘Amin!’",
        "16": "‘Blestemat să fie cel ce va nesocoti pe tatăl său și pe mama sa!’ Și tot poporul să răspundă: ‘Amin!’",
        "17": "‘Blestemat să fie cel ce va muta hotarele aproapelui său!’ Și tot poporul să răspundă: ‘Amin!’",
        "18": "‘Blestemat să fie cel ce va face pe un orb să rătăcească pe drum!’ Și tot poporul să răspundă: ‘Amin!’",
        "19": "‘Blestemat să fie cel ce se atinge de dreptul străinului, orfanului și văduvei!’ Și tot poporul să răspundă: ‘Amin!’",
        "20": "‘Blestemat să fie cel ce se va culca cu nevasta tatălui său, căci ridică învelitoarea tatălui său!’ Și tot poporul să răspundă: ‘Amin!’",
        "21": "‘Blestemat să fie cel ce se va culca cu vreo vită oarecare!’ Și tot poporul să răspundă: ‘Amin!’",
        "22": "‘Blestemat să fie cel ce se va culca cu soră-sa, fiica tatălui său sau fiica mamei sale!’ Și tot poporul să răspundă: ‘Amin!’",
        "23": "‘Blestemat să fie cel ce se va culca cu soacră-sa!’ Și tot poporul să răspundă: ‘Amin!’",
        "24": "‘Blestemat să fie cel ce va lovi pe aproapele lui în ascuns!’ Și tot poporul să răspundă: ‘Amin!’",
        "25": "‘Blestemat să fie cel ce va primi un dar ca să verse sângele celui nevinovat!’ Și tot poporul să răspundă: ‘Amin!’",
        "26": "‘Blestemat să fie cine nu va împlini cuvintele legii acesteia și cine nu le va face!’ Și tot poporul să răspundă: ‘Amin!’"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Moise și bătrânii lui Israel au poruncit poporului, zicând: „Să păziți toate poruncile pe care vi le dau astăzi.",
        "2": "În ziua în care veți traversa Iordanul în țara pe care ți-o dă Domnul, Dumnezeul tău, să înalți niște pietre mari și să le dai cu var.",
        "3": "Să scrii pe ele toate cuvintele acestei Legi, după ce vei traversa ca să intri în țara pe care ți-o dă Domnul, Dumnezeul tău, țară în care curge lapte și miere, așa cum ți-a spus Domnul, Dumnezeul strămoșilor tăi.",
        "4": "Când veți traversa Iordanul, să înălțați pe muntele Ebal aceste pietre despre care vă poruncesc astăzi, și să le tencuiești.",
        "5": "Să zidești acolo un altar Domnului, Dumnezeul tău, un altar din pietre, peste care să nu treacă dalta.",
        "6": "Să zidești un altar Domnului, Dumnezeul tău, din pietre întregi și să aduci pe el arderi-de-tot pentru Domnul, Dumnezeul tău.",
        "7": "Să aduci jertfe de pace, să mănânci acolo și să te bucuri în prezența Domnului, Dumnezeul tău.",
        "8": "Să scrii toate cuvintele acestei Legi pe pietrele acestea, gravându-le clar și bine!“. Cele",
        "12": "„Când veți traversa Iordanul, cei ce vor sta pe muntele Garizim, ca să binecuvânteze poporul, să fie aceștia: Simeon, Levi, Iuda, Isahar, Iosif și Beniamin.",
        "9": "Moise și preoții leviți au vorbit întregului Israel, zicând: „Fă liniște, Israel, și ascultă! În ziua aceasta, tu ai devenit poporul Domnului, Dumnezeul tău.",
        "10": "Să asculți de glasul Domnului, Dumnezeul tău, și să împlinești poruncile și hotărârile Lui, pe care ți le dau astăzi!“.",
        "11": "În aceeași zi, Moise a poruncit poporului, zicând:",
        "13": "Iar cei ce vor sta pe muntele Ebal, ca să rostească blestemul, să fie aceștia: Ruben, Gad, Așer, Zabulon, Dan și Neftali.",
        "14": "Leviții să rostească și să spună cu glas tare tuturor oamenilor din Israel:",
        "15": "«Blestemat este omul care-și face un chip cioplit sau un chip turnat și-l așază într-un loc secret! Căci o astfel de lucrare a mâinilor acelui meșter este o urâciune înaintea Domnului». Și tot poporul să răspundă: «Amin!».",
        "16": "«Blestemat este cel ce nu-și respectă tatăl și mama!». Și tot poporul să răspundă: «Amin!».",
        "17": "«Blestemat este cel ce mută hotarul semenului său!». Și tot poporul să răspundă: «Amin!».",
        "18": "«Blestemat este cel care-l face pe orb să rătăcească pe drum!». Și tot poporul să răspundă: «Amin!».",
        "19": "«Blestemat este cel ce se atinge de dreptul străinului, al orfanului și al văduvei!». Și tot poporul să răspundă: «Amin!».",
        "20": "«Blestemat este cel ce se culcă cu soția tatălui său, pentru că descoperă învelitoarea tatălui său!». Și tot poporul să răspundă: «Amin!».",
        "21": "«Blestemat este cel ce se culcă cu un animal!». Și tot poporul să răspundă: «Amin!».",
        "22": "«Blestemat este cel ce se culcă cu sora lui, fata tatălui său sau a mamei sale!». Și tot poporul să răspundă: «Amin!».",
        "23": "«Blestemat este cel ce se culcă cu soacra lui!». Și tot poporul să răspundă: «Amin!».",
        "24": "«Blestemat este cel ce îl ucide pe semenul lui pe ascuns!». Și tot poporul să răspundă: «Amin!».",
        "25": "«Blestemat este cel ce ia o mită ca să ucidă o persoană nevinovată!». Și tot poporul să răspundă: «Amin!».",
        "26": "«Blestemat este cel ce nu susține cuvintele acestei Legi, ca să le împlinească!». Și tot poporul să răspundă: «Amin!»."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Moses and the elders of Israel commanded the people, saying, “Keep all the commandment which I command you today.",
        "2": "It shall be on the day when you shall pass over the Jordan to the land which Yahweh your God gives you, that you shall set yourself up great stones, and coat them with plaster.",
        "3": "You shall write on them all the words of this law, when you have passed over, that you may go in to the land which Yahweh your God gives you, a land flowing with milk and honey, as Yahweh, the God of your fathers, has promised you.",
        "4": "It shall be, when you have crossed over the Jordan, that you shall set up these stones, which I command you today, on Mount Ebal, and you shall coat them with plaster.",
        "5": "There you shall build an altar to Yahweh your God, an altar of stones. You shall not use any iron tool on them.",
        "6": "You shall build Yahweh your God’s altar of uncut stones. You shall offer burnt offerings on it to Yahweh your God.",
        "7": "You shall sacrifice peace offerings, and shall eat there. You shall rejoice before Yahweh your God.",
        "8": "You shall write on the stones all the words of this law very plainly.”",
        "9": "Moses and the Levitical priests spoke to all Israel, saying, “Be silent and listen, Israel! Today you have become the people of Yahweh your God.",
        "10": "You shall therefore obey Yahweh your God’s voice, and do his commandments and his statutes, which I command you today.”",
        "11": "Moses commanded the people the same day, saying,",
        "12": "“These shall stand on Mount Gerizim to bless the people, when you have crossed over the Jordan: Simeon, Levi, Judah, Issachar, Joseph, and Benjamin.",
        "13": "These shall stand on Mount Ebal for the curse: Reuben, Gad, Asher, Zebulun, Dan, and Naphtali.",
        "14": "With a loud voice, the Levites shall say to all the men of Israel,",
        "15": "‘Cursed is the man who makes an engraved or molten image, an abomination to Yahweh, the work of the hands of the craftsman, and sets it up in secret.’ All the people shall answer and say, ‘Amen.’",
        "16": "‘Cursed is he who dishonors his father or his mother.’ All the people shall say, ‘Amen.’",
        "17": "‘Cursed is he who removes his neighbor’s landmark.’ All the people shall say, ‘Amen.’",
        "18": "‘Cursed is he who leads the blind astray on the road.’ All the people shall say, ‘Amen.’",
        "19": "‘Cursed is he who withholds justice from the foreigner, fatherless, and widow.’ All the people shall say, ‘Amen.’",
        "20": "‘Cursed is he who lies with his father’s wife, because he dishonors his father’s bed.’ All the people shall say, ‘Amen.’",
        "21": "‘Cursed is he who lies with any kind of animal.’ All the people shall say, ‘Amen.’",
        "22": "‘Cursed is he who lies with his sister, his father’s daughter or his mother’s daughter.’ All the people shall say, ‘Amen.’",
        "23": "‘Cursed is he who lies with his mother-in-law.’ All the people shall say, ‘Amen.’",
        "24": "‘Cursed is he who secretly kills his neighbor.’ All the people shall say, ‘Amen.’",
        "25": "‘Cursed is he who takes a bribe to kill an innocent person.’ All the people shall say, ‘Amen.’",
        "26": "‘Cursed is he who doesn’t uphold the words of this law by doing them.’ All the people shall say, ‘Amen.’”"
      }
    }
  }
}