{
  "book": "Deuteronomul",
  "chapter": "13",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Dacă se va ridica în mijlocul tău un proroc sau un visător de vise care-ți va vesti un semn sau o minune",
        "2": "și se va împlini semnul sau minunea aceea de care ți-a vorbit el zicând: ‘Haidem după alți dumnezei – dumnezei pe care tu nu-i cunoști – și să le slujim!’,",
        "3": "să n-asculți cuvintele acelui proroc sau visător de vise, căci Domnul Dumnezeul vostru vă pune la încercare ca să știe dacă iubiți pe Domnul Dumnezeul vostru din toată inima voastră și din tot sufletul vostru.",
        "4": "Voi să mergeți după Domnul Dumnezeul vostru și de El să vă temeți; poruncile Lui să le păziți; de glasul Lui să ascultați; Lui să-I slujiți și de El să vă alipiți.",
        "5": "Prorocul sau visătorul acela de vise să fie pedepsit cu moartea, căci a vorbit de răzvrătire împotriva Domnului Dumnezeului vostru, care v-a scos din țara Egiptului și v-a izbăvit din casa robiei, și a voit să te abată de la calea în care ți-a poruncit Domnul Dumnezeul tău să umbli. Să scoți astfel răul din mijlocul tău. Pedeapsa pentru cel ce ațâță la închinarea la idoli",
        "6": "Dacă fratele tău, fiul mamei tale, sau fiul tău, sau fiica ta, sau nevasta care se odihnește la sânul tău, sau prietenul tău pe care-l iubești ca pe tine însuți te ațâță în taină zicând: ‘Haidem și să slujim altor dumnezei!’, dumnezei pe care nici tu, nici părinții tăi nu i-ați cunoscut,",
        "7": "dintre dumnezeii popoarelor care vă înconjoară, lângă tine sau departe de tine, de la o margine a pământului până la cealaltă,",
        "8": "să nu te învoiești și să nu-l asculți; să n-arunci spre el o privire de milă, să nu-l cruți și să nu-l ascunzi.",
        "9": "Ci să-l omori; întâi mâna ta să se ridice asupra lui ca să-l omoare și apoi mâna întregului popor;",
        "10": "să-l ucizi cu pietre și să moară, pentru că a căutat să te abată de la Domnul Dumnezeul tău, care te-a scos din țara Egiptului, din casa robiei.",
        "11": "Să se facă așa, pentru ca tot Israelul să audă și să se teamă și să nu se mai săvârșească o faptă așa de nelegiuită în mijlocul tău. Pedeapsa pentru o cetate din care ies ațâțători",
        "12": "Dacă vei auzi spunându-se despre una din cetățile pe care ți le-a dat ca locuință Domnul Dumnezeul tău:",
        "13": "‘Niște oameni răi au ieșit din mijlocul tău și au amăgit pe locuitorii din cetatea lor zicând: «Haidem și să slujim altor dumnezei!»’ – dumnezei pe care tu nu-i cunoști –,",
        "14": "să faci cercetări, să cauți și să întrebi cu de-amănuntul. Dacă este adevărat, dacă lucrul este întemeiat, dacă urâciunea aceasta a fost făcută în mijlocul tău,",
        "15": "atunci să treci prin ascuțișul sabiei pe locuitorii din cetatea aceea, s-o nimicești cu desăvârșire împreună cu tot ce va fi în ea și să-i treci chiar și vitele prin ascuțișul sabiei.",
        "16": "Să strângi toată prada în mijlocul pieței și să arzi de tot cu foc cetatea și toată prada ei înaintea Domnului Dumnezeului tău: să rămână pentru totdeauna un morman de dărâmături și niciodată să nu fie zidită din nou.",
        "17": "Nimic din ce va fi blestemat ca să fie nimicit cu desăvârșire să nu se lipească de mâna ta, pentru ca Domnul să Se întoarcă din iuțimea mâniei Lui, să Se îndure de tine, să te ierte și să te înmulțească, după cum a jurat lucrul acesta părinților tăi,",
        "18": "dacă vei asculta de glasul Domnului Dumnezeului tău, păzind toate poruncile Lui pe care ți le dau astăzi și făcând ce este plăcut înaintea Domnului Dumnezeului tău."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Dacă se va ridica în mijlocul tău un profet sau un visător de vise, iar acesta îți va da un semn sau o minune,",
        "2": "dacă se va împlini semnul sau minunea despre care ți-a vorbit el, zicând: «Să mergem după alți dumnezei» – pe care tu nu-i cunoști – «și să le slujim!»,",
        "3": "să nu asculți de cuvintele acelui profet sau visător de vise, fiindcă Domnul, Dumnezeul vostru, vă pune la încercare ca să știe dacă Îl iubiți pe Domnul, Dumnezeul vostru, din toată inima voastră și din tot sufletul vostru.",
        "4": "Voi să umblați după Domnul, Dumnezeul vostru, de El să vă temeți, poruncile Lui să le păziți, de glasul Lui să ascultați, Lui să-I slujiți și de El să vă alipiți.",
        "5": "Acel profet sau visător de vise să fie omorât, căci a vorbit de apostazie împotriva Domnului, Dumnezeul vostru, Care v-a scos din țara Egiptului și te-a răscumpărat din casa sclavilor, și a vrut să te abată de la calea pe care Domnul, Dumnezeul tău, ți-a poruncit să mergi. Să nimicești astfel răul din mijlocul tău.",
        "6": "Dacă fratele tău, fiul mamei tale, sau fiul tău sau fata ta sau soția de la pieptul tău sau prietenul tău, care este precum sufletul tău, te va ademeni în secret, zicând: «Să mergem și să slujim altor dumnezei» – pe care nu i-ai cunoscut nici tu și nici strămoșii tăi –",
        "7": "dintre dumnezeii popoarelor care sunt în jurul vostru, aproape de tine sau departe de tine, de la o margine a pământului la cealaltă,",
        "8": "să nu accepți și să nu-l asculți. Ochii tăi să nu se uite cu milă la el și să nu-l cruți sau să-l ascunzi,",
        "9": "ci să-l omori. Tu să fii primul care se ridică împotriva lui ca să-l omoare, și apoi întregul popor.",
        "10": "Să-l omori cu pietre, deoarece a căutat să te abată de la Domnul, Dumnezeul tău, Care te-a scos din țara Egiptului, din casa sclavilor.",
        "11": "Atunci tot Israelul va auzi și se va teme și nimeni nu va mai face un astfel de rău în mijlocul tău.",
        "12": "Dacă într-una dintre cetățile tale, pe care Domnul, Dumnezeul tău, ți le dă ca să locuiești acolo, vei auzi spunându-se:",
        "13": "«Niște oameni de nimic au ieșit din mijlocul tău și i-au înșelat pe locuitorii cetății lor, zicând: ‘Să mergem și să slujim altor dumnezei!’» – pe care voi nu-i cunoașteți –",
        "14": "atunci să cercetezi, să cauți și să întrebi cu atenție. Iar dacă este adevărat și se confirmă zvonul că s-a comis urâciunea aceasta în mijlocul tău,",
        "15": "atunci să-i treci neapărat prin ascuțișul sabiei pe locuitorii cetății. Nimicește-o prin ascuțișul sabiei, pe ea și tot ce este în ea, inclusiv animalele ei.",
        "16": "Să aduni toată prada în mijlocul pieței și să arzi în foc cetatea și toată prada ca jertfă întreagă pentru Domnul, Dumnezeul tău. Să rămână astfel o ruină pentru totdeauna; niciodată să nu mai fie reconstruită.",
        "17": "Nimic din lucrurile date spre nimicire să nu se lipească de mâinile tale pentru ca Domnul să Se întoarcă din înverșunarea mâniei Lui. El Își va arăta mila și îndurarea față de tine și te va înmulți, așa cum a jurat strămoșilor tăi,",
        "18": "dacă vei asculta de glasul Domnului, Dumnezeul tău, păzind toate poruncile Lui, pe care eu ți le dau astăzi, și înfăptuind ce este drept înaintea ochilor Domnului, Dumnezeul tău."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "If a prophet or a dreamer of dreams arises among you, and he gives you a sign or a wonder,",
        "2": "and the sign or the wonder comes to pass, of which he spoke to you, saying, “Let’s go after other gods” (which you have not known) “and let’s serve them,”",
        "3": "you shall not listen to the words of that prophet, or to that dreamer of dreams; for Yahweh your God is testing you, to know whether you love Yahweh your God with all your heart and with all your soul.",
        "4": "You shall walk after Yahweh your God, fear him, keep his commandments, and obey his voice. You shall serve him, and cling to him.",
        "5": "That prophet, or that dreamer of dreams, shall be put to death, because he has spoken rebellion against Yahweh your God, who brought you out of the land of Egypt and redeemed you out of the house of bondage, to draw you aside out of the way which Yahweh your God commanded you to walk in. So you shall remove the evil from among you.",
        "6": "If your brother, the son of your mother, or your son, or your daughter, or the wife of your bosom, or your friend who is as your own soul, entices you secretly, saying, “Let’s go and serve other gods”—which you have not known, you, nor your fathers;",
        "7": "of the gods of the peoples who are around you, near to you, or far off from you, from the one end of the earth even to the other end of the earth—",
        "8": "you shall not consent to him nor listen to him; neither shall your eye pity him, neither shall you spare, neither shall you conceal him;",
        "9": "but you shall surely kill him. Your hand shall be first on him to put him to death, and afterwards the hands of all the people.",
        "10": "You shall stone him to death with stones, because he has sought to draw you away from Yahweh your God, who brought you out of the land of Egypt, out of the house of bondage.",
        "11": "All Israel shall hear, and fear, and shall not do any more wickedness like this among you.",
        "12": "If you hear about one of your cities, which Yahweh your God gives you to dwell there, that",
        "13": "certain wicked fellows have gone out from among you and have drawn away the inhabitants of their city, saying, “Let’s go and serve other gods,” which you have not known,",
        "14": "then you shall inquire, investigate, and ask diligently. Behold, if it is true, and the thing certain, that such abomination was done among you,",
        "15": "you shall surely strike the inhabitants of that city with the edge of the sword, destroying it utterly, with all that is therein and its livestock, with the edge of the sword.",
        "16": "You shall gather all its plunder into the middle of its street, and shall burn with fire the city, with all of its plunder, to Yahweh your God. It shall be a heap forever. It shall not be built again.",
        "17": "Nothing of the devoted thing shall cling to your hand, that Yahweh may turn from the fierceness of his anger and show you mercy, and have compassion on you and multiply you, as he has sworn to your fathers,",
        "18": "when you listen to Yahweh your God’s voice, to keep all his commandments which I command you today, to do that which is right in Yahweh your God’s eyes."
      }
    }
  }
}