{
  "book": "Deuteronomul",
  "chapter": "16",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Păzește luna spicelor și prăznuiește Sărbătoarea Paștelor în cinstea Domnului Dumnezeului tău, căci în luna spicelor te-a scos Domnul Dumnezeul tău din Egipt, noaptea.",
        "2": "Să jertfești Paștele în cinstea Domnului Dumnezeului tău, jertfele tale de oi și boi, în locul pe care-l va alege Domnul ca să-Și așeze Numele acolo.",
        "3": "În timpul sărbătorii, să nu mănânci pâine dospită, ci șapte zile să mănânci azimi, pâinea întristării, căci ai ieșit în grabă din țara Egiptului: așa să faci, ca să-ți aduci aminte toată viața ta de ziua când ai ieșit din țara Egiptului.",
        "4": "Să nu se vadă aluat la tine, pe toată întinderea țării tale, timp de șapte zile și nicio parte din vitele pe care le vei jertfi în seara celei dintâi zile să nu fie păstrată peste noapte, până dimineața.",
        "5": "Nu vei putea să jertfești Paștele în vreunul din locurile pe care ți le dă Domnul Dumnezeul tău ca locuință,",
        "6": "ci în locul pe care-l va alege Domnul Dumnezeul tău, ca să-Și așeze Numele în el, acolo să jertfești Paștele, seara, la apusul soarelui, pe vremea ieșirii tale din Egipt.",
        "7": "Să fierbi vita tăiată și s-o mănânci în locul pe care-l va alege Domnul Dumnezeul tău. Și dimineața, vei putea să te întorci și să te duci în corturile tale.",
        "8": "Șase zile să mănânci azimi și a șaptea zi să fie o adunare de sărbătoare în cinstea Domnului Dumnezeului tău: să nu faci nicio lucrare în ea. Sărbătoarea Săptămânilor",
        "9": "Să numeri șapte săptămâni; de când vei începe seceratul grâului, să începi să numeri șapte săptămâni.",
        "10": "Apoi să prăznuiești Sărbătoarea Săptămânilor și să aduci daruri de bunăvoie, după binecuvântarea pe care ți-o va da Domnul Dumnezeul tău.",
        "11": "Să te bucuri înaintea Domnului Dumnezeului tău, în locul pe care-l va alege Domnul Dumnezeul tău, ca să locuiască Numele Lui acolo, tu, fiul tău și fiica ta, robul și roaba ta, levitul care va fi în cetățile tale și străinul, orfanul și văduva care vor fi în mijlocul tău.",
        "12": "Să-ți aduci aminte că ai fost rob în Egipt și să păzești și să împlinești legile acestea. Sărbătoarea Corturilor",
        "13": "Să prăznuiești Sărbătoarea Corturilor șapte zile, după ce îți vei strânge roadele din arie și din teasc.",
        "14": "Să te bucuri la sărbătoarea aceasta, tu, fiul tău și fiica ta, robul și roaba ta și levitul, străinul, orfanul și văduva care vor fi în cetățile tale.",
        "15": "Să prăznuiești sărbătoarea șapte zile în cinstea Domnului Dumnezeului tău, în locul pe care-l va alege Domnul, căci Domnul Dumnezeul tău te va binecuvânta în toate roadele tale și în tot lucrul mâinilor tale și de aceea să fii vesel.",
        "16": "De trei ori pe an, toți bărbații să se înfățișeze înaintea Domnului Dumnezeului tău în locul pe care-l va alege El: la Sărbătoarea Azimilor, la Sărbătoarea Săptămânilor și la Sărbătoarea Corturilor. Să nu se înfățișeze cu mâinile goale înaintea Domnului.",
        "17": "Fiecare să dea ce va putea, după binecuvântarea pe care i-o va da Domnul Dumnezeul tău. Așezarea judecătorilor",
        "18": "Să pui judecători și dregători în toate cetățile pe care ți le dă Domnul Dumnezeul tău, după semințiile tale, și ei să judece poporul cu dreptate.",
        "19": "Să n-atingi niciun drept, să nu cauți la fața oamenilor și să nu iei daruri, căci darurile orbesc ochii înțelepților și sucesc cuvintele celor drepți.",
        "20": "Să urmezi cu scumpătate dreptatea, ca să trăiești și să stăpânești țara pe care ți-o dă Domnul Dumnezeul tău. Idolii și stâlpii",
        "21": "Să nu-ți așezi niciun idol de lemn lângă altarul pe care-l vei ridica Domnului Dumnezeului tău.",
        "22": "Să nu ridici nici stâlpi idolești, care sunt urâți de Domnul Dumnezeul tău."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Să ții luna abib și să sărbătorești Paștele Domnului, Dumnezeul tău, pentru că în luna abib Domnul, Dumnezeul tău, te-a scos din Egipt, noaptea.",
        "2": "Să jertfești animalul de Paște în cinstea Domnului, Dumnezeul tău, din turmă sau din cireadă, în locul pe care-l va alege ca să-Și așeze Numele acolo.",
        "3": "Să nu mănânci pâine dospită, ci, timp de șapte zile, să mănânci azime, pâinea întristării, fiindcă ai ieșit în grabă din țara Egiptului. Așa să faci ca să-ți aduci aminte în toate zilele vieții tale de ziua ieșirii tale din țara Egiptului.",
        "4": "Să nu se vadă la tine aluat timp de șapte zile, pe întreg teritoriul tău. Să nu rămână nimic până dimineață din animalul pe care l-ai jertfit în seara primei zile.",
        "5": "Nu vei putea să jertfești animalul de Paște în orice cetate pe care ți-o dă Domnul, Dumnezeul tău,",
        "6": "ci doar în locul pe care îl va alege Domnul, Dumnezeul tău, ca să-Și așeze Numele acolo. Să jertfești acolo animalul de Paște, seara, la apusul soarelui, la timpul ieșirii tale din Egipt.",
        "7": "Să-l prepari și să-l mănânci în locul pe care îl va alege Domnul, Dumnezeul tău. Iar dimineața să te întorci și să te duci la corturile tale.",
        "8": "Timp de șase zile să mănânci azime, iar în ziua a șaptea să ai o adunare solemnă în cinstea Domnului, Dumnezeul tău. Să nu faci nicio lucrare atunci.",
        "9": "Să numeri șapte săptămâni. De când vei începe seceratul grânelor, să numeri șapte săptămâni.",
        "10": "Să ții Sărbătoarea Săptămânilor pentru Domnul, Dumnezeul tău, aducând, cu mâinile tale, daruri de bunăvoie, potrivit cu ceea ce te va binecuvânta Domnul, Dumnezeul tău.",
        "11": "Să te bucuri înaintea Domnului, Dumnezeul tău, în locul pe care îl va alege Domnul, Dumnezeul tău, ca să-Și așeze Numele acolo, atât tu, fiul tău, fata ta, slujitorul tău, slujitoarea ta, cât și levitul care este în cetățile tale, străinul, orfanul și văduva care sunt în mijlocul tău.",
        "12": "Să-ți aduci aminte că și tu ai fost sclav în Egipt și, astfel, să păzești și să împlinești hotărârile acestea.",
        "13": "Să ții Sărbătoarea Corturilor timp de șapte zile, după ce-ți vei culege roadele din arie și din presa de struguri.",
        "14": "Să te bucuri în timpul sărbătorii tale, atât tu, fiul tău, fata ta, slujitorul tău, slujitoarea ta, cât și levitul, străinul, orfanul și văduva care sunt în cetățile tale.",
        "15": "Timp de șapte zile să ții sărbătoarea în cinstea Domnului, Dumnezeul tău, în locul pe care îl va alege El. Căci Domnul, Dumnezeul tău, va binecuvânta toate veniturile tale și toate lucrările mâinilor tale și, astfel, vei fi într-adevăr bucuros.",
        "16": "De trei ori pe an, toți bărbații să se înfățișeze înaintea Domnului, Dumnezeul tău, în locul pe care îl va alege El: la Sărbătoarea Azimelor, la Sărbătoarea Săptămânilor și la Sărbătoarea Corturilor. Să nu te înfățișezi cu mâinile goale înaintea Domnului.",
        "17": "Fiecare să dea după binecuvântarea pe care i-a dat-o Domnul, Dumnezeul tău. Judecătorii",
        "18": "Să pui judecători și supraveghetori în toate cetățile pe care Domnul, Dumnezeul tău, ți le dă după semințiile tale, iar ei să judece poporul cu dreptate.",
        "19": "Să nu pervertești judecata: să nu favorizezi pe nimeni și să nu iei mită, căci mita orbește ochii înțelepților și pervertește cuvintele celor drepți.",
        "20": "Să urmărești doar dreptatea, ca să trăiești și să stăpânești țara pe care ți-o dă Domnul, Dumnezeul tău. Idolatria este interzisă și pedepsită",
        "21": "Să nu plantezi niciun copac al Așerei lângă altarul pe care îl vei înălța Domnului, Dumnezeul tău,",
        "22": "și să nu ridici nicio piatră sacră care este urâtă de Domnul, Dumnezeul tău."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Observe the month of Abib, and keep the Passover to Yahweh your God; for in the month of Abib Yahweh your God brought you out of Egypt by night.",
        "2": "You shall sacrifice the Passover to Yahweh your God, of the flock and the herd, in the place which Yahweh shall choose to cause his name to dwell there.",
        "3": "You shall eat no leavened bread with it. You shall eat unleavened bread with it seven days, even the bread of affliction (for you came out of the land of Egypt in haste) that you may remember the day when you came out of the land of Egypt all the days of your life.",
        "4": "No yeast shall be seen with you in all your borders seven days; neither shall any of the meat, which you sacrifice the first day at evening, remain all night until the morning.",
        "5": "You may not sacrifice the Passover within any of your gates which Yahweh your God gives you;",
        "6": "but at the place which Yahweh your God shall choose to cause his name to dwell in, there you shall sacrifice the Passover at evening, at the going down of the sun, at the season that you came out of Egypt.",
        "7": "You shall roast and eat it in the place which Yahweh your God chooses. In the morning you shall return to your tents.",
        "8": "Six days you shall eat unleavened bread. On the seventh day shall be a solemn assembly to Yahweh your God. You shall do no work.",
        "9": "You shall count for yourselves seven weeks. From the time you begin to put the sickle to the standing grain you shall begin to count seven weeks.",
        "10": "You shall keep the feast of weeks to Yahweh your God with a tribute of a free will offering of your hand, which you shall give according to how Yahweh your God blesses you.",
        "11": "You shall rejoice before Yahweh your God: you, your son, your daughter, your male servant, your female servant, the Levite who is within your gates, the foreigner, the fatherless, and the widow who are among you, in the place which Yahweh your God shall choose to cause his name to dwell there.",
        "12": "You shall remember that you were a slave in Egypt. You shall observe and do these statutes.",
        "13": "You shall keep the feast of booths seven days, after you have gathered in from your threshing floor and from your wine press.",
        "14": "You shall rejoice in your feast, you, your son, your daughter, your male servant, your female servant, the Levite, the foreigner, the fatherless, and the widow who are within your gates.",
        "15": "You shall keep a feast to Yahweh your God seven days in the place which Yahweh chooses, because Yahweh your God will bless you in all your increase and in all the work of your hands, and you shall be altogether joyful.",
        "16": "Three times in a year all of your males shall appear before Yahweh your God in the place which he chooses: in the feast of unleavened bread, in the feast of weeks, and in the feast of booths. They shall not appear before Yahweh empty.",
        "17": "Every man shall give as he is able, according to Yahweh your God’s blessing which he has given you.",
        "18": "You shall make judges and officers in all your gates, which Yahweh your God gives you, according to your tribes; and they shall judge the people with righteous judgment.",
        "19": "You shall not pervert justice. You shall not show partiality. You shall not take a bribe, for a bribe blinds the eyes of the wise and perverts the words of the righteous.",
        "20": "You shall follow that which is altogether just, that you may live and inherit the land which Yahweh your God gives you.",
        "21": "You shall not plant for yourselves an Asherah of any kind of tree beside Yahweh your God’s altar, which you shall make for yourselves.",
        "22": "Neither shall you set yourself up a sacred stone which Yahweh your God hates."
      }
    }
  }
}