{
  "book": "Eclesiastul",
  "chapter": "4",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "M-am uitat apoi la toate asupririle care se fac sub soare; și iată că cei apăsați varsă lacrimi și nu este nimeni să-i mângâie! Ei sunt pradă silniciei asupritorilor lor și n-are cine să-i mângâie!",
        "2": "Și am găsit că morții care au murit mai înainte sunt mai fericiți decât cei vii, care sunt încă în viață.",
        "3": "Dar mai fericit decât amândoi, am găsit pe cel ce nu s-a născut încă, fiindcă n-a văzut toate relele care se petrec sub soare.",
        "4": "Am mai văzut că orice muncă și orice iscusință la lucru își are temeiul numai în pizma unuia asupra altuia. Și aceasta este o deșertăciune și goană după vânt.",
        "5": "Nebunul își încrucișează mâinile și își mănâncă însăși carnea lui.",
        "6": "Mai bine o mână plină de odihnă decât amândoi pumnii plini de trudă și goană după vânt.",
        "7": "Am mai văzut o altă deșertăciune sub soare.",
        "8": "Un om este singur-singurel, n-are nici fiu, nici frate, și totuși munca lui n-are sfârșit, ochii nu i se satură niciodată de bogății și nu se gândește: „Pentru cine muncesc eu și-mi lipsesc sufletul de plăceri?” Și aceasta este o deșertăciune și un lucru rău.",
        "9": "Mai bine doi decât unul, căci iau o plată cu atât mai bună pentru munca lor.",
        "10": "Căci, dacă se întâmplă să cadă, se ridică unul pe altul. Dar vai de cine este singur și cade fără să aibă pe altul care să-l ridice!",
        "11": "Tot așa, dacă se culcă doi împreună, se încălzesc unul pe altul, dar cum are să se încălzească dacă e singur?",
        "12": "Și dacă se scoală cineva asupra unuia, doi pot să-i stea împotrivă; și funia împletită în trei nu se rupe ușor.",
        "13": "Mai bine un copil sărac și înțelept decât un împărat bătrân și fără minte, care nu înțelege că trebuie să se lase îndrumat;",
        "14": "căci el poate să iasă din temniță ca să domnească, măcar că poate chiar să se fi născut sărac în împărăția celui din urmă.",
        "15": "Am văzut pe toți cei vii, care umblă sub soare, înconjurând pe copilul care avea să urmeze după împărat și să domnească în locul lui.",
        "16": "Fără sfârșit era tot poporul în fruntea căruia mergea el. Și totuși cei ce vor veni după el nu se vor bucura de el. Căci și aceasta este o deșertăciune și goană după vânt."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "M-am uitat apoi și am văzut toate asupririle care se comit sub soare. Și iată că lacrimile celor asupriți nu aveau alinare; puterea era de partea asupritorilor lor și nu exista scăpare pentru cei persecutați.",
        "2": "Atunci i-am felicitat pe cei morți, care au murit deja, mai mult decât pe cei vii, care sunt încă în viață.",
        "3": "Dar mai fericit decât cei morți sau cei vii, este cel care nu s-a născut încă, cel ce nu a văzut încă faptele rele care sunt făcute sub soare.",
        "4": "Am văzut că orice muncă grea și orice abilitate la lucru pornește de la invidia dintre un om și semenul său, iar aceasta este deșertăciune și goană după vânt.",
        "5": "Nesăbuitul își încrucișează mâinile și își mănâncă propria carne.",
        "6": "Mai bine o mână plină de odihnă, decât amândoi pumnii plini de efort și goană după vânt!",
        "7": "Am mai văzut o deșertăciune sub soare:",
        "8": "există câte un om singur, care nu are pereche alături și nu are nici fiu, nici frate. Totuși, toată munca lui nu are sfârșit, iar ochii lui nu se satură de bogăție. „Pentru cine muncesc din greu și-mi lipsesc sufletul de fericire?“ Și aceasta este o deșertăciune și un lucru rău.",
        "9": "Mai bine doi decât unul, pentru că doi obțin o plată mai bună pentru munca lor.",
        "10": "Căci, dacă vor cădea, unul dintre ei îl va ridica pe prietenul său. Dar vai de cel care cade și nu există altul care să-l ridice!",
        "11": "Tot astfel, dacă doi merg la culcare împreună, se încălzesc unul pe altul, dar dacă cineva este singur, cum se va încălzi?",
        "12": "Tot astfel, dacă pe unul singur îl atacă cineva, doi pot să i se împotrivească, iar funia împletită în trei nu este ruptă ușor.",
        "13": "Mai bine tânăr sărac, dar înțelept, decât rege bătrân și nesăbuit, care niciodată nu se lasă îndrumat,",
        "14": "căci cel dintâi poate ajunge la domnie direct din închisoare, chiar să se fi născut sărac în regatul celui din urmă.",
        "15": "Am văzut cum toți cei vii, care umblă sub soare, l-au urmat pe tânărul care este al doilea după rege, cel care va domni după acesta.",
        "16": "Tot poporul și toți cei înaintea cărora mergea el erau foarte mulți. Totuși, cei de după el nu se vor mai bucura de acest tânăr. Și aceasta este deșertăciune și goană după vânt."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Then I returned and saw all the oppressions that are done under the sun: and behold, the tears of those who were oppressed, and they had no comforter; and on the side of their oppressors there was power; but they had no comforter.",
        "2": "Therefore I praised the dead who have been long dead more than the living who are yet alive.",
        "3": "Yes, better than them both is him who has not yet been, who has not seen the evil work that is done under the sun.",
        "4": "Then I saw all the labor and achievement that is the envy of a man’s neighbor. This also is vanity and a striving after wind.",
        "5": "The fool folds his hands together and ruins himself.",
        "6": "Better is a handful, with quietness, than two handfuls with labor and chasing after wind.",
        "7": "Then I returned and saw vanity under the sun.",
        "8": "There is one who is alone, and he has neither son nor brother. There is no end to all of his labor, neither are his eyes satisfied with wealth. “For whom then do I labor and deprive my soul of enjoyment?” This also is vanity. Yes, it is a miserable business.",
        "9": "Two are better than one, because they have a good reward for their labor.",
        "10": "For if they fall, the one will lift up his fellow; but woe to him who is alone when he falls, and doesn’t have another to lift him up.",
        "11": "Again, if two lie together, then they have warmth; but how can one keep warm alone?",
        "12": "If a man prevails against one who is alone, two shall withstand him; and a threefold cord is not quickly broken.",
        "13": "Better is a poor and wise youth than an old and foolish king who doesn’t know how to receive admonition any more.",
        "14": "For out of prison he came out to be king; yes, even in his kingdom he was born poor.",
        "15": "I saw all the living who walk under the sun, that they were with the youth, the other, who succeeded him.",
        "16": "There was no end of all the people, even of all them over whom he was—yet those who come after shall not rejoice in him. Surely this also is vanity and a chasing after wind."
      }
    }
  }
}