{
  "book": "Eclesiastul",
  "chapter": "2",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Am zis inimii mele: „Haide! Vreau să te încerc cu veselie și gustă fericirea.” Dar iată că și aceasta este o deșertăciune.",
        "2": "Am zis râsului: „Ești o nebunie!” și veseliei: „Ce te înșeli degeaba?”",
        "3": "Am hotărât în inima mea să-mi veselesc trupul cu vin, în timp ce inima mă va cârmui cu înțelepciune, și să stăruiesc astfel în nebunie până voi vedea ce este bine să facă fiii oamenilor sub ceruri, în tot timpul vieții lor.",
        "4": "Am făcut lucruri mari: mi-am zidit case, mi-am sădit vii,",
        "5": "mi-am făcut grădini și livezi de pomi și am sădit în ele tot felul de pomi roditori.",
        "6": "Mi-am făcut iazuri ca să ud dumbrava unde cresc copacii.",
        "7": "Am cumpărat robi și roabe și am avut copii de casă; am avut cirezi de boi și turme de oi mai mult decât toți cei ce fuseseră înainte de mine în Ierusalim.",
        "8": "Mi-am strâns argint și aur, și bogății ca de împărați și țări. Mi-am adus cântăreți și cântărețe și desfătarea fiilor oamenilor: o mulțime de femei.",
        "9": "Am ajuns mare, mai mare decât toți cei ce erau înaintea mea în Ierusalim. Mi-am păstrat chiar înțelepciunea.",
        "10": "Tot ce mi-au poftit ochii le-am dat; nu mi-am oprit inima de la nicio veselie, ci am lăsat-o să se bucure de toată truda mea, și aceasta mi-a fost partea din toată osteneala mea.",
        "11": "Apoi, când m-am uitat cu băgare de seamă la toate lucrările pe care le făcusem cu mâinile mele și la truda cu care le făcusem, am văzut că în toate este numai deșertăciune și goană după vânt și că nu este nimic trainic sub soare.",
        "12": "Atunci mi-am întors privirile spre înțelepciune, prostie și nebunie. – Căci ce va face omul care va veni după împărat? Ceea ce s-a făcut și mai înainte. –",
        "13": "Și am văzut că înțelepciunea este cu atât mai de folos decât nebunia, cu cât este mai de folos lumina decât întunericul.",
        "14": "Înțeleptul își are ochii în cap, iar nebunul umblă în întuneric. Dar am băgat de seamă că și unul, și altul au aceeași soartă.",
        "15": "Și am zis în inima mea: „Dacă și eu voi avea aceeași soartă ca nebunul, atunci pentru ce am fost mai înțelept?” Și am zis în inima mea: „Și aceasta este o deșertăciune.”",
        "16": "Căci pomenirea înțeleptului nu este mai veșnică decât a nebunului: chiar în zilele următoare, totul este uitat. Și apoi și înțeleptul moare, și nebunul!",
        "17": "Atunci am urât viața, căci nu mi-a plăcut ce se face sub soare: totul este deșertăciune și goană după vânt.",
        "18": "Mi-am urât până și toată munca pe care am făcut-o sub soare, muncă pe care o las omului care vine după mine, ca să se bucure de ea.",
        "19": "Și cine știe dacă va fi înțelept sau nebun? Și totuși el va fi stăpân pe toată munca mea, pe care am agonisit-o cu trudă și înțelepciune sub soare. Și aceasta este o deșertăciune.",
        "20": "Am ajuns până acolo că m-a apucat o mare deznădejde de toată munca pe care am făcut-o sub soare.",
        "21": "Căci este câte un om care a muncit cu înțelepciune, cu pricepere și cu izbândă, și lasă rodul muncii lui unui om care nu s-a ostenit deloc cu ea. Și aceasta este o deșertăciune și un mare rău.",
        "22": "Căci, drept vorbind, ce folos are omul din toată munca lui și din toată străduința inimii lui, cu care se trudește sub soare?",
        "23": "Toate zilele lui sunt pline de durere, și truda lui nu este decât necaz: nici măcar noaptea n-are odihnă inima lui. Și aceasta este o deșertăciune.",
        "24": "Nu este altă fericire pentru om decât să mănânce și să bea și să-și înveselească sufletul cu ce este bun din agoniseala lui! Dar am văzut că și aceasta vine din mâna lui Dumnezeu.",
        "25": "Cine, în adevăr, poate să mănânce și să se bucure fără El?",
        "26": "Căci El dă omului plăcut Lui înțelepciune, știință și bucurie, dar celui păcătos îi dă grija să strângă și s-adune, ca să dea celui plăcut lui Dumnezeu! Și aceasta este o deșertăciune și goană după vânt."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Am zis atunci inimii mele: „Voi încerca veselia, să văd dacă este bună!“, dar iată că și aceasta este deșertăciune.",
        "2": "Am zis despre râs: „Este o nebunie!“, iar despre veselie am zis: „Ce folos are?“.",
        "3": "Am hotărât în inima mea să-mi încerc trupul cu vin – timp în care inima mea mă va conduce cu înțelepciune – și să îmbrățișez astfel nebunia, până voi înțelege ce este bine să facă fiii oamenilor sub ceruri, în puținele zile ale vieții lor.",
        "4": "Mi-am lărgit lucrările: mi-am construit case și mi-am plantat vii,",
        "5": "mi-am amenajat grădini și parcuri și am plantat în ele pomi cu tot felul de roade.",
        "6": "Mi-am făcut iazuri cu apă pentru a uda mulțimea de pomi care au răsărit.",
        "7": "Mi-am cumpărat sclavi și sclave și am avut fii de sclavi în casă. Am avut și vite – cirezi și turme – mai multe decât toți cei ce fuseseră înainte de mine în Ierusalim.",
        "8": "Mi-am strâns argint și aur, proprietăți împărătești și provincii. Mi-am adus cântăreți și cântărețe și, delectarea fiilor omului, mai multe soții.",
        "9": "M-am îmbogățit și mi-am mărit averea mai mult decât toți cei ce fuseseră înaintea mea la Ierusalim și mi-am păstrat și înțelepciunea.",
        "10": "Nu am refuzat nimic din ceea ce mi-au cerut ochii și nu mi-am oprit inima de la nicio bucurie, căci inima mea s-a bucurat de toată munca mea cea grea și aceasta mi-a fost partea din toate eforturile mele.",
        "11": "Apoi, când m-am uitat la toate lucrările făcute de mâinile mele și la tot efortul cu care le făcusem, am înțeles că totul este deșertăciune și goană după vânt și că nu există niciun câștig sub soare. Deșertăciunea înțelepciunii și a prostiei",
        "12": "Am cântărit apoi înțelepciunea, nebunia și prostia. Ce poate să facă omul care vine după împărat, dacă nu tocmai ceea ce s-a făcut și mai înainte?",
        "13": "Am înțeles că înțelepciunea este mai folositoare decât nebunia, tot așa cum lumina este mai folositoare decât întunericul.",
        "14": "Cel înțelept are discernământ, dar nesăbuitul umblă în întuneric. Am înțeles însă că pe amândoi îi așteaptă aceeași soartă.",
        "15": "Atunci am zis în inima mea: „Dacă și pe mine mă așteaptă soarta nesăbuitului, atunci pentru ce am fost eu foarte înțelept?“. Și am zis în inima mea: „Și aceasta este deșertăciune!“.",
        "16": "Căci o amintire veșnică nu va rămâne nici în urma înțeleptului, nici a nesăbuitului. În zilele care vin totul este deja dat uitării. La fel cum moare înțeleptul, tot așa moare și nesăbuitul. Deșertăciunea muncii",
        "17": "Am ajuns astfel să urăsc viața, pentru că nu mi-a plăcut ce se întâmplă sub soare, căci totul este deșertăciune și goană după vânt.",
        "18": "Mi-am urât toată munca grea pe care am depus-o sub soare, al cărei rod îl las omului care vine după mine.",
        "19": "Cine știe dacă va fi înțelept? Poate că un prost va lua în stăpânire tot rodul muncii mele pe care am depus-o cu înțelepciune sub soare… Și aceasta este deșertăciune.",
        "20": "M-am gândit până când inima mea a ajuns la disperare, din cauza muncii grele pe care am depus-o sub soare,",
        "21": "căci unii oameni lucrează cu înțelepciune, cu pricepere și cu îndemânare, ca apoi să-și lase averea unui om care n-a muncit pentru ea. Dar și aceasta este deșertăciune și un mare rău.",
        "22": "Căci ce folos are omul din toată munca lui și din tot efortul pe care sufletul lui l-a depus sub soare?",
        "23": "Într-adevăr, toate zilele vieții lui sunt pline de necazuri, iar munca sa este doar mâhnire. Nici chiar noaptea nu i se odihnește inima! Și aceasta este deșertăciune.",
        "24": "Nu există alt bine pentru om decât să mănânce, să bea și să-și sature sufletul cu tot ce este bun din agoniseala lui. Am înțeles că și aceasta vine din mâna lui Dumnezeu.",
        "25": "Căci cine poate mânca și cine se poate bucura fără El?",
        "26": "Într-adevăr, omului care este plăcut înaintea Lui, El îi dă înțelepciune, cunoștință și bucurie, dar celui păcătos îi dă munca să adune și să strângă, ca să-i dea celui plăcut lui Dumnezeu. Și aceasta este deșertăciune și goană după vânt!"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "I said in my heart, “Come now, I will test you with mirth; therefore enjoy pleasure;” and behold, this also was vanity.",
        "2": "I said of laughter, “It is foolishness;” and of mirth, “What does it accomplish?”",
        "3": "I searched in my heart how to cheer my flesh with wine, my heart yet guiding me with wisdom, and how to lay hold of folly, until I might see what it was good for the sons of men that they should do under heaven all the days of their lives.",
        "4": "I made myself great works. I built myself houses. I planted myself vineyards.",
        "5": "I made myself gardens and parks, and I planted trees in them of all kinds of fruit.",
        "6": "I made myself pools of water, to water the forest where trees were grown.",
        "7": "I bought male servants and female servants, and had servants born in my house. I also had great possessions of herds and flocks, above all who were before me in Jerusalem.",
        "8": "I also gathered silver and gold for myself, and the treasure of kings and of the provinces. I got myself male and female singers, and the delights of the sons of men: musical instruments of all sorts.",
        "9": "So I was great, and increased more than all who were before me in Jerusalem. My wisdom also remained with me.",
        "10": "Whatever my eyes desired, I didn’t keep from them. I didn’t withhold my heart from any joy, for my heart rejoiced because of all my labor, and this was my portion from all my labor.",
        "11": "Then I looked at all the works that my hands had worked, and at the labor that I had labored to do; and behold, all was vanity and a chasing after wind, and there was no profit under the sun.",
        "12": "I turned myself to consider wisdom, madness, and folly; for what can the king’s successor do? Just that which has been done long ago.",
        "13": "Then I saw that wisdom excels folly, as far as light excels darkness.",
        "14": "The wise man’s eyes are in his head, and the fool walks in darkness—and yet I perceived that one event happens to them all.",
        "15": "Then I said in my heart, “As it happens to the fool, so will it happen even to me; and why was I then more wise?” Then I said in my heart that this also is vanity.",
        "16": "For of the wise man, even as of the fool, there is no memory forever, since in the days to come all will have been long forgotten. Indeed, the wise man must die just like the fool!",
        "17": "So I hated life, because the work that is worked under the sun was grievous to me; for all is vanity and a chasing after wind.",
        "18": "I hated all my labor in which I labored under the sun, because I must leave it to the man who comes after me.",
        "19": "Who knows whether he will be a wise man or a fool? Yet he will have rule over all of my labor in which I have labored, and in which I have shown myself wise under the sun. This also is vanity.",
        "20": "Therefore I began to cause my heart to despair concerning all the labor in which I had labored under the sun.",
        "21": "For there is a man whose labor is with wisdom, with knowledge, and with skillfulness; yet he shall leave it for his portion to a man who has not labored for it. This also is vanity and a great evil.",
        "22": "For what does a man have of all his labor and of the striving of his heart, in which he labors under the sun?",
        "23": "For all his days are sorrows, and his travail is grief; yes, even in the night his heart takes no rest. This also is vanity.",
        "24": "There is nothing better for a man than that he should eat and drink, and make his soul enjoy good in his labor. This also I saw, that it is from the hand of God.",
        "25": "For who can eat, or who can have enjoyment, more than I?",
        "26": "For to the man who pleases him, God gives wisdom, knowledge, and joy; but to the sinner he gives travail, to gather and to heap up, that he may give to him who pleases God. This also is vanity and a chasing after wind."
      }
    }
  }
}