{
  "book": "Efeseni",
  "chapter": "2",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Voi erați morți în greșelile și în păcatele voastre,",
        "2": "în care trăiați odinioară după mersul lumii acesteia, după domnul puterii văzduhului, a duhului care lucrează acum în fiii neascultării.",
        "3": "Între ei eram și noi toți odinioară, când trăiam în poftele firii noastre pământești, când făceam voile firii pământești și ale gândurilor noastre și eram din fire copii ai mâniei, ca și ceilalți.",
        "4": "Dar Dumnezeu, care este bogat în îndurare, pentru dragostea cea mare cu care ne-a iubit,",
        "5": "măcar că eram morți în greșelile noastre, ne-a adus la viață împreună cu Hristos (prin har sunteți mântuiți).",
        "6": "El ne-a înviat împreună și ne-a pus să ședem împreună în locurile cerești, în Hristos Isus,",
        "7": "ca să arate în veacurile viitoare nemărginita bogăție a harului Său, în bunătatea Lui față de noi în Hristos Isus.",
        "8": "Căci prin har ați fost mântuiți, prin credință. Și aceasta nu vine de la voi, ci este darul lui Dumnezeu.",
        "9": "Nu prin fapte, ca să nu se laude nimeni.",
        "10": "Căci noi suntem lucrarea Lui și am fost zidiți în Hristos Isus pentru faptele bune pe care le-a pregătit Dumnezeu mai dinainte ca să umblăm în ele.",
        "11": "De aceea, voi, care altădată erați neamuri din naștere, numiți netăiați împrejur de către aceia care se cheamă tăiați împrejur și care sunt tăiați împrejur în trup de mâna omului,",
        "12": "aduceți-vă aminte că în vremea aceea erați fără Hristos, fără drept de cetățenie în Israel, străini de legămintele făgăduinței, fără nădejde și fără Dumnezeu în lume.",
        "13": "Dar acum, în Hristos Isus, voi, care odinioară erați depărtați, ați fost apropiați prin sângele lui Hristos.",
        "14": "Căci El este pacea noastră, care din doi a făcut unul și a surpat zidul de la mijloc care-i despărțea",
        "15": "și, în trupul Lui, a înlăturat vrăjmășia dintre ei, Legea poruncilor, în orânduirile ei, ca să facă pe cei doi să fie în El Însuși un singur om nou, făcând astfel pace,",
        "16": "și a împăcat pe cei doi cu Dumnezeu într-un singur trup, prin cruce, prin care a nimicit vrăjmășia.",
        "17": "El a venit astfel să aducă vestea bună a păcii vouă, celor ce erați departe, și pace celor ce erau aproape.",
        "18": "Căci prin El și unii, și alții avem intrare la Tatăl, într-un Duh.",
        "19": "Așadar, voi nu mai sunteți nici străini, nici oaspeți ai casei, ci sunteți împreună-cetățeni cu sfinții, oameni din casa lui Dumnezeu,",
        "20": "fiind zidiți pe temelia apostolilor și prorocilor, piatra din capul unghiului fiind Isus Hristos.",
        "21": "În El toată clădirea, bine închegată, crește ca să fie un Templu sfânt în Domnul.",
        "22": "Și prin El și voi sunteți zidiți împreună, ca să fiți un locaș al lui Dumnezeu, prin Duhul."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Voi erați morți în nelegiuirile și păcatele voastre,",
        "2": "în care trăiați odinioară după mersul lumii acesteia, după conducătorul care are autoritate asupra văzduhului, a duhului care lucrează acum în fiii neascultării.",
        "3": "Între aceștia trăiam și noi toți cândva, în poftele firii noastre pământești, făcând voile firii pământești și ale gândurilor noastre, și eram, prin natura noastră, copii ai mâniei, ca și ceilalți.",
        "4": "Dar Dumnezeu, Care este bogat în milă, datorită dragostei Lui celei mari cu care ne-a iubit,",
        "5": "deși eram morți în nelegiuirile noastre, ne-a adus la viață împreună cu Cristos – prin har sunteți mântuiți.",
        "6": "El ne-a înviat împreună cu Cristos și ne-a așezat împreună cu El în locurile cerești, în Cristos Isus,",
        "7": "pentru ca, în veacurile care vin, să-Și arate nemărginita bogăție a harului Său, în bunătatea Sa față de noi în Cristos Isus.",
        "8": "Căci prin har sunteți mântuiți, prin credință. Și mântuirea aceasta nu este de la voi, ci este darul lui Dumnezeu.",
        "9": "Nu prin fapte, ca să nu se laude nimeni.",
        "10": "Căci noi suntem lucrarea Lui, creați în Cristos Isus pentru faptele bune pe care le-a pregătit Dumnezeu mai dinainte, ca să umblăm în ele. Una în Cristos",
        "11": "De aceea, aduceți-vă aminte că odinioară erați neevrei, în ce privește trupul, numiți „necircumciși“ de către cei numiți „circumciși“ (circumciși în trup, de mâini omenești),",
        "12": "și că, la vremea aceea, erați fără Cristos, înstrăinați de cetățenia lui Israel, străini de legămintele promisiunii, neavând speranță și fiind fără Dumnezeu în lume.",
        "13": "Dar acum, în Cristos Isus, voi, care cândva erați departe, ați fost aduși aproape, prin sângele lui Cristos.",
        "14": "Căci El este pacea noastră, Cel Care i-a făcut pe amândoi una și, în trupul Său, a dărâmat zidul de la mijloc care-i despărțea, adică dușmănia,",
        "15": "desființând Legea poruncilor, cu regulile ei, pentru a crea din cei doi, în El, un singur om nou, făcând astfel pace,",
        "16": "și pentru a-i împăca pe amândoi cu Dumnezeu într-un singur trup, prin cruce, prin care a nimicit dușmănia.",
        "17": "El a venit și v-a vestit pacea, vouă celor de departe, și pace celor de aproape,",
        "18": "căci, prin El, amândoi avem intrare, într-un singur Duh, la Tatăl.",
        "19": "Așadar, acum nu mai sunteți străini sau de alt neam, ci sunteți cetățeni împreună cu sfinții și membri ai Casei lui Dumnezeu,",
        "20": "fiind zidiți pe temelia apostolilor și a profeților, Piatra din capul unghiului fiind Cristos Isus.",
        "21": "În El, întreaga Clădire, bine închegată, crește ca să devină un Templu sfânt în Domnul.",
        "22": "În El, și voi sunteți zidiți împreună ca să deveniți un Lăcaș al lui Dumnezeu, prin Duhul."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "You were made alive when you were dead in transgressions and sins,",
        "2": "in which you once walked according to the course of this world, according to the prince of the power of the air, the spirit who now works in the children of disobedience.",
        "3": "We also all once lived among them in the lusts of our flesh, doing the desires of the flesh and of the mind, and were by nature children of wrath, even as the rest.",
        "4": "But God, being rich in mercy, for his great love with which he loved us,",
        "5": "even when we were dead through our trespasses, made us alive together with Christ—by grace you have been saved—",
        "6": "and raised us up with him, and made us to sit with him in the heavenly places in Christ Jesus,",
        "7": "that in the ages to come he might show the exceeding riches of his grace in kindness toward us in Christ Jesus;",
        "8": "for by grace you have been saved through faith, and that not of yourselves; it is the gift of God,",
        "9": "not of works, that no one would boast.",
        "10": "For we are his workmanship, created in Christ Jesus for good works, which God prepared before that we would walk in them.",
        "11": "Therefore remember that once you, the Gentiles in the flesh, who are called “uncircumcision” by that which is called “circumcision” (in the flesh, made by hands),",
        "12": "that you were at that time separate from Christ, alienated from the commonwealth of Israel, and strangers from the covenants of the promise, having no hope and without God in the world.",
        "13": "But now in Christ Jesus you who once were far off are made near in the blood of Christ.",
        "14": "For he is our peace, who made both one, and broke down the middle wall of separation,",
        "15": "having abolished in his flesh the hostility, the law of commandments contained in ordinances, that he might create in himself one new man of the two, making peace,",
        "16": "and might reconcile them both in one body to God through the cross, having killed the hostility through it.",
        "17": "He came and preached peace to you who were far off and to those who were near.",
        "18": "For through him we both have our access in one Spirit to the Father.",
        "19": "So then you are no longer strangers and foreigners, but you are fellow citizens with the saints and of the household of God,",
        "20": "being built on the foundation of the apostles and prophets, Christ Jesus himself being the chief cornerstone;",
        "21": "in whom the whole building, fitted together, grows into a holy temple in the Lord;",
        "22": "in whom you also are built together for a habitation of God in the Spirit."
      }
    }
  }
}