{
  "book": "Efeseni",
  "chapter": "6",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Copii, ascultați în Domnul de părinții voștri, căci este drept.",
        "2": "„Să cinstești pe tatăl tău și pe mama ta” – este cea dintâi poruncă însoțită de o făgăduință –",
        "3": "„ca să fii fericit și să trăiești multă vreme pe pământ.”",
        "4": "Și voi, părinților, nu întărâtați la mânie pe copiii voștri, ci creșteți-i în mustrarea și învățătura Domnului.",
        "5": "Robilor, ascultați de stăpânii voștri pământești cu frică și cutremur, în curăție de inimă, ca de Hristos.",
        "6": "Slujiți-le nu numai când sunteți sub ochii lor, ca și cum ați vrea să plăceți oamenilor, ci ca niște robi ai lui Hristos, care fac din inimă voia lui Dumnezeu.",
        "7": "Slujiți-le cu bucurie, ca Domnului, iar nu oamenilor,",
        "8": "căci știți că fiecare, fie rob, fie slobod, va primi răsplată de la Domnul, după binele pe care-l va fi făcut.",
        "9": "Și voi, stăpânilor, purtați-vă la fel cu ei; feriți-vă de amenințări, ca unii care știți că Stăpânul lor și al vostru este în cer și că înaintea Lui nu se are în vedere fața omului.",
        "10": "Încolo, fraților, întăriți-vă în Domnul și în puterea tăriei Lui.",
        "11": "Îmbrăcați-vă cu toată armătura lui Dumnezeu, ca să puteți ține piept împotriva uneltirilor diavolului.",
        "12": "Căci noi n-avem de luptat împotriva cărnii și sângelui, ci împotriva căpeteniilor, împotriva domniilor, împotriva stăpânitorilor întunericului acestui veac, împotriva duhurilor răutății care sunt în locurile cerești.",
        "13": "De aceea, luați toată armătura lui Dumnezeu, ca să vă puteți împotrivi în ziua cea rea și să rămâneți în picioare după ce veți fi biruit totul.",
        "14": "Stați gata dar, având mijlocul încins cu adevărul, îmbrăcați cu platoșa neprihănirii,",
        "15": "având picioarele încălțate cu râvna Evangheliei păcii.",
        "16": "Pe deasupra tuturor acestora, luați scutul credinței cu care veți putea stinge toate săgețile arzătoare ale celui rău.",
        "17": "Luați și coiful mântuirii și sabia Duhului, care este Cuvântul lui Dumnezeu.",
        "18": "Faceți în toată vremea, prin Duhul, tot felul de rugăciuni și cereri. Vegheați la aceasta cu toată stăruința și rugăciune pentru toți sfinții",
        "19": "și pentru mine, ca, ori de câte ori îmi deschid gura, să mi se dea cuvânt, ca să fac cunoscută cu îndrăzneală taina Evangheliei,",
        "20": "al cărei sol în lanțuri sunt; pentru ca, zic, să vorbesc cu îndrăzneală, cum trebuie să vorbesc.",
        "21": "Acum, ca să știți și voi despre mine, Tihic, preaiubitul frate și slujitor credincios în Domnul, vă va face cunoscut totul.",
        "22": "Vi l-am trimis înadins, ca să luați cunoștință despre starea noastră și să vă îmbărbăteze inimile.",
        "23": "Pace fraților și dragoste împreună cu credința, din partea lui Dumnezeu Tatăl și din partea Domnului Isus Hristos!",
        "24": "Harul să fie cu toți cei ce iubesc pe Domnul nostru Isus Hristos în curăție. Amin."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Copiilor, ascultați în Domnul de părinții voștri, pentru că așa este drept.",
        "2": "„Să-ți respecți tatăl și mama“ este prima poruncă însoțită de o promisiune:",
        "3": "„ca să-ți fie bine și să ai viață lungă pe pământ!“.",
        "4": "Părinților, nu vă provocați copiii la mânie, ci creșteți-i în disciplina și învățătura Domnului.",
        "5": "Sclavilor, ascultați de stăpânii voștri pământești cu teamă și respect, în sinceritatea inimii voastre, ca de Cristos,",
        "6": "nu doar când sunteți văzuți de ei, ca niște oameni care încearcă să placă altora, ci ca niște slujitori ai lui Cristos, făcând din suflet voia lui Dumnezeu.",
        "7": "Slujiți cu bunăvoință, ca pentru Domnul, și nu ca pentru oameni,",
        "8": "știind că fiecare, dacă face ceea ce este bine, va primi la fel de la Domnul, fie că este sclav, fie că este om liber.",
        "9": "Stăpânilor, faceți-le și voi la fel, renunțând la amenințări, știind că Domnul lor și al vostru este în Ceruri și înaintea Lui nu există favoritism. Armura lui Dumnezeu",
        "10": "În cele din urmă, întăriți-vă în Domnul și în puterea măreției Lui.",
        "11": "Îmbrăcați-vă cu toată armura lui Dumnezeu, ca să puteți sta împotriva stratagemelor diavolului.",
        "12": "Căci noi nu luptăm împotriva cărnii și a sângelui, ci împotriva conducerilor, împotriva autorităților, împotriva puterilor acestui veac întunecat, împotriva duhurilor răutății din locurile cerești.",
        "13": "De aceea, luați toată armura lui Dumnezeu, ca să vă puteți împotrivi în ziua cea rea și, după ce ați dus la îndeplinire toate lucrurile, să rămâneți în picioare.",
        "14": "Așadar, stați fermi, având coapsele înfășurate cu adevărul, fiind îmbrăcați cu armura dreptății",
        "15": "și având picioarele încălțate cu râvna Evangheliei păcii.",
        "16": "Pe lângă acestea, luați scutul credinței cu care veți putea stinge toate săgețile arzătoare ale celui rău.",
        "17": "Luați și coiful mântuirii și sabia Duhului, care este Cuvântul lui Dumnezeu.",
        "18": "Rugați-vă în orice vreme în Duhul, aducând tot felul de rugăciuni și cereri. Vegheați la aceasta cu toată stăruința și rugăciunea pentru toți sfinții.",
        "19": "Rugați-vă și pentru mine, pentru ca, atunci când vorbesc, să mi se dea cuvânt, ca să fac cunoscută, cu îndrăzneală, taina Evangheliei,",
        "20": "al cărei ambasador în lanțuri sunt. Rugați-vă să vorbesc cu îndrăzneală, așa cum trebuie. Salutări finale",
        "21": "Ca să știți și voi lucrurile privitoare la mine și ce fac, vă va spune totul Tyhikos, preaiubitul frate și slujitor credincios în Domnul.",
        "22": "L-am trimis la voi tocmai pentru aceasta, ca să cunoașteți detalii despre noi și să vă încurajeze inimile.",
        "23": "Pace fraților, dragoste și credință de la Dumnezeu Tatăl și de la Domnul Isus Cristos!",
        "24": "Harul să fie cu toți cei care-L iubesc pe Domnul nostru Isus Cristos în curăție! Amin."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Children, obey your parents in the Lord, for this is right.",
        "2": "“Honor your father and mother,” which is the first commandment with a promise:",
        "3": "“that it may be well with you, and you may live long on the earth.”",
        "4": "You fathers, don’t provoke your children to wrath, but nurture them in the discipline and instruction of the Lord.",
        "5": "Servants, be obedient to those who according to the flesh are your masters, with fear and trembling, in singleness of your heart, as to Christ,",
        "6": "not in the way of service only when eyes are on you, as men pleasers, but as servants of Christ, doing the will of God from the heart,",
        "7": "with good will doing service as to the Lord and not to men,",
        "8": "knowing that whatever good thing each one does, he will receive the same good again from the Lord, whether he is bound or free.",
        "9": "You masters, do the same things to them, and give up threatening, knowing that he who is both their Master and yours is in heaven, and there is no partiality with him.",
        "10": "Finally, be strong in the Lord and in the strength of his might.",
        "11": "Put on the whole armor of God, that you may be able to stand against the wiles of the devil.",
        "12": "For our wrestling is not against flesh and blood, but against the principalities, against the powers, against the world’s rulers of the darkness of this age, and against the spiritual forces of wickedness in the heavenly places.",
        "13": "Therefore put on the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand.",
        "14": "Stand therefore, having the utility belt of truth buckled around your waist, and having put on the breastplate of righteousness,",
        "15": "and having fitted your feet with the preparation of the Good News of peace,",
        "16": "above all, taking up the shield of faith, with which you will be able to quench all the fiery darts of the evil one.",
        "17": "And take the helmet of salvation, and the sword of the Spirit, which is the word of God;",
        "18": "with all prayer and requests, praying at all times in the Spirit, and being watchful to this end in all perseverance and requests for all the saints.",
        "19": "Pray for me, that utterance may be given to me in opening my mouth, to make known with boldness the mystery of the Good News,",
        "20": "for which I am an ambassador in chains; that in it I may speak boldly, as I ought to speak.",
        "21": "But that you also may know my affairs, how I am doing, Tychicus, the beloved brother and faithful servant in the Lord, will make known to you all things.",
        "22": "I have sent him to you for this very purpose, that you may know our state and that he may comfort your hearts.",
        "23": "Peace be to the brothers, and love with faith, from God the Father and the Lord Jesus Christ.",
        "24": "Grace be with all those who love our Lord Jesus Christ with incorruptible love. Amen."
      }
    }
  }
}