{
  "book": "Efeseni",
  "chapter": "3",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Iată de ce eu, Pavel, întemnițatul lui Isus Hristos pentru voi, neamurilor…",
        "2": "(Dacă cel puțin ați auzit de isprăvnicia harului lui Dumnezeu, care mi-a fost dată față de voi.",
        "3": "Prin descoperire dumnezeiască am luat cunoștință de taina aceasta, despre care vă scrisei în puține cuvinte.",
        "4": "Citindu-le, vă puteți închipui priceperea pe care o am eu despre taina lui Hristos,",
        "5": "care n-a fost făcută cunoscută fiilor oamenilor în celelalte veacuri, în felul cum a fost descoperită acum sfinților apostoli și proroci ai lui Hristos, prin Duhul.",
        "6": "Că adică neamurile sunt împreună-moștenitoare cu noi, alcătuiesc un singur trup cu noi și iau parte cu noi la aceeași făgăduință în Hristos Isus, prin Evanghelia aceea",
        "7": "al cărei slujitor am fost făcut eu, după darul harului lui Dumnezeu, dat mie prin lucrarea puterii Lui.",
        "8": "Da, mie, care sunt cel mai neînsemnat dintre toți sfinții, mi-a fost dat harul acesta să vestesc neamurilor bogățiile nepătrunse ale lui Hristos",
        "9": "și să pun în lumină înaintea tuturor care este isprăvnicia acestei taine ascunse din veacuri în Dumnezeu, care a făcut toate lucrurile,",
        "10": "pentru ca domniile și stăpânirile din locurile cerești să cunoască azi, prin Biserică, înțelepciunea nespus de felurită a lui Dumnezeu,",
        "11": "după planul veșnic pe care l-a făcut în Hristos Isus, Domnul nostru.",
        "12": "În El avem, prin credința în El, slobozenia și apropierea de Dumnezeu cu încredere.",
        "13": "Vă rog iarăși să nu vă pierdeți cumpătul din pricina necazurilor mele pentru voi: aceasta este slava voastră.)",
        "14": "…Iată de ce, zic, îmi plec genunchii înaintea Tatălui Domnului nostru Isus Hristos,",
        "15": "din care își trage numele orice familie, în ceruri și pe pământ,",
        "16": "și-L rog ca, potrivit cu bogăția slavei Sale, să vă facă să vă întăriți în putere, prin Duhul Lui, în omul dinăuntru,",
        "17": "așa încât Hristos să locuiască în inimile voastre prin credință; pentru ca, având rădăcina și temelia puse în dragoste,",
        "18": "să puteți pricepe împreună cu toți sfinții care sunt lărgimea, lungimea, adâncimea și înălțimea",
        "19": "și să cunoașteți dragostea lui Hristos, care întrece orice cunoștință, ca să ajungeți plini de toată plinătatea lui Dumnezeu.",
        "20": "Iar a Celui ce, prin puterea care lucrează în noi, poate să facă nespus mai mult decât cerem sau gândim noi,",
        "21": "a Lui să fie slava în Biserică și în Hristos Isus, din neam în neam, în vecii vecilor! Amin."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "De aceea eu, Pavel, prizonierul lui Cristos Isus pentru voi, neevreilor –",
        "2": "dacă într-adevăr ați auzit despre slujba de administrator al harului lui Dumnezeu, care mi-a fost dată pentru voi:",
        "3": "prin descoperire mi-a fost făcută cunoscută taina aceasta, așa cum v-am scris mai înainte pe scurt.",
        "4": "Citind despre aceasta, puteți înțelege priceperea pe care o am cu privire la taina lui Cristos,",
        "5": "care n-a fost făcută cunoscută oamenilor în celelalte generații, așa cum le-a fost descoperită acum sfinților Lui apostoli și profeți, prin Duhul,",
        "6": "și anume că neevreii sunt moștenitori împreună cu Israel, fac parte din același trup cu Israel și au parte de aceeași promisiune, în Cristos Isus, prin Evanghelie,",
        "7": "al cărei slujitor am devenit eu, potrivit cu darul harului lui Dumnezeu, care mi-a fost dat prin lucrarea puterii Sale.",
        "8": "Da, mie, celui mai neînsemnat dintre toți sfinții, mi-a fost dat harul acesta să vestesc neevreilor bogățiile de nepătruns ale lui Cristos",
        "9": "și să aduc la lumină, înaintea tuturor, care este lucrarea acestei taine ascunse de veacuri în Dumnezeu, Care a creat toate lucrurile,",
        "10": "astfel încât, conducerilor și autorităților din locurile cerești, să li se reveleze acum, prin Biserică, înțelepciunea nespus de felurită a lui Dumnezeu,",
        "11": "potrivit cu planul veșnic pe care l-a făcut în Cristos Isus, Domnul nostru.",
        "12": "În El avem îndrăzneală și intrare la Dumnezeu cu încredere, prin credința în El.",
        "13": "De aceea, vă rog să nu vă descurajați din cauza suferințelor mele pentru voi: acestea sunt gloria voastră. Rugăciune pentru credincioși",
        "14": "De aceea îmi aplec genunchii înaintea Tatălui Domnului nostru Isus Cristos,",
        "15": "din Care își primește numele orice familie, în Ceruri și pe pământ,",
        "16": "și mă rog ca, potrivit cu bogăția gloriei Sale, să fiți întăriți în putere, prin Duhul Lui, în omul lăuntric,",
        "17": "astfel încât Cristos să locuiască, prin credință, în inimile voastre, pentru ca, având rădăcina și temelia puse în dragoste,",
        "18": "să puteți înțelege, împreună cu toți sfinții, care este lărgimea, lungimea, înălțimea și adâncimea",
        "19": "și să cunoașteți dragostea lui Cristos, care întrece cunoașterea, ca să fiți umpluți de toată plinătatea lui Dumnezeu.",
        "20": "A Lui, Care poate să facă nespus mai mult decât tot ceea ce cerem sau gândim noi, potrivit cu puterea care lucrează în noi,",
        "21": "a Lui să fie gloria în Biserică și în Cristos Isus, în toate generațiile, în vecii vecilor! Amin."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "For this cause I, Paul, am the prisoner of Christ Jesus on behalf of you Gentiles,",
        "2": "if it is so that you have heard of the administration of that grace of God which was given me toward you,",
        "3": "how that by revelation the mystery was made known to me, as I wrote before in few words,",
        "4": "by which, when you read, you can perceive my understanding in the mystery of Christ,",
        "5": "which in other generations was not made known to the children of men, as it has now been revealed to his holy apostles and prophets in the Spirit,",
        "6": "that the Gentiles are fellow heirs and fellow members of the body, and fellow partakers of his promise in Christ Jesus through the Good News,",
        "7": "of which I was made a servant according to the gift of that grace of God which was given me according to the working of his power.",
        "8": "To me, the very least of all saints, was this grace given, to preach to the Gentiles the unsearchable riches of Christ,",
        "9": "and to make all men see what is the administration of the mystery which for ages has been hidden in God, who created all things through Jesus Christ,",
        "10": "to the intent that now through the assembly the manifold wisdom of God might be made known to the principalities and the powers in the heavenly places,",
        "11": "according to the eternal purpose which he accomplished in Christ Jesus our Lord.",
        "12": "In him we have boldness and access in confidence through our faith in him.",
        "13": "Therefore I ask that you may not lose heart at my troubles for you, which are your glory.",
        "14": "For this cause, I bow my knees to the Father of our Lord Jesus Christ,",
        "15": "from whom every family in heaven and on earth is named,",
        "16": "that he would grant you, according to the riches of his glory, that you may be strengthened with power through his Spirit in the inner person,",
        "17": "that Christ may dwell in your hearts through faith, to the end that you, being rooted and grounded in love,",
        "18": "may be strengthened to comprehend with all the saints what is the width and length and height and depth,",
        "19": "and to know Christ’s love which surpasses knowledge, that you may be filled with all the fullness of God.",
        "20": "Now to him who is able to do exceedingly abundantly above all that we ask or think, according to the power that works in us,",
        "21": "to him be the glory in the assembly and in Christ Jesus to all generations, forever and ever. Amen."
      }
    }
  }
}