{
  "book": "Estera",
  "chapter": "5",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "A treia zi, Estera s-a îmbrăcat cu hainele împărătești și a venit în curtea dinăuntru a casei împăratului, înaintea casei împăratului. Împăratul ședea pe scaunul lui împărătesc, în casa împărătească, în fața ușii casei.",
        "2": "Când a văzut împăratul pe împărăteasa Estera în picioare în curte, ea a căpătat trecere înaintea lui. Și împăratul a întins Esterei toiagul împărătesc pe care-l ținea în mână. Estera s-a apropiat și a atins vârful toiagului.",
        "3": "Împăratul i-a zis: „Ce ai tu, împărăteasă Estero, și ce ceri? Chiar dacă ai cere jumătate din împărăție, îți voi da.”",
        "4": "Estera a răspuns: „Dacă împăratul găsește cu cale, să vină împăratul astăzi cu Haman la ospățul pe care i l-am pregătit.”",
        "5": "Și împăratul a zis: „Duceți-vă îndată și aduceți pe Haman, cum dorește Estera.” Împăratul s-a dus cu Haman la ospățul pe care-l pregătise Estera.",
        "6": "Și, pe când beau vin, împăratul a zis Esterei: „Care este cererea ta? Ea îți va fi împlinită. Ce dorești? Chiar dacă ai cere jumătate din împărăție, o vei căpăta.”",
        "7": "Estera a răspuns: „Iată ce cer și ce doresc.",
        "8": "Dacă am căpătat trecere înaintea împăratului și dacă găsește cu cale împăratul, să-mi împlinească cererea și să-mi facă dorința să mai vină împăratul cu Haman și la ospățul pe care li-l voi pregăti, și mâine voi da răspuns împăratului după porunca lui.” Planul lui Haman",
        "9": "Haman a ieșit în ziua aceea vesel și cu inima mulțumită. Dar, când a văzut la poarta împăratului pe Mardoheu, care nu se scula, nici nu se mișca înaintea lui, s-a umplut de mânie împotriva lui Mardoheu.",
        "10": "A știut totuși să se stăpânească și s-a dus acasă. Apoi a trimis să aducă pe prietenii săi și pe nevastă-sa Zereș.",
        "11": "Haman le-a vorbit despre strălucirea bogățiilor lui, despre numărul fiilor săi, despre tot ce făcuse împăratul ca să-l ridice în vrednicie și despre locul pe care i-l dăduse mai presus de căpeteniile și slujitorii împăratului.",
        "12": "Și a adăugat: „Eu sunt chiar singurul pe care împărăteasa Estera l-a primit împreună cu împăratul la ospățul pe care l-a făcut și sunt poftit și mâine la ea cu împăratul.",
        "13": "Dar toate acestea n-au niciun preț pentru mine câtă vreme voi vedea pe Mardoheu, iudeul acela, șezând la poarta împăratului.”",
        "14": "Nevastă-sa Zereș și toți prietenii lui i-au zis: „Să se pregătească o spânzurătoare înaltă de cincizeci de coți și mâine dimineață cere împăratului ca Mardoheu să fie spânzurat. Apoi vei merge vesel la ospăț cu împăratul.” Părerea aceasta a plăcut lui Haman și a pus să pregătească spânzurătoarea."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "A treia zi, împărăteasa Estera s-a îmbrăcat cu hainele împărătești și a venit în curtea interioară a palatului împăratului, chiar în fața palatului împăratului. Împăratul ședea pe tronul său imperial, în palatul împărătesc, în fața intrării palatului.",
        "2": "Împăratul a văzut-o pe împărăteasa Estera stând în curte. Ea a găsit bunăvoință înaintea lui, și el i-a întins Esterei sceptrul de aur pe care-l ținea în mână. Estera s-a apropiat și a atins vârful sceptrului.",
        "3": "Împăratul a întrebat-o: ‒ Ce ți s-a întâmplat, împărăteasă Estera? Care-ți este cererea? Chiar dacă ai cere jumătate din împărăție, ți se va da!",
        "4": "Estera a răspuns: ‒ Dacă împăratul consideră că este bine, să vină astăzi, împreună cu Haman, la ospățul pe care i l-am pregătit!",
        "5": "Împăratul a zis: ‒ Grăbiți-l pe Haman să-i împlinească dorința Esterei! Împăratul și Haman au venit la ospățul pregătit de Estera.",
        "6": "În timp ce petreceau bând vin, împăratul i-a zis Esterei: ‒ Care-ți este dorința? Îți va fi împlinită! Oricare-ți este cererea, chiar și jumătate din împărăție de ar fi, ți se va face așa cum vrei!",
        "7": "Estera a răspuns și a zis: ‒ Iată dorința mea și cererea mea.",
        "8": "Dacă am găsit bunăvoință înaintea împăratului și dacă împăratul consideră că este bine să-mi accepte dorința și să-mi îndeplinească cererea, să vină împăratul, împreună cu Haman, și la ospățul pe care îl voi pregăti pentru ei. Și mâine voi face după cuvântul împăratului. Ura lui Haman față de Mardoheu",
        "9": "În ziua aceea, Haman a ieșit din palat vesel și cu inima mulțumită. Dar când Haman l-a văzut pe Mardoheu la poarta împăratului și a observat că nu se ridică și nici nu tremură înaintea lui, s-a mâniat foarte tare pe acesta.",
        "10": "Haman s-a stăpânit totuși și s-a dus acasă. Apoi a trimis după prietenii lui și după Zereș, soția sa.",
        "11": "Haman le-a vorbit despre splendoarea bogățiilor sale, despre mulțimea fiilor săi și despre tot ce făcuse împăratul ca să-l înalțe, punându-l deasupra demnitarilor și a slujitorilor împăratului.",
        "12": "Apoi Haman a zis: ‒ Mai mult, împărăteasa Estera nu a invitat pe nimeni, alături de împărat, la ospățul pe care l-a pregătit, decât pe mine, iar mâine m-a chemat din nou împreună cu împăratul.",
        "13": "Toate acestea însă nu au valoare pentru mine, câtă vreme îl văd pe iudeul Mardoheu stând la poarta împăratului.",
        "14": "Atunci Zereș, soția lui, și toți prietenii săi i-au zis: ‒ Să se pregătească o spânzurătoare înaltă de cincizeci de coți, iar în zori cere-i împăratului să-l spânzure pe Mardoheu pe ea. Apoi du-te împreună cu împăratul la ospăț și fii vesel! Sfatul i-a plăcut lui Haman și el a pregătit spânzurătoarea."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now on the third day, Esther put on her royal clothing and stood in the inner court of the king’s house, next to the king’s house. The king sat on his royal throne in the royal house, next to the entrance of the house.",
        "2": "When the king saw Esther the queen standing in the court, she obtained favor in his sight; and the king held out to Esther the golden scepter that was in his hand. So Esther came near and touched the top of the scepter.",
        "3": "Then the king asked her, “What would you like, queen Esther? What is your request? It shall be given you even to the half of the kingdom.”",
        "4": "Esther said, “If it seems good to the king, let the king and Haman come today to the banquet that I have prepared for him.”",
        "5": "Then the king said, “Bring Haman quickly, so that it may be done as Esther has said.” So the king and Haman came to the banquet that Esther had prepared.",
        "6": "The king said to Esther at the banquet of wine, “What is your petition? It shall be granted you. What is your request? Even to the half of the kingdom it shall be performed.”",
        "7": "Then Esther answered and said, “My petition and my request is this.",
        "8": "If I have found favor in the sight of the king, and if it pleases the king to grant my petition and to perform my request, let the king and Haman come to the banquet that I will prepare for them, and I will do tomorrow as the king has said.”",
        "9": "Then Haman went out that day joyful and glad of heart, but when Haman saw Mordecai in the king’s gate, that he didn’t stand up nor move for him, he was filled with wrath against Mordecai.",
        "10": "Nevertheless Haman restrained himself, and went home. There, he sent and called for his friends and Zeresh his wife.",
        "11": "Haman recounted to them the glory of his riches, the multitude of his children, all the things in which the king had promoted him, and how he had advanced him above the princes and servants of the king.",
        "12": "Haman also said, “Yes, Esther the queen let no man come in with the king to the banquet that she had prepared but myself; and tomorrow I am also invited by her together with the king.",
        "13": "Yet all this avails me nothing, so long as I see Mordecai the Jew sitting at the king’s gate.”",
        "14": "Then Zeresh his wife and all his friends said to him, “Let a gallows be made fifty cubits high, and in the morning speak to the king about hanging Mordecai on it. Then go in merrily with the king to the banquet.” This pleased Haman, so he had the gallows made."
      }
    }
  }
}