{
  "book": "Estera",
  "chapter": "4",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Mardoheu, aflând tot ce se petrecea, și-a sfâșiat hainele, s-a îmbrăcat cu un sac și s-a presărat cu cenușă. Apoi s-a dus în mijlocul cetății, scoțând cu putere strigăte amare,",
        "2": "și a mers până la poarta împăratului, a cărei intrare era oprită oricui era îmbrăcat cu un sac.",
        "3": "În fiecare ținut unde ajungea porunca împăratului și hotărârea lui, a fost o mare jale printre iudei: posteau, plângeau și se boceau și mulți se culcau în sac și cenușă.",
        "4": "Slujnicele Esterei și famenii ei au venit și i-au spus lucrul acesta. Și împărăteasa a rămas îngrozită. A trimis haine lui Mardoheu ca să-l îmbrace și să ia sacul de pe el, dar el nu le-a primit.",
        "5": "Atunci, Estera a chemat pe Hatac, unul din famenii pe care-i pusese împăratul în slujba ei, și l-a însărcinat să se ducă să întrebe pe Mardoheu ce înseamnă lucrul acesta și de unde vine.",
        "6": "Hatac s-a dus la Mardoheu în locul deschis al cetății, înaintea porții împăratului.",
        "7": "Și Mardoheu i-a istorisit tot ce i se întâmplase și i-a spus suma de argint pe care făgăduise Haman că o va da vistieriei împăratului în schimbul măcelăririi iudeilor.",
        "8": "I-a dat și cuprinsul poruncii vestite în Susa în vederea nimicirii lor, ca s-o arate Esterei și să-i spună totul. Și a poruncit ca Estera să se ducă la împărat să-l roage și să stăruiască de el pentru poporul său.",
        "9": "Hatac a venit și a spus Esterei cuvintele lui Mardoheu.",
        "10": "Estera a însărcinat pe Hatac să se ducă să spună lui Mardoheu:",
        "11": "„Toți slujitorii împăratului și poporul din ținuturile împăratului știu că este o lege care pedepsește cu moartea pe oricine, fie bărbat, fie femeie, care intră la împărat, în curtea dinăuntru, fără să fie chemat. Numai acela scapă cu viață căruia îi întinde împăratul toiagul lui împărătesc de aur. Și eu n-am fost chemată la împărat de treizeci de zile.”",
        "12": "Când s-au spus cuvintele Esterei lui Mardoheu,",
        "13": "Mardoheu a trimis următorul răspuns Esterei: „Să nu-ți închipui că numai tu vei scăpa dintre toți iudeii pentru că ești în casa împăratului.",
        "14": "Căci, dacă vei tăcea acum, ajutorul și izbăvirea vor veni din altă parte pentru iudei, și tu și casa tatălui tău veți pieri. Și cine știe dacă nu pentru o vreme ca aceasta ai ajuns la împărăție?”",
        "15": "Estera a trimis să spună lui Mardoheu:",
        "16": "„Du-te, strânge pe toți iudeii care se află în Susa și postiți pentru mine, fără să mâncați, nici să beți trei zile, nici noaptea, nici ziua. Și eu voi posti odată cu slujnicele mele, apoi voi intra la împărat în ciuda legii și, dacă va fi să pier, voi pieri.”",
        "17": "Mardoheu a plecat și a făcut tot ce-i poruncise Estera."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Când Mardoheu a aflat tot ce s-a întâmplat, și-a sfâșiat hainele, s-a acoperit cu o pânză de sac și cu cenușă, a ieșit în mijlocul cetății și a jelit cu strigăte mari și sfâșietoare.",
        "2": "El s-a dus până în fața porții împăratului, deși nimeni nu avea voie să vină la poarta împăratului în haine confecționate din pânză de sac.",
        "3": "În fiecare provincie, în fiecare loc unde ajungea decretul cu hotărârea împăratului, era bocet mare printre iudei. Era post, plânset și jale și mulți se culcau acoperiți cu o pânză de sac și cu cenușă.",
        "4": "Când servitoarele și eunucii Esterei au venit la ea și au înștiințat-o, împărăteasa s-a tulburat foarte tare. Ea i-a trimis haine lui Mardoheu ca să se îmbrace și să-și dea astfel jos sacul de pe el, dar acesta nu a acceptat.",
        "5": "Estera l-a chemat pe Hatac, unul dintre eunucii împăratului care se aflau în slujba ei, și i-a poruncit să afle de la Mardoheu ce înseamnă aceasta și care este motivul.",
        "6": "Hatac a ieșit la Mardoheu în piața cetății, care se afla în fața porții împăratului.",
        "7": "Mardoheu i-a vorbit despre tot ce i s-a întâmplat și i-a spus suma exactă de argint pe care a promis Haman s-o plătească vistieriei împăratului, în schimbul nimicirii iudeilor.",
        "8": "I-a mai dat și o copie a decretului scris, așa cum fusese vestit în Susa în vederea nimicirii iudeilor, ca să i-l arate Esterei, s-o înștiințeze și să-i poruncească să meargă la împărat, să caute bunăvoința lui și să stăruiască pe lângă el pentru poporul ei.",
        "9": "Hatac a venit și i-a spus Esterei cuvintele lui Mardoheu.",
        "10": "Estera i-a zis lui Hatac să-i poruncească lui Mardoheu astfel:",
        "11": "„Toți slujitorii împăratului și fiecare popor din provinciile împăratului știu că orice bărbat sau orice femeie care intră la împărat, în curtea interioară, fără să fie chemat, este dat morții prin lege. Doar dacă împăratul îi întinde sceptrul de aur, este lăsat în viață. Nici eu n-am mai fost chemată să merg la împărat de treizeci de zile!“.",
        "12": "Când l-au înștiințat pe Mardoheu despre mesajul Esterei,",
        "13": "Mardoheu i-a trimis înapoi Esterei următorul răspuns: „Să nu te gândești în sinea ta că, fiind în palat, doar tu vei scăpa dintre toți iudeii.",
        "14": "Căci, dacă vei păstra tăcerea în perioada aceasta, ajutorul și eliberarea vor veni din alt loc pentru iudei, iar tu și familia tatălui tău veți pieri. Cine știe dacă nu pentru o vreme ca aceasta ai ajuns la împărăție?“.",
        "15": "Estera i-a răspuns lui Mardoheu:",
        "16": "„Du-te, strânge-i pe toți iudeii care se găsesc în Susa și postiți pentru mine! Nu mâncați și nu beți nimic, timp de trei zile, nici ziua, nici noaptea! Și eu voi posti alături de slujnicele mele, apoi voi merge la împărat, deși este împotriva legii, și, dacă va fi să pier, voi pieri!“.",
        "17": "Mardoheu a plecat și a făcut așa cum îi poruncise Estera."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now when Mordecai found out all that was done, Mordecai tore his clothes and put on sackcloth with ashes, and went out into the middle of the city, and wailed loudly and bitterly.",
        "2": "He came even before the king’s gate, for no one is allowed inside the king’s gate clothed with sackcloth.",
        "3": "In every province, wherever the king’s commandment and his decree came, there was great mourning among the Jews, and fasting, and weeping, and wailing; and many lay in sackcloth and ashes.",
        "4": "Esther’s maidens and her eunuchs came and told her this, and the queen was exceedingly grieved. She sent clothing to Mordecai, to replace his sackcloth, but he didn’t receive it.",
        "5": "Then Esther called for Hathach, one of the king’s eunuchs, whom he had appointed to attend her, and commanded him to go to Mordecai, to find out what this was, and why it was.",
        "6": "So Hathach went out to Mordecai, to the city square which was before the king’s gate.",
        "7": "Mordecai told him of all that had happened to him, and the exact sum of the money that Haman had promised to pay to the king’s treasuries for the destruction of the Jews.",
        "8": "He also gave him the copy of the writing of the decree that was given out in Susa to destroy them, to show it to Esther, and to declare it to her, and to urge her to go in to the king to make supplication to him, and to make request before him for her people.",
        "9": "Hathach came and told Esther the words of Mordecai.",
        "10": "Then Esther spoke to Hathach, and gave him a message to Mordecai:",
        "11": "“All the king’s servants and the people of the king’s provinces know that whoever, whether man or woman, comes to the king into the inner court without being called, there is one law for him, that he be put to death, except those to whom the king might hold out the golden scepter, that he may live. I have not been called to come in to the king these thirty days.”",
        "12": "They told Esther’s words to Mordecai.",
        "13": "Then Mordecai asked them to return this answer to Esther: “Don’t think to yourself that you will escape in the king’s house any more than all the Jews.",
        "14": "For if you remain silent now, then relief and deliverance will come to the Jews from another place, but you and your father’s house will perish. Who knows if you haven’t come to the kingdom for such a time as this?”",
        "15": "Then Esther asked them to answer Mordecai,",
        "16": "“Go, gather together all the Jews who are present in Susa, and fast for me, and neither eat nor drink three days, night or day. I and my maidens will also fast the same way. Then I will go in to the king, which is against the law; and if I perish, I perish.”",
        "17": "So Mordecai went his way, and did according to all that Esther had commanded him."
      }
    }
  }
}