{
  "book": "Estera",
  "chapter": "1",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Era pe vremea lui Ahașveroș, a acelui Ahașveroș care domnea de la India până în Etiopia, peste o sută douăzeci și șapte de ținuturi.",
        "2": "Împăratul Ahașveroș ședea atunci pe scaunul lui împărătesc la Susa, în capitală.",
        "3": "În al treilea an al domniei lui, a dat un ospăț tuturor domnitorilor și slujitorilor săi. Căpeteniile oștirii perșilor și mezilor, mai-marii și capii ținuturilor s-au strâns înaintea lui.",
        "4": "El le-a arătat bogăția strălucită a împărăției lui și slava minunată a mărimii lui în multe zile, timp de o sută optzeci de zile.",
        "5": "După ce au trecut aceste zile, împăratul a dat întregului popor care se afla în capitala Susa, de la cel mai mare până la cel mai mic, un ospăț, care a ținut șapte zile, în curtea grădinii casei împărătești.",
        "6": "Covoare albe, verzi și albastre erau legate, cu funii de in subțire și de purpură, de niște verigi de argint și de niște stâlpi de marmură. Paturi de aur și de argint stăteau pe o podea de porfir, de marmură, de sidef și de pietre negre.",
        "7": "Iar de băut turnau în vase de aur, de felurite soiuri. Era belșug de vin împărătesc, mulțumită dărniciei împăratului.",
        "8": "Dar nimeni nu era silit să bea, căci împăratul poruncise tuturor oamenilor din casa lui să facă după voia fiecăruia.",
        "9": "Împărăteasa Vasti a dat și ea un ospăț femeilor în casa împărătească a împăratului Ahașveroș. Neascultarea împărătesei Vasti",
        "10": "A șaptea zi, pe când inima împăratului era veselă de vin, a poruncit lui Mehuman, Bizta, Harbona, Bigta, Abagta, Zetar și Carcas, cei șapte fameni care slujeau înaintea împăratului Ahașveroș,",
        "11": "să aducă în fața lui pe împărăteasa Vasti cu cununa împărătească, pentru ca să arate frumusețea ei popoarelor și mai-marilor săi, căci era frumoasă la chip.",
        "12": "Dar împărăteasa Vasti n-a vrut să vină când a primit prin fameni porunca împăratului. Și împăratul s-a supărat foarte tare, s-a aprins de mânie.",
        "13": "Atunci, împăratul a vorbit cu înțelepții care cunoșteau obiceiurile vremii. Căci așa se puneau la cale treburile împăratului – înaintea tuturor celor ce cunoșteau legile și dreptul.",
        "14": "Avea lângă el pe Carșena, pe Șetar, pe Admata, pe Tarsis, pe Meres, pe Marsena, pe Memucan, șapte domnitori ai Persiei și Mediei, care vedeau fața împăratului și care aveau locul întâi în împărăție.",
        "15": "„Ce trebuie”, a zis el, „să se facă împărătesei Vasti după lege, pentru că n-a împlinit ce i-a poruncit împăratul Ahașveroș prin fameni?”",
        "16": "Memucan a răspuns înaintea împăratului și domnitorilor: „Nu numai față de împărat s-a purtat rău împărăteasa Vasti, ci și față de toți domnitorii și toate popoarele care sunt în toate ținuturile împăratului Ahașveroș.",
        "17": "Căci fapta împărătesei va ajunge la cunoștința tuturor femeilor și le va face să-și nesocotească bărbații. Ele vor zice: ‘Împăratul Ahașveroș a poruncit să i se aducă înainte împărăteasa Vasti, și ea nu s-a dus.’",
        "18": "Și, din ziua aceasta, crăiesele Persiei și Mediei care vor afla de fapta împărătesei vor vorbi tot așa tuturor căpeteniilor împăratului; de aici va veni mult dispreț și mânie.",
        "19": "Dacă împăratul găsește cu cale, să se dea poruncă din partea lui și să se scrie în legile perșilor și mezilor, cu arătarea că nu trebuie să se calce o poruncă împărătească, după care Vasti să nu se mai arate înaintea împăratului Ahașveroș. Iar împăratul să dea vrednicia de împărăteasă alteia mai bună decât ea.",
        "20": "Porunca împăratului se va vesti astfel în toată împărăția lui, căci este mare, și toate femeile vor da cinste bărbaților lor, de la mare până la mic.”",
        "21": "Părerea aceasta a fost primită de împărat și de domnitori, și împăratul a lucrat după cuvântul lui Memucan.",
        "22": "A trimis scrisori tuturor ținuturilor din împărăția lui, fiecărui ținut după scrierea lui și fiecărui popor după limba lui; ele spuneau că orice bărbat trebuie să fie stăpân în casa lui și că va vorbi limba poporului său."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Iată ce s-a întâmplat pe vremea lui Ahașveroș – acel Ahașveroș care domnea din India până în Cuș, peste o sută douăzeci și șapte de provincii –",
        "2": "în perioada în care împăratul Ahașveroș stătea pe tronul său împărătesc din citadela Susei.",
        "3": "În al treilea an al domniei sale, Ahașveroș a dat un ospăț în cinstea tuturor demnitarilor și a slujitorilor săi. Conducătorii armatei Persiei și ai Mediei, nobilii și conducătorii provinciilor se aflau înaintea lui.",
        "4": "Timp de mai multe zile, mai precis timp de o sută optzeci de zile, împăratul le-a arătat bogăția impresionantă a împărăției sale și splendoarea minunată a măreției sale.",
        "5": "Când zilele acestea s-au încheiat, împăratul a pregătit întregului popor care se afla în citadela Susei, celor mari și celor mici deopotrivă, un ospăț de șapte zile, în curtea grădinii palatului împărătesc.",
        "6": "Țesături de bumbac, de culoare albă și violet, erau prinse cu funii, de in subțire și de purpură, pe niște verigi de argint și pe stâlpi de marmură. Paturi de aur și de argint stăteau pe un paviment de porfir, de marmură, de sidef și de piatră neagră.",
        "7": "Băuturile se serveau din vase de aur, fiecare vas fiind diferit de celălalt. Vinul împărătesc se găsea din belșug, datorită dărniciei împăratului.",
        "8": "Băutura era oferită în urma unui decret imperial, fără nicio restricție, căci împăratul poruncise tuturor administratorilor palatului să facă pe plac fiecărui oaspete.",
        "9": "Împărăteasa Vaști a dat și ea un ospăț femeilor, în palatul imperial al împăratului Ahașveroș.",
        "10": "În ziua a șaptea, în timp ce inima îi era veselă de vin, împăratul le-a poruncit lui Mehuman, lui Bizta, lui Harbona, lui Bigta, lui Abagta, lui Zetar și lui Carcas, cei șapte eunuci care slujeau înaintea împăratului Ahașveroș,",
        "11": "s-o aducă înaintea împăratului pe împărăteasa Vaști, purtând coroana împărătească, pentru ca popoarele și demnitarii să-i vadă frumusețea, căci ea era plăcută la înfățișare.",
        "12": "Dar împărăteasa Vaști a refuzat să vină și n-a ascultat de porunca trimisă de împărat prin eunuci. Împăratul s-a supărat foarte tare și s-a mâniat.",
        "13": "Atunci, împăratul a vorbit cu înțelepții săi, cunoscători ai obiceiurilor vremii, căci așa se obișnuia, și anume ca împăratul să se sfătuiască cu toți cei ce cunoșteau legea și normele juridice.",
        "14": "În apropierea lui se aflau Carșena, Șetar, Admata, Tarșiș, Meres, Marsena și Memucan, cei șapte demnitari ai Persiei și ai Mediei, care aveau acces la împărat și dețineau funcțiile principale în împărăție.",
        "15": "El a zis: ‒ Cum trebuie pedepsită, după lege, împărăteasa Vaști, pentru că nu a împlinit porunca împăratului Ahașveroș trimisă prin eunuci?",
        "16": "Memucan a răspuns în prezența împăratului și a demnitarilor astfel: ‒ Nu numai față de împărat s-a purtat rău împărăteasa Vaști, ci și față de toți demnitarii și de toate popoarele din toate provinciile împăratului Ahașveroș,",
        "17": "pentru că fapta împărătesei va ajunge să fie cunoscută de toate soțiile acestora, astfel că ele își vor disprețui soții în ochii lor, când vor zice: „Împăratul Ahașveroș i-a zis împărătesei Vaști să se înfățișeze înaintea lui, dar ea nu a venit!“.",
        "18": "Când vor fi auzit despre fapta împărătesei, soțiile nobililor Persiei și ai Mediei vor vorbi și ele la fel tuturor demnitarilor împăratului, iar lucrul acesta va da naștere la mult dispreț și mânie.",
        "19": "Dacă împăratul consideră că este bine, să dea un decret imperial, care să fie înscris în legislația medo-persană pentru a nu fi încălcat, decret în care să se spună că Vaști nu va mai putea intra niciodată în prezența împăratului Ahașveroș, și că demnitatea ei de împărăteasă va fi dată, de către împărat, alteia, mai demnă decât ea.",
        "20": "Decretul împăratului va fi auzit în tot imperiul său, cât este el de mare și, astfel, toate soțiile le vor da cinste soților lor, de la cel mai mare până la cel mai mic.",
        "21": "Sfatul a fost plăcut înaintea împăratului și a demnitarilor, și împăratul a făcut după sfatul lui Memucan.",
        "22": "El a trimis scrisori în toate provinciile împăratului, fiecărei provincii după scrierea ei și fiecărui popor după limba lui, pentru ca fiecare bărbat să fie stăpân în casa lui și să vorbească limba propriului său popor."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now in the days of Ahasuerus (this is Ahasuerus who reigned from India even to Ethiopia, over one hundred twenty-seven provinces),",
        "2": "in those days, when the King Ahasuerus sat on the throne of his kingdom, which was in Susa the palace,",
        "3": "in the third year of his reign, he made a feast for all his princes and his servants; the army of Persia and Media, the nobles and princes of the provinces being before him.",
        "4": "He displayed the riches of his glorious kingdom and the honor of his excellent majesty many days, even one hundred eighty days.",
        "5": "When these days were fulfilled, the king made a seven day feast for all the people who were present in Susa the palace, both great and small, in the court of the garden of the king’s palace.",
        "6": "There were hangings of white and blue material, fastened with cords of fine linen and purple to silver rings and marble pillars. The couches were of gold and silver, on a pavement of red, white, yellow, and black marble.",
        "7": "They gave them drinks in golden vessels of various kinds, including royal wine in abundance, according to the bounty of the king.",
        "8": "In accordance with the law, the drinking was not compulsory; for so the king had instructed all the officials of his house, that they should do according to every man’s pleasure.",
        "9": "Also Vashti the queen made a feast for the women in the royal house which belonged to King Ahasuerus.",
        "10": "On the seventh day, when the heart of the king was merry with wine, he commanded Mehuman, Biztha, Harbona, Bigtha, and Abagtha, Zethar, and Carcass, the seven eunuchs who served in the presence of Ahasuerus the king,",
        "11": "to bring Vashti the queen before the king wearing the royal crown, to show the people and the princes her beauty; for she was beautiful.",
        "12": "But the queen Vashti refused to come at the king’s commandment by the eunuchs. Therefore the king was very angry, and his anger burned in him.",
        "13": "Then the king said to the wise men, who knew the times (for it was the king’s custom to consult those who knew law and judgment;",
        "14": "and next to him were Carshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memucan, the seven princes of Persia and Media, who saw the king’s face, and sat first in the kingdom),",
        "15": "“What shall we do to Queen Vashti according to law, because she has not done the bidding of the King Ahasuerus by the eunuchs?”",
        "16": "Memucan answered before the king and the princes, “Vashti the queen has not done wrong to just the king, but also to all the princes, and to all the people who are in all the provinces of the King Ahasuerus.",
        "17": "For this deed of the queen will become known to all women, causing them to show contempt for their husbands when it is reported, ‘King Ahasuerus commanded Vashti the queen to be brought in before him, but she didn’t come.’",
        "18": "Today, the princesses of Persia and Media who have heard of the queen’s deed will tell all the king’s princes. This will cause much contempt and wrath.",
        "19": "“If it pleases the king, let a royal commandment go from him, and let it be written among the laws of the Persians and the Medes, so that it cannot be altered, that Vashti may never again come before King Ahasuerus; and let the king give her royal estate to another who is better than she.",
        "20": "When the king’s decree which he shall make is published throughout all his kingdom (for it is great), all the wives will give their husbands honor, both great and small.”",
        "21": "This advice pleased the king and the princes, and the king did according to the word of Memucan:",
        "22": "for he sent letters into all the king’s provinces, into every province according to its writing, and to every people in their language, that every man should rule his own house, speaking in the language of his own people."
      }
    }
  }
}