{
  "book": "Estera",
  "chapter": "2",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "După aceste lucruri, când s-a potolit mânia împăratului Ahașveroș, s-a gândit la Vasti, la ce făcuse ea și la hotărârea luată cu privire la ea.",
        "2": "Atunci, cei ce slujeau împăratului au zis: „Să se caute pentru împărat niște fete fecioare și frumoase.",
        "3": "Împăratul să pună în toate ținuturile din împărăția lui dregători însărcinați să strângă pe toate fetele fecioare și frumoase, în capitala Susa, în casa femeilor, sub privegherea lui Hegai, famenul împăratului și păzitorul femeilor, care să le dea cele trebuincioase pentru gătit.",
        "4": "Și fata care-i va plăcea împăratului să fie împărăteasă în locul lui Vasti.” Părerea aceasta a fost primită de împărat și așa a făcut.",
        "5": "În capitala Susa era un iudeu numit Mardoheu, fiul lui Iair, fiul lui Șimei, fiul lui Chis, bărbat din Beniamin,",
        "6": "care fusese luat din Ierusalim printre robii strămutați împreună cu Ieconia, împăratul lui Iuda, de Nebucadnețar, împăratul Babilonului.",
        "7": "El creștea pe Hadasa, adică Estera, fata unchiului său, căci ea n-avea nici tată, nici mamă. Fata era frumoasă la statură și plăcută la vedere. După moartea tatălui și a mamei sale, Mardoheu o luase de suflet.",
        "8": "Când s-a auzit porunca împăratului și hotărârea lui, a fost strâns un mare număr de fete în capitala Susa, sub privegherea lui Hegai. Odată cu ele a fost luată și Estera și adusă în casa împăratului, sub privegherea lui Hegai, păzitorul femeilor.",
        "9": "Fata i-a plăcut și a căpătat trecere înaintea lui. El s-a grăbit să-i dea cele de trebuință pentru găteală și hrană, i-a dat șapte slujnice alese din casa împăratului și a pus-o împreună cu slujnicele ei în cea mai bună încăpere din casa femeilor.",
        "10": "Estera nu și-a făcut cunoscute nici poporul, nici nașterea, căci Mardoheu o oprise să vorbească despre aceste lucruri.",
        "11": "Și, în fiecare zi, Mardoheu se ducea și venea înaintea curții casei femeilor ca să afle cum îi merge Esterei și ce se face cu ea.",
        "12": "Fiecare fată se ducea la rândul ei la împăratul Ahașveroș, după ce timp de douăsprezece luni împlinea ce era poruncit femeilor. În timpul acesta, aveau grijă să se gătească, ungându-se șase luni cu untdelemn de mirt și șase luni cu miresme de mirozne femeiești.",
        "13": "Așa se ducea fiecare fată la împărat. Și, când trecea din casa femeilor în casa împăratului, o lăsau să ia cu ea tot ce voia.",
        "14": "Se ducea seara, și a doua zi dimineața trecea în a doua casă a femeilor, sub privegherea lui Șaașgaz, famenul împăratului și păzitorul țiitoarelor împăratului. Nu se mai întorcea la împărat, decât când ar fi dorit împăratul și ar fi chemat-o pe nume.",
        "15": "Când i-a venit rândul să se ducă la împărat, Estera, fata lui Abihail, unchiul lui Mardoheu, care o înfiase, n-a cerut decât ce a fost rânduit de Hegai, famenul împăratului și păzitorul femeilor. Estera căpăta trecere înaintea tuturor celor ce o vedeau.",
        "16": "Estera a fost dusă la împăratul Ahașveroș, în casa împărătească, în luna a zecea, adică luna Tebet, în al șaptelea an al domniei lui.",
        "17": "Împăratul a iubit pe Estera mai mult decât pe toate celelalte femei și ea a căpătat trecere și iubire înaintea lui mai mult decât toate celelalte fete. I-a pus cununa împărătească pe cap și a făcut-o împărăteasă în locul lui Vasti.",
        "18": "Împăratul a dat un mare ospăț tuturor domnitorilor și slujitorilor lui, un ospăț în cinstea Esterei. Cu prilejul acesta a ușurat sarcinile ținuturilor și a împărțit daruri cu o dărnicie împărătească. Mardoheu descoperă o uneltire împotriva împăratului",
        "19": "A doua oară, când s-au strâns fetele, Mardoheu ședea la poarta împăratului.",
        "20": "Estera nu-și spusese nici nașterea, nici poporul, căci o oprise Mardoheu. Și ea urma acum poruncile lui Mardoheu cu tot atâta scumpătate ca atunci când o creștea el.",
        "21": "În același timp, pe când Mardoheu stătea la poarta împăratului, Bigtan și Tereș, doi fameni ai împăratului, păzitorii pragului, s-au lăsat biruiți de o supărare și au vrut să întindă mâna împotriva împăratului Ahașveroș.",
        "22": "Mardoheu a avut cunoștință de lucrul acesta și a dat de știre împărătesei Estera, care l-a spus împăratului din partea lui Mardoheu.",
        "23": "Faptul fiind cercetat și găsit întocmai, cei doi fameni au fost spânzurați de un lemn. Și lucrul acesta a fost scris în Cartea Cronicilor în fața împăratului."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "După aceste evenimente, când mânia împăratului Ahașveroș s-a potolit, el și-a amintit de Vaști, de ceea ce făcuse ea și de ceea ce se decretase împotriva ei.",
        "2": "Atunci, slujitorii apropiați ai împăratului au zis: „Să se caute pentru împărat niște fecioare tinere, plăcute la înfățișare.",
        "3": "Împăratul să desemneze supraveghetori în fiecare dintre provinciile împărăției ca să adune toate fecioarele tinere, plăcute la înfățișare, în citadela Susei, în harem, sub supravegherea lui Hegai, eunucul împăratului care supraveghează femeile și le asigură cremele pentru înfrumusețare.",
        "4": "Tânăra care va plăcea împăratului, să împărățească în locul lui Vaști!“. Sfatul acesta i-a plăcut împăratului și el a făcut întocmai.",
        "5": "În citadela Susei trăia un evreu pe nume Mardoheu, fiul lui Iair, fiul lui Șimei, fiul lui Chiș, un bărbat beniamit",
        "6": "care fusese luat în captivitate din Ierusalim alături de exilații duși în captivitate împreună cu Ieconia, regele lui Iuda, de către Nebucadnețar, împăratul Babilonului.",
        "7": "El îngrijea de Hadasa, adică Estera, fata unchiului său, căci ea nu avea nici tată, nici mamă. Tânăra era frumoasă la chip și plăcută la înfățișare. După moartea tatălui și a mamei acesteia, Mardoheu o înfiase.",
        "8": "Când s-a auzit de porunca împăratului și de decretul său, au fost strânse un mare număr de fete în citadela Susei, sub supravegherea lui Hegai. Estera a fost luată și ea la palatul împăratului și încredințată lui Hegai, cel care supraveghea femeile.",
        "9": "Tânăra i-a plăcut lui Hegai și a găsit bunăvoință înaintea lui, astfel că acesta s-a grăbit să-i dea cremele pentru înfrumusețare și partea ei de hrană. Apoi i-a dat șapte slujnice, alese din palatul împăratului, și a dus-o împreună cu slujnicele în cel mai bun loc din harem.",
        "10": "Estera nu și-a dezvăluit nici poporul și nici originea, căci Mardoheu îi poruncise să nu le dezvăluie.",
        "11": "În fiecare zi, Mardoheu se plimba prin fața curții haremului, ca să afle cum îi mergea Esterei și ce se întâmplase cu ea.",
        "12": "Fiecărei tinere îi venea rândul să intre la împăratul Ahașveroș, după ce, timp de douăsprezece luni, împlinea legea cu privire la femei, căci atât durau zilele de înfrumusețare: timp de șase luni durau ungerile cu ulei de smirnă, și timp de încă șase luni durau ungerile cu balsam și alte creme pentru înfrumusețarea femeilor.",
        "13": "Când o tânără intra la împărat, i se dădea voie să ia cu sine în palatul împăratului tot ce dorea din harem.",
        "14": "Seara intra la împărat, iar dimineața se întorcea în al doilea harem, cel de care răspundea Șaașgaz, eunucul împăratului, supraveghetorul țiitoarelor, și nu se mai întorcea la împărat, decât dacă împăratul o plăcuse și era chemată pe nume.",
        "15": "Când a venit rândul Esterei, fata lui Abihail, unchiul lui Mardoheu – cel care o înfiase – deci când i-a venit rândul să intre la împărat, ea nu a căutat să ia nimic altceva, în afară de ceea ce o sfătuise Hegai, eunucul împăratului, supraveghetorul femeilor. Ea a găsit bunăvoință înaintea tuturor celor ce au văzut-o.",
        "16": "Estera a fost luată la împăratul Ahașveroș, în palat, în luna a zecea, care este luna tebet, în al șaptelea an al domniei lui.",
        "17": "Împăratul a iubit-o pe Estera mai mult decât pe oricare dintre femeile care i-au fost aduse înainte, și ea a avut parte de bunăvoința și dragostea lui mai mult decât toate fecioarele. El i-a așezat coroana împărătească pe cap și a numit-o împărăteasă în locul lui Vaști.",
        "18": "Împăratul a dat apoi un ospăț mare tuturor demnitarilor și slujitorilor săi, un ospăț în cinstea Esterei. A stabilit o perioadă de odihnă pentru cei din provincii și a oferit daruri cu mână largă, demne de un împărat. Conspirația descoperită de Mardoheu",
        "19": "Când fecioarele au fost strânse laolaltă pentru a doua oară, Mardoheu stătea la poarta împăratului.",
        "20": "După porunca lui Mardoheu, Estera nu-și dezvăluise nici originea, nici poporul. Estera a făcut întocmai cum îi spusese Mardoheu, ca atunci când o educa el.",
        "21": "În zilele acelea, în timp ce Mardoheu stătea la poarta împăratului, Bigtana și Tereș, doi dintre eunucii împăratului, păzitori ai porții, s-au răzvrătit și au încercat să ridice mâna împotriva împăratului Ahașveroș.",
        "22": "Mardoheu a aflat de această conspirație și a înștiințat-o pe împărăteasa Estera. Estera i-a spus împăratului despre conspirație, în numele lui Mardoheu.",
        "23": "S-a cercetat cu privire la conspirație și s-a descoperit că totul era adevărat. Cei doi au fost spânzurați, iar întâmplarea s-a înscris în „Cartea cronicilor“, în prezența împăratului."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "After these things, when the wrath of King Ahasuerus was pacified, he remembered Vashti, and what she had done, and what was decreed against her.",
        "2": "Then the king’s servants who served him said, “Let beautiful young virgins be sought for the king.",
        "3": "Let the king appoint officers in all the provinces of his kingdom, that they may gather together all the beautiful young virgins to the citadel of Susa, to the women’s house, to the custody of Hegai the king’s eunuch, keeper of the women. Let cosmetics be given them;",
        "4": "and let the maiden who pleases the king be queen instead of Vashti.” The thing pleased the king, and he did so.",
        "5": "There was a certain Jew in the citadel of Susa whose name was Mordecai, the son of Jair, the son of Shimei, the son of Kish, a Benjamite,",
        "6": "who had been carried away from Jerusalem with the captives who had been carried away with Jeconiah king of Judah, whom Nebuchadnezzar the king of Babylon had carried away.",
        "7": "He brought up Hadassah, that is, Esther, his uncle’s daughter; for she had neither father nor mother. The maiden was fair and beautiful; and when her father and mother were dead, Mordecai took her for his own daughter.",
        "8": "So, when the king’s commandment and his decree was heard, and when many maidens were gathered together to the citadel of Susa, to the custody of Hegai, Esther was taken into the king’s house, to the custody of Hegai, keeper of the women.",
        "9": "The maiden pleased him, and she obtained kindness from him. He quickly gave her cosmetics and her portions of food, and the seven choice maidens who were to be given her out of the king’s house. He moved her and her maidens to the best place in the women’s house.",
        "10": "Esther had not made known her people nor her relatives, because Mordecai had instructed her that she should not make it known.",
        "11": "Mordecai walked every day in front of the court of the women’s house, to find out how Esther was doing, and what would become of her.",
        "12": "Each young woman’s turn came to go in to King Ahasuerus after her purification for twelve months (for so were the days of their purification accomplished, six months with oil of myrrh, and six months with sweet fragrances and with preparations for beautifying women).",
        "13": "The young woman then came to the king like this: whatever she desired was given her to go with her out of the women’s house to the king’s house.",
        "14": "In the evening she went, and on the next day she returned into the second women’s house, to the custody of Shaashgaz, the king’s eunuch, who kept the concubines. She came in to the king no more, unless the king delighted in her, and she was called by name.",
        "15": "Now when the turn of Esther, the daughter of Abihail the uncle of Mordecai, who had taken her for his daughter, came to go in to the king, she required nothing but what Hegai the king’s eunuch, the keeper of the women, advised. Esther obtained favor in the sight of all those who looked at her.",
        "16": "So Esther was taken to King Ahasuerus into his royal house in the tenth month, which is the month Tebeth, in the seventh year of his reign.",
        "17": "The king loved Esther more than all the women, and she obtained favor and kindness in his sight more than all the virgins; so that he set the royal crown on her head, and made her queen instead of Vashti.",
        "18": "Then the king made a great feast for all his princes and his servants, even Esther’s feast; and he proclaimed a holiday in the provinces, and gave gifts according to the king’s bounty.",
        "19": "When the virgins were gathered together the second time, Mordecai was sitting in the king’s gate.",
        "20": "Esther had not yet made known her relatives nor her people, as Mordecai had commanded her; for Esther obeyed Mordecai, like she did when she was brought up by him.",
        "21": "In those days, while Mordecai was sitting in the king’s gate, two of the king’s eunuchs, Bigthan and Teresh, who were doorkeepers, were angry, and sought to lay hands on the King Ahasuerus.",
        "22": "This thing became known to Mordecai, who informed Esther the queen; and Esther informed the king in Mordecai’s name.",
        "23": "When this matter was investigated, and it was found to be so, they were both hanged on a gallows; and it was written in the book of the chronicles in the king’s presence."
      }
    }
  }
}