{
  "book": "Estera",
  "chapter": "8",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În aceeași zi, împăratul Ahașveroș a dat împărătesei Estera casa lui Haman, vrăjmașul iudeilor. Și Mardoheu a venit înaintea împăratului, căci Estera arătase legătura ei de rudenie cu el.",
        "2": "Împăratul și-a scos inelul pe care-l luase înapoi de la Haman și l-a dat lui Mardoheu. Estera, din partea ei, a pus pe Mardoheu peste casa lui Haman.",
        "3": "Apoi Estera a vorbit din nou înaintea împăratului. S-a aruncat la picioarele lui, a plâns, l-a rugat să oprească urmările răutății lui Haman, Agaghitul, și izbânda planurilor lui împotriva iudeilor.",
        "4": "Împăratul a întins toiagul împărătesc de aur Esterei, care s-a ridicat și a stat în picioare înaintea împăratului.",
        "5": "Ea a zis atunci: „Dacă împăratul găsește cu cale și dacă am căpătat trecerea înaintea lui, dacă lucrul pare potrivit împăratului și dacă eu sunt plăcută înaintea lui, să se scrie ca să se întoarcă scrisorile făcute de Haman, fiul lui Hamedata, Agaghitul, și scrise de el cu gând să piardă pe iudeii care sunt în toate ținuturile împăratului.",
        "6": "Căci cum aș putea eu să văd nenorocirea care ar atinge pe poporul meu și cum aș putea să văd nimicirea neamului meu?”",
        "7": "Împăratul Ahașveroș a zis împărătesei Estera și iudeului Mardoheu: „Iată, am dat Esterei casa lui Haman, și el a fost spânzurat pe spânzurătoare, pentru că întinsese mâna împotriva iudeilor.",
        "8": "Scrieți dar în folosul iudeilor cum vă va plăcea, în numele împăratului, și pecetluiți cu inelul împăratului. Căci o scrisoare scrisă în numele împăratului și pecetluită cu inelul împăratului nu poate fi desființată.”",
        "9": "Logofeții împăratului au fost chemați în vremea aceea, în a douăzeci și treia zi a lunii a treia, adică luna Sivan, și au scris, după tot ce a poruncit Mardoheu, iudeilor, căpeteniilor oștirii, dregătorilor și mai-marilor celor o sută douăzeci și șapte de ținuturi așezate de la India la Etiopia, fiecărui ținut după scrierea lui, fiecărui popor după limba lui și iudeilor după scrierea și limba lor.",
        "10": "Au scris în numele împăratului Ahașveroș și au pecetluit cu inelul împăratului. Au trimis scrisorile prin alergători călări pe cai și catâri născuți din iepe.",
        "11": "Prin aceste scrisori, împăratul dădea voie iudeilor, în oricare cetate ar fi fost, să se adune și să-și apere viața, să nimicească, să omoare și să piardă, împreună cu pruncii și femeile lor, pe toți aceia din fiecare popor și din fiecare ținut care ar lua armele să-i lovească și să le prade averile.",
        "12": "Aceasta să se facă într-o singură zi în toate ținuturile împăratului Ahașveroș, și anume în a treisprezecea zi a lunii a douăsprezecea, adică luna Adar.",
        "13": "Aceste scrisori cuprindeau hotărârea care trebuia vestită în fiecare ținut și dădeau de știre tuturor popoarelor că iudeii stau gata pentru ziua aceea, ca să se răzbune pe vrăjmașii lor.",
        "14": "Alergătorii călări pe cai și pe catâri au plecat îndată și în toată graba, după porunca împăratului. Hotărârea a fost vestită și în capitala Susa.",
        "15": "Mardoheu a ieșit de la împărat cu o haină împărătească albastră și albă, cu o mare cunună de aur și cu o mantie de in subțire și de purpură. Cetatea Susa striga și se bucura.",
        "16": "Pentru iudei nu era decât fericire și bucurie, veselie și slavă.",
        "17": "În fiecare ținut și în fiecare cetate, pretutindeni unde ajungeau porunca împăratului și hotărârea lui, au fost între iudei bucurie și veselie, ospețe și zile de sărbătoare. Și mulți oameni dintre popoarele țării s-au făcut iudei, căci îi apucase frica de iudei."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În acea zi, împăratul Ahașveroș i-a dat împărătesei Estera proprietatea lui Haman, dușmanul iudeilor, iar Mardoheu a ajuns înaintea împăratului, căci Estera îi spusese că erau rude.",
        "2": "Împăratul și-a scos de pe deget inelul cu sigiliul imperial, pe care-l luase înapoi de la Haman, și i l-a dat lui Mardoheu. Iar Estera l-a făcut pe Mardoheu stăpân peste proprietatea lui Haman.",
        "3": "Apoi, Estera s-a dus din nou înaintea împăratului și i-a vorbit. A căzut la picioarele lui, a plâns și a căutat bunăvoința lui, ca să oprească răul adus de agaghitul Haman și planul pe care acesta l-a pus la cale împotriva iudeilor.",
        "4": "Împăratul i-a întins Esterei sceptrul de aur, iar Estera s-a ridicat și a stat înaintea împăratului.",
        "5": "Ea a zis atunci: ‒ Dacă împăratul crede că este bine și dacă am găsit bunăvoință înaintea lui, dacă sfatul acesta i se pare potrivit împăratului, iar eu sunt plăcută în ochii lui, să fie scris să se anuleze scrisorile gândite de Haman, fiul lui Hamedata, agaghitul, pe care le-a scris ca să-i nimicească pe iudeii din toate provinciile împăratului.",
        "6": "Cum aș putea să văd eu nenorocirea care va veni peste poporul meu și cum aș putea să văd nimicirea neamului meu?",
        "7": "Împăratul Ahașveroș i-a zis atunci împărătesei Estera și iudeului Mardoheu: ‒ Iată, i-am dat Esterei proprietatea lui Haman, iar el a fost spânzurat pe lemn, deoarece ridicase mâna împotriva iudeilor.",
        "8": "Scrieți, deci, cu privire la iudei, ce credeți că este bine, în numele împăratului, și sigilați scrisoarea cu inelul împăratului, căci o scrisoare care a fost scrisă în numele împăratului și a fost sigilată cu inelul împăratului nu poate fi anulată.",
        "9": "Scribii împăratului au fost chemați atunci, în luna a treia, adică în luna sivan, în a douăzeci și treia zi, iar aceștia au scris fiecare poruncă a lui Mardoheu, atât pentru iudei, cât și pentru satrapi, pentru guvernatori și pentru conducătorii celor o sută douăzeci și șapte de provincii care se întindeau din India până în Cuș. Au scris fiecărei provincii în scrierea ei și fiecărui popor în limba lui, iar iudeilor – în scrierea și limba lor.",
        "10": "El a scris în numele împăratului Ahașveroș, a sigilat scrisorile cu inelul împăratului și le-a trimis prin curieri călare pe armăsari crescuți în herghelia imperială.",
        "11": "Împăratul dădea iudeilor din fiecare cetate dreptul de a se mobiliza și de a-și apăra viețile, de a nimici, de a ucide și de a distruge orice armată, popor sau provincie care s-ar ridica împotriva lor, a copiilor și a femeilor lor, ca să le jefuiască averile.",
        "12": "Puteau să facă aceasta în toate provinciile împăratului Ahașveroș, într-o singură zi, și anume în ziua a treisprezecea a lunii a douăsprezecea, adică a lunii adar.",
        "13": "O copie a scrisorii era dată ca lege în fiecare provincie, aducându-se la cunoștința tuturor popoarelor că iudeii sunt gata, în acea zi, să se răzbune pe dușmanii lor.",
        "14": "Curierii, călare pe armăsarii împăratului, au plecat în mare grabă, după porunca împăratului. Decretul a fost dat și în citadela Susei. Ziua de jale transformată în zi de triumf",
        "15": "Mardoheu a ieșit din prezența împăratului, purtând o mantie imperială alb-albăstruie, o coroană mare de aur și o robă de in subțire și de purpură. Cei din cetatea Susa strigau de bucurie și de fericire.",
        "16": "Pentru iudei nu era decât fericire și bucurie, veselie și onoare.",
        "17": "În fiecare provincie și în fiecare cetate, oriunde ajungea decretul împăratului, era bucurie și veselie printre iudei, erau ospețe și zile de sărbătoare. Și mulți oameni din popoarele care locuiau în țară s-au declarat iudei, căci îi apucase groaza de iudei."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "On that day, King Ahasuerus gave the house of Haman, the Jews’ enemy, to Esther the queen. Mordecai came before the king; for Esther had told what he was to her.",
        "2": "The king took off his ring, which he had taken from Haman, and gave it to Mordecai. Esther set Mordecai over the house of Haman.",
        "3": "Esther spoke yet again before the king, and fell down at his feet and begged him with tears to put away the mischief of Haman the Agagite, and his plan that he had planned against the Jews.",
        "4": "Then the king held out to Esther the golden scepter. So Esther arose, and stood before the king.",
        "5": "She said, “If it pleases the king, and if I have found favor in his sight, and the thing seems right to the king, and I am pleasing in his eyes, let it be written to reverse the letters devised by Haman, the son of Hammedatha the Agagite, which he wrote to destroy the Jews who are in all the king’s provinces.",
        "6": "For how can I endure to see the evil that would come to my people? How can I endure to see the destruction of my relatives?”",
        "7": "Then King Ahasuerus said to Esther the queen and to Mordecai the Jew, “See, I have given Esther the house of Haman, and they have hanged him on the gallows because he laid his hand on the Jews.",
        "8": "Write also to the Jews as it pleases you, in the king’s name, and seal it with the king’s ring; for the writing which is written in the king’s name, and sealed with the king’s ring, may not be reversed by any man.”",
        "9": "Then the king’s scribes were called at that time, in the third month, which is the month Sivan, on the twenty-third day of the month; and it was written according to all that Mordecai commanded to the Jews, and to the local governors, and the governors and princes of the provinces which are from India to Ethiopia, one hundred twenty-seven provinces, to every province according to its writing, and to every people in their language, and to the Jews in their writing, and in their language.",
        "10": "He wrote in the name of King Ahasuerus, and sealed it with the king’s ring, and sent letters by courier on horseback, riding on royal horses that were bred from swift steeds.",
        "11": "In those letters, the king granted the Jews who were in every city to gather themselves together and to defend their lives—to destroy, to kill, and to cause to perish all the power of the people and province that would assault them, their little ones and women, and to plunder their possessions,",
        "12": "on one day in all the provinces of King Ahasuerus, on the thirteenth day of the twelfth month, which is the month Adar.",
        "13": "A copy of the letter, that the decree should be given out in every province, was published to all the peoples, that the Jews should be ready for that day to avenge themselves on their enemies.",
        "14": "So the couriers who rode on royal horses went out, hastened and pressed on by the king’s commandment. The decree was given out in the citadel of Susa.",
        "15": "Mordecai went out of the presence of the king in royal clothing of blue and white, and with a great crown of gold, and with a robe of fine linen and purple; and the city of Susa shouted and was glad.",
        "16": "The Jews had light, gladness, joy, and honor.",
        "17": "In every province and in every city, wherever the king’s commandment and his decree came, the Jews had gladness, joy, a feast and a holiday. Many from among the peoples of the land became Jews, for the fear of the Jews had fallen on them."
      }
    }
  }
}