{
  "book": "Estera",
  "chapter": "3",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "După aceste lucruri, împăratul Ahașveroș a ridicat la putere pe Haman, fiul lui Hamedata, Agaghitul. L-a ridicat în cinste și a pus scaunul lui mai presus de scaunele tuturor căpeteniilor care erau lângă el.",
        "2": "Toți slujitorii împăratului care stăteau la poarta împăratului plecau genunchiul și se închinau înaintea lui Haman, căci așa era porunca împăratului cu privire la el. Dar Mardoheu nu-și pleca genunchiul și nu se închina.",
        "3": "Și slujitorii împăratului care stăteau la poarta împăratului au zis lui Mardoheu: „Pentru ce calci porunca împăratului?”",
        "4": "Fiindcă ei îi spuneau în fiecare zi lucrul acesta, și el nu-i asculta, l-au spus lui Haman, ca să vadă dacă Mardoheu are să se țină de hotărârea lui, căci el spusese că este iudeu.",
        "5": "Și Haman a văzut că Mardoheu nu-și pleca genunchiul și nu se închina înaintea lui. S-a umplut de mânie,",
        "6": "dar a crezut că e prea puțin pentru el să pună mâna numai pe Mardoheu, căci i se spusese din ce popor era Mardoheu, și a voit să nimicească pe poporul lui Mardoheu, pe toți iudeii care se aflau în toată împărăția lui Ahașveroș.",
        "7": "În luna întâi, adică luna Nisan, în al doisprezecelea an al împăratului Ahașveroș, au aruncat Pur, adică sorțul, înaintea lui Haman, pentru fiecare zi și pentru fiecare lună, până în luna a douăsprezecea, adică luna Adar.",
        "8": "Atunci, Haman a zis împăratului Ahașveroș: „În toate ținuturile împărăției tale este risipit un popor deosebit între popoare, care are legi deosebite de ale tuturor popoarelor și nu ține legile împăratului. Nu este în folosul împăratului să-l lase liniștit.",
        "9": "Dacă împăratul găsește cu cale, să se scrie o poruncă pentru ca ei să fie nimiciți, și eu voi cântări zece mii de talanți de argint în mâinile slujbașilor, ca să-i ducă în vistieria împăratului.”",
        "10": "Împăratul și-a scos inelul din deget și l-a dat lui Haman, fiul lui Hamedata, Agaghitul, vrăjmașul iudeilor.",
        "11": "Și împăratul a zis lui Haman: „Îți dăruiesc și argintul, și pe poporul acesta; fă cu el ce vei voi.”",
        "12": "Logofeții împăratului au fost chemați în a treisprezecea zi a lunii întâi și au scris în totul cum a poruncit Haman mai-marilor oștirii, dregătorilor fiecărui ținut și căpeteniilor fiecărui popor, fiecărui ținut după scrierea lui și fiecărui popor după limba lui. Au scris în numele împăratului Ahașveroș și au pecetluit scrisorile cu inelul împăratului.",
        "13": "Scrisorile au fost trimise prin alergători în toate ținuturile împăratului ca să nimicească, să omoare și să piardă pe toți iudeii, tineri și bătrâni, prunci și femei, și anume într-o singură zi, în ziua a treisprezecea a lunii a douăsprezecea, adică luna Adar, și să li se prade averile.",
        "14": "Aceste scrisori cuprindeau porunca împăratului, care trebuia vestită în fiecare ținut, și îndemnau pe toate popoarele să fie gata pentru ziua aceea.",
        "15": "Alergătorii au plecat în grabă mare, după porunca împăratului. Porunca a fost vestită și în capitala Susa. Și, pe când împăratul și Haman stăteau și beau, cetatea Susa era îngrozită."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "După aceste evenimente, împăratul Ahașveroș l-a avansat în funcție pe Haman, fiul lui Hamedata, agaghitul. El l-a înălțat și a așezat scaunul acestuia mai presus decât cel al tuturor demnitarilor care erau lângă el.",
        "2": "Toți slujitorii împăratului, care stăteau la poarta împăratului, îngenuncheau și se plecau înaintea lui Haman, căci așa le poruncise împăratul. Mardoheu însă nu îngenunchea și nu se pleca cu fața la pământ.",
        "3": "Slujitorii împăratului, care stăteau la poarta împăratului, i-au zis lui Mardoheu: „De ce încalci porunca împăratului?“.",
        "4": "Fiindcă ei îi spuneau zi de zi lucrul acesta, iar el nu asculta, l-au înștiințat pe Haman, ca să vadă dacă atitudinea lui Mardoheu va fi îngăduită, căci acesta le spusese că este iudeu.",
        "5": "Când Haman a văzut că Mardoheu nu îngenunchea și nu se pleca înaintea lui, s-a mâniat foarte tare.",
        "6": "A considerat prea puțin lucru să pună mâna numai pe Mardoheu și, pentru că-l înștiințaseră despre poporul lui Mardoheu, Haman a plănuit nimicirea tuturor iudeilor, poporul lui Mardoheu, din toată împărăția lui Ahașveroș.",
        "7": "În prima lună, adică în luna nisan, în anul al doisprezecelea al împăratului Ahașveroș, au aruncat „Purul“, adică sorțul, înaintea lui Haman, pentru fiecare zi și pentru fiecare lună, până la luna a douăsprezecea, adică luna adar.",
        "8": "Atunci, Haman i-a zis împăratului Ahașveroș: ‒ Există un anumit popor care a fost împrăștiat și împărțit printre popoare, în toate provinciile împărăției tale, un popor ale cărui legi sunt diferite de ale tuturor popoarelor și care nu împlinește legile împăratului. Nu este în folosul împăratului să-i lase în pace!",
        "9": "Dacă împăratul este de acord, să se scrie atunci un decret prin care ei să fie nimiciți, iar eu voi cântări zece mii de talanți de argint în mâinile celor ce fac lucrarea, ca să fie puși în vistieria împăratului.",
        "10": "Împăratul și-a scos inelul de pe deget și i l-a dat lui Haman, fiul lui Hamedata, agaghitul, dușmanul iudeilor.",
        "11": "Împăratul i-a zis lui Haman: ‒ Poți să-ți păstrezi argintul! Iar în privința poporului, fă-i așa cum crezi că este bine.",
        "12": "Scribii împăratului au fost chemați în luna întâi, în ziua a treisprezecea, iar ei au scris tot ce le-a poruncit Haman satrapilor împăratului, guvernatorilor numiți peste fiecare provincie și conducătorilor fiecărui popor, fiecărei provincii în scrierea ei și fiecărui popor în limba lui. S-a scris în numele împăratului Ahașveroș și s-au sigilat apoi scrisorile cu inelul împăratului.",
        "13": "Scrisorile au fost trimise, prin curieri, spre toate provinciile împăratului și aveau în vedere atât nimicirea, uciderea și distrugerea tuturor iudeilor, tineri și bătrâni, copii și femei, într-o singură zi, și anume în ziua a treisprezecea a lunii a douăsprezecea, adică a lunii adar, cât și confiscarea bunurilor lor.",
        "14": "Câte o copie a documentului a fost trimisă ca decret în fiecare provincie, anunțând fiecare popor să fie pregătit în vederea acestei zile.",
        "15": "Curierii au plecat în mare grabă, așa cum poruncise împăratul. Decretul a fost dat și în citadela Susei. În timp ce împăratul și Haman s-au așezat să bea, cei din cetatea Susa au rămas înmărmuriți."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "After these things King Ahasuerus promoted Haman the son of Hammedatha the Agagite, and advanced him, and set his seat above all the princes who were with him.",
        "2": "All the king’s servants who were in the king’s gate bowed down and paid homage to Haman, for the king had so commanded concerning him. But Mordecai didn’t bow down or pay him homage.",
        "3": "Then the king’s servants who were in the king’s gate said to Mordecai, “Why do you disobey the king’s commandment?”",
        "4": "Now it came to pass, when they spoke daily to him, and he didn’t listen to them, that they told Haman, to see whether Mordecai’s reason would stand; for he had told them that he was a Jew.",
        "5": "When Haman saw that Mordecai didn’t bow down nor pay him homage, Haman was full of wrath.",
        "6": "But he scorned the thought of laying hands on Mordecai alone, for they had made known to him Mordecai’s people. Therefore Haman sought to destroy all the Jews who were throughout the whole kingdom of Ahasuerus, even Mordecai’s people.",
        "7": "In the first month, which is the month Nisan, in the twelfth year of King Ahasuerus, they cast Pur, that is, the lot, before Haman from day to day, and from month to month, and chose the twelfth month, which is the month Adar.",
        "8": "Haman said to King Ahasuerus, “There is a certain people scattered abroad and dispersed among the peoples in all the provinces of your kingdom, and their laws are different from other people’s. They don’t keep the king’s laws. Therefore it is not for the king’s profit to allow them to remain.",
        "9": "If it pleases the king, let it be written that they be destroyed; and I will pay ten thousand talents of silver into the hands of those who are in charge of the king’s business, to bring it into the king’s treasuries.”",
        "10": "The king took his ring from his hand, and gave it to Haman the son of Hammedatha the Agagite, the Jews’ enemy.",
        "11": "The king said to Haman, “The silver is given to you, the people also, to do with them as it seems good to you.”",
        "12": "Then the king’s scribes were called in on the first month, on the thirteenth day of the month; and all that Haman commanded was written to the king’s local governors, and to the governors who were over every province, and to the princes of every people, to every province according to its writing, and to every people in their language. It was written in the name of King Ahasuerus, and it was sealed with the king’s ring.",
        "13": "Letters were sent by couriers into all the king’s provinces, to destroy, to kill, and to cause to perish, all Jews, both young and old, little children and women, in one day, even on the thirteenth day of the twelfth month, which is the month Adar, and to plunder their possessions.",
        "14": "A copy of the letter, that the decree should be given out in every province, was published to all the peoples, that they should be ready against that day.",
        "15": "The couriers went out in haste by the king’s commandment, and the decree was given out in the citadel of Susa. The king and Haman sat down to drink; but the city of Susa was perplexed."
      }
    }
  }
}