{
  "book": "Evrei",
  "chapter": "11",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Și credința este o încredere neclintită în lucrurile nădăjduite, o puternică încredințare despre lucrurile care nu se văd.",
        "2": "Pentru că, prin aceasta, cei din vechime au căpătat o bună mărturie.",
        "3": "Prin credință pricepem că lumea a fost făcută prin Cuvântul lui Dumnezeu, așa că tot ce se vede n-a fost făcut din lucruri care se văd.",
        "4": "Prin credință a adus Abel lui Dumnezeu o jertfă mai bună decât Cain. Prin ea a căpătat el mărturia că este neprihănit, căci Dumnezeu a primit darurile lui. Și prin ea vorbește el încă, măcar că este mort.",
        "5": "Prin credință a fost mutat Enoh de pe pământ, ca să nu vadă moartea. Și n-a mai fost găsit, pentru că Dumnezeu îl mutase. Căci înainte de mutarea lui, primise mărturia că este plăcut lui Dumnezeu.",
        "6": "Și fără credință este cu neputință să fim plăcuți Lui! Căci cine se apropie de Dumnezeu trebuie să creadă că El este și că răsplătește pe cei ce-L caută.",
        "7": "Prin credință Noe, când a fost înștiințat de Dumnezeu despre lucruri care încă nu se vedeau și, plin de o teamă sfântă, a făcut un chivot ca să-și scape casa; prin ea el a osândit lumea și a ajuns moștenitor al neprihănirii care se capătă prin credință.",
        "8": "Prin credință Avraam, când a fost chemat să plece într-un loc pe care avea să-L ia ca moștenire, a ascultat și a plecat fără să știe unde se duce.",
        "9": "Prin credință a venit și s-a așezat el în țara făgăduinței ca într-o țară care nu era a lui și a locuit în corturi, ca și Isaac și Iacov, care erau împreună-moștenitori cu el ai aceleiași făgăduințe.",
        "10": "Căci el aștepta cetatea care are temelii tari, al cărei meșter și ziditor este Dumnezeu.",
        "11": "Prin credință și Sara, cu toată vârsta ei trecută, a primit putere să zămislească, fiindcă a crezut în credincioșia Celui ce-i făgăduise.",
        "12": "De aceea, dintr-un singur om, și încă un om aproape mort, s-a născut o sămânță în mare număr, ca stelele cerului, ca nisipul de pe malul mării, care nu se poate număra.",
        "13": "În credință au murit toți aceștia, fără să fi căpătat lucrurile făgăduite, ci doar le-au văzut și le-au urat de bine de departe, mărturisind că sunt străini și călători pe pământ.",
        "14": "Cei ce vorbesc în felul acesta arată deslușit că sunt în căutarea unei patrii.",
        "15": "Dacă ar fi avut în vedere pe aceea din care ieșiseră, negreșit că ar fi avut vreme să se întoarcă în ea.",
        "16": "Dar doreau o patrie mai bună, adică o patrie cerească. De aceea lui Dumnezeu nu-I este rușine să Se numească Dumnezeul lor, căci le-a pregătit o cetate.",
        "17": "Prin credință a adus Avraam jertfă pe Isaac, când a fost pus la încercare, el, care primise făgăduințele cu bucurie, a adus jertfă pe singurul lui fiu!",
        "18": "El căruia i se spusese: „În Isaac vei avea o sămânță care-ți va purta numele!”",
        "19": "Căci se gândea că Dumnezeu poate să învieze chiar și din morți: și, drept vorbind, ca înviat din morți l-a primit înapoi.",
        "20": "Prin credință a dat Isaac lui Iacov și Esau o binecuvântare care avea în vedere lucrurile viitoare.",
        "21": "Prin credință Iacov, când a murit, a binecuvântat pe fiecare din fiii lui Iosif și „s-a închinat, rezemat pe vârful toiagului său”.",
        "22": "Prin credință a pomenit Iosif, când i s-a apropiat sfârșitul, de ieșirea fiilor lui Israel din Egipt și a dat porunci cu privire la oasele sale.",
        "23": "Prin credință a fost ascuns Moise trei luni de părinții lui când s-a născut, pentru că vedeau că era frumos copilul și nu s-au lăsat înspăimântați de porunca împăratului.",
        "24": "Prin credință Moise, când s-a făcut mare, n-a vrut să fie numit fiul fiicei lui Faraon,",
        "25": "ci a vrut mai bine să sufere împreună cu poporul lui Dumnezeu decât să se bucure de plăcerile de o clipă ale păcatului.",
        "26": "El socotea ocara lui Hristos ca o mai mare bogăție decât comorile Egiptului, pentru că avea ochii pironiți spre răsplătire.",
        "27": "Prin credință a părăsit el Egiptul fără să se teamă de mânia împăratului, pentru că a rămas neclintit, ca și cum ar fi văzut pe Cel ce este nevăzut.",
        "28": "Prin credință a prăznuit el Paștele și a făcut stropirea sângelui, pentru ca Nimicitorul celor întâi născuți să nu se atingă de ei.",
        "29": "Prin credință au trecut ei Marea Roșie ca pe uscat, pe când egiptenii, care au încercat s-o treacă, au fost înghițiți.",
        "30": "Prin credință au căzut zidurile Ierihonului după ce au fost ocolite șapte zile.",
        "31": "Prin credință n-a pierit curva Rahav împreună cu cei răzvrătiți, pentru că găzduise iscoadele cu bunăvoință.",
        "32": "Și ce voi mai zice? Căci nu mi-ar ajunge vremea, dacă aș vrea să vorbesc de Ghedeon, de Barac, de Samson, de Iefta, de David, de Samuel și de proroci!",
        "33": "Prin credință au cucerit ei împărății, au făcut dreptate, au căpătat făgăduințe, au astupat gurile leilor,",
        "34": "au stins puterea focului, au scăpat de ascuțișul sabiei, s-au vindecat de boli, au fost viteji în războaie, au pus pe fugă oștirile vrăjmașe.",
        "35": "Femeile și-au primit înapoi pe morții lor înviați; unii, ca să dobândească o înviere mai bună, n-au vrut să primească izbăvirea care li se dădea și au fost chinuiți.",
        "36": "Alții au suferit batjocuri, bătăi, lanțuri și închisoare,",
        "37": "au fost uciși cu pietre, tăiați în două cu fierăstrăul, chinuiți, au murit uciși de sabie, au pribegit îmbrăcați cu cojoace și în piei de capre, lipsiți de toate, prigoniți, munciți –",
        "38": "ei, de care lumea nu era vrednică –, au rătăcit prin pustiuri, prin munți, prin peșteri și prin crăpăturile pământului.",
        "39": "Toți aceștia, măcar că au fost lăudați pentru credința lor, totuși n-au primit ce le fusese făgăduit,",
        "40": "pentru că Dumnezeu avea în vedere ceva mai bun pentru noi, ca să n-ajungă ei la desăvârșire fără noi."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Și credința este o convingere cu privire la lucrurile în care sperăm, o siguranță cu privire la lucrurile care nu se văd.",
        "2": "Căci, prin aceasta, cei din vechime au primit o bună mărturie.",
        "3": "Prin credință înțelegem că lumea a fost creată prin Cuvântul lui Dumnezeu, așa încât ceea ce se vede n-a fost făcut din lucruri care sunt vizibile.",
        "4": "Prin credință I-a adus Abel lui Dumnezeu o jertfă mai bună decât a lui Cain. Prin aceasta a primit mărturia că este drept, deoarece Dumnezeu a mărturisit despre darurile lui. Și, deși este mort, prin credința sa încă vorbește.",
        "5": "Prin credință a fost mutat Enoh, ca să nu vadă moartea. Și n-a mai fost găsit, pentru că Dumnezeu l-a mutat. Căci înainte de mutarea lui a primit mărturia că Îi era plăcut lui Dumnezeu.",
        "6": "Și fără credință este imposibil să-I fim plăcuți, pentru că oricine se apropie de Dumnezeu trebuie să creadă că El există și că îi răsplătește pe cei ce-L caută.",
        "7": "Prin credință Noe, fiind avertizat cu privire la lucruri care încă nu se vedeau, a pregătit, plin de reverență, o arcă pentru a-și salva familia. Prin aceasta a condamnat el lumea și a devenit un moștenitor al dreptății care vine prin credință.",
        "8": "Prin credință a ascultat Avraam când a fost chemat să meargă spre un loc pe care urma să-l primească drept moștenire și a plecat fără să știe unde se duce.",
        "9": "Prin credință s-a așezat el în țara promisiunii, ca într-o țară străină, locuind în corturi cu Isaac și Iacov, moștenitori împreună cu el ai aceleiași promisiuni.",
        "10": "Căci el aștepta cetatea care are temelii, al cărei arhitect și constructor este Dumnezeu.",
        "11": "Prin credință și Sara însăși, chiar dacă nu putea rămâne însărcinată și trecuse de vârsta la care putea avea copii, a primit putere să procreeze deoarece L-a considerat credincios pe Cel Ce a promis.",
        "12": "De aceea, dintr-un singur om, și acesta aproape mort, s-au născut urmași atât de numeroși ca stelele cerului și fără număr ca nisipul de pe țărmul mării.",
        "13": "În credință au murit toți aceștia, însă fără să primească lucrurile promise, ci doar le-au văzut de departe, le-au salutat și au mărturisit că sunt străini și peregrini pe pământ.",
        "14": "Cei care vorbesc în acest fel arată că sunt în căutarea unei patrii.",
        "15": "Dacă ei s-ar fi gândit la țara din care au plecat, ar fi avut vreme să se întoarcă în ea,",
        "16": "însă ei tânjeau după o țară mai bună, adică una cerească. De aceea lui Dumnezeu nu-I este rușine să fie numit Dumnezeul lor, pentru că El a pregătit o cetate pentru ei.",
        "17": "Prin credință l-a pregătit Avraam ca jertfă pe Isaac, atunci când a fost pus la încercare. El, cel care a primit promisiunile, era gata să-l aducă jertfă pe singurul său fiu,",
        "18": "el, căruia i se spusese: „Prin Isaac își vor primi numele descendenții tăi“.",
        "19": "Căci s-a gândit că Dumnezeu poate să-l învie chiar și dintre cei morți și, într-un fel, de acolo l-a primit înapoi.",
        "20": "Prin credință i-a binecuvântat Isaac pe Iacov și Esau cu privire la lucrurile viitoare.",
        "21": "Prin credință i-a binecuvântat Iacov, când era pe moarte, pe fiecare dintre fiii lui Iosif și s-a închinat sprijinindu-se pe vârful toiagului său.",
        "22": "Prin credință a amintit Iosif, când era pe moarte, de exodul fiilor lui Israel și a dat porunci cu privire la osemintele sale.",
        "23": "Prin credință a fost ascuns Moise de către părinții săi timp de trei luni, după ce s-a născut. Ei au văzut că era un copilaș frumos și nu s-au temut de porunca împăratului.",
        "24": "Prin credință a refuzat Moise, când s-a făcut mare, să fie numit „fiul fetei lui Faraon“,",
        "25": "alegând mai degrabă să sufere împreună cu poporul lui Dumnezeu, decât să se bucure de plăcerea trecătoare a păcatului.",
        "26": "El a considerat disprețul suferit pentru Cristos ca fiind o bogăție mai mare decât comorile Egiptului, pentru că avea privirea ațintită la răsplată.",
        "27": "Prin credință a ieșit din Egipt, fără să se teamă de furia regelui. Căci el a stat neclintit, ca și când L-ar fi văzut pe Cel Ce este nevăzut.",
        "28": "Prin credință a celebrat Paștele și stropirea cu sânge, pentru ca Nimicitorul să nu-i omoare pe întâii lor născuți.",
        "29": "Prin credință a trecut poporul prin Marea Roșie ca pe uscat. Când au încercat însă și egiptenii lucrul acesta, s-au înecat.",
        "30": "Prin credință au căzut zidurile Ierihonului, după ce au fost înconjurate șapte zile.",
        "31": "Prin credință n-a pierit prostituata Rahab împreună cu cei neascultători, pentru că i-a primit cu bunăvoință pe spioni.",
        "32": "Și ce-aș mai putea spune? Căci n-aș avea destul timp să vorbesc despre Ghedeon, despre Barak, despre Samson, despre Iefta, despre David, despre Samuel și despre profeți.",
        "33": "Prin credință au cucerit ei regate, au făcut dreptate, au obținut promisiuni, au închis gurile leilor,",
        "34": "au stins puterea focului, au scăpat de tăișul sabiei, au primit putere când erau neputincioși, au fost viteji în războaie, au pus pe fugă armatele străine;",
        "35": "femeile și-au primit înapoi morții înviați; alții au fost torturați și au refuzat să fie eliberați, ca să obțină o înviere mai bună,",
        "36": "iar alții au îndurat batjocuri și biciuiri, și chiar lanțuri și închisoare,",
        "37": "au fost omorâți cu pietre, au fost tăiați în două cu fierăstrăul, au fost încercați, au murit uciși de sabie, au umblat îmbrăcați în piei de oi și în piei de capre; nevoiași, în necaz, chinuiți,",
        "38": "ei, de care lumea nu era demnă, au rătăcit prin pustiuri și prin munți, prin peșteri și prin gropile pământului.",
        "39": "Toți aceștia au primit o bună mărturie pentru credința lor, însă n-au primit ceea ce a fost promis,",
        "40": "fiindcă Dumnezeu a ales dinainte ceva mai bun pentru noi, ca să nu fie ei făcuți desăvârșiți fără noi."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now faith is assurance of things hoped for, proof of things not seen.",
        "2": "For by this, the elders obtained approval.",
        "3": "By faith we understand that the universe has been framed by the word of God, so that what is seen has not been made out of things which are visible.",
        "4": "By faith Abel offered to God a more excellent sacrifice than Cain, through which he had testimony given to him that he was righteous, God testifying with respect to his gifts; and through it he, being dead, still speaks.",
        "5": "By faith Enoch was taken away, so that he wouldn’t see death, and he was not found, because God translated him. For he has had testimony given to him that before his translation he had been well pleasing to God.",
        "6": "Without faith it is impossible to be well pleasing to him, for he who comes to God must believe that he exists, and that he is a rewarder of those who seek him.",
        "7": "By faith Noah, being warned about things not yet seen, moved with godly fear, prepared a ship for the saving of his house, through which he condemned the world and became heir of the righteousness which is according to faith.",
        "8": "By faith Abraham, when he was called, obeyed to go out to the place which he was to receive for an inheritance. He went out, not knowing where he went.",
        "9": "By faith he lived as an alien in the land of promise, as in a land not his own, dwelling in tents with Isaac and Jacob, the heirs with him of the same promise.",
        "10": "For he was looking for the city which has foundations, whose builder and maker is God.",
        "11": "By faith even Sarah herself received power to conceive, and she bore a child when she was past age, since she counted him faithful who had promised.",
        "12": "Therefore as many as the stars of the sky in multitude, and as innumerable as the sand which is by the sea shore, were fathered by one man, and him as good as dead.",
        "13": "These all died in faith, not having received the promises, but having seen them and embraced them from afar, and having confessed that they were strangers and pilgrims on the earth.",
        "14": "For those who say such things make it clear that they are seeking a country of their own.",
        "15": "If indeed they had been thinking of that country from which they went out, they would have had enough time to return.",
        "16": "But now they desire a better country, that is, a heavenly one. Therefore God is not ashamed of them, to be called their God, for he has prepared a city for them.",
        "17": "By faith, Abraham, being tested, offered up Isaac. Yes, he who had gladly received the promises was offering up his only born son,",
        "18": "to whom it was said, “Your offspring will be accounted as from Isaac,”",
        "19": "concluding that God is able to raise up even from the dead. Figuratively speaking, he also did receive him back from the dead.",
        "20": "By faith Isaac blessed Jacob and Esau, even concerning things to come.",
        "21": "By faith Jacob, when he was dying, blessed each of the sons of Joseph, and worshiped, leaning on the top of his staff.",
        "22": "By faith Joseph, when his end was near, made mention of the departure of the children of Israel, and gave instructions concerning his bones.",
        "23": "By faith Moses, when he was born, was hidden for three months by his parents, because they saw that he was a beautiful child; and they were not afraid of the king’s commandment.",
        "24": "By faith Moses, when he had grown up, refused to be called the son of Pharaoh’s daughter,",
        "25": "choosing rather to share ill treatment with God’s people than to enjoy the pleasures of sin for a time,",
        "26": "considering the reproach of Christ greater riches than the treasures of Egypt; for he looked to the reward.",
        "27": "By faith he left Egypt, not fearing the wrath of the king; for he endured, as seeing him who is invisible.",
        "28": "By faith he kept the Passover and the sprinkling of the blood, that the destroyer of the firstborn should not touch them.",
        "29": "By faith they passed through the Red Sea as on dry land. When the Egyptians tried to do so, they were swallowed up.",
        "30": "By faith the walls of Jericho fell down after they had been encircled for seven days.",
        "31": "By faith Rahab the prostitute didn’t perish with those who were disobedient, having received the spies in peace.",
        "32": "What more shall I say? For the time would fail me if I told of Gideon, Barak, Samson, Jephthah, David, Samuel, and the prophets—",
        "33": "who through faith subdued kingdoms, worked out righteousness, obtained promises, stopped the mouths of lions,",
        "34": "quenched the power of fire, escaped the edge of the sword, from weakness were made strong, grew mighty in war, and caused foreign armies to flee.",
        "35": "Women received their dead by resurrection. Others were tortured, not accepting their deliverance, that they might obtain a better resurrection.",
        "36": "Others were tried by mocking and scourging, yes, moreover by bonds and imprisonment.",
        "37": "They were stoned. They were sawn apart. They were tempted. They were slain with the sword. They went around in sheep skins and in goat skins; being destitute, afflicted, ill-treated—",
        "38": "of whom the world was not worthy—wandering in deserts, mountains, caves, and the holes of the earth.",
        "39": "These all, having been commended for their faith, didn’t receive the promise,",
        "40": "God having provided some better thing concerning us, so that apart from us they should not be made perfect."
      }
    }
  }
}