{
  "book": "Evrei",
  "chapter": "3",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "De aceea, frați sfinți, care aveți parte de chemarea cerească, ațintiți-vă privirile la Apostolul și Marele Preot al mărturisirii noastre, adică Isus,",
        "2": "care a fost credincios Celui ce L-a rânduit, cum și Moise a fost „credincios în toată casa lui Dumnezeu”.",
        "3": "Căci El a fost găsit vrednic să aibă o slavă cu atât mai mare decât a lui Moise, cu cât cel ce a zidit o casă are mai multă cinste decât casa însăși.",
        "4": "Orice casă este zidită de cineva, dar Cel ce a zidit toate lucrurile este Dumnezeu.",
        "5": "Cât despre Moise, el a fost „credincios în toată casa lui Dumnezeu”, ca slugă, ca să mărturisească despre lucrurile care aveau să fie vestite mai târziu.",
        "6": "Dar Hristos este credincios ca Fiu, peste casa lui Dumnezeu. Și casa Lui suntem noi, dacă păstrăm până la sfârșit încrederea nezguduită și nădejdea cu care ne lăudăm.",
        "7": "De aceea, cum zice Duhul Sfânt: „Astăzi, dacă auziți glasul Lui,",
        "8": "nu vă împietriți inimile ca în ziua răzvrătirii, ca în ziua ispitirii în pustie,",
        "9": "unde părinții voștri M-au ispitit și M-au pus la încercare și au văzut lucrările Mele patruzeci de ani!",
        "10": "De aceea M-am dezgustat de neamul acesta și am zis: ‘Ei totdeauna se rătăcesc în inima lor. N-au cunoscut căile Mele!’",
        "11": "Am jurat dar în mânia Mea că nu vor intra în odihna Mea!”",
        "12": "Luați seama dar, fraților, ca niciunul dintre voi să n-aibă o inimă rea și necredincioasă, care să vă despartă de Dumnezeul cel viu.",
        "13": "Ci îndemnați-vă unii pe alții în fiecare zi, câtă vreme se zice: „Astăzi”, pentru ca niciunul din voi să nu se împietrească prin înșelăciunea păcatului.",
        "14": "Căci ne-am făcut părtași ai lui Hristos dacă păstrăm până la sfârșit încrederea nezguduită de la început,",
        "15": "câtă vreme se zice: „Astăzi, dacă auziți glasul Lui, nu vă împietriți inimile, ca în ziua răzvrătirii.”",
        "16": "Cine au fost, în adevăr, cei ce s-au răzvrătit după ce auziseră? N-au fost oare toți aceia care ieșiseră din Egipt prin Moise?",
        "17": "Și cine au fost aceia de care S-a dezgustat El patruzeci de ani? N-au fost oare cei ce păcătuiseră și ale căror trupuri moarte au căzut în pustie?",
        "18": "Și cui S-a jurat El că n-au să intre în odihna Lui? Nu S-a jurat oare celor ce nu ascultaseră?",
        "19": "Vedem dar că n-au putut să intre din pricina necredinței lor."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "De aceea, frați sfinți, părtași la chemarea cerească, uitați-vă cu atenție la Isus, Apostolul și Marele Preot al mărturisirii noastre,",
        "2": "Care a fost credincios Celui Ce L-a desemnat, așa cum și Moise a fost credincios în toată Casa Lui.",
        "3": "Căci El a fost considerat demn de o glorie mai mare decât a lui Moise, așa cum constructorul unei case are cu mult mai multă onoare decât casa însăși.",
        "4": "Căci orice casă este construită de cineva, însă Cel Ce le-a construit pe toate este Dumnezeu.",
        "5": "Moise, într-adevăr, a fost credincios ca slujitor în toată Casa lui Dumnezeu, fiind o mărturie despre lucrurile care urmau să fie spuse,",
        "6": "dar Cristos a fost credincios ca Fiu peste Casa lui Dumnezeu. Iar Casa Lui suntem noi, dacă într-adevăr ținem cu fermitate până la sfârșit încrederea și speranța cu care ne lăudăm. Avertizare împotriva necredinței",
        "7": "De aceea, așa cum spune Duhul Sfânt: „Astăzi, dacă auziți glasul Lui,",
        "8": "nu vă împietriți inimile, ca în ziua răzvrătirii, ca în ziua încercării în deșert,",
        "9": "unde strămoșii voștri M-au ispitit, M-au pus la încercare și Mi-au văzut lucrările timp de patruzeci de ani!",
        "10": "De aceea M-am mâniat pe generația aceasta și am zis: «Ei întotdeauna se rătăcesc în inima lor. N-au cunoscut căile Mele».",
        "11": "Prin urmare, am jurat în mânia Mea: «Nu vor intra în odihna Mea!»“.",
        "12": "Fiți atenți, fraților, ca nu cumva vreunul dintre voi să aibă o inimă rea, necredincioasă, care să-l depărteze de Dumnezeul cel Viu,",
        "13": "ci îndemnați-vă unul pe altul în fiecare zi, cât timp se zice „astăzi“, astfel încât niciunul dintre voi să nu se împietrească prin înșelăciunea păcatului.",
        "14": "Căci am devenit părtași ai lui Cristos dacă într-adevăr ținem cu fermitate până la sfârșit convingerea noastră de la început,",
        "15": "în timp ce se zice: „Astăzi, dacă auziți glasul Lui, nu vă împietriți inimile ca în ziua răzvrătirii“.",
        "16": "Căci cine au fost cei ce au auzit și s-au răzvrătit? Nu toți cei ce au ieșit din Egipt prin Moise?",
        "17": "Și pe cine S-a mâniat El timp de patruzeci de ani? Nu pe cei care au păcătuit și ale căror trupuri moarte au căzut în deșert?",
        "18": "Cui a jurat El că nu vor intra în odihna Lui, dacă nu celor ce n-au ascultat?",
        "19": "Vedem, așadar, că ei n-au putut să intre din cauza necredinței lor."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Therefore, holy brothers, partakers of a heavenly calling, consider the Apostle and High Priest of our confession: Jesus,",
        "2": "who was faithful to him who appointed him, as also Moses was in all his house.",
        "3": "For he has been counted worthy of more glory than Moses, because he who built the house has more honor than the house.",
        "4": "For every house is built by someone; but he who built all things is God.",
        "5": "Moses indeed was faithful in all his house as a servant, for a testimony of those things which were afterward to be spoken,",
        "6": "but Christ is faithful as a Son over his house. We are his house, if we hold fast our confidence and the glorying of our hope firm to the end.",
        "7": "Therefore, even as the Holy Spirit says, “Today if you will hear his voice,",
        "8": "don’t harden your hearts as in the rebellion, in the day of the trial in the wilderness,",
        "9": "where your fathers tested me and tried me, and saw my deeds for forty years.",
        "10": "Therefore I was displeased with that generation, and said, ‘They always err in their heart, but they didn’t know my ways.’",
        "11": "As I swore in my wrath, ‘They will not enter into my rest.’”",
        "12": "Beware, brothers, lest perhaps there might be in any one of you an evil heart of unbelief, in falling away from the living God;",
        "13": "but exhort one another day by day, so long as it is called “today”, lest any one of you be hardened by the deceitfulness of sin.",
        "14": "For we have become partakers of Christ, if we hold the beginning of our confidence firm to the end,",
        "15": "while it is said, “Today if you will hear his voice, don’t harden your hearts, as in the rebellion.”",
        "16": "For who, when they heard, rebelled? Wasn’t it all those who came out of Egypt led by Moses?",
        "17": "With whom was he displeased forty years? Wasn’t it with those who sinned, whose bodies fell in the wilderness?",
        "18": "To whom did he swear that they wouldn’t enter into his rest, but to those who were disobedient?",
        "19": "We see that they weren’t able to enter in because of unbelief."
      }
    }
  }
}