{
  "book": "Evrei",
  "chapter": "10",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În adevăr, Legea, care are umbra bunurilor viitoare, nu înfățișarea adevărată a lucrurilor, nu poate niciodată, prin aceleași jertfe care se aduc neîncetat în fiecare an, să facă desăvârșiți pe cei ce se apropie.",
        "2": "Altfel, n-ar fi încetat ele oare să fie aduse, dacă cei ce le aduceau, fiind curățiți o dată, n-ar mai fi trebuit să mai aibă cunoștință de păcate?",
        "3": "Dar aducerea aminte a păcatelor este înnoită din an în an, tocmai prin aceste jertfe;",
        "4": "căci este cu neputință ca sângele taurilor și al țapilor să șteargă păcatele.",
        "5": "De aceea, când intră în lume, El zice: „Tu n-ai voit nici jertfă, nici prinos, ci Mi-ai pregătit un trup;",
        "6": "n-ai primit nici arderi-de-tot, nici jertfe pentru păcat.",
        "7": "Atunci am zis: ‘Iată-Mă (în sulul cărții este scris despre Mine), vin să fac voia Ta, Dumnezeule!’”",
        "8": "După ce a zis întâi: „Tu n-ai voit și n-ai primit nici jertfe, nici prinoase, nici arderi-de-tot, nici jertfe pentru păcat” (lucruri aduse toate după Lege),",
        "9": "apoi zice: „Iată-Mă, vin să fac voia Ta, Dumnezeule.” El desființează astfel pe cele dintâi, ca să pună în loc pe a doua.",
        "10": "Prin această „voie” am fost sfințiți noi, și anume prin jertfirea trupului lui Isus Hristos, o dată pentru totdeauna.",
        "11": "Și, pe când orice preot face slujba în fiecare zi și aduce de multe ori aceleași jertfe, care niciodată nu pot șterge păcatele,",
        "12": "El, dimpotrivă, după ce a adus o singură jertfă pentru păcate, S-a așezat pentru totdeauna la dreapta lui Dumnezeu",
        "13": "și așteaptă de acum ca vrăjmașii Lui să-I fie făcuți așternut al picioarelor Lui.",
        "14": "Căci printr-o singură jertfă El a făcut desăvârșiți pentru totdeauna pe cei ce sunt sfințiți.",
        "15": "Lucrul acesta ni-l adeverește și Duhul Sfânt. Căci, după ce a zis:",
        "16": "„‘Iată legământul pe care-l voi face cu ei după acele zile’, zice Domnul: ‘Voi pune legile Mele în inimile lor și le voi scrie în mintea lor’”,",
        "17": "adaugă: „Și nu-Mi voi mai aduce aminte de păcatele lor, nici de fărădelegile lor.”",
        "18": "Dar, acolo unde este iertare de păcate, nu mai este nevoie de jertfă pentru păcat.",
        "19": "Astfel dar, fraților, fiindcă prin sângele lui Isus avem o intrare slobodă în Locul Preasfânt",
        "20": "pe calea cea nouă și vie pe care ne-a deschis-o El, prin perdeaua dinăuntru, adică trupul Său,",
        "21": "și fiindcă avem un Mare Preot pus peste casa lui Dumnezeu,",
        "22": "să ne apropiem cu o inimă curată, cu credință deplină, cu inimile stropite și curățite de un cuget rău și cu trupul spălat cu o apă curată.",
        "23": "Să ținem fără șovăire la mărturisirea nădejdii noastre, căci credincios este Cel ce a făcut făgăduința.",
        "24": "Să veghem unii asupra altora, ca să ne îndemnăm la dragoste și la fapte bune.",
        "25": "Să nu părăsim adunarea noastră, cum au unii obicei; ci să ne îndemnăm unii pe alții, și cu atât mai mult, cu cât vedeți că ziua se apropie.",
        "26": "Căci, dacă păcătuim cu voia, după ce am primit cunoștința adevărului, nu mai rămâne nicio jertfă pentru păcate,",
        "27": "ci doar o așteptare înfricoșată a judecății și văpaia unui foc care va mistui pe cei răzvrătiți.",
        "28": "Cine a călcat Legea lui Moise este omorât fără milă, pe mărturia a doi sau trei martori.",
        "29": "Cu cât mai aspră pedeapsă credeți că va lua cel ce va călca în picioare pe Fiul lui Dumnezeu, va pângări sângele legământului cu care a fost sfințit și va batjocori pe Duhul harului?",
        "30": "Căci știm cine este Cel ce a zis: „A Mea este răzbunarea, Eu voi răsplăti!” Și în altă parte: „Domnul va judeca pe poporul Său.”",
        "31": "Grozav lucru este să cazi în mâinile Dumnezeului celui viu!",
        "32": "Aduceți-vă aminte de zilele de la început, când, după ce ați fost luminați, ați dus o mare luptă de suferințe:",
        "33": "pe de o parte, erați puși ca priveliște în mijlocul ocărilor și necazurilor și, pe de alta, v-ați făcut părtași cu aceia care aveau aceeași soartă ca voi.",
        "34": "În adevăr, ați avut milă de cei din temniță și ați primit cu bucurie răpirea averilor voastre, ca unii care știți că aveți în ceruri o avuție mai bună, care dăinuiește.",
        "35": "Să nu vă părăsiți dar încrederea voastră, pe care o așteaptă o mare răsplătire!",
        "36": "Căci aveți nevoie de răbdare, ca, după ce ați împlinit voia lui Dumnezeu, să puteți căpăta ce v-a fost făgăduit.",
        "37": "„Încă puțină, foarte puțină vreme, și Cel ce vine va veni și nu va zăbovi.",
        "38": "Și cel neprihănit va trăi prin credință, dar, dacă dă înapoi, sufletul Meu nu găsește plăcere în el.”",
        "39": "Noi însă nu suntem din aceia care dau înapoi ca să se piardă, ci din aceia care au credință pentru mântuirea sufletului."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Căci Legea, având doar o umbră a lucrurilor bune care urmau să vină, și nu chipul propriu-zis al acestora, nu poate niciodată, prin aceleași jertfe care sunt aduse continuu, în fiecare an, să-i desăvârșească pe cei ce se apropie.",
        "2": "Altfel, n-ar fi încetat ele oare să fie aduse, de vreme ce închinătorii, curățiți o dată pentru totdeauna, n-ar mai fi avut pe conștiință păcatele?",
        "3": "Însă, prin aceste jertfe, se amintesc păcatele în fiecare an.",
        "4": "Căci este imposibil ca sângele boilor și al țapilor să înlăture păcatele.",
        "5": "De aceea, când vine în lume, El spune: „Tu n-ai dorit jertfă și dar de mâncare, ci Mi-ai pregătit un trup.",
        "6": "Nu Ți-ai găsit plăcerea în arderi-de-tot și în jertfe pentru păcat.",
        "7": "Atunci am zis: «Iată că vin! În sulul cărții este scris despre Mine. Vin să fac voia Ta, Dumnezeule»“.",
        "8": "El spune, mai sus: „Tu n-ai dorit, nici nu Ți-ai găsit plăcerea în jertfe și în daruri de mâncare, în arderi-de-tot și în jertfe pentru păcat“ – care sunt aduse conform Legii.",
        "9": "Apoi zice: „Iată că vin să fac voia Ta!“. Astfel, El anulează prima ordine ca s-o instaureze pe cea de-a doua.",
        "10": "Prin acea voie am fost sfințiți noi, și anume prin jertfa trupului lui Isus Cristos, o dată pentru totdeauna.",
        "11": "Fiecare preot stă în fiecare zi și își face slujba, aducând din nou și din nou aceleași jertfe, care nu pot niciodată să îndepărteze păcatele.",
        "12": "Însă Cristos a adus o singură jertfă pentru păcate, o dată pentru totdeauna, și S-a așezat la dreapta lui Dumnezeu.",
        "13": "Și de atunci așteaptă, până când dușmanii Lui vor fi făcuți scăunaș pentru picioarele Lui.",
        "14": "Căci, printr-o singură jertfă, El i-a desăvârșit pentru totdeauna pe cei ce sunt sfințiți.",
        "15": "Duhul Sfânt, de asemenea, ne confirmă lucrul acesta. Căci, după ce spune:",
        "16": "„Acesta este legământul pe care-l voi încheia cu ei, după acele zile, zice Domnul: voi pune legile Mele în inimile lor și le voi scrie în mintea lor“,",
        "17": "Duhul Sfânt adaugă: „Și nu-Mi voi mai aminti nicidecum de păcatele și fărădelegile lor“.",
        "18": "Iar acolo unde există iertare pentru acestea, nu mai este nevoie de nicio jertfă pentru păcat. Îndemn la perseverență",
        "19": "Așadar, fraților, fiindcă avem îndrăzneală să intrăm în Locul Preasfânt prin sângele lui Isus,",
        "20": "pe calea cea nouă și vie pe care El a deschis-o pentru noi prin draperia dinăuntru, adică trupul Său,",
        "21": "și fiindcă avem un Mare Preot peste Casa lui Dumnezeu,",
        "22": "să ne apropiem cu o inimă sinceră, în siguranța deplină a credinței, având inimile curățite de conștiința rea și trupurile spălate cu apă curată.",
        "23": "Să ne ținem fără ezitare de speranța pe care o mărturisim, căci credincios este Cel Ce a promis!",
        "24": "Să veghem unii asupra altora, ca să ne îndemnăm la dragoste și la fapte bune.",
        "25": "Să nu părăsim strângerea noastră laolaltă, așa cum au unii obiceiul, ci să ne încurajăm unii pe alții, cu atât mai mult cu cât vedeți că Ziua se apropie.",
        "26": "Căci, dacă noi continuăm să păcătuim în mod voit, după ce am primit cunoașterea adevărului, nu mai rămâne nicio jertfă pentru păcat,",
        "27": "ci doar o așteptare înfricoșată a judecății și furia unui foc care-i va distruge pe cei împotrivitori.",
        "28": "Oricine încalcă Legea lui Moise este omorât, fără milă, pe baza mărturiei a doi sau a trei martori.",
        "29": "Cu cât credeți că merită o pedeapsă mai aspră acela care-L calcă în picioare pe Fiul lui Dumnezeu, care consideră întinat sângele legământului prin care a fost sfințit și care-L insultă pe Duhul harului?",
        "30": "Căci Îl cunoaștem pe Cel Care a spus: „A Mea este răzbunarea! Eu voi răsplăti!“. Și, din nou: „Domnul Își va judeca poporul“.",
        "31": "Înfricoșător lucru este să cazi în mâinile Dumnezeului celui Viu!",
        "32": "Amintiți-vă însă de zilele de la început, când, după ce ați fost luminați, ați îndurat multă luptă cu suferințele,",
        "33": "fiind uneori expuși public insultelor și necazurilor, iar alteori fiind părtași cu cei umiliți astfel.",
        "34": "Căci ați împărtășit suferințele celor închiși și ați răbdat cu bucurie jefuirea bunurilor voastre, știind că voi aveți o bogăție mai bună și care rămâne.",
        "35": "De aceea, să nu vă părăsiți acea încredere, care aduce o mare răsplată.",
        "36": "Căci aveți nevoie de răbdare, pentru ca, după ce ați făcut voia lui Dumnezeu, să puteți primi ce vi s-a promis.",
        "37": "„Totuși, încă puțin, foarte puțin, și Cel Ce vine va veni și nu va întârzia!“",
        "38": "„Cel drept al Meu va trăi prin credință, dar, dacă dă înapoi, sufletul Meu nu găsește plăcere în el“.",
        "39": "Însă noi nu suntem dintre aceia care dau înapoi, spre pierzarea lor, ci dintre aceia care au credință pentru a-și salva sufletul."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "For the law, having a shadow of the good to come, not the very image of the things, can never with the same sacrifices year by year, which they offer continually, make perfect those who draw near.",
        "2": "Or else wouldn’t they have ceased to be offered, because the worshipers, having been once cleansed, would have had no more consciousness of sins?",
        "3": "But in those sacrifices there is a yearly reminder of sins.",
        "4": "For it is impossible that the blood of bulls and goats should take away sins.",
        "5": "Therefore when he comes into the world, he says, “You didn’t desire sacrifice and offering, but you prepared a body for me.",
        "6": "You had no pleasure in whole burnt offerings and sacrifices for sin.",
        "7": "Then I said, ‘Behold, I have come (in the scroll of the book it is written of me) to do your will, O God.’”",
        "8": "Previously saying, “Sacrifices and offerings and whole burnt offerings and sacrifices for sin you didn’t desire, neither had pleasure in them” (those which are offered according to the law),",
        "9": "then he has said, “Behold, I have come to do your will.” He takes away the first, that he may establish the second,",
        "10": "by which will we have been sanctified through the offering of the body of Jesus Christ once for all.",
        "11": "Every priest indeed stands day by day serving and offering often the same sacrifices, which can never take away sins,",
        "12": "but he, when he had offered one sacrifice for sins forever, sat down on the right hand of God,",
        "13": "from that time waiting until his enemies are made the footstool of his feet.",
        "14": "For by one offering he has perfected forever those who are being sanctified.",
        "15": "The Holy Spirit also testifies to us, for after saying,",
        "16": "“This is the covenant that I will make with them after those days,” says the Lord, “I will put my laws on their heart, I will also write them on their mind;” then he says,",
        "17": "“I will remember their sins and their iniquities no more.”",
        "18": "Now where remission of these is, there is no more offering for sin.",
        "19": "Having therefore, brothers, boldness to enter into the holy place by the blood of Jesus,",
        "20": "by the way which he dedicated for us, a new and living way, through the veil, that is to say, his flesh,",
        "21": "and having a great priest over God’s house,",
        "22": "let’s draw near with a true heart in fullness of faith, having our hearts sprinkled from an evil conscience and having our body washed with pure water,",
        "23": "let’s hold fast the confession of our hope without wavering; for he who promised is faithful.",
        "24": "Let’s consider how to provoke one another to love and good works,",
        "25": "not forsaking our own assembling together, as the custom of some is, but exhorting one another, and so much the more as you see the Day approaching.",
        "26": "For if we sin willfully after we have received the knowledge of the truth, there remains no more a sacrifice for sins,",
        "27": "but a certain fearful expectation of judgment, and a fierceness of fire which will devour the adversaries.",
        "28": "A man who disregards Moses’ law dies without compassion on the word of two or three witnesses.",
        "29": "How much worse punishment do you think he will be judged worthy of who has trodden under foot the Son of God, and has counted the blood of the covenant with which he was sanctified an unholy thing, and has insulted the Spirit of grace?",
        "30": "For we know him who said, “Vengeance belongs to me. I will repay,” says the Lord. Again, “The Lord will judge his people.”",
        "31": "It is a fearful thing to fall into the hands of the living God.",
        "32": "But remember the former days, in which, after you were enlightened, you endured a great struggle with sufferings:",
        "33": "partly, being exposed to both reproaches and oppressions, and partly, becoming partakers with those who were treated so.",
        "34": "For you both had compassion on me in my chains and joyfully accepted the plundering of your possessions, knowing that you have for yourselves a better possession and an enduring one in the heavens.",
        "35": "Therefore don’t throw away your boldness, which has a great reward.",
        "36": "For you need endurance so that, having done the will of God, you may receive the promise.",
        "37": "“In a very little while, he who comes will come and will not wait.",
        "38": "But the righteous one will live by faith. If he shrinks back, my soul has no pleasure in him.”",
        "39": "But we are not of those who shrink back to destruction, but of those who have faith to the saving of the soul."
      }
    }
  }
}