{
  "book": "Evrei",
  "chapter": "9",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Legământul dintâi avea și el porunci privitoare la slujba dumnezeiască și la un locaș pământesc de închinare.",
        "2": "În adevăr, s-a făcut un cort. În partea dinainte, numită „Locul Sfânt”, erau sfeșnicul, masa și pâinile pentru punerea înaintea Domnului;",
        "3": "după perdeaua a doua se afla partea cortului care se chema „Locul Preasfânt”.",
        "4": "El avea un altar de aur pentru tămâie și chivotul legământului, ferecat peste tot cu aur. În chivot erau un vas de aur cu mană, toiagul lui Aaron, care înfrunzise, și tablele legământului.",
        "5": "Deasupra erau heruvimii slavei, care acopereau capacul ispășirii cu umbra lor. Nu este vremea să vorbim acum cu de-amănuntul despre aceste lucruri.",
        "6": "Și după ce au fost întocmite astfel lucrurile acestea, preoții care fac slujbele, intră totdeauna în partea dintâi a cortului.",
        "7": "Dar în partea a doua intră numai marele preot, o dată pe an, și nu fără sânge, pe care îl aduce pentru sine însuși și pentru păcatele din neștiință ale norodului.",
        "8": "Prin aceasta, Duhul Sfânt arăta că drumul în Locul Preasfânt nu era încă deschis câtă vreme stătea în picioare cortul dintâi.",
        "9": "Aceasta era o asemănare pentru vremurile de acum, când se aduc daruri și jertfe care nu pot duce pe cel ce se închină în felul acesta la desăvârșirea cerută de cugetul lui.",
        "10": "Ele sunt doar niște porunci pământești, date ca toate cele privitoare la mâncăruri, băuturi și felurite spălături, până la o vreme de îndreptare.",
        "11": "Dar Hristos a venit ca Mare Preot al bunurilor viitoare, a trecut prin cortul acela mai mare și mai desăvârșit, care nu este făcut de mâini, adică nu este din zidirea aceasta,",
        "12": "și a intrat, o dată pentru totdeauna, în Locul Preasfânt nu cu sânge de țapi și de viței, ci cu însuși sângele Său, după ce a căpătat o răscumpărare veșnică.",
        "13": "Căci, dacă sângele taurilor și al țapilor și cenușa unei vaci, stropite peste cei întinați, îi sfințesc și le aduc curățirea trupului,",
        "14": "cu cât mai mult sângele lui Hristos, care, prin Duhul cel veșnic, S-a adus pe Sine Însuși jertfă fără pată lui Dumnezeu, vă va curăți cugetul vostru de faptele moarte, ca să slujiți Dumnezeului celui viu!",
        "15": "Și tocmai de aceea este El Mijlocitorul unui legământ nou, pentru ca, prin moartea Lui pentru răscumpărarea din abaterile făptuite sub legământul dintâi, cei ce au fost chemați să capete veșnica moștenire care le-a fost făgăduită.",
        "16": "În adevăr, acolo unde este un testament, trebuie neapărat să aibă loc moartea celui ce l-a făcut.",
        "17": "Pentru că un testament nu capătă putere decât după moarte. N-are nicio putere câtă vreme trăiește cel ce l-a făcut.",
        "18": "De aceea și întâiul legământ n-a fost sfințit fără sânge.",
        "19": "Și, într-adevăr, Moise, după ce a rostit înaintea întregului norod toate poruncile Legii, a luat sânge de viței și de țapi, cu apă, lână stacojie și isop, a stropit cartea și tot norodul",
        "20": "și a zis: „Acesta este sângele legământului care a poruncit Dumnezeu să fie făcut cu voi.”",
        "21": "De asemenea, a stropit cu sânge cortul și toate vasele pentru slujbă.",
        "22": "Și, după Lege, aproape totul este curățit cu sânge; și fără vărsare de sânge, nu este iertare.",
        "23": "Dar, deoarece chipurile lucrurilor care sunt în ceruri au trebuit curățite în felul acesta, trebuia ca înseși lucrurile cerești să fie curățite cu jertfe mai bune decât acestea.",
        "24": "Căci Hristos n-a intrat într-un locaș de închinare făcut de mână omenească, după chipul adevăratului locaș de închinare, ci a intrat chiar în cer, ca să Se înfățișeze acum, pentru noi, înaintea lui Dumnezeu.",
        "25": "Și nu ca să Se aducă de mai multe ori jertfă pe Sine Însuși, ca marele preot care intră în fiecare an în Locul Preasfânt cu un sânge care nu este al lui,",
        "26": "fiindcă atunci ar fi trebuit să pătimească de mai multe ori de la întemeierea lumii, pe când acum, la sfârșitul veacurilor, S-a arătat o singură dată ca să șteargă păcatul prin jertfa Sa.",
        "27": "Și, după cum oamenilor le este rânduit să moară o singură dată, iar după aceea vine judecata,",
        "28": "tot așa, Hristos, după ce S-a adus jertfă o singură dată, ca să poarte păcatele multora, Se va arăta a doua oară nu în vederea păcatului, ci ca să aducă mântuirea celor ce-L așteaptă."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Acum, chiar și primul legământ avea reguli pentru închinare și pentru un Loc Sfânt pământesc.",
        "2": "Căci a fost pregătită prima încăpere a Cortului, în care erau sfeșnicul, masa și pâinile prezentării; această încăpere a fost numită „Locul Sfânt“.",
        "3": "Însă, după cea de-a doua draperie, se afla a doua încăpere a Cortului, numită „Locul Preasfânt“.",
        "4": "Acesta avea un altar de aur pentru tămâie și Chivotul legământului, tot acoperit cu aur, în care erau vasul de aur cu mană, toiagul lui Aaron care înmugurise și tablele legământului.",
        "5": "Deasupra erau heruvimii slavei, umbrind locul ispășirii. Nu este vremea acum să vorbim în detaliu despre aceste lucruri.",
        "6": "Așadar, după ce au fost pregătite astfel lucrurile acestea, preoții intrau mereu în prima încăpere a Cortului pentru a-și îndeplini slujbele,",
        "7": "însă în a doua încăpere intra numai marele preot, o dată pe an, și nu fără sânge, pe care îl aducea pentru el însuși și pentru păcatele din neștiință ale poporului.",
        "8": "Prin aceasta, Duhul Sfânt arată că încă nu era dezvăluită calea către Locul Preasfânt, atât timp cât prima încăpere a Cortului stătea încă în picioare.",
        "9": "Aceasta este o ilustrație pentru vremea de acum, arătând că darurile și jertfele care sunt aduse nu pot desăvârși conștiința celui ce se închină.",
        "10": "Ele au de-a face doar cu mâncărurile, băuturile și diferitele ritualuri de spălare; sunt reguli pentru trup, impuse până la vremea reformării lucrurilor. Sângele lui Cristos",
        "11": "Dar când Cristos S-a arătat ca Mare Preot al lucrurilor bune care au venit deja, trecând prin Cortul mai mare și mai desăvârșit, care nu este făcut de mâini, adică nu este din creația aceasta,",
        "12": "a intrat o dată pentru totdeauna în Locul Preasfânt, nu cu sânge de țapi și de viței, ci cu propriul Lui sânge, obținând astfel o răscumpărare veșnică.",
        "13": "Căci, dacă sângele țapilor și al boilor și stropirea celor întinați cu cenușa unei juninci sfințește în vederea curățirii trupului,",
        "14": "cu cât mai mult sângele lui Cristos, Care, prin Duhul cel veșnic, S-a dat pe Sine fără cusur lui Dumnezeu, ne va curăți conștiința de faptele moarte, pentru a ne închina Dumnezeului celui Viu?",
        "15": "Și tocmai de aceea este El Mijlocitorul unui nou legământ, sau testament, pentru ca, prin moartea care a avut loc pentru răscumpărarea abaterilor comise sub primul testament, cei ce au fost chemați, să primească promisiunea moștenirii veșnice.",
        "16": "Căci unde este un testament, este nevoie să se dovedească moartea celui care l-a făcut.",
        "17": "Fiindcă un testament este valid numai după moarte, de vreme ce nu are nicio putere cât timp trăiește cel care l-a făcut.",
        "18": "De aceea nici chiar primul testament n-a fost sfințit fără sânge,",
        "19": "pentru că, după ce fiecare poruncă a Legii le-a fost spusă de Moise tuturor celor din popor, a luat sânge de viței și de țapi, cu apă, cu lână vopsită în roșu și cu isop, și a stropit sulul însuși și tot poporul,",
        "20": "zicând: „Acesta este sângele legământului pe care vi l-a poruncit Dumnezeu“.",
        "21": "În același fel a stropit cu sânge Cortul și toate obiectele pentru slujbă.",
        "22": "Potrivit Legii, aproape totul este curățit cu sânge, iar fără vărsare de sânge nu este iertare.",
        "23": "Prin urmare, de vreme ce a fost nevoie să fie curățite cu aceste jertfe copiile lucrurilor din Ceruri, trebuia ca lucrurile cerești înseși să fie curățite cu jertfe mai bune decât acestea.",
        "24": "Căci Cristos n-a intrat într-un loc sfânt făcut de mâini omenești – loc care este oglindirea celui adevărat – ci El a intrat chiar în Cer, ca să Se înfățișeze acum, pentru noi, în prezența lui Dumnezeu,",
        "25": "și nu ca să Se jertfească pe Sine din nou și din nou, după felul în care marele preot intră în Locul Preasfânt în fiecare an cu sânge care nu este al lui,",
        "26": "pentru că atunci El ar fi trebuit să sufere din nou și din nou de la întemeierea lumii. Însă El S-a arătat acum, o dată pentru totdeauna, la sfârșitul veacurilor, ca să îndepărteze păcatul prin jertfa Lui.",
        "27": "Și, așa cum le este dat oamenilor să moară o singură dată, iar după aceea urmează judecata,",
        "28": "tot astfel și Cristos, fiind jertfit o dată pentru totdeauna, pentru a purta păcatele multora, Se va arăta a doua oară celor care-L așteaptă cu nerăbdare, nu în legătură cu păcatul, ci spre mântuire."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now indeed even the first covenant had ordinances of divine service and an earthly sanctuary.",
        "2": "For a tabernacle was prepared. In the first part were the lamp stand, the table, and the show bread, which is called the Holy Place.",
        "3": "After the second veil was the tabernacle which is called the Holy of Holies,",
        "4": "having a golden altar of incense and the ark of the covenant overlaid on all sides with gold, in which was a golden pot holding the manna, Aaron’s rod that budded, and the tablets of the covenant;",
        "5": "and above it cherubim of glory overshadowing the mercy seat, of which things we can’t speak now in detail.",
        "6": "Now these things having been thus prepared, the priests go in continually into the first tabernacle, accomplishing the services,",
        "7": "but into the second the high priest alone, once in the year, not without blood, which he offers for himself and for the errors of the people.",
        "8": "The Holy Spirit is indicating this, that the way into the Holy Place wasn’t yet revealed while the first tabernacle was still standing.",
        "9": "This is a symbol of the present age, where gifts and sacrifices are offered that are incapable, concerning the conscience, of making the worshiper perfect,",
        "10": "being only (with foods and drinks and various washings) fleshly ordinances, imposed until a time of reformation.",
        "11": "But Christ having come as a high priest of the coming good things, through the greater and more perfect tabernacle, not made with hands, that is to say, not of this creation,",
        "12": "nor yet through the blood of goats and calves, but through his own blood, entered in once for all into the Holy Place, having obtained eternal redemption.",
        "13": "For if the blood of goats and bulls, and the ashes of a heifer sprinkling those who have been defiled, sanctify to the cleanness of the flesh,",
        "14": "how much more will the blood of Christ, who through the eternal Spirit offered himself without defect to God, cleanse your conscience from dead works to serve the living God?",
        "15": "For this reason he is the mediator of a new covenant, since a death has occurred for the redemption of the transgressions that were under the first covenant, that those who have been called may receive the promise of the eternal inheritance.",
        "16": "For where a last will and testament is, there must of necessity be the death of him who made it.",
        "17": "For a will is in force where there has been death, for it is never in force while he who made it lives.",
        "18": "Therefore even the first covenant has not been dedicated without blood.",
        "19": "For when every commandment had been spoken by Moses to all the people according to the law, he took the blood of the calves and the goats, with water and scarlet wool and hyssop, and sprinkled both the book itself and all the people,",
        "20": "saying, “This is the blood of the covenant which God has commanded you.”",
        "21": "He sprinkled the tabernacle and all the vessels of the ministry in the same way with the blood.",
        "22": "According to the law, nearly everything is cleansed with blood, and apart from shedding of blood there is no remission.",
        "23": "It was necessary therefore that the copies of the things in the heavens should be cleansed with these, but the heavenly things themselves with better sacrifices than these.",
        "24": "For Christ hasn’t entered into holy places made with hands, which are representations of the true, but into heaven itself, now to appear in the presence of God for us;",
        "25": "nor yet that he should offer himself often, as the high priest enters into the holy place year by year with blood not his own,",
        "26": "or else he must have suffered often since the foundation of the world. But now once at the end of the ages, he has been revealed to put away sin by the sacrifice of himself.",
        "27": "Inasmuch as it is appointed for men to die once, and after this, judgment,",
        "28": "so Christ also, having been offered once to bear the sins of many, will appear a second time, not to deal with sin, but to save those who are eagerly waiting for him."
      }
    }
  }
}