{
  "book": "Evrei",
  "chapter": "5",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În adevăr, orice mare preot luat din mijlocul oamenilor este pus pentru oameni în lucrurile privitoare la Dumnezeu, ca să aducă daruri și jertfe pentru păcate.",
        "2": "El poate fi îngăduitor cu cei neștiutori și rătăciți, fiindcă și el este cuprins de slăbiciune.",
        "3": "Și, din pricina acestei slăbiciuni, trebuie să aducă jertfe atât pentru păcatele lui, cât și pentru ale norodului.",
        "4": "Nimeni nu-și ia cinstea aceasta singur, ci o ia dacă este chemat de Dumnezeu, cum a fost Aaron.",
        "5": "Tot așa și Hristos, nu Și-a luat singur slava de a fi Mare Preot, ci o are de la Cel ce I-a zis: „Tu ești Fiul Meu, astăzi Te-am născut.”",
        "6": "Și, cum zice iarăși într-alt loc: „Tu ești preot în veac, după rânduiala lui Melhisedec.”",
        "7": "El este Acela care, în zilele vieții Sale pământești, aducând rugăciuni și cereri cu strigăte mari și cu lacrimi către Cel ce putea să-L izbăvească de la moarte și fiind ascultat din pricina evlaviei Lui,",
        "8": "măcar că era Fiu, a învățat să asculte prin lucrurile pe care le-a suferit.",
        "9": "Și, după ce a fost făcut desăvârșit, S-a făcut pentru toți cei ce-L ascultă urzitorul unei mântuiri veșnice,",
        "10": "căci a fost numit de Dumnezeu Mare Preot „după rânduiala lui Melhisedec”.",
        "11": "Asupra celor de mai sus, avem multe de zis și lucruri grele de tâlcuit, fiindcă v-ați făcut greoi la pricepere.",
        "12": "În adevăr, voi, care de mult trebuia să fiți învățători, aveți iarăși trebuință de cineva să vă învețe cele dintâi adevăruri ale cuvintelor lui Dumnezeu și ați ajuns să aveți nevoie de lapte, nu de hrană tare.",
        "13": "Și oricine nu se hrănește decât cu lapte nu este obișnuit cu cuvântul despre neprihănire, căci este un prunc.",
        "14": "Dar hrana tare este pentru oamenii mari, pentru aceia a căror judecată s-a deprins, prin întrebuințare, să deosebească binele și răul."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Căci fiecare mare preot ales dintre oameni este pus responsabil să reprezinte oamenii în lucrurile privitoare la Dumnezeu, ca să aducă atât daruri, cât și jertfe pentru păcate.",
        "2": "El poate fi îngăduitor cu cei neștiutori și rătăciți, pentru că el însuși este cuprins de slăbiciune.",
        "3": "Și, din cauza acestei slăbiciuni, el trebuie să aducă jertfe atât pentru păcatele lui, cât și pentru ale poporului.",
        "4": "Și nimeni nu-și atribuie această onoare singur, ci este chemat de Dumnezeu, așa cum a fost și Aaron.",
        "5": "Tot astfel și Cristos, nu Și-a atribuit singur gloria de a fi Mare Preot, ci Dumnezeu I-a spus: „Tu ești Fiul Meu! Astăzi Te-am născut!“.",
        "6": "Iar în altă parte mai spune: „Tu ești Preot pe veci, după modelul preoției lui Melchisedek“.",
        "7": "El este Acela Care, în zilele vieții Lui pe pământ, a adus rugăciuni și cereri cu strigăte puternice și cu lacrimi către Cel Care putea să-L scape de la moarte, și a fost ascultat datorită evlaviei Sale.",
        "8": "Cu toate că era Fiu, El a învățat ascultarea prin lucrurile pe care le-a suferit",
        "9": "și, fiind făcut desăvârșit, a devenit autorul unei mântuiri veșnice pentru toți cei care ascultă de El,",
        "10": "fiind numit Mare Preot de către Dumnezeu, după modelul preoției lui Melchisedek. Avertizare împotriva apostaziei",
        "11": "Cu privire la aceasta, cuvintele pe care le spunem sunt multe și greu de explicat, pentru că ați ajuns să pricepeți greu.",
        "12": "Căci voi, deși trebuia să fiți deja învățători, aveți nevoie din nou de cineva care să vă învețe principiile elementare ale cuvintelor lui Dumnezeu și ați ajuns să aveți nevoie de lapte, nu de hrană tare.",
        "13": "Căci oricine se hrănește cu lapte este nepriceput în ce privește învățătura despre dreptate, fiindcă este un copilaș.",
        "14": "Însă hrana tare este pentru cei maturi, pentru aceia a căror discernământ s-a obișnuit, prin practică, să distingă binele și răul."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "For every high priest, being taken from among men, is appointed for men in things pertaining to God, that he may offer both gifts and sacrifices for sins.",
        "2": "The high priest can deal gently with those who are ignorant and going astray, because he himself is also surrounded with weakness.",
        "3": "Because of this, he must offer sacrifices for sins for the people, as well as for himself.",
        "4": "Nobody takes this honor on himself, but he is called by God, just like Aaron was.",
        "5": "So also Christ didn’t glorify himself to be made a high priest, but it was he who said to him, “You are my Son. Today I have become your father.”",
        "6": "As he says also in another place, “You are a priest forever, after the order of Melchizedek.”",
        "7": "He, in the days of his flesh, having offered up prayers and petitions with strong crying and tears to him who was able to save him from death, and having been heard for his godly fear,",
        "8": "though he was a Son, yet learned obedience by the things which he suffered.",
        "9": "Having been made perfect, he became to all of those who obey him the author of eternal salvation,",
        "10": "named by God a high priest after the order of Melchizedek.",
        "11": "About him we have many words to say, and hard to interpret, seeing you have become dull of hearing.",
        "12": "For although by this time you should be teachers, you again need to have someone teach you the rudiments of the first principles of the revelations of God. You have come to need milk, and not solid food.",
        "13": "For everyone who lives on milk is not experienced in the word of righteousness, for he is a baby.",
        "14": "But solid food is for those who are full grown, who by reason of use have their senses exercised to discern good and evil."
      }
    }
  }
}