{
  "book": "Evrei",
  "chapter": "6",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "De aceea, să lăsăm adevărurile începătoare ale lui Hristos și să mergem spre cele desăvârșite, fără să mai punem din nou temelia pocăinței de faptele moarte și a credinței în Dumnezeu,",
        "2": "învățătura despre botezuri, despre punerea mâinilor, despre învierea morților și despre judecata veșnică.",
        "3": "Și vom face lucrul acesta, dacă va voi Dumnezeu.",
        "4": "Căci cei ce au fost luminați odată și au gustat darul ceresc și s-au făcut părtași Duhului Sfânt",
        "5": "și au gustat Cuvântul cel bun al lui Dumnezeu și puterile veacului viitor,",
        "6": "și care totuși au căzut, este cu neputință să fie înnoiți iarăși și aduși la pocăință, fiindcă ei răstignesc din nou, pentru ei, pe Fiul lui Dumnezeu și-L dau să fie batjocorit.",
        "7": "Când un pământ este adăpat de ploaia care cade adesea pe el și rodește o iarbă folositoare celor pentru care este lucrat, capătă binecuvântare de la Dumnezeu.",
        "8": "Dar, dacă aduce spini și mărăcini, este lepădat și aproape să fie blestemat și sfârșește prin a i se pune foc.",
        "9": "Măcar că vorbim astfel, preaiubiților, totuși de la voi așteptăm lucruri mai bune și care însoțesc mântuirea.",
        "10": "Căci Dumnezeu nu este nedrept ca să uite osteneala voastră și dragostea pe care ați arătat-o pentru Numele Lui, voi, care ați ajutorat și ajutorați pe sfinți.",
        "11": "Dorim însă ca fiecare din voi să arate aceeași râvnă, ca să păstreze până la sfârșit o deplină nădejde,",
        "12": "așa încât să nu vă leneviți, ci să călcați pe urmele celor ce, prin credință și răbdare, moștenesc făgăduințele.",
        "13": "Dumnezeu, când a dat lui Avraam făgăduința, fiindcă nu putea să Se jure pe unul mai mare decât El, S-a jurat pe Sine Însuși",
        "14": "și a zis: „Cu adevărat te voi binecuvânta și îți voi înmulți foarte mult sămânța.”",
        "15": "Și astfel, fiindcă a așteptat cu răbdare, a dobândit făgăduința.",
        "16": "Oamenii, ce-i drept, obișnuiesc să jure pe cineva mai mare; jurământul este o chezășie care pune capăt oricărei neînțelegeri dintre ei.",
        "17": "De aceea și Dumnezeu, fiindcă voia să dovedească cu mai multă tărie moștenitorilor făgăduinței nestrămutarea hotărârii Lui, a venit cu un jurământ,",
        "18": "pentru ca, prin două lucruri care nu se pot schimba și în care este cu neputință ca Dumnezeu să mintă, să găsim o puternică îmbărbătare noi, a căror scăpare a fost să apucăm nădejdea care ne era pusă înainte,",
        "19": "pe care o avem ca o ancoră a sufletului; o nădejde tare și neclintită, care pătrunde dincolo de perdeaua dinăuntrul Templului,",
        "20": "unde Isus a intrat pentru noi ca înainte-mergător, când a fost făcut „Mare Preot în veac, după rânduiala lui Melhisedec”."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "De aceea, lăsând învățătura începătoare despre Cristos, să ne îndreptăm spre maturitate, fără să mai punem din nou temelia pocăinței de faptele moarte și a credinței în Dumnezeu,",
        "2": "a învățăturii despre ritualurile de spălare, a punerii mâinilor, a învierii celor morți și a judecății veșnice.",
        "3": "Și vom face aceasta dacă va îngădui Dumnezeu.",
        "4": "Căci este imposibil pentru cei ce au fost luminați o dată pentru totdeauna, au gustat darul ceresc, au fost făcuți părtași ai Duhului Sfânt",
        "5": "și au gustat Cuvântul cel bun al lui Dumnezeu și puterile veacului care vine,",
        "6": "dar care apoi au căzut, să fie înnoiți iarăși spre pocăință, întrucât ei Îl răstignesc din nou pentru ei pe Fiul lui Dumnezeu și-L dau să fie batjocorit.",
        "7": "Când pământul absoarbe ploaia care cade adesea pe el și dă o recoltă folositoare celor pentru care este cultivat, el primește binecuvântarea de la Dumnezeu.",
        "8": "Dacă însă dă spini și ciulini, atunci este nefolositor și este aproape să fie blestemat. Sfârșitul lui este în foc.",
        "9": "Chiar dacă vorbim astfel, preaiubiților, totuși, în ce vă privește, suntem convinși că sunteți în stare de lucruri mai bune și care însoțesc mântuirea.",
        "10": "Căci Dumnezeu nu este nedrept ca să uite lucrarea voastră și dragostea pe care ați arătat-o pentru Numele Lui, prin faptul că i-ați slujit și continuați să-i slujiți pe sfinți.",
        "11": "Însă ne dorim mult ca fiecare dintre voi să arate același devotament, ca să păstreze până la sfârșit o speranță deplină,",
        "12": "astfel încât să nu deveniți leneși, ci să urmați exemplul celor ce, prin credință și îndelungă răbdare, moștenesc promisiunile. Garanția promisiunii lui Dumnezeu",
        "13": "Când Dumnezeu i-a făcut o promisiune lui Avraam, pentru că nu avea pe nimeni mai mare pe care să jure, a jurat pe Sine Însuși,",
        "14": "zicând: „Te voi binecuvânta cu adevărat și-ți voi înmulți foarte mult urmașii“.",
        "15": "Și, astfel, fiindcă a așteptat cu răbdare, Avraam a obținut promisiunea.",
        "16": "Într-adevăr, oamenii jură pe cineva mai mare decât ei, iar jurământul pentru confirmare este sfârșitul oricărei dispute între ei.",
        "17": "În același fel, când Dumnezeu a vrut să le arate mai clar moștenitorilor promisiunii caracterul neschimbător al planului Său, El a garantat acest lucru printr-un jurământ,",
        "18": "pentru ca, prin două lucruri neschimbătoare, cu privire la care este imposibil ca Dumnezeu să mintă, să avem parte de o puternică încurajare, noi, cei a căror scăpare a fost să ne ținem strâns de speranța care ne-a fost pusă înainte.",
        "19": "Și avem această speranță ca pe o ancoră a sufletului, sigură și fermă, care pătrunde dincolo de draperia din interiorul Templului,",
        "20": "acolo unde predecesorul nostru, Isus, a intrat pentru noi. El a devenit Mare Preot pe veci, după modelul preoției lui Melchisedek."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Therefore leaving the teaching of the first principles of Christ, let’s press on to perfection—not laying again a foundation of repentance from dead works, of faith toward God,",
        "2": "of the teaching of baptisms, of laying on of hands, of resurrection of the dead, and of eternal judgment.",
        "3": "This will we do, if God permits.",
        "4": "For concerning those who were once enlightened and tasted of the heavenly gift, and were made partakers of the Holy Spirit,",
        "5": "and tasted the good word of God and the powers of the age to come,",
        "6": "and then fell away, it is impossible to renew them again to repentance; seeing they crucify the Son of God for themselves again, and put him to open shame.",
        "7": "For the land which has drunk the rain that comes often on it and produces a crop suitable for them for whose sake it is also tilled, receives blessing from God;",
        "8": "but if it bears thorns and thistles, it is rejected and near being cursed, whose end is to be burned.",
        "9": "But, beloved, we are persuaded of better things for you, and things that accompany salvation, even though we speak like this.",
        "10": "For God is not unrighteous, so as to forget your work and the labor of love which you showed toward his name, in that you served the saints, and still do serve them.",
        "11": "We desire that each one of you may show the same diligence to the fullness of hope even to the end,",
        "12": "that you won’t be sluggish, but imitators of those who through faith and perseverance inherited the promises.",
        "13": "For when God made a promise to Abraham, since he could swear by no one greater, he swore by himself,",
        "14": "saying, “Surely blessing I will bless you, and multiplying I will multiply you.”",
        "15": "Thus, having patiently endured, he obtained the promise.",
        "16": "For men indeed swear by a greater one, and in every dispute of theirs the oath is final for confirmation.",
        "17": "In this way God, being determined to show more abundantly to the heirs of the promise the immutability of his counsel, interposed with an oath,",
        "18": "that by two immutable things, in which it is impossible for God to lie, we may have a strong encouragement, who have fled for refuge to take hold of the hope set before us.",
        "19": "This hope we have as an anchor of the soul, a hope both sure and steadfast and entering into that which is within the veil,",
        "20": "where as a forerunner Jesus entered for us, having become a high priest forever after the order of Melchizedek."
      }
    }
  }
}