{
  "book": "Evrei",
  "chapter": "2",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "De aceea, cu atât mai mult trebuie să ne ținem de lucrurile pe care le-am auzit, ca să nu fim depărtați de ele.",
        "2": "Căci, dacă Cuvântul vestit prin îngeri s-a dovedit nezguduit și dacă orice abatere și orice neascultare și-a primit o dreaptă răsplătire,",
        "3": "cum vom scăpa noi dacă stăm nepăsători față de o mântuire așa de mare, care, după ce a fost vestită întâi de Domnul, ne-a fost adeverită de cei ce au auzit-o,",
        "4": "în timp ce Dumnezeu întărea mărturia lor cu semne, puteri și felurite minuni și cu darurile Duhului Sfânt, împărțite după voia Sa!",
        "5": "În adevăr, nu unor îngeri a supus El lumea viitoare despre care vorbim.",
        "6": "Ba încă, cineva a făcut undeva următoarea mărturisire: „Ce este omul ca să-Ți aduci aminte de el sau fiul omului ca să-l cercetezi?",
        "7": "L-ai făcut pentru puțină vreme mai prejos de îngeri, l-ai încununat cu slavă și cu cinste, l-ai pus peste lucrările mâinilor Tale,",
        "8": "toate le-ai supus sub picioarele lui.” În adevăr, dacă i-a supus toate, nu i-a lăsat nimic nesupus. Totuși, acum, încă nu vedem că toate îi sunt supuse.",
        "9": "Dar pe Acela care a fost făcut pentru „puțină vreme mai prejos decât îngerii”, adică pe Isus, Îl vedem „încununat cu slavă și cu cinste” din pricina morții pe care a suferit-o, pentru ca, prin harul lui Dumnezeu, El să guste moartea pentru toți.",
        "10": "Se cuvenea, în adevăr, ca Acela pentru care și prin care sunt toate și care voia să ducă pe mulți fii la slavă să desăvârșească, prin suferințe, pe Căpetenia mântuirii lor.",
        "11": "Căci Cel ce sfințește și cei ce sunt sfințiți sunt dintr-unul. De aceea, Lui nu-I este rușine să-i numească frați,",
        "12": "când zice: „Voi vesti Numele Tău fraților Mei; Îți voi cânta lauda în mijlocul adunării.”",
        "13": "Și iarăși: „Îmi voi pune încrederea în El.” Și în alt loc: „Iată-Mă, Eu și copiii pe care Mi i-a dat Dumnezeu!”",
        "14": "Astfel dar, deoarece copiii sunt părtași sângelui și cărnii, tot așa și El Însuși a fost deopotrivă părtaș la ele, pentru ca, prin moarte, să nimicească pe cel ce are puterea morții, adică pe diavolul,",
        "15": "și să izbăvească pe toți aceia care, prin frica morții, erau supuși robiei toată viața lor.",
        "16": "Căci, negreșit, nu în ajutorul îngerilor vine El, ci în ajutorul seminței lui Avraam.",
        "17": "Prin urmare, a trebuit să Se asemene fraților Săi în toate lucrurile, ca să poată fi, în ceea ce privește legăturile cu Dumnezeu, un mare preot milos și vrednic de încredere, ca să facă ispășire pentru păcatele norodului.",
        "18": "Și prin faptul că El Însuși a fost ispitit în ceea ce a suferit, poate să vină în ajutorul celor ce sunt ispitiți."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "De aceea trebuie să dăm și mai multă atenție lucrurilor pe care le-am auzit, ca să nu ne depărtăm de ele.",
        "2": "Căci, dacă Cuvântul rostit prin îngeri a fost ferm, iar fiecare abatere și neascultare și-a primit o răsplată dreaptă,",
        "3": "cum vom scăpa noi, dacă suntem nepăsători față de o mântuire atât de mare, care, după ce a fost vestită la început prin Domnul, ne-a fost confirmată de către cei ce L-au auzit,",
        "4": "în timp ce Dumnezeu Însuși susținea mărturia lor prin semne, minuni și diferite lucrări puternice și prin darurile Duhului Sfânt, împărțite după voia Lui? Isus, asemenea fraților Săi",
        "5": "Căci nu îngerilor le-a supus El lumea viitoare, despre care vorbim,",
        "6": "ci, undeva, cineva a mărturisit, zicând: „Ce este omul, ca să-Ți amintești de el, sau fiul omului, ca să-l cercetezi?",
        "7": "Tu l-ai făcut inferior îngerilor pentru puțin timp și l-ai încoronat cu glorie și cu onoare;",
        "8": "i-ai supus totul“. Căci, atunci când i-a supus totul, nu i-a lăsat nimic nesupus. Totuși, acum, încă nu vedem că totul îi este supus.",
        "9": "Însă pe Acela Care a fost făcut inferior îngerilor pentru puțină vreme, adică pe Isus, Îl vedem acum încoronat cu glorie și onoare datorită morții pe care a suferit-o, pentru ca, prin harul lui Dumnezeu, să guste moartea pentru toți.",
        "10": "Într-adevăr, pentru a-i duce pe mulți fii la glorie, Cel pentru Care și prin Care sunt toate a considerat potrivit să-L desăvârșească prin suferințe pe Inițiatorul mântuirii lor.",
        "11": "Căci atât Cel Ce sfințește, cât și cei ce sunt sfințiți sunt toți dintr-Unul. Din acest motiv, Lui nu-I este rușine să-i numească „frați“,",
        "12": "zicând: „Voi vesti Numele Tău fraților Mei; Îți voi cânta imnuri în mijlocul adunării“.",
        "13": "Și, din nou: „Îmi voi pune încrederea în El!“. Și, din nou, El spune: „Iată-ne, Eu și copiii pe care Mi i-a dat Dumnezeu!“.",
        "14": "Așadar, întrucât copiii sunt părtași sângelui și cărnii, și El, în același fel, a fost părtaș la acestea, pentru ca, prin moarte, să-l distrugă pe cel ce are puterea morții, adică pe diavolul,",
        "15": "și să-i elibereze pe aceia care toată viața lor erau ținuți în sclavie prin frica de moarte.",
        "16": "Căci, desigur, El nu vine în ajutorul îngerilor, ci în ajutorul descendenților lui Avraam.",
        "17": "De aceea El a trebuit să fie făcut în toate precum frații Lui, ca să poată fi un Mare Preot milos și credincios în slujba lui Dumnezeu și să facă ispășire pentru păcatele poporului.",
        "18": "Și pentru că El Însuși a fost ispitit prin ceea ce a suferit, poate să-i ajute pe cei care sunt ispitiți."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Therefore we ought to pay greater attention to the things that were heard, lest perhaps we drift away.",
        "2": "For if the word spoken through angels proved steadfast, and every transgression and disobedience received a just penalty,",
        "3": "how will we escape if we neglect so great a salvation—which at the first having been spoken through the Lord, was confirmed to us by those who heard,",
        "4": "God also testifying with them, both by signs and wonders, by various works of power, and by gifts of the Holy Spirit, according to his own will?",
        "5": "For he didn’t subject the world to come, of which we speak, to angels.",
        "6": "But one has somewhere testified, saying, “What is man, that you think of him? Or the son of man, that you care for him?",
        "7": "You made him a little lower than the angels. You crowned him with glory and honor.",
        "8": "You have put all things in subjection under his feet.” For in that he subjected all things to him, he left nothing that is not subject to him. But now we don’t yet see all things subjected to him.",
        "9": "But we see him who has been made a little lower than the angels, Jesus, because of the suffering of death crowned with glory and honor, that by the grace of God he should taste of death for everyone.",
        "10": "For it became him, for whom are all things and through whom are all things, in bringing many children to glory, to make the author of their salvation perfect through sufferings.",
        "11": "For both he who sanctifies and those who are sanctified are all from one, for which cause he is not ashamed to call them brothers,",
        "12": "saying, “I will declare your name to my brothers. Among the congregation I will sing your praise.”",
        "13": "Again, “I will put my trust in him.” Again, “Behold, here I am with the children whom God has given me.”",
        "14": "Since then the children have shared in flesh and blood, he also himself in the same way partook of the same, that through death he might bring to nothing him who had the power of death, that is, the devil,",
        "15": "and might deliver all of them who through fear of death were all their lifetime subject to bondage.",
        "16": "For most certainly, he doesn’t give help to angels, but he gives help to the offspring of Abraham.",
        "17": "Therefore he was obligated in all things to be made like his brothers, that he might become a merciful and faithful high priest in things pertaining to God, to make atonement for the sins of the people.",
        "18": "For in that he himself has suffered being tempted, he is able to help those who are tempted."
      }
    }
  }
}