{
  "book": "Evrei",
  "chapter": "4",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Să luăm dar bine seama ca, atâta vreme cât rămâne în picioare făgăduința intrării în odihna Lui, niciunul din voi să nu se pomenească venit prea târziu.",
        "2": "Căci și nouă ni s-a adus o veste bună ca și lor, dar lor cuvântul care le-a fost propovăduit nu le-a ajutat la nimic, pentru că n-a găsit credință la cei ce l-au auzit.",
        "3": "Pe când noi, fiindcă am crezut, intrăm în „odihna” despre care a vorbit El când a zis: „Am jurat în mânia Mea că nu vor intra în odihna Mea!” Măcar că lucrările Lui fuseseră isprăvite încă de la întemeierea lumii.",
        "4": "Căci într-un loc a vorbit astfel despre ziua a șaptea: „Dumnezeu S-a odihnit în ziua a șaptea de toate lucrările Lui.”",
        "5": "Și aici este zis iarăși: „Nu vor intra în odihna Mea!”",
        "6": "Deci, fiindcă rămâne ca să intre unii în odihna aceasta și pentru că aceia cărora li s-a vestit întâi vestea bună n-au intrat în ea din pricina neascultării lor,",
        "7": "El hotărăște din nou o zi: „Astăzi”, zicând, în David, după atâta vreme, cum s-a spus mai sus: „Astăzi, dacă auziți glasul Lui, nu vă împietriți inimile!”",
        "8": "Căci, dacă le-ar fi dat Iosua odihna, n-ar mai vorbi Dumnezeu după aceea de o altă zi.",
        "9": "Rămâne dar o odihnă ca cea de Sabat pentru poporul lui Dumnezeu.",
        "10": "Fiindcă cine intră în odihna Lui se odihnește și el de lucrările lui, cum S-a odihnit Dumnezeu de lucrările Sale.",
        "11": "Să ne grăbim dar să intrăm în odihna aceasta, pentru ca nimeni să nu cadă în aceeași pildă de neascultare.",
        "12": "Căci Cuvântul lui Dumnezeu este viu și lucrător, mai tăietor decât orice sabie cu două tăișuri: pătrunde până acolo că desparte sufletul și duhul, încheieturile și măduva, judecă simțirile și gândurile inimii.",
        "13": "Nicio făptură nu este ascunsă de El, ci totul este gol și descoperit înaintea ochilor Aceluia cu care avem a face.",
        "14": "Astfel, fiindcă avem un Mare Preot însemnat, care a străbătut cerurile, pe Isus, Fiul lui Dumnezeu, să rămânem tari în mărturisirea noastră.",
        "15": "Căci n-avem un Mare Preot care să n-aibă milă de slăbiciunile noastre, ci unul care în toate lucrurile a fost ispitit ca și noi, dar fără păcat.",
        "16": "Să ne apropiem dar cu deplină încredere de scaunul harului ca să căpătăm îndurare și să găsim har, pentru ca să fim ajutați la vreme de nevoie."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Să ne temem, deci, ca nu cumva, cât timp rămâne încă valabilă promisiunea intrării în odihna Lui, vreunul dintre voi să se pomenească venit prea târziu.",
        "2": "Căci și nouă ne-a fost vestită Evanghelia, ca și lor, dar lor, cuvântul pe care l-au auzit nu le-a fost de niciun folos, nefiind uniți prin credință cu cei care l-au auzit.",
        "3": "Cât despre noi, cei ce am crezut, intrăm în acea odihnă despre care a vorbit El: „Prin urmare, am jurat în mânia Mea: «Nu vor intra în odihna Mea!»“. Și totuși, lucrările Lui au fost terminate încă de la întemeierea lumii.",
        "4": "Căci, undeva, El a vorbit despre ziua a șaptea astfel: „Dumnezeu S-a odihnit în ziua a șaptea de toate lucrările Lui“.",
        "5": "Cu toate acestea, El zice iarăși: „Nu vor intra în odihna Mea!“.",
        "6": "Deci, fiindcă rămâne ca unii să intre în ea, și întrucât cei dintâi, cărora li s-a vestit Evanghelia, n-au intrat din cauza neascultării,",
        "7": "El hotărăște din nou o zi – „astăzi“ – zicând, prin David, după atât de mult timp, așa cum s-a spus mai înainte: „Astăzi, dacă auziți glasul Lui, nu vă împietriți inimile!“.",
        "8": "Căci, dacă Iosua le-ar fi dat odihnă, Dumnezeu n-ar fi vorbit mai târziu despre o altă zi.",
        "9": "Prin urmare, este lăsată pentru poporul lui Dumnezeu o odihnă de sabat.",
        "10": "Fiindcă, cine intră în odihna Lui, se odihnește și el de lucrările lui, ca și Dumnezeu de ale Sale.",
        "11": "Să ne grăbim deci să intrăm în acea odihnă, astfel încât nimeni să nu cadă în același fel de neascultare.",
        "12": "Căci Cuvântul lui Dumnezeu este viu și eficient, mai ascuțit decât orice sabie cu două tăișuri, și străpunge până desparte sufletul și duhul, încheieturile și măduva, fiind în stare să judece gândurile și intențiile inimii.",
        "13": "Nicio făptură nu este ascunsă de El, ci totul este gol și descoperit ochilor Lui, înaintea Căruia trebuie să dăm socoteală. Isus, Marele nostru Preot",
        "14": "Așadar, fiindcă avem un Mare Preot Care a străbătut cerurile, pe Isus, Fiul lui Dumnezeu, să ne ținem strâns de mărturisirea noastră.",
        "15": "Căci n-avem un Mare Preot Care să nu poată avea milă de slăbiciunile noastre, ci Unul Care a fost ispitit în toate felurile, ca și noi, dar fără păcat.",
        "16": "Prin urmare, să ne apropiem cu îndrăzneală de tronul harului, ca să primim milă și să găsim har care să ne dea ajutor la vreme de nevoie."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Let’s fear therefore, lest perhaps anyone of you should seem to have come short of a promise of entering into his rest.",
        "2": "For indeed we have had good news preached to us, even as they also did, but the word they heard didn’t profit them, because it wasn’t mixed with faith by those who heard.",
        "3": "For we who have believed do enter into that rest, even as he has said, “As I swore in my wrath, they will not enter into my rest;” although the works were finished from the foundation of the world.",
        "4": "For he has said this somewhere about the seventh day, “God rested on the seventh day from all his works;”",
        "5": "and in this place again, “They will not enter into my rest.”",
        "6": "Seeing therefore it remains that some should enter into it, and they to whom the good news was preached before failed to enter in because of disobedience,",
        "7": "he again defines a certain day, “today”, saying through David so long a time afterward (just as has been said), “Today if you will hear his voice, don’t harden your hearts.”",
        "8": "For if Joshua had given them rest, he would not have spoken afterward of another day.",
        "9": "There remains therefore a Sabbath rest for the people of God.",
        "10": "For he who has entered into his rest has himself also rested from his works, as God did from his.",
        "11": "Let’s therefore give diligence to enter into that rest, lest anyone fall after the same example of disobedience.",
        "12": "For the word of God is living and active, and sharper than any two-edged sword, piercing even to the dividing of soul and spirit, of both joints and marrow, and is able to discern the thoughts and intentions of the heart.",
        "13": "There is no creature that is hidden from his sight, but all things are naked and laid open before the eyes of him to whom we must give an account.",
        "14": "Having then a great high priest who has passed through the heavens, Jesus, the Son of God, let’s hold tightly to our confession.",
        "15": "For we don’t have a high priest who can’t be touched with the feeling of our infirmities, but one who has been in all points tempted like we are, yet without sin.",
        "16": "Let’s therefore draw near with boldness to the throne of grace, that we may receive mercy and may find grace for help in time of need."
      }
    }
  }
}