{
  "book": "Evrei",
  "chapter": "12",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Și noi dar, fiindcă suntem înconjurați cu un nor așa de mare de martori, să dăm la o parte orice piedică și păcatul care ne înfășoară așa de lesne și să alergăm cu stăruință în alergarea care ne stă înainte.",
        "2": "Să ne uităm țintă la Căpetenia și Desăvârșirea credinței noastre, adică la Isus, care, pentru bucuria care-I era pusă înainte, a suferit crucea, a disprețuit rușinea și șade la dreapta scaunului de domnie al lui Dumnezeu.",
        "3": "Uitați-vă dar cu luare aminte la Cel ce a suferit din partea păcătoșilor o împotrivire așa de mare față de Sine, pentru ca nu cumva să vă pierdeți inima și să cădeți de oboseală în sufletele voastre.",
        "4": "Voi nu v-ați împotrivit încă până la sânge în lupta împotriva păcatului.",
        "5": "Și ați uitat sfatul pe care vi-l dă ca unor fii: „Fiule, nu disprețui pedeapsa Domnului și nu-ți pierde inima când ești mustrat de El.",
        "6": "Căci Domnul pedepsește pe cine-l iubește și bate cu nuiaua pe orice fiu pe care-l primește.”",
        "7": "Suferiți pedeapsa: Dumnezeu Se poartă cu voi ca și cu niște fii. Căci care este fiul pe care nu-l pedepsește tatăl?",
        "8": "Dar, dacă sunteți scutiți de pedeapsă, de care toți au parte, sunteți niște feciori din curvie, iar nu fii.",
        "9": "Și apoi, dacă părinții noștri trupești ne-au pedepsit și tot le-am dat cinstea cuvenită, nu trebuie oare cu atât mai mult să ne supunem Tatălui duhurilor și să trăim?",
        "10": "Căci ei, în adevăr, ne pedepseau pentru puține zile, cum credeau ei că e bine, dar Dumnezeu ne pedepsește pentru binele nostru, ca să ne facă părtași sfințeniei Lui.",
        "11": "Este adevărat că orice pedeapsă, deocamdată, pare o pricină de întristare, și nu de bucurie, dar mai pe urmă aduce celor ce au trecut prin școala ei roada dătătoare de pace a neprihănirii.",
        "12": "Întăriți-vă dar mâinile obosite și genunchii slăbănogiți;",
        "13": "croiți cărări drepte cu picioarele voastre, pentru ca cel ce șchiopătează să nu se abată din cale, ci mai degrabă să fie vindecat.",
        "14": "Urmăriți pacea cu toți și sfințirea, fără care nimeni nu va vedea pe Domnul.",
        "15": "Luați seama bine ca nimeni să nu se abată de la harul lui Dumnezeu, pentru ca nu cumva să dea lăstari vreo rădăcină de amărăciune, să vă aducă tulburare și mulți să fie întinați de ea.",
        "16": "Vegheați să nu fie între voi nimeni curvar sau lumesc ca Esau, care pentru o mâncare și-a vândut dreptul de întâi născut.",
        "17": "Știți că mai pe urmă, când a vrut să capete binecuvântarea, n-a fost primit, pentru că, măcar că o cerea cu lacrimi, n-a putut s-o schimbe.",
        "18": "Voi nu v-ați apropiat de un munte care se putea atinge și care era cuprins de foc, nici de negură, nici de întuneric, nici de furtună,",
        "19": "nici de sunetul de trâmbiță, nici de glasul care vorbea în așa fel că cei ce l-au auzit au cerut să nu li se mai vorbească",
        "20": "(pentru că nu puteau suferi porunca aceasta: „Chiar un dobitoc, dacă se va atinge de munte, să fie ucis cu pietre sau străpuns cu săgeata.”",
        "21": "Și priveliștea aceea era așa de înfricoșătoare încât Moise a zis: „Sunt îngrozit și tremur!”).",
        "22": "Ci v-ați apropiat de muntele Sionului, de cetatea Dumnezeului celui viu, Ierusalimul ceresc, de zecile de mii, de adunarea în sărbătoare a îngerilor,",
        "23": "de Biserica celor întâi născuți, care sunt scriși în ceruri, de Dumnezeu, Judecătorul tuturor, de duhurile celor neprihăniți, făcuți desăvârșiți,",
        "24": "de Isus, Mijlocitorul legământului celui nou, și de sângele stropirii, care vorbește mai bine decât sângele lui Abel.",
        "25": "Luați seama ca nu cumva să nu voiți să ascultați pe Cel ce vă vorbește! Căci dacă n-au scăpat cei ce n-au vrut să asculte pe Cel ce vorbea pe pământ, cu atât mai mult nu vom scăpa noi dacă ne întoarcem de la Cel ce vorbește din ceruri,",
        "26": "al cărui glas a clătinat atunci pământul și care acum a făcut făgăduința aceasta: „Voi mai clătina încă o dată nu numai pământul, ci și cerul.”",
        "27": "Cuvintele acestea, „încă o dată”, arată că schimbarea lucrurilor clătinate, adică a lucrurilor făcute, este făcută tocmai ca să rămână lucrurile care nu se clatină.",
        "28": "Fiindcă am primit dar o împărăție care nu se poate clătina, să ne arătăm mulțumitori și să aducem astfel lui Dumnezeu o închinare plăcută, cu evlavie și cu frică,",
        "29": "fiindcă Dumnezeul nostru este „un foc mistuitor”."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "De aceea, având un nor așa de mare de martori care ne înconjoară, să dăm la o parte orice greutate și păcatul care ne înfășoară atât de ușor și să alergăm cu răbdare cursa care ne stă înainte.",
        "2": "Să privim țintă la Isus, Inițiatorul credinței și Cel Ce desăvârșește credința, Care, pentru bucuria ce-I stătea înainte, a îndurat crucea, disprețuindu-i rușinea, și S-a așezat la dreapta tronului lui Dumnezeu.",
        "3": "Gândiți-vă bine la Cel Ce a îndurat o astfel de împotrivire din partea păcătoșilor, ca să nu vă descurajați în sufletele voastre și să obosiți.",
        "4": "Voi nu v-ați împotrivit încă până la sânge în lupta împotriva păcatului",
        "5": "și ați uitat îndemnul pe care vi-l dă ca unor fii: „Fiul meu, nu disprețui disciplinarea Domnului, nici nu te descuraja când ești mustrat de El,",
        "6": "căci Domnul îl disciplinează pe cel pe care-l iubește și-l lovește cu nuiaua pe orice fiu pe care-l primește“.",
        "7": "Să îndurați având în vedere disciplinarea. Dumnezeu Se poartă cu voi ca și cu niște fii. Căci care este fiul pe care nu-l disciplinează tatăl?",
        "8": "Dar dacă sunteți scutiți de disciplinare, la care toți au devenit părtași, atunci sunteți copii nelegitimi, iar nu fii.",
        "9": "Mai mult, am avut părinți trupești care ne disciplinau și pe care îi respectam. Cu cât mai mult deci trebuie să ne supunem Tatălui duhurilor și să trăim?",
        "10": "Căci ei, într-adevăr, ne disciplinau pentru puține zile, așa cum li se părea lor că este bine, însă El o face spre folosul nostru, ca să avem parte de sfințenia Lui.",
        "11": "Orice disciplinare nu pare în prezent un motiv de bucurie, ci mai degrabă un motiv de întristare, dar mai târziu produce rodul pașnic al dreptății, pentru cei ce au fost încercați prin ea.",
        "12": "De aceea, întăriți-vă brațele obosite și genunchii slăbiți!",
        "13": "„Faceți cărări drepte pentru picioarele voastre“, pentru ca șchiopul să nu-și scrântească piciorul, ci mai degrabă să fie vindecat.",
        "14": "Urmăriți cu toții pacea și sfințirea, fără de care nimeni nu-L va vedea pe Domnul.",
        "15": "Aveți grijă ca nu cumva vreunul să ducă lipsă de harul lui Dumnezeu, ca nu cumva să crească vreo rădăcină de amărăciune, care să provoace durere, iar prin ea mulți să fie pângăriți,",
        "16": "ca nu cumva vreunul să fie imoral sau lumesc ca Esau, care, pentru o mâncare, și-a vândut drepturile de întâi născut.",
        "17": "Voi știți că, mai târziu, când a dorit să moștenească binecuvântarea, a fost respins, căci n-a mai găsit loc pentru pocăință, chiar dacă a căutat binecuvântarea cu lacrimi.",
        "18": "Căci nu v-ați apropiat de ceea ce poate fi atins, de ceea ce este cuprins de foc, de întuneric, negură și furtună,",
        "19": "nici de sunet de trâmbiță sau de un glas ale cărui cuvinte i-au făcut pe cei ce l-au auzit să ceară să nu li se mai vorbească –",
        "20": "pentru că n-au putut îndura ce s-a poruncit: „Chiar dacă un animal atinge muntele, să fie omorât cu pietre!“;",
        "21": "priveliștea aceea era atât de înfricoșătoare, încât Moise a spus: „Sunt înspăimântat și tremur!“ –",
        "22": "ci v-ați apropiat de muntele Sion, de cetatea Dumnezeului celui Viu, Ierusalimul ceresc, de miile de îngeri adunați pentru sărbătoare,",
        "23": "de Biserica întâilor născuți scriși în Ceruri, de Dumnezeu, Judecătorul tuturor, de duhurile desăvârșite ale celor drepți,",
        "24": "de Isus, Mijlocitorul Noului Legământ, și de sângele stropit, care vorbește mai bine decât sângele lui Abel.",
        "25": "Aveți grijă să nu-L respingeți pe Cel Ce vă vorbește! Căci, dacă n-au scăpat aceia care L-au respins pe Cel Ce i-a avertizat pe pământ, cu atât mai mult nici noi nu vom scăpa, dacă ne întoarcem de la Cel Ce ne avertizează din Ceruri,",
        "26": "al Cărui glas a clătinat atunci pământul, dar Care acum a promis, zicând: „Voi clătina încă o dată nu numai pământul, ci și cerul“.",
        "27": "Cuvintele „încă o dată“ arată înlăturarea lucrurilor „clătinate“, adică a lucrurilor create, astfel încât să rămână lucrurile care nu pot fi clătinate.",
        "28": "De aceea, fiindcă primim o Împărăție care nu poate fi clătinată, să avem în inimile noastre o mulțumire prin care să ne închinăm lui Dumnezeu într-un mod plăcut, cu evlavie și reverență,",
        "29": "pentru că „Dumnezeul nostru este un foc mistuitor“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Therefore let’s also, seeing we are surrounded by so great a cloud of witnesses, lay aside every weight and the sin which so easily entangles us, and let’s run with perseverance the race that is set before us,",
        "2": "looking to Jesus, the author and perfecter of faith, who for the joy that was set before him endured the cross, despising its shame, and has sat down at the right hand of the throne of God.",
        "3": "For consider him who has endured such contradiction of sinners against himself, that you don’t grow weary, fainting in your souls.",
        "4": "You have not yet resisted to blood, striving against sin.",
        "5": "You have forgotten the exhortation which reasons with you as with children, “My son, don’t take lightly the chastening of the Lord, nor faint when you are reproved by him;",
        "6": "for whom the Lord loves, he disciplines, and chastises every son whom he receives.”",
        "7": "It is for discipline that you endure. God deals with you as with children, for what son is there whom his father doesn’t discipline?",
        "8": "But if you are without discipline, of which all have been made partakers, then you are illegitimate, and not children.",
        "9": "Furthermore, we had the fathers of our flesh to chasten us, and we paid them respect. Shall we not much rather be in subjection to the Father of spirits and live?",
        "10": "For they indeed for a few days disciplined us as seemed good to them, but he for our profit, that we may be partakers of his holiness.",
        "11": "All chastening seems for the present to be not joyous but grievous; yet afterward it yields the peaceful fruit of righteousness to those who have been trained by it.",
        "12": "Therefore lift up the hands that hang down and the feeble knees,",
        "13": "and make straight paths for your feet, so what is lame may not be dislocated, but rather be healed.",
        "14": "Follow after peace with all men, and the sanctification without which no man will see the Lord,",
        "15": "looking carefully lest there be any man who falls short of the grace of God, lest any root of bitterness springing up trouble you and many be defiled by it,",
        "16": "lest there be any sexually immoral person or profane person, like Esau, who sold his birthright for one meal.",
        "17": "For you know that even when he afterward desired to inherit the blessing, he was rejected, for he found no place for a change of mind though he sought it diligently with tears.",
        "18": "For you have not come to a mountain that might be touched and that burned with fire, and to blackness, darkness, storm,",
        "19": "the sound of a trumpet, and the voice of words; which those who heard it begged that not one more word should be spoken to them,",
        "20": "for they could not stand that which was commanded, “If even an animal touches the mountain, it shall be stoned”.",
        "21": "So fearful was the appearance that Moses said, “I am terrified and trembling.”",
        "22": "But you have come to Mount Zion and to the city of the living God, the heavenly Jerusalem, and to innumerable multitudes of angels,",
        "23": "to the festal gathering and assembly of the firstborn who are enrolled in heaven, to God the Judge of all, to the spirits of just men made perfect,",
        "24": "to Jesus, the mediator of a new covenant, and to the blood of sprinkling that speaks better than that of Abel.",
        "25": "See that you don’t refuse him who speaks. For if they didn’t escape when they refused him who warned on the earth, how much more will we not escape who turn away from him who warns from heaven,",
        "26": "whose voice shook the earth then, but now he has promised, saying, “Yet once more I will shake not only the earth, but also the heavens.”",
        "27": "This phrase, “Yet once more” signifies the removing of those things that are shaken, as of things that have been made, that those things which are not shaken may remain.",
        "28": "Therefore, receiving a Kingdom that can’t be shaken, let’s have grace, through which we serve God acceptably, with reverence and awe,",
        "29": "for our God is a consuming fire."
      }
    }
  }
}