{
  "book": "Evrei",
  "chapter": "13",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Stăruiți în dragostea frățească.",
        "2": "Să nu dați uitării primirea de oaspeți, căci unii, prin ea, au găzduit, fără să știe, pe îngeri.",
        "3": "Aduceți-vă aminte de cei ce sunt în lanțuri, ca și cum ați fi și voi legați cu ei; de cei chinuiți, ca unii care și voi sunteți în trup.",
        "4": "Căsătoria să fie ținută în toată cinstea și patul să fie nespurcat, căci Dumnezeu va judeca pe curvari și pe preacurvari.",
        "5": "Să nu fiți iubitori de bani. Mulțumiți-vă cu ce aveți, căci El Însuși a zis: „Nicidecum n-am să te las, cu niciun chip nu te voi părăsi.”",
        "6": "Așa că putem zice plini de încredere: „Domnul este ajutorul meu, nu mă voi teme. Ce mi-ar putea face omul?”",
        "7": "Aduceți-vă aminte de mai-marii voștri care v-au vestit Cuvântul lui Dumnezeu; uitați-vă cu băgare de seamă la sfârșitul felului lor de viețuire și urmați-le credința!",
        "8": "Isus Hristos este același ieri și azi și în veci!",
        "9": "Să nu vă lăsați amăgiți de orice fel de învățături străine, căci este bine ca inima să fie întărită prin har, nu prin mâncăruri, care n-au slujit la nimic celor ce le-au păzit.",
        "10": "Noi avem un altar din care n-au drept să mănânce cei ce fac slujbă în cort.",
        "11": "În adevăr, trupurile dobitoacelor al căror sânge este adus de marele preot în Locul Preasfânt, pentru păcat, „sunt arse de tot afară din tabără”.",
        "12": "De aceea și Isus, ca să sfințească norodul cu însuși sângele Său, a pătimit dincolo de poartă.",
        "13": "Să ieșim dar afară din tabără la El și să suferim ocara Lui.",
        "14": "Căci noi n-avem aici o cetate stătătoare, ci suntem în căutarea celei viitoare.",
        "15": "Prin El, să aducem totdeauna lui Dumnezeu o jertfă de laudă, adică rodul buzelor care mărturisesc Numele Lui.",
        "16": "Și să nu dați uitării binefacerea și dărnicia, căci lui Dumnezeu jertfe ca acestea Îi plac.",
        "17": "Ascultați de mai-marii voștri și fiți-le supuși, căci ei priveghează asupra sufletelor voastre ca unii care au să dea socoteală de ele, pentru ca să poată face lucrul acesta cu bucurie, nu suspinând, căci așa ceva nu v-ar fi de niciun folos.",
        "18": "Rugați-vă pentru noi, căci suntem încredințați că avem un cuget bun, dorind să ne purtăm bine în toate lucrurile.",
        "19": "Mai ales vă rog cu stăruință să faceți lucrul acesta, ca să vă fiu înapoiat mai curând.",
        "20": "Dumnezeul păcii, care, prin sângele legământului celui veșnic, a sculat din morți pe Domnul nostru Isus, marele Păstor al oilor,",
        "21": "să vă facă desăvârșiți în orice lucru bun, ca să faceți voia Lui și să lucreze în noi ce-I este plăcut, prin Isus Hristos. A Lui să fie slava în vecii vecilor! Amin.",
        "22": "Vă rog, fraților, să primiți bine acest cuvânt de sfătuire, căci v-am scris pe scurt.",
        "23": "Să știți că fratelui Timotei i s-a dat drumul. Dacă vine curând, voi veni împreună cu el să vă văd.",
        "24": "Spuneți sănătate tuturor mai-marilor voștri și tuturor sfinților. Cei din Italia vă trimit sănătate.",
        "25": "Harul să fie cu voi cu toți! Amin."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Continuați să aveți, unii față de alții, o dragoste frățească.",
        "2": "Nu uitați ospitalitatea față de străini, pentru că, prin aceasta unii, fără să știe, au găzduit îngeri.",
        "3": "Amintiți-vă de cei care sunt în lanțuri, ca și cum ați fi legați împreună cu ei, și de cei care sunt chinuiți, ca unii care și voi sunteți în trup.",
        "4": "Căsătoria să fie respectată de toți, iar patul să fie păstrat neîntinat, pentru că Dumnezeu îi va judeca pe cei imorali și pe adulteri.",
        "5": "Să nu aveți un mod de viață caracterizat de iubire de bani. Fiți mulțumiți cu ce aveți, pentru că El a spus: „Nicidecum nu te voi lăsa, nicidecum nu te voi părăsi!“.",
        "6": "Astfel, putem spune plini de încredere: „Domnul este ajutorul meu. Nu mă voi teme! Ce-mi poate face un om?“.",
        "7": "Aduceți-vă aminte de conducătorii voștri care v-au vestit Cuvântul lui Dumnezeu. Uitați-vă cu atenție la sfârșitul felului lor de viață și urmați-le credința.",
        "8": "Isus Cristos este Același ieri, astăzi și în veci!",
        "9": "Să nu fiți duși în rătăcire de tot felul de învățături străine, căci este bine ca inima să fie întărită prin har, nu prin mâncăruri, care nu le-au fost de niciun folos celor ce au umblat după ele.",
        "10": "Noi avem un altar de unde cei care slujesc la Cort nu au dreptul să mănânce.",
        "11": "Căci trupurile acelor viețuitoare, al căror sânge este adus în Locul Preasfânt de marele preot ca jertfă pentru păcate, sunt arse afară din tabără.",
        "12": "De aceea Isus a suferit dincolo de poarta cetății, ca să sfințească poporul prin sângele Lui.",
        "13": "Așadar, să ieșim la El, în afara taberei, purtând disprețul îndurat de El.",
        "14": "Căci noi nu avem aici o cetate permanentă, ci o căutăm pe cea care urmează să vină.",
        "15": "Prin El, deci, să-I aducem întotdeauna o jertfă de laudă lui Dumnezeu, adică rodul buzelor noastre care mărturisesc Numele Lui.",
        "16": "Să nu uitați binefacerea și dărnicia, pentru că lui Dumnezeu astfel de jertfe Îi plac.",
        "17": "Ascultați de conducătorii voștri și supuneți-vă lor, căci ei veghează asupra sufletelor voastre ca unii care vor da socoteală pentru ele, astfel încât ei să facă lucrul aceasta cu bucurie și nu oftând, căci așa ceva nu v-ar fi de niciun folos.",
        "18": "Rugați-vă pentru noi! Căci suntem convinși că avem o conștiință bună, dorind să ne comportăm bine în toate.",
        "19": "Vă îndemn tot mai mult să faceți lucrul acesta, ca să vă fiu trimis înapoi mai repede.",
        "20": "Dumnezeul păcii, Care L-a adus înapoi dintre cei morți pe Domnul nostru Isus, marele Păstor al oilor, prin sângele legământului veșnic,",
        "21": "să vă desăvârșească în orice lucru bun, pentru a-I face voia, lucrând în noi ceea ce este plăcut înaintea Lui, prin Isus Cristos, a Căruia să fie gloria în vecii vecilor! Amin.",
        "22": "Vă rog, fraților, să primiți cu îngăduință acest îndemn, căci v-am scris doar pe scurt.",
        "23": "Să știți că fratelui nostru Timotei i s-a dat drumul. Dacă sosește curând, va fi cu mine când vă voi vedea.",
        "24": "Salutați-i pe toți conducătorii voștri și pe toți sfinții. Cei din Italia vă salută.",
        "25": "Harul să fie cu voi toți! Amin."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Let brotherly love continue.",
        "2": "Don’t forget to show hospitality to strangers, for in doing so, some have entertained angels without knowing it.",
        "3": "Remember those who are in bonds, as bound with them, and those who are ill-treated, since you are also in the body.",
        "4": "Let marriage be held in honor among all, and let the bed be undefiled; but God will judge the sexually immoral and adulterers.",
        "5": "Be free from the love of money, content with such things as you have, for he has said, “I will in no way leave you, neither will I in any way forsake you.”",
        "6": "So that with good courage we say, “The Lord is my helper. I will not fear. What can man do to me?”",
        "7": "Remember your leaders, men who spoke to you the word of God, and considering the results of their conduct, imitate their faith.",
        "8": "Jesus Christ is the same yesterday, today, and forever.",
        "9": "Don’t be carried away by various and strange teachings, for it is good that the heart be established by grace, not by foods, through which those who were so occupied were not benefited.",
        "10": "We have an altar from which those who serve the holy tabernacle have no right to eat.",
        "11": "For the bodies of those animals, whose blood is brought into the holy place by the high priest as an offering for sin, are burned outside of the camp.",
        "12": "Therefore Jesus also, that he might sanctify the people through his own blood, suffered outside of the gate.",
        "13": "Let’s therefore go out to him outside of the camp, bearing his reproach.",
        "14": "For we don’t have here an enduring city, but we seek that which is to come.",
        "15": "Through him, then, let’s offer up a sacrifice of praise to God continually, that is, the fruit of lips which proclaim allegiance to his name.",
        "16": "But don’t forget to be doing good and sharing, for with such sacrifices God is well pleased.",
        "17": "Obey your leaders and submit to them, for they watch on behalf of your souls, as those who will give account, that they may do this with joy and not with groaning, for that would be unprofitable for you.",
        "18": "Pray for us, for we are persuaded that we have a good conscience, desiring to live honorably in all things.",
        "19": "I strongly urge you to do this, that I may be restored to you sooner.",
        "20": "Now may the God of peace, who brought again from the dead the great shepherd of the sheep with the blood of an eternal covenant, our Lord Jesus,",
        "21": "make you complete in every good work to do his will, working in you that which is well pleasing in his sight, through Jesus Christ, to whom be the glory forever and ever. Amen.",
        "22": "But I exhort you, brothers, endure the word of exhortation, for I have written to you in few words.",
        "23": "Know that our brother Timothy has been freed, with whom, if he comes shortly, I will see you.",
        "24": "Greet all of your leaders and all the saints. The Italians greet you.",
        "25": "Grace be with you all. Amen."
      }
    }
  }
}