{
  "book": "Evrei",
  "chapter": "8",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Punctul cel mai însemnat al celor spuse este că avem un Mare Preot care S-a așezat la dreapta scaunului de domnie al Măririi, în ceruri,",
        "2": "ca slujitor al Locului Preasfânt și al adevăratului cort, care a fost ridicat nu de un om, ci de Domnul.",
        "3": "Orice mare preot este pus să aducă lui Dumnezeu daruri și jertfe. De aceea era de trebuință ca și celălalt Mare Preot să aibă ceva de adus.",
        "4": "Dacă ar fi pe pământ, nici n-ar mai fi preot, fiindcă sunt cei ce aduc darurile după Lege.",
        "5": "Ei fac o slujbă care este chipul și umbra lucrurilor cerești, după poruncile primite de Moise de la Dumnezeu, când avea să facă cortul: „Ia seama”, i s-a zis, „să faci totul după chipul care ți-a fost arătat pe munte.”",
        "6": "Dar, acum, Hristos a căpătat o slujbă cu atât mai înaltă, cu cât legământul al cărui Mijlocitor este El e mai bun, căci este așezat pe făgăduințe mai bune.",
        "7": "În adevăr, dacă legământul dintâi ar fi fost fără cusur, n-ar mai fi fost vorba să fie înlocuit cu un al doilea.",
        "8": "Căci ca o mustrare a zis Dumnezeu lui Israel: „‘Iată, vin zile’, zice Domnul, ‘când voi face cu casa lui Israel și cu casa lui Iuda un legământ nou,",
        "9": "nu ca legământul pe care l-am făcut cu părinții lor în ziua când i-am apucat de mână ca să-i scot din țara Egiptului. Pentru că n-au rămas în legământul Meu și nici Mie nu Mi-a păsat de ei’, zice Domnul.",
        "10": "‘Dar iată legământul pe care-l voi face cu casa lui Israel după acele zile’, zice Domnul: ‘Voi pune legile Mele în mintea lor și le voi scrie în inimile lor; Eu voi fi Dumnezeul lor, și ei vor fi poporul Meu.",
        "11": "Și nu va mai învăța fiecare pe vecinul sau pe fratele său zicând: «Cunoaște pe Domnul!» Căci toți Mă vor cunoaște, de la cel mai mic până la cel mai mare dintre ei.",
        "12": "Pentru că le voi ierta nelegiuirile și nu-Mi voi mai aduce aminte de păcatele și fărădelegile lor.’”",
        "13": "Prin faptul că zice: „Un nou legământ”, a mărturisit că cel dintâi este vechi, iar ce este vechi, ce a îmbătrânit, este aproape de pieire."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Partea cea mai importantă a celor spuse de noi este că avem un astfel de Mare Preot, Care S-a așezat la dreapta tronului Măreției, în Ceruri,",
        "2": "slujitor al Locului Preasfânt și al adevăratului Cort, pe care l-a ridicat Domnul, nu omul.",
        "3": "Căci fiecare mare preot este pus responsabil să aducă atât daruri, cât și jertfe. De aceea a trebuit ca și Acesta să aibă ceva de adus.",
        "4": "Prin urmare, dacă ar fi pe pământ, nu ar mai fi Preot, deoarece există preoți care aduc daruri conform Legii.",
        "5": "Ei slujesc într-un loc care este o copie și o umbră a lucrurilor cerești, așa cum se poate observa în avertismentul primit de Moise atunci când urma să ridice Cortul. Căci El i-a zis: „Vezi să faci totul după modelul care ți-a fost arătat pe munte!“.",
        "6": "Însă acum Isus a obținut o slujbă mult mai bună, de vreme ce El este și Mijlocitorul unui legământ mai bun, care a fost legiferat pe baza unor promisiuni mai bune.",
        "7": "Dacă primul legământ ar fi fost fără cusur, atunci nu s-ar mai fi căutat loc pentru al doilea.",
        "8": "Dar El, găsindu-i cusur, le zice: „Iată, vin zile, zice Domnul, când voi încheia cu Casa lui Israel și cu Casa lui Iuda un legământ nou,",
        "9": "nu ca legământul pe care l-am încheiat cu strămoșii lor, în ziua când i-am luat de mână ca să-i scot din țara Egiptului. Pentru că n-au rămas în legământul Meu, nici Mie nu Mi-a păsat de ei, zice Domnul.",
        "10": "Ci acesta este legământul pe care-l voi încheia cu Casa lui Israel, după acele zile, zice Domnul: voi pune legile Mele în mintea lor și le voi scrie în inimile lor. Eu voi fi Dumnezeul lor, iar ei vor fi poporul Meu.",
        "11": "Și nimeni nu-l va mai învăța pe semenul sau pe fratele său, zicând: «Cunoaște-L pe Domnul!», pentru că toți Mă vor cunoaște, de la cel mai mic până la cel mai mare,",
        "12": "căci voi fi îndurător în ce privește nelegiuirile lor și nu-Mi voi mai aminti de păcatele lor“.",
        "13": "Vorbind despre „un nou legământ“, El l-a declarat pe primul învechit, iar ceea ce este învechit și îmbătrânit urmează să dispară."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now in the things which we are saying, the main point is this: we have such a high priest, who sat down on the right hand of the throne of the Majesty in the heavens,",
        "2": "a servant of the sanctuary and of the true tabernacle which the Lord pitched, not man.",
        "3": "For every high priest is appointed to offer both gifts and sacrifices. Therefore it is necessary that this high priest also have something to offer.",
        "4": "For if he were on earth, he would not be a priest at all, seeing there are priests who offer the gifts according to the law,",
        "5": "who serve a copy and shadow of the heavenly things, even as Moses was warned by God when he was about to make the tabernacle, for he said, “See, you shall make everything according to the pattern that was shown to you on the mountain.”",
        "6": "But now he has obtained a more excellent ministry, by as much as he is also the mediator of a better covenant, which on better promises has been given as law.",
        "7": "For if that first covenant had been faultless, then no place would have been sought for a second.",
        "8": "For finding fault with them, he said, “Behold, the days are coming”, says the Lord, “that I will make a new covenant with the house of Israel and with the house of Judah;",
        "9": "not according to the covenant that I made with their fathers in the day that I took them by the hand to lead them out of the land of Egypt; for they didn’t continue in my covenant, and I disregarded them,” says the Lord.",
        "10": "“For this is the covenant that I will make with the house of Israel after those days,” says the Lord: “I will put my laws into their mind; I will also write them on their heart. I will be their God, and they will be my people.",
        "11": "They will not teach every man his fellow citizen and every man his brother, saying, ‘Know the Lord,’ for all will know me, from their least to their greatest.",
        "12": "For I will be merciful to their unrighteousness. I will remember their sins and lawless deeds no more.”",
        "13": "In that he says, “A new covenant”, he has made the first obsolete. But that which is becoming obsolete and grows aged is near to vanishing away."
      }
    }
  }
}