{
  "book": "Exodul",
  "chapter": "40",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul a vorbit lui Moise și a zis:",
        "2": "„În ziua întâi a lunii întâi, să întinzi locașul cortului întâlnirii.",
        "3": "Să pui în el chivotul mărturiei și, înaintea chivotului, să atârni perdeaua dinăuntru.",
        "4": "Apoi să aduci masa și să pui pe ea cele rânduite. După aceea, să aduci sfeșnicul și să-i așezi candelele.",
        "5": "Altarul din aur pentru tămâie să-l așezi înaintea chivotului mărturiei și să atârni perdeaua la ușa cortului.",
        "6": "Să așezi altarul pentru arderile-de-tot înaintea ușii locașului cortului întâlnirii.",
        "7": "Ligheanul să-l așezi între cortul întâlnirii și altar și să pui apă în el.",
        "8": "Să așezi curtea de jur împrejur și să pui perdeaua la poarta curții.",
        "9": "Să iei untdelemnul pentru ungere, să ungi cu el cortul și tot ce cuprinde el și să-l sfințești, cu toate uneltele lui, și va fi sfânt.",
        "10": "Să ungi altarul pentru arderile-de-tot și toate uneltele lui și să sfințești altarul, și altarul va fi preasfânt.",
        "11": "Să ungi ligheanul cu piciorul lui și să-l sfințești.",
        "12": "Apoi să aduci pe Aaron și pe fiii lui la ușa cortului întâlnirii și să-i speli cu apă.",
        "13": "Să îmbraci pe Aaron cu veșmintele sfinte, să-l ungi și să-l sfințești, ca să-Mi facă slujba de preot.",
        "14": "Să chemi și pe fiii lui, să-i îmbraci cu tunicile",
        "15": "și să-i ungi cum ai uns pe tatăl lor, ca să-Mi facă slujba de preoți. În puterea acestei ungeri, ei vor avea pururea dreptul preoției printre urmașii lor.”",
        "16": "Moise a făcut întocmai cum îi poruncise Domnul; așa a făcut.",
        "17": "În ziua întâi a lunii întâi a anului al doilea, cortul era așezat.",
        "18": "Moise a așezat cortul; i-a pus picioarele, a așezat scândurile și verigile și a ridicat stâlpii.",
        "19": "A întins învelitoarea care slujea de acoperiș deasupra cortului și pe deasupra a pus învelitoarea acoperișului cortului, cum poruncise lui Moise Domnul.",
        "20": "Apoi a luat mărturia și a pus-o în chivot; a pus drugii la chivot și a așezat capacul ispășirii deasupra chivotului.",
        "21": "A adus chivotul în cort; a atârnat perdeaua despărțitoare înaintea lui și a acoperit astfel chivotul mărturiei, cum poruncise lui Moise Domnul.",
        "22": "A așezat masa în cortul întâlnirii, în partea de miazănoapte a cortului, dincoace de perdeaua dinăuntru;",
        "23": "și a pus pe ea pâinile înaintea Domnului, cum poruncise lui Moise Domnul.",
        "24": "Apoi a așezat sfeșnicul în cortul întâlnirii, în fața mesei, în partea de miazăzi a cortului;",
        "25": "și i-a așezat candelele înaintea Domnului, cum poruncise lui Moise Domnul.",
        "26": "Apoi a așezat altarul de aur în cortul întâlnirii în fața perdelei dinăuntru,",
        "27": "a ars pe el tămâie mirositoare, cum poruncise lui Moise Domnul.",
        "28": "A așezat perdeaua la ușa cortului.",
        "29": "A așezat altarul pentru arderile-de-tot la ușa locașului cortului întâlnirii și a adus pe el arderea-de-tot și jertfa de mâncare, cum poruncise lui Moise Domnul.",
        "30": "A așezat ligheanul între cortul întâlnirii și altar și a pus în el apă pentru spălat.",
        "31": "Moise, Aaron și fiii lui și-au spălat mâinile și picioarele în el;",
        "32": "când intrau în cortul întâlnirii și se apropiau de altar, se spălau, cum poruncise lui Moise Domnul.",
        "33": "Apoi a ridicat curtea împrejurul cortului și altarului și a pus perdeaua la poarta curții. Astfel a isprăvit Moise lucrarea. Slava Domnului",
        "34": "Atunci, norul a acoperit cortul întâlnirii și slava Domnului a umplut cortul.",
        "35": "Moise nu putea să intre în cortul întâlnirii, pentru că norul stătea deasupra lui și slava Domnului umplea cortul.",
        "36": "Cât au ținut călătoriile lor, copiii lui Israel porneau numai când se ridica norul deasupra cortului.",
        "37": "Și când nu se ridica norul, nu porneau până ce nu se ridica.",
        "38": "Norul Domnului era deasupra cortului ziua, iar noaptea era un foc înaintea întregii case a lui Israel, în timpul tuturor călătoriilor lor."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Domnul i-a vorbit lui Moise, zicând:",
        "2": "„În prima zi a lunii întâi să ridici Tabernaculul, Cortul Întâlnirii.",
        "3": "Să pui acolo Chivotul Mărturiei și acoperă Chivotul cu draperia.",
        "4": "Să duci masa înăuntru și să aranjezi pe ea lucrurile ei. Să aduci sfeșnicul și să-i pui candelele.",
        "5": "Altarul de aur pentru tămâiere să-l pui înaintea Chivotului Mărturiei și să atârni draperia de la intrarea în Tabernacul.",
        "6": "Să pui altarul arderilor-de-tot înaintea intrării în Tabernacul, în Cortul Întâlnirii,",
        "7": "iar ligheanul să-l așezi între Cortul Întâlnirii și altar și să pui apă în el.",
        "8": "Să ridici curtea de jur împrejur și să pui draperia la intrarea în curte.",
        "9": "Apoi să iei uleiul pentru ungere, să ungi Tabernaculul cu tot ce este în el. Să-l sfințești alături de toate obiectele lui, iar acesta va fi sfânt.",
        "10": "Apoi să ungi altarul arderilor-de-tot și toate uneltele lui. Să sfințești altarul, și acesta va fi preasfânt.",
        "11": "Să ungi ligheanul cu piedestalul lui și să-l sfințești.",
        "12": "După aceea, să-i aduci pe Aaron și pe fiii săi la intrarea în Cortul Întâlnirii și să-i speli cu apă.",
        "13": "Să-l îmbraci pe Aaron cu veșmintele sfinte, să-l ungi și să-l sfințești, ca el să-Mi îndeplinească slujba de preot.",
        "14": "Să-i aduci și pe fiii lui, să-i îmbraci cu tunici",
        "15": "și să-i ungi așa cum l-ai uns pe tatăl lor, ca să-Mi îndeplinească slujba de preoți. Ungerea lor le va da dreptul la o preoție veșnică de-a lungul generațiilor lor“.",
        "16": "Moise a făcut potrivit cu tot ceea ce i-a poruncit Domnul; așa a făcut.",
        "17": "În luna întâi, în anul al doilea, în prima zi a lunii, Tabernaculul a fost ridicat.",
        "18": "Moise a ridicat Tabernaculul, i-a pus piedestalele, a așezat scândurile, a așezat drugii și a ridicat stâlpii.",
        "19": "Apoi a întins acoperitoarea peste Tabernacul și a așezat acoperitoarea cortului deasupra lui, așa cum îi poruncise Domnul.",
        "20": "A luat Mărturia și a pus-o în Chivot, a așezat drugii Chivotului și a pus Capacul ispășirii deasupra Chivotului.",
        "21": "A adus Chivotul în Tabernacul, a agățat draperia despărțitoare și a acoperit astfel Chivotul Mărturiei, așa cum îi poruncise Domnul.",
        "22": "A așezat masa în Cortul Întâlnirii, în partea de nord a Tabernaculului, dincoace de draperie",
        "23": "și a aranjat pe ea pâinea înaintea Domnului, așa cum îi poruncise Domnul.",
        "24": "A pus sfeșnicul în Cortul Întâlnirii, față în față cu masa, în partea de sud a Tabernaculului",
        "25": "și a așezat candelele înaintea Domnului, așa cum Domnul îi poruncise lui Moise.",
        "26": "A pus altarul de aur în Cortul Întâlnirii, înaintea draperiei",
        "27": "și a ars tămâie mirositoare pe el, așa cum îi poruncise Domnul.",
        "28": "A așezat și draperia de la intrarea în Tabernacul.",
        "29": "A pus altarul arderilor-de-tot la intrarea Tabernaculului, Cortul Întâlnirii, și a adus pe el arderea-de-tot și darul de mâncare, așa cum îi poruncise Domnul.",
        "30": "A pus ligheanul între Cortul Întâlnirii și altar și a turnat în el apă pentru spălat,",
        "31": "apă cu care Moise, Aaron și fiii săi trebuiau să se spele pe mâini și pe picioare.",
        "32": "Când intrau în Cortul Întâlnirii și când se apropiau de altar, ei trebuiau să se spele, așa cum Domnul îi poruncise lui Moise.",
        "33": "Apoi a ridicat curtea din jurul Tabernaculului și a altarului și a așezat draperia de la intrarea curții. Și, astfel, Moise a încheiat lucrarea. Gloria Domnului umple Tabernaculul",
        "34": "Atunci norul a acoperit Cortul Întâlnirii și gloria Domnului a umplut Tabernaculul.",
        "35": "Moise n-a putut să intre în Cortul Întâlnirii deoarece norul se așezase deasupra lui și gloria Domnului umplea Tabernaculul.",
        "36": "În toate călătoriile lor, fiii lui Israel porneau atunci când norul se ridica de deasupra Tabernaculului.",
        "37": "Dacă norul nu se ridica, nu porneau până în ziua în care acesta se ridica.",
        "38": "Ziua, norul Domnului era deasupra Tabernaculului, iar noaptea, în nor apărea un foc sub privirea întregii Case a lui Israel, în timpul tuturor călătoriilor lor."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh spoke to Moses, saying,",
        "2": "“On the first day of the first month you shall raise up the tabernacle of the Tent of Meeting.",
        "3": "You shall put the ark of the covenant in it, and you shall screen the ark with the veil.",
        "4": "You shall bring in the table, and set in order the things that are on it. You shall bring in the lamp stand, and light its lamps.",
        "5": "You shall set the golden altar for incense before the ark of the covenant, and put the screen of the door to the tabernacle.",
        "6": "“You shall set the altar of burnt offering before the door of the tabernacle of the Tent of Meeting.",
        "7": "You shall set the basin between the Tent of Meeting and the altar, and shall put water therein.",
        "8": "You shall set up the court around it, and hang up the screen of the gate of the court.",
        "9": "“You shall take the anointing oil, and anoint the tabernacle and all that is in it, and shall make it holy, and all its furniture, and it will be holy.",
        "10": "You shall anoint the altar of burnt offering, with all its vessels, and sanctify the altar, and the altar will be most holy.",
        "11": "You shall anoint the basin and its base, and sanctify it.",
        "12": "“You shall bring Aaron and his sons to the door of the Tent of Meeting, and shall wash them with water.",
        "13": "You shall put on Aaron the holy garments; and you shall anoint him, and sanctify him, that he may minister to me in the priest’s office.",
        "14": "You shall bring his sons, and put tunics on them.",
        "15": "You shall anoint them, as you anointed their father, that they may minister to me in the priest’s office. Their anointing shall be to them for an everlasting priesthood throughout their generations.”",
        "16": "Moses did so. According to all that Yahweh commanded him, so he did.",
        "17": "In the first month in the second year, on the first day of the month, the tabernacle was raised up.",
        "18": "Moses raised up the tabernacle, and laid its sockets, and set up its boards, and put in its bars, and raised up its pillars.",
        "19": "He spread the covering over the tent, and put the roof of the tabernacle above on it, as Yahweh commanded Moses.",
        "20": "He took and put the covenant into the ark, and set the poles on the ark, and put the mercy seat above on the ark.",
        "21": "He brought the ark into the tabernacle, and set up the veil of the screen, and screened the ark of the covenant, as Yahweh commanded Moses.",
        "22": "He put the table in the Tent of Meeting, on the north side of the tabernacle, outside of the veil.",
        "23": "He set the bread in order on it before Yahweh, as Yahweh commanded Moses.",
        "24": "He put the lamp stand in the Tent of Meeting, opposite the table, on the south side of the tabernacle.",
        "25": "He lit the lamps before Yahweh, as Yahweh commanded Moses.",
        "26": "He put the golden altar in the Tent of Meeting before the veil;",
        "27": "and he burned incense of sweet spices on it, as Yahweh commanded Moses.",
        "28": "He put up the screen of the door to the tabernacle.",
        "29": "He set the altar of burnt offering at the door of the tabernacle of the Tent of Meeting, and offered on it the burnt offering and the meal offering, as Yahweh commanded Moses.",
        "30": "He set the basin between the Tent of Meeting and the altar, and put water therein, with which to wash.",
        "31": "Moses, Aaron, and his sons washed their hands and their feet there.",
        "32": "When they went into the Tent of Meeting, and when they came near to the altar, they washed, as Yahweh commanded Moses.",
        "33": "He raised up the court around the tabernacle and the altar, and set up the screen of the gate of the court. So Moses finished the work.",
        "34": "Then the cloud covered the Tent of Meeting, and Yahweh’s glory filled the tabernacle.",
        "35": "Moses wasn’t able to enter into the Tent of Meeting, because the cloud stayed on it, and Yahweh’s glory filled the tabernacle.",
        "36": "When the cloud was taken up from over the tabernacle, the children of Israel went onward, throughout all their journeys;",
        "37": "but if the cloud wasn’t taken up, then they didn’t travel until the day that it was taken up.",
        "38": "For the cloud of Yahweh was on the tabernacle by day, and there was fire in the cloud by night, in the sight of all the house of Israel, throughout all their journeys."
      }
    }
  }
}