{
  "book": "Exodul",
  "chapter": "25",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul a vorbit lui Moise și a zis:",
        "2": "„Vorbește copiilor lui Israel să-Mi aducă un dar; să-l primiți pentru Mine de la orice om care-l va da cu tragere de inimă.",
        "3": "Iată ce veți primi de la ei ca dar: aur, argint și aramă;",
        "4": "materii vopsite în albastru, purpuriu, cârmâziu, pânză de in subțire și păr de capră;",
        "5": "piei de berbec vopsite în roșu și piei de vițel de mare; lemn de salcâm;",
        "6": "untdelemn pentru sfeșnic, mirodenii pentru untdelemnul ungerii și pentru tămâia mirositoare;",
        "7": "pietre de onix și alte pietre pentru efod (umărar) și pieptar.",
        "8": "Să-Mi facă un locaș sfânt, și Eu voi locui în mijlocul lor.",
        "9": "Să faceți cortul și toate vasele lui după chipul pe care ți-l voi arăta. Chivotul și capacul ispășirii",
        "10": "Să facă un chivot de lemn de salcâm; lungimea lui să fie de doi coți și jumătate, lățimea, de un cot și jumătate și înălțimea, de un cot și jumătate.",
        "11": "Să-l poleiești cu aur curat, să-l poleiești pe dinăuntru și pe dinafară și să-i faci un chenar de aur de jur împrejur.",
        "12": "Să torni pentru el patru verigi de aur și să le pui la cele patru colțuri ale lui: două verigi de o parte și două verigi de cealaltă parte.",
        "13": "Să faci niște drugi de lemn de salcâm și să-i poleiești cu aur.",
        "14": "Să vâri drugii în verigile de pe laturile chivotului, ca să slujească la ducerea chivotului;",
        "15": "drugii vor rămâne în verigile chivotului și nu vor fi scoși din ele.",
        "16": "Să pui în chivot mărturia pe care ți-o voi da.",
        "17": "Să faci un capac al ispășirii din aur curat; lungimea lui să fie de doi coți și jumătate și lățimea lui, de un cot și jumătate.",
        "18": "Să faci doi heruvimi de aur, să-i faci de aur bătut la cele două capete ale capacului ispășirii;",
        "19": "să faci un heruvim la un capăt și un heruvim la celălalt capăt; să faceți heruvimii aceștia ieșind din capacul ispășirii la cele două capete ale lui.",
        "20": "Heruvimii să fie cu aripile întinse pe deasupra, acoperind cu aripile lor capacul ispășirii, și cu fețele întoarse una spre alta; heruvimii să aibă fața întoarsă spre capacul ispășirii.",
        "21": "Să pui capacul ispășirii pe chivot și în chivot să pui mărturia pe care ți-o voi da.",
        "22": "Acolo Mă voi întâlni cu tine; și de la înălțimea capacului ispășirii, dintre cei doi heruvimi așezați pe chivotul mărturiei, îți voi da toate poruncile Mele pentru copiii lui Israel. Masa cu pâinile pentru punerea înainte",
        "23": "Să faci o masă de lemn de salcâm; lungimea ei să fie de doi coți; lățimea, de un cot și înălțimea, de un cot și jumătate.",
        "24": "S-o poleiești cu aur curat și să-i faci un chenar de aur de jur împrejur.",
        "25": "Să-i faci împrejur un pervaz de un lat de mână; peste el să pui un chenar de aur de jur împrejur.",
        "26": "Să faci pentru masă patru verigi de aur și să pui verigile în cele patru colțuri, care vor fi la cele patru picioare ale ei.",
        "27": "Verigile să fie lângă pervaz, și în ele se vor vârî drugii, ca să ducă masa.",
        "28": "Drugii să-i faci din lemn de salcâm și să-i acoperi cu aur, și ei vor sluji la ducerea mesei.",
        "29": "Să-i faci farfurii, cățui, potire și cești, ca să slujească la jertfele de băutură: să le faci de aur curat.",
        "30": "Să pui pe masă pâinile pentru punerea înainte, ca să fie necurmat înaintea Mea. Sfeșnicul",
        "31": "Să faci un sfeșnic de aur curat; sfeșnicul acesta să fie făcut de aur bătut: piciorul, fusul, potirașele, gămălioarele și florile lui să fie dintr-o bucată.",
        "32": "Din laturile lui să iasă șase brațe; trei brațe ale sfeșnicului dintr-o parte și trei brațe ale sfeșnicului din cealaltă parte.",
        "33": "Pe un braț să fie trei potirașe în chip de floare de migdal, cu gămălioarele și florile lor, și pe celălalt braț, trei potirașe în chip de floare de migdal, cu gămălioarele și florile lor; tot așa să fie și cele șase brațe care ies din sfeșnic.",
        "34": "Pe fusul sfeșnicului, să fie patru potirașe în chip de floare de migdal, cu gămălioarele și florile lor.",
        "35": "Să fie o gămălioară sub cele două brațe care ies din fusul sfeșnicului, o gămălioară sub alte două brațe și o gămălioară sub alte două brațe; tot așa să fie și sub cele șase brațe care ies din sfeșnic.",
        "36": "Gămălioarele și brațele sfeșnicului să fie dintr-o singură bucată; totul să fie de aur bătut, de aur curat.",
        "37": "Să faci cele șapte candele, care vor fi puse deasupra, așa ca să lumineze în față.",
        "38": "Mucările și cenușarele lui să fie de aur curat.",
        "39": "Se va întrebuința un talant de aur curat pentru facerea sfeșnicului cu toate uneltele lui.",
        "40": "Vezi să faci după chipul care ți s-a arătat pe munte."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Domnul i-a vorbit lui Moise, zicând:",
        "2": "„Spune-le fiilor lui Israel să aducă o contribuție pentru Mine. Să primiți contribuția pentru Mine de la orice om care o va oferi cu dragă inimă.",
        "3": "Aceasta este contribuția pe care o veți primi de la ei: aur, argint, bronz,",
        "4": "fire de culoare albastră, purpurie și stacojie, fir de in subțire, păr de capră,",
        "5": "piei de berbeci, vopsite în roșu, piei trainice, lemn de salcâm,",
        "6": "ulei pentru luminat, mirodenii pentru uleiul folosit la ungere și pentru tămâia mirositoare,",
        "7": "pietre de onix și pietre pentru efod și pieptar.",
        "8": "Să-Mi facă un Lăcaș sfânt, și Eu voi locui în mijlocul lor.",
        "9": "Să faceți potrivit cu tot ceea ce-ți arăt despre modelul Tabernaculului și despre modelul tuturor obiectelor lui. Instrucțiuni cu privire la Chivot",
        "10": "Să facă un Chivot din lemn de salcâm. Acesta să aibă lungimea de doi coți și jumătate, iar lățimea și înălțimea de un cot și jumătate.",
        "11": "Să-l poleiești cu aur pur pe interior și pe exterior și să-i faci un chenar de aur de jur împrejur.",
        "12": "Să torni patru inele de aur pentru el și să le fixezi la cele patru picioare ale sale, două inele de o parte și două inele de cealaltă parte.",
        "13": "Să faci niște drugi din lemn de salcâm și să-i poleiești cu aur.",
        "14": "Să introduci drugii prin inelele de pe cele două părți ale Chivotului, ca să poată fi dus cu ajutorul lor.",
        "15": "Drugii să rămână în inelele Chivotului și să nu fie scoși din ele.",
        "16": "Să pui în Chivot Mărturia pe care ți-o voi da.",
        "17": "Apoi să faci un capac al ispășirii din aur pur, lung de doi coți și jumătate și lat de un cot și jumătate.",
        "18": "Să faci și doi heruvimi, din aur bătut, la cele două capete ale Capacului ispășirii.",
        "19": "Să faci un heruvim la un capăt și un heruvim la celălalt capăt. Să-i faci, la cele două capete ale Capacului ispășirii, dintr-o singură bucată cu el.",
        "20": "Heruvimii să fie cu aripile întinse deasupra, umbrind astfel Capacul ispășirii cu aripile lor. Ei să stea față în față; fețele heruvimilor să fie întoarse înspre Capacul ispășirii.",
        "21": "Să pui Capacul ispășirii deasupra Chivotului, iar în Chivot să pui Mărturia pe care ți-o voi da.",
        "22": "Acolo, deasupra Capacului ispășirii, între cei doi heruvimi care sunt pe Chivotul Mărturiei, mă voi întâlni cu tine și îți voi da toate poruncile pentru fiii lui Israel. Instrucțiuni privind masa pentru pâinea prezentării",
        "23": "Să faci o masă din lemn de salcâm, lungă de doi coți, lată de un cot și înaltă de un cot și jumătate.",
        "24": "S-o poleiești cu aur pur și să-i faci un chenar de aur de jur împrejur.",
        "25": "Să-i faci împrejur un pervaz cu lățimea de o palmă și un chenar de aur de jur împrejurul pervazului.",
        "26": "Să-i faci patru inele de aur și să le fixezi în cele patru colțuri, în dreptul celor patru picioare ale ei.",
        "27": "Inelele care țin drugii folosiți la ducerea mesei să se afle în apropierea pervazului.",
        "28": "Să faci drugii pentru ducerea mesei din lemn de salcâm și să-i poleiești cu aur.",
        "29": "Să-i faci farfurii și vase pentru tămâie, ulcioare și boluri cu care să torni jertfele de băutură; să le faci din aur pur.",
        "30": "Vei pune pe masă pâinea prezentării, ca să fie continuu înaintea Mea. Instrucțiuni privind sfeșnicul",
        "31": "Apoi să faci un sfeșnic din aur pur. Sfeșnicul să fie făcut din metal bătut. Piciorul, arborele, cupele, bobocii și petalele lui să fie dintr-o singură bucată cu el.",
        "32": "Din laturile lui să iasă șase ramuri, trei ramuri ale sfeșnicului într-o parte și trei ramuri ale sfeșnicului în cealaltă parte.",
        "33": "Să fie făcute trei cupe în formă de floare de migdal, fiecare cu boboc și petale pe o ramură, și trei cupe în formă de floare de migdal, fiecare cu boboc și petale pe o altă ramură. Așa să fie cele șase ramuri care ies din sfeșnic.",
        "34": "Pe sfeșnic să fie patru cupe făcute în formă de floare de migdal cu boboci și petale.",
        "35": "Să fie un boboc sub primele două ramuri care ies din sfeșnic, un boboc sub următoarele două ramuri care ies din el și un boboc sub ultimele două ramuri care ies din el, potrivit cu cele șase ramuri care ies din sfeșnic.",
        "36": "Bobocii și ramurile să fie dintr-o singură bucată cu sfeșnicul. Totul să fie din metal bătut, din aur pur.",
        "37": "Să faci șapte candele pentru sfeșnic. Ele să fie fixate deasupra, în așa fel încât să lumineze în față.",
        "38": "Atât cleștii pentru cărbuni, cât și tăvițele, să fie din aur pur.",
        "39": "Sfeșnicul, cu toate obiectele lui, să fie făcute dintr-un talant de aur pur.",
        "40": "Vezi să faci totul după modelul care ți-a fost arătat pe munte!"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh spoke to Moses, saying,",
        "2": "“Speak to the children of Israel, that they take an offering for me. From everyone whose heart makes him willing you shall take my offering.",
        "3": "This is the offering which you shall take from them: gold, silver, bronze,",
        "4": "blue, purple, scarlet, fine linen, goats’ hair,",
        "5": "rams’ skins dyed red, sea cow hides, acacia wood,",
        "6": "oil for the light, spices for the anointing oil and for the sweet incense,",
        "7": "onyx stones, and stones to be set for the ephod and for the breastplate.",
        "8": "Let them make me a sanctuary, that I may dwell among them.",
        "9": "According to all that I show you, the pattern of the tabernacle, and the pattern of all of its furniture, even so you shall make it.",
        "10": "“They shall make an ark of acacia wood. Its length shall be two and a half cubits, its width a cubit and a half, and a cubit and a half its height.",
        "11": "You shall overlay it with pure gold. You shall overlay it inside and outside, and you shall make a gold molding around it.",
        "12": "You shall cast four rings of gold for it, and put them in its four feet. Two rings shall be on the one side of it, and two rings on the other side of it.",
        "13": "You shall make poles of acacia wood, and overlay them with gold.",
        "14": "You shall put the poles into the rings on the sides of the ark to carry the ark.",
        "15": "The poles shall be in the rings of the ark. They shall not be taken from it.",
        "16": "You shall put the covenant which I shall give you into the ark.",
        "17": "You shall make a mercy seat of pure gold. Two and a half cubits shall be its length, and a cubit and a half its width.",
        "18": "You shall make two cherubim of hammered gold. You shall make them at the two ends of the mercy seat.",
        "19": "Make one cherub at the one end, and one cherub at the other end. You shall make the cherubim on its two ends of one piece with the mercy seat.",
        "20": "The cherubim shall spread out their wings upward, covering the mercy seat with their wings, with their faces toward one another. The faces of the cherubim shall be toward the mercy seat.",
        "21": "You shall put the mercy seat on top of the ark, and in the ark you shall put the covenant that I will give you.",
        "22": "There I will meet with you, and I will tell you from above the mercy seat, from between the two cherubim which are on the ark of the covenant, all that I command you for the children of Israel.",
        "23": "“You shall make a table of acacia wood. Its length shall be two cubits, and its width a cubit, and its height one and a half cubits.",
        "24": "You shall overlay it with pure gold, and make a gold molding around it.",
        "25": "You shall make a rim of a hand width around it. You shall make a golden molding on its rim around it.",
        "26": "You shall make four rings of gold for it, and put the rings in the four corners that are on its four feet.",
        "27": "The rings shall be close to the rim, for places for the poles to carry the table.",
        "28": "You shall make the poles of acacia wood, and overlay them with gold, that the table may be carried with them.",
        "29": "You shall make its dishes, its spoons, its ladles, and its bowls with which to pour out offerings. You shall make them of pure gold.",
        "30": "You shall set bread of the presence on the table before me always.",
        "31": "“You shall make a lamp stand of pure gold. The lamp stand shall be made of hammered work. Its base, its shaft, its cups, its buds, and its flowers shall be of one piece with it.",
        "32": "There shall be six branches going out of its sides: three branches of the lamp stand out of its one side, and three branches of the lamp stand out of its other side;",
        "33": "three cups made like almond blossoms in one branch, a bud and a flower; and three cups made like almond blossoms in the other branch, a bud and a flower, so for the six branches going out of the lamp stand;",
        "34": "and in the lamp stand four cups made like almond blossoms, its buds and its flowers;",
        "35": "and a bud under two branches of one piece with it, and a bud under two branches of one piece with it, and a bud under two branches of one piece with it, for the six branches going out of the lamp stand.",
        "36": "Their buds and their branches shall be of one piece with it, all of it one beaten work of pure gold.",
        "37": "You shall make its lamps seven, and they shall light its lamps to give light to the space in front of it.",
        "38": "Its snuffers and its snuff dishes shall be of pure gold.",
        "39": "It shall be made of a talent of pure gold, with all these accessories.",
        "40": "See that you make them after their pattern, which has been shown to you on the mountain."
      }
    }
  }
}