{
  "book": "Exodul",
  "chapter": "24",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Dumnezeu a zis lui Moise: „Suie-te la Domnul, tu și Aaron, Nadab și Abihu și șaptezeci de bătrâni ai lui Israel și să vă închinați de departe, aruncându-vă cu fața la pământ.",
        "2": "Numai Moise să se apropie de Domnul; ceilalți să nu se apropie și poporul să nu se suie cu el.”",
        "3": "Moise a venit și a spus poporului toate cuvintele Domnului și toate legile. Tot poporul a răspuns într-un glas: „Vom face tot ce a zis Domnul.”",
        "4": "Moise a scris toate cuvintele Domnului. Apoi s-a sculat dis-de-dimineață, a zidit un altar la poalele muntelui și a ridicat douăsprezece pietre pentru cele douăsprezece seminții ale lui Israel.",
        "5": "A trimis pe niște tineri dintre copiii lui Israel, să aducă Domnului arderi-de-tot și să înjunghie tauri ca jertfe de mulțumire.",
        "6": "Moise a luat jumătate din sânge și l-a pus în străchini, iar cealaltă jumătate a stropit-o pe altar.",
        "7": "A luat cartea legământului și a citit-o în fața poporului. Ei au zis: „Vom face și vom asculta tot ce a zis Domnul.”",
        "8": "Moise a luat sângele și a stropit poporul, zicând: „Iată sângele legământului pe care l-a făcut Domnul cu voi pe temeiul tuturor acestor cuvinte.” Vederea lui Dumnezeu",
        "9": "Moise s-a suit împreună cu Aaron, Nadab și Abihu și cu șaptezeci de bătrâni ai lui Israel.",
        "10": "Ei au văzut pe Dumnezeul lui Israel; sub picioarele Lui era un fel de lucrare de safir străveziu, întocmai ca cerul în curăția lui.",
        "11": "El nu Și-a întins mâna împotriva aleșilor copiilor lui Israel. Ei au văzut pe Dumnezeu, și totuși au mâncat și au băut. Moise se suie iarăși pe munte",
        "12": "Domnul a zis lui Moise: „Suie-te la Mine pe munte și rămâi acolo. Eu îți voi da niște table de piatră cu Legea și poruncile pe care le-am scris pentru învățătura lor.”",
        "13": "Moise s-a sculat, împreună cu Iosua, care-i slujea, și Moise s-a suit pe muntele lui Dumnezeu.",
        "14": "El a zis bătrânilor: „Așteptați-ne aici până ne vom întoarce la voi. Iată, Aaron și Hur vor rămâne cu voi; dacă va avea cineva vreo neînțelegere, să meargă la ei.”",
        "15": "Moise s-a suit pe munte, și norul a acoperit muntele.",
        "16": "Slava Domnului s-a așezat pe muntele Sinai și norul l-a acoperit timp de șase zile. În ziua a șaptea, Domnul a chemat pe Moise din mijlocul norului.",
        "17": "Înfățișarea slavei Domnului era ca un foc mistuitor pe vârful muntelui, înaintea copiilor lui Israel.",
        "18": "Moise a intrat în mijlocul norului și s-a suit pe munte. Moise a rămas pe munte patruzeci de zile și patruzeci de nopți."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Apoi Domnul i-a zis lui Moise: „Suiți-vă la Domnul, tu, Aaron, Nadab, Abihu și șaptezeci dintre bătrânii lui Israel, și închinați-vă de departe.",
        "2": "Doar Moise să se apropie de Domnul. Ceilalți să nu se apropie, iar poporul să nu se suie cu el“.",
        "3": "Moise s-a întors și a istorisit poporului toate cuvintele Domnului și toate judecățile. Întreg poporul a răspuns într-un glas și a zis: „Vom face tot ce a zis Domnul!“.",
        "4": "Moise a scris toate cuvintele Domnului. Apoi s-a sculat dimineața, a construit un altar la poalele muntelui și a ridicat doisprezece stâlpi pentru cele douăsprezece seminții ale lui Israel.",
        "5": "A trimis niște tineri dintre fiii lui Israel, care au adus arderi-de-tot și au înjunghiat tauri ca jertfe de pace în cinstea Domnului.",
        "6": "Moise a luat jumătate din cantitatea de sânge și a turnat-o în niște vase, iar cu jumătatea cealaltă a stropit altarul.",
        "7": "Apoi a luat Cartea Legământului și a citit-o în auzul poporului. Ei au zis: „Vom face tot ce a spus Domnul și-L vom asculta!“.",
        "8": "Atunci Moise a luat sângele și a stropit poporul, zicând: „Iată sângele legământului pe care l-a încheiat Domnul cu voi pe baza tuturor acestor cuvinte“. Moise pe muntele Sinai",
        "9": "După aceea, Moise s-a suit împreună cu Aaron, Nadab, Abihu și cu șaptezeci dintre bătrânii lui Israel",
        "10": "și L-au văzut cu toții pe Dumnezeul lui Israel. Sub picioarele Lui era ceva ca un fel de lucrare de piatră de safir, asemenea cerului senin.",
        "11": "Dumnezeu nu Și-a întins mâna împotriva conducătorilor fiilor lui Israel. Ei L-au văzut pe Dumnezeu și au mâncat și au băut.",
        "12": "Domnul i-a zis lui Moise: „Suie-te la Mine pe munte și rămâi acolo. Îți voi da niște table de piatră cu Legea și poruncile pe care le-am scris spre învățătura lor“.",
        "13": "Moise s-a ridicat și, împreună cu Iosua, slujitorul său, s-a urcat pe muntele lui Dumnezeu.",
        "14": "El le-a zis bătrânilor: „Așteptați-ne aici până ne vom întoarce la voi. Iată că Aaron și Hur vor rămâne cu voi, așa că, dacă va avea cineva vreo neînțelegere, să meargă la ei“.",
        "15": "Moise s-a urcat pe munte, iar norul a acoperit muntele.",
        "16": "Gloria Domnului s-a așezat pe muntele Sinai, iar norul l-a acoperit timp de șase zile. În ziua a șaptea, Domnul l-a chemat pe Moise din nor.",
        "17": "Înfățișarea gloriei Domnului era ca un foc mistuitor pe vârful muntelui, sub privirea fiilor lui Israel.",
        "18": "Moise a intrat în nor și s-a urcat pe munte. El a rămas acolo timp de patruzeci de zile și patruzeci de nopți."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "He said to Moses, “Come up to Yahweh, you, and Aaron, Nadab, and Abihu, and seventy of the elders of Israel; and worship from a distance.",
        "2": "Moses alone shall come near to Yahweh, but they shall not come near. The people shall not go up with him.”",
        "3": "Moses came and told the people all Yahweh’s words, and all the ordinances; and all the people answered with one voice, and said, “All the words which Yahweh has spoken will we do.”",
        "4": "Moses wrote all Yahweh’s words, then rose up early in the morning and built an altar at the base of the mountain, with twelve pillars for the twelve tribes of Israel.",
        "5": "He sent young men of the children of Israel, who offered burnt offerings and sacrificed peace offerings of cattle to Yahweh.",
        "6": "Moses took half of the blood and put it in basins, and half of the blood he sprinkled on the altar.",
        "7": "He took the book of the covenant and read it in the hearing of the people, and they said, “We will do all that Yahweh has said, and be obedient.”",
        "8": "Moses took the blood, and sprinkled it on the people, and said, “Look, this is the blood of the covenant, which Yahweh has made with you concerning all these words.”",
        "9": "Then Moses, Aaron, Nadab, Abihu, and seventy of the elders of Israel went up.",
        "10": "They saw the God of Israel. Under his feet was like a paved work of sapphire stone, like the skies for clearness.",
        "11": "He didn’t lay his hand on the nobles of the children of Israel. They saw God, and ate and drank.",
        "12": "Yahweh said to Moses, “Come up to me on the mountain, and stay here, and I will give you the stone tablets with the law and the commands that I have written, that you may teach them.”",
        "13": "Moses rose up with Joshua, his servant, and Moses went up onto God’s Mountain.",
        "14": "He said to the elders, “Wait here for us, until we come again to you. Behold, Aaron and Hur are with you. Whoever is involved in a dispute can go to them.”",
        "15": "Moses went up on the mountain, and the cloud covered the mountain.",
        "16": "Yahweh’s glory settled on Mount Sinai, and the cloud covered it six days. The seventh day he called to Moses out of the middle of the cloud.",
        "17": "The appearance of Yahweh’s glory was like devouring fire on the top of the mountain in the eyes of the children of Israel.",
        "18": "Moses entered into the middle of the cloud, and went up on the mountain; and Moses was on the mountain forty days and forty nights."
      }
    }
  }
}