{
  "book": "Exodul",
  "chapter": "33",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul a zis lui Moise: „Du-te și pornește de aici cu poporul pe care l-ai scos din țara Egiptului; suie-te în țara pe care am jurat că o voi da lui Avraam, lui Isaac și lui Iacov, zicând: ‘Seminței tale o voi da!’",
        "2": "Voi trimite înaintea ta un înger și voi izgoni pe canaaniți, amoriți, hetiți, fereziți, heviți și iebusiți.",
        "3": "Suie-te în țara aceasta unde curge lapte și miere. Dar Eu nu Mă voi sui în mijlocul tău, ca să nu te prăpădesc pe drum, căci ești un popor încăpățânat.”",
        "4": "Când a auzit poporul aceste triste cuvinte, toți s-au întristat și nimeni nu și-a pus podoabele pe el.",
        "5": "Și Domnul a zis lui Moise: „Spune copiilor lui Israel: ‘Voi sunteți un popor încăpățânat; numai o clipă dacă M-aș sui în mijlocul tău, te-aș prăpădi. Aruncă-ți acum podoabele de pe tine, și voi vedea ce-ți voi face.’”",
        "6": "Copiii lui Israel și-au scos de pe ei podoabele și au plecat de la muntele Horeb. Moise mergând la cort",
        "7": "Moise a luat cortul lui și l-a întins afară din tabără, la o depărtare oarecare; l-a numit cortul întâlnirii. Și toți cei ce întrebau pe Domnul se duceau la cortul întâlnirii, care era afară din tabără.",
        "8": "Când se ducea Moise la cort, tot poporul se scula în picioare; fiecare stătea la ușa cortului său și urmărea cu ochii pe Moise, până intra el în cort.",
        "9": "Și când intra Moise în cort, stâlpul de nor se cobora și se oprea la ușa cortului, și Domnul vorbea cu Moise.",
        "10": "Tot poporul vedea stâlpul de nor oprindu-se la ușa cortului; tot poporul se scula și se arunca cu fața la pământ la ușa cortului lui.",
        "11": "Domnul vorbea cu Moise față în față, cum vorbește un om cu prietenul lui. Apoi, Moise se întorcea în tabără, dar tânărul lui slujitor, Iosua, fiul lui Nun, nu ieșea deloc din mijlocul cortului. Moise cere să vadă slava lui Dumnezeu",
        "12": "Moise a zis Domnului: „Iată, Tu îmi zici: ‘Du pe poporul acesta!’ Și nu-mi arăți pe cine vei trimite cu mine. Însă Tu ai zis: ‘Eu te cunosc pe nume și ai căpătat trecere înaintea Mea!’",
        "13": "Acum, dacă am căpătat trecere înaintea Ta, arată-mi căile Tale; atunci Te voi cunoaște și voi avea trecere înaintea Ta. Și gândește-Te că neamul acesta este poporul Tău!”",
        "14": "Domnul a răspuns: „Voi merge Eu Însumi cu tine și îți voi da odihnă.”",
        "15": "Moise i-a zis: „Dacă nu mergi Tu Însuți cu noi, nu ne lăsa să plecăm de aici.",
        "16": "Cum se va ști că am căpătat trecere înaintea Ta, eu și poporul Tău? Oare nu când vei merge Tu cu noi și când prin aceasta vom fi deosebiți, eu și poporul Tău, de toate popoarele de pe fața pământului?”",
        "17": "Domnul a zis lui Moise: „Voi face și ceea ce-mi ceri acum, căci ai căpătat trecere înaintea Mea și te cunosc pe nume!”",
        "18": "Moise a zis: „Arată-mi slava Ta!”",
        "19": "Domnul a răspuns: „Voi face să treacă pe dinaintea ta toată frumusețea Mea și voi chema Numele Domnului înaintea ta; Eu Mă îndur de cine vreau să Mă îndur și am milă de cine vreau să am milă!”",
        "20": "Domnul a zis: „Fața nu vei putea să Mi-o vezi, căci nu poate omul să Mă vadă și să trăiască!”",
        "21": "Domnul a zis: „Iată un loc lângă Mine; vei sta pe stâncă.",
        "22": "Și când va trece slava Mea, te voi pune în crăpătura stâncii și te voi acoperi cu mâna Mea până voi trece.",
        "23": "Iar când Îmi voi trage mâna la o parte de la tine, Mă vei vedea pe dinapoi; dar Fața Mea nu se poate vedea.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Domnul i-a zis lui Moise: „Pleacă din locul acesta împreună cu poporul pe care l-ai scos din țara Egiptului și du-te spre țara pe care le-am jurat lui Avraam, lui Isaac și lui Iacov că o voi da urmașilor lor.",
        "2": "Voi trimite un Înger înaintea ta și îi voi alunga pe canaaniți, pe amoriți, pe hitiți, pe periziți, pe hiviți și pe iebusiți.",
        "3": "Du-te, deci, spre țara în care curge lapte și miere. Dar Eu nu voi merge împreună cu tine, ca să nu te nimicesc pe drum, căci ești un popor încăpățânat“.",
        "4": "Când poporul a auzit aceste cuvinte aspre, a bocit și niciun om nu și-a pus podoabele pe el.",
        "5": "Căci Domnul îi zisese lui Moise: „Spune-le fiilor lui Israel: «Voi sunteți un popor încăpățânat. Dacă aș veni în mijlocul tău chiar și numai pentru o clipă, te-aș nimici. Și acum, dă-ți jos podoabele de pe tine! Mă voi gândi ce voi face cu tine»“.",
        "6": "Astfel, fiii lui Israel și-au scos podoabele de pe ei, la muntele Horeb. Cortul Întâlnirii",
        "7": "Moise luase un cort și îl întinsese în afara taberei, la depărtare. El l-a numit „cortul întâlnirii“. Oricine-L căuta pe Domnul ieșea la „cortul întâlnirii“, în afara taberei.",
        "8": "Când Moise se ducea la cort, tot poporul se ridica în picioare și fiecare stătea la intrarea cortului său, urmărindu-l cu privirea pe Moise până când acesta intra în cort.",
        "9": "Când Moise intra în cort, stâlpul de nor cobora și se oprea la intrarea cortului, iar Domnul vorbea cu Moise.",
        "10": "Când vedea stâlpul de nor stând la intrarea în cort, tot poporul se ridica și se pleca cu fața la pământ, fiecare la intrarea cortului său.",
        "11": "Domnul vorbea cu Moise față în față, așa cum vorbește un om cu prietenul său. Apoi Moise se întorcea în tabără. Însă tânărul lui slujitor, Iosua, fiul lui Nun, nu părăsea cortul. Moise și gloria Domnului",
        "12": "Moise I-a zis Domnului: ‒ Vezi, Tu îmi zici: „Condu poporul acesta!“, dar nu-mi faci cunoscut pe cine vei trimite cu mine, deși mi-ai zis: „Te cunosc pe nume și ai găsit bunăvoință înaintea Mea“.",
        "13": "Acum, Te rog, dacă am găsit bunăvoință înaintea Ta, descoperă-mi căile Tale, ca să Te cunosc și să continui să găsesc bunăvoință înaintea Ta. Vezi că națiunea aceasta este poporul Tău.",
        "14": "El i-a răspuns: ‒ Însăși Prezența Mea va merge și îți voi da odihnă.",
        "15": "Moise I-a zis: ‒ Dacă nu va merge Însăși Prezența Ta, nu ne lua de aici!",
        "16": "Cum se va ști atunci că eu și poporul Tău am găsit bunăvoință înaintea Ta? Oare nu când mergi Tu cu noi, astfel încât eu și poporul Tău să fim deosebiți de orice alt popor de pe fața pământului?",
        "17": "Domnul i-a răspuns lui Moise: ‒ Voi face și ceea ce tocmai ai cerut, căci ai găsit bunăvoință înaintea Mea și te cunosc pe nume.",
        "18": "Moise I-a zis: ‒ Te rog, arată-mi gloria Ta.",
        "19": "El i-a răspuns: ‒ Voi face să treacă prin fața ta toată bunătatea Mea și voi proclama înaintea ta Numele de „Domnul“. Eu voi fi binevoitor cu cel ce vreau să fiu binevoitor și voi avea milă de cel ce vreau să am milă.",
        "20": "Apoi a zis: ‒ Fața însă nu Mi-o poți vedea, căci omul nu poate să Mă vadă și să mai trăiască.",
        "21": "Domnul a zis: ‒ Iată un loc lângă Mine; vei sta pe stâncă.",
        "22": "Și când va trece gloria Mea, te voi pune într-o cavernă a stâncii și te voi acoperi cu palma Mea în timp ce voi trece.",
        "23": "Apoi Îmi voi retrage mâna și Mă vei vedea din spate. Fața Mea însă nu poate fi văzută."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh spoke to Moses, “Depart, go up from here, you and the people that you have brought up out of the land of Egypt, to the land of which I swore to Abraham, to Isaac, and to Jacob, saying, ‘I will give it to your offspring.’",
        "2": "I will send an angel before you; and I will drive out the Canaanite, the Amorite, and the Hittite, and the Perizzite, the Hivite, and the Jebusite.",
        "3": "Go to a land flowing with milk and honey; but I will not go up among you, for you are a stiff-necked people, lest I consume you on the way.”",
        "4": "When the people heard this evil news, they mourned; and no one put on his jewelry.",
        "5": "Yahweh had said to Moses, “Tell the children of Israel, ‘You are a stiff-necked people. If I were to go up among you for one moment, I would consume you. Therefore now take off your jewelry from you, that I may know what to do to you.’”",
        "6": "The children of Israel stripped themselves of their jewelry from Mount Horeb onward.",
        "7": "Now Moses used to take the tent and pitch it outside the camp, far away from the camp, and he called it “The Tent of Meeting.” Everyone who sought Yahweh went out to the Tent of Meeting, which was outside the camp.",
        "8": "When Moses went out to the Tent, all the people rose up, and stood, everyone at their tent door, and watched Moses, until he had gone into the Tent.",
        "9": "When Moses entered into the Tent, the pillar of cloud descended, stood at the door of the Tent, and Yahweh spoke with Moses.",
        "10": "All the people saw the pillar of cloud stand at the door of the Tent, and all the people rose up and worshiped, everyone at their tent door.",
        "11": "Yahweh spoke to Moses face to face, as a man speaks to his friend. He turned again into the camp, but his servant Joshua, the son of Nun, a young man, didn’t depart from the Tent.",
        "12": "Moses said to Yahweh, “Behold, you tell me, ‘Bring up this people;’ and you haven’t let me know whom you will send with me. Yet you have said, ‘I know you by name, and you have also found favor in my sight.’",
        "13": "Now therefore, if I have found favor in your sight, please show me your way, now, that I may know you, so that I may find favor in your sight; and consider that this nation is your people.”",
        "14": "He said, “My presence will go with you, and I will give you rest.”",
        "15": "Moses said to him, “If your presence doesn’t go with me, don’t carry us up from here.",
        "16": "For how would people know that I have found favor in your sight, I and your people? Isn’t it that you go with us, so that we are separated, I and your people, from all the people who are on the surface of the earth?”",
        "17": "Yahweh said to Moses, “I will do this thing also that you have spoken; for you have found favor in my sight, and I know you by name.”",
        "18": "Moses said, “Please show me your glory.”",
        "19": "He said, “I will make all my goodness pass before you, and will proclaim Yahweh’s name before you. I will be gracious to whom I will be gracious, and will show mercy on whom I will show mercy.”",
        "20": "He said, “You cannot see my face, for man may not see me and live.”",
        "21": "Yahweh also said, “Behold, there is a place by me, and you shall stand on the rock.",
        "22": "It will happen, while my glory passes by, that I will put you in a cleft of the rock, and will cover you with my hand until I have passed by;",
        "23": "then I will take away my hand, and you will see my back; but my face shall not be seen.”"
      }
    }
  }
}