{
  "book": "Exodul",
  "chapter": "23",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Să nu răspândești zvonuri neadevărate. Să nu te unești cu cel rău, ca să faci o mărturisire mincinoasă pentru el.",
        "2": "Să nu te iei după mulțime ca să faci rău și la judecată să nu mărturisești trecând de partea celor mulți, ca să abați dreptatea.",
        "3": "Să nu părtinești pe sărac la judecată.",
        "4": "Dacă întâlnești boul vrăjmașului tău sau măgarul lui rătăcit, să i-l aduci acasă.",
        "5": "Dacă vezi măgarul vrăjmașului tău căzut sub povara lui, să nu treci pe lângă el, ci să-i ajuți să ia povara de pe măgar.",
        "6": "La judecată, să nu te atingi de dreptul săracului.",
        "7": "Ferește-te de o învinuire nedreaptă și să nu omori pe cel nevinovat și pe cel drept, căci nu voi ierta pe cel vinovat.",
        "8": "Să nu primești daruri, căci darurile orbesc pe cei ce au ochii deschiși și sucesc hotărârile celor drepți.",
        "9": "Să nu asuprești pe străin; știți ce simte străinul, căci și voi ați fost străini în țara Egiptului. Dragostea de aproapele",
        "10": "Timp de șase ani, să semeni pământul și să-i strângi rodul.",
        "11": "Dar în al șaptelea, să-i dai răgaz și să-l lași să se odihnească; din rodul lui să mănânce săracii poporului tău, iar ce va mai rămâne să mănânce fiarele de pe câmp. Tot așa să faci cu via și măslinii tăi.",
        "12": "Timp de șase zile să-ți faci lucrarea. Dar în ziua a șaptea să te odihnești, pentru ca boul și măgarul tău să aibă odihnă, pentru ca fiul roabei tale și străinul să aibă răgaz și să răsufle.",
        "13": "Să păziți tot ce v-am spus și să nu rostiți numele altor dumnezei: numele lor să nu se audă ieșind din gura voastră. Păzirea sărbătorilor",
        "14": "De trei ori pe an să prăznuiești sărbători în cinstea Mea.",
        "15": "Să ții Sărbătoarea Azimilor; timp de șapte zile, la vremea hotărâtă, în luna spicelor, să mănânci azimi, cum ți-am poruncit – căci în luna aceasta ai ieșit din Egipt – și să nu vii cu mâinile goale înaintea Mea.",
        "16": "Să ții Sărbătoarea Secerișului, a celor dintâi roade din munca ta, din ceea ce vei semăna pe câmp; și să ții Sărbătoarea Strângerii Roadelor, la sfârșitul anului, când vei strânge de pe câmp rodul muncii tale.",
        "17": "De trei ori pe an, toată partea bărbătească să se înfățișeze înaintea Domnului Dumnezeu.",
        "18": "Să n-aduci cu pâine dospită sângele jertfei Mele; și grăsimea praznicului Meu să nu rămână toată noaptea până dimineața.",
        "19": "Să aduci în casa Domnului Dumnezeului tău pârga celor dintâi roade ale pământului. Să nu fierbi un ied în laptele mamei lui. Dumnezeu izgonește pe canaaniți",
        "20": "Iată, Eu trimit un Înger înaintea ta, ca să te ocrotească pe drum și să te ducă în locul pe care l-am pregătit.",
        "21": "Fii cu ochii în patru înaintea Lui și ascultă glasul Lui; să nu te împotrivești Lui, pentru că nu vă va ierta păcatele, căci Numele Meu este în El.",
        "22": "Dar, dacă vei asculta glasul Lui și dacă vei face tot ce-ți voi spune, Eu voi fi vrăjmașul vrăjmașilor tăi și potrivnicul potrivnicilor tăi.",
        "23": "Îngerul Meu va merge înaintea ta și te va duce la amoriți, hetiți, fereziți, canaaniți, heviți și iebusiți și-i voi nimici.",
        "24": "Să nu te închini înaintea dumnezeilor lor și să nu le slujești; să nu te iei după popoarele acestea în purtarea lor, ci să le nimicești cu desăvârșire și să le dărâmi capiștile.",
        "25": "Voi să slujiți Domnului Dumnezeului vostru, și El vă va binecuvânta pâinea și apele și va depărta boala din mijlocul tău.",
        "26": "Nu va fi în țara ta nici femeie care să-și lepede copilul, nici femeie stearpă. Numărul zilelor tale îl voi face să fie deplin.",
        "27": "Voi trimite groaza Mea înaintea ta, voi pune pe fugă pe toate popoarele la care vei ajunge și voi face ca toți vrăjmașii tăi să dea dosul înaintea ta.",
        "28": "Voi trimite viespile bondărești înaintea ta și vor izgoni dinaintea ta pe heviți, canaaniți și hetiți.",
        "29": "Nu-i voi izgoni într-un singur an dinaintea ta, pentru ca țara să n-ajungă o pustie și să nu se înmulțească împotriva ta fiarele de pe câmp.",
        "30": "Ci le voi izgoni încetul cu încetul dinaintea ta, până vei crește la număr și vei putea să intri în stăpânirea țării.",
        "31": "Îți voi întinde hotarele de la Marea Roșie până la marea filistenilor și de la pustie până la râu (Eufrat). Căci voi da în mâinile voastre pe locuitorii țării și-i vei izgoni dinaintea ta.",
        "32": "Să nu faci legământ cu ei, nici cu dumnezeii lor.",
        "33": "Ei să nu locuiască în țara ta, ca să nu te facă să păcătuiești împotriva Mea, căci atunci ai sluji dumnezeilor lor, și aceasta ar fi o cursă pentru tine.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Să nu răspândești minciuni. Să nu te alături celui rău pentru a fi un martor mincinos.",
        "2": "Să nu te iei după mulțime, ca să faci răul. Când depui mărturie la judecată, să nu treci de partea celor mulți ca să pervertești dreptatea,",
        "3": "și nici să nu-l favorizezi la judecată pe cel sărac.",
        "4": "Dacă întâlnești boul sau măgarul rătăcit al dușmanului tău, trebuie să i-l duci înapoi.",
        "5": "Dacă vezi măgarul celui ce te urăște căzut sub povară, să nu-l lași acolo, ci să-l ajuți să o ia de pe el.",
        "6": "Să nu încalci dreptatea care i se cuvine săracului la judecată.",
        "7": "Ferește-te de acuzații false și nu-l ucide pe cel nevinovat sau pe cel drept, căci Eu nu-l voi considera drept pe cel vinovat.",
        "8": "Să nu iei mită, căci mita îi orbește pe cei ce văd clar și pervertește cuvintele celor drepți.",
        "9": "Să nu-l asuprești pe străin, căci voi cunoașteți viața străinului, deoarece și voi ați fost străini în țara Egiptului.",
        "10": "Timp de șase ani să semeni pământul și să-i aduni rodul,",
        "11": "dar în al șaptelea an să-l lași să se odihnească nesemănat, pentru ca săracii din poporul tău să poată mânca, iar ceea ce mai rămâne să fie mâncat de vietățile câmpului. Să faci la fel cu via și cu măslinii.",
        "12": "Șase zile să lucrezi, iar în a șaptea zi să te odihnești, pentru ca astfel și boul, și măgarul tău să se poată odihni, precum și fiul slujitoarei tale născut în casa ta, și străinul.",
        "13": "Să păziți tot ce v-am spus. Să nu amintiți numele altor dumnezei: să nu fie auzit din gura ta. Cele trei sărbători anuale",
        "14": "De trei ori pe an să ții sărbători în cinstea Mea.",
        "15": "Să ții Sărbătoarea Azimelor. Așa cum ți-am poruncit, să mănânci azime timp de șapte zile, la vremea hotărâtă, și anume în luna abib, pentru că în luna aceasta ai ieșit din Egipt. Nimeni să nu se înfățișeze înaintea Mea cu mâinile goale.",
        "16": "Să ții Sărbătoarea Recoltei, a primelor roade ale muncii tale, din ceea ce ai semănat pe câmp. Să ții Sărbătoarea Culesului la sfârșitul anului, atunci când strângi de pe câmp rodul muncii tale.",
        "17": "De trei ori pe an, toți bărbații să se înfățișeze înaintea Stăpânului Domn.",
        "18": "Să nu aduci sângele jertfei Mele împreună cu pâine dospită, iar grăsimea de la sărbătoarea Mea să nu rămână până dimineața.",
        "19": "Primele roade ale pământului să le aduci în Casa Domnului, Dumnezeul tău. Să nu fierbi iedul în laptele mamei sale. Promisiunea ocupării Canaanului",
        "20": "Iată, trimit un Înger înaintea ta, ca să te păzească pe drum și să te ducă în locul pe care l-am pregătit.",
        "21": "Fii foarte atent la el și ascultă-I glasul. Nu te răzvrăti împotriva Lui, pentru că nu vă va ierta fărădelegea, căci Numele Meu este în El.",
        "22": "Dacă vei asculta cu atenție de glasul Lui și vei face tot ce-ți voi spune, Eu voi fi dușmanul dușmanilor tăi și vrăjmașul vrăjmașilor tăi.",
        "23": "Când Îngerul Meu va merge înaintea ta și te va conduce la amoriți, la hitiți, la periziți, la canaaniți, la hiviți și la iebusiți, Eu îi voi nimici,",
        "24": "dar tu să nu te pleci înaintea dumnezeilor lor și să nu le slujești. Să nu urmezi faptele lor, ci să-i nimicești cu desăvârșire și să le dărâmi stâlpii sacri.",
        "25": "Voi să-I slujiți Domnului, Dumnezeul vostru, iar El îți va binecuvânta pâinea și apele. Voi îndepărta boala din mijlocul tău.",
        "26": "Nu va fi nicio femeie în țara ta care să piardă sarcina sau să nu poată rămâne însărcinată. Voi face să fie deplin numărul zilelor vieții tale.",
        "27": "Voi trimite groaza Mea înaintea ta, voi trimite panica în toate popoarele la care vei ajunge și voi face ca toți dușmanii tăi să fugă dinaintea ta.",
        "28": "Voi trimite înaintea ta viespi care îi vor alunga pe hiviți, pe canaaniți și pe hitiți.",
        "29": "Totuși, nu-i voi alunga dinaintea ta într-un singur an, ca nu cumva țara să ajungă o pustietate și vietățile câmpului să se înmulțească împotriva ta.",
        "30": "Puțin câte puțin, îi voi alunga dinaintea ta, până vei crește la număr și vei stăpâni țara.",
        "31": "Îți voi stabili granițele de la Marea Roșie până la Marea Filistenilor și de la deșert până la râu, căci Eu îi voi da în mâinile tale pe locuitorii țării, și tu îi vei alunga dinaintea ta.",
        "32": "Tu însă să nu închei legământ cu ei sau cu dumnezeii lor.",
        "33": "Să nu le dai voie să locuiască în țara ta, ca să nu te facă să păcătuiești împotriva Mea, căci, dacă vei sluji dumnezeilor lor, aceasta va fi o capcană pentru tine»“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "“You shall not spread a false report. Don’t join your hand with the wicked to be a malicious witness.",
        "2": "“You shall not follow a crowd to do evil. You shall not testify in court to side with a multitude to pervert justice.",
        "3": "You shall not favor a poor man in his cause.",
        "4": "“If you meet your enemy’s ox or his donkey going astray, you shall surely bring it back to him again.",
        "5": "If you see the donkey of him who hates you fallen down under his burden, don’t leave him. You shall surely help him with it.",
        "6": "“You shall not deny justice to your poor people in their lawsuits.",
        "7": "“Keep far from a false charge, and don’t kill the innocent and righteous; for I will not justify the wicked.",
        "8": "“You shall take no bribe, for a bribe blinds those who have sight and perverts the words of the righteous.",
        "9": "“You shall not oppress an alien, for you know the heart of an alien, since you were aliens in the land of Egypt.",
        "10": "“For six years you shall sow your land, and shall gather in its increase,",
        "11": "but the seventh year you shall let it rest and lie fallow, that the poor of your people may eat; and what they leave the animal of the field shall eat. In the same way, you shall deal with your vineyard and with your olive grove.",
        "12": "“Six days you shall do your work, and on the seventh day you shall rest, that your ox and your donkey may have rest, and the son of your servant, and the alien may be refreshed.",
        "13": "“Be careful to do all things that I have said to you; and don’t invoke the name of other gods or even let them be heard out of your mouth.",
        "14": "“You shall observe a feast to me three times a year.",
        "15": "You shall observe the feast of unleavened bread. Seven days you shall eat unleavened bread, as I commanded you, at the time appointed in the month Abib (for in it you came out of Egypt), and no one shall appear before me empty.",
        "16": "And the feast of harvest, the first fruits of your labors, which you sow in the field; and the feast of ingathering, at the end of the year, when you gather in your labors out of the field.",
        "17": "Three times in the year all your males shall appear before the Lord Yahweh.",
        "18": "“You shall not offer the blood of my sacrifice with leavened bread. The fat of my feast shall not remain all night until the morning.",
        "19": "You shall bring the first of the first fruits of your ground into the house of Yahweh your God. “You shall not boil a young goat in its mother’s milk.",
        "20": "“Behold, I send an angel before you, to keep you by the way, and to bring you into the place which I have prepared.",
        "21": "Pay attention to him, and listen to his voice. Don’t provoke him, for he will not pardon your disobedience, for my name is in him.",
        "22": "But if you indeed listen to his voice, and do all that I speak, then I will be an enemy to your enemies, and an adversary to your adversaries.",
        "23": "For my angel shall go before you, and bring you in to the Amorite, the Hittite, the Perizzite, the Canaanite, the Hivite, and the Jebusite; and I will cut them off.",
        "24": "You shall not bow down to their gods, nor serve them, nor follow their practices, but you shall utterly overthrow them and demolish their pillars.",
        "25": "You shall serve Yahweh your God, and he will bless your bread and your water, and I will take sickness away from among you.",
        "26": "No one will miscarry or be barren in your land. I will fulfill the number of your days.",
        "27": "I will send my terror before you, and will confuse all the people to whom you come, and I will make all your enemies turn their backs to you.",
        "28": "I will send the hornet before you, which will drive out the Hivite, the Canaanite, and the Hittite, from before you.",
        "29": "I will not drive them out from before you in one year, lest the land become desolate, and the animals of the field multiply against you.",
        "30": "Little by little I will drive them out from before you, until you have increased and inherit the land.",
        "31": "I will set your border from the Red Sea even to the sea of the Philistines, and from the wilderness to the River; for I will deliver the inhabitants of the land into your hand, and you shall drive them out before you.",
        "32": "You shall make no covenant with them, nor with their gods.",
        "33": "They shall not dwell in your land, lest they make you sin against me, for if you serve their gods, it will surely be a snare to you.”"
      }
    }
  }
}