{
  "book": "Exodul",
  "chapter": "26",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Cortul să-l faci din zece covoare de in subțire răsucit și din materii vopsite în albastru, purpuriu și cârmâziu; pe el să faci heruvimi lucrați cu măiestrie.",
        "2": "Lungimea unui covor să fie de douăzeci și opt de coți, iar lățimea unui covor să fie de patru coți; toate covoarele să aibă aceeași măsură.",
        "3": "Cinci dintre aceste covoare să fie prinse împreună, iar celelalte cinci covoare să fie, de asemenea, prinse împreună.",
        "4": "La marginea covorului cu care se sfârșește cea dintâi împreunare de covoare, să faci niște chiotori albastre; tot așa să faci și la marginea covorului cu care se sfârșește a doua împreunare de covoare.",
        "5": "La cel dintâi covor să faci cincizeci de chiotori, iar la marginea covorului cu care se sfârșește a doua împreunare de covoare să faci tot cincizeci de chiotori. Chiotorile acestea să se potrivească unele cu altele și să vină față în față.",
        "6": "Apoi să faci cincizeci de copci de aur și cu copcile acestea să prinzi covoarele unul de altul, așa încât cortul să alcătuiască un întreg.",
        "7": "Să mai faci niște covoare de păr de capră, ca să slujească de acoperiș peste cort; să faci unsprezece covoare de acestea.",
        "8": "Lungimea fiecărui covor să fie de treizeci de coți și lățimea fiecărui covor să fie de patru coți; toate cele unsprezece covoare să aibă aceeași măsură.",
        "9": "Pe cinci dintre aceste covoare să le legi împreună deosebit și pe celelalte șase deosebit, iar pe al șaselea covor să-l îndoiești în fața cortului.",
        "10": "Să pui apoi cincizeci de chiotori la marginea covorului cu care se sfârșește cea dintâi împreunare de covoare și cincizeci de chiotori la marginea covorului cu care se sfârșește a doua împreunare de covoare.",
        "11": "Să faci cincizeci de copci de aramă și să pui copcile în chiotori. Să împreuni astfel acoperișul cortului, așa încât să alcătuiască un întreg.",
        "12": "Fiindcă va mai trece ceva din covoarele acoperișului cortului, jumătate din ce trece dintr-un covor să acopere partea dinapoi a cortului,",
        "13": "iar ce mai trece din lungimea celorlalte covoare ale acoperișului cortului să cadă câte un cot de o parte și un cot de cealaltă parte, peste cele două laturi ale cortului, așa încât să le acopere.",
        "14": "Să mai faci apoi pentru acoperișul cortului o învelitoare din piei de berbeci vopsite în roșu și peste ea o învelitoare de piei de vițel de mare.",
        "15": "Apoi să faci niște scânduri pentru cort; scândurile acestea să fie din lemn de salcâm, puse în picioare.",
        "16": "Lungimea fiecărei scânduri să fie de zece coți și lățimea fiecărei scânduri să fie de un cot și jumătate.",
        "17": "Fiecare scândură să aibă două urechi unite una cu alta; așa să faci la toate scândurile cortului.",
        "18": "Să faci douăzeci de scânduri pentru cort înspre latura de miazăzi.",
        "19": "Sub cele douăzeci de scânduri, să pui patruzeci de picioare de argint, câte două picioare sub fiecare scândură pentru cele două urechi ale ei.",
        "20": "Pentru a doua latură a cortului, latura de miazănoapte, de asemenea, să faci douăzeci de scânduri,",
        "21": "împreună cu cele patruzeci de picioare de argint ale lor: câte două picioare sub fiecare scândură.",
        "22": "Pentru fundul cortului, înspre latura de apus, să faci șase scânduri.",
        "23": "Să mai faci două scânduri pentru unghiurile din fundul cortului;",
        "24": "să fie câte două la un loc, începând de jos, și bine legate la vârf cu un cerc; amândouă aceste scânduri, care sunt puse în cele două unghiuri, să fie la fel.",
        "25": "Vor fi astfel opt scânduri, cu picioarele lor de argint, adică șaisprezece picioare, câte două picioare sub fiecare scândură.",
        "26": "Să faci apoi cinci drugi de lemn de salcâm pentru scândurile uneia din părțile cortului,",
        "27": "cinci drugi pentru scândurile din a doua parte a cortului și cinci drugi pentru scândurile din partea din fundul cortului dinspre apus.",
        "28": "Drugul de la mijloc să ajungă de la un capăt la celălalt al scândurilor.",
        "29": "Să poleiești scândurile cu aur și verigile în care vor intra drugii să le faci de aur, iar drugii să-i poleiești tot cu aur.",
        "30": "Cortul să-l faci după chipul care ți s-a arătat pe munte. Cele două perdele",
        "31": "Să faci apoi o perdea albastră, purpurie și cârmâzie și de in subțire răsucit; să fie lucrată cu măiestrie și să aibă pe ea heruvimi.",
        "32": "S-o prinzi de patru stâlpi de salcâm poleiți cu aur; stâlpii aceștia să aibă niște cârlige de aur și să stea pe patru picioare de argint.",
        "33": "Să atârni perdeaua de copci, și în dosul perdelei să vâri chivotul mărturiei: perdeaua să facă despărțirea între Locul Sfânt și Locul Preasfânt.",
        "34": "Să pui capacul ispășirii pe chivotul mărturiei, în Locul Preasfânt.",
        "35": "Masa s-o pui dincoace de perdea și sfeșnicul în fața mesei, în partea dinspre miazăzi a cortului, iar masa s-o pui înspre partea de miazănoapte.",
        "36": "La intrarea cortului, să mai faci o perdea albastră, purpurie și cârmâzie și de in subțire răsucit; aceasta să fie o lucrare de cusătură la gherghef.",
        "37": "Pentru perdeaua aceasta să faci cinci stâlpi de salcâm și să-i îmbraci cu aur; stâlpii aceștia să aibă cârlige de aur și să torni pentru ei cinci picioare de aramă."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Tabernaculul să-l faci din zece draperii din fir de in subțire răsucit și din fire de culoare albastră, purpurie și stacojie. Să le brodezi cu heruvimi, lucrați cu măiestrie.",
        "2": "Fiecare draperie să fie lungă de douăzeci și opt de coți și lată de patru coți. Toate draperiile să fie de aceeași mărime.",
        "3": "Cinci draperii să fie prinse laolaltă, iar celelalte cinci să fie prinse și ele laolaltă.",
        "4": "Pe marginea draperiei exterioare din primul set să faci niște butoniere din fir de culoare albastră. La fel să faci și pe marginea draperiei exterioare a celui de-al doilea set.",
        "5": "Să faci cincizeci de butoniere pe draperia din primul set și cincizeci de butoniere pe marginea draperiei celui de-al doilea set, astfel încât butonierele să se potrivească unele cu celelalte.",
        "6": "Să faci cincizeci de cârlige de aur și să prinzi cu acestea draperiile unele de altele, astfel încât Tabernaculul să alcătuiască un întreg.",
        "7": "Să faci și niște draperii din păr de capră pentru acoperișul Tabernaculului; să faci unsprezece astfel de draperii.",
        "8": "Fiecare draperie să fie lungă de treizeci de coți și lată de patru coți. Toate cele unsprezece draperii să fie de aceeași mărime.",
        "9": "Să prinzi laolaltă cinci dintre draperii, ca să alcătuiască un set, iar cu celelalte șase să faci un alt set. A șasea draperie s-o îndoi în fața cortului.",
        "10": "Să faci cincizeci de butoniere pe marginea draperiei exterioare din primul set și cincizeci de butoniere pe marginea draperiei exterioare a celui de-al doilea set.",
        "11": "Să faci cincizeci de cârlige de bronz pe care să le introduci prin butoniere și să unești cortul, astfel încât acesta să fie un întreg.",
        "12": "Partea care rămâne din draperiile cortului, mai exact jumătatea care rămâne, să atârne în partea din spate a Tabernaculului.",
        "13": "Un cot într-o parte și un cot în cealaltă parte, astfel încât, ceea ce mai rămâne din lungimea draperiilor cortului, să atârne peste marginile Tabernaculului, într-o parte și în cealaltă și să îl acopere.",
        "14": "Să mai faci pentru cort o învelitoare din piei de berbeci, vopsite în roșu, și o acoperitoare exterioară din piei trainice.",
        "15": "Să faci pentru Tabernacul niște scânduri verticale din lemn de salcâm.",
        "16": "Lungimea fiecărei scânduri să fie de zece coți, iar lățimea fiecărei scânduri să fie de un cot și jumătate.",
        "17": "Fiecare să aibă câte două cepuri prin care să fie îmbinate. Să faci la fel toate scândurile Tabernaculului.",
        "18": "Să faci douăzeci de scânduri pentru partea de sud a Tabernaculului.",
        "19": "Sub cele douăzeci de scânduri să faci patruzeci de piedestale de argint, din care două să fie sub prima scândură cu cele două cepuri ale ei, și două sub următoarea scândură cu cele două cepuri ale ei.",
        "20": "Pentru partea de nord a Tabernaculului să faci douăzeci de scânduri",
        "21": "și patruzeci de piedestale de argint, câte două sub fiecare scândură.",
        "22": "Pentru partea din spate a Tabernaculului, orientată spre vest, să faci șase scânduri.",
        "23": "Apoi să faci încă două scânduri pentru colțurile părții din spate a Tabernaculului.",
        "24": "Acestea trebuie făcute din câte două bucăți, unite de sus până jos; în partea de sus trebuie prinse cu un inel de metal. Să faci la fel pentru scândurile din ambele colțuri.",
        "25": "Vor fi astfel opt scânduri cu piedestalele lor de argint, în total șaisprezece piedestale, câte două sub fiecare scândură.",
        "26": "Să faci apoi drugi din lemn de salcâm, cinci drugi pentru cadrul primei părți a Tabernaculului,",
        "27": "cinci pentru cadrul celei de-a doua părți a Tabernaculului și cinci pentru cadrul din spate al Tabernaculului, orientat spre vest.",
        "28": "Drugul din centru să treacă prin mijlocul cadrului, de la un capăt la celălalt.",
        "29": "Să poleiești cadrul cu aur și să faci din aur inelele care țin drugii poleiți cu aur.",
        "30": "Să ridici Tabernaculul după modelul care ți-a fost arătat pe munte. Cele două draperii",
        "31": "Să faci o draperie din fire de culoare albastră, purpurie și stacojie și din fir de in subțire răsucit, cu heruvimi brodați pe ea cu măiestrie.",
        "32": "Să o prinzi pe patru stâlpi din lemn de salcâm, poleiți cu aur, care au cârlige de aur și care sunt fixați pe patru piedestale de argint.",
        "33": "Să atârni draperia de cârlige și să aduci Chivotul Mărturiei înăuntru, în spatele draperiei. Draperia va separa Locul Sfânt de Locul Preasfânt.",
        "34": "Să pui Capacul ispășirii peste Chivotul Mărturiei în Locul Preasfânt.",
        "35": "Să pui masa dincoace de draperie, în partea de nord a Tabernaculului, iar sfeșnicul în partea de sud, față în față cu masa.",
        "36": "Pentru intrarea în cort să faci o draperie din fire de culoare albastră, purpurie și stacojie și din fir de in subțire răsucit, lucrată la gherghef.",
        "37": "Pentru această draperie să faci cinci stâlpi din lemn de salcâm, pe care să-i poleiești cu aur. Cârligele lor să fie de aur și să torni pentru ei cinci piedestale de bronz."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "“Moreover you shall make the tabernacle with ten curtains of fine twined linen, and blue, and purple, and scarlet, with cherubim. You shall make them with the work of a skillful workman.",
        "2": "The length of each curtain shall be twenty-eight cubits, and the width of each curtain four cubits: all the curtains shall have one measure.",
        "3": "Five curtains shall be coupled together to one another, and the other five curtains shall be coupled to one another.",
        "4": "You shall make loops of blue on the edge of the one curtain from the edge in the coupling, and you shall do likewise on the edge of the curtain that is outermost in the second coupling.",
        "5": "You shall make fifty loops in the one curtain, and you shall make fifty loops in the edge of the curtain that is in the second coupling. The loops shall be opposite one another.",
        "6": "You shall make fifty clasps of gold, and couple the curtains to one another with the clasps. The tabernacle shall be a unit.",
        "7": "“You shall make curtains of goats’ hair for a covering over the tabernacle. You shall make eleven curtains.",
        "8": "The length of each curtain shall be thirty cubits, and the width of each curtain four cubits: the eleven curtains shall have one measure.",
        "9": "You shall couple five curtains by themselves, and six curtains by themselves, and shall double over the sixth curtain in the forefront of the tent.",
        "10": "You shall make fifty loops on the edge of the one curtain that is outermost in the coupling, and fifty loops on the edge of the curtain which is outermost in the second coupling.",
        "11": "You shall make fifty clasps of bronze, and put the clasps into the loops, and couple the tent together, that it may be one.",
        "12": "The overhanging part that remains of the curtains of the tent—the half curtain that remains—shall hang over the back of the tabernacle.",
        "13": "The cubit on the one side and the cubit on the other side, of that which remains in the length of the curtains of the tent, shall hang over the sides of the tabernacle on this side and on that side, to cover it.",
        "14": "You shall make a covering for the tent of rams’ skins dyed red, and a covering of sea cow hides above.",
        "15": "“You shall make the boards for the tabernacle of acacia wood, standing upright.",
        "16": "Ten cubits shall be the length of a board, and one and a half cubits the width of each board.",
        "17": "There shall be two tenons in each board, joined to one another: thus you shall make for all the boards of the tabernacle.",
        "18": "You shall make twenty boards for the tabernacle, for the south side southward.",
        "19": "You shall make forty sockets of silver under the twenty boards; two sockets under one board for its two tenons, and two sockets under another board for its two tenons.",
        "20": "For the second side of the tabernacle, on the north side, twenty boards,",
        "21": "and their forty sockets of silver; two sockets under one board, and two sockets under another board.",
        "22": "For the far side of the tabernacle westward you shall make six boards.",
        "23": "You shall make two boards for the corners of the tabernacle in the far side.",
        "24": "They shall be double beneath, and in the same way they shall be whole to its top to one ring: thus shall it be for them both; they shall be for the two corners.",
        "25": "There shall be eight boards, and their sockets of silver, sixteen sockets; two sockets under one board, and two sockets under another board.",
        "26": "“You shall make bars of acacia wood: five for the boards of the one side of the tabernacle,",
        "27": "and five bars for the boards of the other side of the tabernacle, and five bars for the boards of the side of the tabernacle, for the far side westward.",
        "28": "The middle bar in the middle of the boards shall pass through from end to end.",
        "29": "You shall overlay the boards with gold, and make their rings of gold for places for the bars. You shall overlay the bars with gold.",
        "30": "You shall set up the tabernacle according to the way that it was shown to you on the mountain.",
        "31": "“You shall make a veil of blue, and purple, and scarlet, and fine twined linen, with cherubim. It shall be the work of a skillful workman.",
        "32": "You shall hang it on four pillars of acacia overlaid with gold; their hooks shall be of gold, on four sockets of silver.",
        "33": "You shall hang up the veil under the clasps, and shall bring the ark of the covenant in there within the veil. The veil shall separate the holy place from the most holy for you.",
        "34": "You shall put the mercy seat on the ark of the covenant in the most holy place.",
        "35": "You shall set the table outside the veil, and the lamp stand opposite the table on the side of the tabernacle toward the south. You shall put the table on the north side.",
        "36": "“You shall make a screen for the door of the Tent, of blue, and purple, and scarlet, and fine twined linen, the work of the embroiderer.",
        "37": "You shall make for the screen five pillars of acacia, and overlay them with gold. Their hooks shall be of gold. You shall cast five sockets of bronze for them."
      }
    }
  }
}