{
  "book": "Exodul",
  "chapter": "22",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Dacă un om fură un bou sau o oaie și-l taie sau îl vinde, să dea cinci boi pentru boul furat și patru oi pentru oaia furată.",
        "2": "Dacă hoțul este prins spărgând și e lovit și moare, cel ce l-a lovit nu va fi vinovat de omor față de el;",
        "3": "dar, dacă a răsărit soarele, va fi vinovat de omor față de el. Hoțul trebuie să dea înapoi ce este dator să dea; dacă n-are nimic, să fie vândut rob, ca despăgubire pentru furtul lui.",
        "4": "Dacă ceea ce a furat, fie bou, fie măgar sau oaie, se găsește încă viu în mâinile lui, să dea îndoit înapoi.",
        "5": "Dacă cineva face stricăciune într-un ogor sau într-o vie și își lasă vita să pască pe ogorul altuia, să dea ca despăgubire cel mai bun rod din ogorul și via lui.",
        "6": "Dacă izbucnește un foc și întâlnește mărăcini în cale și arde grâul în snopi sau în picioare sau câmpul, cel ce a pus foc să fie silit să dea o despăgubire deplină.",
        "7": "Dacă un om dă altuia bani sau unelte spre păstrare și le fură cineva din casa acestuia din urmă, hoțul trebuie să întoarcă îndoit, dacă va fi găsit.",
        "8": "Dacă hoțul nu se găsește, stăpânul casei să se înfățișeze înaintea lui Dumnezeu ca să spună că n-a pus mâna pe avutul aproapelui său.",
        "9": "În orice pricină de înșelăciune cu privire la un bou, un măgar, o oaie, o haină sau un lucru pierdut, despre care se va zice: ‘Uite-l!’ – pricina amânduror părților să meargă până la Dumnezeu; acela pe care-l va osândi Dumnezeu trebuie să întoarcă îndoit aproapelui său.",
        "10": "Dacă un om dă altuia un măgar, un bou, o oaie sau un dobitoc oarecare să i-l păstreze și dobitocul moare, își strică un mădular sau e luat cu sila de la el, fără să fi văzut cineva,",
        "11": "să se facă un jurământ, în Numele Domnului, între cele două părți, și cel ce a păstrat dobitocul va mărturisi că n-a pus mâna pe avutul aproapelui său; stăpânul dobitocului va primi jurământul acesta, și celălalt nu va fi dator să i-l înlocuiască.",
        "12": "Dar, dacă dobitocul a fost furat de la el, va fi dator față de stăpânul lui să i-l înlocuiască.",
        "13": "Dacă dobitocul a fost sfâșiat de fiare sălbatice, îl va aduce ca dovadă și nu va fi dator să-i înlocuiască dobitocul sfâșiat.",
        "14": "Dacă un om împrumută altuia o vită, și vita își strică un mădular sau moare în lipsa stăpânului ei, va trebui s-o plătească.",
        "15": "Dacă stăpânul e de față, nu i-o va plăti. Dacă vita a fost dată cu chirie, prețul chiriei va fi de ajuns. Necinstirea unei fete",
        "16": "Dacă un om înșală pe o fată nelogodită și se culcă cu ea, îi va plăti zestrea și o va lua de nevastă.",
        "17": "Dacă tatăl nu vrea să i-o dea, el va plăti în argint prețul zestrei cuvenite fetelor.",
        "18": "Pe vrăjitoare să n-o lași să trăiască.",
        "19": "Oricine se culcă cu un dobitoc să fie pedepsit cu moartea.",
        "20": "Cine aduce jertfe altor dumnezei decât Domnului singur să fie nimicit cu desăvârșire. Legi privitoare la asuprirea celor săraci",
        "21": "Să nu chinuiești pe străin și să nu-l asuprești, căci și voi ați fost străini în țara Egiptului.",
        "22": "Să nu asuprești pe văduvă, nici pe orfan.",
        "23": "Dacă-i asuprești, și ei strigă la Mine după ajutor, Eu le voi auzi strigătele;",
        "24": "mânia Mea se va aprinde și vă voi nimici cu sabia; nevestele voastre vor rămâne văduve și copiii voștri vor rămâne orfani.",
        "25": "Dacă împrumuți bani vreunuia din poporul Meu, săracului care este cu tine, să nu fii față de el ca un cămătar și să nu ceri camătă de la el.",
        "26": "Dacă iei zălog haina aproapelui tău, să i-o dai înapoi înainte de apusul soarelui,",
        "27": "căci este singura lui învelitoare, este haina cu care își învelește trupul – cu ce are să se culce? Dacă strigă spre Mine după ajutor, Eu îl voi auzi, căci Eu sunt milostiv. Întâii născuți",
        "28": "Să nu hulești pe Dumnezeu și să nu blestemi pe mai-marele poporului tău.",
        "29": "Să nu pregeți să-Mi aduci pârga secerișului tău și a culesului viei tale. Să-Mi dai pe întâiul născut din fiii tăi.",
        "30": "Să-Mi dai și întâiul născut al vacii tale și al oii tale; să rămână șapte zile cu mama sa, iar în ziua a opta să Mi-l aduci.",
        "31": "Să-Mi fiți niște oameni sfinți. Să nu mâncați carne sfâșiată de fiare pe câmp, ci s-o aruncați la câini."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Dacă un om fură un bou sau o oaie și taie animalul sau îl vinde, să dea cinci boi pentru fiecare bou furat și patru oi pentru fiecare oaie.",
        "2": "Dacă hoțul este prins spărgând, și el este lovit și moare, cel care l-a lovit nu va fi vinovat de moartea lui.",
        "3": "Dar, dacă primește lovitura după răsăritul soarelui, atunci cel care l-a lovit va fi vinovat de moartea sa. Hoțul prins trebuie să plătească întreaga despăgubire. Dacă nu are ce să dea, să fie vândut și, astfel, să plătească pentru furtul lui.",
        "4": "Când animalul furat, fie el bou, măgar sau oaie, este găsit viu în mâna hoțului, acesta să plătească dublu.",
        "5": "Dacă un om își lasă turma să pască pe un teren sau într-o vie sau dacă își lasă vitele să facă stricăciuni pe terenul altuia, să dea ca despăgubire din ce are mai bun pe terenul său ori în via sa.",
        "6": "Dacă izbucnește un foc care cuprinde spinii și arde grânele adunate în snopi, grânele aflate încă în picioare sau întreg terenul, cel ce a aprins focul să plătească întreaga despăgubire.",
        "7": "Dacă un om încredințează semenului său argint sau bunuri spre păstrare, și acestea sunt furate din casa celui din urmă, atunci hoțul, dacă este prins, trebuie să plătească dublu.",
        "8": "Dacă hoțul nu este găsit, stăpânul casei să fie adus înaintea lui Dumnezeu, ca să se descopere dacă nu cumva și-a însușit el bunurile semenului său.",
        "9": "În orice dispută cu privire la un bou, un măgar, o oaie, o îmbrăcăminte sau orice altă pierdere despre care una dintre părți spune: ‘Este a mea’, cauza amândurora va fi adusă înaintea lui Dumnezeu. Cel pe care-l va condamna Dumnezeu să plătească dublu semenului său.",
        "10": "Dacă cineva îi încredințează semenului său un măgar, un bou, o oaie sau orice alt animal pentru a fi supravegheat, și animalul moare, este rănit sau este capturat fără să vadă cineva,",
        "11": "să se facă un jurământ în Numele Domnului între cele două părți. Cel căruia i se încredințase animalul, va mărturisi că n-a pus mâna pe bunurile semenului său. Stăpânul va accepta jurământul și, astfel, celălalt nu va plăti.",
        "12": "Dacă animalul a fost furat de la el, trebuie să-i plătească stăpânului despăgubire.",
        "13": "Dacă a fost sfâșiat de animale sălbatice, să fie adus ca dovadă; nu va plăti despăgubire pentru animalul sfâșiat.",
        "14": "Când cineva împrumută un animal de la semenul său, iar animalul se lovește sau moare în lipsa stăpânului, cel ce l-a împrumutat va trebui să plătească.",
        "15": "Dacă stăpânul a fost cu el, nu va trebui să plătească. Dacă animalul a fost închiriat, prețul chiriei va acoperi pierderea. Legi privind relațiile sociale și respectul față de Dumnezeu",
        "16": "Dacă un om va ademeni o fecioară care nu este logodită și se va culca cu ea, va trebui să-i plătească zestrea și s-o ia de soție.",
        "17": "Dacă tatăl ei nu vrea nicidecum să i-o dea de soție, el îi va plăti în argint prețul zestrei unei fecioare.",
        "18": "Pe vrăjitoare să n-o lași să trăiască.",
        "19": "Oricine se culcă cu un animal să fie pedepsit cu moartea.",
        "20": "Cel ce aduce jertfe unui dumnezeu, altuia decât Domnului, să fie dat spre nimicire.",
        "21": "Să nu-l nedreptățești pe străin și să nu-i faci rău, pentru că și voi ați fost străini în țara Egiptului.",
        "22": "Să nu-i asuprești pe văduvă sau pe orfan.",
        "23": "Dacă îi tot asuprești, și ei continuă să strige către Mine după ajutor, sigur le voi auzi strigătul.",
        "24": "Mânia Mea se va aprinde și vă voi ucide cu sabia. Soțiile voastre vor ajunge văduve, iar copiii voștri, orfani.",
        "25": "Dacă împrumuți argint vreunuia din poporul Meu, săracului de lângă tine, să nu te porți cu el ca un cămătar și să nu-i ceri dobândă.",
        "26": "Dacă iei haina semenului tău drept garanție, să i-o dai înapoi înainte de apusul soarelui,",
        "27": "căci este singura lui învelitoare, este mantaua cu care își învelește trupul. Altfel, cu ce se va culca? Dacă semenul tău strigă către Mine, Eu îl voi asculta, căci sunt plin de har.",
        "28": "Să nu-L blasfemiezi pe Dumnezeu și să nu-l blestemi pe conducătorul poporului tău.",
        "29": "Să nu întârzii să-Mi aduci din plinătatea secerișului tău și din sucul livezii tale. Pe întâiul născut dintre fiii tăi să Mi-l dai Mie.",
        "30": "Să faci la fel cu boul tău și cu oaia ta: șapte zile să rămână cu mama sa, iar în a opta zi să Mi-l dai Mie.",
        "31": "Să-Mi fiți niște oameni sfinți. Să nu mâncați carne de animal sălbatic care a fost sfâșiat pe câmp, ci s-o aruncați la câini."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "“If a man steals an ox or a sheep, and kills it or sells it, he shall pay five oxen for an ox, and four sheep for a sheep.",
        "2": "If the thief is found breaking in, and is struck so that he dies, there shall be no guilt of bloodshed for him.",
        "3": "If the sun has risen on him, he is guilty of bloodshed. He shall make restitution. If he has nothing, then he shall be sold for his theft.",
        "4": "If the stolen property is found in his hand alive, whether it is ox, donkey, or sheep, he shall pay double.",
        "5": "“If a man causes a field or vineyard to be eaten by letting his animal loose, and it grazes in another man’s field, he shall make restitution from the best of his own field, and from the best of his own vineyard.",
        "6": "“If fire breaks out, and catches in thorns so that the shocks of grain, or the standing grain, or the field are consumed; he who kindled the fire shall surely make restitution.",
        "7": "“If a man delivers to his neighbor money or stuff to keep, and it is stolen out of the man’s house, if the thief is found, he shall pay double.",
        "8": "If the thief isn’t found, then the master of the house shall come near to God, to find out whether or not he has put his hand on his neighbor’s goods.",
        "9": "For every matter of trespass, whether it is for ox, for donkey, for sheep, for clothing, or for any kind of lost thing, about which one says, ‘This is mine,’ the cause of both parties shall come before God. He whom God condemns shall pay double to his neighbor.",
        "10": "“If a man delivers to his neighbor a donkey, an ox, a sheep, or any animal to keep, and it dies or is injured, or driven away, no man seeing it;",
        "11": "the oath of Yahweh shall be between them both, he has not put his hand on his neighbor’s goods; and its owner shall accept it, and he shall not make restitution.",
        "12": "But if it is stolen from him, the one who stole shall make restitution to its owner.",
        "13": "If it is torn in pieces, let him bring it for evidence. He shall not make good that which was torn.",
        "14": "“If a man borrows anything of his neighbor’s, and it is injured, or dies, its owner not being with it, he shall surely make restitution.",
        "15": "If its owner is with it, he shall not make it good. If it is a leased thing, it came for its lease.",
        "16": "“If a man entices a virgin who isn’t pledged to be married, and lies with her, he shall surely pay a dowry for her to be his wife.",
        "17": "If her father utterly refuses to give her to him, he shall pay money according to the dowry of virgins.",
        "18": "“You shall not allow a sorceress to live.",
        "19": "“Whoever has sex with an animal shall surely be put to death.",
        "20": "“He who sacrifices to any god, except to Yahweh only, shall be utterly destroyed.",
        "21": "“You shall not wrong an alien or oppress him, for you were aliens in the land of Egypt.",
        "22": "“You shall not take advantage of any widow or fatherless child.",
        "23": "If you take advantage of them at all, and they cry at all to me, I will surely hear their cry;",
        "24": "and my wrath will grow hot, and I will kill you with the sword; and your wives shall be widows, and your children fatherless.",
        "25": "“If you lend money to any of my people with you who is poor, you shall not be to him as a creditor. You shall not charge him interest.",
        "26": "If you take your neighbor’s garment as collateral, you shall restore it to him before the sun goes down,",
        "27": "for that is his only covering, it is his garment for his skin. What would he sleep in? It will happen, when he cries to me, that I will hear, for I am gracious.",
        "28": "“You shall not blaspheme God, nor curse a ruler of your people.",
        "29": "“You shall not delay to offer from your harvest and from the outflow of your presses. “You shall give the firstborn of your sons to me.",
        "30": "You shall do likewise with your cattle and with your sheep. It shall be with its mother seven days, then on the eighth day you shall give it to me.",
        "31": "“You shall be holy men to me, therefore you shall not eat any meat that is torn by animals in the field. You shall cast it to the dogs."
      }
    }
  }
}