{
  "book": "Exodul",
  "chapter": "36",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Bețaleel, Oholiab și toți bărbații iscusiți în care pusese Domnul înțelepciune și pricepere, ca să știe să facă lucrările rânduite pentru slujba Sfântului Locaș, au făcut totul după cum poruncise Domnul.",
        "2": "Moise a chemat pe Bețaleel, Oholiab și pe toți bărbații iscusiți în mintea cărora pusese Domnul pricepere, și anume pe toți cei cu tragere de inimă la lucrul acesta, ca să-l facă.",
        "3": "Ei au luat dinaintea lui Moise toate prinoasele pe care le aduseseră copiii lui Israel ca să facă lucrările rânduite pentru slujba Sfântului Locaș. Chiar și după ce se începuse lucrarea, tot se mai aduceau lui Moise în fiecare dimineață daruri de bunăvoie.",
        "4": "Atunci, toți bărbații iscusiți, prinși la toate lucrările Sfântului Locaș, și-au lăsat fiecare lucrul pe care-l făceau",
        "5": "și au venit de au spus lui Moise: „Poporul aduce mult mai mult decât trebuie pentru facerea lucrărilor pe care a poruncit Domnul să le facem.”",
        "6": "Moise a pus să strige în tabără ca nimeni, fie bărbat, fie femeie, să nu mai aducă daruri pentru Sfântul Locaș. Au oprit astfel pe popor să mai aducă daruri.",
        "7": "Materialul adus era de ajuns pentru toate lucrările care trebuiau făcute, ba încă mai și trecea. Clădirea cortului",
        "8": "Toți bărbații iscusiți și lucrătorii au făcut cortul din zece covoare de in subțire și răsucit, din fir albastru, purpuriu și cârmâziu; pe ele au țesut heruvimi lucrați cu măiestrie.",
        "9": "Lungimea unui covor era de douăzeci și opt de coți; iar lățimea unui covor era de patru coți. Toate covoarele aveau aceeași măsură.",
        "10": "Cinci din aceste covoare au fost prinse la un loc; celelalte cinci, de asemenea, au fost prinse la un loc.",
        "11": "Au făcut chiotori albastre la marginea covorului cu care se sfârșea cea dintâi împreunare; tot așa au făcut și la marginea covorului cu care se sfârșea a doua împreunare de covoare.",
        "12": "Au făcut cincizeci de chiotori la cel dintâi covor și cincizeci de chiotori la marginea covorului cu care se sfârșea a doua împreunare de covoare; chiotorile acestea erau una în fața alteia.",
        "13": "Au făcut cincizeci de copci de aur și au prins covoarele unul de altul cu copcile, așa încât cortul alcătuia un întreg.",
        "14": "Au făcut niște covoare din păr de capră, ca să slujească de acoperiș pentru cort: unsprezece covoare de acestea au făcut.",
        "15": "Lungimea unui covor era de treizeci de coți și lățimea unui covor era de patru coți: cele unsprezece covoare aveau aceeași măsură.",
        "16": "Au prins împreună deoparte cinci din aceste covoare, iar pe celelalte șase de altă parte.",
        "17": "Au făcut cincizeci de chiotori la marginea covorului cu care se sfârșea o împreunare de covoare și cincizeci de chiotori la marginea covorului cu care se sfârșea a doua împreunare de covoare.",
        "18": "Au mai făcut și cincizeci de copci de aramă, cu care să se împreune acoperișul cortului, ca să alcătuiască un întreg.",
        "19": "Au făcut pentru acoperișul cortului o învelitoare de piei de berbec vopsite în roșu și o învelitoare de piei de vițel de mare, care trebuia pusă pe deasupra.",
        "20": "Scândurile pentru cort le-au făcut din lemn de salcâm, așezate în picioare.",
        "21": "Lungimea unei scânduri era de zece coți și lățimea unei scânduri era de un cot și jumătate.",
        "22": "Fiecare scândură avea două urechi, unite una cu alta; tot așa au făcut la toate scândurile cortului.",
        "23": "Au făcut douăzeci de scânduri pentru cort, înspre partea de miazăzi.",
        "24": "Au pus patruzeci de picioare de argint sub cele douăzeci de scânduri, câte două picioare sub fiecare scândură, pentru cele două urechi ale ei.",
        "25": "Au făcut apoi douăzeci de scânduri pentru a doua latură a cortului, latura dinspre miazănoapte,",
        "26": "cu cele patruzeci de picioare de argint ale lor, câte două picioare sub fiecare scândură.",
        "27": "Au făcut apoi șase scânduri pentru fundul cortului, înspre apus.",
        "28": "Au făcut două scânduri pentru cele două unghiuri ale cortului în partea din fund;",
        "29": "acestea erau făcute din două bucăți, începând de la partea de jos, și bine legate la vârf, printr-un cerc; la fel au făcut pentru amândouă scândurile din cele două unghiuri.",
        "30": "Erau astfel opt scânduri, cu picioarele lor de argint, adică șaisprezece picioare, câte două picioare sub fiecare scândură.",
        "31": "Au făcut cinci drugi din lemn de salcâm pentru scândurile uneia din laturile cortului,",
        "32": "cinci drugi pentru scândurile celei de a doua laturi a cortului și cinci drugi pentru scândurile laturii cortului din fundul dinspre apus;",
        "33": "drugul de la mijloc l-au făcut așa ca să treacă prin mijlocul scândurilor, de la un capăt la celălalt.",
        "34": "Au poleit scândurile cu aur și verigile lor de aur le-au făcut așa ca să se poată petrece drugii prin ele, și drugii i-au poleit cu aur. Cele două perdele",
        "35": "Perdeaua dinăuntru au făcut-o din fir albastru, purpuriu și cârmâziu și din in subțire răsucit; au lucrat-o cu măiestrie și au făcut heruvimi pe ea.",
        "36": "Au făcut patru stâlpi de salcâm pentru ea și i-au poleit cu aur; cârligele lor erau de aur și au turnat pentru stâlpii aceștia patru picioare de argint.",
        "37": "Pentru ușa cortului au făcut o perdea din fir albastru, purpuriu și cârmâziu și din in subțire răsucit; aceasta era o lucrare făcută la gherghef.",
        "38": "Au făcut cei cinci stâlpi ai ei cu cârligele lor, iar căpătâiele și bețele lor de legătură le-au poleit cu aur; cele cinci picioare ale lor erau de aramă."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Bețalel, Oholiab și orice bărbat cu inima înțeleaptă, căruia Domnul îi dăduse pricepere și abilitate ca să știe să facă vreo lucrare în vederea construirii Lăcașului, au făcut potrivit cu tot ceea ce a poruncit Domnul.",
        "2": "Moise i-a chemat pe Bețalel, pe Oholiab și pe orice bărbat cu inima înțeleaptă, căruia Domnul îi dăduse pricepere în inimă, pe orice bărbat căruia El îi pusese pe inimă să vină ca să facă lucrarea.",
        "3": "Ei au luat de la Moise toate contribuțiile pe care fiii lui Israel le aduseseră pentru lucrarea de construire a Lăcașului. Fiindcă ei continuau să aducă daruri de bunăvoie în fiecare dimineață,",
        "4": "toți meșterii care făceau lucrările la Lăcaș au lăsat lucrul",
        "5": "și i-au vorbit lui Moise, zicând: „Poporul aduce mai mult decât este nevoie pentru lucrarea pe care ne-a poruncit Domnul s-o facem“.",
        "6": "Atunci Moise a poruncit să se anunțe în tabără astfel: „Niciun bărbat și nicio femeie să nu mai aducă vreo contribuție pentru Lăcaș“. Astfel, poporul a fost oprit să mai aducă vreo contribuție.",
        "7": "Materialul era mai mult decât suficient pentru toată lucrarea pe care o făceau.",
        "8": "Toți cei cu inima înțeleaptă, care erau printre lucrători, au făcut Tabernaculul din zece draperii din fir de in subțire răsucit și din fire de culoare albastră, purpurie și stacojie. Ele erau brodate cu heruvimi, lucrați cu măiestrie.",
        "9": "Fiecare draperie era lungă de douăzeci și opt de coți și lată de patru coți. Toate draperiile erau de aceeași mărime.",
        "10": "El a prins laolaltă cinci draperii, apoi le-a prins laolaltă și pe celelalte cinci.",
        "11": "Pe marginea draperiei exterioare din primul set a făcut niște butoniere din fir de culoare albastră. La fel a făcut și pe marginea draperiei exterioare a celui de-al doilea set.",
        "12": "A făcut cincizeci de butoniere pe draperia din primul set și cincizeci de butoniere pe marginea draperiei din cel de-al doilea set, astfel încât butonierele să se potrivească unele cu celelalte.",
        "13": "Apoi a făcut cincizeci de cârlige de aur și a prins cu acestea draperiile unele de altele, astfel încât Tabernaculul alcătuia un întreg.",
        "14": "A făcut și niște draperii din păr de capră pentru acoperișul Tabernaculului; a făcut unsprezece astfel de draperii.",
        "15": "Fiecare draperie era lungă de treizeci de coți și lată de patru coți. Toate cele unsprezece draperii erau de aceeași mărime.",
        "16": "A prins laolaltă cinci dintre draperii, ca să alcătuiască un set, iar cu celelalte șase a făcut un alt set.",
        "17": "A făcut cincizeci de butoniere pe marginea draperiei exterioare din primul set și cincizeci de butoniere pe marginea draperiei exterioare a celui de-al doilea set.",
        "18": "A făcut cincizeci de cârlige de bronz pentru a uni cortul, astfel încât acesta să fie un întreg.",
        "19": "A făcut pentru cort o învelitoare din piei de berbeci, vopsite în roșu, și o acoperitoare exterioară din piei trainice.",
        "20": "Apoi a făcut pentru Tabernacul niște scânduri verticale din lemn de salcâm.",
        "21": "Lungimea fiecărei scânduri era de zece coți, iar lățimea fiecărei scânduri era de un cot și jumătate.",
        "22": "Fiecare avea câte două cepuri prin care erau îmbinate. A făcut la fel toate scândurile Tabernaculului.",
        "23": "A făcut douăzeci de scânduri pentru partea de sud a Tabernaculului.",
        "24": "Sub cele douăzeci de scânduri a făcut patruzeci de piedestale de argint, din care două erau sub prima scândură cu cele două cepuri ale ei, și două sub următoarea scândură cu cele două cepuri ale ei.",
        "25": "Pentru partea de nord a Tabernaculului a făcut douăzeci de scânduri",
        "26": "și patruzeci de piedestale de argint, câte două sub fiecare scândură.",
        "27": "Pentru partea din spate a Tabernaculului, orientată spre vest, a făcut șase scânduri.",
        "28": "Apoi a făcut încă două scânduri pentru colțurile părții din spate a Tabernaculului.",
        "29": "Fiecare era făcută din câte două bucăți, unite de sus până jos, în partea de sus fiind prinse cu un inel de metal. A făcut la fel pentru scândurile din ambele colțuri.",
        "30": "Erau opt scânduri cu piedestalele lor de argint, în total șaisprezece piedestale, câte două sub fiecare scândură.",
        "31": "A făcut apoi drugii din lemn de salcâm, cinci drugi pentru cadrul primei părți a Tabernaculului,",
        "32": "cinci pentru cadrul celei de-a doua părți a Tabernaculului și cinci pentru cadrul din spate al Tabernaculului, orientat spre vest.",
        "33": "Drugul din centru trecea prin mijlocul cadrului, de la un capăt la celălalt.",
        "34": "A poleit cadrul cu aur și i-a făcut inele de aur, ca să țină drugii poleiți cu aur.",
        "35": "După aceea, a făcut draperia din fire de culoare albastră, purpurie și stacojie și din fir de in subțire răsucit, cu heruvimi brodați pe ea cu măiestrie.",
        "36": "A făcut pentru ea patru stâlpi din lemn de salcâm și i-a poleit cu aur. Cârligele stâlpilor erau din aur, iar cele patru piedestale ale lor erau făcute din argint.",
        "37": "Pentru intrarea în cort a făcut o draperie din fire de culoare albastră, purpurie și stacojie și din fir de in subțire răsucit, lucrată la gherghef.",
        "38": "A făcut pentru ea și cinci stâlpi cu cârlige. Le-a acoperit vârfurile și partea de jos cu aur, iar cele cinci piedestale ale lor erau de bronz."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "“Bezalel and Oholiab shall work with every wise-hearted man, in whom Yahweh has put wisdom and understanding to know how to do all the work for the service of the sanctuary, according to all that Yahweh has commanded.”",
        "2": "Moses called Bezalel and Oholiab, and every wise-hearted man, in whose heart Yahweh had put wisdom, even everyone whose heart stirred him up to come to the work to do it.",
        "3": "They received from Moses all the offering which the children of Israel had brought for the work of the service of the sanctuary, with which to make it. They kept bringing free will offerings to him every morning.",
        "4": "All the wise men, who performed all the work of the sanctuary, each came from his work which he did.",
        "5": "They spoke to Moses, saying, “The people have brought much more than enough for the service of the work which Yahweh commanded to make.”",
        "6": "Moses gave a commandment, and they caused it to be proclaimed throughout the camp, saying, “Let neither man nor woman make anything else for the offering for the sanctuary.” So the people were restrained from bringing.",
        "7": "For the stuff they had was sufficient to do all the work, and too much.",
        "8": "All the wise-hearted men among those who did the work made the tabernacle with ten curtains of fine twined linen, blue, purple, and scarlet. They made them with cherubim, the work of a skillful workman.",
        "9": "The length of each curtain was twenty-eight cubits, and the width of each curtain four cubits. All the curtains had one measure.",
        "10": "He coupled five curtains to one another, and the other five curtains he coupled to one another.",
        "11": "He made loops of blue on the edge of the one curtain from the edge in the coupling. Likewise he made in the edge of the curtain that was outermost in the second coupling.",
        "12": "He made fifty loops in the one curtain, and he made fifty loops in the edge of the curtain that was in the second coupling. The loops were opposite to one another.",
        "13": "He made fifty clasps of gold, and coupled the curtains to one another with the clasps: so the tabernacle was a unit.",
        "14": "He made curtains of goats’ hair for a covering over the tabernacle. He made them eleven curtains.",
        "15": "The length of each curtain was thirty cubits, and four cubits the width of each curtain. The eleven curtains had one measure.",
        "16": "He coupled five curtains by themselves, and six curtains by themselves.",
        "17": "He made fifty loops on the edge of the curtain that was outermost in the coupling, and he made fifty loops on the edge of the curtain which was outermost in the second coupling.",
        "18": "He made fifty clasps of bronze to couple the tent together, that it might be a unit.",
        "19": "He made a covering for the tent of rams’ skins dyed red, and a covering of sea cow hides above.",
        "20": "He made the boards for the tabernacle of acacia wood, standing up.",
        "21": "Ten cubits was the length of a board, and a cubit and a half the width of each board.",
        "22": "Each board had two tenons, joined to one another. He made all the boards of the tabernacle this way.",
        "23": "He made the boards for the tabernacle, twenty boards for the south side southward.",
        "24": "He made forty sockets of silver under the twenty boards: two sockets under one board for its two tenons, and two sockets under another board for its two tenons.",
        "25": "For the second side of the tabernacle, on the north side, he made twenty boards",
        "26": "and their forty sockets of silver: two sockets under one board, and two sockets under another board.",
        "27": "For the far part of the tabernacle westward he made six boards.",
        "28": "He made two boards for the corners of the tabernacle in the far part.",
        "29": "They were double beneath, and in the same way they were all the way to its top to one ring. He did this to both of them in the two corners.",
        "30": "There were eight boards and their sockets of silver, sixteen sockets—under every board two sockets.",
        "31": "He made bars of acacia wood: five for the boards of the one side of the tabernacle,",
        "32": "and five bars for the boards of the other side of the tabernacle, and five bars for the boards of the tabernacle for the hinder part westward.",
        "33": "He made the middle bar to pass through in the middle of the boards from the one end to the other.",
        "34": "He overlaid the boards with gold, and made their rings of gold as places for the bars, and overlaid the bars with gold.",
        "35": "He made the veil of blue, purple, scarlet, and fine twined linen, with cherubim. He made it the work of a skillful workman.",
        "36": "He made four pillars of acacia for it, and overlaid them with gold. Their hooks were of gold. He cast four sockets of silver for them.",
        "37": "He made a screen for the door of the tent, of blue, purple, scarlet, and fine twined linen, the work of an embroiderer;",
        "38": "and the five pillars of it with their hooks. He overlaid their capitals and their fillets with gold, and their five sockets were of bronze."
      }
    }
  }
}