{
  "book": "Exodul",
  "chapter": "3",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Moise păștea turma socrului său, Ietro, preotul Madianului. Odată, a mânat turma până dincolo de pustie și a ajuns la muntele lui Dumnezeu, la Horeb.",
        "2": "Îngerul Domnului i S-a arătat într-o flacără de foc, care ieșea din mijlocul unui rug. Moise s-a uitat și iată că rugul era tot un foc și rugul nu se mistuia deloc.",
        "3": "Moise a zis: „Am să mă întorc să văd ce este această vedenie minunată și pentru ce nu se mistuie rugul.”",
        "4": "Domnul a văzut că el se întoarce să vadă și Dumnezeu l-a chemat din mijlocul rugului și a zis: „Moise! Moise!” El a răspuns: „Iată-mă!”",
        "5": "Dumnezeu a zis: „Nu te apropia de locul acesta; scoate-ți încălțămintea din picioare, căci locul pe care calci este un pământ sfânt.”",
        "6": "Și a adăugat: „Eu sunt Dumnezeul tatălui tău, Dumnezeul lui Avraam, Dumnezeul lui Isaac și Dumnezeul lui Iacov.” Moise și-a ascuns fața, căci se temea să-L privească pe Dumnezeu.",
        "7": "Domnul a zis: „Am văzut asuprirea poporului Meu, care este în Egipt, și am auzit strigătele pe care le scoate din pricina asupritorilor lui, căci îi cunosc durerile.",
        "8": "M-am coborât ca să-l izbăvesc din mâna egiptenilor și să-l scot din țara aceasta și să-l duc într-o țară bună și întinsă, într-o țară unde curge lapte și miere, și anume în locurile pe care le locuiesc canaaniții, hetiții, amoriții, fereziții, heviții și iebusiții.",
        "9": "Iată că strigătele israeliților au ajuns până la Mine și am văzut chinul cu care îi chinuiesc egiptenii.",
        "10": "Acum, vino, Eu te voi trimite la Faraon și vei scoate din Egipt pe poporul Meu, pe copiii lui Israel.” Trimiterea lui Moise",
        "11": "Moise a zis lui Dumnezeu: „Cine sunt eu, ca să mă duc la Faraon și să scot din Egipt pe copiii lui Israel?”",
        "12": "Dumnezeu a zis: „Eu voi fi negreșit cu tine, și iată care va fi pentru tine semnul că Eu te-am trimis: după ce vei scoate pe popor din Egipt, veți sluji lui Dumnezeu pe muntele acesta.”",
        "13": "Moise a zis lui Dumnezeu: „Iată, când mă voi duce la copiii lui Israel și le voi spune: ‘Dumnezeul părinților voștri m-a trimis la voi’ și mă vor întreba: ‘Care este Numele Lui?’, ce le voi răspunde?”",
        "14": "Dumnezeu a zis lui Moise: „Eu sunt Cel ce sunt.” Și a adăugat: „Vei răspunde copiilor lui Israel astfel: ‘Cel ce Se numește «Eu sunt» m-a trimis la voi.’”",
        "15": "Dumnezeu a mai zis lui Moise: „Așa să vorbești copiilor lui Israel: ‘Domnul Dumnezeul părinților voștri, Dumnezeul lui Avraam, Dumnezeul lui Isaac și Dumnezeul lui Iacov, m-a trimis la voi. Acesta este Numele Meu pentru veșnicie, acesta este Numele Meu din neam în neam.’",
        "16": "Du-te, strânge pe bătrânii lui Israel și spune-le: ‘Mi s-a arătat Domnul Dumnezeul părinților voștri, Dumnezeul lui Avraam, lui Isaac și lui Iacov. El a zis: «V-am văzut și am văzut ce vi se face în Egipt",
        "17": "și am zis: Vă voi scoate din suferința Egiptului și vă voi duce în țara canaaniților, hetiților, amoriților, fereziților, heviților și iebusiților, într-o țară unde curge lapte și miere.»’",
        "18": "Ei vor asculta de glasul tău și te vei duce, tu și bătrânii lui Israel, la împăratul Egiptului și îi veți spune: ‘Domnul Dumnezeul evreilor S-a întâlnit cu noi. Dă-ne voie să mergem cale de trei zile în pustie, ca să aducem jertfe Domnului Dumnezeului nostru.’",
        "19": "Știu că împăratul Egiptului n-are să vă lase să plecați decât silit de o mână puternică.",
        "20": "Eu Îmi voi întinde mâna și voi lovi Egiptul cu tot felul de minuni, pe care le voi face în mijlocul lui. După aceea, are să vă lase să plecați.",
        "21": "Voi face chiar ca poporul acesta să capete trecere înaintea egiptenilor, și, când veți pleca, nu veți pleca cu mâinile goale.",
        "22": "Fiecare femeie va cere de la vecina ei și de la cea care locuiește în casa ei vase de argint, vase de aur și haine pe care le veți pune pe fiii și fiicele voastre. Și veți jefui astfel pe egipteni.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Moise păștea turma socrului său, Ietro, preotul din Midian. El și-a dus turma dincolo de deșert și a ajuns la Horeb, muntele lui Dumnezeu.",
        "2": "Acolo, Îngerul Domnului i S-a arătat într-o flacără de foc care ieșea din mijlocul unui rug. Moise s-a uitat și iată că, deși rugul ardea, totuși nu se mistuia.",
        "3": "Atunci Moise a zis: „Trebuie să mă apropii ca să văd această priveliște deosebită. Oare de ce nu se mistuie rugul?“.",
        "4": "Când Domnul a văzut că s-a apropiat să privească, Dumnezeu l-a chemat din rug și a zis: ‒ Moise, Moise! El a răspuns: ‒ Iată-mă!",
        "5": "Dumnezeu a zis: ‒ Nu te apropia de acest loc! Dă-ți jos sandalele din picioare, căci locul pe care stai este un pământ sfânt!",
        "6": "Apoi El a zis: ‒ Eu sunt Dumnezeul tatălui tău, Dumnezeul lui Avraam, Dumnezeul lui Isaac și Dumnezeul lui Iacov. Moise și-a ascuns fața, căci se temea să se uite la Dumnezeu.",
        "7": "Domnul a zis: ‒ Am văzut într-adevăr asuprirea poporului Meu care este în Egipt și i-am auzit strigătul scos din cauza asupritorilor lui, căci îi cunosc durerile.",
        "8": "Am coborât să-l eliberez din mâna egiptenilor și să-l duc din țara aceea într-o țară bună și largă, în care curge lapte și miere, în locul în care se află canaaniții, hitiții, amoriții, periziții, hiviții și iebusiții.",
        "9": "Iată că strigătul fiilor lui Israel a ajuns până la Mine. Am văzut cum îi asupresc egiptenii.",
        "10": "Acum, vino! Te voi trimite la Faraon ca să-Mi scoți din Egipt poporul, pe fiii lui Israel.",
        "11": "Moise I-a răspuns lui Dumnezeu: ‒ Cine sunt eu, să merg la Faraon și să-i scot pe fiii lui Israel din Egipt?",
        "12": "El a zis: ‒ Eu voi fi cu tine. Acesta va fi semnul pentru tine că Eu te-am trimis: când vei scoate poporul din Egipt, Îi veți sluji lui Dumnezeu pe muntele acesta.",
        "13": "Dar Moise I-a răspuns lui Dumnezeu: ‒ Iată, când voi merge la fiii lui Israel și le voi zice: „Dumnezeul părinților voștri m-a trimis la voi“, iar ei mă vor întreba: „Care este Numele Lui?“, ce le voi răspunde?",
        "14": "Dumnezeu i-a zis lui Moise: ‒ Eu sunt Cel Ce sunt! Apoi a zis: ‒ Așa să le spui fiilor lui Israel: „Eu sunt“ m-a trimis la voi.",
        "15": "Dumnezeu i-a mai zis lui Moise: ‒ Așa să le spui fiilor lui Israel: „Domnul, Dumnezeul părinților voștri, Dumnezeul lui Avraam, Dumnezeul lui Isaac și Dumnezeul lui Iacov m-a trimis la voi. Acesta este Numele Meu pe veci și acesta este o aducere-aminte a Mea din generație în generație“.",
        "16": "Du-te, adună-i pe bătrânii lui Israel și spune-le: „Domnul, Dumnezeul părinților voștri, Dumnezeul lui Avraam, al lui Isaac și al lui Iacov, mi S-a arătat, zicând: «M-am uitat cu atenție la voi și la ce vi se face în Egipt.",
        "17": "Am zis că vă voi scoate de sub asuprirea Egiptului și vă voi duce în țara canaaniților, a hitiților, a amoriților, a periziților, a hiviților și a iebusiților, într-o țară în care curge lapte și miere»“.",
        "18": "Ei vor asculta de glasul tău, așa că tu, împreună cu bătrânii lui Israel, veți merge la regele Egiptului și îi veți zice: „Domnul, Dumnezeul evreilor, S-a întâlnit cu noi. Acum, lasă-ne, te rugăm, să mergem cale de trei zile în deșert, ca să aducem jertfe Domnului, Dumnezeul nostru“.",
        "19": "Totuși, Eu știu că regele Egiptului nu vă va lăsa să plecați decât datorită unei mâini puternice.",
        "20": "Eu Îmi voi întinde mâna și voi lovi Egiptul cu toate minunile Mele, pe care le voi face în mijlocul lui. După aceea regele Egiptului vă va lăsa să plecați.",
        "21": "Voi face ca poporul acesta să găsească bunăvoință înaintea egiptenilor în așa fel încât, atunci când veți pleca, să nu plecați cu mâinile goale.",
        "22": "Fiecare femeie va cere vecinei ei și oricărei femei care locuiește în casa vecinilor, lucruri de argint, lucruri de aur și îmbrăcăminte. Acestea le veți pune pe fiii și pe fiicele voastre și, astfel, îi veți prăda pe egipteni."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now Moses was keeping the flock of Jethro, his father-in-law, the priest of Midian, and he led the flock to the back of the wilderness, and came to God’s mountain, to Horeb.",
        "2": "Yahweh’s angel appeared to him in a flame of fire out of the middle of a bush. He looked, and behold, the bush burned with fire, and the bush was not consumed.",
        "3": "Moses said, “I will go now, and see this great sight, why the bush is not burned.”",
        "4": "When Yahweh saw that he came over to see, God called to him out of the middle of the bush, and said, “Moses! Moses!” He said, “Here I am.”",
        "5": "He said, “Don’t come close. Take off your sandals, for the place you are standing on is holy ground.”",
        "6": "Moreover he said, “I am the God of your father, the God of Abraham, the God of Isaac, and the God of Jacob.” Moses hid his face because he was afraid to look at God.",
        "7": "Yahweh said, “I have surely seen the affliction of my people who are in Egypt, and have heard their cry because of their taskmasters, for I know their sorrows.",
        "8": "I have come down to deliver them out of the hand of the Egyptians, and to bring them up out of that land to a good and large land, to a land flowing with milk and honey; to the place of the Canaanite, the Hittite, the Amorite, the Perizzite, the Hivite, and the Jebusite.",
        "9": "Now, behold, the cry of the children of Israel has come to me. Moreover I have seen the oppression with which the Egyptians oppress them.",
        "10": "Come now therefore, and I will send you to Pharaoh, that you may bring my people, the children of Israel, out of Egypt.”",
        "11": "Moses said to God, “Who am I, that I should go to Pharaoh, and that I should bring the children of Israel out of Egypt?”",
        "12": "He said, “Certainly I will be with you. This will be the token to you, that I have sent you: when you have brought the people out of Egypt, you shall serve God on this mountain.”",
        "13": "Moses said to God, “Behold, when I come to the children of Israel, and tell them, ‘The God of your fathers has sent me to you,’ and they ask me, ‘What is his name?’ what should I tell them?”",
        "14": "God said to Moses, “I AM WHO I AM,” and he said, “You shall tell the children of Israel this: ‘I AM has sent me to you.’”",
        "15": "God said moreover to Moses, “You shall tell the children of Israel this, ‘Yahweh, the God of your fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has sent me to you.’ This is my name forever, and this is my memorial to all generations.",
        "16": "Go and gather the elders of Israel together, and tell them, ‘Yahweh, the God of your fathers, the God of Abraham, of Isaac, and of Jacob, has appeared to me, saying, “I have surely visited you, and seen that which is done to you in Egypt.",
        "17": "I have said, I will bring you up out of the affliction of Egypt to the land of the Canaanite, the Hittite, the Amorite, the Perizzite, the Hivite, and the Jebusite, to a land flowing with milk and honey.”’",
        "18": "They will listen to your voice. You shall come, you and the elders of Israel, to the king of Egypt, and you shall tell him, ‘Yahweh, the God of the Hebrews, has met with us. Now please let us go three days’ journey into the wilderness, that we may sacrifice to Yahweh, our God.’",
        "19": "I know that the king of Egypt won’t give you permission to go, no, not by a mighty hand.",
        "20": "I will reach out my hand and strike Egypt with all my wonders which I will do among them, and after that he will let you go.",
        "21": "I will give this people favor in the sight of the Egyptians, and it will happen that when you go, you shall not go empty-handed.",
        "22": "But every woman shall ask of her neighbor, and of her who visits her house, jewels of silver, jewels of gold, and clothing. You shall put them on your sons, and on your daughters. You shall plunder the Egyptians.”"
      }
    }
  }
}