{
  "book": "Exodul",
  "chapter": "32",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Poporul, văzând că Moise zăbovește să se coboare de pe munte, s-a strâns în jurul lui Aaron și i-a zis: „Haide, fă-ne un dumnezeu care să meargă înaintea noastră, căci Moise, omul acela care ne-a scos din țara Egiptului, nu știm ce s-a făcut!”",
        "2": "Aaron le-a răspuns: „Scoateți cerceii de aur din urechile nevestelor, fiilor și fiicelor voastre și aduceți-i la mine.”",
        "3": "Și toți și-au scos cerceii de aur din urechi și i-au adus lui Aaron.",
        "4": "El i-a luat din mâinile lor, a bătut aurul cu dalta și a făcut un vițel turnat. Și ei au zis: „Israele, iată dumnezeul tău care te-a scos din țara Egiptului!”",
        "5": "Când a văzut Aaron lucrul acesta, a zidit un altar înaintea lui și a strigat: „Mâine va fi o sărbătoare în cinstea Domnului!”",
        "6": "A doua zi, s-au sculat dis-de-dimineață și au adus arderi-de-tot și jertfe de mulțumire. Poporul a șezut de a mâncat și a băut; apoi s-au sculat să joace. Mânia lui Dumnezeu",
        "7": "Domnul a zis lui Moise: „Scoală și coboară-te, căci poporul tău, pe care l-ai scos din țara Egiptului, s-a stricat.",
        "8": "Foarte curând s-au abătut de la calea pe care le-o poruncisem Eu; și-au făcut un vițel turnat, s-au închinat până la pământ înaintea lui, i-au adus jertfe și au zis: ‘Israele, iată dumnezeul tău care te-a scos din țara Egiptului!’”",
        "9": "Domnul a zis lui Moise: „Văd că poporul acesta este un popor încăpățânat.",
        "10": "Acum, lasă-Mă; mânia Mea are să se aprindă împotriva lor și-i voi mistui, dar pe tine te voi face strămoșul unui neam mare.”",
        "11": "Moise s-a rugat Domnului Dumnezeului său și a zis: „Pentru ce să se aprindă, Doamne, mânia Ta împotriva poporului Tău, pe care l-ai scos din țara Egiptului cu mare putere și cu mână tare?",
        "12": "Pentru ce să zică egiptenii: ‘Spre nenorocirea lor i-a scos, ca să-i omoare prin munți și ca să-i șteargă de pe fața pământului’? Întoarce-Te din iuțeala mâniei Tale și lasă-Te de răul acesta pe care vrei să-l faci poporului Tău.",
        "13": "Adu-ți aminte de Avraam, de Isaac și de Israel, robii Tăi, cărora le-ai spus, jurându-Te pe Tine Însuți: ‘Voi înmulți sămânța voastră ca stelele cerului, voi da urmașilor voștri toată țara aceasta de care am vorbit, și ei o vor stăpâni în veac.’”",
        "14": "Și Domnul S-a lăsat de răul pe care spusese că vrea să-l facă poporului Său. Mânia lui Moise",
        "15": "Moise s-a întors și s-a coborât de pe munte cu cele două table ale mărturiei în mână. Tablele erau scrise pe amândouă părțile, pe o parte și pe alta.",
        "16": "Tablele erau lucrarea lui Dumnezeu și scrisul era scrisul lui Dumnezeu, săpat pe table.",
        "17": "Iosua a auzit glasul poporului, care scotea strigăte, și a zis lui Moise: „În tabără este un strigăt de război!”",
        "18": "Moise a răspuns: „Strigătul acesta nu-i nici strigăt de biruitori, nici strigăt de biruiți; ce aud eu este glasul unor oameni care cântă!”",
        "19": "Și, pe când se apropia de tabără, a văzut vițelul și jocurile. Moise s-a aprins de mânie, a aruncat tablele din mână și le-a sfărâmat de piciorul muntelui.",
        "20": "A luat vițelul pe care-l făcuseră ei și l-a ars în foc; l-a prefăcut în cenușă, a presărat cenușa pe fața apei și a dat-o copiilor lui Israel s-o bea.",
        "21": "Moise a zis lui Aaron: „Ce ți-a făcut poporul acesta, de ai adus asupra lui un păcat atât de mare?”",
        "22": "Aaron a răspuns: „Să nu se aprindă de mânie domnul meu! Tu singur știi că poporul acesta este pornit la rău.",
        "23": "Ei mi-au zis: ‘Fă-ne un dumnezeu care să meargă înaintea noastră; căci Moise, omul acela care ne-a scos din țara Egiptului, nu știm ce s-a făcut!’",
        "24": "Eu le-am zis: ‘Cine are aur să-l scoată!’ Și mi l-au dat; l-am aruncat în foc și din el a ieșit vițelul acesta.” Măcelul",
        "25": "Moise a văzut că poporul era fără frâu, căci Aaron îl făcuse să fie fără frâu, spre batjocura vrăjmașilor săi;",
        "26": "s-a așezat la ușa taberei și a zis: „Cine este pentru Domnul să vină la mine!” Și toți copiii lui Levi s-au strâns la el.",
        "27": "El le-a zis: „Așa vorbește Domnul Dumnezeul lui Israel: ‘Fiecare din voi să se încingă cu sabia; mergeți și străbateți tabăra de la o poartă la alta și fiecare să omoare pe fratele, pe prietenul și pe ruda sa.’”",
        "28": "Copiii lui Levi au făcut după porunca lui Moise și aproape trei mii de oameni au pierit în ziua aceea din popor.",
        "29": "Moise a zis: „Predați-vă azi în slujba Domnului, chiar cu jertfa fiului și fratelui vostru, pentru ca binecuvântarea Lui să vină astăzi peste voi!” Moise se roagă pentru popor",
        "30": "A doua zi, Moise a zis poporului: „Ați făcut un păcat foarte mare. Am să mă sui acum la Domnul: poate că voi căpăta iertare pentru păcatul vostru.”",
        "31": "Moise s-a întors la Domnul și a zis: „Ah, poporul acesta a făcut un păcat foarte mare! Și-au făcut un dumnezeu de aur.",
        "32": "Iartă-le acum păcatul! Dacă nu, atunci șterge-mă din cartea Ta pe care ai scris-o!”",
        "33": "Domnul a zis lui Moise: „Pe cel ce a păcătuit împotriva Mea, pe acela îl voi șterge din cartea Mea.",
        "34": "Du-te dar și du poporul unde ți-am spus. Iată, Îngerul Meu va merge înaintea ta, dar în ziua răzbunării Mele, îi voi pedepsi pentru păcatul lor!”",
        "35": "Domnul a lovit cu urgie poporul, pentru că făcuse vițelul făurit de Aaron."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Când poporul a văzut că Moise întârzie să coboare de pe munte, s-a strâns în jurul lui Aaron și i-a zis: ‒ Ridică-te! Fă-ne niște dumnezei care să meargă înaintea noastră, căci nu știm ce s-a întâmplat cu acest Moise, bărbatul care ne-a scos din țara Egiptului.",
        "2": "Aaron le-a răspuns: ‒ Scoateți cerceii de aur din urechile soțiilor voastre, ale fiilor voștri și ale fiicelor voastre și aduceți-i la mine!",
        "3": "Și toți și-au scos cerceii de aur din urechi și i-au adus la Aaron.",
        "4": "El a luat aurul din mâna lor, l-a bătut cu o unealtă și a făcut din el un vițel turnat. Ei au zis: „Israel, aceștia sunt dumnezeii tăi care te-au scos din țara Egiptului!“.",
        "5": "Când a văzut Aaron lucrul acesta, a construit un altar înaintea lui și a zis: „Mâine va fi o sărbătoare în cinstea Domnului“.",
        "6": "A doua zi s-au sculat dis-de-dimineață și au adus arderi-de-tot și jertfe de pace. Poporul s-a așezat să mănânce și să bea, apoi s-a ridicat să se distreze.",
        "7": "Domnul i-a zis lui Moise: ‒ Du-te, coboară de pe munte, căci poporul tău, pe care l-ai scos din țara Egiptului, s-a pervertit.",
        "8": "S-au abătut repede de la calea pe care le-am poruncit-o. Și-au făcut un vițel turnat, s-au închinat înaintea lui, i-au adus jertfe și au zis: „Israel, aceștia sunt dumnezeii tăi care te-au scos din țara Egiptului!“.",
        "9": "Domnul i-a zis lui Moise: ‒ M-am uitat la acest popor și iată că este un popor încăpățânat.",
        "10": "Acum, lasă-Mă! Mânia Mea se va aprinde împotriva lor și-i voi nimici, iar din tine voi face o națiune mare.",
        "11": "Dar Moise a stăruit înaintea Domnului, Dumnezeul său, zicând: ‒ Doamne, de ce să se aprindă mânia Ta împotriva poporului Tău, pe care l-ai scos din țara Egiptului cu mare putere și cu mână tare?",
        "12": "De ce să zică egiptenii: „Spre nenorocirea lor i-a scos, ca să-i omoare prin munți și să-i șteargă de pe fața pământului“. Retrage-Ți mânia de la ei și lasă-Te de răul pe care vrei să-l faci poporului Tău.",
        "13": "Adu-Ți aminte de Avraam, Isaac și Israel, slujitorii Tăi, cărora le-ai jurat pe Tine Însuți, zicându-le: „Vă voi înmulți urmașii ca stelele cerurilor, și toată această țară, pe care v-am promis-o, o voi da urmașilor voștri, iar ei o vor moșteni pentru totdeauna“.",
        "14": "Atunci Domnul a renunțat la răul pe care avea de gând să-l facă poporului Său.",
        "15": "Apoi Moise s-a întors și a coborât de pe munte cu cele două table ale Mărturiei în mâini, table care erau scrise pe ambele părți, scrise pe față și pe spate.",
        "16": "Tablele erau lucrarea lui Dumnezeu și scrisul era scrisul lui Dumnezeu, săpat pe table.",
        "17": "Când Iosua a auzit zgomotul făcut de poporul care striga, i-a zis lui Moise: ‒ Este zgomot de război în tabără.",
        "18": "Moise a răspuns: ‒ Nu este strigăt de victorie, nici vaiet de înfrângere. Ce aud eu este glasul unor oameni care cântă.",
        "19": "În timp ce se apropia de tabără, Moise a văzut vițelul și dansul. Atunci el s-a mâniat, a aruncat tablele din mâini și le-a sfărâmat de poalele muntelui.",
        "20": "A luat vițelul pe care l-au făcut și l-a ars în foc. L-a măcinat până s-a făcut cenușă, apoi a împrăștiat cenușa pe apă și a dat-o fiilor lui Israel s-o bea.",
        "21": "Moise i-a zis lui Aaron: ‒ Ce ți-a făcut acest popor, de ai adus asupra lui un păcat atât de mare?",
        "22": "Aaron a răspuns: ‒ Să nu se aprindă mânia stăpânului meu. Tu cunoști poporul acesta și știi că este pornit la rău.",
        "23": "Ei mi-au zis: „Fă-ne niște dumnezei care să meargă înaintea noastră, căci nu știm ce s-a întâmplat cu acest Moise, bărbatul care ne-a scos din țara Egiptului“.",
        "24": "Atunci eu le-am răspuns: „Oricine are aur să-l scoată!“. Ei mi l-au dat, iar eu l-am aruncat în foc și din el a ieșit vițelul acesta.",
        "25": "Când a văzut Moise că poporul era fără frâu, căci Aaron îl făcuse să fie fără frâu și de batjocură înaintea dușmanilor lui,",
        "26": "a stat la intrarea în tabără și a zis: „Cine este de partea Domnului să vină la mine!“. Toți leviții s-au adunat în jurul lui.",
        "27": "El le-a zis: „Așa vorbește Domnul, Dumnezeul lui Israel: «Fiecare să-și ia sabia! Întoarceți-vă și străbateți tabăra din poartă în poartă, și fiecare să-și omoare fratele, prietenul și vecinul»“.",
        "28": "Leviții au făcut așa cum le-a poruncit Moise și aproape trei mii de oameni au căzut în ziua aceea.",
        "29": "Apoi Moise le-a zis: „Astăzi v-ați dedicat Domnului, fiecare cu prețul fiului și al fratelui său, aducând binecuvântare peste voi“. Mijlocirea lui Moise",
        "30": "În ziua următoare, Moise a zis poporului: „Ați făcut un mare păcat. Acum mă voi sui la Domnul; poate voi reuși să fac ispășire pentru păcatul vostru“.",
        "31": "Moise s-a întors la Domnul și a zis: ‒ Ah, poporul acesta a comis un mare păcat, făcându-și dumnezei din aur.",
        "32": "Dar acum, dacă dorești, iartă-i păcatul! Dacă nu, Te rog, șterge-mă din Cartea Ta, pe care ai scris-o.",
        "33": "Domnul i-a zis lui Moise: ‒ Pe acela care a păcătuit împotriva Mea îl voi șterge din Cartea Mea.",
        "34": "Acum du-te și condu poporul spre locul despre care ți-am spus. Iată că Îngerul Meu va merge înaintea ta. Totuși, atunci când va veni ziua pedepsei, îi voi pedepsi pentru păcatul lor.",
        "35": "Domnul a lovit poporul pentru ceea ce făcuseră cu vițelul făcut de Aaron."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "When the people saw that Moses delayed coming down from the mountain, the people gathered themselves together to Aaron, and said to him, “Come, make us gods, which shall go before us; for as for this Moses, the man who brought us up out of the land of Egypt, we don’t know what has become of him.”",
        "2": "Aaron said to them, “Take off the golden rings, which are in the ears of your wives, of your sons, and of your daughters, and bring them to me.”",
        "3": "All the people took off the golden rings which were in their ears, and brought them to Aaron.",
        "4": "He received what they handed him, fashioned it with an engraving tool, and made it a molded calf. Then they said, “These are your gods, Israel, which brought you up out of the land of Egypt.”",
        "5": "When Aaron saw this, he built an altar before it; and Aaron made a proclamation, and said, “Tomorrow shall be a feast to Yahweh.”",
        "6": "They rose up early on the next day, and offered burnt offerings, and brought peace offerings; and the people sat down to eat and to drink, and rose up to play.",
        "7": "Yahweh spoke to Moses, “Go, get down; for your people, whom you brought up out of the land of Egypt, have corrupted themselves!",
        "8": "They have turned away quickly out of the way which I commanded them. They have made themselves a molded calf, and have worshiped it, and have sacrificed to it, and said, ‘These are your gods, Israel, which brought you up out of the land of Egypt.’”",
        "9": "Yahweh said to Moses, “I have seen these people, and behold, they are a stiff-necked people.",
        "10": "Now therefore leave me alone, that my wrath may burn hot against them, and that I may consume them; and I will make of you a great nation.”",
        "11": "Moses begged Yahweh his God, and said, “Yahweh, why does your wrath burn hot against your people, that you have brought out of the land of Egypt with great power and with a mighty hand?",
        "12": "Why should the Egyptians talk, saying, ‘He brought them out for evil, to kill them in the mountains, and to consume them from the surface of the earth’? Turn from your fierce wrath, and turn away from this evil against your people.",
        "13": "Remember Abraham, Isaac, and Israel, your servants, to whom you swore by your own self, and said to them, ‘I will multiply your offspring as the stars of the sky, and all this land that I have spoken of I will give to your offspring, and they shall inherit it forever.’”",
        "14": "So Yahweh turned away from the evil which he said he would do to his people.",
        "15": "Moses turned, and went down from the mountain, with the two tablets of the covenant in his hand; tablets that were written on both their sides. They were written on one side and on the other.",
        "16": "The tablets were the work of God, and the writing was the writing of God, engraved on the tablets.",
        "17": "When Joshua heard the noise of the people as they shouted, he said to Moses, “There is the noise of war in the camp.”",
        "18": "He said, “It isn’t the voice of those who shout for victory. It is not the voice of those who cry for being overcome; but the noise of those who sing that I hear.”",
        "19": "As soon as he came near to the camp, he saw the calf and the dancing. Then Moses’ anger grew hot, and he threw the tablets out of his hands, and broke them beneath the mountain.",
        "20": "He took the calf which they had made, and burned it with fire, ground it to powder, and scattered it on the water, and made the children of Israel drink it.",
        "21": "Moses said to Aaron, “What did these people do to you, that you have brought a great sin on them?”",
        "22": "Aaron said, “Don’t let the anger of my lord grow hot. You know the people, that they are set on evil.",
        "23": "For they said to me, ‘Make us gods, which shall go before us. As for this Moses, the man who brought us up out of the land of Egypt, we don’t know what has become of him.’",
        "24": "I said to them, ‘Whoever has any gold, let them take it off.’ So they gave it to me; and I threw it into the fire, and out came this calf.”",
        "25": "When Moses saw that the people were out of control, (for Aaron had let them lose control, causing derision among their enemies),",
        "26": "then Moses stood in the gate of the camp, and said, “Whoever is on Yahweh’s side, come to me!” All the sons of Levi gathered themselves together to him.",
        "27": "He said to them, “Yahweh, the God of Israel, says, ‘Every man put his sword on his thigh, and go back and forth from gate to gate throughout the camp, and every man kill his brother, and every man his companion, and every man his neighbor.’”",
        "28": "The sons of Levi did according to the word of Moses. About three thousand men fell of the people that day.",
        "29": "Moses said, “Consecrate yourselves today to Yahweh, for every man was against his son and against his brother, that he may give you a blessing today.”",
        "30": "On the next day, Moses said to the people, “You have sinned a great sin. Now I will go up to Yahweh. Perhaps I shall make atonement for your sin.”",
        "31": "Moses returned to Yahweh, and said, “Oh, this people have sinned a great sin, and have made themselves gods of gold.",
        "32": "Yet now, if you will, forgive their sin—and if not, please blot me out of your book which you have written.”",
        "33": "Yahweh said to Moses, “Whoever has sinned against me, I will blot him out of my book.",
        "34": "Now go, lead the people to the place of which I have spoken to you. Behold, my angel shall go before you. Nevertheless, in the day when I punish, I will punish them for their sin.”",
        "35": "Yahweh struck the people, because of what they did with the calf, which Aaron made."
      }
    }
  }
}