{
  "book": "Exodul",
  "chapter": "19",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În luna a treia după ieșirea lor din țara Egiptului, copiii lui Israel au ajuns în ziua aceea în pustia Sinai.",
        "2": "După ce au plecat de la Refidim, au ajuns în pustia Sinai și au tăbărât în pustie. Israel a tăbărât acolo, în fața muntelui.",
        "3": "Moise s-a suit la Dumnezeu. Și Domnul l-a chemat de pe munte, zicând: „Așa să vorbești casei lui Iacov și să spui copiilor lui Israel:",
        "4": "‘Ați văzut ce am făcut Egiptului și cum v-am purtat pe aripi de vultur și v-am adus aici la Mine.",
        "5": "Acum, dacă veți asculta glasul Meu și dacă veți păzi legământul Meu, veți fi ai Mei dintre toate popoarele, căci tot pământul este al Meu;",
        "6": "Îmi veți fi o împărăție de preoți și un neam sfânt. Acestea sunt cuvintele pe care le vei spune copiilor lui Israel.’”",
        "7": "Moise a venit de a chemat pe bătrânii poporului și le-a pus înainte toate cuvintele acestea, cum îi poruncise Domnul.",
        "8": "Tot poporul a răspuns: „Vom face tot ce a zis Domnul!” Moise a spus Domnului cuvintele poporului.",
        "9": "Și Domnul a zis lui Moise: „Iată, voi veni la tine într-un nor gros, pentru ca să audă poporul când îți voi vorbi și să aibă totdeauna încredere în tine.” Moise a spus Domnului cuvintele poporului. Pregătirea pentru primirea Legii",
        "10": "Și Domnul a zis lui Moise: „Du-te la popor, sfințește-i azi și mâine și pune-i să-și spele hainele.",
        "11": "Să fie gata pentru a treia zi, căci a treia zi Domnul Se va coborî în fața întregului popor, pe muntele Sinai.",
        "12": "Să hotărăști poporului anumite margini de jur împrejur și să spui: ‘Să nu cumva să vă suiți pe munte sau să vă atingeți de poalele lui. Oricine se va atinge de munte va fi pedepsit cu moartea.",
        "13": "Nicio mână să nu se atingă de el, ci pe oricine se va atinge, să-l omoare cu pietre sau să-l străpungă cu săgeți: dobitoc sau om nu va trăi.’ Când va suna trâmbița, ei vor înainta spre munte.”",
        "14": "Moise s-a coborât de pe munte la popor, a sfințit poporul și ei și-au spălat hainele.",
        "15": "Și a zis poporului: „Fiți gata în trei zile; să nu vă apropiați de vreo femeie.”",
        "16": "A treia zi dimineața, au fost tunete, fulgere și un nor gros pe munte; trâmbița răsuna cu putere și tot poporul din tabără a fost apucat de spaimă.",
        "17": "Moise a scos poporul din tabără, spre întâmpinarea lui Dumnezeu, și s-au așezat la poalele muntelui.",
        "18": "Muntele Sinai era tot numai fum, pentru că Domnul Se coborâse pe el în mijlocul focului. Fumul acesta se înălța ca fumul unui cuptor, și tot muntele se cutremura cu putere.",
        "19": "Trâmbița răsuna tot mai puternic. Moise vorbea, și Dumnezeu îi răspundea cu glas tare.",
        "20": "Domnul S-a coborât pe muntele Sinai, și anume pe vârful muntelui. Domnul a chemat pe Moise pe vârful muntelui. Și Moise s-a suit sus.",
        "21": "Domnul a zis lui Moise: „Coboară-te și poruncește poporului cu tot dinadinsul să nu dea buzna spre Domnul, ca să se uite, pentru ca nu cumva să piară un mare număr dintre ei.",
        "22": "Preoții care se apropie de Domnul să se sfințească și ei, ca nu cumva să-i lovească Domnul cu moartea.”",
        "23": "Moise a zis Domnului: „Poporul nu va putea să se suie pe muntele Sinai, căci ne-ai oprit cu tot dinadinsul, zicând: ‘Hotărăște anumite margini în jurul muntelui și sfințește-l.’”",
        "24": "Domnul i-a zis: „Du-te, coboară-te și suie-te apoi iarăși cu Aaron, dar preoții și poporul să nu dea buzna să se suie la Domnul, ca nu cumva să-i lovească cu moartea.”",
        "25": "Moise s-a coborât la popor și i-a spus aceste lucruri."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În luna a treia de la ieșirea fiilor lui Israel din țara Egiptului, în aceeași zi, au ajuns în deșertul Sinai.",
        "2": "După ce au pornit din Refidim, au intrat în deșertul Sinai și apoi și-au așezat tabăra în deșert. Acolo, Israel și-a așezat tabăra înaintea muntelui.",
        "3": "Moise s-a suit la Dumnezeu. Domnul l-a chemat de pe munte, zicând: „Așa să vorbești Casei lui Iacov. Iată ce să le spui fiilor lui Israel:",
        "4": "«Ați văzut ce le-am făcut egiptenilor, cum v-am purtat pe aripi de vultur și v-am adus la Mine.",
        "5": "De aceea, acum, dacă veți asculta cu atenție de glasul Meu și veți ține legământul Meu, veți fi proprietatea Mea dintre toate popoarele. Deși tot pământul este al Meu,",
        "6": "voi Îmi veți fi o împărăție de preoți și o națiune sfântă». Acestea sunt cuvintele pe care să le spui fiilor lui Israel“.",
        "7": "Astfel, Moise a venit, i-a chemat pe bătrânii poporului și le-a pus înainte toate cuvintele acestea, pe care i le-a poruncit Domnul.",
        "8": "Și tot poporul a răspuns împreună și a zis: „Vom face tot ce a zis Domnul“. Moise a dus înapoi Domnului cuvintele poporului. Sfințirea poporului",
        "9": "Domnul i-a zis lui Moise: „Iată, voi veni la tine într-un nor gros, pentru ca poporul să audă când vorbesc cu tine și să aibă întotdeauna încredere în tine“. Moise I-a spus Domnului cuvintele poporului.",
        "10": "Atunci Domnul i-a zis lui Moise: „Du-te la popor și sfințește-i azi și mâine. Să-și spele hainele",
        "11": "și să se pregătească pentru a treia zi, pentru că atunci Domnul va coborî pe muntele Sinai sub privirea întregului popor.",
        "12": "Să pui de jur împrejur limite pentru popor, zicând: «Aveți grijă să nu urcați pe munte sau să vă atingeți de poalele lui. Oricine se atinge de munte, sigur va fi pedepsit cu moartea».",
        "13": "Nici măcar o mână să nu-l atingă. Dacă-l va atinge cineva, să fie omorât cu pietre sau străpuns cu săgeți. Indiferent ce va fi, animal sau om, să nu trăiască! Doar când cornul de berbec va suna prelung, ei să se urce pe munte“.",
        "14": "Moise a coborât de pe munte la popor. A sfințit poporul, și ei și-au spălat hainele.",
        "15": "El a zis poporului: „Fiți gata pentru a treia zi. Să nu vă apropiați de vreo femeie“.",
        "16": "În dimineața celei de-a treia zi au fost tunete și fulgere. Un nor gros acoperea muntele și un sunet de trâmbiță se auzea foarte tare, așa că tot poporul din tabără s-a cutremurat.",
        "17": "Moise a scos poporul din tabără ca să-L întâlnească pe Dumnezeu, și au stat la poalele muntelui.",
        "18": "Muntele Sinai era acoperit în întregime cu fum, pentru că Domnul a coborât acolo în foc. Fumul se înălța ca fumul unui cuptor și tot muntele se cutremura cu putere.",
        "19": "În timp ce trâmbița suna din ce în ce mai tare, Moise vorbea, și glasul lui Dumnezeu îi răspundea.",
        "20": "Când a coborât Domnul pe vârful muntelui Sinai, El l-a chemat pe Moise pe vârful muntelui, iar Moise s-a urcat acolo.",
        "21": "Apoi Domnul i-a zis lui Moise: ‒ Coboară și avertizează poporul să nu se năpustească să se uite la Domnul, pentru ca nu cumva să moară mulți dintre ei.",
        "22": "Chiar și preoții care se apropie de Domnul trebuie să se sfințească, pentru ca nu cumva Domnul să izbucnească împotriva lor.",
        "23": "Moise I-a răspuns Domnului: ‒ Poporul nu are voie să urce pe muntele Sinai, pentru că Tu Însuți ne-ai avertizat, zicând: „Pune limite în jurul muntelui și sfințește-l“.",
        "24": "Domnul i-a zis: ‒ Du-te, coboară, apoi suie-te din nou aici împreună cu Aaron, dar nu lăsa nici preoții, nici poporul să se repeadă să se suie la Domnul, ca nu cumva El să izbucnească împotriva lor.",
        "25": "Moise a coborât la popor și le-a zis aceste lucruri."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "In the third month after the children of Israel had gone out of the land of Egypt, on that same day they came into the wilderness of Sinai.",
        "2": "When they had departed from Rephidim, and had come to the wilderness of Sinai, they encamped in the wilderness; and there Israel encamped before the mountain.",
        "3": "Moses went up to God, and Yahweh called to him out of the mountain, saying, “This is what you shall tell the house of Jacob, and tell the children of Israel:",
        "4": "‘You have seen what I did to the Egyptians, and how I bore you on eagles’ wings, and brought you to myself.",
        "5": "Now therefore, if you will indeed obey my voice and keep my covenant, then you shall be my own possession from among all peoples; for all the earth is mine;",
        "6": "and you shall be to me a kingdom of priests and a holy nation.’ These are the words which you shall speak to the children of Israel.”",
        "7": "Moses came and called for the elders of the people, and set before them all these words which Yahweh commanded him.",
        "8": "All the people answered together, and said, “All that Yahweh has spoken we will do.” Moses reported the words of the people to Yahweh.",
        "9": "Yahweh said to Moses, “Behold, I come to you in a thick cloud, that the people may hear when I speak with you, and may also believe you forever.” Moses told the words of the people to Yahweh.",
        "10": "Yahweh said to Moses, “Go to the people, and sanctify them today and tomorrow, and let them wash their garments,",
        "11": "and be ready for the third day; for on the third day Yahweh will come down in the sight of all the people on Mount Sinai.",
        "12": "You shall set bounds to the people all around, saying, ‘Be careful that you don’t go up onto the mountain, or touch its border. Whoever touches the mountain shall be surely put to death.",
        "13": "No hand shall touch him, but he shall surely be stoned or shot through; whether it is animal or man, he shall not live.’ When the trumpet sounds long, they shall come up to the mountain.”",
        "14": "Moses went down from the mountain to the people, and sanctified the people; and they washed their clothes.",
        "15": "He said to the people, “Be ready by the third day. Don’t have sexual relations with a woman.”",
        "16": "On the third day, when it was morning, there were thunders and lightnings, and a thick cloud on the mountain, and the sound of an exceedingly loud trumpet; and all the people who were in the camp trembled.",
        "17": "Moses led the people out of the camp to meet God; and they stood at the lower part of the mountain.",
        "18": "All of Mount Sinai smoked, because Yahweh descended on it in fire; and its smoke ascended like the smoke of a furnace, and the whole mountain quaked greatly.",
        "19": "When the sound of the trumpet grew louder and louder, Moses spoke, and God answered him by a voice.",
        "20": "Yahweh came down on Mount Sinai, to the top of the mountain. Yahweh called Moses to the top of the mountain, and Moses went up.",
        "21": "Yahweh said to Moses, “Go down, warn the people, lest they break through to Yahweh to gaze, and many of them perish.",
        "22": "Let the priests also, who come near to Yahweh, sanctify themselves, lest Yahweh break out on them.”",
        "23": "Moses said to Yahweh, “The people can’t come up to Mount Sinai, for you warned us, saying, ‘Set bounds around the mountain, and sanctify it.’”",
        "24": "Yahweh said to him, “Go down! You shall bring Aaron up with you, but don’t let the priests and the people break through to come up to Yahweh, lest he break out against them.”",
        "25": "So Moses went down to the people, and told them."
      }
    }
  }
}