{
  "book": "Exodul",
  "chapter": "4",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Moise a răspuns și a zis: „Iată că n-au să mă creadă, nici n-au să asculte de glasul meu. Ci vor zice: ‘Nu ți S-a arătat Domnul!’”",
        "2": "Domnul i-a zis: „Ce ai în mână?” El a răspuns: „Un toiag.”",
        "3": "Domnul a zis: „Aruncă-l la pământ.” El l-a aruncat la pământ, și toiagul s-a prefăcut într-un șarpe. Moise fugea de el.",
        "4": "Domnul a zis lui Moise: „Întinde-ți mâna și apucă-l de coadă.” El a întins mâna și l-a apucat, și șarpele s-a prefăcut iarăși într-un toiag în mâna lui.",
        "5": "„Iată”, a zis Domnul, „ce vei face ca să creadă că ți S-a arătat Domnul Dumnezeul părinților lor: Dumnezeul lui Avraam, Dumnezeul lui Isaac și Dumnezeul lui Iacov.”",
        "6": "Domnul i-a mai zis: „Bagă-ți mâna în sân.” El și-a băgat mâna în sân; apoi a scos-o și iată că mâna i se acoperise de lepră și se făcuse albă ca zăpada.",
        "7": "Domnul a zis: „Bagă-ți din nou mâna în sân.” El și-a băgat din nou mâna în sân, apoi a scos-o din sân și iată că mâna se făcuse iarăși cum era carnea lui.",
        "8": "„Dacă nu te vor crede”, a zis Domnul, „și nu vor asculta de glasul celui dintâi semn, vor crede glasul celui de al doilea semn.",
        "9": "Dacă nu vor crede nici aceste două semne și nu vor asculta de glasul tău, să iei apă din râu și s-o torni pe pământ, și apa pe care o vei lua din râu se va preface în sânge pe pământ.”",
        "10": "Moise a zis Domnului: „Ah! Doamne, eu nu sunt un om cu vorbirea ușoară și cusurul acesta nu-i nici de ieri, nici de alaltăieri, nici măcar de când vorbești Tu robului Tău, căci vorba și limba îmi sunt încurcate.”",
        "11": "Domnul i-a zis: „Cine a făcut gura omului? Și cine face pe om mut sau surd, cu vedere sau orb? Oare nu Eu, Domnul?",
        "12": "Du-te dar; Eu voi fi cu gura ta și te voi învăța ce vei avea de spus.”",
        "13": "Moise a zis: „Ah, Doamne, trimite pe cine vei vrea să trimiți!”",
        "14": "Atunci, Domnul S-a mâniat pe Moise și a zis: „Nu-i oare acolo fratele tău, Aaron, Levitul? Știu că el vorbește ușor. Iată că el însuși vine înaintea ta și, când te va vedea, se va bucura în inima lui.",
        "15": "Tu îi vei vorbi și vei pune cuvintele în gura lui, și Eu voi fi cu gura ta și cu gura lui și vă voi învăța ce veți avea de făcut.",
        "16": "El va vorbi poporului pentru tine, îți va sluji drept gură, și tu vei ține pentru el locul lui Dumnezeu.",
        "17": "Ia în mână toiagul acesta cu care vei face semnele.” Moise în Egipt",
        "18": "Moise a plecat și, când s-a întors la socrul său, Ietro, i-a zis: „Lasă-mă, te rog, să plec și să mă întorc la frații mei, care sunt în Egipt, ca să văd dacă mai trăiesc.” Ietro a zis lui Moise: „Du-te în pace!”",
        "19": "Domnul a zis lui Moise în Madian: „Du-te, întoarce-te în Egipt, căci toți cei ce umblau să-ți ia viața au murit.”",
        "20": "Moise și-a luat nevasta și copiii, i-a pus călare pe măgari și s-a întors în țara Egiptului. Și-a luat în mână toiagul lui Dumnezeu.",
        "21": "Domnul a zis lui Moise: „Plecând ca să te întorci în Egipt, vezi, toate minunile pe care ți le pun în mână să le faci înaintea lui Faraon. Eu îi voi împietri inima, și nu va lăsa pe popor să plece.",
        "22": "Tu vei zice lui Faraon: ‘Așa vorbește Domnul: «Israel este fiul Meu, întâiul Meu născut.",
        "23": "Îți spun: Lasă pe fiul Meu să plece, ca să-Mi slujească; dacă nu vrei să-l lași să plece, voi ucide pe fiul tău, pe întâiul tău născut.»’”",
        "24": "În timpul călătoriei, într-un loc unde a rămas Moise peste noapte, l-a întâlnit Domnul și a vrut să-l omoare.",
        "25": "Sefora a luat o piatră ascuțită, a tăiat prepuțul fiului său și l-a aruncat la picioarele lui Moise, zicând: „Tu ești un soț de sânge pentru mine.”",
        "26": "Și Domnul l-a lăsat. Atunci a zis ea: „Soț de sânge!” din pricina tăierii împrejur. Întâlnirea lui Moise cu Aaron",
        "27": "Domnul a zis lui Aaron: „Du-te înaintea lui Moise în pustie.” Aaron a plecat. A întâlnit pe Moise la muntele lui Dumnezeu și l-a sărutat.",
        "28": "Moise a făcut cunoscute lui Aaron toate cuvintele Domnului, care-l trimisese, și toate semnele pe care-i poruncise să le facă.",
        "29": "Moise și Aaron și-au văzut de drum și au adunat pe toți bătrânii copiilor lui Israel.",
        "30": "Aaron a istorisit toate cuvintele pe care le spusese Domnul lui Moise și Moise a făcut semnele înaintea poporului.",
        "31": "Poporul a crezut. Astfel au aflat că Domnul cercetase pe copiii lui Israel, că le văzuse suferința și s-au plecat și s-au aruncat cu fața la pământ."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Moise a răspuns și a zis: ‒ Iată că nu mă vor crede și nu mă vor asculta, ci vor zice: „Nu ți S-a arătat Domnul!“.",
        "2": "Domnul l-a întrebat: ‒ Ce ai în mână? El a răspuns: ‒ Un toiag.",
        "3": "Domnul i-a zis: ‒ Aruncă-l la pământ! El l-a aruncat la pământ și acesta s-a transformat într-un șarpe. Moise a fugit dinaintea lui.",
        "4": "Apoi Domnul i-a zis lui Moise: ‒ Întinde-ți mâna și prinde-l de coadă! El și-a întins mâna, l-a prins și acesta s-a transformat în mâna lui într-un toiag.",
        "5": "‒ Așa să faci pentru ca ei să creadă că ți S-a arătat Domnul, Dumnezeul părinților lor, Dumnezeul lui Avraam, Dumnezeul lui Isaac și Dumnezeul lui Iacov.",
        "6": "Domnul i-a mai zis: ‒ Bagă-ți mâna în sân! El și-a băgat mâna în sân, iar când a scos-o, iată că mâna lui era leproasă, albă ca zăpada.",
        "7": "Apoi Domnul i-a zis: ‒ Bagă-ți mâna înapoi în sân! El și-a băgat mâna înapoi în sân. Când a scos-o din sân, iată că se făcuse iarăși ca restul pielii sale.",
        "8": "‒ Dacă nu te vor crede și nu vor lua în seamă mesajul primului semn, vor crede mesajul următorului semn.",
        "9": "Dacă nu vor crede nici aceste două semne și nu vor asculta de glasul tău, să iei apă din Nil și s-o verși pe pământ. Apa pe care o vei lua din Nil se va transforma în sânge pe pământul uscat.",
        "10": "Dar Moise I-a zis Domnului: ‒ Ah, Stăpâne, eu nu sunt un om al cuvintelor, nici de ieri, nici de alaltăieri, nici măcar de când i-ai vorbit slujitorului Tău, căci vorbirea-mi este greoaie, iar limba-mi este încurcată.",
        "11": "Atunci Domnul l-a întrebat: ‒ Cine a făcut gura omului? Sau cine îl face mut, sau surd, sau cu vedere, sau orb? Oare nu Eu, Domnul?",
        "12": "Acum, du-te, căci Eu voi fi cu gura ta și te voi învăța ce să spui.",
        "13": "Însă Moise I-a răspuns: ‒ Ah, Stăpâne, Te rog, trimite pe altcineva!",
        "14": "Atunci Domnul S-a mâniat pe Moise și a zis: ‒ Nu este levitul Aaron fratele tău? Știu că el vorbește bine. Iată că vine să te întâlnească, iar când te va vedea, se va bucura în inima lui.",
        "15": "Să vorbești cu el și să pui în gura lui aceste cuvinte. Eu voi fi cu gura ta și cu gura lui și vă voi învăța ce să faceți.",
        "16": "El va vorbi poporului în locul tău. Îți va sluji drept gură și tu vei fi pentru el asemenea lui Dumnezeu.",
        "17": "Să iei în mână toiagul acesta cu care vei face semnele. Moise se întoarce în Egipt",
        "18": "Moise s-a întors la socrul său, Ietro, și i-a zis: ‒ Te rog, lasă-mă să mă întorc la frații mei, care sunt în Egipt, ca să văd dacă mai trăiesc. Ietro i-a răspuns: ‒ Du-te în pace!",
        "19": "Domnul îi spusese lui Moise în Midian: „Întoarce-te în Egipt, pentru că toți cei ce căutau să-ți ia viața au murit“.",
        "20": "Moise și-a luat soția și fiii, i-a pus pe măgari și a plecat înapoi spre țara Egiptului. Moise avea în mână toiagul lui Dumnezeu.",
        "21": "Domnul i-a zis lui Moise: „Când vei pleca și te vei întoarce în Egipt, vezi să înfăptuiești înaintea lui Faraon toate minunile pe care te-am împuternicit să le faci. Eu îi voi împietri inima și el nu va lăsa poporul să plece.",
        "22": "Atunci să-i spui lui Faraon: «Așa vorbește Domnul: ‘Israel este fiul Meu, întâiul Meu născut.",
        "23": "Îți spun: lasă-l pe fiul Meu să plece ca să-Mi slujească. Dacă nu vrei să-l lași să plece, iată, îl voi ucide pe întâiul tău născut!’»“.",
        "24": "Pe drum, în locul în care au rămas peste noapte, Domnul l-a întâlnit și a vrut să-l omoare.",
        "25": "Dar Sefora a luat o piatră ascuțită și a tăiat prepuțul fiului ei. Apoi a atins cu el picioarele lui Moise și a zis: „Tu îmi ești un soț de sânge“.",
        "26": "Astfel, El l-a lăsat în pace. Ea a zis atunci: „Un soț de sânge“, din cauza circumciziei.",
        "27": "Domnul i-a zis lui Aaron: „Du-te în deșert ca să-l întâlnești pe Moise“. El a plecat și, când a ajuns la muntele lui Dumnezeu, l-a întâlnit pe Moise și l-a sărutat.",
        "28": "Moise i-a spus lui Aaron toate cuvintele cu care Domnul l-a trimis și despre toate semnele pe care i le-a poruncit să le facă.",
        "29": "Apoi Moise și Aaron s-au dus și i-au adunat pe toți bătrânii fiilor lui Israel.",
        "30": "Aaron le-a spus toate cuvintele pe care i le zisese Domnul lui Moise și a făcut semnele înaintea poporului.",
        "31": "Poporul a crezut, iar când au auzit că Domnul i-a cercetat pe fiii lui Israel și le-a văzut suferința, s-au plecat la pământ și s-au închinat."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Moses answered, “But, behold, they will not believe me, nor listen to my voice; for they will say, ‘Yahweh has not appeared to you.’”",
        "2": "Yahweh said to him, “What is that in your hand?” He said, “A rod.”",
        "3": "He said, “Throw it on the ground.” He threw it on the ground, and it became a snake; and Moses ran away from it.",
        "4": "Yahweh said to Moses, “Stretch out your hand, and take it by the tail.” He stretched out his hand, and took hold of it, and it became a rod in his hand.",
        "5": "“This is so that they may believe that Yahweh, the God of their fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has appeared to you.”",
        "6": "Yahweh said furthermore to him, “Now put your hand inside your cloak.” He put his hand inside his cloak, and when he took it out, behold, his hand was leprous, as white as snow.",
        "7": "He said, “Put your hand inside your cloak again.” He put his hand inside his cloak again, and when he took it out of his cloak, behold, it had turned again as his other flesh.",
        "8": "“It will happen, if they will not believe you or listen to the voice of the first sign, that they will believe the voice of the latter sign.",
        "9": "It will happen, if they will not believe even these two signs or listen to your voice, that you shall take of the water of the river, and pour it on the dry land. The water which you take out of the river will become blood on the dry land.”",
        "10": "Moses said to Yahweh, “O Lord, I am not eloquent, neither before now, nor since you have spoken to your servant; for I am slow of speech, and of a slow tongue.”",
        "11": "Yahweh said to him, “Who made man’s mouth? Or who makes one mute, or deaf, or seeing, or blind? Isn’t it I, Yahweh?",
        "12": "Now therefore go, and I will be with your mouth, and teach you what you shall speak.”",
        "13": "Moses said, “Oh, Lord, please send someone else.”",
        "14": "Yahweh’s anger burned against Moses, and he said, “What about Aaron, your brother, the Levite? I know that he can speak well. Also, behold, he is coming out to meet you. When he sees you, he will be glad in his heart.",
        "15": "You shall speak to him, and put the words in his mouth. I will be with your mouth, and with his mouth, and will teach you what you shall do.",
        "16": "He will be your spokesman to the people. It will happen that he will be to you a mouth, and you will be to him as God.",
        "17": "You shall take this rod in your hand, with which you shall do the signs.”",
        "18": "Moses went and returned to Jethro his father-in-law, and said to him, “Please let me go and return to my brothers who are in Egypt, and see whether they are still alive.” Jethro said to Moses, “Go in peace.”",
        "19": "Yahweh said to Moses in Midian, “Go, return into Egypt; for all the men who sought your life are dead.”",
        "20": "Moses took his wife and his sons, and set them on a donkey, and he returned to the land of Egypt. Moses took God’s rod in his hand.",
        "21": "Yahweh said to Moses, “When you go back into Egypt, see that you do before Pharaoh all the wonders which I have put in your hand, but I will harden his heart and he will not let the people go.",
        "22": "You shall tell Pharaoh, ‘Yahweh says, Israel is my son, my firstborn,",
        "23": "and I have said to you, “Let my son go, that he may serve me;” and you have refused to let him go. Behold, I will kill your firstborn son.’”",
        "24": "On the way at a lodging place, Yahweh met Moses and wanted to kill him.",
        "25": "Then Zipporah took a flint, and cut off the foreskin of her son, and cast it at his feet; and she said, “Surely you are a bridegroom of blood to me.”",
        "26": "So he let him alone. Then she said, “You are a bridegroom of blood,” because of the circumcision.",
        "27": "Yahweh said to Aaron, “Go into the wilderness to meet Moses.” He went, and met him on God’s mountain, and kissed him.",
        "28": "Moses told Aaron all Yahweh’s words with which he had sent him, and all the signs with which he had instructed him.",
        "29": "Moses and Aaron went and gathered together all the elders of the children of Israel.",
        "30": "Aaron spoke all the words which Yahweh had spoken to Moses, and did the signs in the sight of the people.",
        "31": "The people believed, and when they heard that Yahweh had visited the children of Israel, and that he had seen their affliction, then they bowed their heads and worshiped."
      }
    }
  }
}