{
  "book": "Exodul",
  "chapter": "28",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Apropie de tine pe fratele tău, Aaron, și pe fiii săi și ia-i dintre copiii lui Israel și pune-i deoparte în slujba Mea ca preoți: pe Aaron și pe fiii lui Aaron: Nadab, Abihu, Eleazar și Itamar.",
        "2": "Fratelui tău, Aaron, să-i faci haine sfinte, ca să-i slujească de cinste și podoabă.",
        "3": "Vorbește cu toți cei destoinici, cărora le-am dat un duh de pricepere, să facă veșmintele lui Aaron ca să fie sfințit și să-Mi împlinească slujba de preot.",
        "4": "Iată veșmintele pe care le vor face: un pieptar, un efod, o mantie, o tunică lucrată la gherghef, o mitră și un brâu. Să facă fratelui tău, Aaron, și fiilor săi veșminte sfinte, ca să-Mi împlinească slujba de preot.",
        "5": "Să întrebuințeze aur, materii vopsite în albastru, în purpuriu, în cârmâziu și in subțire. Efodul și brâul",
        "6": "Efodul să-l facă din aur, din fir albastru, purpuriu și cârmâziu și din in subțire răsucit; să fie lucrat cu măiestrie.",
        "7": "Să aibă doi umărari uniți cu el; la cele două capete ale lui, să fie legat de ei.",
        "8": "Brâul să fie de aceeași lucrătură ca efodul și prins pe el; să fie de aur, de fir albastru, purpuriu și cârmâziu și de in subțire răsucit.",
        "9": "Să iei apoi două pietre de onix și să sapi pe ele numele fiilor lui Israel:",
        "10": "șase din numele lor pe o piatră și alte șase pe a doua piatră, după șirul nașterilor.",
        "11": "Pe cele două pietre să sapi numele fiilor lui Israel, cum se face săpătura pe pietre și pe peceți; să le legi într-o ferecătură de aur.",
        "12": "Amândouă aceste pietre să le pui pe umărarii efodului, ca aducere aminte de fiii lui Israel, și Aaron le va purta numele înaintea Domnului, pe cei doi umeri ai lui, ca aducere aminte de ei.",
        "13": "Să faci apoi niște ferecături de aur",
        "14": "și două lănțișoare de aur curat, pe care să le împletești în chip de sfori, și lanțurile acestea, împletite astfel, să le pui în ferecături. Pieptarul",
        "15": "Să faci apoi pieptarul judecății, lucrat cu măiestrie, să-l faci din aceeași lucrătură ca efodul; să-l faci din aur, din fir albastru, purpuriu și cârmâziu și din in subțire răsucit.",
        "16": "Să fie în patru colțuri și îndoit; lungimea lui să fie de o palmă și lățimea, tot de o palmă.",
        "17": "În el să țeși o țesătură de pietre, și anume patru rânduri de pietre: în rândul întâi, un sardonix, un topaz și un smarald;",
        "18": "în al doilea rând, un rubin, un safir și un diamant;",
        "19": "în al treilea rând, un opal, un agat și un ametist;",
        "20": "în al patrulea rând, un crisolit, un onix și un iaspis. Aceste pietre să fie legate în ferecătura lor de aur.",
        "21": "Să fie douăsprezece, după numele fiilor lui Israel, săpate ca niște peceți, fiecare cu numele uneia din cele douăsprezece seminții.",
        "22": "Pentru pieptar să faci niște lănțișoare de aur curat, împletite ca niște sfori.",
        "23": "Să faci pentru pieptar două verigi de aur, și aceste două verigi de aur să le pui la cele două capete ale pieptarului.",
        "24": "Cele două lanțuri de aur împletite să le prinzi de cele două verigi de la cele două capete ale pieptarului.",
        "25": "Iar celelalte două capete ale celor două lanțuri împletite să le prinzi de cele două ferecături și să le pui peste umărarii efodului, în partea dinainte.",
        "26": "Să mai faci două verigi de aur și să le pui la celelalte două capete de jos ale pieptarului, pe marginea dinăuntru care este îndreptată spre efod.",
        "27": "Și să mai faci alte două verigi de aur, pe care să le pui jos la cei doi umărari ai efodului pe partea dinainte a lui, tocmai acolo unde se îmbucă efodul cu umărarii, deasupra brâului efodului.",
        "28": "Pieptarul cu verigile lui să-l lege de verigile efodului cu o sfoară albastră, pentru ca pieptarul să stea țeapăn deasupra brâului efodului și să nu poată să se miște de pe efod.",
        "29": "Când va intra Aaron în Sfântul Locaș, va purta pe inima lui numele fiilor lui Israel, săpate pe pieptarul judecății, ca să păstreze totdeauna aducerea aminte de ei înaintea Domnului.",
        "30": "Să pui în pieptarul judecății Urim și Tumim, care să fie pe inima lui Aaron când se va înfățișa el înaintea Domnului. Astfel, Aaron va purta necurmat pe inima lui judecata copiilor lui Israel când se va înfățișa înaintea Domnului. Mantia albastră",
        "31": "Mantia de sub efod s-o faci întreagă de materie albastră.",
        "32": "La mijloc, să aibă o gură pentru intrarea capului și gura aceasta să aibă de jur împrejur o tivitură țesută, ca gura unei platoșe, ca să nu se rupă.",
        "33": "Pe margine, de jur împrejurul tiviturii, să pui niște rodii de culoare albastră, purpurie și cârmâzie, presărate cu clopoței de aur:",
        "34": "un clopoțel de aur și o rodie, un clopoțel de aur și o rodie, pe toată marginea mantiei, de jur împrejur.",
        "35": "Aaron se va îmbrăca cu ea ca să facă slujba; când va intra în Locașul Sfânt înaintea Domnului, și când va ieși din el, se va auzi sunetul clopoțeilor, așa că el nu va muri. Tabla de aur, tunica, mitra și brâul",
        "36": "Să faci și o tablă de aur curat și să sapi pe ea, cum se sapă pe o pecete: ‘Sfințenie Domnului’.",
        "37": "S-o legi cu o sfoară albastră de mitră, în partea dinainte a mitrei.",
        "38": "Ea să fie pe fruntea lui Aaron și Aaron va purta fărădelegile săvârșite de copiii lui Israel când își aduc toate darurile lor sfinte; ea va fi necurmat pe fruntea lui înaintea Domnului, pentru ca ei să fie plăcuți înaintea Lui.",
        "39": "Tunica s-o faci de in subțire; să faci o mitră de in subțire și să faci un brâu lucrat la gherghef.",
        "40": "Fiilor lui Aaron să le faci tunici, să le faci brâie și să le faci scufii, spre cinste și podoabă.",
        "41": "Să îmbraci cu ele pe fratele tău Aaron și pe fiii lui împreună cu el. Să-i ungi, să-i închini în slujbă, să-i sfințești, și-Mi vor sluji ca preoți.",
        "42": "Fă-le izmene de in, ca să-și acopere goliciunea, de la brâu până la glezne.",
        "43": "Aaron și fiii lui le vor purta când vor intra în cortul întâlnirii sau când se vor apropia de altar, ca să facă slujba în Locașul Sfânt; astfel ei nu se vor face vinovați și nu vor muri. Aceasta este o lege veșnică pentru Aaron și pentru urmașii lui după el."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Apoi adu-i aproape de tine, dintre fiii lui Israel, pe fratele tău, Aaron, și pe fiii săi, Nadab și Abihu, Elazar și Itamar, ca să-Mi împlinească slujba de preoți.",
        "2": "Fratelui tău, Aaron, să-i faci veșminte sfinte, ca să-i dea glorie și frumusețe.",
        "3": "Să vorbești cu toți acei oameni înțelepți, pe care i-am umplut cu un duh de înțelepciune, să facă veșmintele lui Aaron, ca să fie sfințit și să-Mi împlinească slujba de preot.",
        "4": "Acestea sunt veșmintele pe care le vor face: un pieptar, un efod, o mantie, o tunică țesută, o mitră și un brâu. Atunci când vor face aceste veșminte sfinte pentru fratele tău, Aaron, și pentru fiii săi, ca aceștia să-Mi împlinească slujba de preoți,",
        "5": "să folosească aur, fire de culoare albastră, purpurie și stacojie și fir de in subțire.",
        "6": "Să facă un efod din aur, din fire de culoare albastră, purpurie și stacojie și din fir de in subțire răsucit, lucrat cu măiestrie.",
        "7": "Acesta să aibă doi umerari prinși la cele două margini ale sale, astfel încât să fie unit cu ei.",
        "8": "Brâul efodului, care este prins de el, să fie lucrat la fel și din aceleași materiale: din aur, din fire de culoare albastră, purpurie și stacojie și din fir de in subțire răsucit.",
        "9": "Să iei două pietre de onix și să gravezi pe ele numele fiilor lui Israel:",
        "10": "șase din numele lor pe o piatră, iar celelalte șase pe cealaltă piatră, în ordinea nașterii lor.",
        "11": "Așa cum este lucrătura gravorului pe o piatră sau așa cum este gravura unui sigiliu, tot așa să gravezi pe cele două pietre numele fiilor lui Israel și să fixezi apoi aceste pietre în monturi de aur.",
        "12": "Să pui cele două pietre pe umerarii efodului, ca să fie pietre de aducere-aminte pentru fiii lui Israel. Aaron să poarte numele lor înaintea Domnului, pe umerii săi, ca aducere-aminte.",
        "13": "Monturile să le faci din aur;",
        "14": "să faci și două lănțișoare din aur pur, împletite ca niște funii și să prinzi aceste lănțișoare de monturi.",
        "15": "Să faci pieptarul judecății, lucrându-l cu măiestrie. Să-l faci la fel cum ai făcut efodul, din aur, din fire de culoare albastră, purpurie și stacojie și din fir de in subțire răsucit.",
        "16": "Să fie în formă de pătrat și să fie făcut din material dublu. Lungimea lui să fie de o palmă, iar lățimea lui să fie tot de o palmă.",
        "17": "Să fixezi pe el patru șiruri de pietre: pe primul șir – un sard, un topaz și un smarald,",
        "18": "pe al doilea șir – un turcoaz, un safir și un diamant,",
        "19": "pe al treilea șir – un iacint, un agat și un ametist, iar",
        "20": "pe al patrulea șir – un crisolit, un onix și un jasp. Acestea să fie fixate în monturi de aur.",
        "21": "Să aveți douăsprezece pietre cu numele fiilor lui Israel. Pe fiecare dintre acestea să fie gravate, asemenea sigiliilor, numele uneia din cele douăsprezece seminții.",
        "22": "Pentru pieptar să faci lănțișoare din aur pur, răsucite ca niște funii;",
        "23": "tot pentru pieptar să mai faci două inele din aur și să fixezi ambele inele la cele două margini ale pieptarului.",
        "24": "Să treci cele două lănțișoare de aur prin cele două inele de la marginile pieptarului,",
        "25": "iar celelalte două capete ale lănțișoarelor să le prinzi în cele două monturi și să le pui peste umerarii efodului, în partea din față.",
        "26": "Să mai faci două inele de aur și să le pui la celelalte două margini ale pieptarului, pe partea interioară, în apropierea efodului.",
        "27": "Apoi să mai faci încă două inele de aur și să le pui în partea inferioară a umerarilor efodului, la nivelul legăturilor sale, deasupra brâului efodului.",
        "28": "Pieptarul cu inelele lui să fie legat de inelele efodului cu o sfoară albastră, astfel încât să fie fixat peste brâul efodului fără să se miște de pe efod.",
        "29": "Astfel, atunci când va intra în Locul Sfânt, Aaron va purta numele fiilor lui Israel pe inima sa, fixate pe pieptarul judecății, pentru o aducere-aminte continuă înaintea Domnului.",
        "30": "Pe pieptarul judecății să fixezi Urimul și Tumimul. Ele vor fi pe inima lui Aaron atunci când va merge înaintea Domnului. În acest fel, Aaron va purta întotdeauna pe inima sa judecata fiilor lui Israel când va fi înaintea Domnului. Instrucțiuni cu privire la alte veșminte ale preoților",
        "31": "Mantia efodului s-o faci în întregime din fir de culoare albastră.",
        "32": "Să aibă o deschizătură pentru cap precum deschizătura unei cămăși cu zale, cu un tiv țesut de jur împrejurul ei, ca să nu se rupă.",
        "33": "Pe marginea de jos, de jur împrejur, să-i faci rodii din fire de culoare albastră, purpurie și stacojie, cu clopoței din aur între ele.",
        "34": "Să fie câte un clopoțel de aur și o rodie, un clopoțel de aur și o rodie, pe marginea de jos a mantiei, de jur împrejur.",
        "35": "Aaron să poarte mantia atunci când va sluji. Când va intra în Locul Sfânt, înaintea Domnului, și când va ieși de acolo, se va auzi sunetul clopoțeilor și, astfel, el nu va muri.",
        "36": "Să faci apoi o plăcuță din aur pur și să gravezi pe ea, așa cum se gravează un sigiliu: «Sfânt pentru Domnul».",
        "37": "S-o prinzi de mitră cu o sfoară albastră; ea să se afle în partea din față a mitrei.",
        "38": "Să fie pe fruntea lui Aaron, iar Aaron va purta nelegiuirea pentru lucrurile sfinte pe care fiii lui Israel le vor sfinți dintre toate darurile lor sfinte. Să fie întotdeauna pe fruntea sa, pentru ca ei să fie acceptați înaintea Domnului.",
        "39": "Să țeși apoi o tunică din fir de in subțire și să faci o mitră tot din fir de in subțire; brâul să fie lucrat la gherghef.",
        "40": "Pentru fiii lui Aaron să faci tunici, brâie și scufii, ca să le dea glorie și frumusețe.",
        "41": "Să-i îmbraci cu ele pe Aaron, fratele tău, și pe fiii lui, apoi să-i ungi, să-i învestești în slujire și să-i sfințești, pentru a-Mi sluji ca preoți.",
        "42": "Să le faci indispensabili de in, ca să le acopere trupul gol, de la mijloc până la coapse.",
        "43": "Aaron și fiii lui să le poarte când intră în Cortul Întâlnirii sau în momentul în care se apropie de altar, ca să slujească în Locul Sfânt, așa încât să nu aducă nelegiuire asupra lor și să moară. Aceasta să fie o hotărâre veșnică pentru el și pentru urmașii lui."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "“Bring Aaron your brother, and his sons with him, near to you from among the children of Israel, that he may minister to me in the priest’s office: Aaron, with Nadab, Abihu, Eleazar, and Ithamar, Aaron’s sons.",
        "2": "You shall make holy garments for Aaron your brother, for glory and for beauty.",
        "3": "You shall speak to all who are wise-hearted, whom I have filled with the spirit of wisdom, that they make Aaron’s garments to sanctify him, that he may minister to me in the priest’s office.",
        "4": "These are the garments which they shall make: a breastplate, an ephod, a robe, a fitted tunic, a turban, and a sash. They shall make holy garments for Aaron your brother and his sons, that he may minister to me in the priest’s office.",
        "5": "They shall use the gold, and the blue, and the purple, and the scarlet, and the fine linen.",
        "6": "“They shall make the ephod of gold, blue, purple, scarlet, and fine twined linen, the work of the skillful workman.",
        "7": "It shall have two shoulder straps joined to the two ends of it, that it may be joined together.",
        "8": "The skillfully woven band, which is on it, shall be like its work and of the same piece; of gold, blue, purple, scarlet, and fine twined linen.",
        "9": "You shall take two onyx stones, and engrave on them the names of the children of Israel.",
        "10": "Six of their names on the one stone, and the names of the six that remain on the other stone, in the order of their birth.",
        "11": "With the work of an engraver in stone, like the engravings of a signet, you shall engrave the two stones, according to the names of the children of Israel. You shall make them to be enclosed in settings of gold.",
        "12": "You shall put the two stones on the shoulder straps of the ephod, to be stones of memorial for the children of Israel. Aaron shall bear their names before Yahweh on his two shoulders for a memorial.",
        "13": "You shall make settings of gold,",
        "14": "and two chains of pure gold; you shall make them like cords of braided work. You shall put the braided chains on the settings.",
        "15": "“You shall make a breastplate of judgment, the work of the skillful workman; like the work of the ephod you shall make it; of gold, of blue, and purple, and scarlet, and fine twined linen, you shall make it.",
        "16": "It shall be square and folded double; a span shall be its length, and a span its width.",
        "17": "You shall set in it settings of stones, four rows of stones: a row of ruby, topaz, and beryl shall be the first row;",
        "18": "and the second row a turquoise, a sapphire, and an emerald;",
        "19": "and the third row a jacinth, an agate, and an amethyst;",
        "20": "and the fourth row a chrysolite, an onyx, and a jasper. They shall be enclosed in gold in their settings.",
        "21": "The stones shall be according to the names of the children of Israel, twelve, according to their names; like the engravings of a signet, everyone according to his name, they shall be for the twelve tribes.",
        "22": "You shall make on the breastplate chains like cords, of braided work of pure gold.",
        "23": "You shall make on the breastplate two rings of gold, and shall put the two rings on the two ends of the breastplate.",
        "24": "You shall put the two braided chains of gold in the two rings at the ends of the breastplate.",
        "25": "The other two ends of the two braided chains you shall put on the two settings, and put them on the shoulder straps of the ephod in its forepart.",
        "26": "You shall make two rings of gold, and you shall put them on the two ends of the breastplate, on its edge, which is toward the side of the ephod inward.",
        "27": "You shall make two rings of gold, and shall put them on the two shoulder straps of the ephod underneath, in its forepart, close by its coupling, above the skillfully woven band of the ephod.",
        "28": "They shall bind the breastplate by its rings to the rings of the ephod with a lace of blue, that it may be on the skillfully woven band of the ephod, and that the breastplate may not swing out from the ephod.",
        "29": "Aaron shall bear the names of the children of Israel in the breastplate of judgment on his heart, when he goes in to the holy place, for a memorial before Yahweh continually.",
        "30": "You shall put in the breastplate of judgment the Urim and the Thummim; and they shall be on Aaron’s heart, when he goes in before Yahweh. Aaron shall bear the judgment of the children of Israel on his heart before Yahweh continually.",
        "31": "“You shall make the robe of the ephod all of blue.",
        "32": "It shall have a hole for the head in the middle of it. It shall have a binding of woven work around its hole, as it were the hole of a coat of mail, that it not be torn.",
        "33": "On its hem you shall make pomegranates of blue, and of purple, and of scarlet, all around its hem; with bells of gold between and around them:",
        "34": "a golden bell and a pomegranate, a golden bell and a pomegranate, around the hem of the robe.",
        "35": "It shall be on Aaron to minister: and its sound shall be heard when he goes in to the holy place before Yahweh, and when he comes out, that he not die.",
        "36": "“You shall make a plate of pure gold, and engrave on it, like the engravings of a signet, ‘HOLY TO YAHWEH.’",
        "37": "You shall put it on a lace of blue, and it shall be on the sash. It shall be on the front of the sash.",
        "38": "It shall be on Aaron’s forehead, and Aaron shall bear the iniquity of the holy things, which the children of Israel shall make holy in all their holy gifts; and it shall be always on his forehead, that they may be accepted before Yahweh.",
        "39": "You shall weave the tunic with fine linen. You shall make a turban of fine linen. You shall make a sash, the work of the embroiderer.",
        "40": "“You shall make tunics for Aaron’s sons. You shall make sashes for them. You shall make headbands for them, for glory and for beauty.",
        "41": "You shall put them on Aaron your brother, and on his sons with him, and shall anoint them, and consecrate them, and sanctify them, that they may minister to me in the priest’s office.",
        "42": "You shall make them linen pants to cover their naked flesh. They shall reach from the waist even to the thighs.",
        "43": "They shall be on Aaron and on his sons, when they go in to the Tent of Meeting, or when they come near to the altar to minister in the holy place, that they don’t bear iniquity, and die. This shall be a statute forever to him and to his offspring after him."
      }
    }
  }
}