{
  "book": "Exodul",
  "chapter": "6",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul a zis lui Moise: „Vei vedea acum ce voi face lui Faraon: o mână puternică îl va sili să-i lase să plece; da, o mână puternică îl va sili să-i izgonească din țara lui.”",
        "2": "Dumnezeu a mai vorbit lui Moise și i-a zis: „Eu sunt Domnul.",
        "3": "Eu M-am arătat lui Avraam, lui Isaac și lui Iacov ca Dumnezeul cel Atotputernic, dar n-am fost cunoscut de ei sub Numele Meu ca ‘Domnul’.",
        "4": "De asemenea, Mi-am încheiat legământul Meu cu ei ca să le dau țara Canaan, țara călătoriilor lor sfinte, în care au locuit ca străini.",
        "5": "Acum însă am auzit gemetele copiilor lui Israel, pe care-i țin egiptenii în robie, și Mi-am adus aminte de legământul Meu.",
        "6": "De aceea, spune copiilor lui Israel: ‘Eu sunt Domnul. Eu vă voi izbăvi din muncile cu care vă apasă egiptenii, vă voi izbăvi din robia lor și vă voi scăpa cu braț întins și cu mari judecăți.",
        "7": "Vă voi lua ca popor al Meu; Eu voi fi Dumnezeul vostru și veți cunoaște că Eu, Domnul Dumnezeul vostru, vă izbăvesc de muncile cu care vă apasă egiptenii.",
        "8": "Eu vă voi duce în țara pe care am jurat că o voi da lui Avraam, lui Isaac și lui Iacov; Eu vă voi da-o în stăpânire; Eu, Domnul.’”",
        "9": "Astfel a vorbit Moise copiilor lui Israel. Dar deznădejdea și robia aspră în care se aflau i-au împiedicat să-l asculte pe Moise.",
        "10": "Domnul a vorbit lui Moise și a zis:",
        "11": "„Du-te de vorbește lui Faraon, împăratul Egiptului, să lase pe copiii lui Israel să iasă din țara lui.”",
        "12": "Moise a răspuns în fața Domnului: „Iată că nici copiii lui Israel nu m-au ascultat. Cum are să m-asculte Faraon pe mine, care n-am o vorbire ușoară?”",
        "13": "Domnul a vorbit lui Moise și lui Aaron și le-a dat porunci cu privire la copiii lui Israel și cu privire la Faraon, împăratul Egiptului, ca să scoată din țara Egiptului pe copiii lui Israel. Spița neamului lui Moise și Aaron",
        "14": "Iată căpeteniile familiilor lor. Fiii lui Ruben, întâiul născut al lui Israel: Enoh, Palu, Hețron și Carmi. Acestea sunt familiile lui Ruben.",
        "15": "Fiii lui Simeon: Iemuel, Iamin, Ohad, Iachin și Țohar; și Saul, fiu născut dintr-o femeie canaanită. Acestea sunt familiile lui Simeon.",
        "16": "Iată numele fiilor lui Levi, după spița neamului lor: Gherșon, Chehat și Merari. Anii vieții lui Levi au fost o sută treizeci și șapte de ani.",
        "17": "Fiii lui Gherșon: Libni și Șimei și familiile lor.",
        "18": "Fiii lui Chehat: Amram, Ițehar, Hebron și Uziel. Anii vieții lui Chehat au fost o sută treizeci și trei de ani.",
        "19": "Fiii lui Merari: Mahli și Muși. Acestea sunt familiile lui Levi, după spița neamului lor.",
        "20": "Amram a luat de nevastă pe mătușă-sa Iochebed și ea i-a născut pe Aaron și pe Moise. Anii vieții lui Amram au fost o sută treizeci și șapte de ani.",
        "21": "Fiii lui Ițehar: Core, Nefeg și Zicri.",
        "22": "Fiii lui Uziel: Mișael, Elțafan și Sitri.",
        "23": "Aaron a luat de nevastă pe Elișeba, fata lui Aminadab, sora lui Nahșon, și ea i-a născut pe Nadab, Abihu, Eleazar și Itamar.",
        "24": "Fiii lui Core: Asir, Elcana și Abiasaf. Acestea sunt familiile coriților.",
        "25": "Eleazar, fiul lui Aaron, a luat de nevastă pe una din fetele lui Putiel, și ea l-a născut pe Fineas. Acestea sunt căpeteniile familiilor leviților cu familiile lor.",
        "26": "Aceștia sunt Aaron acela și Moise acela, cărora le-a zis Domnul: „Scoateți din țara Egiptului pe copiii lui Israel, după oștirile lor.”",
        "27": "Ei sunt aceia care au vorbit lui Faraon, împăratul Egiptului, ca să scoată din Egipt pe copiii lui Israel. Aceștia sunt Moise acela și Aaron acela.",
        "28": "Când a vorbit Domnul lui Moise în țara Egiptului,",
        "29": "Domnul a zis lui Moise: „Eu sunt Domnul. Spune lui Faraon, împăratul Egiptului, tot ce-ți spun.”",
        "30": "Și Moise a răspuns înaintea Domnului: „Iată că eu nu vorbesc ușor. Cum are să m-asculte Faraon?”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Domnul i-a răspuns lui Moise: ‒ Vei vedea acum ce-i voi face lui Faraon. Căci datorită unei mâini puternice, el îi va lăsa să plece; datorită unei mâini puternice, el îi va alunga din țara lui.",
        "2": "Dumnezeu i-a vorbit lui Moise și i-a zis: ‒ Eu sunt Domnul.",
        "3": "Eu M-am arătat lui Avraam, lui Isaac și lui Iacov ca Dumnezeul cel Atotputernic, dar cu Numele de „Domnul“ nu M-am făcut cunoscut lor.",
        "4": "Am încheiat legământul Meu cu ei ca să le dau Canaanul, țara în care au locuit ca străini.",
        "5": "Tot Eu am auzit geamătul fiilor lui Israel, pe care egiptenii îi țin în sclavie, și Mi-am adus aminte de legământul Meu.",
        "6": "De aceea, așa să le spui fiilor lui Israel: „Eu sunt Domnul și vă voi scoate de sub poverile egiptenilor. Vă voi elibera din sclavia lor. Vă voi răscumpăra cu brațul Meu puternic și cu faptele mărețe ale judecății.",
        "7": "Vă voi lua ca popor al Meu și Eu voi fi Dumnezeul vostru. Veți ști că Eu sunt Domnul, Dumnezeul vostru, Care v-a eliberat de sub poverile egiptenilor.",
        "8": "Vă voi duce în țara pe care am jurat, cu mâna ridicată, că o voi da lui Avraam, lui Isaac și lui Iacov, și vă voi da-o în stăpânire. Eu sunt Domnul“.",
        "9": "Moise le-a spus aceste cuvinte fiilor lui Israel, dar ei nu le-au luat în seamă din cauza duhului lor descurajat și a sclaviei cumplite în care se aflau.",
        "10": "Atunci Domnul i-a vorbit lui Moise, zicând:",
        "11": "‒ Du-te și spune-i lui Faraon, regele Egiptului, să-i lase pe fiii lui Israel să plece din țara sa.",
        "12": "Dar Moise a răspuns înaintea Domnului, zicând: ‒ Iată, fiii lui Israel nu m-au ascultat. Cum mă va asculta deci Faraon, pe mine, un vorbitor atât de slab?",
        "13": "Domnul le-a vorbit lui Moise și Aaron și le-a dat porunci cu privire la fiii lui Israel și la Faraon, regele Egiptului, pentru a-i putea scoate pe fiii lui Israel din țara Egiptului. Genealogia lui Moise și a lui Aaron",
        "14": "Acestea au fost căpeteniile familiilor părinților lor: Fiii lui Ruben, întâiul născut al lui Israel, au fost: Hanoh, Palu, Hețron și Carmi. Acestea au fost clanurile lui Ruben.",
        "15": "Fiii lui Simeon au fost: Iemuel, Iamin, Ohad, Iachin, Țohar și Saul, fiul unei canaanite. Acestea au fost clanurile lui Simeon.",
        "16": "Acestea au fost numele fiilor lui Levi, potrivit genealogiilor lor: Gherșon, Chehat și Merari. Anii vieții lui Levi au fost de o sută treizeci și șapte de ani.",
        "17": "Fiii lui Gherșon au fost: Libni și Șimei, potrivit clanurilor lor.",
        "18": "Fiii lui Chehat au fost: Amram, Ițhar, Hebron și Uziel. Anii vieții lui Chehat au fost de o sută treizeci și trei de ani.",
        "19": "Fiii lui Merari au fost: Mahli și Muși. Acestea au fost clanurile lui Levi, potrivit genealogiilor lor.",
        "20": "Amram a luat-o de soție pe Iochebed, sora tatălui său. Ea i-a născut lui Amram pe Aaron și pe Moise. Anii vieții lui Amram au fost de o sută treizeci și șapte de ani.",
        "21": "Fiii lui Ițhar au fost: Korah, Nefeg și Zicri,",
        "22": "iar fiii lui Uziel: Mișael, Elțafan și Sitri.",
        "23": "Aaron a luat-o de soție pe Elișeba, fata lui Aminadab, sora lui Nahșon. Ea i-a născut lui Aaron pe Nadab, pe Abihu, pe Elazar și pe Itamar.",
        "24": "Fiii lui Korah au fost: Asir, Elkana și Abiasaf. Acestea au fost clanurile korahiților.",
        "25": "Elazar, fiul lui Aaron, a luat-o de soție pe una dintre fetele lui Putiel. Ea i l-a născut pe Fineas. Acestea au fost căpeteniile familiilor leviților, potrivit clanurilor lor.",
        "26": "Iar acești Aaron și Moise sunt cei cărora le-a zis Domnul: „Scoateți-i pe fiii lui Israel din țara Egiptului, potrivit cu armatele lor“.",
        "27": "Ei sunt cei care i-au zis lui Faraon, regele Egiptului, să-i lase pe fiii lui Israel să plece din Egipt – acești Moise și Aaron. Aaron vorbește pentru Moise",
        "28": "În ziua când i-a vorbit Domnul lui Moise în țara Egiptului,",
        "29": "El i-a zis: ‒ Eu sunt Domnul. Spune-i lui Faraon, regele Egiptului, tot ce-ți zic.",
        "30": "Însă Moise a răspuns înaintea Domnului: ‒ Dar iată că eu sunt un vorbitor slab. Cum să mă asculte pe mine Faraon?"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh said to Moses, “Now you shall see what I will do to Pharaoh, for by a strong hand he shall let them go, and by a strong hand he shall drive them out of his land.”",
        "2": "God spoke to Moses, and said to him, “I am Yahweh.",
        "3": "I appeared to Abraham, to Isaac, and to Jacob, as God Almighty; but by my name Yahweh I was not known to them.",
        "4": "I have also established my covenant with them, to give them the land of Canaan, the land of their travels, in which they lived as aliens.",
        "5": "Moreover I have heard the groaning of the children of Israel, whom the Egyptians keep in bondage, and I have remembered my covenant.",
        "6": "Therefore tell the children of Israel, ‘I am Yahweh, and I will bring you out from under the burdens of the Egyptians, and I will rid you out of their bondage, and I will redeem you with an outstretched arm, and with great judgments.",
        "7": "I will take you to myself for a people. I will be your God; and you shall know that I am Yahweh your God, who brings you out from under the burdens of the Egyptians.",
        "8": "I will bring you into the land which I swore to give to Abraham, to Isaac, and to Jacob; and I will give it to you for a heritage: I am Yahweh.’”",
        "9": "Moses spoke so to the children of Israel, but they didn’t listen to Moses for anguish of spirit, and for cruel bondage.",
        "10": "Yahweh spoke to Moses, saying,",
        "11": "“Go in, speak to Pharaoh king of Egypt, that he let the children of Israel go out of his land.”",
        "12": "Moses spoke before Yahweh, saying, “Behold, the children of Israel haven’t listened to me. How then shall Pharaoh listen to me, when I have uncircumcised lips?”",
        "13": "Yahweh spoke to Moses and to Aaron, and gave them a command to the children of Israel, and to Pharaoh king of Egypt, to bring the children of Israel out of the land of Egypt.",
        "14": "These are the heads of their fathers’ houses. The sons of Reuben the firstborn of Israel: Hanoch, and Pallu, Hezron, and Carmi; these are the families of Reuben.",
        "15": "The sons of Simeon: Jemuel, and Jamin, and Ohad, and Jachin, and Zohar, and Shaul the son of a Canaanite woman; these are the families of Simeon.",
        "16": "These are the names of the sons of Levi according to their generations: Gershon, and Kohath, and Merari; and the years of the life of Levi were one hundred thirty-seven years.",
        "17": "The sons of Gershon: Libni and Shimei, according to their families.",
        "18": "The sons of Kohath: Amram, and Izhar, and Hebron, and Uzziel; and the years of the life of Kohath were one hundred thirty-three years.",
        "19": "The sons of Merari: Mahli and Mushi. These are the families of the Levites according to their generations.",
        "20": "Amram took Jochebed his father’s sister to himself as wife; and she bore him Aaron and Moses. The years of the life of Amram were one hundred thirty-seven years.",
        "21": "The sons of Izhar: Korah, and Nepheg, and Zichri.",
        "22": "The sons of Uzziel: Mishael, Elzaphan, and Sithri.",
        "23": "Aaron took Elisheba, the daughter of Amminadab, the sister of Nahshon, as his wife; and she bore him Nadab and Abihu, Eleazar and Ithamar.",
        "24": "The sons of Korah: Assir, Elkanah, and Abiasaph; these are the families of the Korahites.",
        "25": "Eleazar Aaron’s son took one of the daughters of Putiel as his wife; and she bore him Phinehas. These are the heads of the fathers’ houses of the Levites according to their families.",
        "26": "These are that Aaron and Moses to whom Yahweh said, “Bring out the children of Israel from the land of Egypt according to their armies.”",
        "27": "These are those who spoke to Pharaoh king of Egypt, to bring out the children of Israel from Egypt. These are that Moses and Aaron.",
        "28": "On the day when Yahweh spoke to Moses in the land of Egypt,",
        "29": "Yahweh said to Moses, “I am Yahweh. Tell Pharaoh king of Egypt all that I tell you.”",
        "30": "Moses said before Yahweh, “Behold, I am of uncircumcised lips, and how shall Pharaoh listen to me?”"
      }
    }
  }
}