{
  "book": "Exodul",
  "chapter": "8",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul a zis lui Moise: „Du-te la Faraon și spune-i: ‘Așa vorbește Domnul: «Lasă pe poporul Meu să plece ca să-Mi slujească.",
        "2": "Dacă nu vrei să-l lași să plece, am să aduc broaște pe toată întinderea țării tale.",
        "3": "Râul va mișuna de broaște; ele se vor sui și vor intra în casa ta, în odaia ta de dormit și în patul tău, în casa slujitorilor tăi și în casele poporului tău, în cuptoarele și în postăvile de frământat pâinea.",
        "4": "Ba încă broaștele se vor sui și pe tine, pe poporul tău și pe toți slujitorii tăi.»’”",
        "5": "Domnul a zis lui Moise: „Spune lui Aaron: ‘Întinde-ți mâna cu toiagul peste râuri, peste pâraie și peste iazuri și scoate broaște din ele peste țara Egiptului!’”",
        "6": "Aaron și-a întins mâna peste apele Egiptului și au ieșit broaștele și au acoperit țara Egiptului.",
        "7": "Dar și vrăjitorii au făcut la fel prin vrăjitoriile lor: au scos și ei broaște peste toată țara Egiptului.",
        "8": "Faraon a chemat pe Moise și pe Aaron și a zis: „Rugați-vă Domnului să depărteze broaștele de la mine și de la poporul meu, și am să las pe popor să plece să aducă jertfe Domnului.”",
        "9": "Moise a zis lui Faraon: „Hotărăște-mi când să mă rog Domnului pentru tine, pentru slujitorii tăi și pentru poporul tău, ca să îndepărteze broaștele de la tine și din casele tale! Nu vor mai rămâne decât în râu.”",
        "10": "El a răspuns: „Mâine.” Și Moise a zis: „Așa va fi, ca să știi că nimeni nu este ca Domnul Dumnezeul nostru.",
        "11": "Broaștele se vor depărta de la tine și din casele tale, de la slujitorii tăi și de la poporul tău; nu vor mai rămâne decât în râu.”",
        "12": "Moise și Aaron au ieșit de la Faraon. Și Moise a strigat către Domnul cu privire la broaștele cu care lovise pe Faraon.",
        "13": "Domnul a făcut cum cerea Moise, și broaștele au pierit în case, în curți și în ogoare.",
        "14": "Le-au strâns grămezi, și țara s-a împuțit.",
        "15": "Faraon, văzând că are răgaz să răsufle în voie, și-a împietrit inima și n-a ascultat de Moise și de Aaron, după cum spusese Domnul. Păduchii",
        "16": "Domnul a zis lui Moise: „Spune lui Aaron: ‘Întinde-ți toiagul și lovește țărâna pământului, și se va preface în păduchi, în toată țara Egiptului.’”",
        "17": "Așa au făcut. Aaron și-a întins mâna cu toiagul și a lovit țărâna pământului, și s-a prefăcut în păduchi pe toți oamenii și pe toate dobitoacele. Toată țărâna pământului s-a prefăcut în păduchi în toată țara Egiptului.",
        "18": "Vrăjitorii au căutat să facă și ei păduchi prin vrăjitoriile lor, dar n-au putut. Păduchii erau pe oameni și pe dobitoace.",
        "19": "Și vrăjitorii au zis lui Faraon: „Aici este degetul lui Dumnezeu!” Dar inima lui Faraon s-a împietrit și n-a ascultat de Moise și de Aaron, după cum spusese Domnul. Musca câinească",
        "20": "Domnul a zis lui Moise: „Scoală-te dis-de-dimineață și du-te înaintea lui Faraon când are să iasă să se ducă la apă. Să-i spui: ‘Așa vorbește Domnul: «Lasă pe poporul Meu să plece, ca să-Mi slujească.",
        "21": "Dacă nu vei lăsa pe poporul Meu să plece, am să trimit muște câinești împotriva ta, împotriva slujitorilor tăi, împotriva poporului tău și împotriva caselor tale; casele egiptenilor vor fi pline de muște și pământul va fi acoperit de ele.",
        "22": "Dar în ziua aceea voi deosebi ținutul Gosen, unde locuiește poporul Meu, și acolo nu vor fi muște, pentru ca să cunoști că Eu, Domnul, sunt în mijlocul ținutului acestuia.",
        "23": "Voi face o deosebire între poporul Meu și poporul tău. Semnul acesta va fi mâine.»’”",
        "24": "Domnul a făcut așa. A venit un roi de muște câinești în casa lui Faraon și a slujitorilor lui și toată țara Egiptului a fost pustiită de muște câinești.",
        "25": "Faraon a chemat pe Moise și pe Aaron și le-a zis: „Duceți-vă de aduceți jertfe Dumnezeului vostru aici în țară.”",
        "26": "Moise a răspuns: „Nu este deloc potrivit să facem așa, căci am aduce Domnului Dumnezeului nostru jertfe care sunt o urâciune pentru egipteni. Și dacă am aduce sub ochii lor jertfe care sunt o urâciune pentru egipteni, nu ne vor ucide ei oare cu pietre?",
        "27": "Vom face mai bine un drum de trei zile în pustie și acolo vom aduce jertfe Domnului Dumnezeului nostru, după cum ne va spune.”",
        "28": "Faraon a zis: „Vă voi lăsa să plecați ca să aduceți jertfe Domnului Dumnezeului vostru în pustie; numai să nu vă depărtați prea mult, dacă plecați. Rugați-vă pentru mine.”",
        "29": "Moise a răspuns: „Am să ies de la tine și am să mă rog Domnului. Mâine, muștele se vor depărta de la Faraon, de la slujitorii lui și de la poporul lui. Dar să nu ne mai înșele Faraon, nevrând să lase pe popor să plece ca să aducă jertfe Domnului.”",
        "30": "Moise a ieșit de la Faraon și s-a rugat Domnului.",
        "31": "Domnul a făcut cum cerea Moise, și muștele s-au depărtat de la Faraon, de la slujitorii lui și de la poporul lui; n-a mai rămas una.",
        "32": "Dar Faraon și de data aceasta și-a împietrit inima și n-a lăsat pe popor să plece."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Domnul i-a zis lui Moise: „Du-te la Faraon și spune-i: «Așa vorbește Domnul: ‘Lasă-Mi poporul să plece ca să-Mi slujească.",
        "2": "Dacă refuzi să-l lași să plece, iată, Eu voi lovi tot teritoriul tău cu broaște.",
        "3": "Nilul va mișuna de broaște. Ele se vor sui și vor intra în palatul tău, în dormitorul tău, în patul tău, în casele slujitorilor tăi, ale poporului tău, în cuptoare și în vasele de frământat.",
        "4": "Broaștele se vor sui pe tine, pe poporul tău și pe toți slujitorii tăi’»“.",
        "5": "Domnul i-a zis lui Moise: „Spune-i lui Aaron: «Întinde-ți mâna cu toiagul tău peste râuri, canale și iazuri, pentru ca broaștele să iasă în țara Egiptului»“.",
        "6": "Aaron și-a întins mâna peste apele Egiptului, iar broaștele au ieșit și au acoperit țara Egiptului.",
        "7": "Dar vrăjitorii au făcut și ei la fel prin vrăjitoriile lor și au adus broaște în țara Egiptului.",
        "8": "După aceea, Faraon i-a chemat pe Moise și pe Aaron și le-a zis: ‒ Rugați-vă Domnului să ia broaștele de la mine și de la poporul meu și voi lăsa poporul să plece ca să-I aducă jertfe Domnului.",
        "9": "Moise i-a răspuns lui Faraon: ‒ Ai onoarea să hotărăști când să mă rog pentru tine, pentru slujitorii tăi și pentru poporul tău, ca broaștele să fie luate de la tine și din casele tale și să rămână doar în Nil.",
        "10": "El a zis: ‒ Mâine. Moise a răspuns: ‒ Fie așa cum spui, ca să știi că nu este nimeni ca Domnul, Dumnezeul nostru.",
        "11": "Broaștele se vor depărta de la tine, din casele tale, de la slujitorii tăi și de la poporul tău. Ele vor rămâne doar în Nil.",
        "12": "Moise și Aaron au ieșit de la Faraon, și Moise a strigat către Domnul cu privire la broaștele pe care le-a adus peste Faraon.",
        "13": "Domnul a făcut așa cum I-a cerut Moise: broaștele au murit în case, în curți și pe câmpuri.",
        "14": "Ei le-au adunat grămezi și țara s-a împuțit.",
        "15": "Când Faraon a văzut că are răgaz, și-a împietrit inima, întocmai cum spusese Domnul, și nu i-a ascultat. A treia urgie: țânțarii",
        "16": "Apoi Domnul i-a zis lui Moise: „Spune-i lui Aaron: «Întinde-ți toiagul și lovește praful pământului ca el să se transforme în țânțari în toată țara Egiptului»“.",
        "17": "Ei au făcut întocmai: Aaron și-a întins mâna cu toiagul, a lovit praful pământului și au venit țânțari peste oameni și peste animale. În toată țara Egiptului praful pământului s-a transformat în țânțari.",
        "18": "Vrăjitorii au încercat să facă și ei țânțari prin vrăjitoriile lor, dar n-au putut. Țânțarii se aflau pe oameni și pe animale.",
        "19": "Atunci vrăjitorii i-au zis lui Faraon: „Acesta este degetul lui Dumnezeu!“. Dar inima lui Faraon s-a împietrit și nu i-a ascultat, întocmai cum spusese Domnul. A patra urgie: muștele",
        "20": "După aceea, Domnul i-a zis lui Moise: „Scoală-te dimineață, du-te înaintea lui Faraon, când se duce la apă, și spune-i: «Așa vorbește Domnul: ‘Lasă-Mi poporul să plece, ca să-Mi slujească.",
        "21": "Căci, dacă nu-Mi lași poporul să plece, iată, voi trimite roiuri de muște peste tine, peste slujitorii tăi, peste poporul tău și în casele tale: atât casele egiptenilor, cât și țara în care locuiesc aceștia, se vor umple de roiuri de muște.",
        "22": "Dar în ziua aceea voi proteja regiunea Goșen, unde locuiește poporul Meu, iar roiurile de muște nu vor ajunge acolo, ca să știi că Eu sunt Domnul în mijlocul țării.",
        "23": "Astfel, voi face o deosebire între poporul Meu și poporul tău. Semnul acesta ți se va arăta mâine’»“.",
        "24": "Domnul a făcut întocmai, și roiurile de muște au venit în palatul lui Faraon și în casele slujitorilor săi. Și toată țara Egiptului a fost devastată de muște.",
        "25": "Atunci Faraon i-a chemat pe Moise și pe Aaron și le-a zis: ‒ Duceți-vă și aduceți jertfe Dumnezeului vostru în țară.",
        "26": "Dar Moise a răspuns: ‒ Nu este bine să facem astfel, căci pentru egipteni este o urâciune să aducem jertfe Domnului, Dumnezeul nostru. Dacă aducem înaintea ochilor egiptenilor jertfe care pentru ei sunt o urâciune, nu ne vor omorî ei cu pietre?",
        "27": "Vom merge cale de trei zile în deșert și vom aduce jertfe Domnului, Dumnezeul nostru, așa cum ne va spune.",
        "28": "Faraon a zis: ‒ Vă voi lăsa să plecați ca să aduceți jertfe Domnului, Dumnezeul vostru, în deșert, doar dacă nu veți merge prea departe. Rugați-vă pentru mine!",
        "29": "Moise i-a răspuns: ‒ Iată, ies de la tine și mă voi ruga Domnului ca mâine să îndepărteze roiurile de muște de la Faraon, de la slujitorii săi și de la poporul său. Numai să înceteze Faraon să ne înșele și să nu lase poporul să plece ca să aducă jertfe Domnului!",
        "30": "Moise a ieșit de la Faraon și s-a rugat Domnului.",
        "31": "Domnul a făcut așa cum I-a cerut Moise: a îndepărtat roiurile de muște de la Faraon, de la slujitorii săi și din poporul său; n-a rămas nici măcar una.",
        "32": "Însă și de data aceasta Faraon și-a împietrit inima și n-a lăsat poporul să plece."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh spoke to Moses, “Go in to Pharaoh, and tell him, ‘This is what Yahweh says, “Let my people go, that they may serve me.",
        "2": "If you refuse to let them go, behold, I will plague all your borders with frogs.",
        "3": "The river will swarm with frogs, which will go up and come into your house, and into your bedroom, and on your bed, and into the house of your servants, and on your people, and into your ovens, and into your kneading troughs.",
        "4": "The frogs shall come up both on you, and on your people, and on all your servants.”’”",
        "5": "Yahweh said to Moses, “Tell Aaron, ‘Stretch out your hand with your rod over the rivers, over the streams, and over the pools, and cause frogs to come up on the land of Egypt.’”",
        "6": "Aaron stretched out his hand over the waters of Egypt; and the frogs came up, and covered the land of Egypt.",
        "7": "The magicians did the same thing with their enchantments, and brought up frogs on the land of Egypt.",
        "8": "Then Pharaoh called for Moses and Aaron, and said, “Entreat Yahweh, that he take away the frogs from me and from my people; and I will let the people go, that they may sacrifice to Yahweh.”",
        "9": "Moses said to Pharaoh, “I give you the honor of setting the time that I should pray for you, and for your servants, and for your people, that the frogs be destroyed from you and your houses, and remain in the river only.”",
        "10": "Pharaoh said, “Tomorrow.” Moses said, “Let it be according to your word, that you may know that there is no one like Yahweh our God.",
        "11": "The frogs shall depart from you, and from your houses, and from your servants, and from your people. They shall remain in the river only.”",
        "12": "Moses and Aaron went out from Pharaoh, and Moses cried to Yahweh concerning the frogs which he had brought on Pharaoh.",
        "13": "Yahweh did according to the word of Moses, and the frogs died out of the houses, out of the courts, and out of the fields.",
        "14": "They gathered them together in heaps, and the land stank.",
        "15": "But when Pharaoh saw that there was a respite, he hardened his heart, and didn’t listen to them, as Yahweh had spoken.",
        "16": "Yahweh said to Moses, “Tell Aaron, ‘Stretch out your rod, and strike the dust of the earth, that it may become lice throughout all the land of Egypt.’”",
        "17": "They did so; and Aaron stretched out his hand with his rod, and struck the dust of the earth, and there were lice on man, and on animal; all the dust of the earth became lice throughout all the land of Egypt.",
        "18": "The magicians tried with their enchantments to produce lice, but they couldn’t. There were lice on man, and on animal.",
        "19": "Then the magicians said to Pharaoh, “This is God’s finger;” but Pharaoh’s heart was hardened, and he didn’t listen to them, as Yahweh had spoken.",
        "20": "Yahweh said to Moses, “Rise up early in the morning, and stand before Pharaoh; behold, he comes out to the water; and tell him, ‘This is what Yahweh says, “Let my people go, that they may serve me.",
        "21": "Else, if you will not let my people go, behold, I will send swarms of flies on you, and on your servants, and on your people, and into your houses. The houses of the Egyptians shall be full of swarms of flies, and also the ground they are on.",
        "22": "I will set apart in that day the land of Goshen, in which my people dwell, that no swarms of flies shall be there, to the end you may know that I am Yahweh on the earth.",
        "23": "I will put a division between my people and your people. This sign shall happen by tomorrow.”’”",
        "24": "Yahweh did so; and there came grievous swarms of flies into the house of Pharaoh, and into his servants’ houses. In all the land of Egypt the land was corrupted by reason of the swarms of flies.",
        "25": "Pharaoh called for Moses and for Aaron, and said, “Go, sacrifice to your God in the land!”",
        "26": "Moses said, “It isn’t appropriate to do so; for we shall sacrifice the abomination of the Egyptians to Yahweh our God. Behold, if we sacrifice the abomination of the Egyptians before their eyes, won’t they stone us?",
        "27": "We will go three days’ journey into the wilderness, and sacrifice to Yahweh our God, as he shall command us.”",
        "28": "Pharaoh said, “I will let you go, that you may sacrifice to Yahweh your God in the wilderness, only you shall not go very far away. Pray for me.”",
        "29": "Moses said, “Behold, I am going out from you. I will pray to Yahweh that the swarms of flies may depart from Pharaoh, from his servants, and from his people, tomorrow; only don’t let Pharaoh deal deceitfully any more in not letting the people go to sacrifice to Yahweh.”",
        "30": "Moses went out from Pharaoh, and prayed to Yahweh.",
        "31": "Yahweh did according to the word of Moses, and he removed the swarms of flies from Pharaoh, from his servants, and from his people. There remained not one.",
        "32": "Pharaoh hardened his heart this time also, and he didn’t let the people go."
      }
    }
  }
}