{
  "book": "Exodul",
  "chapter": "10",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul a zis lui Moise: „Du-te la Faraon, căci i-am împietrit inima lui și a slujitorilor lui, ca să fac semnele Mele în mijlocul lor",
        "2": "și ca să istorisești fiului tău și fiului fiului tău cum M-am purtat cu egiptenii și ce semne am făcut în mijlocul lor. Și veți cunoaște că Eu sunt Domnul.”",
        "3": "Moise și Aaron s-au dus la Faraon și i-au zis: „Așa vorbește Domnul Dumnezeul evreilor: ‘Până când ai de gând să nu vrei să te smerești înaintea Mea? Lasă pe poporul Meu să plece, ca să-Mi slujească.",
        "4": "Dacă nu vrei să lași pe poporul Meu să plece, iată, voi trimite mâine niște lăcuste pe toată întinderea țării tale.",
        "5": "Ele vor acoperi fața pământului, de nu se va mai putea vedea pământul; vor mânca ce a mai rămas nevătămat, vor mânca ce v-a lăsat piatra, vor mânca toți copacii care cresc pe câmpiile voastre,",
        "6": "îți vor umple casele tale, casele tuturor slujitorilor tăi și casele tuturor egiptenilor. Părinții tăi și părinții părinților tăi n-au văzut așa ceva de când sunt ei pe pământ până în ziua de azi.’” Moise a plecat și a ieșit de la Faraon.",
        "7": "Slujitorii lui Faraon i-au zis: „Până când are să fie omul acesta o pacoste pentru noi? Lasă pe oamenii aceștia să plece și să slujească Domnului Dumnezeului lor. Tot nu vezi că piere Egiptul?”",
        "8": "Au întors la Faraon pe Moise și Aaron. „Duceți-vă”, le-a zis el, „și slujiți Domnului Dumnezeului vostru. Care și cine sunt cei ce vor merge?”",
        "9": "Moise a răspuns: „Vom merge cu copiii și cu bătrânii noștri, cu fiii și fiicele noastre, cu oile și boii noștri, căci avem să ținem o sărbătoare în cinstea Domnului.”",
        "10": "Faraon le-a zis: „Așa să fie Domnul cu voi, cum vă voi lăsa eu să plecați, pe voi și pe copiii voștri! Luați seama, căci este rău ce aveți de gând să faceți!",
        "11": "Nu, nu, ci duceți-vă voi, bărbații, și slujiți Domnului, căci așa ați cerut.” Și i-au izgonit dinaintea lui Faraon.",
        "12": "Domnul a zis lui Moise: „Întinde-ți mâna peste țara Egiptului, ca să vină lăcustele peste țara Egiptului și să mănânce toată iarba pământului, tot ce a lăsat piatra.”",
        "13": "Moise și-a întins toiagul peste țara Egiptului, și Domnul a făcut să sufle un vânt dinspre răsărit peste țară toată ziua și toată noaptea aceea. Dimineața, vântul dinspre răsărit adusese lăcustele.",
        "14": "Lăcustele au venit peste țara Egiptului și s-au așezat pe toată întinderea Egiptului; erau în număr atât de mare cum nu mai fusese și nu va mai fi un astfel de roi de lăcuste.",
        "15": "Au acoperit toată fața pământului, de nu se mai vedea pământul; au mâncat toată iarba de pe pământ și tot rodul pomilor, tot ce lăsase piatra, și n-a rămas nimic verde în copaci, nici în iarba de pe câmp, în toată țara Egiptului.",
        "16": "Faraon a chemat îndată pe Moise și pe Aaron și a zis: „Am păcătuit împotriva Domnului Dumnezeului vostru și împotriva voastră.",
        "17": "Dar iartă-mi păcatul numai de data aceasta și rugați pe Domnul Dumnezeul vostru să depărteze de la mine și urgia aceasta de moarte!”",
        "18": "Moise a ieșit de la Faraon și s-a rugat Domnului.",
        "19": "Domnul a făcut să sufle un vânt foarte puternic dinspre apus, care a luat lăcustele și le-a aruncat în Marea Roșie; n-a rămas o lăcustă pe toată întinderea Egiptului.",
        "20": "Domnul a împietrit inima lui Faraon, și Faraon n-a lăsat pe copiii lui Israel să plece. Întuneric de trei zile",
        "21": "Domnul a zis lui Moise: „Întinde-ți mâna spre cer, și va fi întuneric peste țara Egiptului, așa de întuneric de să se poată pipăi.”",
        "22": "Moise și-a întins mâna spre cer și a fost întuneric beznă în toată țara Egiptului timp de trei zile.",
        "23": "Nici nu se vedeau unii pe alții și nimeni nu s-a sculat din locul lui timp de trei zile. Dar în locurile unde locuiau toți copiii lui Israel era lumină.",
        "24": "Faraon a chemat pe Moise și a zis: „Duceți-vă și slujiți Domnului! Să nu rămână în țară decât oile și boii voștri; copiii voștri vor putea merge și ei împreună cu voi.”",
        "25": "Moise a răspuns: „Chiar să ne dai tu însuți jertfele și arderile-de-tot pe care le vom aduce Domnului Dumnezeului nostru,",
        "26": "și turmele noastre tot trebuie să meargă cu noi și să nu rămână o unghie din ele, căci din ele vom lua ca să slujim Domnului Dumnezeului nostru, iar până vom ajunge acolo, nu știm ce vom alege ca să aducem Domnului.”",
        "27": "Domnul a împietrit inima lui Faraon, și Faraon n-a vrut să-i lase să plece.",
        "28": "Faraon a zis lui Moise: „Ieși de la mine! Să nu cumva să te mai arăți înaintea mea, căci în ziua în care te vei arăta înaintea mea, vei muri.”",
        "29": "„Da!”, a răspuns Moise, „nu mă voi mai arăta înaintea ta.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Apoi Domnul i-a zis lui Moise: „Du-te la Faraon, căci i-am împietrit inima atât lui, cât și slujitorilor săi, ca să fac aceste semne ale Mele în mijlocul lor,",
        "2": "iar voi să puteți istorisi în auzul copiilor și al nepoților voștri cât de aspru M-am purtat cu egiptenii și ce semne am făcut în mijlocul lor și, astfel, să știți că Eu sunt Domnul“.",
        "3": "Moise și Aaron s-au dus la Faraon și i-au zis: „Așa vorbește Domnul, Dumnezeul evreilor: «Până când vei refuza să te smerești înaintea Mea? Lasă-Mi poporul să plece ca să-Mi slujească.",
        "4": "Căci, dacă refuzi să-Mi lași poporul să plece, iată, voi aduce mâine lăcuste pe teritoriul tău.",
        "5": "Ele vor acoperi întinderea țării și nimeni nu va mai putea vedea pământul. Ele vor devora tot ce v-a mai rămas după grindină, vor devora orice copac care crește pe câmp și",
        "6": "îți vor umple palatele, casele slujitorilor tăi și ale tuturor egiptenilor. Va fi ceva ce nici părinții, nici strămoșii tăi n-au văzut de când sunt ei pe pământ și până în ziua de azi»“. Apoi ei s-au întors și au ieșit de la Faraon.",
        "7": "Slujitorii lui Faraon i-au zis acestuia: „Până când va fi omul acesta o capcană pentru noi? Lasă-i pe oamenii aceștia să plece ca să slujească Domnului, Dumnezeul lor. Încă nu înțelegi că Egiptul este ruinat?“.",
        "8": "Moise și Aaron au fost aduși înapoi la Faraon și el le-a zis: ‒ Duceți-vă! Slujiți Domnului, Dumnezeul vostru! Dar cine dintre voi va merge?",
        "9": "Moise i-a răspuns: ‒ Vom merge cu tinerii și cu bătrânii noștri, cu fiii și fiicele noastre, cu turmele și cirezile noastre, pentru că avem de ținut o sărbătoare în cinstea Domnului.",
        "10": "El le-a zis: ‒ Așa să fie Domnul cu voi, cum vă voi lăsa eu să plecați, pe voi și pe copiii voștri! Aveți grijă, căci știu că aveți de gând să faceți ceva rău!",
        "11": "Nu așa; duceți-vă doar voi, bărbații, și slujiți Domnului, căci aceasta ați cerut. Și au fost alungați dinaintea lui Faraon.",
        "12": "După aceea, Domnul i-a zis lui Moise: „Întinde-ți mâna peste țara Egiptului, ca să iasă lăcustele peste ea și să devoreze orice plantă din țara Egiptului, tot ce a mai rămas după grindină“.",
        "13": "Moise și-a întins toiagul peste țara Egiptului, și Domnul a adus vântul de est peste țară toată ziua aceea și toată noaptea. Când s-a făcut dimineață, vântul de est a adus lăcustele.",
        "14": "Lăcustele au venit peste toată țara Egiptului și s-au așezat pe întreg teritoriul ei. Era un roi de lăcuste atât de numeros, cum n-a mai fost vreodată și nu va mai fi.",
        "15": "Ele au acoperit întreaga țară, și tot pământul s-a înnegrit. Au devorat toate plantele din țară și tot rodul pomilor pe care l-a lăsat grindina. În toată țara Egiptului n-a mai rămas nimic verde, nici copaci și nici plante pe câmp.",
        "16": "Faraon i-a chemat repede pe Moise și pe Aaron și le-a zis: „Am păcătuit împotriva Domnului, Dumnezeul vostru, și împotriva voastră.",
        "17": "Iartă-mi păcatul și de data aceasta și rugați-vă Domnului, Dumnezeul vostru, mai ales ca să îndepărteze de la mine această urgie de moarte“.",
        "18": "Moise a ieșit de la Faraon și s-a rugat Domnului.",
        "19": "Domnul a făcut să sufle dinspre vest un vânt foarte puternic, care a luat lăcustele și le-a aruncat în Marea Roșie. Nicio lăcustă n-a rămas pe întreg teritoriul Egiptului.",
        "20": "Dar Domnul i-a împietrit inima lui Faraon și acesta nu i-a lăsat pe fiii lui Israel să plece. A noua urgie: întunericul",
        "21": "Apoi Domnul i-a zis lui Moise: „Întinde-ți mâna spre cer și va fi întuneric peste toată țara Egiptului, atât de întuneric, încât să-l poți pipăi“.",
        "22": "Moise și-a întins mâna spre cer și a fost întuneric beznă în toată țara Egiptului timp de trei zile.",
        "23": "Nu se vedeau unii pe alții și timp de trei zile nu s-a ridicat niciunul din locul în care era. Dar toți fiii lui Israel au avut lumină în locuințele lor.",
        "24": "Faraon l-a chemat pe Moise și i-a zis: ‒ Duceți-vă! Slujiți Domnului. Familiile voastre pot merge cu voi, însă turmele și cirezile voastre vor rămâne.",
        "25": "Moise a răspuns: ‒ Ne vei da tu în mâini jertfe și arderi-de-tot, pe care să le aducem Domnului, Dumnezeul nostru?",
        "26": "Și vitele noastre trebuie să meargă cu noi. Nicio copită nu va rămâne, căci din ele vom lua ca să-I slujim Domnului, Dumnezeul nostru, și până vom ajunge acolo nu știm ce vom folosi ca să-I slujim Domnului.",
        "27": "Dar Domnul i-a împietrit inima lui Faraon și acesta n-a vrut să-i lase să plece.",
        "28": "Apoi Faraon i-a zis: ‒ Pleacă de la mine! Ferește-te să-mi mai vezi fața, pentru că, în ziua în care-mi vei vedea fața, vei muri.",
        "29": "Moise i-a răspuns: ‒ Să fie precum ai zis. Nu-ți voi mai vedea fața."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh said to Moses, “Go in to Pharaoh, for I have hardened his heart and the heart of his servants, that I may show these my signs among them;",
        "2": "and that you may tell in the hearing of your son, and of your son’s son, what things I have done to Egypt, and my signs which I have done among them; that you may know that I am Yahweh.”",
        "3": "Moses and Aaron went in to Pharaoh, and said to him, “This is what Yahweh, the God of the Hebrews, says: ‘How long will you refuse to humble yourself before me? Let my people go, that they may serve me.",
        "4": "Or else, if you refuse to let my people go, behold, tomorrow I will bring locusts into your country,",
        "5": "and they shall cover the surface of the earth, so that one won’t be able to see the earth. They shall eat the residue of that which has escaped, which remains to you from the hail, and shall eat every tree which grows for you out of the field.",
        "6": "Your houses shall be filled, and the houses of all your servants, and the houses of all the Egyptians, as neither your fathers nor your fathers’ fathers have seen, since the day that they were on the earth to this day.’” He turned, and went out from Pharaoh.",
        "7": "Pharaoh’s servants said to him, “How long will this man be a snare to us? Let the men go, that they may serve Yahweh, their God. Don’t you yet know that Egypt is destroyed?”",
        "8": "Moses and Aaron were brought again to Pharaoh, and he said to them, “Go, serve Yahweh your God; but who are those who will go?”",
        "9": "Moses said, “We will go with our young and with our old. We will go with our sons and with our daughters, with our flocks and with our herds; for we must hold a feast to Yahweh.”",
        "10": "He said to them, “Yahweh be with you if I let you go with your little ones! See, evil is clearly before your faces.",
        "11": "Not so! Go now you who are men, and serve Yahweh; for that is what you desire!” Then they were driven out from Pharaoh’s presence.",
        "12": "Yahweh said to Moses, “Stretch out your hand over the land of Egypt for the locusts, that they may come up on the land of Egypt, and eat every herb of the land, even all that the hail has left.”",
        "13": "Moses stretched out his rod over the land of Egypt, and Yahweh brought an east wind on the land all that day, and all night; and when it was morning, the east wind brought the locusts.",
        "14": "The locusts went up over all the land of Egypt, and rested in all the borders of Egypt. They were very grievous. Before them there were no such locusts as they, nor will there ever be again.",
        "15": "For they covered the surface of the whole earth, so that the land was darkened, and they ate every herb of the land, and all the fruit of the trees which the hail had left. There remained nothing green, either tree or herb of the field, through all the land of Egypt.",
        "16": "Then Pharaoh called for Moses and Aaron in haste, and he said, “I have sinned against Yahweh your God, and against you.",
        "17": "Now therefore please forgive my sin again, and pray to Yahweh your God, that he may also take away from me this death.”",
        "18": "Moses went out from Pharaoh, and prayed to Yahweh.",
        "19": "Yahweh sent an exceedingly strong west wind, which took up the locusts, and drove them into the Red Sea. There remained not one locust in all the borders of Egypt.",
        "20": "But Yahweh hardened Pharaoh’s heart, and he didn’t let the children of Israel go.",
        "21": "Yahweh said to Moses, “Stretch out your hand toward the sky, that there may be darkness over the land of Egypt, even darkness which may be felt.”",
        "22": "Moses stretched out his hand toward the sky, and there was a thick darkness in all the land of Egypt for three days.",
        "23": "They didn’t see one another, and nobody rose from his place for three days; but all the children of Israel had light in their dwellings.",
        "24": "Pharaoh called to Moses, and said, “Go, serve Yahweh. Only let your flocks and your herds stay behind. Let your little ones also go with you.”",
        "25": "Moses said, “You must also give into our hand sacrifices and burnt offerings, that we may sacrifice to Yahweh our God.",
        "26": "Our livestock also shall go with us. Not a hoof shall be left behind, for of it we must take to serve Yahweh our God; and we don’t know with what we must serve Yahweh, until we come there.”",
        "27": "But Yahweh hardened Pharaoh’s heart, and he wouldn’t let them go.",
        "28": "Pharaoh said to him, “Get away from me! Be careful to see my face no more; for in the day you see my face you shall die!”",
        "29": "Moses said, “You have spoken well. I will see your face again no more.”"
      }
    }
  }
}