{
  "book": "Exodul",
  "chapter": "39",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Cu materiile vopsite în albastru, în purpuriu și în cârmâziu, au făcut veșmintele preoților pentru slujba Sfântului Locaș și au făcut veșminte sfinte lui Aaron, cum poruncise lui Moise Domnul.",
        "2": "Au făcut efodul din aur, din fir albastru, purpuriu și cârmâziu și din in subțire răsucit.",
        "3": "Au întins niște plăci de aur și le-au tăiat în fire subțiri, pe care le-au țesut în materiile vopsite în albastru, în purpuriu și în cârmâziu, și în in subțire; era lucrat cu măiestrie.",
        "4": "I-au făcut niște umărari care se împreunau cu el, așa că, la cele două capete ale lui, efodul era legat cu ei.",
        "5": "Brâul era de aceeași lucrătură ca efodul și prins de el; era de aur, de fir albastru, purpuriu și cârmâziu și de in subțire răsucit, cum poruncise lui Moise Domnul.",
        "6": "Au pregătit pietrele de onix, le-au prins în legături de aur și au săpat pe ele numele fiilor lui Israel, cum se sapă pecețile.",
        "7": "Le-au pus pe umărarii efodului ca pietre de aducere aminte pentru fiii lui Israel, cum poruncise lui Moise Domnul. Facerea pieptarului",
        "8": "Au făcut apoi pieptarul, lucrat cu măiestrie, din aceeași lucrătură ca efodul: din aur, din fir albastru, purpuriu și cârmâziu și din in subțire răsucit.",
        "9": "Era în patru colțuri. Pieptarul l-au făcut îndoit; lungimea lui era de o palmă și lățimea, de o palmă; era îndoit.",
        "10": "Au pus în el patru șiruri de pietre: în șirul întâi – un sardonix, un topaz și un smarald;",
        "11": "în al doilea șir – un rubin, un safir și un diamant;",
        "12": "în al treilea șir – un opal, un agat și un ametist;",
        "13": "iar în al patrulea șir: un crisolit, un onix și un iaspis. Pietrele acestea erau legate în ferecăturile lor de aur.",
        "14": "Erau douăsprezece, după numele fiilor lui Israel; erau săpate ca niște peceți, fiecare cu numele uneia din cele douăsprezece seminții.",
        "15": "Pe pieptar au făcut apoi niște lănțișoare de aur curat, împletite ca niște sfori.",
        "16": "Au făcut două ferecături de aur și două verigi de aur și au pus cele două verigi la cele două capete ale pieptarului.",
        "17": "Apoi cele două lănțișoare împletite, din aur le-au vârât în cele două verigi de la cele două capete ale pieptarului;",
        "18": "iar celelalte două capete ale celor două lănțișoare le-au agățat de cele două ferecături și le-au pus pe umărarii efodului în partea dinainte.",
        "19": "Au mai făcut două verigi de aur, pe care le-au pus la cele două capete de jos ale pieptarului, pe marginea dinăuntru dinspre efod.",
        "20": "Apoi au făcut alte două verigi de aur, pe care le-au pus la cei doi umărari ai efodului jos, pe partea dinainte a lui, tocmai acolo unde se împreună efodul cu umărarii, deasupra brâului efodului.",
        "21": "Au legat pieptarul cu verigile lui de verigile efodului cu o sfoară albastră, așa ca pieptarul să stea țeapăn deasupra brâului efodului și să nu se poată mișca de pe efod, cum poruncise lui Moise Domnul. Facerea mantiei efodului",
        "22": "Au făcut mantia de sub efod, țesută toată cu meșteșug din materie albastră.",
        "23": "La mijlocul mantiei, sus, era o gură ca gura unei platoșe; gura aceasta era tivită de jur împrejur, ca să nu se rupă.",
        "24": "Pe marginea mantiei au făcut niște rodii de culoare albastră, purpurie și cârmâzie, din fir răsucit;",
        "25": "au făcut și niște clopoței de aur curat, și clopoțeii i-au pus între rodii, de jur împrejurul mantiei:",
        "26": "venea un clopoțel și o rodie, un clopoțel și o rodie pe toată marginea dimprejurul mantiei, pentru slujbă, cum poruncise lui Moise Domnul. Tunicile și placa de aur",
        "27": "Au făcut și tunicile din in subțire, țesute cu măiestrie, pentru Aaron și fiii lui;",
        "28": "mitra din in subțire și scufiile din in subțire care slujeau ca podoabă; izmenele din in subțire răsucit;",
        "29": "brâul din in subțire răsucit, lucrat la gherghef și de culoare albastră, purpurie și cârmâzie, cum poruncise lui Moise Domnul.",
        "30": "Au făcut apoi și placa de aur curat, cununa împărătească sfântă, și au săpat pe ea, cum se sapă pe o pecete: „Sfânt Domnului”.",
        "31": "Au legat-o de mitră sus cu o sfoară albastră, cum poruncise lui Moise Domnul. Lucrarea este sfârșită",
        "32": "Astfel au fost isprăvite toate lucrările locașului cortului întâlnirii. Copiii lui Israel au făcut tot ce poruncise lui Moise Domnul: așa au făcut.",
        "33": "Au adus locașul la Moise: cortul și toate uneltele lui, copcile, scândurile, drugii, stâlpii și picioarele lui;",
        "34": "învelitoarea din piei de berbec vopsite în roșu, învelitoarea din piei de vițel de mare și perdeaua de despărțire;",
        "35": "chivotul mărturiei și drugii lui, și capacul ispășirii;",
        "36": "masa cu toate uneltele ei și pâinile pentru punerea înaintea Domnului;",
        "37": "sfeșnicul de aur curat, candelele lui așezate în rând și toate uneltele lui, și untdelemnul pentru sfeșnic;",
        "38": "altarul de aur, untdelemnul pentru ungere și tămâia mirositoare, și perdeaua de la ușa cortului;",
        "39": "altarul de aramă, grătarul lui de aramă, drugii lui și toate uneltele lui; ligheanul cu piciorul lui;",
        "40": "pânzele curții, stâlpii ei și picioarele lor, perdeaua de la poarta curții, funiile ei, țărușii ei și toate uneltele pentru slujba locașului cortului întâlnirii;",
        "41": "veșmintele pentru slujbă, pentru făcut slujba în Locul Sfânt, veșmintele sfinte pentru preotul Aaron și veșmintele fiilor lui pentru slujbele preoțești.",
        "42": "Copiii lui Israel au făcut toate aceste lucrări după toate poruncile pe care le dăduse lui Moise Domnul.",
        "43": "Moise a cercetat toate lucrările și iată, le făcuseră cum poruncise Domnul, așa le făcuseră. Și Moise i-a binecuvântat."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Din fire de culoare albastră, purpurie și stacojie au făcut veșminte țesute cu măiestrie, pentru slujirea în Locul Sfânt, și au făcut veșminte sfinte pentru Aaron, așa cum Domnul îi poruncise lui Moise.",
        "2": "A făcut efodul din aur, din fire de culoare albastră, purpurie și stacojie și din fir de in subțire răsucit.",
        "3": "Au bătut niște plăci de aur, iar el le-a tăiat în fire subțiri, după care le-a țesut cu firele de culoare albastră, purpurie și stacojie și cu firele de in. Efodul era lucrat cu măiestrie.",
        "4": "Au făcut umerarii pentru efod, care se prindeau la cele două margini ale sale, astfel încât acesta era unit cu ei.",
        "5": "Brâul efodului, care era prins de el, era lucrat la fel și din aceleași materiale: din aur, din fire de culoare albastră, purpurie și stacojie și din fir de in subțire răsucit, așa cum Domnul îi poruncise lui Moise.",
        "6": "Au pregătit pietrele de onix, le-au fixat în monturi de aur și au gravat pe ele numele fiilor lui Israel, așa cum se gravează un sigiliu.",
        "7": "El le-a pus pe umerarii efodului ca să fie pietre de aducere-aminte pentru fiii lui Israel, așa cum Domnul îi poruncise lui Moise. Pieptarul",
        "8": "Apoi a făcut pieptarul, pe care l-au lucrat cu măiestrie, la fel cum a făcut și efodul: din aur, din fire de culoare albastră, purpurie și stacojie și din fir de in subțire răsucit.",
        "9": "Pieptarul era pătrat și era făcut din material dublu. Lungimea lui era de o palmă, iar lățimea lui era tot de o palmă.",
        "10": "Au fixat pe el patru șiruri de pietre: pe primul șir – un sard, un topaz și un smarald;",
        "11": "pe al doilea șir – un turcoaz, un safir și un diamant;",
        "12": "pe al treilea șir – un iacint, un agat și un ametist; iar",
        "13": "pe al patrulea șir – un crisolit, un onix și un jasp. Acestea erau fixate în monturi de aur.",
        "14": "Erau douăsprezece pietre cu numele fiilor lui Israel. Pe fiecare dintre acestea era gravat, asemenea sigiliilor, numele uneia din cele douăsprezece seminții.",
        "15": "Pentru pieptar au făcut lănțișoare din aur pur, răsucite ca niște funii.",
        "16": "Au mai făcut și două monturi din aur și două inele din aur, apoi au fixat ambele inele pe cele două margini ale pieptarului.",
        "17": "Lănțișoarele de aur le-au trecut prin cele două inele de la marginile pieptarului,",
        "18": "iar celelalte două capete ale lănțișoarelor le-au prins în cele două monturi și le-au pus peste umerarii efodului, în partea din față.",
        "19": "Au mai făcut două inele de aur și le-au pus la celelalte două margini ale pieptarului, pe partea interioară, în apropierea efodului.",
        "20": "Apoi au făcut încă două inele de aur și le-au pus în partea inferioară a umerarilor efodului, la nivelul legăturilor sale, deasupra brâului efodului.",
        "21": "Au legat pieptarul cu inelele lui de inelele efodului cu o sfoară albastră, astfel încât să fie fixat peste brâul efodului, fără să se miște de pe efod, așa cum Domnul îi poruncise lui Moise. Alte veșminte ale preoților",
        "22": "După aceea, a făcut mantia efodului, țesută în întregime din fir de culoare albastră.",
        "23": "Deschizătura mantiei era ca deschizătura unei cămăși cu zale, cu un tiv țesut de jur împrejurul ei, ca să nu se rupă.",
        "24": "Pe marginea de jos a mantiei, de jur împrejur, au făcut rodii din fire de culoare albastră, purpurie și stacojie și din fir de in subțire răsucit.",
        "25": "Au făcut și niște clopoței din aur pur pe care i-au pus între rodii, pe marginea de jos a mantiei, de jur împrejur.",
        "26": "Erau câte un clopoțel și o rodie, un clopoțel și o rodie pe marginea de jos a mantiei pentru slujire, de jur împrejur, așa cum Domnul îi poruncise lui Moise.",
        "27": "Au făcut și tunicile țesute din fir de in subțire pentru Aaron și fiii săi.",
        "28": "Mitra și scufiile le-au făcut tot din fir de in subțire, indispensabilii – din fir de in subțire răsucit,",
        "29": "iar brâul – din fir de in subțire răsucit și din fire de culoare albastră, purpurie și stacojie, lucrat la gherghef, așa cum Domnul îi poruncise lui Moise.",
        "30": "Au făcut apoi și plăcuța de aur pur, cununa sfântă, și au gravat pe ea, așa cum se gravează un sigiliu: „Sfânt pentru Domnul“.",
        "31": "Au prins-o sus, de mitră, cu o sfoară albastră, așa cum Domnul îi poruncise lui Moise.",
        "32": "În felul acesta a fost încheiată toată lucrarea Tabernaculului, Cortul Întâlnirii. Fiii lui Israel au făcut potrivit cu tot ceea ce îi poruncise Domnul lui Moise; așa au făcut.",
        "33": "Apoi au adus Tabernaculul la Moise: cortul cu toate obiectele lui: cârligele, scândurile, drugii, stâlpii și piedestalele lui,",
        "34": "învelitoarea din piei de berbeci vopsite în roșu, acoperitoarea din piei trainice, draperia despărțitoare,",
        "35": "Chivotul Mărturiei cu drugii lui și cu Capacul ispășirii,",
        "36": "masa cu toate obiectele ei, pâinea prezentării,",
        "37": "sfeșnicul din aur pur cu candelele și obiectele lui, uleiul pentru luminat,",
        "38": "altarul de aur, uleiul pentru ungere, tămâia mirositoare, draperia de la intrarea cortului,",
        "39": "altarul de bronz cu grătarul de bronz, cu drugii și cu toate uneltele lui, ligheanul cu piedestalul lui,",
        "40": "draperiile curții, stâlpii lor și piedestalele acestora, draperia pentru intrarea curții, funiile, țărușii, toate obiectele pentru slujba de la Tabernacul, de la Cortul Întâlnirii,",
        "41": "veșmintele țesute cu măiestrie, pentru slujirea în Locul Sfânt, veșmintele sfinte ale preotului Aaron și veșmintele fiilor săi pentru slujba de preoți.",
        "42": "Fiii lui Israel au făcut toată lucrarea potrivit cu tot ceea ce îi poruncise Domnul lui Moise.",
        "43": "Moise s-a uitat la toată lucrarea și iată că ei o făcuseră așa cum poruncise Domnul; așa făcuseră. Și Moise i-a binecuvântat."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Of the blue, purple, and scarlet, they made finely worked garments for ministering in the holy place, and made the holy garments for Aaron, as Yahweh commanded Moses.",
        "2": "He made the ephod of gold, blue, purple, scarlet, and fine twined linen.",
        "3": "They beat the gold into thin plates, and cut it into wires, to work it in with the blue, the purple, the scarlet, and the fine linen, the work of the skillful workman.",
        "4": "They made shoulder straps for it, joined together. It was joined together at the two ends.",
        "5": "The skillfully woven band that was on it, with which to fasten it on, was of the same piece, like its work: of gold, of blue, purple, scarlet, and fine twined linen, as Yahweh commanded Moses.",
        "6": "They worked the onyx stones, enclosed in settings of gold, engraved with the engravings of a signet, according to the names of the children of Israel.",
        "7": "He put them on the shoulder straps of the ephod, to be stones of memorial for the children of Israel, as Yahweh commanded Moses.",
        "8": "He made the breastplate, the work of a skillful workman, like the work of the ephod: of gold, of blue, purple, scarlet, and fine twined linen.",
        "9": "It was square. They made the breastplate double. Its length was a span, and its width a span, being double.",
        "10": "They set in it four rows of stones. A row of ruby, topaz, and beryl was the first row;",
        "11": "and the second row, a turquoise, a sapphire, and an emerald;",
        "12": "and the third row, a jacinth, an agate, and an amethyst;",
        "13": "and the fourth row, a chrysolite, an onyx, and a jasper. They were enclosed in gold settings.",
        "14": "The stones were according to the names of the children of Israel, twelve, according to their names; like the engravings of a signet, everyone according to his name, for the twelve tribes.",
        "15": "They made on the breastplate chains like cords, of braided work of pure gold.",
        "16": "They made two settings of gold, and two gold rings, and put the two rings on the two ends of the breastplate.",
        "17": "They put the two braided chains of gold in the two rings at the ends of the breastplate.",
        "18": "The other two ends of the two braided chains they put on the two settings, and put them on the shoulder straps of the ephod, in its front.",
        "19": "They made two rings of gold, and put them on the two ends of the breastplate, on its edge, which was toward the side of the ephod inward.",
        "20": "They made two more rings of gold, and put them on the two shoulder straps of the ephod underneath, in its front, close by its coupling, above the skillfully woven band of the ephod.",
        "21": "They bound the breastplate by its rings to the rings of the ephod with a lace of blue, that it might be on the skillfully woven band of the ephod, and that the breastplate might not come loose from the ephod, as Yahweh commanded Moses.",
        "22": "He made the robe of the ephod of woven work, all of blue.",
        "23": "The opening of the robe in the middle of it was like the opening of a coat of mail, with a binding around its opening, that it should not be torn.",
        "24": "They made on the skirts of the robe pomegranates of blue, purple, scarlet, and twined linen.",
        "25": "They made bells of pure gold, and put the bells between the pomegranates around the skirts of the robe, between the pomegranates;",
        "26": "a bell and a pomegranate, a bell and a pomegranate, around the skirts of the robe, to minister in, as Yahweh commanded Moses.",
        "27": "They made the tunics of fine linen of woven work for Aaron and for his sons,",
        "28": "the turban of fine linen, the linen headbands of fine linen, the linen trousers of fine twined linen,",
        "29": "the sash of fine twined linen, blue, purple, and scarlet, the work of the embroiderer, as Yahweh commanded Moses.",
        "30": "They made the plate of the holy crown of pure gold, and wrote on it an inscription, like the engravings of a signet: “HOLY TO YAHWEH”.",
        "31": "They tied to it a lace of blue, to fasten it on the turban above, as Yahweh commanded Moses.",
        "32": "Thus all the work of the tabernacle of the Tent of Meeting was finished. The children of Israel did according to all that Yahweh commanded Moses; so they did.",
        "33": "They brought the tabernacle to Moses: the tent, with all its furniture, its clasps, its boards, its bars, its pillars, its sockets,",
        "34": "the covering of rams’ skins dyed red, the covering of sea cow hides, the veil of the screen,",
        "35": "the ark of the covenant with its poles, the mercy seat,",
        "36": "the table, all its vessels, the show bread,",
        "37": "the pure lamp stand, its lamps, even the lamps to be set in order, all its vessels, the oil for the light,",
        "38": "the golden altar, the anointing oil, the sweet incense, the screen for the door of the Tent,",
        "39": "the bronze altar, its grating of bronze, its poles, all of its vessels, the basin and its base,",
        "40": "the hangings of the court, its pillars, its sockets, the screen for the gate of the court, its cords, its pins, and all the instruments of the service of the tabernacle, for the Tent of Meeting,",
        "41": "the finely worked garments for ministering in the holy place, the holy garments for Aaron the priest, and the garments of his sons, to minister in the priest’s office.",
        "42": "According to all that Yahweh commanded Moses, so the children of Israel did all the work.",
        "43": "Moses saw all the work, and behold, they had done it as Yahweh had commanded. They had done so; and Moses blessed them."
      }
    }
  }
}