{
  "book": "Exodul",
  "chapter": "20",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Atunci, Dumnezeu a rostit toate aceste cuvinte și a zis:",
        "2": "„Eu sunt Domnul Dumnezeul tău, care te-a scos din țara Egiptului, din casa robiei.",
        "3": "Să nu ai alți dumnezei afară de Mine.",
        "4": "Să nu-ți faci chip cioplit, nici vreo înfățișare a lucrurilor care sunt sus în ceruri sau jos pe pământ sau în apele mai de jos decât pământul.",
        "5": "Să nu te închini înaintea lor și să nu le slujești, căci Eu, Domnul Dumnezeul tău, sunt un Dumnezeu gelos, care pedepsesc nelegiuirea părinților în copii până la al treilea și la al patrulea neam al celor ce Mă urăsc",
        "6": "și Mă îndur până la al miilea neam de cei ce Mă iubesc și păzesc poruncile Mele.",
        "7": "Să nu iei în deșert Numele Domnului Dumnezeului tău, căci Domnul nu va lăsa nepedepsit pe cel ce va lua în deșert Numele Lui.",
        "8": "Adu-ți aminte de ziua de odihnă, ca s-o sfințești.",
        "9": "Să lucrezi șase zile și să-ți faci lucrul tău.",
        "10": "Dar ziua a șaptea este ziua de odihnă închinată Domnului Dumnezeului tău: să nu faci nicio lucrare în ea, nici tu, nici fiul tău, nici fiica ta, nici robul tău, nici roaba ta, nici vita ta, nici străinul care este în casa ta.",
        "11": "Căci în șase zile a făcut Domnul cerurile, pământul și marea și tot ce este în ele, iar în ziua a șaptea S-a odihnit, de aceea a binecuvântat Domnul ziua de odihnă și a sfințit-o.",
        "12": "Cinstește pe tatăl tău și pe mama ta, pentru ca să ți se lungească zilele în țara pe care ți-o dă Domnul Dumnezeul tău.",
        "13": "Să nu ucizi.",
        "14": "Să nu preacurvești.",
        "15": "Să nu furi.",
        "16": "Să nu mărturisești strâmb împotriva aproapelui tău.",
        "17": "Să nu poftești casa aproapelui tău; să nu poftești nevasta aproapelui tău, nici robul lui, nici roaba lui, nici boul lui, nici măgarul lui, nici vreun alt lucru care este al aproapelui tău.” Spaima poporului; legea altarului",
        "18": "Tot poporul auzea tunetele și sunetul trâmbiței și vedea flăcările muntelui care fumega. La priveliștea aceasta, poporul tremura și stătea în depărtare.",
        "19": "Ei au zis lui Moise: „Vorbește-ne tu însuți, și te vom asculta, dar să nu ne mai vorbească Dumnezeu, ca să nu murim.”",
        "20": "Moise a zis poporului: „Nu vă înspăimântați, căci Dumnezeu a venit tocmai ca să vă pună la încercare și ca să aveți frica Lui înaintea ochilor voștri, pentru ca să nu păcătuiți.”",
        "21": "Poporul stătea în depărtare, iar Moise s-a apropiat de norul în care era Dumnezeu.",
        "22": "Domnul a zis lui Moise: „Așa să vorbești copiilor lui Israel: ‘Ați văzut că v-am vorbit din ceruri.",
        "23": "Să nu faceți dumnezei de argint și dumnezei de aur ca să-i puneți alături de Mine; să nu vă faceți alți dumnezei.",
        "24": "Să-Mi ridici un altar de pământ, pe care să-ți aduci arderile-de-tot și jertfele de mulțumire, oile și boii. În orice loc în care Îmi voi aduce aminte de Numele Meu, voi veni la tine și te voi binecuvânta.",
        "25": "Dacă-Mi vei ridica un altar de piatră, să nu-l zidești din pietre cioplite, căci, cum îți vei pune dalta în piatră, o vei pângări.",
        "26": "Să nu te sui la altarul Meu pe trepte, ca să nu ți se descopere goliciunea înaintea lui.’"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Dumnezeu a rostit toate aceste cuvinte, zicând:",
        "2": "„Eu sunt Domnul, Dumnezeul tău, Care te-am scos din țara Egiptului, din casa sclavilor.",
        "3": "Să nu ai alți dumnezei în afară de Mine!",
        "4": "Să nu-ți faci vreun chip cioplit și nici vreo înfățișare a ceea ce este sus în ceruri sau jos pe pământ sau în apele de sub pământ.",
        "5": "Să nu te pleci înaintea lor și să nu le slujești, fiindcă Eu, Domnul, Dumnezeul tău, sunt un Dumnezeu gelos, Care pedepsesc copiii pentru nelegiuirea părinților lor, până la a treia sau a patra generație a celor ce Mă urăsc",
        "6": "și arăt îndurare față de mii de generații ale celor ce Mă iubesc și păzesc poruncile Mele.",
        "7": "Să nu folosești nesăbuit Numele Domnului, Dumnezeul tău, căci Domnul nu va lăsa nepedepsit pe cel care va folosi nesăbuit Numele Lui.",
        "8": "Adu-ți aminte de ziua de sabat, ca s-o sfințești!",
        "9": "Să lucrezi șase zile și să-ți faci toată lucrarea ta,",
        "10": "dar ziua a șaptea este sabatul Domnului, Dumnezeul tău. Să nu faci nicio lucrare, nici tu, nici fiul tău sau fata ta, nici slujitorul tău, nici slujitoarea ta, nici vitele tale și nici străinul care locuiește în cetatea ta.",
        "11": "Căci în șase zile a făcut Domnul cerurile, pământul, marea și tot ce este în ele, dar în ziua a șaptea S-a odihnit. De aceea a binecuvântat Domnul ziua de sabat și a sfințit-o.",
        "12": "Să-ți respecți tatăl și mama, ca să ai viață lungă în țara pe care ți-o dă Domnul, Dumnezeul tău.",
        "13": "Să nu ucizi!",
        "14": "Să nu comiți adulter!",
        "15": "Să nu furi!",
        "16": "Să nu depui mărturie falsă împotriva semenului tău!",
        "17": "Să nu poftești casa semenului tău! Să n-o poftești pe soția semenului tău, nici pe slujitorul lui, nici pe slujitoarea lui, nici boul lui, nici măgarul lui și nici vreun alt lucru care este al semenului tău“.",
        "18": "Tot poporul vedea tunetele și fulgerele, auzea sunetul trâmbiței și vedea muntele fumegând. Când poporul a văzut, a tremurat de frică și a stat la depărtare.",
        "19": "Ei i-au zis lui Moise: ‒ Vorbește tu cu noi și vom asculta. Dar să nu mai vorbească Dumnezeu cu noi, ca nu cumva să murim!",
        "20": "Moise a răspuns poporului: ‒ Nu vă temeți, căci Dumnezeu a venit ca să vă pună la încercare și să aveți teama de El înaintea ochilor voștri, pentru ca să nu păcătuiți.",
        "21": "Poporul stătea la depărtare, iar Moise s-a apropiat de negura unde se afla Dumnezeu. Idoli și altare",
        "22": "Domnul i-a zis lui Moise: „Așa să le vorbești fiilor lui Israel: «Voi înșivă ați văzut că v-am vorbit din Ceruri.",
        "23": "Să nu vă faceți dumnezei de argint, pe care să-i puneți alături de Mine, și să nu vă faceți dumnezei de aur.",
        "24": "Să-Mi faci un altar de pământ și să aduci pe el arderile tale de tot și jertfele tale de pace, oile tale și vitele tale. În orice loc în care voi face ca Numele Meu să fie amintit, voi veni la tine și te voi binecuvânta.",
        "25": "Dacă-Mi vei face un altar de piatră, să nu-l zidești din pietre cioplite, pentru că, atunci când vei pune dalta pe piatră, o vei întina.",
        "26": "Să nu te urci pe trepte la altarul Meu, pentru ca să nu ți se descopere goliciunea înaintea lui»."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "God spoke all these words, saying,",
        "2": "“I am Yahweh your God, who brought you out of the land of Egypt, out of the house of bondage.",
        "3": "“You shall have no other gods before me.",
        "4": "“You shall not make for yourselves an idol, nor any image of anything that is in the heavens above, or that is in the earth beneath, or that is in the water under the earth:",
        "5": "you shall not bow yourself down to them, nor serve them, for I, Yahweh your God, am a jealous God, visiting the iniquity of the fathers on the children, on the third and on the fourth generation of those who hate me,",
        "6": "and showing loving kindness to thousands of those who love me and keep my commandments.",
        "7": "“You shall not misuse the name of Yahweh your God, for Yahweh will not hold him guiltless who misuses his name.",
        "8": "“Remember the Sabbath day, to keep it holy.",
        "9": "You shall labor six days, and do all your work,",
        "10": "but the seventh day is a Sabbath to Yahweh your God. You shall not do any work in it, you, nor your son, nor your daughter, your male servant, nor your female servant, nor your livestock, nor your stranger who is within your gates;",
        "11": "for in six days Yahweh made heaven and earth, the sea, and all that is in them, and rested the seventh day; therefore Yahweh blessed the Sabbath day, and made it holy.",
        "12": "“Honor your father and your mother, that your days may be long in the land which Yahweh your God gives you.",
        "13": "“You shall not murder.",
        "14": "“You shall not commit adultery.",
        "15": "“You shall not steal.",
        "16": "“You shall not give false testimony against your neighbor.",
        "17": "“You shall not covet your neighbor’s house. You shall not covet your neighbor’s wife, nor his male servant, nor his female servant, nor his ox, nor his donkey, nor anything that is your neighbor’s.”",
        "18": "All the people perceived the thunderings, the lightnings, the sound of the trumpet, and the mountain smoking. When the people saw it, they trembled, and stayed at a distance.",
        "19": "They said to Moses, “Speak with us yourself, and we will listen; but don’t let God speak with us, lest we die.”",
        "20": "Moses said to the people, “Don’t be afraid, for God has come to test you, and that his fear may be before you, that you won’t sin.”",
        "21": "The people stayed at a distance, and Moses came near to the thick darkness where God was.",
        "22": "Yahweh said to Moses, “This is what you shall tell the children of Israel: ‘You yourselves have seen that I have talked with you from heaven.",
        "23": "You shall most certainly not make gods of silver or gods of gold for yourselves to be alongside me.",
        "24": "You shall make an altar of earth for me, and shall sacrifice on it your burnt offerings and your peace offerings, your sheep and your cattle. In every place where I record my name I will come to you and I will bless you.",
        "25": "If you make me an altar of stone, you shall not build it of cut stones; for if you lift up your tool on it, you have polluted it.",
        "26": "You shall not go up by steps to my altar, that your nakedness may not be exposed to it.’"
      }
    }
  }
}