{
  "book": "Exodul",
  "chapter": "7",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul a zis lui Moise: „Iată că te fac Dumnezeu pentru Faraon, și fratele tău, Aaron, va fi prorocul tău.",
        "2": "Tu vei spune tot ce-ți voi porunci Eu, iar fratele tău, Aaron, va vorbi lui Faraon, ca să lase pe copiii lui Israel să plece din țara lui.",
        "3": "Eu voi împietri inima lui Faraon și Îmi voi înmulți semnele și minunile în țara Egiptului.",
        "4": "Totuși Faraon n-are să v-asculte. Apoi Îmi voi întinde mâna asupra Egiptului și voi scoate din țara Egiptului oștile Mele, pe poporul Meu, pe copiii lui Israel, prin mari judecăți.",
        "5": "Egiptenii vor cunoaște că Eu sunt Domnul când Îmi voi întinde mâna asupra Egiptului și când voi scoate din mijlocul lor pe copiii lui Israel.”",
        "6": "Moise și Aaron au făcut ce le poruncise Domnul: așa au făcut.",
        "7": "Moise era în vârstă de optzeci de ani, iar Aaron, de optzeci și trei de ani când au vorbit lui Faraon. Moise și Aaron fac minuni",
        "8": "Domnul a zis lui Moise și lui Aaron:",
        "9": "„Dacă vă va vorbi Faraon și vă va zice: ‘Faceți o minune!’, să zici lui Aaron: ‘Ia-ți toiagul și aruncă-l înaintea lui Faraon.’ Și toiagul se va preface într-un șarpe.”",
        "10": "Moise și Aaron s-au dus la Faraon și au făcut cum poruncise Domnul. Aaron și-a aruncat toiagul înaintea lui Faraon și înaintea slujitorilor lui, și toiagul s-a prefăcut într-un șarpe.",
        "11": "Dar Faraon a chemat pe niște înțelepți și pe niște vrăjitori, și vrăjitorii Egiptului au făcut și ei la fel prin vrăjitoriile lor.",
        "12": "Toți și-au aruncat toiegele și s-au prefăcut în șerpi. Dar toiagul lui Aaron a înghițit toiegele lor.",
        "13": "Inima lui Faraon s-a împietrit și n-a ascultat de Moise și de Aaron, după cum spusese Domnul. Cea dintâi urgie: prefacerea apei în sânge",
        "14": "Domnul a zis lui Moise: „Faraon are inima împietrită: nu vrea să lase poporul să plece.",
        "15": "Du-te la Faraon dis-de-dimineață, când are să iasă să se ducă la apă, și să te înfățișezi înaintea lui pe malul râului. Să-ți iei în mână toiagul care a fost prefăcut în șarpe",
        "16": "și să zici lui Faraon: ‘Domnul Dumnezeul evreilor m-a trimis la tine să-ți spun: «Lasă pe poporul Meu să plece, ca să-Mi slujească în pustie.» Dar iată că până acum n-ai ascultat.",
        "17": "Acum, așa vorbește Domnul: «Iată cum vei cunoaște că Eu sunt Domnul. Am să lovesc apele râului cu toiagul din mâna mea, și ele se vor preface în sânge.",
        "18": "Peștii din râu vor pieri, râul se va împuți, așa că le va fi greață egiptenilor să bea din apa râului.»’”",
        "19": "Domnul a zis lui Moise: „Spune lui Aaron: ‘Ia-ți toiagul și întinde-ți mâna peste apele egiptenilor, peste râurile lor, peste pâraiele lor, peste iazurile lor și peste toate bălțile lor. Ele se vor preface în sânge și va fi sânge în toată țara Egiptului, atât în vasele de lemn, cât și în vasele de piatră.’”",
        "20": "Moise și Aaron au făcut cum le poruncise Domnul. Aaron a ridicat toiagul și a lovit apele râului sub ochii lui Faraon și sub ochii slujitorilor lui, și toate apele râului s-au prefăcut în sânge.",
        "21": "Peștii din râu au pierit, râul s-a împuțit, așa că egiptenii nu mai puteau să bea apa râului și a fost sânge în toată țara Egiptului.",
        "22": "Dar vrăjitorii Egiptului au făcut și ei la fel prin vrăjitoriile lor. Inima lui Faraon s-a împietrit și n-a ascultat de Moise și de Aaron, după cum spusese Domnul.",
        "23": "Faraon s-a întors de la râu și s-a dus acasă, dar nu și-a pus la inimă aceste lucruri.",
        "24": "Toți egiptenii au săpat în împrejurimile râului ca să găsească apă de băut, căci nu puteau să bea din apa râului.",
        "25": "Au trecut șapte zile după ce a lovit Domnul râul."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Domnul i-a zis lui Moise: ‒ Vezi că te-am făcut asemenea lui Dumnezeu pentru Faraon, iar fratele tău, Aaron, îți va fi profet.",
        "2": "Să-i spui tot ce-ți poruncesc, iar fratele tău, Aaron, să-i spună lui Faraon să-i lase pe fiii lui Israel să iasă din țara sa.",
        "3": "Eu însă îi voi împietri inima lui Faraon și Îmi voi înmulți semnele și minunile în țara Egiptului.",
        "4": "Când Faraon nu va asculta de voi, Îmi voi întinde mâna împotriva Egiptului și, prin faptele mărețe ale judecății, Îmi voi scoate armatele din țara Egiptului, pe fiii lui Israel, poporul Meu.",
        "5": "Și egiptenii vor ști că Eu sunt Domnul, când Îmi voi întinde mâna împotriva Egiptului și îi voi scoate pe fiii lui Israel din mijlocul lor.",
        "6": "Moise și Aaron au făcut astfel; ei au făcut întocmai cum le-a poruncit Domnul.",
        "7": "Moise avea optzeci de ani și Aaron avea optzeci și trei de ani când i-au vorbit lui Faraon. Toiagul lui Aaron se transformă în șarpe",
        "8": "Domnul le-a vorbit lui Moise și Aaron, zicând:",
        "9": "„Când Faraon vă va zice: «Faceți o minune!», atunci să-i spui lui Aaron: «Ia toiagul și aruncă-l înaintea lui Faraon». Și toiagul se va transforma în șarpe“.",
        "10": "Moise și Aaron s-au dus la Faraon și au făcut așa cum le-a poruncit Domnul; Aaron a aruncat toiagul înaintea lui Faraon și înaintea slujitorilor săi, iar acesta s-a transformat într-un șarpe.",
        "11": "Atunci Faraon i-a chemat pe cei înțelepți și pe vrăjitori, și magicienii Egiptului au făcut la fel prin vrăjitoriile lor.",
        "12": "Toți și-au aruncat toiegele și acestea s-au transformat în șerpi, însă toiagul lui Aaron a înghițit toiegele lor.",
        "13": "Totuși, inima lui Faraon s-a împietrit, astfel că el nu i-a ascultat pe cei doi, întocmai cum spusese Domnul. Prima urgie: transformarea apei în sânge",
        "14": "Apoi Domnul i-a zis lui Moise: „Inima lui Faraon este împietrită. Nu vrea să lase poporul să plece.",
        "15": "Du-te dimineață la Faraon și, chiar atunci când el se duce la apă, stai pe malul Nilului ca să-l întâlnești și ia în mână toiagul care s-a transformat în șarpe.",
        "16": "Să-i spui astfel: «Domnul, Dumnezeul evreilor, m-a trimis la tine ca să-ți spun: ‘Lasă-Mi poporul să plece ca să-Mi slujească în deșert. Dar iată că până acum n-ai ascultat.",
        "17": "De aceea, așa vorbește Domnul: Prin aceasta vei cunoaște că Eu sunt Domnul: iată, voi lovi apele Nilului cu toiagul din mâna mea, iar acestea se vor transforma în sânge.",
        "18": "Peștii din râu vor muri, râul se va împuți, și egiptenii nu vor mai putea să bea apă din Nil’»“.",
        "19": "Domnul i-a zis lui Moise: „Spune-i lui Aaron: «Ia-ți toiagul, întinde-ți mâna peste apele Egiptului – peste râurile lor, peste canalele lor, peste iazurile lor și peste toate bălțile lor – și ele se vor transforma în sânge». Va fi sânge în toată țara Egiptului, chiar și în vasele de lemn și de piatră“.",
        "20": "Moise și Aaron au făcut așa cum le-a poruncit Domnul. El a ridicat toiagul și a lovit apa din Nil înaintea ochilor lui Faraon și înaintea ochilor slujitorilor săi. Și toată apa din Nil s-a transformat în sânge.",
        "21": "Peștii din Nil au murit și Nilul s-a împuțit, astfel că egiptenii n-au mai putut să bea apă din Nil. Și a fost sânge în toată țara Egiptului.",
        "22": "Dar vrăjitorii Egiptului au făcut și ei la fel prin vrăjitoriile lor. Astfel, inima lui Faraon s-a împietrit și el nu i-a ascultat pe Aaron și pe Moise, întocmai cum spusese Domnul.",
        "23": "Faraon s-a întors, a intrat în palat, și inima nu i-a fost mișcată de întâmplarea aceasta.",
        "24": "Toți egiptenii au săpat de-a lungul Nilului ca să găsească apă de băut, căci nu puteau să bea apă din acest râu.",
        "25": "Trecuseră șapte zile de când Domnul lovise Nilul."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh said to Moses, “Behold, I have made you as God to Pharaoh; and Aaron your brother shall be your prophet.",
        "2": "You shall speak all that I command you; and Aaron your brother shall speak to Pharaoh, that he let the children of Israel go out of his land.",
        "3": "I will harden Pharaoh’s heart, and multiply my signs and my wonders in the land of Egypt.",
        "4": "But Pharaoh will not listen to you, so I will lay my hand on Egypt, and bring out my armies, my people the children of Israel, out of the land of Egypt by great judgments.",
        "5": "The Egyptians shall know that I am Yahweh when I stretch out my hand on Egypt, and bring the children of Israel out from among them.”",
        "6": "Moses and Aaron did so. As Yahweh commanded them, so they did.",
        "7": "Moses was eighty years old, and Aaron eighty-three years old, when they spoke to Pharaoh.",
        "8": "Yahweh spoke to Moses and to Aaron, saying,",
        "9": "“When Pharaoh speaks to you, saying, ‘Perform a miracle!’ then you shall tell Aaron, ‘Take your rod, and cast it down before Pharaoh, and it will become a serpent.’”",
        "10": "Moses and Aaron went in to Pharaoh, and they did so, as Yahweh had commanded. Aaron cast down his rod before Pharaoh and before his servants, and it became a serpent.",
        "11": "Then Pharaoh also called for the wise men and the sorcerers. They also, the magicians of Egypt, did the same thing with their enchantments.",
        "12": "For they each cast down their rods, and they became serpents; but Aaron’s rod swallowed up their rods.",
        "13": "Pharaoh’s heart was hardened, and he didn’t listen to them, as Yahweh had spoken.",
        "14": "Yahweh said to Moses, “Pharaoh’s heart is stubborn. He refuses to let the people go.",
        "15": "Go to Pharaoh in the morning. Behold, he is going out to the water. You shall stand by the river’s bank to meet him. You shall take the rod which was turned to a serpent in your hand.",
        "16": "You shall tell him, ‘Yahweh, the God of the Hebrews, has sent me to you, saying, “Let my people go, that they may serve me in the wilderness. Behold, until now you haven’t listened.”",
        "17": "Yahweh says, “In this you shall know that I am Yahweh. Behold: I will strike with the rod that is in my hand on the waters which are in the river, and they shall be turned to blood.",
        "18": "The fish that are in the river will die and the river will become foul. The Egyptians will loathe to drink water from the river.”’”",
        "19": "Yahweh said to Moses, “Tell Aaron, ‘Take your rod, and stretch out your hand over the waters of Egypt, over their rivers, over their streams, and over their pools, and over all their ponds of water, that they may become blood. There will be blood throughout all the land of Egypt, both in vessels of wood and in vessels of stone.’”",
        "20": "Moses and Aaron did so, as Yahweh commanded; and he lifted up the rod, and struck the waters that were in the river, in the sight of Pharaoh, and in the sight of his servants; and all the waters that were in the river were turned to blood.",
        "21": "The fish that were in the river died. The river became foul. The Egyptians couldn’t drink water from the river. The blood was throughout all the land of Egypt.",
        "22": "The magicians of Egypt did the same thing with their enchantments. So Pharaoh’s heart was hardened, and he didn’t listen to them, as Yahweh had spoken.",
        "23": "Pharaoh turned and went into his house, and he didn’t even take this to heart.",
        "24": "All the Egyptians dug around the river for water to drink; for they couldn’t drink the river water.",
        "25": "Seven days were fulfilled, after Yahweh had struck the river."
      }
    }
  }
}