{
  "book": "Exodul",
  "chapter": "18",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Ietro, preotul Madianului, socrul lui Moise, a aflat tot ce făcuse Dumnezeu pentru Moise și poporul Său Israel; a aflat că Domnul scosese pe Israel din Egipt.",
        "2": "Ietro, socrul lui Moise, a luat pe Sefora, nevasta lui Moise, care fusese trimisă acasă.",
        "3": "A luat și pe cei doi fii ai Seforei; unul se numea Gherșom (Străin), căci Moise zisese: „Locuiesc ca străin într-o țară străină”,",
        "4": "iar celălalt se numea Eliezer (Ajutorul lui Dumnezeu), căci zisese: „Dumnezeul tatălui meu mi-a ajutat și m-a scăpat de sabia lui Faraon.”",
        "5": "Ietro, socrul lui Moise, a venit cu fiii și nevasta lui Moise în pustie, unde tăbăra el, la muntele lui Dumnezeu.",
        "6": "A trimis vorbă lui Moise să-i spună: „Eu, socrul tău, Ietro, vin la tine cu nevastă-ta și cu cei doi fii ai tăi.”",
        "7": "Moise a ieșit înaintea socrului său, s-a aruncat cu fața la pământ și l-a sărutat. S-au întrebat unul pe altul de sănătate și au intrat în cortul lui Moise.",
        "8": "Moise a istorisit socrului său tot ce făcuse Domnul împotriva lui Faraon și împotriva Egiptului din pricina lui Israel, toate suferințele care veniseră peste ei pe drum și cum îi izbăvise Domnul din ele.",
        "9": "Ietro s-a bucurat pentru tot binele pe care-l făcuse Domnul lui Israel și pentru că-l izbăvise din mâna egiptenilor.",
        "10": "Și Ietro a zis: „Binecuvântat să fie Domnul, care v-a izbăvit din mâna egiptenilor și din mâna lui Faraon, El, care a izbăvit poporul din mâna egiptenilor!",
        "11": "Cunosc acum că Domnul este mai mare decât toți dumnezeii, căci în lucrul în care s-au purtat cu trufie, El a fost mai presus de ei.”",
        "12": "Ietro, socrul lui Moise, a adus lui Dumnezeu o ardere-de-tot și o jertfă de mâncare. Aaron și toți bătrânii lui Israel au venit și au luat parte la masă cu socrul lui Moise, înaintea lui Dumnezeu. Judecătorii",
        "13": "A doua zi, Moise s-a așezat să judece poporul, și poporul a stat înaintea lui de dimineața până seara.",
        "14": "Socrul lui Moise a văzut tot ce făcea el pentru popor și a zis: „Ce faci tu acolo cu poporul acela? De ce stai singur, și tot poporul stă înaintea ta de dimineața până seara?”",
        "15": "Moise a răspuns socrului său: „Poporul vine la mine ca să ceară sfat lui Dumnezeu.",
        "16": "Când au vreo treabă, vin la mine; eu judec între ei și fac cunoscute poruncile lui Dumnezeu și legile Lui.”",
        "17": "Socrul lui Moise i-a zis: „Ce faci tu nu este bine.",
        "18": "Te istovești singur și vei istovi și poporul acesta, care este cu tine, căci lucrul este mai presus de puterile tale și nu-l vei putea face singur.",
        "19": "Acum ascultă glasul meu; am să-ți dau un sfat, și Dumnezeu va fi cu tine! Fii tălmaciul poporului înaintea lui Dumnezeu și du pricinile înaintea lui Dumnezeu.",
        "20": "Învață-i poruncile și legile și arată-le calea pe care trebuie s-o urmeze și ce trebuie să facă.",
        "21": "Alege din tot poporul oameni destoinici, temători de Dumnezeu, oameni de încredere, vrăjmași ai lăcomiei; pune-i peste popor drept căpetenii peste o mie, căpetenii peste o sută, căpetenii peste cincizeci și căpetenii peste zece.",
        "22": "Ei să judece poporul în tot timpul; să aducă înaintea ta toate pricinile însemnate, iar pricinile cele mai mici să le judece ei înșiși. În felul acesta, îți vei ușura sarcina, căci o vor purta și ei împreună cu tine.",
        "23": "Dacă vei face lucrul acesta și dacă Dumnezeu îți va porunci așa, vei putea face față lucrurilor, și tot poporul acesta va ajunge fericit la locul lui.”",
        "24": "Moise a ascultat sfatul socrului său și a făcut tot ce spusese el.",
        "25": "Moise a ales oameni destoinici din tot Israelul și i-a pus căpetenii ale poporului, căpetenii peste o mie, căpetenii peste o sută, căpetenii peste cincizeci și căpetenii peste zece.",
        "26": "Ei judecau poporul tot timpul; aduceau înaintea lui Moise pricinile grele, iar toate pricinile mici le judecau ei înșiși.",
        "27": "Apoi Moise a trimis pe socrul său în țara lui."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Ietro, preotul din Midian, socrul lui Moise, a aflat tot ce făcuse Dumnezeu pentru Moise și pentru poporul Său Israel; a aflat că Domnul l-a scos pe Israel din Egipt.",
        "2": "Ietro, socrul lui Moise, a adus-o înapoi pe Sefora, soția lui Moise, care fusese trimisă acasă.",
        "3": "I-a adus și pe cei doi fii ai Seforei. Unul se numea Gherșom (căci Moise zisese: „Locuiesc ca străin într-o țară străină“),",
        "4": "iar celălalt se numea Eliezer (căci Moise zisese: „Dumnezeul tatălui meu a fost ajutorul meu și m-a scăpat de sabia lui Faraon“).",
        "5": "Ietro, socrul lui Moise, a venit în deșertul unde așezase Moise tabăra, lângă muntele lui Dumnezeu, aducându-i cu el pe fiii lui Moise și pe soția acestuia.",
        "6": "Ietro i-a trimis vorbă lui Moise, zicându-i: „Eu, socrul tău, Ietro, vin la tine cu soția ta și cu cei doi fii ai ei“.",
        "7": "Moise a ieșit să-l întâlnească pe socrul său, s-a plecat înaintea lui și l-a sărutat. S-au întrebat unul pe celălalt de sănătate și au intrat în cort.",
        "8": "Apoi Moise i-a istorisit socrului său tot ceea ce le-a făcut Domnul lui Faraon și egiptenilor, de dragul lui Israel, toate greutățile care veniseră peste ei pe drum și cum i-a eliberat Domnul.",
        "9": "Ietro s-a bucurat pentru tot binele pe care îl făcuse Domnul lui Israel, eliberându-l din mâna egiptenilor.",
        "10": "Ietro a zis: „Binecuvântat să fie Domnul, Care v-a eliberat din mâna egiptenilor și din mâna lui Faraon, El, Care a eliberat poporul din mâna egiptenilor.",
        "11": "Acum știu că Domnul este mai mare decât toți dumnezeii, căci a fost mai presus de ei chiar în lucrul în care s-au purtat cu aroganță“.",
        "12": "Ietro, socrul lui Moise, a adus o ardere-de-tot și jertfe lui Dumnezeu. Aaron a venit cu toți bătrânii lui Israel ca să mănânce împreună cu socrul lui Moise, înaintea lui Dumnezeu.",
        "13": "În ziua următoare, Moise s-a așezat să judece poporul, și poporul a stat în jurul lui Moise de dimineața până seara.",
        "14": "Când socrul lui Moise a văzut tot ce făcea el pentru popor, l-a întrebat: ‒ Ce faci tu acolo pentru popor? De ce stai jos singur și tot poporul stă în jurul tău de dimineața până seara?",
        "15": "Moise i-a răspuns socrului său: ‒ Pentru că poporul vine la mine să ceară sfatul lui Dumnezeu.",
        "16": "Când au vreo problemă, ei vin la mine, iar eu judec între om și semenul său și le fac cunoscute hotărârile și legile lui Dumnezeu.",
        "17": "Socrul lui Moise i-a zis: ‒ Ceea ce faci tu nu este bine.",
        "18": "Te vei epuiza singur, atât tu, cât și poporul acesta care este cu tine, căci lucrarea este prea grea pentru tine. Nu vei putea s-o faci singur.",
        "19": "Acum, ascultă glasul meu: îți voi da un sfat și Dumnezeu va fi cu tine! Stai înaintea lui Dumnezeu pentru popor și adu problemele înaintea lui Dumnezeu.",
        "20": "Învață-i hotărârile și legile și arată-le calea pe care trebuie să meargă și lucrarea pe care trebuie s-o facă.",
        "21": "Alege din tot poporul bărbați capabili, care se tem de Dumnezeu, bărbați de încredere, care urăsc câștigul nedrept, și numește-i conducători peste o mie, peste o sută, peste cincizeci și peste zece oameni.",
        "22": "Ei să judece poporul întotdeauna; să aducă înaintea ta orice caz greu, însă cazurile ușoare să le judece ei înșiși. În felul acesta va fi mai ușor pentru tine, și ei vor duce povara împreună cu tine.",
        "23": "Dacă vei face lucrul acesta și dacă Dumnezeu îți va porunci așa, vei putea face față poverilor, și tot poporul acesta va merge la locul lui în pace.",
        "24": "Moise a ascultat de socrul său și a făcut tot ce zisese el.",
        "25": "Moise a ales din tot Israelul bărbați capabili și i-a pus conducători peste popor: conducători peste o mie, peste o sută, peste cincizeci și peste zece oameni.",
        "26": "Ei judecau poporul întotdeauna; cazurile grele i le aduceau lui Moise, iar cele ușoare le judecau ei înșiși.",
        "27": "Apoi Moise și-a trimis socrul în drumul lui și acesta a plecat în țara lui."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now Jethro, the priest of Midian, Moses’ father-in-law, heard of all that God had done for Moses and for Israel his people, how Yahweh had brought Israel out of Egypt.",
        "2": "Jethro, Moses’ father-in-law, received Zipporah, Moses’ wife, after he had sent her away,",
        "3": "and her two sons. The name of one son was Gershom, for Moses said, “I have lived as a foreigner in a foreign land”.",
        "4": "The name of the other was Eliezer, for he said, “My father’s God was my help and delivered me from Pharaoh’s sword.”",
        "5": "Jethro, Moses’ father-in-law, came with Moses’ sons and his wife to Moses into the wilderness where he was encamped, at the Mountain of God.",
        "6": "He said to Moses, “I, your father-in-law Jethro, have come to you with your wife, and her two sons with her.”",
        "7": "Moses went out to meet his father-in-law, and bowed and kissed him. They asked each other of their welfare, and they came into the tent.",
        "8": "Moses told his father-in-law all that Yahweh had done to Pharaoh and to the Egyptians for Israel’s sake, all the hardships that had come on them on the way, and how Yahweh delivered them.",
        "9": "Jethro rejoiced for all the goodness which Yahweh had done to Israel, in that he had delivered them out of the hand of the Egyptians.",
        "10": "Jethro said, “Blessed be Yahweh, who has delivered you out of the hand of the Egyptians, and out of the hand of Pharaoh; who has delivered the people from under the hand of the Egyptians.",
        "11": "Now I know that Yahweh is greater than all gods because of the way that they treated people arrogantly.”",
        "12": "Jethro, Moses’ father-in-law, took a burnt offering and sacrifices for God. Aaron came with all the elders of Israel, to eat bread with Moses’ father-in-law before God.",
        "13": "On the next day, Moses sat to judge the people, and the people stood around Moses from the morning to the evening.",
        "14": "When Moses’ father-in-law saw all that he did to the people, he said, “What is this thing that you do for the people? Why do you sit alone, and all the people stand around you from morning to evening?”",
        "15": "Moses said to his father-in-law, “Because the people come to me to inquire of God.",
        "16": "When they have a matter, they come to me, and I judge between a man and his neighbor, and I make them know the statutes of God, and his laws.”",
        "17": "Moses’ father-in-law said to him, “The thing that you do is not good.",
        "18": "You will surely wear away, both you, and this people that is with you; for the thing is too heavy for you. You are not able to perform it yourself alone.",
        "19": "Listen now to my voice. I will give you counsel, and God be with you. You represent the people before God, and bring the causes to God.",
        "20": "You shall teach them the statutes and the laws, and shall show them the way in which they must walk, and the work that they must do.",
        "21": "Moreover you shall provide out of all the people able men which fear God: men of truth, hating unjust gain; and place such over them, to be rulers of thousands, rulers of hundreds, rulers of fifties, and rulers of tens.",
        "22": "Let them judge the people at all times. It shall be that every great matter they shall bring to you, but every small matter they shall judge themselves. So shall it be easier for you, and they shall share the load with you.",
        "23": "If you will do this thing, and God commands you so, then you will be able to endure, and all these people also will go to their place in peace.”",
        "24": "So Moses listened to the voice of his father-in-law, and did all that he had said.",
        "25": "Moses chose able men out of all Israel, and made them heads over the people, rulers of thousands, rulers of hundreds, rulers of fifties, and rulers of tens.",
        "26": "They judged the people at all times. They brought the hard cases to Moses, but every small matter they judged themselves.",
        "27": "Moses let his father-in-law depart, and he went his way into his own land."
      }
    }
  }
}