{
  "book": "Exodul",
  "chapter": "21",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Iată legile pe care le vei pune înaintea lor.",
        "2": "Dacă vei cumpăra un rob evreu, să slujească șase ani ca rob, dar în al șaptelea, să iasă slobod, fără să plătească nimic ca despăgubire.",
        "3": "Dacă a intrat singur, să iasă singur; dacă era însurat, să iasă și nevastă-sa împreună cu el.",
        "4": "Dacă stăpânul lui i-a dat o nevastă și a avut fii și fiice cu ea, nevasta și copiii să fie ai stăpânului lui, iar el să iasă singur.",
        "5": "Dacă robul va zice: ‘Eu iubesc pe stăpânul meu, pe nevastă-mea și copiii mei și nu vreau să ies slobod’,",
        "6": "atunci stăpânul lui să-l ducă înaintea lui Dumnezeu, să-l apropie de ușă sau de stâlpul ușii și stăpânul lui să-i găurească urechea cu o sulă, și robul să rămână pentru totdeauna în slujba lui.",
        "7": "Dacă un om își va vinde fata ca roabă, ea să nu iasă cum ies robii.",
        "8": "Dacă nu va plăcea stăpânului ei, care o luase de nevastă, el să-i înlesnească răscumpărarea, dar nu va avea dreptul s-o vândă unor străini, dacă nu-și va ține cuvântul.",
        "9": "Dacă o dă de nevastă fiului său, să se poarte cu ea după dreptul fiicelor.",
        "10": "Dacă-i va lua o altă nevastă, nu va scădea nimic pentru cea dintâi din hrană, din îmbrăcăminte și din dreptul ei de soție.",
        "11": "Dacă nu-i face aceste trei lucruri, ea va putea ieși fără nicio despăgubire, fără să dea bani. Legi în privința uciderii",
        "12": "Cine va lovi pe altul cu o lovitură de moarte să fie pedepsit cu moartea.",
        "13": "Dacă nu i-a întins lațuri și dacă Dumnezeu l-a făcut să-i cadă în mână, îți voi hotărî un loc unde va putea să fugă.",
        "14": "Dar, dacă lucrează cineva cu răutate împotriva aproapelui său, folosindu-se de viclenie ca să-l omoare, chiar și de la altarul Meu să-l smulgi, ca să fie omorât. Necinstirea părinților",
        "15": "Cine va lovi pe tatăl său sau pe mama sa să fie pedepsit cu moartea.",
        "16": "Cine va fura un om și-l va vinde sau îl va ține în mâinile lui să fie pedepsit cu moartea.",
        "17": "Cine va blestema pe tatăl său sau pe mama sa să fie pedepsit cu moartea. Legi privitoare la vătămarea trupului",
        "18": "Dacă se vor certa doi oameni, și unul din ei va lovi pe celălalt cu o piatră sau cu pumnul, fără să-i pricinuiască moartea, dar silindu-l să stea în pat,",
        "19": "cel ce l-a lovit să nu fie pedepsit dacă celălalt se va scula și se va plimba afară, sprijinit pe un toiag. Numai să-l despăgubească pentru încetarea lucrului lui și să-l îngrijească până la vindecare.",
        "20": "Dacă un om va lovi cu bățul pe robul său, fie bărbat, fie femeie, și robul moare sub mâna lui, stăpânul să fie pedepsit.",
        "21": "Dar, dacă mai trăiește o zi sau două, stăpânul să nu fie pedepsit; căci este argintul lui.",
        "22": "Dacă se ceartă doi oameni și lovesc pe o femeie însărcinată și o fac doar să nască înainte de vreme, fără altă nenorocire, să fie pedepsiți cu o gloabă pusă de bărbatul femeii și pe care o vor plăti după hotărârea judecătorilor.",
        "23": "Dar, dacă se întâmplă o nenorocire, vei da viață pentru viață,",
        "24": "ochi pentru ochi, dinte pentru dinte, mână pentru mână, picior pentru picior,",
        "25": "arsură pentru arsură, rană pentru rană, vânătaie pentru vânătaie.",
        "26": "Dacă un om lovește ochiul robului său, fie bărbat, fie femeie, și-l face să-și piardă ochiul, să-i dea drumul ca despăgubire pentru ochiul lui.",
        "27": "Și dacă face să cadă un dinte robului său, fie bărbat, fie femeie, ca despăgubire pentru dintele lui, să-i dea drumul.",
        "28": "Dacă un bou va împunge și va omorî pe un bărbat sau pe o femeie, boul să fie ucis cu pietre, carnea să nu i se mănânce, iar stăpânul boului să nu fie pedepsit.",
        "29": "Dar, dacă boul avea obicei mai înainte să împungă și stăpânul fusese înștiințat de lucrul acesta și nu l-a închis, boul să fie ucis cu pietre, dacă va ucide un bărbat sau o femeie, și stăpânul lui să fie pedepsit cu moartea.",
        "30": "Dacă i se pune stăpânului un preț pentru răscumpărarea vieții lui, va plăti tot ce i se va cere.",
        "31": "Când boul va împunge pe un băiat sau pe o fată, i se va face după legea aceasta,",
        "32": "dar, dacă boul împunge pe un rob, fie bărbat, fie femeie, să se dea trei sicli de argint stăpânului robului, și boul să fie ucis cu pietre.",
        "33": "Dacă un om descoperă o groapă sau dacă un om sapă o groapă și n-o acoperă și cade în ea un bou sau un măgar,",
        "34": "stăpânul gropii să plătească stăpânului lor prețul vitei în argint, iar vita moartă să fie a lui.",
        "35": "Dacă boul unui om împunge boul unui alt om și boul acesta moare, vor vinde boul cel viu și prețul lui îl vor împărți; vor împărți și boul mort.",
        "36": "Dar, dacă se știa că boul avea obicei mai înainte să împungă, și stăpânul lui nu l-a închis, stăpânul acesta să dea bou pentru bou, iar boul cel mort să-l ia el."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Acestea sunt judecățile pe care trebuie să le pui înaintea lor:",
        "2": "«Dacă vei cumpăra un sclav evreu, el să te slujească timp de șase ani, iar în al șaptelea an să plece liber, fără să plătească nimic.",
        "3": "Dacă a venit singur, va putea să plece singur. Dacă era căsătorit, să plece și soția lui împreună cu el.",
        "4": "Dacă stăpânul lui i-a dat o soție, iar ea i-a născut fii sau fiice, soția și copiii ei să rămână ai stăpânului, iar el să plece singur.",
        "5": "Dar dacă sclavul va zice: ‘Îmi iubesc stăpânul, soția și copiii și nu doresc să plec ca să fiu liber’,",
        "6": "atunci stăpânul lui să-l aducă înaintea lui Dumnezeu, să-l apropie de ușă sau de tocul ușii și să-i străpungă urechea cu o andrea. Astfel, el îi va sluji pentru totdeauna.",
        "7": "Dacă un om își va vinde fata ca slujitoare, ea să nu plece așa cum pleacă sclavii.",
        "8": "De asemenea, dacă ea nu-i va mai plăcea stăpânului care a ales-o, acesta trebuie să permită răscumpărarea ei. Nu va avea dreptul s-o vândă unui popor străin, deoarece și-a încălcat angajamentul.",
        "9": "Dacă a dat-o fiului său, să se poarte cu ea după dreptul fetelor.",
        "10": "Dacă însă își va lua o altă soție, să nu-i scadă celei dintâi nimic din hrana, îmbrăcămintea și drepturile ei de soție.",
        "11": "Dacă nu face aceste trei lucruri pentru ea, atunci ea va putea să plece de la el fără nicio despăgubire, fără să plătească argint. Legi privind violența fizică",
        "12": "Când cineva lovește un om și acesta moare, să fie pedepsit cu moartea.",
        "13": "Dacă n-a stat la pândă ca să-l omoare, ci Dumnezeu a îngăduit să se întâmple aceasta prin mâna lui, îi voi stabili un loc în care să fugă.",
        "14": "Însă, dacă un om pune la cale să-l ucidă pe semenul său prin vicleșug, chiar și de la altarul Meu să-l iei ca să fie omorât!",
        "15": "Cel ce-și lovește tatăl sau mama să fie pedepsit cu moartea.",
        "16": "Cine răpește un om și-l vinde – sau chiar dacă omul este găsit în mâna răpitorului – să fie pedepsit cu moartea.",
        "17": "Cel ce-și blestemă tatăl sau mama să fie pedepsit cu moartea.",
        "18": "Dacă se vor certa doi oameni, și unul îl va lovi pe celălalt cu o piatră sau cu pumnul, iar acesta din urmă nu va muri, ci va fi nevoit să stea la pat,",
        "19": "cel care l-a lovit să nu fie pedepsit dacă rănitul va putea să se ridice după o vreme și să umble afară cu ajutorul toiagului său. Va trebui însă să-l despăgubească pe cel rănit pentru inactivitatea lui și să-l îngrijească până când acesta se va vindeca.",
        "20": "Dacă un om va lovi cu bățul pe slujitorul său – sau pe slujitoarea sa – iar acesta va muri sub mâna lui, va trebui să fie răzbunat.",
        "21": "Dar dacă slujitorul se ridică după o zi sau două, să nu fie răzbunat, căci este argintul stăpânului său.",
        "22": "Dacă se vor lupta niște bărbați și vor lovi o femeie însărcinată, iar copiii acesteia se vor naște prematur, fără nicio altă nenorocire, cel vinovat va trebui să plătească așa cum stabilește soțul femeii și să dea potrivit cu ceea ce stabilesc judecătorii.",
        "23": "Dar, dacă se va întâmpla vreo nenorocire, vei da viață pentru viață,",
        "24": "ochi pentru ochi, dinte pentru dinte, mână pentru mână, picior pentru picior,",
        "25": "arsură pentru arsură, rană pentru rană și vânătaie pentru vânătaie.",
        "26": "Dacă un om va lovi ochiul slujitorului său sau ochiul slujitoarei sale și-l distruge, îi va lăsa să plece liberi ca despăgubire pentru ochi.",
        "27": "Dacă va face să cadă un dinte al slujitorului său sau un dinte al slujitoarei sale, îi va lăsa să plece liberi ca despăgubire pentru dinte.",
        "28": "Dacă un bou va împunge și va omorî un bărbat sau o femeie, boul să fie omorât cu pietre. Să nu i se mănânce carnea, iar stăpânul boului să fie considerat nevinovat.",
        "29": "Dar dacă boul împungea mai dinainte, și stăpânul lui a fost avertizat, însă nu l-a ținut sub pază, boul să fie omorât cu pietre, când va omorî un bărbat sau o femeie, iar stăpânul lui să fie omorât și el.",
        "30": "Dacă stăpânului i se va stabili un preț de răscumpărare, să dea tot ce se va stabili pentru răscumpărarea vieții lui.",
        "31": "Dacă boul va împunge un băiat sau dacă va împunge o fată, să i se facă stăpânului după aceeași lege.",
        "32": "Dacă boul va împunge un slujitor sau o slujitoare, să se dea stăpânului acestora treizeci de șecheli de argint, iar boul să fie omorât cu pietre.",
        "33": "Dacă un om descoperă o groapă sau dacă un om sapă o groapă și n-o acoperă, iar un bou sau un măgar cade în ea,",
        "34": "stăpânul gropii să-l despăgubească cu argint pe stăpânul animalului mort, iar animalul mort să-i rămână lui.",
        "35": "Dacă boul unui om va împunge boul semenului său, iar boul acestuia moare, vor vinde boul viu, vor împărți argintul și vor împărți și boul mort.",
        "36": "Sau dacă se știa mai dinainte că boul obișnuia să împungă, și stăpânul lui nu l-a ținut sub pază, atunci stăpânul trebuie să plătească bou pentru bou, iar animalul mort să-i rămână lui."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "“Now these are the ordinances which you shall set before them:",
        "2": "“If you buy a Hebrew servant, he shall serve six years, and in the seventh he shall go out free without paying anything.",
        "3": "If he comes in by himself, he shall go out by himself. If he is married, then his wife shall go out with him.",
        "4": "If his master gives him a wife and she bears him sons or daughters, the wife and her children shall be her master’s, and he shall go out by himself.",
        "5": "But if the servant shall plainly say, ‘I love my master, my wife, and my children. I will not go out free;’",
        "6": "then his master shall bring him to God, and shall bring him to the door or to the doorpost, and his master shall bore his ear through with an awl, and he shall serve him forever.",
        "7": "“If a man sells his daughter to be a female servant, she shall not go out as the male servants do.",
        "8": "If she doesn’t please her master, who has married her to himself, then he shall let her be redeemed. He shall have no right to sell her to a foreign people, since he has dealt deceitfully with her.",
        "9": "If he marries her to his son, he shall deal with her as a daughter.",
        "10": "If he takes another wife to himself, he shall not diminish her food, her clothing, and her marital rights.",
        "11": "If he doesn’t do these three things for her, she may go free without paying any money.",
        "12": "“One who strikes a man so that he dies shall surely be put to death,",
        "13": "but not if it is unintentional, but God allows it to happen; then I will appoint you a place where he shall flee.",
        "14": "If a man schemes and comes presumptuously on his neighbor to kill him, you shall take him from my altar, that he may die.",
        "15": "“Anyone who attacks his father or his mother shall be surely put to death.",
        "16": "“Anyone who kidnaps someone and sells him, or if he is found in his hand, he shall surely be put to death.",
        "17": "“Anyone who curses his father or his mother shall surely be put to death.",
        "18": "“If men quarrel and one strikes the other with a stone, or with his fist, and he doesn’t die, but is confined to bed;",
        "19": "if he rises again and walks around with his staff, then he who struck him shall be cleared; only he shall pay for the loss of his time, and shall provide for his healing until he is thoroughly healed.",
        "20": "“If a man strikes his servant or his maid with a rod, and he dies under his hand, the man shall surely be punished.",
        "21": "Notwithstanding, if his servant gets up after a day or two, he shall not be punished, for the servant is his property.",
        "22": "“If men fight and hurt a pregnant woman so that she gives birth prematurely, and yet no harm follows, he shall be surely fined as much as the woman’s husband demands and the judges allow.",
        "23": "But if any harm follows, then you must take life for life,",
        "24": "eye for eye, tooth for tooth, hand for hand, foot for foot,",
        "25": "burning for burning, wound for wound, and bruise for bruise.",
        "26": "“If a man strikes his servant’s eye, or his maid’s eye, and destroys it, he shall let him go free for his eye’s sake.",
        "27": "If he strikes out his male servant’s tooth, or his female servant’s tooth, he shall let the servant go free for his tooth’s sake.",
        "28": "“If a bull gores a man or a woman to death, the bull shall surely be stoned, and its meat shall not be eaten; but the owner of the bull shall not be held responsible.",
        "29": "But if the bull had a habit of goring in the past, and this has been testified to its owner, and he has not kept it in, but it has killed a man or a woman, the bull shall be stoned, and its owner shall also be put to death.",
        "30": "If a ransom is imposed on him, then he shall give for the redemption of his life whatever is imposed.",
        "31": "Whether it has gored a son or has gored a daughter, according to this judgment it shall be done to him.",
        "32": "If the bull gores a male servant or a female servant, thirty shekels of silver shall be given to their master, and the ox shall be stoned.",
        "33": "“If a man opens a pit, or if a man digs a pit and doesn’t cover it, and a bull or a donkey falls into it,",
        "34": "the owner of the pit shall make it good. He shall give money to its owner, and the dead animal shall be his.",
        "35": "“If one man’s bull injures another’s, so that it dies, then they shall sell the live bull, and divide its price; and they shall also divide the dead animal.",
        "36": "Or if it is known that the bull was in the habit of goring in the past, and its owner has not kept it in, he shall surely pay bull for bull, and the dead animal shall be his own."
      }
    }
  }
}