{
  "book": "Exodul",
  "chapter": "35",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Moise a strâns toată adunarea copiilor lui Israel și le-a zis: „Iată lucrurile pe care a poruncit Domnul să le faceți:",
        "2": "Șase zile să lucrați, dar ziua a șaptea să vă fie sfântă; acesta este Sabatul, ziua de odihnă închinată Domnului. Cine va face vreo lucrare în ziua aceea să fie pedepsit cu moartea.",
        "3": "Să n-aprindeți foc în niciuna din locuințele voastre în ziua Sabatului.” Daruri pentru facerea cortului",
        "4": "Moise a vorbit întregii adunări a copiilor lui Israel și a zis: „Iată ce a poruncit Domnul.",
        "5": "Luați din ce aveți și aduceți un prinos Domnului. Fiecare să aducă prinos Domnului ce-l lasă inima: aur, argint și aramă;",
        "6": "materii vopsite în albastru, în purpuriu, în cârmâziu, in subțire și păr de capră;",
        "7": "piei de berbec vopsite în roșu și piei de vițel de mare; lemn de salcâm,",
        "8": "untdelemn pentru sfeșnic, mirodenii pentru untdelemnul ungerii și pentru tămâia mirositoare;",
        "9": "pietre de onix și alte pietre pentru împodobirea efodului și a pieptarului.",
        "10": "Toți cei iscusiți dintre voi să vină și să facă tot ce a poruncit Domnul:",
        "11": "locașul, cortul și acoperișul lui, copcile, scândurile, drugii, stâlpii și picioarele lui;",
        "12": "chivotul și drugii lui, capacul ispășirii și perdeaua dinăuntru pentru acoperirea chivotului;",
        "13": "masa și drugii ei, cu toate uneltele ei, și pâinile pentru punerea înaintea Domnului;",
        "14": "sfeșnicul cu uneltele lui, candelele lui și untdelemnul pentru sfeșnic;",
        "15": "altarul pentru tămâie și drugii lui, untdelemnul pentru ungere și tămâia mirositoare, și perdeaua ușii de afară, de la intrarea cortului;",
        "16": "altarul pentru arderile-de-tot, grătarul lui de aramă, drugii lui și toate uneltele lui, ligheanul cu piciorul lui,",
        "17": "pânzele curții, stâlpii ei, picioarele ei și perdeaua de la poarta curții;",
        "18": "țărușii cortului, țărușii curții și funiile lor;",
        "19": "veșmintele preoțești pentru slujba Sfântului Locaș, veșmintele sfinte ale preotului Aaron și veșmintele fiilor lui pentru slujbele preoțești.”",
        "20": "Toată adunarea copiilor lui Israel a ieșit dinaintea lui Moise.",
        "21": "Toți cei cu tragere de inimă și bunăvoință au venit și au adus un prinos Domnului pentru lucrarea cortului întâlnirii, pentru toată slujba lui și pentru veșmintele sfinte.",
        "22": "Au venit îndată bărbații și femeile, toți cei cu tragere de inimă și au adus belciuge de nas, inele, cercei, brățări, salbe și tot felul de lucruri de aur; fiecare a adus prinosul de aur, pe care-l închinase Domnului.",
        "23": "Toți cei ce aveau stofe (materii) vopsite în albastru, în purpuriu, în cârmâziu, din in subțire și păr de capră, piei de berbec vopsite în roșu și piei de vițel de mare le-au adus.",
        "24": "Toți cei ce puteau aduce prin ridicare un prinos de argint și de aramă au adus prinosul Domnului. Toți cei ce aveau lemn de salcâm bun pentru lucrările rânduite pentru slujbă l-au adus.",
        "25": "Toate femeile iscusite au tors cu mâinile lor și au adus lucrul lor, și anume: tort vopsit în albastru, în purpuriu, în cârmâziu și in subțire.",
        "26": "Toate femeile cu tragere de inimă și iscusite au tors păr de capră.",
        "27": "Fruntașii poporului au adus pietre de onix și alte pietre pentru efod și pieptar;",
        "28": "mirodenii și untdelemn, pentru sfeșnic, pentru untdelemnul ungerii și pentru tămâia mirositoare.",
        "29": "Toți copiii lui Israel, bărbați și femei, pe care-i trăgea inima să ajute la lucrul poruncit de Domnul prin Moise au adus Domnului daruri de bunăvoie. Chemarea meșterilor",
        "30": "Moise a zis copiilor lui Israel: „Să știți că Domnul a ales pe Bețaleel, fiul lui Uri, fiul lui Hur, din seminția lui Iuda.",
        "31": "L-a umplut cu Duhul lui Dumnezeu, duh de înțelepciune, pricepere și știință pentru tot felul de lucrări.",
        "32": "I-a dat putere să născocească planuri, să lucreze în aur, în argint și în aramă,",
        "33": "să sape în pietre și să le lege, să lucreze lemnul cu meșteșug și să facă tot felul de lucrări meșteșugite.",
        "34": "I-a dat și darul să învețe pe alții, atât lui, cât și lui Oholiab, fiul lui Ahisamac, din seminția lui Dan.",
        "35": "I-a umplut cu pricepere, ca să facă toate lucrările de săpătură în piatră, de cioplitură meșteșugită, de lucrat la gherghef și de țesut materii vopsite în albastru, în purpuriu, în cârmâziu și in subțire, să facă tot felul de lucrări și născociri de planuri.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Moise a convocat toată comunitatea fiilor lui Israel și le-a zis: „Acestea sunt lucrurile pe care a poruncit Domnul să le faceți:",
        "2": "șase zile să lucrați, iar ziua a șaptea să fie pentru voi un sabat sfânt, o zi de odihnă pentru Domnul. Oricine va lucra în ziua aceea să fie omorât.",
        "3": "Să nu aprindeți focul în niciuna dintre locuințele voastre în ziua de sabat“.",
        "4": "Moise a vorbit întregii comunități a fiilor lui Israel, zicând: „Acesta este cuvântul pe care l-a poruncit Domnul:",
        "5": "luați din mijlocul vostru o contribuție pentru Domnul. Oricine are inima binevoitoare, să aducă Domnului o contribuție: aur, argint, bronz,",
        "6": "fire de culoare albastră, purpurie și stacojie, fir de in subțire, păr de capră,",
        "7": "piei de berbeci vopsite în roșu, piei trainice, lemn de salcâm,",
        "8": "ulei pentru luminat, mirodenii pentru uleiul folosit la ungere și pentru tămâia mirositoare,",
        "9": "pietre de onix și pietre pentru efod și pieptar.",
        "10": "Toți cei cu inima înțeleaptă să vină și să facă tot ce a poruncit Domnul:",
        "11": "Tabernaculul, cu cortul și acoperișul lui, cârligele, scândurile, drugii, stâlpii și piedestalele lui,",
        "12": "Chivotul cu drugii lui, Capacul ispășirii și draperia despărțitoare,",
        "13": "masa cu drugii și cu toate obiectele ei, pâinea prezentării,",
        "14": "sfeșnicul pentru luminat cu obiectele și cu candelele lui, uleiul pentru luminat,",
        "15": "altarul tămâierii cu drugii lui, uleiul pentru ungere, tămâia mirositoare, draperia de la intrarea în Tabernacul,",
        "16": "altarul arderilor-de-tot cu grătarul de bronz, cu drugii și cu toate uneltele lui, ligheanul cu piedestalul lui,",
        "17": "draperiile curții, stâlpii lor și piedestalele acestora, draperia pentru intrarea curții,",
        "18": "țărușii Tabernaculului, țărușii curții și funiile lor,",
        "19": "veșmintele țesute cu măiestrie, pentru slujirea în Locul Sfânt, veșmintele sfinte ale preotului Aaron și veșmintele fiilor săi pentru slujba de preoți“.",
        "20": "Toată comunitatea fiilor lui Israel a ieșit din prezența lui Moise.",
        "21": "Apoi au revenit, fiecare cu ce s-a hotărât în inima lui și cu ce l-a îndemnat duhul, și au adus Domnului contribuția pentru lucrarea de la Cortul Întâlnirii, pentru toată slujba lui și pentru veșmintele sfinte.",
        "22": "Au venit atât bărbați, cât și femei, toți cei cu o inimă binevoitoare, și au adus inele de nas și cercei, inele și coliere, tot felul de obiecte de aur. Fiecare și-a adus aurul ca o jertfă legănată pentru Domnul.",
        "23": "Oricine avea fire de culoare albastră, purpurie și stacojie, fir de in subțire, păr de capră, piei de berbeci vopsite în roșu sau piei trainice, le-a adus.",
        "24": "Oricine aducea prin ridicare o contribuție în argint sau bronz, o aducea Domnului drept contribuție. Oricine avea lemn de salcâm, bun pentru orice fel de lucrare din cadrul slujbei, l-a adus.",
        "25": "Toate femeile pricepute au tors cu mâinile lor și au adus astfel fire de culoare albastră, purpurie și stacojie și fir de in subțire.",
        "26": "Toate femeile care au hotărât în inima lor, și-au folosit priceperea să toarcă păr de capră.",
        "27": "Conducătorii au adus pietre de onix și pietre pentru efod și pieptar,",
        "28": "mirodenii, ulei pentru luminat, ulei pentru ungere și pentru tămâia mirositoare.",
        "29": "Fiii lui Israel, fiecare bărbat și femeie pe care i-a îndemnat inima să aducă ceva pentru toată lucrarea pe care a poruncit-o Domnul prin Moise să se facă, au adus un dar de bunăvoie pentru Domnul. Bețalel și Oholiab",
        "30": "Apoi Moise le-a zis fiilor lui Israel: „Vedeți că Domnul l-a chemat pe nume pe Bețalel, fiul lui Uri, fiul lui Hur, din seminția lui Iuda,",
        "31": "și l-a umplut cu Duhul lui Dumnezeu, cu înțelepciune, cu pricepere și cunoaștere pentru tot felul de lucrări,",
        "32": "ca să creeze proiecte de artă, să prelucreze aurul, argintul și bronzul,",
        "33": "să taie și să fixeze pietre, să prelucreze lemnul și să facă tot felul de lucrări artizanale.",
        "34": "Lui i-a fost dată și abilitatea de a-i învăța pe alții, atât lui, cât și lui Oholiab, fiul lui Ahisamah, din seminția lui Dan.",
        "35": "El i-a umplut cu înțelepciune, ca să facă tot felul de lucrări, de gravură, de croire, de brodare cu fire de culoare albastră, purpurie și stacojie și cu fire de in subțire – tot felul de lucrări și de planuri iscusite“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Moses assembled all the congregation of the children of Israel, and said to them, “These are the words which Yahweh has commanded, that you should do them.",
        "2": "‘Six days shall work be done, but on the seventh day there shall be a holy day for you, a Sabbath of solemn rest to Yahweh: whoever does any work in it shall be put to death.",
        "3": "You shall kindle no fire throughout your habitations on the Sabbath day.’”",
        "4": "Moses spoke to all the congregation of the children of Israel, saying, “This is the thing which Yahweh commanded, saying,",
        "5": "‘Take from among you an offering to Yahweh. Whoever is of a willing heart, let him bring it as Yahweh’s offering: gold, silver, bronze,",
        "6": "blue, purple, scarlet, fine linen, goats’ hair,",
        "7": "rams’ skins dyed red, sea cow hides, acacia wood,",
        "8": "oil for the light, spices for the anointing oil and for the sweet incense,",
        "9": "onyx stones, and stones to be set for the ephod and for the breastplate.",
        "10": "“‘Let every wise-hearted man among you come, and make all that Yahweh has commanded:",
        "11": "the tabernacle, its outer covering, its roof, its clasps, its boards, its bars, its pillars, and its sockets;",
        "12": "the ark, and its poles, the mercy seat, the veil of the screen;",
        "13": "the table with its poles and all its vessels, and the show bread;",
        "14": "the lamp stand also for the light, with its vessels, its lamps, and the oil for the light;",
        "15": "and the altar of incense with its poles, the anointing oil, the sweet incense, the screen for the door, at the door of the tabernacle;",
        "16": "the altar of burnt offering, with its grating of bronze, its poles, and all its vessels, the basin and its base;",
        "17": "the hangings of the court, its pillars, their sockets, and the screen for the gate of the court;",
        "18": "the pins of the tabernacle, the pins of the court, and their cords;",
        "19": "the finely worked garments for ministering in the holy place—the holy garments for Aaron the priest, and the garments of his sons—to minister in the priest’s office.’”",
        "20": "All the congregation of the children of Israel departed from the presence of Moses.",
        "21": "They came, everyone whose heart stirred him up, and everyone whom his spirit made willing, and brought Yahweh’s offering for the work of the Tent of Meeting, and for all of its service, and for the holy garments.",
        "22": "They came, both men and women, as many as were willing-hearted, and brought brooches, earrings, signet rings, and armlets, all jewels of gold; even every man who offered an offering of gold to Yahweh.",
        "23": "Everyone with whom was found blue, purple, scarlet, fine linen, goats’ hair, rams’ skins dyed red, and sea cow hides, brought them.",
        "24": "Everyone who offered an offering of silver and bronze brought Yahweh’s offering; and everyone with whom was found acacia wood for any work of the service, brought it.",
        "25": "All the women who were wise-hearted spun with their hands, and brought that which they had spun: the blue, the purple, the scarlet, and the fine linen.",
        "26": "All the women whose heart stirred them up in wisdom spun the goats’ hair.",
        "27": "The rulers brought the onyx stones and the stones to be set for the ephod and for the breastplate;",
        "28": "with the spice and the oil for the light, for the anointing oil, and for the sweet incense.",
        "29": "The children of Israel brought a free will offering to Yahweh; every man and woman whose heart made them willing to bring for all the work, which Yahweh had commanded to be made by Moses.",
        "30": "Moses said to the children of Israel, “Behold, Yahweh has called by name Bezalel the son of Uri, the son of Hur, of the tribe of Judah.",
        "31": "He has filled him with the Spirit of God, in wisdom, in understanding, in knowledge, and in all kinds of workmanship;",
        "32": "and to make skillful works, to work in gold, in silver, in bronze,",
        "33": "in cutting of stones for setting, and in carving of wood, to work in all kinds of skillful workmanship.",
        "34": "He has put in his heart that he may teach, both he and Oholiab, the son of Ahisamach, of the tribe of Dan.",
        "35": "He has filled them with wisdom of heart to work all kinds of workmanship, of the engraver, of the skillful workman, and of the embroiderer, in blue, in purple, in scarlet, and in fine linen, and of the weaver, even of those who do any workmanship, and of those who make skillful works."
      }
    }
  }
}