{
  "book": "Exodul",
  "chapter": "16",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Toată adunarea copiilor lui Israel a plecat din Elim și a ajuns în pustia Sin, care este între Elim și Sinai, în a cincisprezecea zi a lunii a doua, după ieșirea lor din țara Egiptului.",
        "2": "Și toată adunarea copiilor lui Israel a cârtit în pustia aceea împotriva lui Moise și Aaron.",
        "3": "Copiii lui Israel le-au zis: „Cum de n-am murit loviți de mâna Domnului în țara Egiptului, când ședeam lângă oalele noastre cu carne, când mâncam pâine de ne săturam? Căci ne-ați adus în pustia aceasta ca să faceți să moară de foame toată mulțimea aceasta.”",
        "4": "Domnul a zis lui Moise: „Iată că voi face să vă plouă pâine din ceruri. Poporul va ieși afară și va strânge cât îi trebuie pentru fiecare zi, ca să-l pun la încercare și să văd dacă va umbla sau nu după Legea Mea.",
        "5": "În ziua a șasea, când vor pregăti ce au adus acasă, vor avea de două ori mai mult decât vor strânge în fiecare zi.”",
        "6": "Moise și Aaron au zis tuturor copiilor lui Israel: „Astă-seară, veți înțelege că Domnul este Acela care v-a scos din țara Egiptului.",
        "7": "Și mâine dimineață, veți vedea slava Domnului, pentru că v-a auzit cârtirile împotriva Domnului; căci ce suntem noi, ca să cârtiți împotriva noastră?”",
        "8": "Moise a zis: „Domnul vă va da astă-seară carne de mâncat, și mâine dimineață vă va da pâine să vă săturați, pentru că a auzit Domnul cârtirile pe care le-ați rostit împotriva Lui; căci ce suntem noi? Cârtirile voastre nu se îndreaptă împotriva noastră, ci împotriva Domnului.”",
        "9": "Moise a zis lui Aaron: „Spune întregii adunări a copiilor lui Israel: ‘Apropiați-vă înaintea Domnului, căci v-a auzit cârtirile.’”",
        "10": "Și, pe când vorbea Aaron întregii adunări a lui Israel, s-au uitat înspre pustie, și iată că slava Domnului s-a arătat în nor.",
        "11": "Domnul, vorbind lui Moise, a zis:",
        "12": "„Am auzit cârtirile copiilor lui Israel. Spune-le: ‘Între cele două seri aveți să mâncați carne, și dimineața vă veți sătura de pâine și veți ști că Eu sunt Domnul Dumnezeul vostru.’”",
        "13": "Seara au venit niște prepelițe și au acoperit tabăra, și dimineața s-a așezat un strat gros de rouă în jurul taberei.",
        "14": "Când s-a luat roua aceasta, pe fața pustiei era ceva mărunt ca niște grăunțe, mărunt ca bobițele de gheață albă pe pământ.",
        "15": "Copiii lui Israel s-au uitat la ea și au zis unul către altul: „Ce este aceasta?” căci nu știau ce este. Moise le-a zis: „Este pâinea pe care v-o dă Domnul ca hrană.",
        "16": "Iată ce a poruncit Domnul: ‘Fiecare dintre voi să strângă cât îi trebuie pentru hrană, și anume un omer de cap, după numărul sufletelor voastre; fiecare să ia din ea pentru cei din cortul lui.’”",
        "17": "Israeliții au făcut așa și au strâns unii mai mult, alții mai puțin.",
        "18": "În urmă o măsurau cu omerul, și cine strânsese mai mult n-avea nimic de prisos, iar cine strânsese mai puțin nu ducea lipsă deloc. Fiecare strângea tocmai cât îi trebuia pentru hrană.",
        "19": "Moise le-a zis: „Nimeni să nu lase ceva din ea până a doua zi dimineața.”",
        "20": "N-au ascultat de Moise și s-au găsit unii care au lăsat ceva din ea până dimineața, dar a făcut viermi și s-a împuțit. Moise s-a mâniat pe oamenii aceia.",
        "21": "Astfel, în toate diminețile, fiecare strângea cât îi trebuia pentru hrană și, când venea căldura soarelui, se topea.",
        "22": "În ziua a șasea, au strâns hrană îndoit, și anume doi omeri de fiecare. Toți fruntașii adunării au venit și au spus lui Moise lucrul acesta.",
        "23": "Și Moise le-a zis: „Domnul a poruncit așa. Mâine este ziua de odihnă, Sabatul închinat Domnului; coaceți ce aveți de copt, fierbeți ce aveți de fiert și păstrați până a doua zi dimineața tot ce va rămâne!”",
        "24": "Au lăsat-o până a doua zi dimineața, cum poruncise Moise, și nu s-a împuțit și n-a făcut viermi.",
        "25": "Moise a zis: „Mâncați-o azi, căci este ziua Sabatului; azi nu veți găsi mană pe câmp.",
        "26": "Veți strânge timp de șase zile, dar în ziua a șaptea, care este Sabatul, nu va fi.”",
        "27": "În ziua a șaptea, unii din popor au ieșit să strângă mană, și n-au găsit.",
        "28": "Atunci, Domnul a zis lui Moise: „Până când aveți de gând să nu păziți poruncile și legile Mele?",
        "29": "Vedeți că Domnul v-a dat Sabatul; de aceea vă dă în ziua a șasea hrană pentru două zile. Fiecare să rămână la locul lui și, în ziua a șaptea, nimeni să nu iasă din locul în care se găsește.”",
        "30": "Și poporul s-a odihnit în ziua a șaptea.",
        "31": "Casa lui Israel a numit hrana aceasta „mană”. Ea semăna cu bobul de coriandru; era albă și avea un gust de turtă cu miere.",
        "32": "Moise a zis: „Iată ce a poruncit Domnul: ‘Să se păstreze un omer plin cu mană pentru urmașii voștri, ca să vadă și ei pâinea pe care v-am dat-o s-o mâncați în pustie, după ce v-am scos din țara Egiptului.’”",
        "33": "Și Moise a zis lui Aaron: „Ia un vas, pune în el un omer plin cu mană și așază-l înaintea Domnului, ca să fie păstrat pentru urmașii voștri.”",
        "34": "După porunca dată de Domnul lui Moise, Aaron l-a pus înaintea chivotului mărturiei, ca să fie păstrat.",
        "35": "Copiii lui Israel au mâncat mană patruzeci de ani, până la sosirea lor într-o țară locuită; au mâncat mană până la sosirea lor la hotarele țării Canaanului.",
        "36": "Omerul este a zecea parte dintr-o efă."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Întreaga comunitate a fiilor lui Israel a plecat din Elim și a ajuns în deșertul Sin, care este între Elim și Sinai, în ziua a cincisprezecea a lunii a doua după ieșirea lor din țara Egiptului.",
        "2": "În deșert, întreaga comunitate a fiilor lui Israel a protestat împotriva lui Moise și a lui Aaron.",
        "3": "Fiii lui Israel le-au zis: „O, dacă am fi fost omorâți de mâna Domnului în țara Egiptului, când stăteam lângă oalele cu carne și mâncam pâine din belșug! Căci ne-ați adus în deșertul acesta ca să faceți să moară de foame toată adunarea aceasta!“.",
        "4": "Atunci Domnul i-a zis lui Moise: „Iată, voi face să plouă cu pâine din cer pentru voi. În fiecare zi poporul să iasă și să adune pâine pentru ziua aceea. Îi voi pune la încercare, ca să văd dacă vor trăi sau nu potrivit cu legea Mea.",
        "5": "În ziua a șasea să pregătească ce au adunat, într-o cantitate dublă față de ce au adunat în fiecare zi“.",
        "6": "Moise și Aaron le-au zis tuturor fiilor lui Israel: „Diseară, veți ști că Domnul v-a scos din țara Egiptului,",
        "7": "iar dimineață veți vedea gloria Domnului, pentru că El aude nemulțumirile voastre față de El. Căci ce suntem noi, ca să protestați împotriva noastră?“.",
        "8": "Moise a zis: „Veți ști aceasta când Domnul vă va da carne seara, iar dimineața pâine din belșug, pentru că Domnul a auzit nemulțumirile voastre față de El. Ce suntem noi? Nemulțumirile voastre nu sunt față de noi, ci față de Domnul“.",
        "9": "După aceea, Moise i-a zis lui Aaron: „Să-i spui întregii comunități a fiilor lui Israel astfel: «Apropiați-vă de Domnul, căci El a auzit nemulțumirile voastre»“.",
        "10": "În timp ce Aaron vorbea întregii comunități a fiilor lui Israel, ei s-au uitat înspre deșert și iată că gloria Domnului s-a arătat în nor.",
        "11": "Domnul i-a vorbit lui Moise, zicând:",
        "12": "„Am auzit nemulțumirile fiilor lui Israel. De aceea să le spui astfel: «Între asfințit și întuneric o să mâncați carne, iar dimineața vă veți sătura de pâine. Atunci veți ști că Eu sunt Domnul, Dumnezeul vostru»“.",
        "13": "Seara au venit niște prepelițe care au acoperit tabăra. Dimineața, în jurul taberei, se afla un strat de rouă.",
        "14": "Când stratul de rouă s-a ridicat, iată că pe suprafața deșertului au rămas niște boabe mici, ca boabele de gheață pe pământ.",
        "15": "Când fiii lui Israel le-au văzut, fiecare i-a zis fratelui său: „Ce este aceasta?“. Căci nu știau ce este. Moise le-a zis: „Este pâinea pe care v-a dat-o Domnul ca hrană.",
        "16": "Domnul a poruncit: «Fiecare dintre voi să adune cât îi trebuie pentru hrană, și anume un omer de fiecare persoană, după numărul celor din cortul lui. Să adunați pentru fiecare persoană din cortul vostru»“.",
        "17": "Fiii lui Israel au făcut astfel: unii au adunat mai mult, alții mai puțin.",
        "18": "După ce au măsurat-o cu omerul, au văzut că celui ce a adunat mai mult nu i-a rămas în plus, iar cel ce a adunat mai puțin n-a dus lipsă; fiecare om a adunat potrivit cu nevoile lui.",
        "19": "Moise le-a zis: „Nimeni să nu lase ceva din ea până dimineața!“.",
        "20": "Însă ei nu l-au ascultat pe Moise. Unii au lăsat o parte din ea până dimineața, astfel că aceasta a făcut viermi și s-a împuțit. Moise s-a mâniat pe ei.",
        "21": "În fiecare dimineață adunau în funcție de cum aveau nevoie. Când soarele era fierbinte, aceasta se topea.",
        "22": "În ziua a șasea au adunat de două ori mai multă pâine, și anume doi omeri de fiecare. Când toți conducătorii comunității au venit și l-au înștiințat pe Moise,",
        "23": "acesta le-a zis: „Iată ce a spus Domnul: «Mâine este o zi de odihnă, un sabat sfânt pentru Domnul. Coaceți ce aveți de copt, fierbeți ce aveți de fiert și tot ce vă rămâne păstrați până dimineața»“.",
        "24": "Ei au păstrat-o așa cum a poruncit Moise, și ea nu s-a împuțit și n-a făcut viermi.",
        "25": "Moise a zis: „Mâncați-o azi, pentru că azi este sabatul Domnului; azi nu veți găsi pâine pe câmp.",
        "26": "S-o adunați timp de șase zile, căci în ziua a șaptea, ziua de sabat, nu va fi“.",
        "27": "În ziua a șaptea însă, unii oameni din popor au ieșit să adune pâine, dar n-au găsit nimic.",
        "28": "Domnul i-a zis lui Moise: „Până când veți refuza să păziți poruncile și legile Mele?",
        "29": "Vedeți că Domnul v-a dat sabatul; de aceea vă dă El în a șasea zi pâine pentru două zile. Orice om să rămână acolo unde este. Niciunul să nu iasă din locul său în ziua a șaptea“.",
        "30": "Și astfel, în ziua a șaptea poporul s-a odihnit.",
        "31": "Casa lui Israel i-a pus numele „mană“. Ea era ca sămânța de coriandru. Era albă, iar la gust era ca o turtă cu miere.",
        "32": "Moise a zis: „Acesta este cuvântul pe care l-a poruncit Domnul: «Puneți deoparte un omer plin cu mană, ca să fie păstrat de-a lungul generațiilor voastre, pentru ca ei să vadă pâinea cu care v-am hrănit în deșert, când v-am scos din țara Egiptului»“.",
        "33": "Moise i-a zis lui Aaron: „Ia un vas, pune în el un omer plin cu mană și așază-l înaintea Domnului, ca să fie păstrat de-a lungul generațiilor voastre“.",
        "34": "Aaron l-a pus înaintea Mărturiei, ca să fie păstrat acolo, așa cum Domnul îi poruncise lui Moise.",
        "35": "Fiii lui Israel au mâncat mană timp de patruzeci de ani, până când au ajuns într-o țară locuită. Au mâncat mană până au ajuns la granița cu țara Canaanului.",
        "36": "(Un omer este a zecea parte dintr-o efă.)"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "They took their journey from Elim, and all the congregation of the children of Israel came to the wilderness of Sin, which is between Elim and Sinai, on the fifteenth day of the second month after their departing out of the land of Egypt.",
        "2": "The whole congregation of the children of Israel murmured against Moses and against Aaron in the wilderness;",
        "3": "and the children of Israel said to them, “We wish that we had died by Yahweh’s hand in the land of Egypt, when we sat by the meat pots, when we ate our fill of bread, for you have brought us out into this wilderness to kill this whole assembly with hunger.”",
        "4": "Then Yahweh said to Moses, “Behold, I will rain bread from the sky for you, and the people shall go out and gather a day’s portion every day, that I may test them, whether they will walk in my law or not.",
        "5": "It shall come to pass on the sixth day, that they shall prepare that which they bring in, and it shall be twice as much as they gather daily.”",
        "6": "Moses and Aaron said to all the children of Israel, “At evening, you shall know that Yahweh has brought you out from the land of Egypt.",
        "7": "In the morning, you shall see Yahweh’s glory; because he hears your murmurings against Yahweh. Who are we, that you murmur against us?”",
        "8": "Moses said, “Now Yahweh will give you meat to eat in the evening, and in the morning bread to satisfy you, because Yahweh hears your murmurings which you murmur against him. And who are we? Your murmurings are not against us, but against Yahweh.”",
        "9": "Moses said to Aaron, “Tell all the congregation of the children of Israel, ‘Come close to Yahweh, for he has heard your murmurings.’”",
        "10": "As Aaron spoke to the whole congregation of the children of Israel, they looked toward the wilderness, and behold, Yahweh’s glory appeared in the cloud.",
        "11": "Yahweh spoke to Moses, saying,",
        "12": "“I have heard the murmurings of the children of Israel. Speak to them, saying, ‘At evening you shall eat meat, and in the morning you shall be filled with bread. Then you will know that I am Yahweh your God.’”",
        "13": "In the evening, quail came up and covered the camp; and in the morning the dew lay around the camp.",
        "14": "When the dew that lay had gone, behold, on the surface of the wilderness was a small round thing, small as the frost on the ground.",
        "15": "When the children of Israel saw it, they said to one another, “What is it?” For they didn’t know what it was. Moses said to them, “It is the bread which Yahweh has given you to eat.",
        "16": "This is the thing which Yahweh has commanded: ‘Gather of it everyone according to his eating; an omer a head, according to the number of your persons, you shall take it, every man for those who are in his tent.’”",
        "17": "The children of Israel did so, and some gathered more, some less.",
        "18": "When they measured it with an omer, he who gathered much had nothing over, and he who gathered little had no lack. They each gathered according to his eating.",
        "19": "Moses said to them, “Let no one leave of it until the morning.”",
        "20": "Notwithstanding they didn’t listen to Moses, but some of them left of it until the morning, so it bred worms and became foul; and Moses was angry with them.",
        "21": "They gathered it morning by morning, everyone according to his eating. When the sun grew hot, it melted.",
        "22": "On the sixth day, they gathered twice as much bread, two omers for each one; and all the rulers of the congregation came and told Moses.",
        "23": "He said to them, “This is that which Yahweh has spoken, ‘Tomorrow is a solemn rest, a holy Sabbath to Yahweh. Bake that which you want to bake, and boil that which you want to boil; and all that remains over lay up for yourselves to be kept until the morning.’”",
        "24": "They laid it up until the morning, as Moses ordered, and it didn’t become foul, and there were no worms in it.",
        "25": "Moses said, “Eat that today, for today is a Sabbath to Yahweh. Today you shall not find it in the field.",
        "26": "Six days you shall gather it, but on the seventh day is the Sabbath. In it there shall be none.”",
        "27": "On the seventh day, some of the people went out to gather, and they found none.",
        "28": "Yahweh said to Moses, “How long do you refuse to keep my commandments and my laws?",
        "29": "Behold, because Yahweh has given you the Sabbath, therefore he gives you on the sixth day the bread of two days. Everyone stay in his place. Let no one go out of his place on the seventh day.”",
        "30": "So the people rested on the seventh day.",
        "31": "The house of Israel called its name “Manna”, and it was like coriander seed, white; and its taste was like wafers with honey.",
        "32": "Moses said, “This is the thing which Yahweh has commanded, ‘Let an omer-full of it be kept throughout your generations, that they may see the bread with which I fed you in the wilderness, when I brought you out of the land of Egypt.’”",
        "33": "Moses said to Aaron, “Take a pot, and put an omer-full of manna in it, and lay it up before Yahweh, to be kept throughout your generations.”",
        "34": "As Yahweh commanded Moses, so Aaron laid it up before the Testimony, to be kept.",
        "35": "The children of Israel ate the manna forty years, until they came to an inhabited land. They ate the manna until they came to the borders of the land of Canaan.",
        "36": "Now an omer is one tenth of an ephah."
      }
    }
  }
}