{
  "book": "Exodul",
  "chapter": "17",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Toată adunarea copiilor lui Israel a plecat din pustia Sin, după călătoriile zilnice pe care poruncise Domnul să le facă, și au tăbărât la Refidim. Acolo poporul n-a găsit apă de băut.",
        "2": "Atunci, poporul a căutat ceartă cu Moise. Ei au zis: „Dă-ne apă să bem!” Moise le-a răspuns: „Pentru ce căutați ceartă cu mine? Pentru ce ispitiți pe Domnul?”",
        "3": "Poporul stătea acolo, chinuit de sete, și cârtea împotriva lui Moise. El zicea: „Pentru ce ne-ai scos din Egipt, ca să ne faci să murim de sete aici, cu copiii și turmele noastre?”",
        "4": "Moise a strigat către Domnul și a zis: „Ce să fac cu poporul acesta? Încă puțin, și au să mă ucidă cu pietre.”",
        "5": "Domnul a zis lui Moise: „Treci înaintea poporului și ia cu tine vreo câțiva din bătrânii lui Israel; ia-ți în mână și toiagul cu care ai lovit râul și pornește!",
        "6": "Iată, Eu voi sta înaintea ta pe stânca Horebului; vei lovi stânca și va țâșni apă din ea, și poporul va bea.” Moise a făcut așa în fața bătrânilor lui Israel.",
        "7": "El a numit locul acela Masa și Meriba (Ispită și ceartă), căci copiii lui Israel se certaseră și ispitiseră pe Domnul, zicând: „Este oare Domnul în mijlocul nostru sau nu este?” Înfrângerea lui Amalec",
        "8": "Amalec a venit să bată pe Israel la Refidim.",
        "9": "Atunci, Moise a zis lui Iosua: „Alege niște bărbați și ieși de luptă împotriva lui Amalec. Iar eu voi sta mâine pe vârful dealului cu toiagul lui Dumnezeu în mână.”",
        "10": "Iosua a făcut ce-i spusese Moise și a ieșit să lupte împotriva lui Amalec. Iar Moise, Aaron și Hur s-au suit pe vârful dealului.",
        "11": "Când își ridica Moise mâna, era mai tare Israel și când își lăsa mâna în jos, era mai tare Amalec.",
        "12": "Mâinile lui Moise fiind trudite, ei au luat o piatră, au pus-o sub el, și el a șezut pe ea. Aaron și Hur îi sprijineau mâinile, unul de o parte, iar altul de alta, și mâinile lui au rămas întinse până la asfințitul soarelui.",
        "13": "Și Iosua a biruit pe Amalec și poporul lui cu tăișul sabiei.",
        "14": "Domnul a zis lui Moise: „Scrie lucrul acesta în carte, ca să se păstreze aducerea aminte, și spune lui Iosua că voi șterge pomenirea lui Amalec de sub ceruri.”",
        "15": "Moise a zidit un altar și i-a pus numele „Domnul, steagul meu”.",
        "16": "El a zis: „Pentru că și-a ridicat mâna împotriva scaunului de domnie al Domnului, Domnul va purta război împotriva lui Amalec, din neam în neam!”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Întreaga comunitate a fiilor lui Israel a plecat din deșertul Sin, călătorind din loc în loc, așa cum le-a poruncit Domnul. Ei și-au așezat tabăra la Refidim, dar acolo nu era apă de băut pentru popor.",
        "2": "Atunci poporul s-a certat cu Moise. Ei au zis: ‒ Dă-ne apă să bem! Moise le-a răspuns: ‒ De ce vă certați cu mine? De ce Îl ispitiți pe Domnul?",
        "3": "Poporul stătea acolo însetat și protesta împotriva lui Moise. El zicea: ‒ De ce ne-ai scos din Egipt? Ca să ne faci să murim de sete, cu copiii și vitele noastre?",
        "4": "Moise a strigat către Domnul, zicând: ‒ Ce să fac cu poporul acesta? Încă puțin și o să mă omoare cu pietre!",
        "5": "Domnul i-a răspuns lui Moise: ‒ Treci înaintea poporului și ia cu tine câțiva dintre bătrânii lui Israel. Ia în mână toiagul tău, cu care ai lovit Nilul, și du-te.",
        "6": "Iată, Eu voi sta acolo, înaintea ta, la stâncă, în Horeb. Lovește stânca și din ea va ieși apă. Astfel, poporul va putea să bea. Și Moise a făcut așa, sub privirea bătrânilor lui Israel.",
        "7": "El a pus acelui loc numele „Masa și Meriba“, pentru că acolo fiii lui Israel s-au certat și L-au ispitit pe Domnul, zicând: „Este oare Domnul cu noi sau nu?“. Înfrângerea lui Amalek",
        "8": "După aceea a venit Amalek și s-a luptat cu Israel la Refidim.",
        "9": "Moise i-a zis lui Iosua: „Alege câțiva oameni dintre noi și ieși! Luptă-te cu Amalek! Mâine voi sta pe vârful dealului cu toiagul lui Dumnezeu în mâna mea“.",
        "10": "Iosua a făcut așa cum i-a zis Moise și s-a luptat cu Amalek, în timp ce Moise, Aaron și Hur s-au urcat pe vârful dealului.",
        "11": "Atunci când Moise își ținea mâna sus, Israel era mai tare, iar atunci când își lăsa mâna jos, era mai tare Amalek.",
        "12": "Când mâinile lui Moise au obosit, au luat o piatră și au pus-o sub el, iar el s-a așezat pe ea. Apoi Aaron și Hur i-au sprijinit mâinile, unul de-o parte, iar altul de cealaltă parte. Și, astfel, mâinile lui au rămas întinse până la apusul soarelui.",
        "13": "Iosua l-a învins pe Amalek și pe poporul acestuia cu ascuțișul sabiei.",
        "14": "Atunci Domnul i-a zis lui Moise: „Scrie lucrul acesta într-o carte ca aducere-aminte și citește-o în auzul lui Iosua, căci voi șterge amintirea lui Amalek de sub ceruri“.",
        "15": "Moise a construit un altar și i-a pus numele „Domnul este steagul meu“,",
        "16": "zicând: „Pentru că o mână s-a ridicat spre tronul Domnului, Domnul va purta război împotriva lui Amalek din generație în generație“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "All the congregation of the children of Israel traveled from the wilderness of Sin, starting according to Yahweh’s commandment, and encamped in Rephidim; but there was no water for the people to drink.",
        "2": "Therefore the people quarreled with Moses, and said, “Give us water to drink.” Moses said to them, “Why do you quarrel with me? Why do you test Yahweh?”",
        "3": "The people were thirsty for water there; so the people murmured against Moses, and said, “Why have you brought us up out of Egypt, to kill us, our children, and our livestock with thirst?”",
        "4": "Moses cried to Yahweh, saying, “What shall I do with these people? They are almost ready to stone me.”",
        "5": "Yahweh said to Moses, “Walk on before the people, and take the elders of Israel with you, and take the rod in your hand with which you struck the Nile, and go.",
        "6": "Behold, I will stand before you there on the rock in Horeb. You shall strike the rock, and water will come out of it, that the people may drink.” Moses did so in the sight of the elders of Israel.",
        "7": "He called the name of the place Massah, and Meribah, because the children of Israel quarreled, and because they tested Yahweh, saying, “Is Yahweh among us, or not?”",
        "8": "Then Amalek came and fought with Israel in Rephidim.",
        "9": "Moses said to Joshua, “Choose men for us, and go out to fight with Amalek. Tomorrow I will stand on the top of the hill with God’s rod in my hand.”",
        "10": "So Joshua did as Moses had told him, and fought with Amalek; and Moses, Aaron, and Hur went up to the top of the hill.",
        "11": "When Moses held up his hand, Israel prevailed. When he let down his hand, Amalek prevailed.",
        "12": "But Moses’ hands were heavy; so they took a stone, and put it under him, and he sat on it. Aaron and Hur held up his hands, the one on the one side, and the other on the other side. His hands were steady until sunset.",
        "13": "Joshua defeated Amalek and his people with the edge of the sword.",
        "14": "Yahweh said to Moses, “Write this for a memorial in a book, and rehearse it in the ears of Joshua: that I will utterly blot out the memory of Amalek from under the sky.”",
        "15": "Moses built an altar, and called its name “Yahweh our Banner”.",
        "16": "He said, “Yah has sworn: ‘Yahweh will have war with Amalek from generation to generation.’”"
      }
    }
  }
}