{
  "book": "Exodul",
  "chapter": "2",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Un om din casa lui Levi luase de nevastă pe o fată a lui Levi.",
        "2": "Femeia aceasta a rămas însărcinată și a născut un fiu. A văzut că este frumos și l-a ascuns trei luni.",
        "3": "Nemaiputând să-l ascundă, a luat un sicriaș de papură, pe care l-a uns cu lut și cu smoală, a pus copilul în el și l-a așezat între trestii, pe malul râului.",
        "4": "Sora copilului pândea la o depărtare oarecare, ca să vadă ce are să i se întâmple.",
        "5": "Fata lui Faraon s-a coborât la râu să se scalde, și fetele care o însoțeau se plimbau pe marginea râului. Ea a zărit sicriașul în mijlocul trestiilor și a trimis pe roaba ei să-l ia.",
        "6": "L-a deschis și a văzut copilul: era un băiețaș care plângea. I-a fost milă de el și a zis: „Este un copil de-al evreilor!”",
        "7": "Atunci, sora copilului a zis fetei lui Faraon: „Să mă duc să-ți chem o doică dintre femeile evreilor ca să-ți alăpteze copilul?”",
        "8": "„Du-te”, i-a răspuns fata lui Faraon. Și fata s-a dus și a chemat pe mama copilului.",
        "9": "Fata lui Faraon i-a zis: „Ia copilul acesta, alăptează-mi-l și îți voi plăti.” Femeia a luat copilul și l-a alăptat.",
        "10": "Copilul a crescut și ea l-a adus fetei lui Faraon, și el i-a fost fiu. I-a pus numele Moise (Scos), „căci”, a zis ea, „l-am scos din ape”. Fuga lui Moise în Madian",
        "11": "În vremea aceea, Moise, crescând mare, a ieșit pe la frații săi și a fost martor la muncile lor grele. A văzut pe un egiptean care bătea pe un evreu, unul dintre frații lui.",
        "12": "S-a uitat în toate părțile și, văzând că nu este nimeni, a omorât pe egiptean și l-a ascuns în nisip.",
        "13": "A ieșit și în ziua următoare și iată că doi evrei se certau. A zis celui ce n-avea dreptate: „Pentru ce lovești pe semenul tău?”",
        "14": "Și omul acela a răspuns: „Cine te-a pus pe tine mai-mare și judecător peste noi? Nu cumva ai de gând să mă omori și pe mine cum ai omorât pe egipteanul acela?” Moise s-a temut și a zis: „Nu mai încape îndoială că faptul este cunoscut.”",
        "15": "Faraon a aflat ce se petrecuse și căuta să-l omoare pe Moise. Dar Moise a fugit dinaintea lui Faraon și a locuit în țara Madian. A șezut lângă o fântână.",
        "16": "Preotul din Madian avea șapte fete. Ele au venit să scoată apă și au umplut jgheaburile ca să adape turma tatălui lor.",
        "17": "Dar au venit păstorii și le-au luat la goană. Atunci, Moise s-a sculat, le-a ajutat și le-a adăpat turma.",
        "18": "Când s-au întors ele la tatăl lor, Reuel, el a zis: „Pentru ce vă întoarceți așa de curând azi?”",
        "19": "Ele au răspuns: „Un egiptean ne-a scăpat din mâna păstorilor și chiar ne-a scos apă și a adăpat turma.”",
        "20": "Și el a zis fetelor: „Unde este? Pentru ce ați lăsat acolo pe omul acela? Chemați-l să mănânce pâine!”",
        "21": "Moise s-a hotărât să locuiască la omul acela, care i-a dat de nevastă pe fiică-sa Sefora.",
        "22": "Ea a născut un fiu, căruia el i-a pus numele Gherșom (Sunt străin aici); „căci”, a zis el, „locuiesc ca străin într-o țară străină”. Dumnezeu aude strigătul israeliților",
        "23": "După multă vreme, împăratul Egiptului a murit, și copiii lui Israel gemeau încă din pricina robiei și scoteau strigăte deznădăjduite. Strigătele acestea, pe care li le smulgea robia, s-au suit până la Dumnezeu.",
        "24": "Dumnezeu a auzit gemetele lor și Și-a adus aminte de legământul Său făcut cu Avraam, Isaac și Iacov.",
        "25": "Dumnezeu a privit spre copiii lui Israel și a luat cunoștință de ei."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Un bărbat din Casa lui Levi s-a dus și a luat de soție o fiică a lui Levi.",
        "2": "Femeia a rămas însărcinată și a născut un fiu. Fiindcă a văzut că era frumos, l-a ascuns timp de trei luni.",
        "3": "Când nu l-a mai putut ascunde, a luat un coș de papirus, l-a uns cu smoală și rășină, a pus copilul în el și l-a pus între trestii, pe malul râului.",
        "4": "Sora lui stătea la distanță, ca să vadă ce se va întâmpla cu el.",
        "5": "Fata lui Faraon a coborât la râu să se scalde, iar servitoarele ei se plimbau pe malul râului. Ea a văzut coșul între trestii și a trimis-o pe slujitoarea ei să i-l aducă.",
        "6": "Când l-a deschis, a văzut înăuntru copilul; și iată, băiatul plângea. Fetei lui Faraon i s-a făcut milă de el și a zis: „Acesta este unul dintre copiii evreilor“.",
        "7": "Atunci sora copilului a întrebat-o pe fata lui Faraon: ‒ Să merg și să chem o doică dintre femeile evreilor ca să alăpteze copilul pentru tine?",
        "8": "Fata lui Faraon i-a răspuns: ‒ Du-te. Tânăra s-a dus și a chemat-o pe mama copilului.",
        "9": "Fata lui Faraon i-a zis: „Ia acest copil și alăptează-l pentru mine, iar eu îți voi plăti“. Femeia a luat copilul și l-a alăptat.",
        "10": "După ce a crescut copilul, ea l-a adus la fata lui Faraon, iar el a devenit fiul acesteia. Și i-a pus numele Moise, zicând: „Fiindcă l-am scos din apă“. Fuga lui Moise în Midian",
        "11": "În zilele acelea, când crescuse deja, Moise s-a dus la frații săi și s-a uitat la munca lor cea grea. El l-a văzut pe un egiptean bătându-l pe un evreu, unul dintre frații săi.",
        "12": "S-a uitat într-o parte și într-alta și, văzând că nu este nimeni, l-a ucis pe egiptean și l-a ascuns în nisip.",
        "13": "Când a ieșit a doua zi, iată că doi evrei se băteau. El l-a întrebat pe cel vinovat: ‒ De ce-ți lovești semenul?",
        "14": "Acesta i-a răspuns: ‒ Cine te-a pus pe tine conducător și judecător peste noi? Vrei să mă ucizi și pe mine așa cum l-ai ucis pe egiptean? Atunci Moise s-a temut și a zis: „Cu siguranță că acest lucru este cunoscut“.",
        "15": "Când a aflat Faraon acest lucru, a căutat să-l ucidă pe Moise, însă Moise a fugit dinaintea lui Faraon. El a locuit în țara Midian și s-a așezat lângă o fântână.",
        "16": "Preotul din Midian avea șapte fete. Ele au venit la fântână, au scos apă și au umplut jgheaburile ca să adape turma tatălui lor.",
        "17": "Au sosit însă acolo niște păstori care le-au alungat. Moise s-a ridicat, le-a ajutat și le-a adăpat turma.",
        "18": "Când s-au întors la tatăl lor, Reuel, acesta le-a întrebat: ‒ Cum se face că ați venit mai repede astăzi?",
        "19": "Ele au răspuns: ‒ Un egiptean ne-a scăpat din mâna păstorilor, ne-a scos apă și ne-a adăpat turma.",
        "20": "Atunci el le-a zis fetelor sale: ‒ Și unde este omul acela? Cum de l-ați lăsat acolo? Chemați-l să mănânce pâine.",
        "21": "Moise a acceptat să locuiască la acel om, și acesta i-a dat-o de soție pe fata sa Sefora.",
        "22": "Ea a născut un fiu, iar Moise i-a pus numele Gherșom, zicând: „Sunt un străin într-o țară străină“. Dumnezeu vede suferința fiilor lui Israel",
        "23": "În timpul acelor zile multe, regele Egiptului a murit. Fiii lui Israel suspinau în sclavia lor și strigau, iar strigătul lor după ajutor, din cauza sclaviei, s-a suit până la Dumnezeu.",
        "24": "Dumnezeu le-a auzit geamătul și Și-a adus aminte de legământul Său cu Avraam, cu Isaac și cu Iacov.",
        "25": "Astfel, Dumnezeu S-a uitat la fiii lui Israel și a aflat despre suferința lor."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "A man of the house of Levi went and took a daughter of Levi as his wife.",
        "2": "The woman conceived and bore a son. When she saw that he was a fine child, she hid him three months.",
        "3": "When she could no longer hide him, she took a papyrus basket for him, and coated it with tar and with pitch. She put the child in it, and laid it in the reeds by the river’s bank.",
        "4": "His sister stood far off, to see what would be done to him.",
        "5": "Pharaoh’s daughter came down to bathe at the river. Her maidens walked along by the riverside. She saw the basket among the reeds, and sent her servant to get it.",
        "6": "She opened it, and saw the child, and behold, the baby cried. She had compassion on him, and said, “This is one of the Hebrews’ children.”",
        "7": "Then his sister said to Pharaoh’s daughter, “Should I go and call a nurse for you from the Hebrew women, that she may nurse the child for you?”",
        "8": "Pharaoh’s daughter said to her, “Go.” The young woman went and called the child’s mother.",
        "9": "Pharaoh’s daughter said to her, “Take this child away, and nurse him for me, and I will give you your wages.” The woman took the child, and nursed it.",
        "10": "The child grew, and she brought him to Pharaoh’s daughter, and he became her son. She named him Moses, and said, “Because I drew him out of the water.”",
        "11": "In those days, when Moses had grown up, he went out to his brothers and saw their burdens. He saw an Egyptian striking a Hebrew, one of his brothers.",
        "12": "He looked this way and that way, and when he saw that there was no one, he killed the Egyptian, and hid him in the sand.",
        "13": "He went out the second day, and behold, two men of the Hebrews were fighting with each other. He said to him who did the wrong, “Why do you strike your fellow?”",
        "14": "He said, “Who made you a prince and a judge over us? Do you plan to kill me, as you killed the Egyptian?” Moses was afraid, and said, “Surely this thing is known.”",
        "15": "Now when Pharaoh heard this thing, he sought to kill Moses. But Moses fled from the face of Pharaoh, and lived in the land of Midian, and he sat down by a well.",
        "16": "Now the priest of Midian had seven daughters. They came and drew water, and filled the troughs to water their father’s flock.",
        "17": "The shepherds came and drove them away; but Moses stood up and helped them, and watered their flock.",
        "18": "When they came to Reuel, their father, he said, “How is it that you have returned so early today?”",
        "19": "They said, “An Egyptian delivered us out of the hand of the shepherds, and moreover he drew water for us, and watered the flock.”",
        "20": "He said to his daughters, “Where is he? Why is it that you have left the man? Call him, that he may eat bread.”",
        "21": "Moses was content to dwell with the man. He gave Moses Zipporah, his daughter.",
        "22": "She bore a son, and he named him Gershom, for he said, “I have lived as a foreigner in a foreign land.”",
        "23": "In the course of those many days, the king of Egypt died, and the children of Israel sighed because of the bondage, and they cried, and their cry came up to God because of the bondage.",
        "24": "God heard their groaning, and God remembered his covenant with Abraham, with Isaac, and with Jacob.",
        "25": "God saw the children of Israel, and God understood."
      }
    }
  }
}