{
  "book": "Exodul",
  "chapter": "37",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Apoi Bețaleel a făcut chivotul din lemn de salcâm; lungimea lui era de doi coți și jumătate; lățimea, de un cot și jumătate și înălțimea, tot de un cot și jumătate.",
        "2": "L-a poleit cu aur curat pe dinăuntru și pe dinafară și i-a făcut un chenar de jur împrejur.",
        "3": "A turnat pentru el patru verigi de aur, pe care le-a pus la cele patru colțuri ale lui: două verigi de o parte și două verigi de cealaltă parte.",
        "4": "A făcut niște drugi de lemn de salcâm și i-a poleit cu aur.",
        "5": "A vârât drugii în verigile de la cele două laturi ale chivotului, ca să ducă chivotul.",
        "6": "A făcut și capacul ispășirii din aur curat; lungimea lui era de doi coți și jumătate și lățimea, de un cot și jumătate.",
        "7": "A făcut doi heruvimi din aur bătut la cele două capete ale capacului ispășirii;",
        "8": "un heruvim la un capăt și un heruvim la celălalt capăt; heruvimii i-a făcut pe capacul ispășirii la cele două capete ale lui.",
        "9": "Heruvimii erau cu aripile întinse deasupra, acoperind capacul ispășirii cu aripile lor și uitându-se unul la altul. Heruvimii stăteau cu fața întoarsă spre capacul ispășirii. Facerea mesei",
        "10": "A făcut masa din lemn de salcâm: lungimea ei era de doi coți; lățimea, de un cot și înălțimea, de un cot și jumătate.",
        "11": "A poleit-o cu aur curat și i-a făcut un chenar de jur împrejur.",
        "12": "I-a făcut împrejur un pervaz de un lat de mână, pe care a făcut un chenar de jur împrejur.",
        "13": "A turnat pentru masă patru verigi de aur și a pus verigile în cele patru colțuri, care erau la cele patru picioare ale ei.",
        "14": "Verigile erau lângă pervaz, și în ele erau vârâți drugii pentru ducerea mesei.",
        "15": "A făcut drugii din lemn de salcâm și i-a poleit cu aur; ei slujeau la ducerea mesei.",
        "16": "A făcut apoi uneltele care trebuiau puse pe masă, farfuriile, cățuile, potirele și ceștile ei, care slujeau la jertfele de băutură; le-a făcut din aur curat. Facerea sfeșnicului",
        "17": "A făcut sfeșnicul din aur curat; a făcut sfeșnicul din aur curat, bătut; piciorul, fusul, potirașele, gămălioarele și florile lui erau dintr-o bucată cu el.",
        "18": "Din amândouă părțile lui ieșeau șase brațe: trei brațe dintr-o latură și trei brațe din cealaltă latură.",
        "19": "Pe un braț erau trei potirașe în chip de floare de migdal, cu gămălioarele și florile lor, și pe un alt braț, alte trei potirașe în chip de floare de migdal, cu gămălioarele și florile lor; așa era la toate cele șase brațe care ieșeau din sfeșnic.",
        "20": "Pe fusul sfeșnicului erau patru potirașe în chip de floare de migdal, cu gămălioarele și florile lor.",
        "21": "Era o gămălioară sub două brațe care ieșeau din sfeșnic, o gămălioară sub alte două brațe și o gămălioară sub alte două brațe; așa era la toate cele șase brațe care ieșeau din sfeșnic.",
        "22": "Gămălioarele și brațele sfeșnicului erau dintr-o bucată cu el, bătut în întregime dintr-o bucată de aur curat.",
        "23": "A făcut apoi cele șapte candele ale lui, mucările și cenușarele lui, toate din aur curat.",
        "24": "A întrebuințat un talant de aur curat pentru facerea sfeșnicului cu toate uneltele lui. Altarul pentru tămâie",
        "25": "Apoi a făcut altarul pentru tămâie din lemn de salcâm: lungimea lui era de un cot și lățimea, de un cot; era în patru muchii, și înălțimea lui era de doi coți. Coarnele erau dintr-o bucată cu el.",
        "26": "L-a poleit cu aur curat, atât partea de sus, cât și laturile de jur împrejur și coarnele. Și i-a făcut o cunună de jur împrejur.",
        "27": "Sub cunună a făcut două verigi de aur, pe care le-a pus în cele două unghiuri din cele două laturi, ca să se vâre în ele drugii care slujeau la ducerea lui.",
        "28": "A făcut niște drugi din lemn de salcâm și i-a poleit cu aur.",
        "29": "A făcut untdelemnul pentru ungerea sfântă și tămâia mirositoare, curată, alcătuită după meșteșugul făcătorului de mir."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Bețalel a făcut Chivotul din lemn de salcâm. Acesta avea lungimea de doi coți și jumătate, iar lățimea și înălțimea de un cot și jumătate.",
        "2": "L-a poleit cu aur pur pe interior și pe exterior și i-a făcut un chenar de aur de jur împrejur.",
        "3": "I-a turnat patru inele de aur pentru cele patru picioare, două inele de o parte și două inele de cealaltă parte.",
        "4": "A făcut niște drugi din lemn de salcâm și i-a poleit cu aur;",
        "5": "a introdus drugii prin inelele de pe cele două părți ale Chivotului, ca să poată fi dus cu ajutorul lor.",
        "6": "Apoi a făcut Capacul ispășirii din aur pur, lung de doi coți și jumătate și lat de un cot și jumătate.",
        "7": "Au făcut și doi heruvimi, din aur bătut, la cele două capete ale Capacului ispășirii,",
        "8": "un heruvim la un capăt și un heruvim la celălalt capăt. I-a făcut, la cele două capete ale Capacului ispășirii, dintr-o singură bucată cu el.",
        "9": "Heruvimii erau cu aripile întinse deasupra, umbrind astfel Capacul ispășirii cu aripile lor. Ei stăteau față în față; fețele heruvimilor erau întoarse înspre Capacul ispășirii.",
        "10": "De asemenea, a făcut masa din lemn de salcâm, lungă de doi coți, lată de un cot și înaltă de un cot și jumătate.",
        "11": "A poleit-o cu aur pur și i-a făcut un chenar de aur de jur împrejur.",
        "12": "I-a făcut împrejur un pervaz cu lățimea de o palmă și un chenar de aur de jur împrejurul pervazului.",
        "13": "I-a turnat patru inele de aur și le-a fixat în cele patru colțuri, în dreptul celor patru picioare ale ei.",
        "14": "Inelele care țineau drugii folosiți la ducerea mesei se aflau în apropierea pervazului.",
        "15": "A făcut drugii pentru ducerea mesei din lemn de salcâm și i-a poleit cu aur.",
        "16": "A făcut obiectele de pe masă din aur pur: farfuriile, vasele pentru tămâie, ulcioarele și bolurile cu care se toarnă jertfele de băutură.",
        "17": "Apoi a făcut sfeșnicul din aur pur. El a făcut sfeșnicul din metal bătut. Piciorul, arborele, cupele, bobocii și petalele lui erau dintr-o singură bucată cu el.",
        "18": "Din laturile lui ieșeau șase ramuri, trei ramuri ale sfeșnicului într-o parte și trei ramuri ale sfeșnicului în cealaltă parte.",
        "19": "Au fost făcute trei cupe în formă de floare de migdal, fiecare cu boboc și petale pe o ramură, și trei cupe în formă de floare de migdal, fiecare cu boboc și petale pe o altă ramură. Așa au fost făcute toate cele șase ramuri care ies din sfeșnic.",
        "20": "Pe sfeșnic erau patru cupe făcute în formă de floare de migdal cu boboci și petale.",
        "21": "Era un boboc sub primele două ramuri care ies din sfeșnic, un boboc sub următoarele două ramuri care ies din el și un boboc sub ultimele două ramuri care ies din el, potrivit cu cele șase ramuri care ies din el.",
        "22": "Bobocii și ramurile erau dintr-o singură bucată cu sfeșnicul. Totul era făcut din aur bătut, din aur pur.",
        "23": "Cele șapte candele, cleștii pentru cărbuni și tăvițele le-a făcut din aur pur.",
        "24": "A făcut sfeșnicul, cu toate obiectele lui, dintr-un talant de aur pur.",
        "25": "A făcut altarul tămâierii din lemn de salcâm. Lungimea lui era de un cot, iar lățimea lui era tot de un cot. Era în formă de pătrat. Înălțimea lui era de doi coți, iar coarnele lui erau dintr-o bucată cu el.",
        "26": "A poleit cu aur pur atât partea superioară și părțile laterale ale altarului, cât și coarnele lui. I-a făcut un chenar de aur de jur împrejur",
        "27": "și două inele de aur pe care le-a fixat sub chenar, pe ambele părți. Ele țineau drugii cu care trebuia transportat.",
        "28": "Drugii i-a făcut din lemn de salcâm și i-a poleit cu aur.",
        "29": "A preparat uleiul pentru ungerea sfântă și tămâia mirositoare, curată, preparată la fel cum se face parfumul."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Bezalel made the ark of acacia wood. Its length was two and a half cubits, and its width a cubit and a half, and a cubit and a half its height.",
        "2": "He overlaid it with pure gold inside and outside, and made a molding of gold for it around it.",
        "3": "He cast four rings of gold for it in its four feet—two rings on its one side, and two rings on its other side.",
        "4": "He made poles of acacia wood and overlaid them with gold.",
        "5": "He put the poles into the rings on the sides of the ark, to bear the ark.",
        "6": "He made a mercy seat of pure gold. Its length was two and a half cubits, and a cubit and a half its width.",
        "7": "He made two cherubim of gold. He made them of beaten work, at the two ends of the mercy seat:",
        "8": "one cherub at the one end, and one cherub at the other end. He made the cherubim of one piece with the mercy seat at its two ends.",
        "9": "The cherubim spread out their wings above, covering the mercy seat with their wings, with their faces toward one another. The faces of the cherubim were toward the mercy seat.",
        "10": "He made the table of acacia wood. Its length was two cubits, and its width was a cubit, and its height was a cubit and a half.",
        "11": "He overlaid it with pure gold, and made a gold molding around it.",
        "12": "He made a border of a hand’s width around it, and made a golden molding on its border around it.",
        "13": "He cast four rings of gold for it, and put the rings in the four corners that were on its four feet.",
        "14": "The rings were close by the border, the places for the poles to carry the table.",
        "15": "He made the poles of acacia wood, and overlaid them with gold, to carry the table.",
        "16": "He made the vessels which were on the table, its dishes, its spoons, its bowls, and its pitchers with which to pour out, of pure gold.",
        "17": "He made the lamp stand of pure gold. He made the lamp stand of beaten work. Its base, its shaft, its cups, its buds, and its flowers were of one piece with it.",
        "18": "There were six branches going out of its sides: three branches of the lamp stand out of its one side, and three branches of the lamp stand out of its other side:",
        "19": "three cups made like almond blossoms in one branch, a bud and a flower, and three cups made like almond blossoms in the other branch, a bud and a flower; so for the six branches going out of the lamp stand.",
        "20": "In the lamp stand were four cups made like almond blossoms, its buds and its flowers;",
        "21": "and a bud under two branches of one piece with it, and a bud under two branches of one piece with it, and a bud under two branches of one piece with it, for the six branches going out of it.",
        "22": "Their buds and their branches were of one piece with it. The whole thing was one beaten work of pure gold.",
        "23": "He made its seven lamps, and its snuffers, and its snuff dishes, of pure gold.",
        "24": "He made it of a talent of pure gold, with all its vessels.",
        "25": "He made the altar of incense of acacia wood. It was square: its length was a cubit, and its width a cubit. Its height was two cubits. Its horns were of one piece with it.",
        "26": "He overlaid it with pure gold: its top, its sides around it, and its horns. He made a gold molding around it.",
        "27": "He made two golden rings for it under its molding crown, on its two ribs, on its two sides, for places for poles with which to carry it.",
        "28": "He made the poles of acacia wood, and overlaid them with gold.",
        "29": "He made the holy anointing oil and the pure incense of sweet spices, after the art of the perfumer."
      }
    }
  }
}