{
  "book": "Exodul",
  "chapter": "12",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul a zis lui Moise și lui Aaron în țara Egiptului:",
        "2": "„Luna aceasta va fi pentru voi cea dintâi lună; ea va fi pentru voi cea dintâi lună a anului.",
        "3": "Vorbiți întregii adunări a lui Israel și spuneți-i: ‘În ziua a zecea a acestei luni, fiecare om să ia un miel de fiecare familie, un miel de fiecare casă.",
        "4": "Dacă sunt prea puțini în casă pentru un miel, să-l ia cu vecinul lui cel mai de aproape, după numărul sufletelor; să faceți socoteala cât poate mânca fiecare din mielul acesta.",
        "5": "Să fie un miel fără cusur, de parte bărbătească, de un an; veți putea să luați un miel sau un ied.",
        "6": "Să-l păstrați până în ziua a paisprezecea a lunii acesteia, și toată adunarea lui Israel să-l înjunghie seara.",
        "7": "Să ia din sângele lui și să ungă amândoi stâlpii ușii și pragul de sus al caselor unde îl vor mânca.",
        "8": "Carnea s-o mănânce chiar în noaptea aceea, friptă la foc, și anume s-o mănânce cu azimi și cu verdețuri amare.",
        "9": "Să nu-l mâncați crud sau fiert în apă, ci să fie fript la foc: atât capul, cât și picioarele și măruntaiele.",
        "10": "Să nu lăsați nimic din el până a doua zi dimineața; și dacă va rămâne ceva din el pe a doua zi dimineața, să-l ardeți în foc.",
        "11": "Când îl veți mânca, să aveți mijlocul încins, încălțămintea în picioare și toiagul în mână și să-l mâncați în grabă, căci sunt Paștele Domnului.",
        "12": "În noaptea aceea, Eu voi trece prin țara Egiptului și voi lovi pe toți întâii născuți din țara Egiptului, de la oameni până la dobitoace, și voi face judecată împotriva tuturor zeilor Egiptului; Eu, Domnul.",
        "13": "Sângele vă va sluji ca semn pe casele unde veți fi. Eu voi vedea sângele și voi trece pe lângă voi, așa că nu vă va nimici nicio urgie atunci când voi lovi țara Egiptului.",
        "14": "Și pomenirea acestei zile s-o păstrați și s-o prăznuiți printr-o sărbătoare în cinstea Domnului; s-o prăznuiți ca o lege veșnică pentru urmașii voștri.",
        "15": "Timp de șapte zile, veți mânca azimi. Din cea dintâi zi, veți scoate aluatul din casele voastre, căci oricine va mânca pâine dospită din ziua întâi până în ziua a șaptea va fi nimicit din Israel.",
        "16": "În ziua dintâi, veți avea o adunare de sărbătoare sfântă; și în ziua a șaptea, veți avea o adunare de sărbătoare sfântă. Să nu faceți nicio muncă în zilele acelea; veți putea numai să pregătiți mâncarea fiecărui ins.",
        "17": "Să țineți Sărbătoarea Azimilor, căci chiar în ziua aceea voi scoate oștile voastre din țara Egiptului; să țineți ziua aceea ca o lege veșnică pentru urmașii voștri.",
        "18": "În luna întâi, din a paisprezecea zi a lunii, seara, să mâncați azimi, până în seara zilei a douăzeci și una a lunii.",
        "19": "Timp de șapte zile, să nu se găsească aluat în casele voastre; căci oricine va mânca pâine dospită va fi nimicit din adunarea lui Israel, fie străin, fie băștinaș.",
        "20": "Să nu mâncați pâine dospită, ci, în toate locuințele voastre, să mâncați azimi.’”",
        "21": "Moise a chemat pe toți bătrânii lui Israel și le-a zis: „Duceți-vă de luați un miel pentru familiile voastre și înjunghiați Paștele.",
        "22": "Să luați apoi un mănunchi de isop, să-l înmuiați în sângele din strachină și să ungeți pragul de sus și cei doi stâlpi ai ușii cu sângele din strachină. Nimeni din voi să nu iasă din casă până dimineața.",
        "23": "Când va trece Domnul ca să lovească Egiptul și va vedea sângele pe pragul de sus și pe cei doi stâlpi ai ușii, Domnul va trece pe lângă ușă și nu va îngădui Nimicitorului să intre în casele voastre ca să vă lovească.",
        "24": "Să păziți lucrul acesta ca o lege pentru voi și pentru copiii voștri în veac.",
        "25": "Când veți intra în țara pe care v-o va da Domnul, după făgăduința Lui, să țineți acest obicei sfânt.",
        "26": "Și când vă vor întreba copiii voștri: ‘Ce înseamnă obiceiul acesta?’,",
        "27": "să răspundeți: ‘Este jertfa de Paște în cinstea Domnului, care a trecut pe lângă casele copiilor lui Israel în Egipt, când a lovit Egiptul și ne-a scăpat casele noastre.’” Poporul s-a plecat și s-a închinat până la pământ.",
        "28": "Și copiii lui Israel au plecat și au făcut cum poruncise Domnul lui Moise și lui Aaron; așa au făcut. Moartea întâilor născuți",
        "29": "La miezul nopții, Domnul a lovit pe toți întâii născuți din țara Egiptului, de la întâiul născut al lui Faraon, care ședea pe scaunul lui de domnie, până la întâiul născut al celui închis în temniță și până la toți întâii născuți ai dobitoacelor.",
        "30": "Faraon s-a sculat noaptea, el și toți slujitorii lui și toți egiptenii, și au fost mari țipete în Egipt, căci nu era casă unde să nu fie un mort.",
        "31": "În aceeași noapte, Faraon a chemat pe Moise și pe Aaron și le-a zis: „Sculați-vă, ieșiți din mijlocul poporului meu, voi și copiii lui Israel. Duceți-vă să slujiți Domnului, cum ați zis.",
        "32": "Luați-vă și oile și boii, cum ați zis, duceți-vă și binecuvântați-mă.”",
        "33": "Egiptenii zoreau poporul și se grăbeau să-i scoată din țară, căci ziceau: „Altfel, toți vom pieri.”",
        "34": "Poporul și-a luat plămădeala (coca) înainte de a se dospi. Și-au învelit postăvile cu plămădeala în haine și le-au pus pe umeri.",
        "35": "Copiii lui Israel au făcut ce spusese Moise și au cerut egiptenilor vase de argint, vase de aur și haine.",
        "36": "Domnul a făcut ca poporul să capete trecere înaintea egiptenilor, care le-au împlinit cererea. Și astfel au jefuit pe egipteni. Plecarea din Egipt",
        "37": "Copiii lui Israel au plecat din Ramses spre Sucot, în număr de aproape șase sute de mii de oameni care mergeau pe jos, afară de copii.",
        "38": "O mulțime de oameni de tot soiul s-au suit împreună cu ei; aveau și turme însemnate de oi și boi.",
        "39": "Cu plămădeala pe care o luaseră din Egipt și care nu se dospise încă, au făcut turte fără aluat, căci fuseseră izgoniți de egipteni fără să mai poată zăbovi și fără să-și ia merinde cu ei.",
        "40": "Șederea copiilor lui Israel în Egipt a fost de patru sute treizeci de ani.",
        "41": "Și, după patru sute treizeci de ani, tocmai în ziua aceea, toate oștile Domnului au ieșit din țara Egiptului.",
        "42": "Noaptea aceea trebuie prăznuită în cinstea Domnului, pentru că atunci i-a scos din țara Egiptului. Noaptea aceea trebuie prăznuită în cinstea Domnului de toți copiii lui Israel și de urmașii lor. Chipul cum să se prăznuiască Paștele",
        "43": "Domnul a zis lui Moise și lui Aaron: „Iată porunca privitoare la Paște: niciun străin să nu mănânce din ele.",
        "44": "Să tai împrejur pe orice rob cumpărat cu bani, și apoi să mănânce din ele.",
        "45": "Veneticul și simbriașul să nu mănânce.",
        "46": "Să nu le mănânce decât într-o singură casă; să nu luați deloc carne afară din casă și să nu zdrobiți niciun os.",
        "47": "Toată adunarea lui Israel să facă Paștele.",
        "48": "Dacă un străin care va locui la tine va vrea să facă Paștele Domnului, orice parte bărbătească din casa lui va trebui tăiată împrejur; apoi se va apropia să le facă, și va fi ca și băștinașul, dar niciun netăiat împrejur să nu mănânce din ele.",
        "49": "Aceeași lege va fi pentru băștinaș ca și pentru străinul care va locui în mijlocul vostru.”",
        "50": "Toți copiii lui Israel au făcut cum poruncise Domnul lui Moise și lui Aaron; așa au făcut.",
        "51": "Și chiar în ziua aceea, Domnul a scos din țara Egiptului pe copiii lui Israel, după oștile lor."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Domnul le-a vorbit lui Moise și Aaron în țara Egiptului, zicând:",
        "2": "„Această lună va marca începutul lunilor; ea va fi pentru voi prima lună din an.",
        "3": "Să-i spuneți întregii comunități a lui Israel astfel: «În ziua a zecea a acestei luni, să se ia un miel pentru fiecare familie, un miel pentru fiecare casă.",
        "4": "Dacă o familie este prea mică pentru a mânca un miel, să-l împartă cu vecinul lor cel mai apropiat, în funcție de numărul persoanelor, iar mielul să fie împărțit în funcție de cât mănâncă fiecare om.",
        "5": "Mielul vostru să fie fără cusur: un mascul de un an. Puteți lua un miel sau un ied.",
        "6": "Să aveți grijă de el până în ziua a paisprezecea a lunii, apoi întreaga adunare a comunității lui Israel să-l înjunghie între asfințit și întuneric.",
        "7": "Să ia din sânge și să-l pună pe cei doi stâlpi și pe pragul de sus al ușilor caselor în care-l vor mânca.",
        "8": "Să mănânce carnea în noaptea aceea; s-o mănânce friptă la foc cu azime și cu ierburi amare.",
        "9": "Să nu-l mâncați crud sau fiert în apă, ci să fie fript la foc, atât capul, cât și picioarele și măruntaiele.",
        "10": "Să nu lăsați nimic din el până dimineață; orice va rămâne până dimineața să fie ars.",
        "11": "Să-l mâncați după ce v-ați înfășurat brâul în jurul mijlocului, v-ați pus sandalele în picioare și v-ați luat toiagul în mână. Să-l mâncați în grabă, fiindcă este mielul de Paște al Domnului.",
        "12": "Căci, în noaptea aceea, Eu voi trece prin țara Egiptului și voi lovi orice întâi născut din țara Egiptului, atât al oamenilor, cât și al animalelor, și îi voi judeca pe toți dumnezeii Egiptului. Eu sunt Domnul.",
        "13": "Sângele va fi un semn pentru voi pe casele în care vă aflați. Când voi vedea sângele, voi trece pe lângă voi și nu va fi nicio urgie asupra voastră ca să vă distrugă atunci când voi lovi țara Egiptului.",
        "14": "Această zi va fi pentru voi o zi de aducere-aminte: s-o comemorați ca pe o sărbătoare pentru Domnul. S-o comemorați de-a lungul generațiilor voastre, ca pe o hotărâre veșnică.",
        "15": "Timp de șapte zile să mâncați azime. Chiar din prima zi să scoateți aluatul din casele voastre, pentru că oricine mănâncă pâine dospită, din prima zi până în a șaptea zi, va fi nimicit din Israel.",
        "16": "În prima zi să aveți o adunare sfântă. În ziua a șaptea să aveți, de asemenea, o adunare sfântă. Să nu faceți nicio lucrare atunci, în afară de faptul că veți pregăti mâncare pentru fiecare persoană.",
        "17": "Să țineți Sărbătoarea Azimelor, pentru că în aceeași zi am scos armatele voastre din țara Egiptului. Să țineți această zi de-a lungul generațiilor voastre, ca pe o hotărâre veșnică.",
        "18": "În prima lună, din seara celei de-a paisprezecea zi până în seara celei de-a douăzeci și una zi, să mâncați azime.",
        "19": "Timp de șapte zile să nu fie aluat în casele voastre, pentru că oricine mănâncă ce este dospit va fi nimicit din comunitatea lui Israel, fie că este străin, fie că este băștinaș.",
        "20": "Să nu mâncați nimic dospit. Să mâncați azime în toate locuințele voastre»“.",
        "21": "Moise i-a chemat pe toți bătrânii lui Israel și le-a zis: „Duceți-vă și luați un miel pentru clanurile voastre și înjunghiați mielul de Paște.",
        "22": "Luați un mănunchi de isop, înmuiați-l în sângele care este în vas și ungeți cu el pragul de sus și cei doi stâlpi ai ușii casei voastre. Nimeni să nu iasă în afara ușii casei lui până dimineața,",
        "23": "pentru că Domnul va trece să-i lovească pe egipteni. Când va vedea sângele pe pragul de sus și pe cei doi stâlpi ai ușii, Domnul va trece pe lângă ușă și nu va da voie Nimicitorului să intre în casele voastre ca să vă lovească.",
        "24": "Să țineți acest obicei ca pe o hotărâre veșnică, pentru voi și pentru copiii voștri.",
        "25": "Când veți intra în țara pe care Domnul v-o va da, așa cum a promis, să țineți acest obicei.",
        "26": "Când copiii voștri vă vor întreba: «Ce înseamnă acest obicei pentru voi?»,",
        "27": "să le răspundeți: «Este jertfa de Paște în cinstea Domnului, pentru că El a trecut pe lângă casele fiilor lui Israel în Egipt, atunci când i-a lovit pe egipteni și a eliberat familiile noastre»“. Poporul s-a plecat până la pământ și s-a închinat.",
        "28": "Apoi fiii lui Israel au plecat și au făcut așa cum le-a poruncit Domnul lui Moise și Aaron; așa au făcut. Moartea întâilor născuți și ieșirea din Egipt",
        "29": "La miezul nopții, Domnul i-a lovit pe toți întâii născuți din țara Egiptului, de la întâiul născut al lui Faraon, care stătea pe tronul său, până la întâiul născut al deținutului, care era în închisoare, și întâiul născut al tuturor vitelor.",
        "30": "Când Faraon, slujitorii săi și toți egiptenii s-au sculat noaptea, au fost mari țipete în Egipt, pentru că nu era casă unde să nu fie cineva mort.",
        "31": "Faraon i-a chemat pe Moise și pe Aaron în timpul nopții și le-a zis: „Ridicați-vă! Ieșiți din mijlocul poporului meu, voi și fiii lui Israel. Plecați! Slujiți-I Domnului, așa cum ați zis.",
        "32": "Luați-vă turmele și cirezile, așa cum ați cerut, plecați și binecuvântați-mă“.",
        "33": "Egiptenii grăbeau poporul, ca să-l scoată cât mai repede afară din țară, căci își ziceau: „Vom muri cu toții!“.",
        "34": "Poporul și-a luat aluatul înainte ca el să dospească, împreună cu vasele de frământat. Le-au înfășurat în haine și le-au pus pe umeri.",
        "35": "Fiii lui Israel au făcut așa cum le-a spus Moise; au cerut egiptenilor lucruri de argint și de aur, precum și îmbrăcăminte.",
        "36": "Domnul a făcut ca poporul să găsească bunăvoință înaintea egiptenilor și aceștia le-au dat ce-au cerut. Și, astfel, i-au prădat pe egipteni.",
        "37": "Fiii lui Israel au călătorit pe jos, din Ramses spre Sucot. Ei erau în jur de șase sute de mii de bărbați care mergeau pe jos, în afară de copii.",
        "38": "De asemenea, o mulțime de oameni, din națiuni diferite, au mers împreună cu ei, precum și foarte multe vite, atât turme, cât și cirezi.",
        "39": "Au făcut turte din aluatul nedospit pe care l-au adus din Egipt. Aluatul nu era dospit, pentru că atunci când au fost alungați din Egipt n-au putut să întârzie, și nici să-și pregătească provizii.",
        "40": "Perioada de ședere a fiilor lui Israel în Egipt a fost de patru sute treizeci de ani.",
        "41": "La sfârșitul celor patru sute treizeci de ani, chiar în ziua aceea, toate armatele Domnului au ieșit din țara Egiptului.",
        "42": "Pentru că Domnul a vegheat, în noaptea aceea, să-i scoată din țara Egiptului, toți fiii lui Israel, de-a lungul generațiilor lor, trebuie să țină acea noapte de veghe în cinstea Domnului. Porunci privind Paștele",
        "43": "Domnul le-a zis lui Moise și Aaron: „Aceasta este porunca cu privire la Paște: niciun străin să nu-l mănânce,",
        "44": "dar orice sclav cumpărat poate mânca din el după ce a fost circumcis.",
        "45": "Peregrinul și zilierul să nu mănânce din el.",
        "46": "Să fie mâncat într-o singură casă. Să nu scoateți carnea afară din casă și să nu-i zdrobiți niciunul dintre oase.",
        "47": "Paștele să fie ținut de întreaga comunitate a lui Israel.",
        "48": "Dacă vreun străin care locuiește la tine va dori să sărbătorească Paștele Domnului, fiecare persoană de parte bărbătească din familia lui să fie circumcisă. Doar după aceea se poate apropia să sărbătorească. El va fi privit ca un băștinaș. Niciun om necircumcis să nu mănânce.",
        "49": "Va fi o singură lege atât pentru băștinaș, cât și pentru străinul care locuiește în mijlocul vostru“.",
        "50": "Toți fiii lui Israel au făcut așa cum Domnul le poruncise lui Moise și Aaron; așa au făcut.",
        "51": "În ziua aceea, Domnul i-a scos pe fiii lui Israel din țara Egiptului, potrivit cu armatele lor."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh spoke to Moses and Aaron in the land of Egypt, saying,",
        "2": "“This month shall be to you the beginning of months. It shall be the first month of the year to you.",
        "3": "Speak to all the congregation of Israel, saying, ‘On the tenth day of this month, they shall take to them every man a lamb, according to their fathers’ houses, a lamb for a household;",
        "4": "and if the household is too little for a lamb, then he and his neighbor next to his house shall take one according to the number of the souls. You shall make your count for the lamb according to what everyone can eat.",
        "5": "Your lamb shall be without defect, a male a year old. You shall take it from the sheep or from the goats.",
        "6": "You shall keep it until the fourteenth day of the same month; and the whole assembly of the congregation of Israel shall kill it at evening.",
        "7": "They shall take some of the blood, and put it on the two door posts and on the lintel, on the houses in which they shall eat it.",
        "8": "They shall eat the meat in that night, roasted with fire, with unleavened bread. They shall eat it with bitter herbs.",
        "9": "Don’t eat it raw, nor boiled at all with water, but roasted with fire; with its head, its legs and its inner parts.",
        "10": "You shall let nothing of it remain until the morning; but that which remains of it until the morning you shall burn with fire.",
        "11": "This is how you shall eat it: with your belt on your waist, your sandals on your feet, and your staff in your hand; and you shall eat it in haste: it is Yahweh’s Passover.",
        "12": "For I will go through the land of Egypt in that night, and will strike all the firstborn in the land of Egypt, both man and animal. I will execute judgments against all the gods of Egypt. I am Yahweh.",
        "13": "The blood shall be to you for a token on the houses where you are. When I see the blood, I will pass over you, and no plague will be on you to destroy you when I strike the land of Egypt.",
        "14": "This day shall be a memorial for you. You shall keep it as a feast to Yahweh. You shall keep it as a feast throughout your generations by an ordinance forever.",
        "15": "“‘Seven days you shall eat unleavened bread; even the first day you shall put away yeast out of your houses, for whoever eats leavened bread from the first day until the seventh day, that soul shall be cut off from Israel.",
        "16": "In the first day there shall be to you a holy convocation, and in the seventh day a holy convocation; no kind of work shall be done in them, except that which every man must eat, only that may be done by you.",
        "17": "You shall observe the feast of unleavened bread; for in this same day I have brought your armies out of the land of Egypt. Therefore you shall observe this day throughout your generations by an ordinance forever.",
        "18": "In the first month, on the fourteenth day of the month at evening, you shall eat unleavened bread, until the twenty first day of the month at evening.",
        "19": "There shall be no yeast found in your houses for seven days, for whoever eats that which is leavened, that soul shall be cut off from the congregation of Israel, whether he is a foreigner, or one who is born in the land.",
        "20": "You shall eat nothing leavened. In all your habitations you shall eat unleavened bread.’”",
        "21": "Then Moses called for all the elders of Israel, and said to them, “Draw out, and take lambs according to your families, and kill the Passover.",
        "22": "You shall take a bunch of hyssop, and dip it in the blood that is in the basin, and strike the lintel and the two door posts with the blood that is in the basin. None of you shall go out of the door of his house until the morning.",
        "23": "For Yahweh will pass through to strike the Egyptians; and when he sees the blood on the lintel, and on the two door posts, Yahweh will pass over the door, and will not allow the destroyer to come in to your houses to strike you.",
        "24": "You shall observe this thing for an ordinance to you and to your sons forever.",
        "25": "It shall happen when you have come to the land which Yahweh will give you, as he has promised, that you shall keep this service.",
        "26": "It will happen, when your children ask you, ‘What do you mean by this service?’",
        "27": "that you shall say, ‘It is the sacrifice of Yahweh’s Passover, who passed over the houses of the children of Israel in Egypt, when he struck the Egyptians, and spared our houses.’” The people bowed their heads and worshiped.",
        "28": "The children of Israel went and did so; as Yahweh had commanded Moses and Aaron, so they did.",
        "29": "At midnight, Yahweh struck all the firstborn in the land of Egypt, from the firstborn of Pharaoh who sat on his throne to the firstborn of the captive who was in the dungeon, and all the firstborn of livestock.",
        "30": "Pharaoh rose up in the night, he, and all his servants, and all the Egyptians; and there was a great cry in Egypt, for there was not a house where there was not one dead.",
        "31": "He called for Moses and Aaron by night, and said, “Rise up, get out from among my people, both you and the children of Israel; and go, serve Yahweh, as you have said!",
        "32": "Take both your flocks and your herds, as you have said, and be gone; and bless me also!”",
        "33": "The Egyptians were urgent with the people, to send them out of the land in haste, for they said, “We are all dead men.”",
        "34": "The people took their dough before it was leavened, their kneading troughs being bound up in their clothes on their shoulders.",
        "35": "The children of Israel did according to the word of Moses; and they asked of the Egyptians jewels of silver, and jewels of gold, and clothing.",
        "36": "Yahweh gave the people favor in the sight of the Egyptians, so that they let them have what they asked. They plundered the Egyptians.",
        "37": "The children of Israel traveled from Rameses to Succoth, about six hundred thousand on foot who were men, in addition to children.",
        "38": "A mixed multitude went up also with them, with flocks, herds, and even very much livestock.",
        "39": "They baked unleavened cakes of the dough which they brought out of Egypt; for it wasn’t leavened, because they were thrust out of Egypt, and couldn’t wait, and they had not prepared any food for themselves.",
        "40": "Now the time that the children of Israel lived in Egypt was four hundred thirty years.",
        "41": "At the end of four hundred thirty years, to the day, all of Yahweh’s armies went out from the land of Egypt.",
        "42": "It is a night to be much observed to Yahweh for bringing them out from the land of Egypt. This is that night of Yahweh, to be much observed by all the children of Israel throughout their generations.",
        "43": "Yahweh said to Moses and Aaron, “This is the ordinance of the Passover. No foreigner shall eat of it,",
        "44": "but every man’s servant who is bought for money, when you have circumcised him, then shall he eat of it.",
        "45": "A foreigner and a hired servant shall not eat of it.",
        "46": "It must be eaten in one house. You shall not carry any of the meat outside of the house. Do not break any of its bones.",
        "47": "All the congregation of Israel shall keep it.",
        "48": "When a stranger lives as a foreigner with you, and would like to keep the Passover to Yahweh, let all his males be circumcised, and then let him come near and keep it. He shall be as one who is born in the land; but no uncircumcised person shall eat of it.",
        "49": "One law shall be to him who is born at home, and to the stranger who lives as a foreigner among you.”",
        "50": "All the children of Israel did so. As Yahweh commanded Moses and Aaron, so they did.",
        "51": "That same day, Yahweh brought the children of Israel out of the land of Egypt by their armies."
      }
    }
  }
}