{
  "book": "Exodul",
  "chapter": "38",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "A făcut altarul pentru arderile-de-tot din lemn de salcâm: lungimea lui era de cinci coți și lățimea, de cinci coți; era în patru muchii, și înălțimea lui era de trei coți.",
        "2": "La cele patru colțuri, i-a făcut niște coarne dintr-o bucată cu el și l-a poleit cu aramă.",
        "3": "A făcut toate uneltele altarului: oalele pentru cenușă, lopețile, lighenele, furculițele și tigăile pentru cărbuni; toate uneltele acestea le-a făcut de aramă.",
        "4": "A făcut pentru altar un grătar de aramă, ca o rețea, pe care a pus-o sub pervazul altarului, începând de jos, așa că venea până la jumătatea altarului.",
        "5": "A turnat apoi patru verigi, pe care le-a pus în cele patru colțuri ale grătarului de aramă, ca să vâre drugii în ele.",
        "6": "A făcut drugii din lemn de salcâm și i-a poleit cu aramă.",
        "7": "A vârât drugii în verigile de pe laturile altarului ca să-l ducă. L-a făcut din scânduri, gol pe dinăuntru.",
        "8": "A făcut ligheanul de aramă, cu piciorul lui de aramă, din oglinzile femeilor care slujeau la ușa cortului întâlnirii. Facerea curții",
        "9": "Apoi a făcut curtea. Înspre partea de miazăzi, pentru curte, erau niște pânze de in subțire răsucit, pe o lungime de o sută de coți,",
        "10": "cu douăzeci de stâlpi așezați pe douăzeci de picioare de aramă; cârligele stâlpilor și bețele lor de legătură erau de argint.",
        "11": "Înspre partea de miazănoapte, erau o sută de coți de pânză, cu douăzeci de stâlpi și cu cele douăzeci de picioare de aramă ale lor; cârligele stâlpilor și bețele lor de legătură erau de argint.",
        "12": "Înspre partea de apus, erau cincizeci de coți de pânză, cu zece stâlpi și cele zece picioare ale lor; cârligele stâlpilor și bețele lor de legătură erau din argint.",
        "13": "Înspre partea de răsărit, pe cei cincizeci de coți lățime, erau:",
        "14": "pentru o aripă, cincisprezece coți de pânză, cu trei stâlpi și cele trei picioare ale lor,",
        "15": "și pentru a doua aripă, care era în fața ei, de cealaltă parte a porții curții, cincisprezece coți de pânză, cu trei stâlpi și cele trei picioare ale lor.",
        "16": "Toate pânzele de jur împrejurul curții erau din in subțire răsucit.",
        "17": "Picioarele stâlpilor erau de aramă, cârligele stâlpilor și bețele lor de legătură erau din argint, și căpătâiele lor erau poleite cu argint. Toți stâlpii curții erau legați între ei cu bețe de argint.",
        "18": "Perdeaua de la poarta curții cortului era o lucrătură făcută la gherghef din fir albastru, purpuriu, cârmâziu și din in subțire răsucit; avea o lungime de douăzeci de coți și înălțimea era de cinci coți, ca lățimea pânzelor curții;",
        "19": "cei patru stâlpi ai ei și cele patru picioare ale lor erau din aramă; cârligele și bețele lor de legătură erau din argint, iar căpătâiele erau poleite cu argint.",
        "20": "Toți țărușii din jurul cortului și curții erau din aramă. Socoteala cortului",
        "21": "Iată socoteala locașului cortului întâlnirii, făcută după porunca lui Moise, prin îngrijirea leviților, sub cârmuirea lui Itamar, fiul preotului Aaron.",
        "22": "Bețaleel, fiul lui Uri, fiul lui Hur, din seminția lui Iuda, a făcut tot ce poruncise lui Moise Domnul.",
        "23": "El a avut ca ajutor pe Oholiab, fiul lui Ahisamac, din seminția lui Dan, meșter la săpat în pietre, la cioplit cu meșteșug și la lucrat pe gherghef în materiile vopsite în albastru, în purpuriu, în cârmâziu și în in subțire.",
        "24": "Tot aurul întrebuințat la lucru pentru toate lucrările Sfântului Locaș, aur ieșit din daruri, se suia la douăzeci și nouă de talanți și șapte sute treizeci de sicli, după siclul cortului.",
        "25": "Argintul celor ieșiți la numărătoare din adunare se suia la o sută de talanți și o mie șapte sute șaptezeci și cinci de sicli, după siclul Sfântului Locaș.",
        "26": "Câte o jumătate de siclu de cap, o jumătate de siclu, după siclul Sfântului Locaș, pentru fiecare om cuprins în numărătoare, de la vârsta de douăzeci de ani în sus, adică pentru șase sute trei mii cinci sute cincizeci de oameni.",
        "27": "Din cei o sută de talanți de argint s-au turnat picioarele Sfântului Locaș și picioarele perdelei dinăuntru, adică o sută de picioare la cei o sută de talanți, câte un talant de picior.",
        "28": "Și cu cei o mie șapte sute șaptezeci și cinci de sicli s-au făcut cârligele și bețele de legătură dintre stâlpi și le-au poleit căpătâiele.",
        "29": "Arama dăruită se suia la șaptezeci de talanți și două mii patru sute de sicli.",
        "30": "Din ea au făcut picioarele de la ușa cortului întâlnirii; altarul de aramă cu grătarul lui și toate uneltele altarului;",
        "31": "picioarele stâlpilor curții de jur împrejur și picioarele stâlpilor de la poarta curții, și toți țărușii din jurul cortului și ai curții."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "După aceea, a făcut din lemn de salcâm altarul arderilor-de-tot. Altarul era în formă de pătrat, având lungimea și lățimea de cinci coți, iar înălțimea de trei coți.",
        "2": "La cele patru colțuri i-a făcut niște coarne, care erau din aceeași bucată cu el, și l-a poleit cu bronz.",
        "3": "A făcut și toate uneltele altarului: oalele, lopețile, vasele, furculițele și fărașele pentru cărbuni. Toate uneltele lui le-a făcut din bronz.",
        "4": "A făcut pentru altar un grătar din bronz, ca o rețea, pe care l-a pus sub pervaz, la jumătatea înălțimii lui.",
        "5": "La cele patru colțuri ale grătarului de bronz, a turnat patru inele care țineau drugii.",
        "6": "A făcut drugii din lemn de salcâm și i-a poleit cu bronz.",
        "7": "A introdus drugii prin inelele de pe laturile altarului, astfel încât acesta să poată fi dus. Altarul l-a făcut din scânduri, gol în interior.",
        "8": "Din oglinzile femeilor care slujeau la intrarea în Cortul Întâlnirii a făcut ligheanul de bronz cu piedestalul lui, făcut tot din bronz.",
        "9": "Apoi a făcut curtea: în partea de sud, pe o lungime de o sută de coți, erau draperiile curții, din fir de in subțire răsucit.",
        "10": "Cei douăzeci de stâlpi cu cele douăzeci de piedestale ale lor erau din bronz, iar cârligele stâlpilor și legăturile lor erau din argint.",
        "11": "În partea de nord, pe o lungime de o sută de coți, au fost puse draperiile cu cei douăzeci de stâlpi ai lor și cele douăzeci de piedestale de bronz ale acestora; cârligele stâlpilor și legăturile lor erau din argint.",
        "12": "În partea de vest au fost puse draperii pe o lungime de cincizeci de coți, cu cei zece stâlpi ai lor și cele zece piedestale ale acestora; cârligele stâlpilor și legăturile lor erau din argint.",
        "13": "În partea de est se aflau draperii pe o lungime de cincizeci de coți.",
        "14": "Draperiile pentru o parte a intrării se întindeau pe o lungime de cincisprezece coți, cu cei trei stâlpi ai lor și cele trei piedestale ale acestora.",
        "15": "În cealaltă parte, la fel. Prin urmare, de fiecare parte a intrării în curte se aflau draperii pe o lungime de cincisprezece coți, cu cei trei stâlpi ai lor și cele trei piedestale ale acestora.",
        "16": "Toate draperiile din jurul curții erau din fir de in subțire răsucit.",
        "17": "Piedestalele stâlpilor erau din bronz, iar cârligele stâlpilor și legăturile lor erau din argint; chiar și partea de sus a stâlpilor era poleită cu argint; astfel, toți stâlpii curții aveau legături din argint.",
        "18": "Draperia de la intrarea curții era din fire de culoare albastră, purpurie și stacojie, din fir de in subțire răsucit, lucrată la gherghef; era lungă de douăzeci de coți și înaltă de cinci coți, la fel ca draperiile curții.",
        "19": "Cei patru stâlpi ai ei și cele patru piedestale ale acestora erau din bronz, iar cârligele și legăturile erau din argint, partea de sus fiind poleită tot cu argint.",
        "20": "Toți țărușii Tabernaculului și ai curții, de jur împrejur, erau din bronz. Inventarul materialelor folosite",
        "21": "Aceasta este cantitatea materialelor folosite la Tabernacul, la Tabernaculul Mărturiei, numărate după porunca lui Moise, prin lucrarea leviților, sub conducerea lui Itamar, fiul preotului Aaron.",
        "22": "Bețalel, fiul lui Uri, fiul lui Hur, din seminția lui Iuda, a făcut tot ceea ce i-a poruncit Domnul lui Moise.",
        "23": "Împreună cu el a fost și Oholiab, fiul lui Ahisamah, din seminția lui Dan, cioplitor, proiectant, țesător la gherghef cu fire de culoare albastră, purpurie și stacojie și cu fir de in subțire.",
        "24": "Tot aurul folosit pentru lucrare, la toată construcția Lăcașului, aur adus ca jertfă legănată, a fost de douăzeci și nouă de talanți și șapte sute treizeci de șecheli, măsurați după șechelul Lăcașului.",
        "25": "Argintul strâns de la adunare cântărea o sută de talanți și o mie șapte sute șaptezeci și cinci de șecheli, măsurați după șechelul Lăcașului.",
        "26": "S-a folosit o beca de fiecare om, adică o jumătate de șechel, măsurat după șechelul Lăcașului, pentru fiecare om numărat la recensământ de la douăzeci de ani în sus, adică șase sute trei mii cinci sute cincizeci de oameni.",
        "27": "O sută de talanți de argint au fost folosiți pentru a turna piedestalele Lăcașului și piedestalele curții. O sută de piedestale dintr-o sută de talanți, ceea ce înseamnă că un piedestal a fost făcut dintr-un talant.",
        "28": "Din o mie șapte sute șaptezeci și cinci de șecheli au fost făcute cârligele pentru stâlpi, le-au fost poleite vârfurile și le-au fost făcute legăturile.",
        "29": "Bronzul dăruit a fost de șaptezeci de talanți și două mii patru sute de șecheli.",
        "30": "Cu el au fost făcute piedestalele de la intrarea în Cortul Întâlnirii, altarul de bronz și grătarul lui de bronz cu toate uneltele lui,",
        "31": "piedestalele de jur împrejurul curții, piedestalele de la poarta curții, toți țărușii cortului și toți țărușii din jurul curții."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "He made the altar of burnt offering of acacia wood. It was square. Its length was five cubits, its width was five cubits, and its height was three cubits.",
        "2": "He made its horns on its four corners. Its horns were of one piece with it, and he overlaid it with bronze.",
        "3": "He made all the vessels of the altar: the pots, the shovels, the basins, the forks, and the fire pans. He made all its vessels of bronze.",
        "4": "He made for the altar a grating of a network of bronze, under the ledge around it beneath, reaching halfway up.",
        "5": "He cast four rings for the four corners of bronze grating, to be places for the poles.",
        "6": "He made the poles of acacia wood, and overlaid them with bronze.",
        "7": "He put the poles into the rings on the sides of the altar, with which to carry it. He made it hollow with planks.",
        "8": "He made the basin of bronze, and its base of bronze, out of the mirrors of the ministering women who ministered at the door of the Tent of Meeting.",
        "9": "He made the court: for the south side southward the hangings of the court were of fine twined linen, one hundred cubits;",
        "10": "their pillars were twenty, and their sockets twenty, of bronze; the hooks of the pillars and their fillets were of silver.",
        "11": "For the north side one hundred cubits, their pillars twenty, and their sockets twenty, of bronze; the hooks of the pillars, and their fillets, of silver.",
        "12": "For the west side were hangings of fifty cubits, their pillars ten, and their sockets ten; the hooks of the pillars, and their fillets, of silver.",
        "13": "For the east side eastward fifty cubits,",
        "14": "the hangings for the one side were fifteen cubits; their pillars three, and their sockets three;",
        "15": "and so for the other side: on this hand and that hand by the gate of the court were hangings of fifteen cubits; their pillars three, and their sockets three.",
        "16": "All the hangings around the court were of fine twined linen.",
        "17": "The sockets for the pillars were of bronze. The hooks of the pillars and their fillets were of silver. Their capitals were overlaid with silver. All the pillars of the court had silver bands.",
        "18": "The screen for the gate of the court was the work of the embroiderer, of blue, purple, scarlet, and fine twined linen. Twenty cubits was the length, and the height along the width was five cubits, like the hangings of the court.",
        "19": "Their pillars were four, and their sockets four, of bronze; their hooks of silver, and the overlaying of their capitals, and their fillets, of silver.",
        "20": "All the pins of the tabernacle, and around the court, were of bronze.",
        "21": "These are the amounts of materials used for the tabernacle, even the Tabernacle of the Testimony, as they were counted, according to the commandment of Moses, for the service of the Levites, by the hand of Ithamar, the son of Aaron the priest.",
        "22": "Bezalel the son of Uri, the son of Hur, of the tribe of Judah, made all that Yahweh commanded Moses.",
        "23": "With him was Oholiab, the son of Ahisamach, of the tribe of Dan, an engraver, and a skillful workman, and an embroiderer in blue, in purple, in scarlet, and in fine linen.",
        "24": "All the gold that was used for the work in all the work of the sanctuary, even the gold of the offering, was twenty-nine talents and seven hundred thirty shekels, according to the shekel of the sanctuary.",
        "25": "The silver of those who were counted of the congregation was one hundred talents and one thousand seven hundred seventy-five shekels, according to the shekel of the sanctuary:",
        "26": "a beka a head, that is, half a shekel, according to the shekel of the sanctuary, for everyone who passed over to those who were counted, from twenty years old and upward, for six hundred three thousand five hundred fifty men.",
        "27": "The one hundred talents of silver were for casting the sockets of the sanctuary and the sockets of the veil: one hundred sockets for the one hundred talents, one talent per socket.",
        "28": "From the one thousand seven hundred seventy-five shekels he made hooks for the pillars, overlaid their capitals, and made fillets for them.",
        "29": "The bronze of the offering was seventy talents and two thousand four hundred shekels.",
        "30": "With this he made the sockets to the door of the Tent of Meeting, the bronze altar, the bronze grating for it, all the vessels of the altar,",
        "31": "the sockets around the court, the sockets of the gate of the court, all the pins of the tabernacle, and all the pins around the court."
      }
    }
  }
}