{
    "book": "Ezechiel",
    "chapter": "21",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Și cuvântul Domnului mi-a vorbit astfel:",
                "2": "„Fiul omului, întoarce-ți fața spre Ierusalim și vorbește împotriva locurilor sfinte, prorocește împotriva țării lui Israel!",
                "3": "Spune țării lui Israel: ‘Așa vorbește Domnul: «Iată, am necaz pe tine, Îmi voi trage sabia din teacă și voi nimici cu desăvârșire în mijlocul tău pe cel neprihănit și pe cel rău.",
                "4": "Pentru că vreau să nimicesc cu desăvârșire din mijlocul tău pe cel neprihănit și pe cel rău, sabia Mea va ieși din teacă, pentru ca să lovească orice făptură, de la miazăzi până la miazănoapte.",
                "5": "Și orice făptură va ști că Eu, Domnul, Mi-am scos sabia din teacă și nu se va mai întoarce înapoi în ea.»’",
                "6": "Și tu, fiul omului, gemi! Cu rărunchii zdrobiți și cu amărăciunea în suflet, gemi sub privirile lor!",
                "7": "Și, dacă te vor întreba: ‘Pentru ce gemi?’, să răspunzi: ‘Pentru că vine o veste… Când va veni, toate inimile se vor înspăimânta, toate mâinile vor slăbi, toate sufletele se vor mâhni și toți genunchii se vor topi ca apa!… Iată că vine, a sosit’, zice Domnul Dumnezeu.”",
                "8": "Cuvântul Domnului mi-a vorbit astfel:",
                "9": "„Fiul omului, prorocește și spune: ‘Așa vorbește Domnul.’ Zi: ‘Sabia, da, sabia este ascuțită și lustruită.",
                "10": "Este ascuțită pentru măcel și lustruită ca să lucească!… O, sabie, tu tai toiagul de cârmuire al fiului meu, care nesocotește orice lemn…",
                "11": "A dat-o la lustruit ca s-o apuce cu mâna; este ascuțită sabia și lustruită ca să înarmeze mâna celui ce măcelărește.’",
                "12": "Strigă și vaită-te, fiul omului! Căci este scoasă împotriva poporului Meu, împotriva tuturor voievozilor lui Israel, care sunt dați pradă sabiei împreună cu poporul Meu; de aceea, bate-te pe coapsă!",
                "13": "Da, încercarea s-a făcut. Și ce va fi dacă toiagul acesta de cârmuire care nesocotește totul va fi nimicit?”, zice Domnul Dumnezeu.",
                "14": "„Și tu, fiul omului, prorocește și bate din mâini! Loviturile sabiei să fie îndoite, întreite! Este sabia de măcel, sabia măcelului celui mare, care îi urmărește din toate părțile.",
                "15": "Ca să arunc groaza în inimi, ca să înmulțesc pe cei loviți, de aceea am tras sabia, amenințându-i la toate porțile lor. Vai, e făcută să fulgere și ascuțită pentru măcel!",
                "16": "Strânge-ți puterile, sabie, întoarce-te la dreapta! Așază-te, întoarce-te la stânga! Îndreaptă-ți ascuțișul în toate părțile!",
                "17": "Și Eu voi bate din mâini de bucurie și Îmi voi potoli urgia. Eu, Domnul, vorbesc!”",
                "18": "Cuvântul Domnului mi-a vorbit astfel:",
                "19": "„Fiul omului, croiește-ți două drumuri pe unde să treacă sabia împăratului Babilonului! Amândouă trebuie să iasă din aceeași țară. Fă un semn pe drum, fă-l la începutul drumului care duce într-o cetate.",
                "20": "Să faci unul din aceste drumuri așa ca sabia să vină la Raba, cetatea copiilor lui Amon, și pe celălalt, așa ca sabia să vină în Iuda, la Ierusalim, cetatea întărită.",
                "21": "Căci împăratul Babilonului stă la răscruce, la capătul celor două drumuri, ca să dea cu bobii; el scutură săgețile, întreabă terafimii și cercetează ficatul.",
                "22": "Sorțul care este în dreapta lui înseamnă Ierusalimul, unde vor trebui să ridice berbeci, să dea poruncă pentru măcel și să scoată strigăte de război; vor ridica berbeci împotriva porților, vor ridica întărituri și vor face șanțuri de apărare.",
                "23": "Copiii lui Israel nu văd în aceasta decât niște vrăjitorii deșarte, ei, care au făcut jurăminte mincinoase. Dar împăratul Babilonului își aduce aminte de nelegiuirea lor, așa că vor fi prinși.",
                "24": "De aceea, așa vorbește Domnul Dumnezeu: ‘Pentru că vă făliți cu nelegiuirea voastră, vădindu-vă fărădelegile, arătându-vă păcatele în toate faptele voastre; pentru că vă făliți cu ele, veți fi prinși de mâna lui!",
                "25": "Și tu, domn nelegiuit, gata să fii ucis, domn al lui Israel, a cărui zi vine tocmai când nelegiuirea este la culme!",
                "26": "Așa vorbește Domnul Dumnezeu: «La o parte cu mitra, jos cununa împărătească! Nu mai este cum a fost. Ce este plecat va fi înălțat și ce este înălțat va fi plecat!",
                "27": "Voi da jos cununa, o voi da jos, o voi da jos. Dar lucrul acesta nu va avea loc decât la venirea Aceluia care are drept la ea și în mâna căruia o voi încredința.»’",
                "28": "Și tu, fiul omului, prorocește și spune: ‘Așa vorbește Domnul Dumnezeu despre copiii lui Amon și despre ocara lor.’ Spune: ‘Sabia, da, sabia este scoasă pentru măcel; este lustruită pentru nimicire, ca să lucească!",
                "29": "În mijlocul vedeniilor cu care te înșală ei și în mijlocul prorociilor mincinoase pe care ți le fac ei, te vor face să cazi între trupurile moarte ale celor răi, a căror zi vine tocmai când nelegiuirea lor este la culme.",
                "30": "Bagă-ți sabia înapoi în teacă! În locul în care ai fost făcut, în țara ta de naștere, te voi judeca!",
                "31": "Îmi voi vărsa mânia peste tine, voi sufla împotriva ta cu focul urgiei Mele și te voi da în mâinile unor oameni care nu lucrează decât la nimicire.",
                "32": "Vei fi ars de foc; sângele tău va curge în mijlocul țării! Nu-și vor mai aduce aminte de tine! Căci Eu, Domnul, am vorbit.’”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Cuvântul Domnului mi-a vorbit, zicând:",
                "2": "„Fiul omului, îndreaptă-ți fața spre Ierusalim, predică împotriva locurilor sfinte și profețește împotriva țării lui Israel.",
                "3": "Spune țării lui Israel: «Așa vorbește Domnul: ‘Iată, sunt împotriva ta, și de aceea Îmi voi scoate sabia din teacă și-l voi nimici din tine atât pe cel drept, cât și pe cel rău.",
                "4": "De vreme ce urmează să-l nimicesc din tine atât pe cel drept, cât și pe cel rău, sabia Mea va ieși din teacă împotriva tuturor făpturilor, din sud până în nord.",
                "5": "Și toate făpturile vor ști că Eu, Domnul, Mi-am scos sabia din teacă; ea nu se va mai întoarce la locul ei’».",
                "6": "Iar tu, fiul omului, gemi! Suspină cu coapsele zdrobite și cu amărăciune! Suspină înaintea ochilor lor.",
                "7": "Când te vor întreba «De ce suspini?», să le răspunzi: «Din cauza veștii care vine! Orice inimă se va descuraja și toate mâinile vor slăbi. Orice duh va leșina și toți genunchii se vor înmuia». Iat-o că vine! Este foarte aproape, zice Stăpânul Domn“.",
                "8": "Cuvântul Domnului mi-a vorbit, zicând:",
                "9": "„Fiul omului, profețește și spune: «Așa vorbește Stăpânul: ‘O sabie, o sabie este ascuțită și lustruită.",
                "10": "Este ascuțită pentru măcel și lustruită ca să scânteieze ca fulgerul. Sau să ne bucurăm, sceptru al fiului Meu? Ea disprețuiește orice copac.",
                "11": "El a dat-o să fie lustruită și să poată fi ținută în mână. ca să fie pusă în mâna celui ce ucide.",
                "12": "Strigă și gemi, fiul omului, și împotriva tuturor prinților lui Israel. Ei sunt dați sabiei împreună cu poporul Meu. De aceea, lovește-ți coapsa!",
                "13": "Căci încercarea va avea loc. Și ce se va întâmpla dacă sceptrul, pe care sabia îl disprețuiește, nu va mai fi? zice Stăpânul Domn’».",
                "14": "Tu, fiul omului, profețește și bate din palme! «Fie ca sabia să lovească de două ori, ba chiar de trei ori. Este o sabie pentru prăpăd, pentru un mare prăpăd, o sabie care-i înconjoară din toate părțile!",
                "15": "Pentru ca inimile să se descurajeze și mulți să se împiedice, la toate porțile lor. Ah, ea este făcută să scânteieze ca fulgerul și este lustruită pentru măcel!",
                "16": "Sabie, lovește în dreapta, sau oriunde îți este îndreptat tăișul!",
                "17": "Iar Eu voi bate din palme și-Mi voi potoli furia!». Eu, Domnul, am vorbit“.",
                "18": "Cuvântul Domnului mi-a vorbit, zicând:",
                "19": "„Fiul omului, hotărăște două drumuri pe care să vină sabia împăratului Babilonului. Amândouă să iasă din aceeași țară. Apoi fă un semn; fă-l la răscrucea drumului spre cetate.",
                "20": "Să faci în așa fel încât unul dintre drumurile pe care trebuie să vină sabia să treacă prin Raba fiilor lui Amon, iar celălalt – prin Iuda, prin fortificațiile Ierusalimului.",
                "21": "Căci împăratul Babilonului stă la răscrucea drumului, la capătul celor două drumuri, ca să ghicească prin divinație. El scutură săgețile, întreabă terafimii și se uită la ficat.",
                "22": "În mâna lui dreaptă stă prezicerea pentru Ierusalim, ca să pregătească berbecii de fier, să dea ordin să înceapă măcelul, să scoată strigăte de război, să pregătească berbecii de fier împotriva porților, să înalțe rampe de asalt și să construiască întărituri.",
                "23": "Dar cei care și-au încălcat jurămintele pe care i le-au făcut vor crede că ceea ce s-a prevestit nu este decât deșertăciune. El însă își va aduce aminte de nelegiuirea lor, ca să fie prinși.",
                "24": "De aceea, așa vorbește Stăpânul Domn: «Pentru că i-ați făcut pe mulți să-și aducă aminte de nelegiuirea voastră, prin faptul că v-ați descoperit fărădelegile și ați lăsat să vi se vadă păcatele în toate faptele voastre, pentru că i-ați făcut pe mulți să-și aducă aminte de ea, veți fi prinși de mâna lui.",
                "25": "Cât despre tine, prinț al lui Israel, păgân și ticălos, căruia ți-a venit ziua, vremea pedepsei finale,",
                "26": "așa vorbește Stăpânul Domn: ‘Să se dea jos turbanul! Să se înlăture coroana! Nimic nu va mai fi la fel. Cel smerit va fi înălțat, iar cel înălțat va fi smerit.",
                "27": "O ruină! O ruină! O voi preface într-o ruină. Și aceasta nu se va întâmpla până când nu va veni cel căruia îi aparține judecata; i-am dat-o lui’».",
                "28": "Iar tu, fiul omului, profețește și spune: «Așa vorbește Stăpânul Domn despre fiii lui Amon și despre disprețul lor: ‘O sabie, o sabie este scoasă pentru măcel. Ea este lustruită, ca să reziste, să fie un fulger.",
                "29": "În pofida vedeniilor mincinoase despre tine, în pofida divinației înșelătoare cu privire la tine, acelor ticăloși care vor fi uciși, cărora le-a venit ziua, vremea pedepsei finale.",
                "30": "Pune sabia înapoi în teacă! În locul în care ai fost prelucrată, în țara ta de origine, acolo te voi judeca.",
                "31": "Îmi voi revărsa peste tine indignarea și voi sufla peste tine cu focul furiei Mele. Te voi da pe mâna barbarilor, a celor ce sunt pricepuți să distrugă.",
                "32": "Vei cădea pradă focului, și nu vei mai fi amintită, căci Eu, Domnul, am vorbit!’»“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Yahweh’s word came to me, saying,",
                "2": "“Son of man, set your face toward Jerusalem, and preach toward the sanctuaries, and prophesy against the land of Israel.",
                "3": "Tell the land of Israel, ‘Yahweh says: “Behold, I am against you, and will draw my sword out of its sheath, and will cut off from you the righteous and the wicked.",
                "4": "Seeing then that I will cut off from you the righteous and the wicked, therefore my sword will go out of its sheath against all flesh from the south to the north.",
                "5": "All flesh will know that I, Yahweh, have drawn my sword out of its sheath. It will not return any more.”’",
                "6": "“Therefore sigh, you son of man. You shall sigh before their eyes with a broken heart and with bitterness.",
                "7": "It shall be, when they ask you, ‘Why do you sigh?’ that you shall say, ‘Because of the news, for it comes! Every heart will melt, all hands will be feeble, every spirit will faint, and all knees will be weak as water. Behold, it comes, and it shall be done, says the Lord Yahweh.’”",
                "8": "Yahweh’s word came to me, saying,",
                "9": "“Son of man, prophesy, and say, ‘Yahweh says: “A sword! A sword! It is sharpened, and also polished.",
                "10": "It is sharpened that it may make a slaughter. It is polished that it may be as lightning. Should we then make mirth? The rod of my son condemns every tree.",
                "11": "It is given to be polished, that it may be handled. The sword is sharpened. Yes, it is polished to give it into the hand of the killer.”’",
                "12": "Cry and wail, son of man; for it is on my people. It is on all the princes of Israel. They are delivered over to the sword with my people. Therefore beat your thigh.",
                "13": "“For there is a trial. What if even the rod that condemns will be no more?” says the Lord Yahweh.",
                "14": "“You therefore, son of man, prophesy, and strike your hands together. Let the sword be doubled the third time, the sword of the fatally wounded. It is the sword of the great one who is fatally wounded, which enters into their rooms.",
                "15": "I have set the threatening sword against all their gates, that their heart may melt, and their stumblings be multiplied. Ah! It is made as lightning. It is pointed for slaughter.",
                "16": "Gather yourselves together. Go to the right. Set yourselves in array. Go to the left, wherever your face is set.",
                "17": "I will also strike my hands together, and I will cause my wrath to rest. I, Yahweh, have spoken it.”",
                "18": "Yahweh’s word came to me again, saying,",
                "19": "“Also, you son of man, appoint two ways, that the sword of the king of Babylon may come. They both will come out of one land, and mark out a place. Mark it out at the head of the way to the city.",
                "20": "You shall appoint a way for the sword to come to Rabbah of the children of Ammon, and to Judah in Jerusalem the fortified.",
                "21": "For the king of Babylon stood at the parting of the way, at the head of the two ways, to use divination. He shook the arrows back and forth. He consulted the teraphim. He looked in the liver.",
                "22": "In his right hand was the lot for Jerusalem, to set battering rams, to open the mouth in the slaughter, to lift up the voice with shouting, to set battering rams against the gates, to cast up mounds, and to build forts.",
                "23": "It will be to them as a false divination in their sight, who have sworn oaths to them; but he brings iniquity to memory, that they may be taken.",
                "24": "“Therefore the Lord Yahweh says: ‘Because you have caused your iniquity to be remembered, in that your transgressions are uncovered, so that in all your doings your sins appear; because you have come to memory, you will be taken with the hand.",
                "25": "“‘You, deadly wounded wicked one, the prince of Israel, whose day has come, in the time of the iniquity of the end,",
                "26": "the Lord Yahweh says: “Remove the turban, and take off the crown. This will not be as it was. Exalt that which is low, and humble that which is high.",
                "27": "I will overturn, overturn, overturn it. This also will be no more, until he comes whose right it is; and I will give it.”’",
                "28": "“You, son of man, prophesy and say, ‘The Lord Yahweh says this concerning the children of Ammon, and concerning their reproach: “A sword! A sword is drawn! It is polished for the slaughter, to cause it to devour, that it may be as lightning;",
                "29": "while they see for you false visions, while they divine lies to you, to lay you on the necks of the wicked who are deadly wounded, whose day has come in the time of the iniquity of the end.",
                "30": "Cause it to return into its sheath. In the place where you were created, in the land of your birth, I will judge you.",
                "31": "I will pour out my indignation on you. I will blow on you with the fire of my wrath. I will deliver you into the hand of brutish men, skillful to destroy.",
                "32": "You will be for fuel to the fire. Your blood will be in the middle of the land. You will be remembered no more; for I, Yahweh, have spoken it.”’”"
            }
        }
    }
}