{
    "book": "Ezechiel",
    "chapter": "37",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Mâna Domnului a venit peste mine și m-a luat în Duhul Domnului și m-a pus în mijlocul unei văi pline de oase.",
                "2": "M-a făcut să trec pe lângă ele, de jur împrejur, și iată că erau foarte multe pe fața văii și erau uscate de tot.",
                "3": "El mi-a zis: „Fiul omului, vor putea oare oasele acestea să învieze?” Eu am răspuns: „Doamne Dumnezeule, Tu știi lucrul acesta!”",
                "4": "El mi-a zis: „Prorocește despre oasele acestea și spune-le: ‘Oase uscate, ascultați cuvântul Domnului!",
                "5": "Așa vorbește Domnul Dumnezeu către oasele acestea: «Iată că voi face să intre în voi un duh și veți învia!",
                "6": "Vă voi da vine, voi face să crească pe voi carne, vă voi acoperi cu piele, voi pune duh în voi și veți învia. Și veți ști că Eu sunt Domnul.»’”",
                "7": "Am prorocit cum mi se poruncise. Și, pe când proroceam, s-a făcut un vuiet și iată că s-a făcut o mișcare, și oasele s-au apropiat unele de altele!",
                "8": "M-am uitat și iată că le-au venit vine, carnea a crescut și le-a acoperit pielea pe deasupra, dar nu era încă duh în ele.",
                "9": "El mi-a zis: „Prorocește și vorbește duhului! Prorocește, fiul omului, și zi duhului: ‘Așa vorbește Domnul Dumnezeu: «Duhule, vino din cele patru vânturi, suflă peste morții aceștia, ca să învieze!»’”",
                "10": "Am prorocit cum mi se poruncise. Și a intrat duhul în ei și au înviat și au stat pe picioare: era o oaste mare, foarte mare la număr.",
                "11": "El mi-a zis: „Fiul omului, oasele acestea sunt toată casa lui Israel. Iată că ei zic: ‘Ni s-au uscat oasele, ni s-a dus nădejdea; suntem pierduți!’",
                "12": "De aceea, prorocește și spune-le: ‘Așa vorbește Domnul Dumnezeu: «Iată, vă voi deschide mormintele, vă voi scoate din mormintele voastre, poporul Meu, și vă voi aduce iarăși în țara lui Israel.",
                "13": "Și veți ști că Eu sunt Domnul când vă voi deschide mormintele și vă voi scoate din mormintele voastre, poporul Meu!",
                "14": "Voi pune Duhul Meu în voi și veți trăi; vă voi așeza iarăși în țara voastră și veți ști că Eu, Domnul, am vorbit și am făcut», zice Domnul.’”",
                "15": "Cuvântul Domnului mi-a vorbit astfel:",
                "16": "„Fiul omului, ia o bucată de lemn și scrie pe ea: ‘Pentru Iuda și pentru copiii lui Israel, care sunt tovarășii lui.’ Ia apoi o altă bucată de lemn și scrie pe ea: ‘Pentru Iosif, lemnul lui Efraim, și pentru toată casa lui Israel, care este tovarășa lui.’",
                "17": "După aceea, împreună-le una cu alta într-o singură bucată, așa încât să fie una în mâna ta.",
                "18": "Și, când îți vor zice copiii poporului tău: ‘Nu vrei să ne lămurești ce înseamnă lucrul acesta?’,",
                "19": "să le răspunzi: ‘Așa vorbește Domnul Dumnezeu: «Iată că voi lua toiagul de lemn al lui Iosif, care este în mâna lui Efraim, și al semințiilor lui Israel, care-i sunt tovarășe, le voi uni cu toiagul lui Iuda și voi face un singur lemn, așa că vor fi una în mâna Mea.»’",
                "20": "Toiegele de lemn pe care vei scrie să le ții astfel în mâna ta, sub ochii lor.",
                "21": "Și să le spui: ‘Așa vorbește Domnul Dumnezeu: «Iată, voi lua pe copiii lui Israel din mijlocul neamurilor la care s-au dus, îi voi strânge din toate părțile și-i voi aduce înapoi în țara lor.",
                "22": "Voi face din ei un singur neam în țară, pe munții lui Israel; toți vor avea un singur împărat și nu vor mai fi două neamuri, nici nu vor mai fi împărțiți în două împărății.",
                "23": "Nici nu se vor mai spurca prin idolii lor, cu urâciunile lor și cu toate fărădelegile lor. Îi voi scoate din toate abaterile cu care au păcătuit și-i voi curăți; ei vor fi poporul Meu și Eu voi fi Dumnezeul lor.",
                "24": "Robul Meu David va fi împărat peste ei și toți vor avea un singur păstor. Vor urma poruncile Mele, vor păzi legile mele și le vor împlini.",
                "25": "Vor locui iarăși în țara pe care am dat-o robului Meu Iacov și pe care au locuit-o și părinții voștri. Da, vor locui în ea ei, copiii lor și copiii copiilor lor pe vecie și Robul Meu David va fi voievodul lor în veci.",
                "26": "Voi încheia cu ei un legământ de pace, care va fi un legământ veșnic cu ei; îi voi sădi și-i voi înmulți și voi pune Locașul Meu cel Sfânt în mijlocul lor pentru totdeauna.",
                "27": "Locuința Mea va fi între ei; Eu voi fi Dumnezeul lor și ei vor fi poporul Meu.",
                "28": "Și neamurile vor ști că Eu sunt Domnul, care sfințește pe Israel, când Locașul Meu cel Sfânt va fi pentru totdeauna în mijlocul lor.»’”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Mâna Domnului a venit peste mine, m-a dus prin Duhul Domnului și m-a lăsat jos în mijlocul unei văi. Valea era plină de oase.",
                "2": "M-a pus să umblu peste ele încoace și încolo, și iată că pe suprafața văii erau foarte multe oase. Și iată că ele erau foarte uscate.",
                "3": "El mi-a zis: ‒ Fiul omului, vor putea oare aceste oase să învie? Eu I-am răspuns: ‒ Stăpâne Doamne, Tu știi!",
                "4": "Atunci El mi-a zis: ‒ Profețește despre oasele acestea și spune-le: „Oase uscate, ascultați Cuvântul Domnului!",
                "5": "Așa vorbește Stăpânul Domn cu privire la oasele acestea: «Iată, voi face să intre suflare în voi și veți învia!",
                "6": "Vă voi da tendoane, voi face să crească pe voi carne și vă voi acoperi cu piele. Voi pune suflare în voi și veți învia. Și veți ști atunci că Eu sunt Domnul!»“.",
                "7": "Am profețit așa cum mi se poruncise. În timp ce profețeam, s-a auzit un zgomot ca un huruit. Și, iată că oasele s-au apropiat unele de celelalte.",
                "8": "M-am uitat și, iată, am văzut că aveau deja tendoane pe ele, carnea crescuse pe ele și erau acoperite cu piele; dar încă nu era suflare în ele.",
                "9": "El mi-a zis: ‒ Profețește suflării! Profețește, fiul omului, și spune-i suflării: „Așa vorbește Stăpânul Domn: «Vino, suflare, din cele patru direcții, și suflă peste acești morți ca să învie!»“.",
                "10": "Am profețit așa cum îmi poruncise și suflarea a intrat în ei. Ei au înviat și s-au ridicat în picioare. Era o armată foarte, foarte mare.",
                "11": "Apoi El mi-a zis: ‒ Fiul omului, oasele acestea sunt toți cei din Casa lui Israel. Iată că ei zic: „Oasele ne sunt uscate și nu mai avem nicio speranță! Suntem pierduți!“.",
                "12": "De aceea, profețește și spune-le: „Așa vorbește Stăpânul Domn: «Poporul Meu, Eu Însumi vă voi deschide mormintele, vă voi scoate din mormintele voastre și vă voi aduce în țara lui Israel.",
                "13": "Poporul Meu, când vă voi deschide mormintele și vă voi scoate din mormintele voastre, veți ști că Eu sunt Domnul.",
                "14": "Voi pune în voi suflarea Mea și veți învia. Vă voi așeza din nou în țara voastră și veți ști că Eu, Domnul, am vorbit și am făcut întocmai, zice Domnul»“.",
                "15": "Cuvântul Domnului mi-a vorbit, zicând:",
                "16": "„Fiul omului, ia o ramură și scrie pe ea: «Pentru Iuda și pentru fiii lui Israel, prietenii săi». Ia apoi o altă ramură și scrie pe ea: «Pentru Iosif, ramura lui Efraim, și pentru toți cei din Casa lui Israel, prietenii lui».",
                "17": "După aceea, apropie-le una de alta și fă-le o singură bucată, astfel încât să fie ca una singură în mâna ta.",
                "18": "Când fiii poporului tău îți vor zice: «Nu vrei să ne explici ce înseamnă toate acestea?»,",
                "19": "tu să le spui: «Așa vorbește Stăpânul Domn: ‘Iată, Eu Însumi voi lua ramura lui Iosif, care este în mâna lui Efraim, și a semințiilor lui Israel, prietenii lui, le voi pune pe ramura lui Iuda și le voi face o singură ramură, astfel că vor fi una în mâna Mea’».",
                "20": "Să ții în mână, înaintea ochilor lor, ramurile pe care ai scris,",
                "21": "și să le spui: «Așa vorbește Stăpânul Domn: ‘Iată, Eu Însumi îi voi lua pe fiii lui Israel din mijlocul națiunilor unde s-au dus, îi voi strânge din toate părțile și-i voi aduce în patria lor.",
                "22": "Voi face din ei o singură națiune în țară, pe munții lui Israel. Va fi un singur rege pentru toți și nu vor mai fi două națiuni, nici nu vor mai fi împărțiți în două regate.",
                "23": "Nu se vor mai pângări cu idolii lor, cu spurcăciunile lor și cu toate fărădelegile lor. Îi voi ierta de toate abaterile prin care au păcătuit și-i voi curăți. Ei vor fi poporul Meu, iar Eu voi fi Dumnezeul lor.",
                "24": "Slujitorul meu David, va fi rege peste ei și va fi un singur păstor pentru toți. Ei vor urma legile Mele și vor păzi și împlini hotărârile Mele.",
                "25": "Vor locui în țara pe care am dat-o slujitorului Meu Iacov, țara în care au locuit strămoșii lor. Ei vor locui în țară împreună cu copiii lor și cu copiii copiilor lor pe vecie, iar slujitorul Meu David le va fi prinț pentru totdeauna.",
                "26": "Voi încheia cu ei un legământ de pace; va fi un legământ veșnic cu ei. Îi voi așeza iarăși, îi voi înmulți și voi pune Sfântul Meu Lăcaș în mijlocul lor pe vecie.",
                "27": "Locuința Mea va fi între ei. Eu voi fi Dumnezeul lor, iar ei vor fi poporul Meu.",
                "28": "Când Sfântul Meu Lăcaș va fi în mijlocul lor pe vecie, națiunile vor ști că Eu sunt Domnul, Cel Care-l sfințesc pe Israel’»“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Yahweh’s hand was on me, and he brought me out in Yahweh’s Spirit, and set me down in the middle of the valley; and it was full of bones.",
                "2": "He caused me to pass by them all around; and behold, there were very many in the open valley, and behold, they were very dry.",
                "3": "He said to me, “Son of man, can these bones live?” I answered, “Lord Yahweh, you know.”",
                "4": "Again he said to me, “Prophesy over these bones, and tell them, ‘You dry bones, hear Yahweh’s word.",
                "5": "The Lord Yahweh says to these bones: “Behold, I will cause breath to enter into you, and you will live.",
                "6": "I will lay sinews on you, and will bring up flesh on you, and cover you with skin, and put breath in you, and you will live. Then you will know that I am Yahweh.”’”",
                "7": "So I prophesied as I was commanded. As I prophesied, there was a noise, and behold, there was an earthquake. Then the bones came together, bone to its bone.",
                "8": "I saw, and, behold, there were sinews on them, and flesh came up, and skin covered them above; but there was no breath in them.",
                "9": "Then he said to me, “Prophesy to the wind, prophesy, son of man, and tell the wind, ‘The Lord Yahweh says: “Come from the four winds, breath, and breathe on these slain, that they may live.”’”",
                "10": "So I prophesied as he commanded me, and the breath came into them, and they lived, and stood up on their feet, an exceedingly great army.",
                "11": "Then he said to me, “Son of man, these bones are the whole house of Israel. Behold, they say, ‘Our bones are dried up, and our hope is lost. We are completely cut off.’",
                "12": "Therefore prophesy, and tell them, ‘The Lord Yahweh says: “Behold, I will open your graves, and cause you to come up out of your graves, my people; and I will bring you into the land of Israel.",
                "13": "You will know that I am Yahweh, when I have opened your graves and caused you to come up out of your graves, my people.",
                "14": "I will put my Spirit in you, and you will live. Then I will place you in your own land; and you will know that I, Yahweh, have spoken it and performed it,” says Yahweh.’”",
                "15": "Yahweh’s word came again to me, saying,",
                "16": "“You, son of man, take one stick and write on it, ‘For Judah, and for the children of Israel his companions.’ Then take another stick, and write on it, ‘For Joseph, the stick of Ephraim, and for all the house of Israel his companions.’",
                "17": "Then join them for yourself to one another into one stick, that they may become one in your hand.",
                "18": "“When the children of your people speak to you, saying, ‘Won’t you show us what you mean by these?’",
                "19": "tell them, ‘The Lord Yahweh says: “Behold, I will take the stick of Joseph, which is in the hand of Ephraim, and the tribes of Israel his companions; and I will put them with it, with the stick of Judah, and make them one stick, and they will be one in my hand.",
                "20": "The sticks on which you write will be in your hand before their eyes.”’",
                "21": "Say to them, ‘The Lord Yahweh says: “Behold, I will take the children of Israel from among the nations where they have gone, and will gather them on every side, and bring them into their own land.",
                "22": "I will make them one nation in the land, on the mountains of Israel. One king will be king to them all. They will no longer be two nations. They won’t be divided into two kingdoms any more at all.",
                "23": "They won’t defile themselves any more with their idols, nor with their detestable things, nor with any of their transgressions; but I will save them out of all their dwelling places in which they have sinned, and will cleanse them. So they will be my people, and I will be their God.",
                "24": "“‘“My servant David will be king over them. They all will have one shepherd. They will also walk in my ordinances and observe my statutes, and do them.",
                "25": "They will dwell in the land that I have given to Jacob my servant, in which your fathers lived. They will dwell therein, they, and their children, and their children’s children, forever. David my servant will be their prince forever.",
                "26": "Moreover I will make a covenant of peace with them. It will be an everlasting covenant with them. I will place them, multiply them, and will set my sanctuary among them forever more.",
                "27": "My tent also will be with them. I will be their God, and they will be my people.",
                "28": "The nations will know that I am Yahweh who sanctifies Israel, when my sanctuary is among them forever more.”’”"
            }
        }
    }
}