{
    "book": "Ezechiel",
    "chapter": "18",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Cuvântul Domnului mi-a vorbit astfel:",
                "2": "„Pentru ce spuneți voi zicătoarea aceasta în țara lui Israel: ‘Părinții au mâncat aguridă, și copiilor li s-au strepezit dinții’?",
                "3": "Pe viața Mea”, zice Domnul Dumnezeu, „că nu veți mai avea prilej să spuneți zicătoarea aceasta în Israel.",
                "4": "Iată că toate sufletele sunt ale Mele. După cum sufletul fiului este al Meu, tot așa și sufletul tatălui este al Meu. Sufletul care păcătuiește, acela va muri.",
                "5": "Omul care este drept, care face judecată și dreptate,",
                "6": "care nu mănâncă pe munți carne jertfită idolilor și nu ridică ochii spre idolii casei lui Israel, care nu necinstește nevasta aproapelui său și nu se apropie de nevastă-sa în timpul necurăției ei,",
                "7": "care n-asuprește pe nimeni, care dă înapoi datornicului zălogul, care nu răpește nimic, care dă din pâinea lui celui flămând și învelește cu o haină pe cel gol,",
                "8": "care nu împrumută cu dobândă și nu ia camătă, care își abate mâna de la nelegiuire și judecă după adevăr între un om și altul,",
                "9": "care urmează legile Mele și păzește poruncile Mele, lucrând cu credincioșie – omul acela este drept și va trăi negreșit”, zice Domnul Dumnezeu.",
                "10": "„Dacă acum omul acesta are un fiu iute la mânie, care varsă sânge sau care face ceva de felul acesta,",
                "11": "dacă acest fiu nu se ia în nimic după purtarea tatălui său neprihănit, ci mănâncă pe munți, necinstește pe nevasta aproapelui său,",
                "12": "asuprește pe cel nenorocit și pe cel lipsit, răpește, nu dă înapoi zălogul, ridică ochii spre idoli și face urâciuni,",
                "13": "împrumută cu dobândă și ia camătă, s-ar putea oare să trăiască un astfel de fiu? Nu va trăi; a săvârșit toate aceste urâciuni, de aceea trebuie să moară. Sângele lui să cadă asupra capului lui!",
                "14": "Dar, dacă un om are un fiu care vede toate păcatele tatălui său, le vede, dar nu face la fel,",
                "15": "dacă fiul acela nu mănâncă pe munți și nu ridică ochii spre idolii casei lui Israel, nu necinstește pe nevasta aproapelui său,",
                "16": "nu asuprește pe nimeni, nu ia niciun zălog, nu răpește, ci dă din pâinea lui celui flămând și acoperă cu o haină pe cel gol,",
                "17": "își abate mâna de la nelegiuire, nu ia nici dobândă, nici camătă, păzește poruncile Mele și urmează legile Mele, acela nu va muri pentru nelegiuirea tatălui său, ci va trăi negreșit.",
                "18": "Dar tatăl său, care a fost un asupritor, a răpit de la alții, a făcut în mijlocul poporului său ce nu este bine, el va muri pentru nelegiuirea lui!",
                "19": "Voi însă ziceți: ‘Pentru ce nu poartă fiul pedeapsa pentru nelegiuirea tatălui său?’ Pentru că fiul a lucrat după neprihănire și dreptate, a păzit și a împlinit toate legile Mele; el va trăi negreșit!",
                "20": "Sufletul care păcătuiește, acela va muri. Fiul nu va purta nelegiuirea tatălui său și tatăl nu va purta nelegiuirea fiului său! Neprihănirea celui neprihănit va fi peste el și răutatea celui rău va fi peste el.",
                "21": "Dar, dacă cel rău se întoarce de la toate păcatele pe care le-a săvârșit și păzește toate legile Mele și face ce este drept și plăcut, va trăi negreșit, nu va muri.",
                "22": "Toate fărădelegile pe care le-a făcut i se vor uita! El va trăi din pricina neprihănirii în care a trăit.",
                "23": "Doresc Eu moartea păcătosului?”, zice Domnul Dumnezeu. „Nu doresc Eu mai degrabă ca el să se întoarcă de pe căile lui și să trăiască?",
                "24": "Însă, dacă cel neprihănit se abate de la neprihănirea lui și săvârșește nelegiuirea, dacă se ia după toate urâciunile celui rău, s-ar putea să trăiască el oare? Nu, ci toată neprihănirea lui va fi uitată, pentru că s-a dat la nelegiuire și la păcat, de aceea va muri în ele.",
                "25": "Voi ziceți: ‘Calea Domnului nu este dreaptă!’ Ascultați dar, casa lui Israel! Nu este calea Mea dreaptă? Oare nu mai degrabă căile voastre nu sunt drepte?",
                "26": "Dacă cel neprihănit se abate de la neprihănirea lui și săvârșește nelegiuirea și moare pentru aceasta, moare din pricina nelegiuirii pe care a săvârșit-o.",
                "27": "Dar, dacă cel rău se întoarce de la răutatea lui și face ce este drept și bine, își va păstra sufletul viu.",
                "28": "Pentru că își deschide ochii și se abate de la toate fărădelegile pe care le-a săvârșit, va trăi și nu va muri.",
                "29": "Casa lui Israel zice: ‘Calea Domnului nu este dreaptă!’ Oare calea Mea nu este dreaptă, casa lui Israel? Oare nu mai degrabă căile voastre nu sunt drepte?",
                "30": "De aceea vă voi judeca, pe fiecare după căile lui, casă a lui Israel”, zice Domnul Dumnezeu. „Întoarceți-vă și abateți-vă de la toate fărădelegile voastre, pentru ca să nu vă ducă nelegiuirea la pieire!",
                "31": "Lepădați de la voi toate fărădelegile prin care ați păcătuit, faceți-vă rost de o inimă nouă și un duh nou! Pentru ce vreți să muriți, casă a lui Israel?",
                "32": "Căci Eu nu doresc moartea celui ce moare”, zice Domnul Dumnezeu. „Întoarceți-vă dar la Dumnezeu și veți trăi!”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Cuvântul Domnului mi-a vorbit, zicând:",
                "2": "„De ce continuați să folosiți această zicală cu privire la țara lui Israel, spunând: «Părinții au mâncat struguri necopți, și copiilor li s-au strepezit dinții»?",
                "3": "Viu sunt Eu, zice Stăpânul Domn, că nu veți mai folosi această zicală în Israel!",
                "4": "Iată că toate sufletele sunt ale Mele. Atât sufletul tatălui, cât și sufletul fiului sunt ale Mele. Sufletul care păcătuiește, acela va muri!",
                "5": "Omul care este drept, care face judecată și dreptate,",
                "6": "care nu mănâncă la altarele de pe munți, nu-și ridică ochii spre idolii Casei lui Israel, și nu se apropie de femeie în timpul necurăției ei,",
                "7": "care nu nedreptățește pe nimeni, dă înapoi datornicului garanția, nu comite jaf, dă din pâinea lui celui flămând și îl îmbracă cu o haină pe cel gol,",
                "8": "care nu împrumută cu dobândă și nu ia camătă de la nimeni, și judecă între om și om potrivit cu adevărul,",
                "9": "care urmează hotărârile Mele și păzește judecățile Mele, lucrând cu credincioșie, un astfel de om drept sigur va trăi, zice Stăpânul Domn.",
                "10": "Dacă unui astfel de om i se naște un fiu violent, care varsă sânge sau face oricare din lucrurile acestea,",
                "11": "și nu face niciunul dintre lucrurile bune, ci mănâncă pe munți, se culcă cu soția semenului său,",
                "12": "îi nedreptățește pe cel sărac și pe cel nevoiaș, comite jaf, nu dă înapoi garanția, își ridică ochii spre idoli, comite urâciuni,",
                "13": "dă împrumut cu dobândă și ia camătă, oare va trăi un asemenea om? Nu, nu va trăi! Pentru că a comis toate aceste urâciuni, sigur va muri, iar sângele lui va fi asupra capului său.",
                "14": "Dar să zicem că și lui i se naște un fiu. Acesta vede toate păcatele pe care le comite tatăl său, dar, deși le vede, totuși nu le face.",
                "15": "El nu mănâncă pe munți, nu-și ridică ochii spre idolii Casei lui Israel, nu se culcă cu soția semenului său,",
                "16": "nu nedreptățește pe nimeni, nu reține garanția, nu comite jaf, și îl îmbracă cu o haină pe cel gol.",
                "17": "El nu-l asuprește pe cel sărac, nu ia dobândă de pe împrumuturi, și trăiește în conformitate cu hotărârile Mele. Un astfel de om nu va muri din cauza nelegiuirii tatălui său, ci sigur va trăi!",
                "18": "Dar tatăl său, care s-a ocupat cu asuprirea, care l-a jefuit pe fratele său și care a făcut ce nu este bine în poporul său, un astfel de om va muri din cauza nelegiuirii sale.",
                "19": "Voi însă ziceți: «De ce să nu poarte și fiul pedeapsa pentru nelegiuirea tatălui său?». Pentru că fiul a făcut judecată și dreptate și pentru că a păzit toate hotărârile Mele și le-a împlinit! De aceea el sigur va trăi!",
                "20": "Sufletul care păcătuiește, acela va muri! Fiul nu va purta pedeapsa pentru nelegiuirea tatălui și nici tatăl nu va purta pedeapsa pentru nelegiuirea fiului. După cum dreptatea celui drept îi va fi de folos doar lui, tot așa răutatea celui rău se va răsfrânge doar asupra lui.",
                "21": "Dar dacă cel rău se întoarce de la toate păcatele pe care le-a comis, păzește toate hotărârile Mele și face judecată și dreptate, el sigur va trăi și nu va muri.",
                "22": "Toate fărădelegile pe care le-a comis nu i se vor mai aminti! El va trăi datorită dreptății pe care a înfăptuit-o.",
                "23": "Doresc Eu moartea celui rău? zice Stăpânul Domn. Oare nu doresc mai degrabă ca el să se întoarcă de pe căile lui și să trăiască?",
                "24": "Tot astfel, dacă cel drept se întoarce de la dreptatea lui și comite fapte nelegiuite, asemenea tuturor urâciunilor comise de cel rău, va trăi el oare? Toată dreptatea pe care a înfăptuit-o nu i se va mai aminti. Din cauza necredincioșiei de care s-a făcut vinovat și din cauza păcatelor pe care le-a comis, el va muri.",
                "25": "Totuși, voi ziceți: «Calea Stăpânului nu este dreaptă!». Ascultă, Casă a lui Israel! Calea Mea nu este dreaptă? Oare nu căile voastre sunt cele nedrepte?",
                "26": "Dacă cel drept se întoarce de la dreptatea lui și comite fapte nelegiuite, va muri din cauza aceasta; el va muri din cauza nelegiuirilor pe care le-a comis.",
                "27": "Tot astfel, dacă cel rău se întoarce de la răutatea în care trăiește și face judecată și dreptate, își va păstra în viață sufletul.",
                "28": "Dacă își vede starea și se întoarce de la toate fărădelegile pe care le-a comis, sigur va trăi; el nu va muri.",
                "29": "Voi însă, cei din Casa lui Israel, spuneți: «Calea Stăpânului nu este dreaptă!». Calea Mea nu este dreaptă, Casă a lui Israel? Oare nu căile voastre sunt cele nedrepte?",
                "30": "De aceea, vă voi judeca pe fiecare după căile voastre, Casă a lui Israel, zice Stăpânul Domn. Pocăiți-vă și întoarceți-vă de la toate fărădelegile voastre! Atunci nelegiuirea nu va mai fi pentru voi o piatră de care să vă împiedicați.",
                "31": "Aruncați de la voi toate fărădelegile pe care le-ați comis și faceți-vă rost de o inimă nouă și de un duh nou! Pentru ce vrei să mori, Casă a lui Israel?",
                "32": "Căci Eu nu-Mi găsesc plăcerea în moartea celui ce moare, zice Stăpânul Domn. Întoarceți-vă deci și veți trăi!"
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Yahweh’s word came to me again, saying,",
                "2": "“What do you mean, that you use this proverb concerning the land of Israel, saying, ‘The fathers have eaten sour grapes, and the children’s teeth are set on edge’?",
                "3": "“As I live,” says the Lord Yahweh, “you shall not use this proverb any more in Israel.",
                "4": "Behold, all souls are mine; as the soul of the father, so also the soul of the son is mine. The soul who sins, he shall die.",
                "5": "“But if a man is just, and does that which is lawful and right,",
                "6": "and has not eaten on the mountains, hasn’t lifted up his eyes to the idols of the house of Israel, hasn’t defiled his neighbor’s wife, hasn’t come near a woman in her impurity,",
                "7": "and has not wronged any, but has restored to the debtor his pledge, has taken nothing by robbery, has given his bread to the hungry, and has covered the naked with a garment;",
                "8": "he who hasn’t lent to them with interest, hasn’t taken any increase from them, who has withdrawn his hand from iniquity, has executed true justice between man and man,",
                "9": "has walked in my statutes, and has kept my ordinances, to deal truly; he is just, he shall surely live,” says the Lord Yahweh.",
                "10": "“If he fathers a son who is a robber who sheds blood, and who does any one of these things,",
                "11": "or who does not do any of those things and defiled his neighbor’s wife,",
                "12": "has wronged the poor and needy, has taken by robbery, has not restored the pledge, and has lifted up his eyes to the idols, has committed abomination,",
                "13": "has lent with interest, and has taken increase from the poor, shall he then live? He shall not live. He has done all these abominations. He shall surely die. His blood will be on him.",
                "14": "“Now, behold, if he fathers a son who sees all his father’s sins which he has done, and fears, and doesn’t do likewise,",
                "15": "who hasn’t eaten on the mountains, hasn’t lifted up his eyes to the idols of the house of Israel, hasn’t defiled his neighbor’s wife,",
                "16": "hasn’t wronged any, hasn’t taken anything to pledge, hasn’t taken by robbery, but has given his bread to the hungry, and has covered the naked with a garment;",
                "17": "who has withdrawn his hand from the poor, who hasn’t received interest or increase, has executed my ordinances, has walked in my statutes; he shall not die for the iniquity of his father. He shall surely live.",
                "18": "As for his father, because he cruelly oppressed, robbed his brother, and did that which is not good among his people, behold, he will die in his iniquity.",
                "19": "“Yet you say, ‘Why doesn’t the son bear the iniquity of the father?’ When the son has done that which is lawful and right, and has kept all my statutes, and has done them, he will surely live.",
                "20": "The soul who sins, he shall die. The son shall not bear the iniquity of the father, neither shall the father bear the iniquity of the son. The righteousness of the righteous shall be on him, and the wickedness of the wicked shall be on him.",
                "21": "“But if the wicked turns from all his sins that he has committed, and keeps all my statutes, and does that which is lawful and right, he shall surely live. He shall not die.",
                "22": "None of his transgressions that he has committed will be remembered against him. In his righteousness that he has done, he shall live.",
                "23": "Have I any pleasure in the death of the wicked?” says the Lord Yahweh, “and not rather that he should return from his way, and live?",
                "24": "“But when the righteous turns away from his righteousness, and commits iniquity, and does according to all the abominations that the wicked man does, should he live? None of his righteous deeds that he has done will be remembered. In his trespass that he has trespassed, and in his sin that he has sinned, in them he shall die.",
                "25": "“Yet you say, ‘The way of the Lord is not equal.’ Hear now, house of Israel: Is my way not equal? Aren’t your ways unequal?",
                "26": "When the righteous man turns away from his righteousness, and commits iniquity, and dies in it, then he dies in his iniquity that he has done.",
                "27": "Again, when the wicked man turns away from his wickedness that he has committed, and does that which is lawful and right, he will save his soul alive.",
                "28": "Because he considers, and turns away from all his transgressions that he has committed, he shall surely live. He shall not die.",
                "29": "Yet the house of Israel says, ‘The way of the Lord is not fair.’ House of Israel, aren’t my ways fair? Aren’t your ways unfair?",
                "30": "“Therefore I will judge you, house of Israel, everyone according to his ways,” says the Lord Yahweh. “Return, and turn yourselves from all your transgressions, so iniquity will not be your ruin.",
                "31": "Cast away from you all your transgressions in which you have transgressed; and make yourself a new heart and a new spirit. For why will you die, house of Israel?",
                "32": "For I have no pleasure in the death of him who dies,” says the Lord Yahweh. “Therefore turn yourselves, and live!"
            }
        }
    }
}