{
    "book": "Ezechiel",
    "chapter": "39",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Fiul omului, prorocește acum împotriva lui Gog și spune: ‘Așa vorbește Domnul Dumnezeu: «Iată că am necaz pe tine, Gog, domnul Roșului, Meșecului și Tubalului!",
                "2": "Te voi târî, te voi aduce, te voi sui din fundul miazănopții și te voi aduce pe munții lui Israel.",
                "3": "Îți voi doborî arcul din mâna stângă și voi face să-ți cadă săgețile din mâna dreaptă.",
                "4": "Vei cădea pe munții lui Israel, tu și toate oștile tale și popoarele care vor fi cu tine; te voi da de mâncare păsărilor de pradă, tuturor celor ce au aripi, și fiarelor câmpului.",
                "5": "Vei cădea pe fața câmpului, căci Eu am vorbit», zice Domnul Dumnezeu.",
                "6": "«Voi pune foc Magogului și celor ce locuiesc liniștiți în ostroave, ca să știe că Eu sunt Domnul.",
                "7": "Îmi voi face cunoscut Numele Meu cel sfânt în mijlocul poporului Meu Israel și nu-i voi mai lăsa să-Mi pângărească Numele Meu cel sfânt, ci vor ști neamurile că Eu sunt Domnul, Sfântul lui Israel!",
                "8": "Iată că lucrurile acestea vin și se întâmplă», zice Domnul Dumnezeu. «Aceasta este ziua despre care am vorbit.",
                "9": "Atunci, locuitorii cetăților lui Israel vor ieși, vor arde și vor da pradă flăcărilor armele, pavezele și scuturile, arcurile și săgețile, lăncile și sulițele; și șapte ani vor face focul cu ele.",
                "10": "Nu vor lua lemne de pe câmp și nu vor tăia lemne din păduri, ci vor face focul cu armele. Vor jefui pe cei ce i-au jefuit și vor prăda pe cei ce i-au prădat», zice Domnul Dumnezeu.",
                "11": "«În ziua aceea, voi da lui Gog un loc de înmormântare în Israel: Valea Călătorilor, la răsăritul Mării Moarte, și mormântul acesta va astupa trecerea călătorilor. Acolo vor îngropa pe Gog cu toată mulțimea lui și vor numi valea aceasta: Valea mulțimii lui Gog.",
                "12": "Șapte luni îi va îngropa casa lui Israel, ca să curățească țara.",
                "13": "Tot poporul țării îi va îngropa și i se va duce vestea în ziua când voi fi proslăvit», zice Domnul Dumnezeu.",
                "14": "«Apoi, vor alege niște oameni care vor cutreiera neîncetat țara și care vor îngropa trupurile rămase pe fața pământului, ca să curățească țara; după șapte luni, vor începe să cerceteze.",
                "15": "Cei ce vor străbate țara o vor cutreiera și, când unul din ei va vedea oasele unui om, va pune un semn lângă el până îl vor îngropa groparii în Valea mulțimii lui Gog.",
                "16": "Tot acolo va mai fi și o cetate numită Hamona (Mulțime). Așa vor curăți țara.»’",
                "17": "Fiul omului, așa vorbește Domnul Dumnezeu: ‘Spune păsărilor de orice soi și tuturor fiarelor câmpului: «Adunați-vă și veniți! Strângeți-vă din toate părțile pentru jertfa Mea pe care o junghii pentru voi; jertfă mare este pe munții lui Israel! Mâncați carne și beți sânge,",
                "18": "mâncați carnea vitejilor și beți sângele voievozilor pământului, sânge de berbeci, de miei, de țapi, de tauri îngrășați din Basan!",
                "19": "Mâncați grăsime până vă veți sătura și beți sânge până vă veți îmbăta din jertfele Mele pe care le voi înjunghia pentru voi!",
                "20": "Săturați-vă la masa Mea de carnea cailor și a călăreților, de carnea vitejilor și a tuturor oamenilor de război», zice Domnul Dumnezeu.",
                "21": "Îmi voi arăta slava între neamuri, și toate neamurile vor vedea judecățile pe care le voi face și pedepsele cu care îi va lovi mâna Mea.",
                "22": "Cei din casa lui Israel vor ști că Eu sunt Domnul Dumnezeul lor, din ziua aceea și de atunci înainte.",
                "23": "Și neamurile vor cunoaște că, din pricina nelegiuirilor ei, a fost dusă casa lui Israel în robie, din pricina fărădelegilor ei săvârșite de ea împotriva Mea; de aceea le-am ascuns Fața Mea și i-am dat în mâinile vrăjmașilor lor, ca să piară toți uciși de sabie.",
                "24": "Le-am făcut după necurățiile lor și după fărădelegile lor și le-am ascuns Fața Mea.’",
                "25": "De aceea, așa vorbește Domnul Dumnezeu: ‘Acum voi aduce înapoi pe prinșii de război ai lui Iacov, voi avea milă de toată casa lui Israel și voi fi gelos de Numele Meu cel sfânt.",
                "26": "Atunci își vor uita ocara și toate fărădelegile pe care le-au săvârșit împotriva Mea când locuiau liniștiți în țara lor și când nu-i tulbura nimeni.",
                "27": "Când îi voi aduce înapoi dintre popoare și îi voi strânge din țara vrăjmașilor lor, voi fi sfințit de ei înaintea multor neamuri.",
                "28": "Și vor ști că Eu sunt Domnul Dumnezeul lor, care-i lăsasem să fie luați prinși de război între neamuri și care-i strâng iarăși în țara lor; nu voi mai lăsa pe niciunul din ei acolo",
                "29": "și nu le voi mai ascunde Fața Mea, căci voi turna Duhul Meu peste casa lui Israel’, zice Domnul Dumnezeu.”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "„Fiul omului, profețește împotriva lui Gog și spune: «Așa vorbește Stăpânul Domn: ‘Iată, sunt împotriva ta, Gog, prinț conducător al Meșekului și al Tubalului!",
                "2": "Te voi întoarce, te voi conduce, te voi lua din părțile îndepărtate ale nordului și te voi aduce împotriva munților lui Israel.",
                "3": "Îți voi rupe arcul din mâna stângă și voi face să-ți cadă săgețile din mâna dreaptă.",
                "4": "Tu, toate hoardele tale și popoarele care vor fi cu tine veți cădea pe munții lui Israel. Te voi da ca hrană păsărilor de pradă de tot felul și vietăților câmpului.",
                "5": "Vei cădea pe câmp, căci Eu am vorbit, zice Stăpânul Domn’.",
                "6": "Voi trimite foc împotriva lui Magog și împotriva celor ce locuiesc în siguranță în insule și vor ști astfel că Eu sunt Domnul.",
                "7": "Îmi voi face cunoscut Numele Meu cel sfânt în mijlocul poporului Meu, Israel, și nu voi mai lăsa să fie profanat Numele Meu cel sfânt! Atunci națiunile vor ști că Eu sunt Domnul, Sfântul lui Israel.",
                "8": "Iată că vine! Se va întâmpla întocmai, zice Stăpânul Domn. Aceasta este ziua despre care am vorbit!",
                "9": "Atunci locuitorii cetăților lui Israel vor ieși și vor face foc din armamentul de război; vor face foc din scuturile mici și din cele mari, din arcuri, din săgeți, din măciuci și din lănci și vor întreține focul cu ele timp de șapte ani.",
                "10": "Nu vor mai avea nevoie să ia lemne de pe câmp sau să taie lemne din păduri, căci vor face foc din armamentul de război. Îi vor prăda pe cei ce i-au prădat și îi vor jefui pe cei ce i-au jefuit, zice Stăpânul Domn.",
                "11": "În ziua aceea, îi voi da lui Gog un loc de înmormântare în Israel, și anume valea călătorilor, în partea de est a mării. Acest loc va bloca trecerea călătorilor, căci acolo îl vor înmormânta pe Gog împreună cu întreaga lui mulțime. Valea aceea o vor numi Valea Hamon-Gog.",
                "12": "Timp de șapte luni, Casa lui Israel îi va înmormânta, ca să curățească țara.",
                "13": "Tot poporul țării îi va înmormânta și i se va duce vestea în ziua când voi fi glorificat, zice Stăpânul Domn.",
                "14": "Vor pune deoparte oameni care să străbată țara continuu și să înmormânteze trupurile rămase pe fața pământului, ca s-o curățească. La sfârșitul celor șapte luni ei vor începe să caute.",
                "15": "Când cei ce vor străbate țara vor vedea oasele unui om, vor ridica un semn lângă el, până când cei ce sapă mormintele îl vor înmormânta în Valea Hamon-Gog.",
                "16": "Va fi acolo și o cetate al cărei nume este Hamona. Așa vor curăța ei țara».",
                "17": "Fiul omului, așa vorbește Stăpânul Domn: «Spune-le păsărilor de tot felul și tuturor vietăților câmpului astfel: ‘Adunați-vă! Veniți! Strângeți-vă din toate părțile pentru jertfa pe care o înjunghii pentru voi, o jertfă mare pe munții lui Israel! Veniți să mâncați carne și să beți sânge.",
                "18": "Să mâncați carnea celor viteji și să beți sângele prinților pământului, ca și cum ar fi berbeci, miei, țapi și tauri – toate animale îngrășate din Bașan.",
                "19": "Din jertfa pe care o voi înjunghia pentru voi veți mânca grăsime pe săturate și veți bea sânge până vă veți îmbăta.",
                "20": "Vă veți sătura la masa Mea de carnea cailor și a călăreților, de carnea celor viteji și a războinicilor de tot felul!’», zice Stăpânul Domn.",
                "21": "Îmi voi arăta gloria printre națiuni și toate națiunile vor vedea judecata pe care o voi aduce și mâna pe care o voi întinde împotriva lor.",
                "22": "Începând din acea zi, cei din Casa lui Israel vor ști că Eu sunt Domnul, Dumnezeul lor.",
                "23": "Și națiunile vor înțelege că cei din Casa lui Israel au fost duși în exil din cauza nelegiuirilor lor, prin care au fost necredincioși față de Mine. De aceea Mi-am ascuns fața de ei, i-am dat pe mâna dușmanilor lor și au căzut cu toții uciși de sabie.",
                "24": "M-am purtat cu ei după necurăția lor și după fărădelegile lor și Mi-am ascuns fața de ei.",
                "25": "Totuși, așa vorbește Stăpânul Domn: «Acum însă, îi voi aduce înapoi pe captivii lui Iacov, voi avea milă de toată Casa lui Israel și voi fi zelos pentru Numele Meu cel sfânt.",
                "26": "Atunci își vor purta rușinea și toate faptele lor de necredincioșie, pe care le-au comis împotriva Mea când locuiau în țară în siguranță, și nimeni nu-i va înspăimânta.",
                "27": "Când îi voi aduce înapoi dintre popoare și îi voi aduna din țările dușmanilor lor, Mă voi arăta sfânt prin ei înaintea ochilor multor națiuni.",
                "28": "Și vor ști astfel că Eu sunt Domnul, Dumnezeul lor, Care i-am trimis în exil printre națiuni, dar Care i-am strâns apoi în țara lor, fără să mai las niciunul în captivitate.",
                "29": "Nu-Mi voi mai ascunde fața de ei, căci voi turna Duhul Meu peste cei din Casa lui Israel, zice Stăpânul Domn»“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "“You, son of man, prophesy against Gog, and say, ‘The Lord Yahweh says: “Behold, I am against you, Gog, prince of Rosh, Meshech, and Tubal.",
                "2": "I will turn you around, will lead you on, and will cause you to come up from the uttermost parts of the north; and I will bring you onto the mountains of Israel.",
                "3": "I will strike your bow out of your left hand, and will cause your arrows to fall out of your right hand.",
                "4": "You will fall on the mountains of Israel, you, and all your hordes, and the peoples who are with you. I will give you to the ravenous birds of every sort and to the animals of the field to be devoured.",
                "5": "You will fall on the open field, for I have spoken it,” says the Lord Yahweh.",
                "6": "“I will send a fire on Magog and on those who dwell securely in the islands. Then they will know that I am Yahweh.",
                "7": "“‘“I will make my holy name known among my people Israel. I won’t allow my holy name to be profaned any more. Then the nations will know that I am Yahweh, the Holy One in Israel.",
                "8": "Behold, it comes, and it will be done,” says the Lord Yahweh. “This is the day about which I have spoken.",
                "9": "“‘“Those who dwell in the cities of Israel will go out and will make fires of the weapons and burn them, both the shields and the bucklers, the bows and the arrows, and the war clubs and the spears, and they will make fires with them for seven years;",
                "10": "so that they will take no wood out of the field, and not cut down any out of the forests; for they will make fires with the weapons. They will plunder those who plundered them, and rob those who robbed them,” says the Lord Yahweh.",
                "11": "“‘“It will happen in that day, that I will give to Gog a place for burial in Israel, the valley of those who pass through on the east of the sea; and it will stop those who pass through. They will bury Gog and all his multitude there, and they will call it ‘The valley of Hamon Gog’.",
                "12": "“‘“The house of Israel will be burying them for seven months, that they may cleanse the land.",
                "13": "Yes, all the people of the land will bury them; and they will become famous in the day that I will be glorified,” says the Lord Yahweh.",
                "14": "“‘“They will set apart men of continual employment who will pass through the land. Those who pass through will go with those who bury those who remain on the surface of the land, to cleanse it. After the end of seven months they will search.",
                "15": "Those who search through the land will pass through; and when anyone sees a man’s bone, then he will set up a sign by it, until the undertakers have buried it in the valley of Hamon Gog.",
                "16": "Hamonah will also be the name of a city. Thus they will cleanse the land.”’",
                "17": "“You, son of man, the Lord Yahweh says: ‘Speak to the birds of every sort, and to every animal of the field, “Assemble yourselves, and come; gather yourselves on every side to my sacrifice that I sacrifice for you, even a great sacrifice on the mountains of Israel, that you may eat meat and drink blood.",
                "18": "You shall eat the flesh of the mighty, and drink the blood of the princes of the earth, of rams, of lambs, and of goats, of bulls, all of them fatlings of Bashan.",
                "19": "You shall eat fat until you are full, and drink blood until you are drunk, of my sacrifice which I have sacrificed for you.",
                "20": "You shall be filled at my table with horses and charioteers, with mighty men, and with all men of war,” says the Lord Yahweh.’",
                "21": "“I will set my glory among the nations. Then all the nations will see my judgment that I have executed, and my hand that I have laid on them.",
                "22": "So the house of Israel will know that I am Yahweh their God, from that day and forward.",
                "23": "The nations will know that the house of Israel went into captivity for their iniquity, because they trespassed against me, and I hid my face from them; so I gave them into the hand of their adversaries, and they all fell by the sword.",
                "24": "I did to them according to their uncleanness and according to their transgressions. I hid my face from them.",
                "25": "“Therefore the Lord Yahweh says: ‘Now I will reverse the captivity of Jacob and have mercy on the whole house of Israel. I will be jealous for my holy name.",
                "26": "They will forget their shame and all their trespasses by which they have trespassed against me, when they dwell securely in their land. No one will make them afraid",
                "27": "when I have brought them back from the peoples, gathered them out of their enemies’ lands, and am shown holy among them in the sight of many nations.",
                "28": "They will know that I am Yahweh their God, in that I caused them to go into captivity among the nations, and have gathered them to their own land. Then I will leave none of them captive any more.",
                "29": "I won’t hide my face from them any more, for I have poured out my Spirit on the house of Israel,’ says the Lord Yahweh.”"
            }
        }
    }
}