{
    "book": "Ezechiel",
    "chapter": "20",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "În al șaptelea an, în ziua a zecea a lunii a cincea, unii din bătrânii lui Israel au venit la mine să întrebe pe Domnul și au șezut jos înaintea mea.",
                "2": "Și cuvântul Domnului mi-a vorbit astfel:",
                "3": "„Fiul omului, vorbește bătrânilor lui Israel și spune-le: ‘Așa vorbește Domnul Dumnezeu: «Să Mă întrebați ați venit? Pe viața Mea că nu Mă voi lăsa să fiu întrebat de voi», zice Domnul Dumnezeu.’",
                "4": "Vrei să-i judeci, fiul omului? Dacă vrei să-i judeci, pune-le înainte urâciunile părinților lor!",
                "5": "Spune-le: ‘Așa vorbește Domnul Dumnezeu: «În ziua când am ales pe Israel, Mi-am ridicat mâna spre sămânța casei lui Iacov și M-am arătat lor în țara Egiptului; Mi-am ridicat mâna spre ei și am zis: ‹Eu sunt Domnul Dumnezeul vostru!›",
                "6": "În ziua aceea, Mi-am ridicat mâna spre ei ca să-i duc din țara Egiptului într-o țară pe care o căutasem pentru ei, țară în care curge lapte și miere, cea mai frumoasă dintre toate țările.",
                "7": "Atunci le-am zis: ‹Lepădați, fiecare, urâciunile care vă atrag privirile și nu vă spurcați cu idolii Egiptului! Eu sunt Domnul Dumnezeul vostru!›",
                "8": "Dar ei s-au răzvrătit împotriva Mea și n-au vrut să Mă asculte. Niciunul n-a lepădat urâciunile care îi atrăgeau privirile și n-au părăsit idolii Egiptului. Atunci Mi-am pus de gând să-Mi vărs mânia peste ei, să-Mi sleiesc mânia împotriva lor, în mijlocul țării Egiptului.",
                "9": "Dar am avut în vedere Numele Meu, ca să nu fie pângărit în ochii neamurilor printre care se aflau și în fața cărora Mă arătasem lor, ca să-i scot din țara Egiptului.",
                "10": "Și i-am scos astfel din țara Egiptului și i-am dus în pustie.",
                "11": "Le-am dat legile Mele și le-am făcut cunoscute poruncile Mele pe care trebuie să le împlinească omul ca să trăiască prin ele.",
                "12": "Le-am dat și Sabatele Mele să fie ca un semn între Mine și ei, pentru ca să știe că Eu sunt Domnul, care-i sfințesc.",
                "13": "Dar casa lui Israel s-a răzvrătit împotriva Mea în pustie. N-au urmat legile Mele, ci au lepădat poruncile Mele pe care trebuie să le împlinească omul ca să trăiască prin ele și Mi-au pângărit peste măsură de mult Sabatele Mele. Atunci am avut de gând să-Mi vărs mânia peste ei în pustie, ca să-i nimicesc.",
                "14": "Dar am avut în vedere Numele Meu, ca să nu fie pângărit în ochii neamurilor în fața cărora îi scosesem din Egipt.",
                "15": "Chiar și în pustie Mi-am ridicat mâna spre ei și le-am jurat că nu-i voi duce în țara pe care le-o hotărâsem, țară în care curge lapte și miere, cea mai frumoasă din toate țările,",
                "16": "și aceasta pentru că au lepădat poruncile Mele și n-au urmat legile Mele și pentru că au pângărit Sabatele Mele, căci inima nu li s-a depărtat de la idolii lor.",
                "17": "Dar M-am uitat cu milă la ei, nu i-am nimicit și nu i-am stârpit în pustie.",
                "18": "Atunci am zis fiilor lor în pustie: ‹Nu vă luați după rânduielile părinților voștri, nu țineți obiceiurile lor și nu vă spurcați cu idolii lor!",
                "19": "Eu sunt Domnul Dumnezeul vostru; umblați întocmai după rânduielile Mele, păziți poruncile Mele și împliniți-le!",
                "20": "Sfințiți Sabatele Mele, căci ele sunt un semn între Mine și voi, ca să știți că Eu sunt Domnul Dumnezeul vostru!›",
                "21": "Dar fiii s-au răzvrătit și ei împotriva Mea. N-au umblat după rânduielile Mele, n-au păzit și n-au împlinit poruncile Mele pe care trebuie să le împlinească omul ca să trăiască prin ele și au pângărit Sabatele Mele. Atunci am avut de gând să-Mi vărs urgia peste ei, să-Mi sting mânia împotriva lor în pustie.",
                "22": "Dar Mi-am tras mâna înapoi și am avut în vedere Numele Meu, ca să nu fie pângărit înaintea neamurilor în fața cărora îi scosesem din Egipt.",
                "23": "În pustie, Mi-am ridicat iarăși mâna spre ei și le-am jurat că am să-i împrăștii printre neamuri și să-i risipesc în felurite țări,",
                "24": "pentru că n-au împlinit poruncile Mele și au lepădat învățăturile Mele, au pângărit Sabatele mele și și-au întors ochii spre idolii părinților lor.",
                "25": "Ba încă le-am dat și legi care nu erau bune și porunci prin care nu puteau să trăiască.",
                "26": "I-am spurcat prin darurile lor de mâncare, când treceau prin foc pe toți întâii lor născuți; am vrut să-i pedepsesc astfel și să le arăt că Eu sunt Domnul.»’",
                "27": "De aceea, fiul omului, vorbește casei lui Israel și spune-le: ‘Așa vorbește Domnul Dumnezeu: «Părinții voștri M-au batjocorit și mai mult, arătându-se necredincioși față de Mine.",
                "28": "Și anume, când i-am dus în țara pe care jurasem că le-o voi da, și ei și-au aruncat ochii spre orice deal înalt și spre orice copac stufos, acolo și-au adus jertfele, acolo și-au adus darurile de mâncare care Mă mâniau, acolo și-au ars miresmele de un miros plăcut și acolo și-au turnat jertfele de băutură.",
                "29": "Eu i-am întrebat: ‹Ce sunt aceste înălțimi la care vă duceți?› De aceea li s-a dat numele de înălțimi până în ziua de azi!»’",
                "30": "De aceea spune casei lui Israel: ‘Așa vorbește Domnul Dumnezeu: «Voiți voi să vă spurcați în felul părinților voștri și să curviți alergând după urâciunile lor?",
                "31": "Da, aducându-vă darurile de mâncare, trecându-vă copiii prin foc, vă spurcați și azi prin idolii voștri. Și Eu să Mă las să fiu întrebat de voi, casa lui Israel! Pe viața Mea», zice Domnul Dumnezeu, «că nu Mă voi lăsa întrebat de voi!",
                "32": "Nu veți vedea împlinindu-se ce vă închipuiți când ziceți: ‹Vrem să fim ca neamurile, ca familiile celorlalte țări, vrem să slujim lemnului și pietrei!›",
                "33": "Pe viața Mea», zice Domnul Dumnezeu, «că Eu Însumi voi fi Împărat peste voi, cu mână tare și cu braț întins și vărsându-Mi urgia.",
                "34": "Vă voi scoate din mijlocul popoarelor și vă voi strânge din țările în care v-am risipit cu mână tare și cu braț întins și vărsându-Mi urgia.",
                "35": "Vă voi aduce în pustia popoarelor și acolo Mă voi judeca față în față cu voi.",
                "36": "Cum M-am judecat cu părinții voștri în pustia țării Egiptului, așa Mă voi judeca și cu voi», zice Domnul Dumnezeu.",
                "37": "«Vă voi trece pe sub toiag și vă voi pune sub mustrarea legământului.",
                "38": "Voi deosebi dintre voi pe cei îndărătnici și pe cei ce nu-Mi sunt credincioși; îi voi scoate din țara în care sunt străini, dar nu vor merge iarăși în țara lui Israel. Și veți ști că Eu sunt Domnul.»’”",
                "39": "Acum, casa lui Israel, așa vorbește Domnul Dumnezeu: „Duceți-vă și slujiți fiecare la idolii voștri! După aceea, Mă veți asculta negreșit și nu veți mai pângări Numele Meu cel sfânt cu darurile voastre de mâncare și cu idolii voștri!",
                "40": "Căci pe muntele Meu cel sfânt, pe muntele cel înalt al lui Israel”, zice Domnul Dumnezeu, „acolo Îmi va sluji toată casa lui Israel, toți cei ce vor fi în țară; acolo îi voi primi cu bunăvoință, voi cere darurile voastre de mâncare, cele dintâi roade din darurile voastre și tot ce-Mi veți închina.",
                "41": "Vă voi primi ca pe niște miresme cu miros plăcut, după ce vă voi scoate din mijlocul popoarelor și vă voi strânge din țările în care sunteți risipiți, și voi fi sfințit de voi înaintea neamurilor.",
                "42": "Și veți ști că Eu sunt Domnul când vă voi aduce înapoi în țara lui Israel, în țara pe care jurasem că o voi da părinților voștri.",
                "43": "Acolo vă veți aduce aminte de purtarea voastră și de toate faptele voastre cu care v-ați spurcat și vă va fi scârbă de voi înșivă din pricina tuturor fărădelegilor pe care le-ați făcut.",
                "44": "Și veți ști că Eu sunt Domnul când Mă voi purta cu voi având în vedere Numele Meu, și nicidecum după purtarea voastră rea, nici după faptele voastre stricate, casa lui Israel”, zice Domnul Dumnezeu.",
                "45": "Cuvântul Domnului mi-a vorbit astfel:",
                "46": "„Fiul omului, întoarce-ți fața spre miazăzi și vorbește împotriva locurilor de miazăzi! Prorocește împotriva pădurii din câmpiile de miazăzi!",
                "47": "Spune pădurii de la miazăzi: ‘Ascultă cuvântul Domnului! Așa vorbește Domnul Dumnezeu: «Iată, voi aprinde un foc în tine care va mistui orice copac verde și orice copac uscat: nimeni nu va putea stinge flacăra aprinsă și totul va fi ars de ea, de la miazăzi până la miazănoapte.",
                "48": "Și orice făptură va vedea că Eu, Domnul, l-am aprins, și nu se va stinge nicidecum!»’”",
                "49": "Eu am zis: „Ah, Doamne Dumnezeule! Ei zic despre mine: ‘Omul acesta face întruna la pilde!’”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "În al șaptelea an, în luna a cincea, în ziua a zecea a lunii, au venit niște bărbați dintre bătrânii lui Israel ca să-L întrebe pe Domnul și s-au așezat înaintea mea.",
                "2": "Cuvântul Domnului mi-a vorbit, zicând:",
                "3": "„Fiul omului, vorbește-le bătrânilor lui Israel și spune-le: «Așa vorbește Stăpânul Domn: ‘Ați venit să Mă întrebați? Viu sunt Eu, că nu Mă voi lăsa întrebat de voi, zice Stăpânul Domn’».",
                "4": "Vrei să-i judeci? Vrei să-i judeci, fiul omului? Atunci fă-le cunoscute urâciunile strămoșilor lor.",
                "5": "Să le spui că așa vorbește Stăpânul Domn: «În ziua când l-am ales pe Israel, le-am jurat, cu mâna ridicată, urmașilor Casei lui Iacov și M-am făcut cunoscut lor în țara Egiptului. Atunci le-am jurat, cu mâna ridicată, zicând: ‘Eu sunt Domnul, Dumnezeul vostru!’",
                "6": "În ziua aceea le-am jurat că-i voi scoate din țara Egiptului și îi voi duce într-o țară pe care am căutat-o pentru ei, o țară în care curge lapte și miere, cea mai frumoasă dintre toate țările.",
                "7": "Le-am zis: ‘Aruncați-vă fiecare spurcăciunile dinaintea ochilor și nu vă întinați cu idolii Egiptului, căci Eu sunt Domnul, Dumnezeul vostru’.",
                "8": "Dar ei s-au răzvrătit împotriva Mea și n-au vrut să Mă asculte. Niciunul nu și-a aruncat spurcăciunile dinaintea ochilor lui și nici nu a uitat de idolii Egiptului. Atunci am zis că-Mi voi revărsa furia peste ei și-Mi voi dezlănțui toată mânia împotriva lor, în mijlocul țării Egiptului.",
                "9": "Dar am făcut altfel de dragul Numelui Meu, pentru ca acesta să nu fie profanat înaintea ochilor națiunilor printre care ei se aflau; căci înaintea ochilor lor Mă făcusem cunoscut ca să-i scot din țara Egiptului.",
                "10": "Așa că i-am scos din țara Egiptului și i-am dus în deșert.",
                "11": "Le-am dat hotărârile Mele și le-am făcut cunoscute poruncile Mele, pe care trebuie să le împlinească omul ca să trăiască prin ele.",
                "12": "Le-am mai dat și sabaturile Mele, ca semn între Mine și ei, ca să se știe că Eu sunt Domnul Care îi sfințește.",
                "13": "Dar cei din Casa lui Israel s-au răzvrătit împotriva Mea în deșert. N-au urmat hotărârile Mele, au respins poruncile Mele, pe care trebuie să le împlinească omul ca să trăiască prin ele, și au pângărit mult sabaturile Mele. Am zis atunci că-Mi voi revărsa furia peste ei și-i voi nimici în deșert.",
                "14": "Dar nu le-am făcut astfel de dragul Numelui Meu, pentru ca acesta să nu fie profanat înaintea ochilor națiunilor dinaintea cărora i-am scos.",
                "15": "De asemenea, le-am jurat în deșert că nu-i voi mai duce în țara pe care am pregătit-o pentru ei, în țara în care curge lapte și miere, cea mai frumoasă dintre toate țările,",
                "16": "deoarece au respins poruncile Mele, n-au urmat hotărârile Mele și au pângărit sabaturile Mele. Căci inimile lor tot după idolii lor s-au dus.",
                "17": "Totuși, M-am uitat cu milă la ei, nu i-am distrus și nu i-am făcut să piară în deșert.",
                "18": "Atunci le-am zis fiilor lor în deșert: ‘Nu urmați hotărârile părinților voștri, nu păziți poruncile lor și nu vă întinați cu idolii lor!",
                "19": "Eu sunt Domnul, Dumnezeul vostru! Urmați hotărârile Mele, păziți poruncile Mele, și împliniți-le!",
                "20": "Sfințiți sabaturile Mele; ele sunt un semn între Mine și voi, ca să se știe că Eu sunt Domnul, Dumnezeul vostru!’.",
                "21": "Dar și copiii lor s-au răzvrătit împotriva Mea. Ei n-au urmat hotărârile Mele, n-au păzit poruncile Mele, pe care trebuie să le împlinească omul ca să trăiască prin ele, iar sabaturile Mele le-au pângărit. Atunci am zis că Îmi voi revărsa furia peste ei și-Mi voi dezlănțui toată mânia împotriva lor în deșert.",
                "22": "Dar Mi-am retras mâna de dragul Numelui Meu, ca să nu fie astfel profanat înaintea ochilor națiunilor dinaintea cărora i-am scos.",
                "23": "De asemenea, le-am jurat în deșert că-i voi împrăștia printre națiuni și-i voi răspândi prin țările lumii,",
                "24": "pentru că n-au împlinit poruncile Mele, ci au respins hotărârile Mele, au pângărit sabaturile Mele și și-au ațintit privirile spre idolii părinților lor.",
                "25": "Mai mult, le-am dat instrucțiuni care nu erau bune și reglementări prin care să nu poată trăi.",
                "26": "I-am întinat prin darurile lor, când își sacrificau în foc întâii născuți, ca să-i îngrozesc și să știe astfel că Eu sunt Domnul».",
                "27": "De aceea, fiul omului, vorbește Casei lui Israel și spune-le: «Așa vorbește Stăpânul Domn: iată prin ce anume M-au mai blasfemiat strămoșii voștri, fiind necredincioși față de Mine.",
                "28": "Când i-am dus în țara pe care am jurat că le-o voi da, ei și-au aruncat privirile spre fiecare deal înalt, spre fiecare copac stufos și acolo și-au înjunghiat jertfele, acolo și-au oferit ofrandele prin care M-au înfuriat, acolo și-au pus miresmele plăcute și acolo au turnat darurile de băutură.",
                "29": "Eu i-am întrebat: ‘Ce este această înălțime la care vă duceți?’. De aceea, până în ziua de azi se numește Bama».",
                "30": "Așadar, spune Casei lui Israel: «Așa vorbește Stăpânul Domn: vă veți întina oare la fel ca strămoșii voștri, prostituându-vă înaintea spurcăciunilor lor?",
                "31": "Aducându-vă darurile și sacrificându-vă fiii în foc, voi continuați până astăzi să vă întinați prin toți idolii voștri. Și Eu să Mă las întrebat de voi, Casă a lui Israel? Viu sunt Eu, zice Stăpânul Domn, că nu Mă voi lăsa întrebat.",
                "32": "Voi ziceți: ‘Vrem să fim ca națiunile, asemenea clanurilor celorlalte țări, și să slujim lemnului și pietrei!’. Dar ceea ce aveți voi în minte nu se va întâmpla niciodată!",
                "33": "Viu sunt Eu, zice Stăpânul Domn, că voi domni peste voi cu mână tare, cu brațul Meu puternic și revărsându-Mi furia!",
                "34": "Vă voi scoate dintre popoare și vă voi aduna din țările în care sunteți împrăștiați, cu mână tare, cu brațul Meu puternic și revărsându-Mi furia.",
                "35": "Vă voi duce în deșertul popoarelor și acolo Mă voi judeca cu voi față în față.",
                "36": "Așa cum i-am judecat pe strămoșii voștri în deșertul țării Egiptului, tot așa vă voi judeca și pe voi, zice Stăpânul Domn.",
                "37": "Vă voi trece pe sub toiag și vă voi aduce din nou în legământ.",
                "38": "Îi voi înlătura dintre voi pe cei răzvrătiți și pe cei nesupuși Mie. Îi voi scoate din țara unde au fost străini, dar nu vor intra în țara lui Israel. Atunci veți ști că Eu sunt Domnul.",
                "39": "Cât despre voi, Casă a lui Israel, așa vorbește Stăpânul Domn: ‘Duceți-vă acum și slujiți fiecare idolilor voștri! După aceea, însă veți asculta de Mine, cu siguranță, și nu-Mi veți mai profana Numele Meu cel sfânt, cu darurile și cu idolii voștri!",
                "40": "Căci pe muntele Meu cel sfânt, pe muntele cel înălțat al lui Israel, zice Stăpânul Domn, acolo Îmi va sluji toată Casa lui Israel, toți cei din țară, iar Eu îi voi primi cu bunăvoință. Acolo voi căuta contribuțiile voastre și cele dintâi roade din darurile voastre, împreună cu toate jertfele voastre sfinte.",
                "41": "Când vă voi scoate dintre popoare și vă voi aduna din țările în care ați fost împrăștiați, vă voi accepta ca pe o aromă plăcută și Mă voi arăta sfânt prin voi înaintea ochilor națiunilor.",
                "42": "Și veți ști că Eu sunt Domnul când vă voi aduce în țara lui Israel, în țara pe care am jurat, cu mâna ridicată, că o voi da strămoșilor voștri.",
                "43": "Acolo vă veți aminti de căile voastre și de toate faptele prin care v-ați întinat și vă va fi scârbă de voi înșivă din cauza tuturor relelor pe care le-ați săvârșit.",
                "44": "Și veți ști că Eu sunt Domnul când Mă voi purta cu voi având în vedere Numele Meu, nu căile voastre cele rele și faptele voastre pervertite, Casă a lui Israel, zice Stăpânul Domn’»“.",
                "45": "Cuvântul Domnului a venit la mine și mi-a zis:",
                "46": "‒ Fiul omului, îndreaptă-ți fața spre drumul dinspre sud, predică împotriva sudului și profețește împotriva pădurii din regiunea Neghevului.",
                "47": "Spune-i pădurii Neghevului astfel: „Ascultă Cuvântul Domnului! Așa vorbește Stăpânul Domn: «Iată, voi aprinde în tine un foc, care va arde orice copac verde și orice copac uscat. Flacăra arzătoare nu va fi stinsă și totul, din sud până la nord, va fi pârjolit de ea.",
                "48": "Și orice făptură va vedea că Eu am aprins-o; ea nu va fi stinsă»“.",
                "49": "Atunci am zis: ‒ Ah, Stăpâne Doamne, ei zic despre mine că nu vorbesc decât în pilde!"
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "In the seventh year, in the fifth month, the tenth day of the month, some of the elders of Israel came to inquire of Yahweh, and sat before me.",
                "2": "Yahweh’s word came to me, saying,",
                "3": "“Son of man, speak to the elders of Israel, and tell them, ‘The Lord Yahweh says: “Is it to inquire of me that you have come? As I live,” says the Lord Yahweh, “I will not be inquired of by you.”’",
                "4": "“Will you judge them, son of man? Will you judge them? Cause them to know the abominations of their fathers.",
                "5": "Tell them, ‘The Lord Yahweh says: “In the day when I chose Israel, and swore to the offspring of the house of Jacob, and made myself known to them in the land of Egypt, when I swore to them, saying, ‘I am Yahweh your God;’",
                "6": "in that day I swore to them to bring them out of the land of Egypt into a land that I had searched out for them, flowing with milk and honey, which is the glory of all lands.",
                "7": "I said to them, ‘Each of you throw away the abominations of his eyes. Don’t defile yourselves with the idols of Egypt. I am Yahweh your God.’",
                "8": "“‘“But they rebelled against me and wouldn’t listen to me. They didn’t all throw away the abominations of their eyes. They also didn’t forsake the idols of Egypt. Then I said I would pour out my wrath on them, to accomplish my anger against them in the middle of the land of Egypt.",
                "9": "But I worked for my name’s sake, that it should not be profaned in the sight of the nations among which they were, in whose sight I made myself known to them in bringing them out of the land of Egypt.",
                "10": "So I caused them to go out of the land of Egypt and brought them into the wilderness.",
                "11": "I gave them my statutes and showed them my ordinances, which if a man does, he will live in them.",
                "12": "Moreover also I gave them my Sabbaths, to be a sign between me and them, that they might know that I am Yahweh who sanctifies them.",
                "13": "“‘“But the house of Israel rebelled against me in the wilderness. They didn’t walk in my statutes and they rejected my ordinances, which if a man keeps, he shall live in them. They greatly profaned my Sabbaths. Then I said I would pour out my wrath on them in the wilderness, to consume them.",
                "14": "But I worked for my name’s sake, that it should not be profaned in the sight of the nations, in whose sight I brought them out.",
                "15": "Moreover also I swore to them in the wilderness that I would not bring them into the land which I had given them, flowing with milk and honey, which is the glory of all lands,",
                "16": "because they rejected my ordinances, and didn’t walk in my statutes, and profaned my Sabbaths; for their heart went after their idols.",
                "17": "Nevertheless my eye spared them, and I didn’t destroy them. I didn’t make a full end of them in the wilderness.",
                "18": "I said to their children in the wilderness, ‘Don’t walk in the statutes of your fathers. Don’t observe their ordinances or defile yourselves with their idols.",
                "19": "I am Yahweh your God. Walk in my statutes, keep my ordinances, and do them.",
                "20": "Make my Sabbaths holy. They shall be a sign between me and you, that you may know that I am Yahweh your God.’",
                "21": "“‘“But the children rebelled against me. They didn’t walk in my statutes, and didn’t keep my ordinances to do them, which if a man does, he shall live in them. They profaned my Sabbaths. Then I said I would pour out my wrath on them, to accomplish my anger against them in the wilderness.",
                "22": "Nevertheless I withdrew my hand and worked for my name’s sake, that it should not be profaned in the sight of the nations, in whose sight I brought them out.",
                "23": "Moreover I swore to them in the wilderness, that I would scatter them among the nations and disperse them through the countries,",
                "24": "because they had not executed my ordinances, but had rejected my statutes, and had profaned my Sabbaths, and their eyes were after their fathers’ idols.",
                "25": "Moreover also I gave them statutes that were not good, and ordinances in which they couldn’t live.",
                "26": "I polluted them in their own gifts, in that they caused all that opens the womb to pass through the fire, that I might make them desolate, to the end that they might know that I am Yahweh.”’",
                "27": "“Therefore, son of man, speak to the house of Israel, and tell them, ‘The Lord Yahweh says: “Moreover, in this your fathers have blasphemed me, in that they have committed a trespass against me.",
                "28": "For when I had brought them into the land which I swore to give to them, then they saw every high hill and every thick tree, and they offered there their sacrifices, and there they presented the provocation of their offering. There they also made their pleasant aroma, and there they poured out their drink offerings.",
                "29": "Then I said to them, ‘What does the high place where you go mean?’ So its name is called Bamah to this day.”’",
                "30": "“Therefore tell the house of Israel, ‘The Lord Yahweh says: “Do you pollute yourselves in the way of your fathers? Do you play the prostitute after their abominations?",
                "31": "When you offer your gifts, when you make your sons pass through the fire, do you pollute yourselves with all your idols to this day? Should I be inquired of by you, house of Israel? As I live, says the Lord Yahweh, I will not be inquired of by you!",
                "32": "“‘“That which comes into your mind will not be at all, in that you say, ‘We will be as the nations, as the families of the countries, to serve wood and stone.’",
                "33": "As I live,” says the Lord Yahweh, “surely with a mighty hand, with an outstretched arm, and with wrath poured out, I will be king over you.",
                "34": "I will bring you out from the peoples, and will gather you out of the countries in which you are scattered with a mighty hand, with an outstretched arm, and with wrath poured out.",
                "35": "I will bring you into the wilderness of the peoples, and there I will enter into judgment with you face to face.",
                "36": "Just as I entered into judgment with your fathers in the wilderness of the land of Egypt, so I will enter into judgment with you,” says the Lord Yahweh.",
                "37": "“I will cause you to pass under the rod, and I will bring you into the bond of the covenant.",
                "38": "I will purge out from among you the rebels and those who disobey me. I will bring them out of the land where they live, but they shall not enter into the land of Israel. Then you will know that I am Yahweh.”",
                "39": "“‘As for you, house of Israel, the Lord Yahweh says: “Go, everyone serve his idols, and hereafter also, if you will not listen to me; but you shall no more profane my holy name with your gifts and with your idols.",
                "40": "For in my holy mountain, in the mountain of the height of Israel,” says the Lord Yahweh, “there all the house of Israel, all of them, shall serve me in the land. There I will accept them, and there I will require your offerings and the first fruits of your offerings, with all your holy things.",
                "41": "I will accept you as a pleasant aroma when I bring you out from the peoples and gather you out of the countries in which you have been scattered. I will be sanctified in you in the sight of the nations.",
                "42": "You will know that I am Yahweh when I bring you into the land of Israel, into the country which I swore to give to your fathers.",
                "43": "There you will remember your ways, and all your deeds in which you have polluted yourselves. Then you will loathe yourselves in your own sight for all your evils that you have committed.",
                "44": "You will know that I am Yahweh, when I have dealt with you for my name’s sake, not according to your evil ways, nor according to your corrupt doings, you house of Israel,” says the Lord Yahweh.’”",
                "45": "Yahweh’s word came to me, saying,",
                "46": "“Son of man, set your face toward the south, and preach toward the south, and prophesy against the forest of the field in the south.",
                "47": "Tell the forest of the south, ‘Hear Yahweh’s word: The Lord Yahweh says, “Behold, I will kindle a fire in you, and it will devour every green tree in you, and every dry tree. The burning flame will not be quenched, and all faces from the south to the north will be burned by it.",
                "48": "All flesh will see that I, Yahweh, have kindled it. It will not be quenched.”’”",
                "49": "Then I said, “Ah Lord Yahweh! They say of me, ‘Isn’t he a speaker of parables?’”"
            }
        }
    }
}