{
    "book": "Ezechiel",
    "chapter": "32",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "În anul al doisprezecelea, în ziua întâi a lunii a douăsprezecea, cuvântul Domnului mi-a vorbit astfel:",
                "2": "„Fiul omului, fă un cântec de jale asupra lui Faraon, împăratul Egiptului, și spune-i: ‘Semănai cu un pui de leu între neamuri, erai ca un crocodil în mări, te aruncai în râurile tale, tulburai apele cu picioarele tale și le întărâtai valurile.",
                "3": "Așa vorbește Domnul Dumnezeu: «Îmi voi întinde mreaja peste tine în mijlocul unei mari mulțimi de popoare și te vor trage în lațul Meu.",
                "4": "Te voi arunca pe uscat și te voi întinde pe câmpie, ca toate păsările cerului să șadă pe tine; și voi sătura fiarele întregului pământ cu tine.",
                "5": "Îți voi azvârli carnea pe munți și voi umple văile cu sfărâmăturile tale.",
                "6": "Țara în care înoți o voi uda cu sângele tău până la munți și se vor umple puhoaiele de tine.",
                "7": "Când te voi stinge, voi acoperi cerurile și le voi întuneca stelele; voi acoperi soarele cu nori și luna nu-și va mai da lumina ei.",
                "8": "Din pricina ta, voi întuneca pe toți luminătorii cerurilor și voi răspândi întunericul peste țara ta», zice Domnul Dumnezeu.",
                "9": "Voi mâhni și inima multor popoare când voi vesti pieirea ta printre neamuri, în țările pe care nu le cunoșteai.",
                "10": "Voi face să se îngrozească multe popoare de tine și împăraților lor li se va face părul măciucă din pricina ta când Îmi voi învârti sabia înaintea lor; vor tremura în orice clipă, fiecare pentru viața lui, în ziua căderii tale.",
                "11": "Căci așa vorbește Domnul Dumnezeu: «Sabia împăratului Babilonului va veni peste tine.",
                "12": "Mulțimea ta o voi face să cadă lovită de sabia unor viteji, cei mai cumpliți dintre popoare. Ei vor nimici mândria Egiptului și toată mulțimea lui va fi prăpădită.",
                "13": "Voi pierde și toate vitele lui de lângă apele cele mari; nici picior de om nu le va mai tulbura, nici copită de vite nu le va mai tulbura.",
                "14": "Atunci îi voi potoli apele și voi face să-i curgă râurile lin ca untdelemnul», zice Domnul Dumnezeu.",
                "15": "«Când voi preface țara Egiptului într-o pustietate și țara va fi jefuită de tot ce are, când voi lovi pe toți cei ce o locuiesc, vor ști că Eu sunt Domnul.",
                "16": "Acesta este cântecul de jale pe care îl vor cânta. Fiicele neamurilor îl vor cânta: da, asupra Egiptului și asupra întregii lui mulțimi îl vor cânta», zice Domnul Dumnezeu.’”",
                "17": "În anul al doisprezecelea, în ziua a cincisprezecea a lunii, cuvântul Domnului mi-a vorbit astfel:",
                "18": "„Fiul omului, bocește-te pentru mulțimea Egiptului și arunc-o, pe ea și pe fiicele neamurilor puternice, în adâncimile pământului, la cei coborâți în groapă!",
                "19": "‘Pe cine întreci tu în frumusețe? Coboară-te și culcă-te lângă cei netăiați împrejur!’",
                "20": "Vor cădea astfel în mijlocul celor uciși de sabie. Sabia vă este dată: doborâți în mormânt Egiptul și toată mulțimea lui!",
                "21": "Atunci, vitejii cei puternici vor vorbi în Locuința morților despre el și cei ce-l sprijineau și vor zice: ‘S-au coborât, s-au culcat cei netăiați împrejur, uciși de sabie!’",
                "22": "Acolo este asirianul, cu toată mulțimea lui, și mormintele lor stau împrejurul lui – toți au murit și au căzut uciși de sabie.",
                "23": "Mormintele lor sunt în adâncimile gropii și mulțimea lui este împrejurul mormântului lui; toți au murit și au căzut uciși de sabie, ei, care răspândeau groaza în țara celor vii.",
                "24": "Acolo este și Elamul, cu toată mulțimea lui, împrejurul mormântului lui; toți au murit și au căzut uciși de sabie, s-au coborât netăiați împrejur în adâncimile pământului, ei, care răspândeau groaza în țara celor vii și își poartă acum ocara cu cei ce se coboară în groapă.",
                "25": "L-au culcat la un loc cu morții, împreună cu toată mulțimea lui, și mormintele lor sunt împrejurul lui; toți acești netăiați împrejur au murit uciși de sabie, căci răspândeau groaza în țara celor vii și își poartă acum ocara cu cei ce se coboară în groapă; i-au culcat acum la un loc cu cei morți.",
                "26": "Acolo sunt și Meșec, Tubal și toată mulțimea lor, și mormintele lor sunt împrejurul lor; toți acești netăiați împrejur au murit uciși de sabie, căci răspândeau groaza în țara celor vii.",
                "27": "Ei sunt culcați împreună cu vitejii căzuți din vechime dintre cei netăiați împrejur; sunt coborâți în Locuința morților împreună cu armele lor de război, cu săbiile puse sub capetele lor și nelegiuirile lor lipite pe osemintele lor, căci vitejia lor era o groază în țara celor vii.",
                "28": "Și tu vei fi zdrobit în mijlocul celor netăiați împrejur și te vei culca împreună cu cei uciși de sabie!",
                "29": "Acolo este și Edomul, cu împărații lui și toți voievozii lui, care, cu toată vitejia lor, au fost așezați la un loc cu cei uciși de sabie: stau culcați împreună cu cei netăiați împrejur, cu cei coborâți în groapă.",
                "30": "Tot acolo sunt voievozii de la miazănoapte și toți sidonienii care s-au coborât la cei morți acoperiți de rușine, cu toată groaza pe care o aruncă vitejia lor; acești netăiați împrejur stau culcați cu cei uciși de sabie și-și poartă ocara lângă cei coborâți în groapă.",
                "31": "Faraon îi va vedea și se va mângâia pentru toată mulțimea lui, pentru ai lui care au murit uciși de sabie și pentru toată oastea lui”, zice Domnul Dumnezeu.",
                "32": "„Căci l-am lăsat să răspândească groaza în țara celor vii. De aceea, Faraon și toată mulțimea lui se vor culca împreună cu cei netăiați împrejur, cu cei ce au murit uciși de sabie”, zice Domnul Dumnezeu."
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "În anul al doisprezecelea, în prima zi a lunii a douăsprezecea, Cuvântul Domnului a venit la mine și mi-a zis:",
                "2": "„Fiul omului, rostește o cântare de jale despre Faraon, regele Egiptului, și spune-i: «Te consideri un leu printre națiuni, dar ești ca un monstru în mări! Te arunci în râurile tale, și îți murdărești râurile».",
                "3": "Acum, așa vorbește Stăpânul Domn: «Voi întinde peste tine năvodul Meu, printr-o adunare de popoare multe, și te voi trage în mreaja Mea!",
                "4": "Te voi lăsa pe pământ și te voi arunca pe câmp. și voi sătura din tine vietățile întregului pământ!",
                "5": "Carnea ți-o voi arunca pe munți și voi umple văile cu resturile tale!",
                "6": "Voi uda pământul cu sângele tău și albiile vor fi pline de resturile tale.",
                "7": "Când te voi stinge, voi acoperi cerurile și voi întuneca stelele lor. și luna nu-și va mai da lumina.",
                "8": "Voi întuneca deasupra ta și voi răspândi întunericul peste țara ta, zice Stăpânul Domn.",
                "9": "Voi neliniști inima multor popoare când voi vesti distrugerea ta printre națiuni, printre țările pe care nu le-ai cunoscut.",
                "10": "Voi face să se îngrozească din cauza ta multe popoare, iar regii lor se vor înspăimânta din cauza ta, când Îmi voi flutura sabia pe dinaintea lor. În ziua căderii tale, pentru viața lui.",
                "11": "Căci așa vorbește Stăpânul Domn: va veni peste tine!",
                "12": "Voi face ca mulțimea ta să cadă răpusă de sabia celor viteji, cei mai groaznici dintre toate națiunile. și toată mulțimea lui va fi nimicită.",
                "13": "Voi face să piară toate vitele lui de lângă apele cele multe; și nu le va mai tulbura nici picior de om, nici copită de animal.",
                "14": "Atunci îi voi lăsa apele să se așeze și-i voi face râurile să curgă ca uleiul, zice Stăpânul Domn.",
                "15": "Când voi preface țara Egiptului într-o pustietate, și țara va fi jefuită de bogăția ei, când îi voi fi lovit pe toți cei ce locuiesc în ea, vor ști că Eu sunt Domnul.",
                "16": "Aceasta este cântarea de jale pe care o vor cânta despre el. Fiicele națiunilor o vor cânta; o vor cânta despre Egipt și despre toată mulțimea lui, zice Stăpânul Domn»“.",
                "17": "În anul al doisprezecelea, în ziua a cincisprezecea a lunii, Cuvântul Domnului a venit la mine și mi-a zis:",
                "18": "„Fiul omului, bocește pentru mulțimea Egiptului și coboar-o pe ea și pe fetele națiunilor mărețe, în tărâmul celor mai de jos locuri, la cei coborâți în groapă.",
                "19": "Spune-i: «Crezi că ești tu mai încântătoare decât altele? Coboară și zaci printre cei necircumciși!».",
                "20": "Vor cădea astfel în mijlocul celor răpuși de sabie! Sabia este pregătită! Să-l scoată afară pe el și toată mulțimea lui!",
                "21": "Atunci conducătorii cei viteji din Locuința Morților vor zice despre el și despre cei ce-l ajutau: «Au coborât și zac printre cei necircumciși, răpuși de sabie!».",
                "22": "Acolo este Asiria și toată adunarea ei. De jur împrejurul ei se află mormintele tuturor celor uciși, care au căzut loviți de sabie",
                "23": "și cărora li s-au dat morminte în cele mai adânci locuri ale gropii. Adunarea ei se află de jur împrejurul mormântului ei, și anume toți cei uciși, care au căzut loviți de sabie, ei, care răspândeau teroare pe tărâmul celor vii.",
                "24": "Acolo este Elamul și toată mulțimea lui. De jur împrejurul mormântului său se află toți cei uciși, care au căzut loviți de sabie. Ei, care răspândeau teroare pe tărâmul celor vii, au coborât necircumciși în tărâmul celor mai de jos locuri. Acum ei își poartă rușinea împreună cu cei ce au coborât în groapă.",
                "25": "I-au pregătit Elamului un pat în mijlocul celor uciși și toată mulțimea lui se află împrejurul mormântului său. Toți sunt necircumciși și au fost răpuși de sabie, căci răspândeau teroare pe tărâmul celor vii. Ei își poartă acum rușinea împreună cu cei ce au coborât în groapă; au fost culcați alături de cei uciși.",
                "26": "Acolo sunt Meșekul și Tubalul și toată mulțimea lor, de jur împrejurul mormântului lor. Toți sunt necircumciși și au fost răpuși de sabie, căci răspândeau teroare pe tărâmul celor vii.",
                "27": "Să nu zacă ei împreună cu cei viteji, care au căzut dintre cei necircumciși și care au coborât în Locuința Morților cu toate armele lor de război, cei ale căror săbii au fost puse sub capetele lor? Nelegiuirile lor au fost puse pe oasele lor, căci acești viteji erau o teroare pe tărâmul celor vii.",
                "28": "Tot așa și tu, Faraon, vei fi zdrobit și vei zăcea printre cei necircumciși, împreună cu cei răpuși de sabie.",
                "29": "Acolo este și Edomul, împreună cu regii și toți prinții lui, care, în pofida vitejiei lor, au fost puși alături de cei răpuși de sabie. Ei zac împreună cu cei necircumciși, cu cei ce au coborât în groapă.",
                "30": "Acolo sunt toți prinții nordului și toți sidonienii. Ei au coborât acolo împreună cu cei uciși, în pofida terorii pe care au răspândit-o. În pofida vitejiei lor, ei sunt acum acoperiți de rușine. Acești necircumciși zac împreună cu cei răpuși de sabie și-și poartă rușinea alături de cei ce au coborât în groapă.",
                "31": "Faraon îi va vedea și se va consola pentru întreaga lui mulțime răpusă de sabie, Faraon și întreaga lui armată, zice Stăpânul Domn.",
                "32": "Căci voi răspândi teroarea pe tărâmul celor vii, și Faraon va fi întins în mijlocul celor necircumciși, alături de cei răpuși de sabie, Faraon și toată mulțimea lui, zice Stăpânul Domn“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "In the twelfth year, in the twelfth month, in the first day of the month, Yahweh’s word came to me, saying,",
                "2": "“Son of man, take up a lamentation over Pharaoh king of Egypt, and tell him, ‘You were likened to a young lion of the nations; yet you are as a monster in the seas. You broke out with your rivers, and troubled the waters with your feet, and fouled their rivers.’”",
                "3": "The Lord Yahweh says: “I will spread out my net on you with a company of many peoples. They will bring you up in my net.",
                "4": "I will leave you on the land. I will cast you out on the open field, and will cause all the birds of the sky to settle on you. I will satisfy the animals of the whole earth with you.",
                "5": "I will lay your flesh on the mountains, and fill the valleys with your height.",
                "6": "I will also water the land in which you swim with your blood, even to the mountains. The watercourses will be full of you.",
                "7": "When I extinguish you, I will cover the heavens and make its stars dark. I will cover the sun with a cloud, and the moon won’t give its light.",
                "8": "I will make all the bright lights of the sky dark over you, and set darkness on your land,” says the Lord Yahweh.",
                "9": "“I will also trouble the hearts of many peoples, when I bring your destruction among the nations, into the countries which you have not known.",
                "10": "Yes, I will make many peoples amazed at you, and their kings will be horribly afraid for you, when I brandish my sword before them. They will tremble at every moment, every man for his own life, in the day of your fall.”",
                "11": "For the Lord Yahweh says: “The sword of the king of Babylon will come on you.",
                "12": "I will cause your multitude to fall by the swords of the mighty. They are all the ruthless of the nations. They will bring the pride of Egypt to nothing, and all its multitude will be destroyed.",
                "13": "I will destroy also all its animals from beside many waters. The foot of man won’t trouble them any more, nor will the hoofs of animals trouble them.",
                "14": "Then I will make their waters clear, and cause their rivers to run like oil,” says the Lord Yahweh.",
                "15": "“When I make the land of Egypt desolate and waste, a land destitute of that of which it was full, when I strike all those who dwell therein, then they will know that I am Yahweh.",
                "16": "“‘“This is the lamentation with which they will lament. The daughters of the nations will lament with this. They will lament with it over Egypt, and over all her multitude,” says the Lord Yahweh.’”",
                "17": "Also in the twelfth year, in the fifteenth day of the month, Yahweh’s word came to me, saying,",
                "18": "“Son of man, wail for the multitude of Egypt, and cast them down, even her and the daughters of the famous nations, to the lower parts of the earth, with those who go down into the pit.",
                "19": "Whom do you pass in beauty? Go down, and be laid with the uncircumcised.",
                "20": "They will fall among those who are slain by the sword. She is delivered to the sword. Draw her away with all her multitudes.",
                "21": "The strong among the mighty will speak to him out of the middle of Sheol with those who help him. They have gone down. The uncircumcised lie still, slain by the sword.",
                "22": "“Asshur is there with all her company. Her graves are all around her. All of them are slain, fallen by the sword,",
                "23": "whose graves are set in the uttermost parts of the pit, and her company is around her grave, all of them slain, fallen by the sword, who caused terror in the land of the living.",
                "24": "“There is Elam and all her multitude around her grave; all of them slain, fallen by the sword, who have gone down uncircumcised into the lower parts of the earth, who caused their terror in the land of the living, and have borne their shame with those who go down to the pit.",
                "25": "They have made Elam a bed among the slain with all her multitude. Her graves are around her, all of them uncircumcised, slain by the sword; for their terror was caused in the land of the living, and they have borne their shame with those who go down to the pit. He is put among those who are slain.",
                "26": "“There is Meshech, Tubal, and all their multitude. Their graves are around them, all of them uncircumcised, slain by the sword; for they caused their terror in the land of the living.",
                "27": "They will not lie with the mighty who are fallen of the uncircumcised, who have gone down to Sheol with their weapons of war and have laid their swords under their heads. Their iniquities are on their bones; for they were the terror of the mighty in the land of the living.",
                "28": "“But you will be broken among the uncircumcised, and will lie with those who are slain by the sword.",
                "29": "“There is Edom, her kings, and all her princes, who in their might are laid with those who are slain by the sword. They will lie with the uncircumcised, and with those who go down to the pit.",
                "30": "“There are the princes of the north, all of them, and all the Sidonians, who have gone down with the slain. They are put to shame in the terror which they caused by their might. They lie uncircumcised with those who are slain by the sword, and bear their shame with those who go down to the pit.",
                "31": "“Pharaoh will see them and will be comforted over all his multitude, even Pharaoh and all his army, slain by the sword,” says the Lord Yahweh.",
                "32": "“For I have put his terror in the land of the living. He will be laid among the uncircumcised, with those who are slain by the sword, even Pharaoh and all his multitude,” says the Lord Yahweh."
            }
        }
    }
}