{
    "book": "Ezechiel",
    "chapter": "33",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Cuvântul Domnului mi-a vorbit astfel:",
                "2": "„Fiul omului, vorbește copiilor poporului tău și spune-le: ‘Când voi aduce sabia peste vreo țară, și poporul țării va lua din mijlocul lui pe un om oarecare și-l va pune ca străjer,",
                "3": "dacă omul acela va vedea venind sabia asupra țării, va suna din trâmbiță și va da de știre poporului",
                "4": "și dacă cel ce va auzi sunetul trâmbiței nu se va feri și va veni sabia și-l va prinde, sângele lui să cadă asupra capului lui.",
                "5": "Fiindcă a auzit sunetul trâmbiței și nu s-a ferit, de aceea sângele lui să cadă asupra lui, dar, dacă se va feri, își va scăpa viața.",
                "6": "Dacă însă străjerul va vedea venind sabia și nu va suna din trâmbiță și dacă poporul nu va fi înștiințat și va veni sabia și va răpi viața vreunui om, omul acela va pieri din pricina nelegiuirii lui, dar voi cere sângele lui din mâna străjerului.’",
                "7": "Acum, fiul omului, te-am pus străjer peste casa lui Israel. Tu trebuie să asculți cuvântul care iese din gura Mea și să-i înștiințezi din partea Mea.",
                "8": "Când zic celui rău: ‘Răule, vei muri negreșit!’ și tu nu-i spui ca să-l întorci de la calea lui cea rea, răul acela va muri în nelegiuirea lui, dar sângele lui îl voi cere din mâna ta.",
                "9": "Dar, dacă vei înștiința pe cel rău, ca să se întoarcă de la calea lui, și el nu se va întoarce, va muri în nelegiuirea lui, dar tu îți vei mântui sufletul.",
                "10": "Spune dar, fiul omului, casei lui Israel: ‘Voi cu drept cuvânt ziceți: «Fărădelegile și păcatele noastre sunt asupra noastră și din pricina lor tânjim – cum am putea să trăim?»’",
                "11": "Spune-le: ‘«Pe viața Mea», zice Domnul Dumnezeu, «că nu doresc moartea păcătosului, ci să se întoarcă de la calea lui și să trăiască. Întoarceți-vă, întoarceți-vă de la calea voastră cea rea! Pentru ce vreți să muriți, voi, casa lui Israel?»’",
                "12": "Și tu, fiul omului, spune copiilor poporului tău: ‘Neprihănirea celui neprihănit nu-l va mântui în ziua fărădelegii lui și cel rău nu va cădea lovit de răutatea lui în ziua când se va întoarce de la ea, după cum nici cel neprihănit nu va putea să trăiască prin neprihănirea lui în ziua când va săvârși o fărădelege.’",
                "13": "Când zic celui neprihănit că va trăi negreșit, dacă se încrede în neprihănirea lui și săvârșește nelegiuirea, atunci toată neprihănirea lui se va uita și el va muri din pricina nelegiuirii pe care a săvârșit-o.",
                "14": "Dimpotrivă, când zic celui rău: ‘Vei muri!’, dacă se întoarce de la păcatul lui și face ce este bine și plăcut,",
                "15": "dacă dă înapoi zălogul, întoarce ce a răpit, urmează învățăturile care dau viața și nu săvârșește nicio nelegiuire, va trăi negreșit și nu va muri.",
                "16": "Toate păcatele pe care le-a săvârșit se vor uita; a făcut ce este bine și plăcut, și va trăi negreșit!",
                "17": "Copiii poporului tău zic: ‘Calea Domnului nu este dreaptă!’ Totuși mai degrabă calea lor nu este dreaptă!",
                "18": "Dacă cel neprihănit se abate de la neprihănirea lui și săvârșește nelegiuirea, trebuie să moară din pricina aceasta.",
                "19": "Dar, dacă cel rău se întoarce de la răutatea lui și face ce este bine și plăcut, va trăi tocmai din pricina aceasta!",
                "20": "Fiindcă ziceți: ‘Calea Domnului nu este dreaptă!’, vă voi judeca pe fiecare după umbletele lui, casa lui Israel!”",
                "21": "În al doisprezecelea an, în ziua a cincea a lunii a zecea a robiei noastre, un om care scăpase din Ierusalim a venit la mine și a zis: „Cetatea a fost luată!”",
                "22": "Dar mâna Domnului venise peste mine seara, înainte de venirea fugarului la mine, și Domnul îmi deschisese gura până a venit el la mine dimineața. Gura îmi era deschisă și nu mai eram mut.",
                "23": "Atunci, cuvântul Domnului mi-a vorbit astfel:",
                "24": "„Fiul omului, cei ce locuiesc în dărâmăturile acelea în țara lui Israel zic: ‘Avraam era singur, și tot a moștenit țara; dar noi suntem mulți și țara ne-a fost dată în stăpânire!’",
                "25": "De aceea spune-le: ‘Așa vorbește Domnul Dumnezeu: «Voi mâncați carne cu sânge, vă ridicați ochii spre idolii voștri și vărsați sânge. Și voi să stăpâniți țara?",
                "26": "Voi vă bizuiți pe sabia voastră, săvârșiți urâciuni, fiecare din voi necinstește pe nevasta aproapelui său. Și voi să stăpâniți țara?»’",
                "27": "De aceea spune-le: ‘Așa vorbește Domnul Dumnezeu: «Pe viața Mea că cei ce locuiesc în aceste dărâmături vor cădea uciși de sabie, pe cei ce sunt pe câmp îi voi da de mâncare fiarelor, iar cei ce sunt în întărituri și în peșteri vor muri de ciumă.",
                "28": "Voi preface țara într-o pustietate și într-un pustiu; mândria tăriei ei se va sfârși, munții lui Israel vor fi pustiiți și nimeni nu va mai trece prin ei.",
                "29": "Și vor ști că Eu sunt Domnul când voi preface țara într-o pustietate și într-un pustiu din pricina tuturor urâciunilor pe care le-au săvârșit.»’",
                "30": "Fiul omului, copiii poporului tău vorbesc de tine pe lângă ziduri și pe la ușile caselor și zic unul altuia, fiecare fratelui său: ‘Veniți dar și ascultați care este cuvântul ieșit de la Domnul!’",
                "31": "Și vin cu grămada la tine, stau înaintea ta ca popor al Meu, ascultă cuvintele tale, dar nu le împlinesc, căci cu gura vorbesc dulce de tot, dar cu inima umblă tot după poftele lor.",
                "32": "Iată că tu ești pentru ei ca un cântăreț plăcut, cu un glas frumos și iscusit la cântare pe coarde. Ei îți ascultă cuvintele, dar nu le împlinesc deloc.",
                "33": "Când se vor întâmpla însă aceste lucruri – și iată că se întâmplă! – vor ști că era un proroc în mijlocul lor.”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Cuvântul Domnului mi-a vorbit, zicând:",
                "2": "„Fiul omului, vorbește fiilor poporului tău și spune-le: «Când voi aduce sabia împotriva unei țări, iar poporul țării va lua din mijlocul lui un om și-l va face străjer,",
                "3": "dacă străjerul vede sabia venind împotriva țării și sună din trâmbiță, anunțând poporul,",
                "4": "iar omul care aude sunetul trâmbiței nu ține cont de el, atunci sabia va veni și îi va lua viața. Sângele lui va fi asupra capului său.",
                "5": "Fiindcă a auzit sunetul trâmbiței și nu a ținut cont de el, sângele lui va fi asupra capului său. Dar dacă ține cont de el, își va scăpa viața.",
                "6": "Dacă însă străjerul vede sabia venind și nu sună din trâmbiță, astfel că poporul nu este avertizat, iar sabia vine și ia viața cuiva, omul acela va muri din cauza nelegiuirii sale, dar sângele lui îl voi cere din mâna străjerului».",
                "7": "Tu, fiul omului, ești străjerul pe care l-am pus peste Casa lui Israel. Tu vei auzi cuvântul din gura Mea și-i vei anunța din partea Mea.",
                "8": "Când îi voi zice celui rău: «Răule, sigur vei muri!», iar tu nu vei vorbi cu cel rău ca să-l avertizezi cu privire la calea lui, omul acela rău va muri din cauza nelegiuirii sale, dar sângele lui îl voi cere din mâna ta.",
                "9": "Dar dacă tu îl vei avertiza pe cel rău să se întoarcă de la calea lui, iar el nu se va întoarce de la calea lui, atunci el va muri din cauza nelegiuirii lui, iar tu îți vei scăpa sufletul.",
                "10": "Tu, fiul omului, spune Casei lui Israel: «Voi ziceți: ‘Fărădelegile și păcatele noastre apasă greu asupra noastră. Suntem uscați de vlagă din cauza lor. Cum vom putea trăi?’».",
                "11": "Prin urmare, spune-le: «Viu sunt Eu, zice Stăpânul Domn, că Eu nu-Mi găsesc plăcerea în moartea celui rău, ci doresc ca el să se întoarcă de la calea lui și să trăiască. Întoarceți-vă! Întoarceți-vă de la căile voastre cele rele! Pentru ce vrei să pieri, Casă a lui Israel?».",
                "12": "De aceea, fiul omului, spune fiilor poporului tău: «Dreptatea celui drept nu-l va scăpa în ziua fărădelegii lui, iar răutatea celui rău nu-l va face să cadă în ziua când se întoarce de la răutatea lui. Cel drept nu va putea trăi prin dreptatea lui în ziua când a păcătuit.",
                "13": "Când Eu îi spun celui drept că sigur va trăi, iar el, încrezându-se în dreptatea lui, comite fapte nelegiuite, toată dreptatea lui nu i se va mai aminti și va muri din cauza nelegiuirilor pe care le-a comis.",
                "14": "Tot astfel, atunci când Eu îi spun celui rău: ‘Sigur vei muri!’, dacă el se întoarce de la păcatul lui și face judecată și dreptate,",
                "15": "dacă cel rău dă înapoi garanția, înapoiază ce a jefuit, urmează învățăturile dătătoare de viață și nu mai comite fapte nelegiuite, el sigur va trăi și nu va muri.",
                "16": "Toate păcatele pe care le-a comis nu i se vor mai aminti. El a făcut judecată și dreptate; prin urmare, sigur va trăi».",
                "17": "Totuși, fiii poporului tău zic: «Calea Stăpânului nu este dreaptă!». Dar, de fapt, calea lor este cea nedreaptă!",
                "18": "Așadar, dacă cel drept se întoarce de la dreptatea lui și comite fapte nelegiuite, el va muri din cauza aceasta.",
                "19": "Tot astfel, dacă cel rău se întoarce de la răutatea lui și face judecată și dreptate, va trăi tocmai din cauza aceasta.",
                "20": "Fiindcă ziceți: «Calea Stăpânului nu este dreaptă!», vă voi judeca pe fiecare după umbletele voastre, Casă a lui Israel!“.",
                "21": "În al doisprezecelea an al exilului nostru, în ziua a cincea a lunii a zecea, a venit la mine un fugar de la Ierusalim și mi-a zis: „Cetatea a fost capturată!“.",
                "22": "Mâna Domnului fusese peste mine încă de la lăsarea serii, înainte de a sosi fugarul, și El îmi deschisese gura înainte de a sosi fugarul la mine, dimineața. Așadar, gura îmi fusese deschisă și nu mai eram mut.",
                "23": "Cuvântul Domnului mi-a vorbit, zicând:",
                "24": "„Fiul omului, locuitorii acestor ruine din țara lui Israel zic: «Avraam a fost singur, dar tot a luat în stăpânire țara. Noi suntem mulți, deci cu siguranță țara ne-a fost dată și nouă ca moștenire!».",
                "25": "De aceea spune-le: «Așa vorbește Stăpânul Domn: ‘Voi care mâncați carne cu sânge, care vă ridicați ochii spre idolii voștri și vărsați sânge, voi să stăpâniți țara?",
                "26": "Vă încredeți în sabia voastră, comiteți fapte scârboase și fiecare se culcă cu soția semenului său. Voi să stăpâniți țara?’».",
                "27": "Să le mai spui: «Așa vorbește Stăpânul Domn: ‘Viu sunt Eu, că cei ce se află printre ruine vor cădea uciși de sabie, pe cei ce sunt pe câmp îi voi da de mâncare animalelor sălbatice, iar cei din fortărețe și cei din peșteri vor muri din cauza molimei.",
                "28": "Voi preface țara într-o pustietate și într-un loc devastat, iar mândria puterii ei se va sfârși. Munții lui Israel vor fi atât de pustiiți, încât nimeni nu-i va mai traversa.",
                "29": "Când voi preface țara într-o pustietate și într-un loc devastat din cauza urâciunilor pe care le-au comis, vor ști că Eu sunt Domnul’».",
                "30": "Fiul omului, fiii poporului tău vorbesc despre tine pe lângă ziduri și pe la ușile caselor și își zic unul altuia, fiecare fratelui său, astfel: «Veniți, vă rog, și ascultați care este cuvântul ieșit de la Domnul!».",
                "31": "Și vin la tine cu grămada! Cei din poporul Meu se așază înaintea ta și ascultă cuvintele tale, dar nu le împlinesc, căci cu gura ei vorbesc atât de dulce, dar inima lor umblă după câștig nedrept.",
                "32": "Iată că tu ești pentru ei ca un cântăreț plăcut, cu voce frumoasă, iscusit să cânte la instrumente cu coarde. Ei ascultă cuvintele tale, dar nu le împlinesc deloc.",
                "33": "Însă când va veni pustiirea – și iat-o că vine – vor ști că a fost un profet în mijlocul lor“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Yahweh’s word came to me, saying,",
                "2": "“Son of man, speak to the children of your people, and tell them, ‘When I bring the sword on a land, and the people of the land take a man from among them, and set him for their watchman,",
                "3": "if, when he sees the sword come on the land, he blows the trumpet and warns the people,",
                "4": "then whoever hears the sound of the trumpet and doesn’t heed the warning, if the sword comes and takes him away, his blood will be on his own head.",
                "5": "He heard the sound of the trumpet and didn’t take warning. His blood will be on him; whereas if he had heeded the warning, he would have delivered his soul.",
                "6": "But if the watchman sees the sword come and doesn’t blow the trumpet, and the people aren’t warned, and the sword comes and takes any person from among them, he is taken away in his iniquity, but his blood I will require at the watchman’s hand.’",
                "7": "“So you, son of man, I have set you a watchman to the house of Israel. Therefore hear the word from my mouth, and give them warnings from me.",
                "8": "When I tell the wicked, ‘O wicked man, you will surely die,’ and you don’t speak to warn the wicked from his way, that wicked man will die in his iniquity, but I will require his blood at your hand.",
                "9": "Nevertheless, if you warn the wicked of his way to turn from it, and he doesn’t turn from his way; he will die in his iniquity, but you have delivered your soul.",
                "10": "“You, son of man, tell the house of Israel: ‘You say this, “Our transgressions and our sins are on us, and we pine away in them. How then can we live?”’",
                "11": "Tell them, ‘“As I live,” says the Lord Yahweh, “I have no pleasure in the death of the wicked, but that the wicked turn from his way and live. Turn, turn from your evil ways! For why will you die, house of Israel?”’",
                "12": "“You, son of man, tell the children of your people, ‘The righteousness of the righteous will not deliver him in the day of his disobedience. And as for the wickedness of the wicked, he will not fall by it in the day that he turns from his wickedness; neither will he who is righteous be able to live by it in the day that he sins.",
                "13": "When I tell the righteous that he will surely live, if he trusts in his righteousness and commits iniquity, none of his righteous deeds will be remembered; but he will die in his iniquity that he has committed.",
                "14": "Again, when I say to the wicked, “You will surely die,” if he turns from his sin and does that which is lawful and right,",
                "15": "if the wicked restore the pledge, give again that which he had taken by robbery, walk in the statutes of life, committing no iniquity, he will surely live. He will not die.",
                "16": "None of his sins that he has committed will be remembered against him. He has done that which is lawful and right. He will surely live.",
                "17": "“‘Yet the children of your people say, “The way of the Lord is not fair;” but as for them, their way is not fair.",
                "18": "When the righteous turns from his righteousness and commits iniquity, he will even die therein.",
                "19": "When the wicked turns from his wickedness and does that which is lawful and right, he will live by it.",
                "20": "Yet you say, “The way of the Lord is not fair.” House of Israel, I will judge every one of you after his ways.’”",
                "21": "In the twelfth year of our captivity, in the tenth month, in the fifth day of the month, one who had escaped out of Jerusalem came to me, saying, “The city has been defeated!”",
                "22": "Now Yahweh’s hand had been on me in the evening, before he who had escaped came; and he had opened my mouth until he came to me in the morning; and my mouth was opened, and I was no longer mute.",
                "23": "Yahweh’s word came to me, saying,",
                "24": "“Son of man, those who inhabit the waste places in the land of Israel speak, saying, ‘Abraham was one, and he inherited the land; but we are many. The land is given us for inheritance.’",
                "25": "Therefore tell them, ‘The Lord Yahweh says: “You eat with the blood, and lift up your eyes to your idols, and shed blood. So should you possess the land?",
                "26": "You stand on your sword, you work abomination, and every one of you defiles his neighbor’s wife. So should you possess the land?”’",
                "27": "“You shall tell them, ‘The Lord Yahweh says: “As I live, surely those who are in the waste places will fall by the sword. I will give whoever is in the open field to the animals to be devoured, and those who are in the strongholds and in the caves will die of the pestilence.",
                "28": "I will make the land a desolation and an astonishment. The pride of her power will cease. The mountains of Israel will be desolate, so that no one will pass through.",
                "29": "Then they will know that I am Yahweh, when I have made the land a desolation and an astonishment because of all their abominations which they have committed.”’",
                "30": "“As for you, son of man, the children of your people talk about you by the walls and in the doors of the houses, and speak to one another, everyone to his brother, saying, ‘Please come and hear what the word is that comes out from Yahweh.’",
                "31": "They come to you as the people come, and they sit before you as my people, and they hear your words, but don’t do them; for with their mouth they show much love, but their heart goes after their gain.",
                "32": "Behold, you are to them as a very lovely song of one who has a pleasant voice, and can play well on an instrument; for they hear your words, but they don’t do them.",
                "33": "“When this comes to pass—behold, it comes—then they will know that a prophet has been among them.”"
            }
        }
    }
}