{
    "book": "Ezechiel",
    "chapter": "13",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Cuvântul Domnului mi-a vorbit astfel:",
                "2": "„Fiul omului, prorocește împotriva prorocilor lui Israel care prorocesc și spune celor ce prorocesc după gustul inimii lor: ‘Ascultați cuvântul Domnului!’”",
                "3": "Așa vorbește Domnul Dumnezeu: „Vai de prorocii fără minte, care umblă după duhul lor și nu văd nimic!",
                "4": "Prorocii tăi, Israele, sunt ca niște șacali în mijlocul dărâmăturilor!",
                "5": "Voi nu v-ați suit înaintea spărturilor, n-ați înconjurat cu un zid casa lui Israel ca să rămâneți tari în luptă în ziua Domnului.",
                "6": "Vedeniile lor sunt înșelătoare și prorociile lor, mincinoase. Ei zic: ‘Așa vorbește Domnul!’, măcar că Domnul nu i-a trimis, și fac pe oameni să tragă nădejde că se va împlini cuvântul lor.",
                "7": "Nu sunt înșelătoare vedeniile pe care le aveți și nu sunt mincinoase prorociile pe care le rostiți? Voi ziceți: ‘Așa vorbește Domnul!’ în timp ce Eu n-am vorbit.”",
                "8": "De aceea, așa vorbește Domnul Dumnezeu: „Pentru că spuneți lucruri înșelătoare și vedeniile voastre sunt minciuni, iată, am necaz pe voi”, zice Domnul Dumnezeu.",
                "9": "„Mâna Mea va fi împotriva prorocilor ale căror vedenii sunt înșelătoare și ale căror prorocii sunt mincinoase; ei nu vor rămâne în adunarea poporului Meu, nu vor fi scriși în cartea casei lui Israel, nici nu vor intra în țara lui Israel. Și veți ști că Eu sunt Domnul Dumnezeu.",
                "10": "Lucrurile acestea se vor întâmpla pentru că ei rătăcesc pe poporul Meu, zicând: ‘Pace!’ când nu este pace. Poporul Meu zidește un zid și ei îl tencuiesc cu ipsos.",
                "11": "De aceea, spune celor ce-l acoperă cu ipsos că se va prăbuși, va veni o ploaie cu vifor, pietrele de grindină vor cădea și se va dezlănțui furtuna.",
                "12": "Iată, vi se prăbușește zidul! Și atunci vi se va zice: ‘Unde este ipsosul cu care l-ați tencuit?’”",
                "13": "De aceea, așa vorbește Domnul Dumnezeu: „În urgia Mea, voi porni furtuna; în mânia Mea, va veni o ploaie cu vifor și vor cădea pietre de grindină ca să nimicească.",
                "14": "Voi surpa zidul pe care l-ați tencuit cu ipsos, îl voi doborî la pământ și i se vor dezgoli temeliile; se va prăbuși și veți pieri în mijlocul dărâmăturilor lui. Și veți ști că Eu sunt Domnul.",
                "15": "Îmi voi potoli astfel mânia împotriva zidului și împotriva celor ce l-au tencuit cu ipsos și vă voi spune: ‘Nu mai este niciun zid! Și s-a isprăvit cu cei ce l-au tencuit cu ipsos!",
                "16": "S-a isprăvit cu prorocii lui Israel, care prorocesc asupra Ierusalimului și au vedenii de pace asupra lui când nu este pace’”, zice Domnul Dumnezeu.",
                "17": "„Iar tu, fiul omului, întoarce-ți privirile împotriva fiicelor poporului tău care prorocesc după gustul inimii lor și prorocește împotriva lor!",
                "18": "Spune: ‘Așa vorbește Domnul Dumnezeu: «Vai de cele ce cos pernuțe pentru subsuori și fac marame pentru capetele oamenilor de orice mărime, ca să prindă suflete! Socotiți că veți prinde sufletele poporului Meu, ca să vă păstrați cu viață sufletele voastre?",
                "19": "Voi Mă necinstiți înaintea poporului Meu pentru câțiva pumni de orz și câteva bucăți de pâine, ucigând niște suflete care n-ar trebui să moară și făcând să trăiască niște suflete care n-ar trebui să trăiască, înșelând astfel pe poporul Meu, care ascultă minciunile voastre.»",
                "20": "De aceea așa vorbește Domnul Dumnezeu: «Iată, am necaz pe pernuțele voastre prin care prindeți sufletele ca păsările, de aceea vi le voi smulge de la brațe și voi da drumul sufletelor, și anume sufletelor pe care le prindeți ca păsările!",
                "21": "Vă voi rupe maramele și voi scoate pe poporul Meu din mâinile voastre, ca să nu mai cadă pradă în mâinile voastre, și veți ști că Eu sunt Domnul.",
                "22": "Pentru că întristați prin minciuni inima celui neprihănit, când Eu Însumi nu l-am întristat, și pentru că întăriți mâinile celui rău ca să-l împiedicați să se lase de calea lui cea rea, făgăduindu-i viața,",
                "23": "de aceea nu veți mai avea vedenii înșelătoare și nu veți mai rosti prorocii. Voi scoate din mâinile voastre pe poporul Meu și veți ști că Eu sunt Domnul.»’”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Cuvântul Domnului mi-a vorbit, zicând:",
                "2": "„Fiul omului, profețește împotriva profeților lui Israel, cei care profețesc acum, și spune-le profeților care profețesc din mintea lor: «Ascultați Cuvântul Domnului!",
                "3": "Așa vorbește Stăpânul Domn: vai de profeții nebuni care-și urmează propriul duh, nevăzând, de fapt, nimic!",
                "4": "Ca șacalii printre ruine, așa au ajuns profeții tăi, Israel!",
                "5": "Nu v-ați urcat în spărturi să refaceți zidul Casei lui Israel, ca să reziste în lupta din ziua Domnului!",
                "6": "Ceea ce văd ei este deșertăciune, iar prezicerea lor este o minciună. Ei zic: ‘O rostire a Domnului!’, dar nu Domnul i-a trimis. Și totuși, ei speră să li se împlinească cuvântul.",
                "7": "Oare nu sunt vedenii deșarte ceea ce vedeți voi și preziceri mincinoase ceea ce ziceți voi? Voi spuneți: ‘O rostire a Domnului!’, dar Eu nu v-am vorbit».",
                "8": "De aceea, așa vorbește Stăpânul Domn: «Pentru că vorbiți deșertăciuni și aveți vedenii mincinoase, iată că sunt împotriva voastră, zice Stăpânul Domn.",
                "9": "Mâna Mea va fi împotriva profeților care au vedenii deșarte și preziceri mincinoase. Nu vor mai fi în adunarea poporului Meu, nu vor fi scriși în cartea Casei lui Israel și nici nu vor veni în țara lui Israel. Și veți ști astfel că Eu sunt Stăpânul Domn.",
                "10": "Pentru că Mi-au dus în rătăcire poporul, zicând: ‘Pace!’, când de fapt nu este pace, și pentru că, atunci când se construiește un zid, ei doar îl tencuiesc cu ipsos,",
                "11": "spune-le celor ce tencuiesc cu ipsos că zidul va cădea. Ploaia va curge, pietrele de grindină vor cădea și o furtună puternică se va dezlănțui.",
                "12": "Când zidul va cădea, atunci veți fi întrebați: ‘Unde este ipsosul cu care l-ați tencuit?’».",
                "13": "De aceea, așa vorbește Stăpânul Domn: «În furia Mea, voi dezlănțui o furtună puternică; în mânia Mea, voi face să plouă torențial, iar în furia Mea nimicitoare, voi arunca pietre de grindină.",
                "14": "Voi dărâma zidul pe care l-ați tencuit cu ipsos, îl voi doborî la pământ și i se va descoperi temelia. Când zidul va cădea, veți pieri printre dărâmăturile lui. Și veți ști astfel că Eu sunt Domnul.",
                "15": "După ce Îmi voi dezlănțui toată furia împotriva zidului și împotriva celor ce l-au tencuit cu ipsos, vă voi zice: ‘Nu mai există zidul și nu mai există cei ce-l tencuiau,",
                "16": "acei profeți ai lui Israel, care au profețit despre Ierusalim și au avut vedenii de pace cu privire la cetate, deși nu era pace, zice Stăpânul Domn’».",
                "17": "Tu, fiul omului, îndreaptă-ți acum fața spre fetele poporului tău, care profețesc din propria lor imaginație, și profețește împotriva lor.",
                "18": "Spune-le: «Așa vorbește Stăpânul Domn: ‘Vai de cele care-și cos ciucuri pe marginea mânecilor, care fac voaluri pentru cap de diferite mărimi, ca să vâneze suflete! Voi, care vânați sufletele poporului Meu, să rămâneți în viață?",
                "19": "Mi-ați profanat Numele înaintea poporului Meu pentru câțiva pumni de orz și pentru câteva bucăți de pâine. Înșelându-Mi poporul prin minciunile pe care le-a auzit, ați omorât niște suflete care n-ar fi trebuit să moară și ați lăsat în viață niște suflete care n-ar fi trebuit să trăiască!’».",
                "20": "De aceea, așa vorbește Stăpânul Domn: «Iată, sunt împotriva ciucurilor voștri, cu care ați vânat sufletele ca pe păsări. Îi voi smulge de pe mânecile voastre și voi da drumul sufletelor, adică sufletelor pe care le-ați vânat ca pe păsări.",
                "21": "Vă voi smulge voalurile și-Mi voi elibera poporul din mâna voastră. Nu va mai fi prada voastră și veți ști atunci că Eu sunt Domnul.",
                "22": "Pentru că ați întristat inima celui drept cu o minciună, deși Eu nu am îndurerat-o, pentru că ați întărit mâinile celui rău ca să nu se întoarcă de la calea lui cea rea și să trăiască,",
                "23": "de aceea nu veți mai avea vedenii deșarte și nici nu veți mai rosti preziceri. Îmi voi elibera poporul din mâna voastră și veți ști astfel că Eu sunt Domnul»“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Yahweh’s word came to me, saying,",
                "2": "“Son of man, prophesy against the prophets of Israel who prophesy, and say to those who prophesy out of their own heart, ‘Hear Yahweh’s word:",
                "3": "The Lord Yahweh says, “Woe to the foolish prophets, who follow their own spirit, and have seen nothing!",
                "4": "Israel, your prophets have been like foxes in the waste places.",
                "5": "You have not gone up into the gaps or built up the wall for the house of Israel, to stand in the battle in Yahweh’s day.",
                "6": "They have seen falsehood and lying divination, who say, ‘Yahweh says;’ but Yahweh has not sent them. They have made men to hope that the word would be confirmed.",
                "7": "Haven’t you seen a false vision, and haven’t you spoken a lying divination, in that you say, ‘Yahweh says;’ but I have not spoken?”",
                "8": "“‘Therefore the Lord Yahweh says: “Because you have spoken falsehood and seen lies, therefore, behold, I am against you,” says the Lord Yahweh.",
                "9": "“My hand will be against the prophets who see false visions and who utter lying divinations. They will not be in the council of my people, neither will they be written in the writing of the house of Israel, neither will they enter into the land of Israel. Then you will know that I am the Lord Yahweh.”",
                "10": "“‘Because, even because they have seduced my people, saying, “Peace;” and there is no peace. When one builds up a wall, behold, they plaster it with whitewash.",
                "11": "Tell those who plaster it with whitewash that it will fall. There will be an overflowing shower; and you, great hailstones, will fall. A stormy wind will tear it.",
                "12": "Behold, when the wall has fallen, won’t it be said to you, “Where is the plaster with which you have plastered it?”",
                "13": "“‘Therefore the Lord Yahweh says: “I will even tear it with a stormy wind in my wrath. There will be an overflowing shower in my anger, and great hailstones in wrath to consume it.",
                "14": "So I will break down the wall that you have plastered with whitewash, and bring it down to the ground, so that its foundation will be uncovered. It will fall, and you will be consumed in the middle of it. Then you will know that I am Yahweh.",
                "15": "Thus I will accomplish my wrath on the wall, and on those who have plastered it with whitewash. I will tell you, ‘The wall is no more, nor those who plastered it—",
                "16": "to wit, the prophets of Israel who prophesy concerning Jerusalem, and who see visions of peace for her, and there is no peace,’” says the Lord Yahweh.’”",
                "17": "You, son of man, set your face against the daughters of your people, who prophesy out of their own heart; and prophesy against them,",
                "18": "and say, “The Lord Yahweh says: ‘Woe to the women who sew magic bands on all elbows and make veils for the head of persons of every stature to hunt souls! Will you hunt the souls of my people and save souls alive for yourselves?",
                "19": "You have profaned me among my people for handfuls of barley and for pieces of bread, to kill the souls who should not die and to save the souls alive who should not live, by your lying to my people who listen to lies.’",
                "20": "“Therefore the Lord Yahweh says: ‘Behold, I am against your magic bands, with which you hunt the souls to make them fly, and I will tear them from your arms. I will let the souls fly free, even the souls whom you ensnare like birds.",
                "21": "I will also tear your veils and deliver my people out of your hand; and they will no longer be in your hand to be ensnared. Then you will know that I am Yahweh.",
                "22": "Because with lies you have grieved the heart of the righteous, whom I have not made sad; and strengthened the hands of the wicked, that he should not return from his wicked way, and be saved alive.",
                "23": "Therefore you shall no more see false visions nor practice divination. I will deliver my people out of your hand. Then you will know that I am Yahweh.’”"
            }
        }
    }
}