{
    "book": "Ezechiel",
    "chapter": "19",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "„Tu însă fă o plângere asupra domnului lui Israel",
                "2": "și zi: ‘Ce era mamă-ta? O leoaică. Stătea culcată cu leii și își creștea puii în mijlocul puilor de lei.",
                "3": "A crescut pe unul din puii ei, care s-a făcut un leuț învățat să sfâșie prada și a mâncat oameni.",
                "4": "Neamurile au făcut o prinsoare împotriva lui și a fost prins în groapa lor; i-au pus un belciug în nări și l-au dus în țara Egiptului.",
                "5": "Leoaica, dacă a văzut că degeaba îl aștepta și că s-a înșelat în nădejdea ei, a luat un alt pui și l-a făcut leuț.",
                "6": "El a umblat cu leii, s-a făcut leuț, a învățat să sfâșie prada și a mâncat oameni.",
                "7": "A năvălit în palatele lor și le-a nimicit cetățile; așa că țara, cu tot ce se află în ea, s-a îngrozit de mugetul răcnetelor lui.",
                "8": "Dar împotriva lui s-au înșiruit neamurile din toate ținuturile de primprejur. I-au întins lațuri și a fost prins în groapa lor.",
                "9": "I-au pus un belciug în nări, l-au pus într-o cușcă și l-au dus la împăratul Babilonului, apoi l-au dus într-o cetățuie, ca să nu i se mai audă glasul pe munții lui Israel.",
                "10": "Mamă-ta, ca și tine, era ca o vie sădită lângă ape. Era roditoare și încărcată de mlădițe din pricina belșugului apelor.",
                "11": "Ramurile ei erau așa de tari, că se puteau face toiege de cârmuitori din ele; prin înălțimea ei întrecea ramurile stufoase și atrăgea privirile cu înălțimea ei și prin mulțimea mlădițelor ei.",
                "12": "Dar a fost smulsă cu mânie și aruncată la pământ; vântul de răsărit i-a uscat rodul; mlădițele ei cele puternice au fost rupte, s-au uscat și le-a mâncat focul.",
                "13": "Și acum este sădită în pustie, într-un pământ uscat și fără apă.",
                "14": "Din mlădițele ei a ieșit foc și i-a mâncat rodul; așa că nu mai are ramuri tari, bune pentru un toiag de cârmuitor.’ Aceasta-i o cântare de jale și va sluji drept cântare de jale.”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Iar tu înalță o cântare de jale despre prinții lui Israel!",
                "2": "Spune: «Ce era mama ta? Era o leoaică printre lei! Ea stătea întinsă în mijlocul leilor tineri, crescându-și puii.",
                "3": "L-a crescut pe unul dintre puii ei și acesta a devenit un leu tânăr. și a ajuns să devoreze oameni.",
                "4": "Când au auzit națiunile despre el, în țara Egiptului.",
                "5": "Când și-a văzut așteptarea neîmplinită și speranța spulberată, și l-a pus leu conducător.",
                "6": "El a umblat printre lei până a devenit un leu tânăr. și a ajuns să devoreze oameni.",
                "7": "Le-a capturat văduvele și le-a devastat cetățile. Țara, cu tot ce cuprindea ea, era îngrozită la auzul urletului său.",
                "8": "Atunci națiunile din provinciile vecine și au aruncat plasa asupra lui, iar el a fost prins în groapa lor.",
                "9": "L-au pus într-o cușcă, în lanțuri, și l-au aruncat în închisoare, pe munții lui Israel.",
                "10": "Mama ta era ca o viță în via ta, plantată lângă ape. Datorită belșugului de apă, ea era roditoare și plină de mlădițe.",
                "11": "Mlădițele ei erau așa de tari, încât se puteau face din ele sceptre de conducători. și prin mulțimea mlădițelor ei.",
                "12": "Dar a fost smulsă cu furie și aruncată la pământ. Vântul de est a făcut-o să se ofilească, roadele i-au fost zdrobite, și au fost arse de foc.",
                "13": "Acum ea este plantată în deșert, într-un pământ uscat și secetos.",
                "14": "Din butucul ei a ieșit un foc care i-a distrus roadele. Și, astfel, n-a mai rămas în ea nicio mlădiță tare, niciun sceptru pentru a conduce». Aceasta este o cântare de jale și va fi folosită ca o cântare de jale“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "“Moreover, take up a lamentation for the princes of Israel,",
                "2": "and say, ‘What was your mother? A lioness. She couched among lions, in the middle of the young lions she nourished her cubs.",
                "3": "She brought up one of her cubs. He became a young lion. He learned to catch the prey. He devoured men.",
                "4": "The nations also heard of him. He was taken in their pit; and they brought him with hooks to the land of Egypt.",
                "5": "“‘Now when she saw that she had waited, and her hope was lost, then she took another of her cubs, and made him a young lion.",
                "6": "He went up and down among the lions. He became a young lion. He learned to catch the prey. He devoured men.",
                "7": "He knew their palaces, and laid waste their cities. The land was desolate with its fullness, because of the noise of his roaring.",
                "8": "Then the nations attacked him on every side from the provinces. They spread their net over him. He was taken in their pit.",
                "9": "They put him in a cage with hooks, and brought him to the king of Babylon. They brought him into strongholds, so that his voice should no more be heard on the mountains of Israel.",
                "10": "“‘Your mother was like a vine in your blood, planted by the waters. It was fruitful and full of branches by reason of many waters.",
                "11": "It had strong branches for the scepters of those who ruled. Their stature was exalted among the thick boughs. with the multitude of their branches.",
                "12": "But it was plucked up in fury. It was cast down to the ground, and the east wind dried up its fruit. Its strong branches were broken off and withered. The fire consumed them.",
                "13": "Now it is planted in the wilderness, in a dry and thirsty land.",
                "14": "Fire has gone out of its branches. It has devoured its fruit, so that there is in it no strong branch to be a scepter to rule.’ This is a lamentation, and shall be for a lamentation.”"
            }
        }
    }
}