{
    "book": "Ezechiel",
    "chapter": "40",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "În anul al douăzeci și cincilea al robiei noastre, la începutul anului, în ziua a zecea a lunii, la paisprezece ani după dărâmarea cetății, tocmai în ziua aceea, a venit mâna Domnului peste mine și m-a strămutat în țara lui Israel.",
                "2": "M-a dus acolo în niște vedenii dumnezeiești și m-a așezat pe un munte foarte înalt; spre miazăzi de acest munte era ceva ca o cetate zidită.",
                "3": "M-am dus acolo și iată că acolo era un om a cărui înfățișare era ca înfățișarea aramei; el avea în mână o sfoară de măsurat de in și o prăjină de măsurat și stătea la poartă.",
                "4": "Omul acela mi-a zis: „Fiul omului, privește cu ochii tăi, ascultă cu urechile tale și ia aminte la toate lucrurile pe care ți le voi arăta, căci ai fost adus aici ca să ți le arăt. Fă cunoscut casei lui Israel tot ce vei vedea.”",
                "5": "Un zid înconjura Templul pe dinafară de jur împrejur. În mâna omului aceluia era o prăjină de măsurat lungă de șase coți, fiecare cot având o palmă mai mult decât cotul obișnuit. A măsurat lățimea zidului, care era de o prăjină, și înălțimea, care era tot de o prăjină.",
                "6": "A mers la poarta de răsărit și i-a suit treptele. A măsurat pragul porții, care era lat de o prăjină, și celălalt prag, care era lat de o prăjină.",
                "7": "Fiecare odaie de pază era lungă de o prăjină și largă tot de o prăjină. Între fiecare două odăi de pază era un loc gol de cinci coți. Pragul porții de lângă tinda porții dinăuntru era de o prăjină.",
                "8": "A măsurat și tinda porții dinăuntru; era de o prăjină.",
                "9": "A măsurat apoi tinda porții; era de opt coți și stâlpii ei erau de doi coți. Tinda porții era spre partea dinăuntru.",
                "10": "Odăile de pază ale porții de răsărit erau în număr de trei de o parte și trei de cealaltă; câteșitrele aveau aceeași măsură și stâlpii de fiecare parte aveau tot aceeași măsură.",
                "11": "A măsurat apoi lărgimea deschizăturii porții, care era de zece coți, și lungimea porții, care era de treisprezece coți.",
                "12": "Înaintea odăilor de pază era un loc gol de un cot de o parte și de cealaltă; fiecare odaie de pază avea șase coți de o parte și șase coți de cealaltă.",
                "13": "A măsurat poarta de la acoperișul unei odăi de pază, până la acoperișul celeilalte; între cele două deschizături care erau față în față era o lățime de douăzeci și cinci de coți.",
                "14": "A măsurat tinda porții și a găsit douăzeci de coți; tinda dădea într-o curte, de jur împrejurul porții.",
                "15": "Locul dintre poarta de la intrare și tinda porții dinăuntru era lung de cincizeci de coți.",
                "16": "La odăile de pază și la stâlpii lor dinăuntrul porții de jur împrejur erau niște ferestre îngrădite; ferestre erau și înăuntru în tinzile porții de jur împrejur, iar pe stâlpi erau săpate ramuri de finici.",
                "17": "M-a dus în curtea de afară, unde se aflau odăi și un caldarâm de jur împrejur; pe caldarâmul acesta erau treizeci de odăi.",
                "18": "Caldarâmul era lângă porți și era de-a lungul porților: acesta era caldarâmul de jos.",
                "19": "A măsurat lățimea de la poarta de jos până la partea de afară a curții dinăuntru și avea o sută de coți la răsărit și la miazănoapte.",
                "20": "A măsurat lungimea și lățimea porții de miazănoapte a curții de afară.",
                "21": "Odăile ei de pază, în număr de trei de o parte și trei de alta, stâlpii și tinda ei aveau aceeași măsură ca poarta dintâi: cincizeci de coți în lungime și douăzeci și cinci de coți în lățime.",
                "22": "Ferestrele ei, tinda ei, finicii ei aveau aceeași măsură ca poarta de răsărit; te suiai la ea pe șapte trepte, iar tinda ei era în partea dinăuntru.",
                "23": "La curtea dinăuntru era o poartă, în fața porții de miazănoapte și în fața porții de răsărit; a măsurat o sută de coți de la o poartă până la cealaltă.",
                "24": "M-a dus în partea de miazăzi, unde se afla poarta de la miazăzi. I-a măsurat stâlpii și tinda, care aveau aceeași măsură.",
                "25": "Poarta aceasta și tinda ei aveau ferestre de jur împrejur, ca și celelalte ferestre, și poarta era lungă de cincizeci de coți și lată de douăzeci și cinci de coți.",
                "26": "La ea te suiai pe o scară de șapte trepte, iar tinda ei era în partea dinăuntru; pe stâlpi era câte un finic de fiecare parte.",
                "27": "Curtea dinăuntru avea o poartă înspre miazăzi; a măsurat de la o poartă până la cealaltă spre miazăzi o sută de coți.",
                "28": "M-a dus în curtea dinăuntru, pe poarta de miazăzi. A măsurat poarta de miazăzi și a găsit că avea aceeași măsură.",
                "29": "Odăile ei de pază, stâlpii și tinda ei aveau aceeași măsură. Poarta aceasta și tinda ei aveau ferestre de jur împrejur și poarta era lungă de cincizeci de coți și lată de douăzeci și cinci de coți.",
                "30": "(De jur împrejur erau tinde lungi de douăzeci și cinci de coți și late de cinci coți.)",
                "31": "Tinda porții dădea în curtea de afară; pe stâlpii ei erau finici și opt trepte pentru suit la poartă.",
                "32": "M-a dus apoi în curtea dinăuntru, pe intrarea de răsărit. A măsurat poarta și a găsit că avea aceeași măsură.",
                "33": "Odăile ei de pază, stâlpii ei și tinda ei aveau aceeași măsură. Poarta aceasta și tinda ei aveau și ele ferestre de jur împrejur, lungi de cincizeci de coți și late de douăzeci și cinci.",
                "34": "Tinda ei dădea în curtea de afară; de fiecare parte erau finici pe stâlpi și opt trepte pentru suit la poartă.",
                "35": "M-a dus la poarta de miazănoapte. A măsurat-o și a găsit aceeași măsură.",
                "36": "Și ea avea odăi de pază, stâlpi, tindă și ferestre de jur împrejur; era lungă de cincizeci de coți și lată de douăzeci și cinci de coți.",
                "37": "Tinda ei dădea în curtea de afară; de fiecare parte erau cinci finici pe stâlpii ei și opt trepte pentru suit la poartă.",
                "38": "Era o odaie care se deschidea spre tinda porții; acolo trebuiau spălate arderile-de-tot.",
                "39": "În tinda porții erau de fiecare parte două mese, pe care trebuiau înjunghiate arderea-de-tot, jertfa de ispășire și jertfa pentru vină.",
                "40": "Într-una din părțile de afară, cum te sui la intrarea porții de miazănoapte, erau două mese; și în cealaltă parte, spre tinda porții, erau iarăși două mese.",
                "41": "În cele două părți ale porții, se aflau astfel patru mese de o parte și patru mese de cealaltă, de toate opt mese, pe care trebuiau înjunghiate jertfele.",
                "42": "În fața meselor pentru jertfe, mai erau pentru arderile-de-tot patru mese de pietre cioplite, lungi de un cot și jumătate, late de un cot și jumătate și înalte de un cot; pe mesele acestea trebuiau puse uneltele cu care se junghiau vitele pentru arderi-de-tot și pentru celelalte jertfe.",
                "43": "Pe dinăuntru, casa avea de jur împrejur pervazuri de un lat de mână care slujeau ca mese pentru carnea jertfelor.",
                "44": "Afară din poarta dinăuntru erau două odăi pentru cântăreți în curtea dinăuntru: una era alături de poarta de miazănoapte și avea fața spre miazăzi, cealaltă era alături de poarta de miazăzi și avea fața spre miazănoapte.",
                "45": "El mi-a zis: „Odaia aceasta dinspre miazăzi este pentru preoții care îngrijesc de slujba Templului.",
                "46": "Iar odaia dinspre miazănoapte este pentru preoții care îngrijesc de slujba altarului. Fiii lui Țadoc sunt aceia care, din fiii lui Levi, se apropie de Domnul, ca să-I slujească.”",
                "47": "A măsurat curtea, care era în patru colțuri, lungă de o sută de coți. Altarul era înaintea casei.",
                "48": "M-a dus în tinda casei. A măsurat stâlpii tindei și a găsit cinci coți de o parte și cinci coți de cealaltă. Lățimea porții era de paisprezece coți, iar peretele de pe laturile porții era de trei coți de o parte și de trei coți de cealaltă.",
                "49": "Tinda avea o lungime de douăzeci de coți și o lățime de doisprezece coți; te suiai la ea pe zece trepte. Lângă stâlpi mai erau și alți stâlpi, unul de o parte și altul de alta."
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "În al douăzeci și cincilea an al exilului nostru, la începutul anului, în ziua a zecea a lunii, la paisprezece ani de la cucerirea cetății, chiar în ziua aceea, mâna Domnului a fost peste mine și m-a dus acolo.",
                "2": "M-a adus, în vedenii dumnezeiești, în țara lui Israel și m-a lăsat jos pe un munte foarte înalt. În partea de sud a acestuia se afla ceva ca structura unei cetăți.",
                "3": "M-a adus acolo și, iată că în acel loc se afla un bărbat a cărui înfățișare era asemenea bronzului. El stătea la poartă și avea în mâini o funie de in și o trestie de măsurat.",
                "4": "Bărbatul mi-a vorbit astfel: „Fiul omului, uită-te, ascultă bine și fii atent la tot ce-ți voi arăta, căci ai fost adus ca să ți se arate aceste lucruri! Fă cunoscut Casei lui Israel tot ceea ce vezi!“.",
                "5": "Și, iată că, de jur împrejur, Casa avea un zid, iar în mâna bărbatului era o trestie de măsurat de șase coți. Cotul acesta era mai lung cu un lat de palmă decât cotul obișnuit. A măsurat lățimea zidului și era de o trestie, iar înălțimea lui – tot de o trestie.",
                "6": "S-a dus la poarta care era în partea de est, a urcat pe treptele ei și a măsurat pragul porții. Era de o trestie lățime. Celălalt prag era tot de o trestie lățime.",
                "7": "Fiecare cameră de la poarta de est era de o trestie lungime și o trestie lățime, iar între camere era o distanță de cinci coți. Pragul porții de lângă porticul porții ce dădea înspre curtea interioară a Casei era de o trestie lățime.",
                "8": "A măsurat porticul porții,",
                "9": "iar acesta avea o lungime de opt coți. Stâlpii ei aveau o grosime de doi coți. Porticul porții dădea înspre curtea interioară a Casei.",
                "10": "Camerele de la poarta de est erau trei de-o parte și trei de cealaltă parte. Măsurile lor erau aceleași. De asemenea, și măsura stâlpilor era aceeași, atât a celui dintr-o parte, cât și a celui din cealaltă parte.",
                "11": "A măsurat deschizătura porții; aceasta era largă de zece coți, iar lungimea pasajului porții era de treisprezece coți.",
                "12": "Înaintea camerelor de pe o parte era un zid de un cot, iar înaintea camerelor de pe cealaltă parte era un zid tot de un cot. Fiecare cameră avea șase coți pătrați, atât cele de pe-o parte, cât și cele de pe cealaltă parte.",
                "13": "A măsurat poarta: de la acoperișul unei camere până la acoperișul camerei opuse – a căror deschizături se aflau față în față – era o distanță de douăzeci și cinci de coți.",
                "14": "A măsurat partea interioară a porții, de-a lungul zidului, și a găsit șaizeci de coți; a măsurat până la porticul care dădea înspre curte.",
                "15": "Din fața porții de la intrare până în fața porticului porții interioare erau cincizeci de coți.",
                "16": "Camerele, precum și zidurile lor, pe partea interioară a porții, de jur împrejur, aveau niște ferestre înguste. De asemenea, și porticul avea ferestre înspre interior, de jur împrejur. Pe zidurile dintre camere erau gravați palmieri.",
                "17": "Apoi m-a dus în curtea exterioară. Și iată că acolo erau niște camere și un paviment care fusese făcut de jur împrejurul curții. Erau treizeci de camere de-a lungul pavimentului.",
                "18": "O serie de porți mărgineau pavimentul care se întindea pe toată lungimea acestora. Acesta era pavimentul de jos.",
                "19": "A măsurat distanța din fața porții de jos până în capătul celălalt al curții interioare și a găsit o sută de coți, atât în partea de est, cât și în partea de nord.",
                "20": "După aceea, a măsurat lungimea și lățimea porții din partea de nord a curții exterioare.",
                "21": "Camerele ei, în număr de trei de o parte și trei de cealaltă parte, zidurile dintre camere și porticul ei erau de dimensiunea porții dintâi, și anume cincizeci de coți în lungime și douăzeci și cinci de coți în lățime.",
                "22": "Ferestrele ei, porticul ei și palmierii gravați pe ziduri erau de dimensiunea porții care era orientată spre est. La ea se ajungea urcând pe șapte trepte, iar porticul ei se afla înaintea acestora.",
                "23": "În fața porții de nord era o poartă înspre curtea interioară, ca și la poarta de est. A măsurat de la o poartă la alta și erau o sută de coți.",
                "24": "M-a dus apoi în partea de sud și iată că și în partea de sud era o poartă. I-a măsurat stâlpii și porticul și aveau aceeași măsură ca a celorlalte.",
                "25": "Poarta aceasta și porticul ei aveau ferestre de jur împrejur, de mărimea celorlalte ferestre, și aveau împreună o lungime de cincizeci de coți și o lățime de douăzeci și cinci de coți.",
                "26": "La poartă se ajungea urcând pe șapte trepte, iar porticul ei se afla înaintea acestora. Pe zidurile dintre camere erau gravați palmieri, atât pe cele de pe-o parte, cât și pe cele de pe cealaltă parte.",
                "27": "Curtea interioară avea și ea o poartă înspre sud. El a măsurat înspre sud, de la o poartă la alta, și a găsit o sută de coți.",
                "28": "După aceea, m-a dus în curtea interioară, la poarta dinspre sud. A măsurat poarta dinspre sud și avea aceeași măsură ca și celelalte.",
                "29": "Camerele ei, zidurile dintre camere și porticul ei aveau aceeași măsură ca a celorlalte. Poarta aceasta și porticul ei aveau ferestre de jur împrejur și aveau împreună o lungime de cincizeci de coți și o lățime de douăzeci și cinci de coți.",
                "30": "(De jur împrejur existau porticuri care aveau o lungime de douăzeci și cinci de coți și o adâncime de cinci coți.)",
                "31": "Porticul ei dădea înspre curtea exterioară, iar pe stâlpii ei erau gravați palmieri. La poartă se ajungea urcând pe opt trepte.",
                "32": "M-a dus apoi în curtea interioară, la poarta de est. A măsurat poarta și avea aceeași măsură ca a celorlalte.",
                "33": "Camerele ei, zidurile dintre camere și porticul ei aveau aceeași măsură ca a celorlalte. Poarta aceasta și porticul ei aveau ferestre de jur împrejur și aveau împreună o lungime de cincizeci de coți și o lățime de douăzeci și cinci de coți.",
                "34": "Porticul ei dădea înspre curtea exterioară, iar pe stâlpii ei, de-o parte și de alta erau gravați palmieri. La poartă se ajungea urcând pe opt trepte.",
                "35": "M-a dus apoi la poarta de nord. A măsurat-o și avea aceleași dimensiuni ca ale celorlalte.",
                "36": "Camerele ei, zidurile dintre camere și porticul ei erau la fel, și avea ferestre de jur împrejur. Poarta avea o lungime de cincizeci de coți și o lățime de douăzeci și cinci de coți.",
                "37": "Porticul ei dădea înspre curtea exterioară, iar pe stâlpii ei, de-o parte și de alta, erau gravați palmieri. La poartă se ajungea urcând pe opt trepte.",
                "38": "Era o cameră care avea intrarea în porticurile porților interioare; acolo trebuiau spălate arderile-de-tot.",
                "39": "În porticul porții se aflau două mese pe o parte și două mese pe cealaltă parte. Pe aceste mese erau înjunghiate arderile-de-tot, jertfele pentru păcat și jertfele pentru vină.",
                "40": "Lângă peretele exterior al porticului, cum se urcă înspre intrarea porții de nord, erau două mese, iar lângă celălalt perete exterior al porticului porții erau alte două mese.",
                "41": "Așadar, erau patru mese de o parte a porții și patru mese de cealaltă parte, în total opt mese pentru înjunghierea jertfelor.",
                "42": "De asemenea, mai erau patru mese din pietre cioplite pentru arderile-de-tot, lungi de un cot și jumătate, late de un cot și jumătate și înalte de un cot. Pe ele se puneau uneltele cu care se înjunghiau arderile-de-tot și celelalte jertfe.",
                "43": "Rafturi duble de un lat de palmă erau așezate în interiorul casei, de jur împrejur. Pe mese trebuia așezată carnea ofrandei.",
                "44": "În partea din afară a porții interioare, în curtea interioară, erau două camere, una la poarta de nord, cu fața spre sud, iar cealaltă la poarta de sud, cu fața spre nord.",
                "45": "El mi-a spus: „Această cameră orientată spre sud este a preoților responsabili cu supravegherea Casei,",
                "46": "iar camera orientată spre nord este a preoților responsabili cu supravegherea altarului. Aceștia sunt fiii lui Țadok, singurii dintre urmașii lui Levi care se pot apropia de Domnul ca să-I slujească“.",
                "47": "A măsurat apoi curtea, care era în formă de pătrat: avea o sută de coți lungime și o sută de coți lățime. Altarul se afla în fața Casei.",
                "48": "M-a dus la porticul Casei și a măsurat stâlpii porticului. Fiecare avea cinci coți grosime, atât cel de pe-o parte, cât și cel de pe cealaltă parte. Lățimea intrării era de paisprezece coți, iar cea a zidurilor laterale de trei coți.",
                "49": "Lungimea porticului era de douăzeci de coți, iar lățimea de doisprezece coți; se ajungea la el urcând pe zece trepte, iar lângă stâlpi erau două coloane, una de-o parte și alta de cealaltă parte."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "In the twenty-fifth year of our captivity, in the beginning of the year, in the tenth day of the month, in the fourteenth year after the city was struck, in the same day, Yahweh’s hand was on me, and he brought me there.",
                "2": "In the visions of God he brought me into the land of Israel, and set me down on a very high mountain, on which was something like the frame of a city to the south.",
                "3": "He brought me there; and, behold, there was a man whose appearance was like the appearance of bronze, with a line of flax in his hand and a measuring reed; and he stood in the gate.",
                "4": "The man said to me, “Son of man, see with your eyes, and hear with your ears, and set your heart on all that I will show you; for you have been brought here so that I may show them to you. Declare all that you see to the house of Israel.”",
                "5": "Behold, there was a wall on the outside of the house all around, and in the man’s hand a measuring reed six cubits long, of a cubit and a hand width each. So he measured the thickness of the building, one reed; and the height, one reed.",
                "6": "Then he came to the gate which looks toward the east, and went up its steps. He measured the threshold of the gate, one reed wide; and the other threshold, one reed wide.",
                "7": "Every lodge was one reed long and one reed wide. Between the lodges was five cubits. The threshold of the gate by the porch of the gate toward the house was one reed.",
                "8": "He measured also the porch of the gate toward the house, one reed.",
                "9": "Then he measured the porch of the gate, eight cubits; and its posts, two cubits; and the porch of the gate was toward the house.",
                "10": "The side rooms of the gate eastward were three on this side, and three on that side. The three of them were of one measure. The posts had one measure on this side and on that side.",
                "11": "He measured the width of the opening of the gate, ten cubits; and the length of the gate, thirteen cubits;",
                "12": "and a border before the lodges, one cubit on this side, and a border, one cubit on that side; and the side rooms, six cubits on this side, and six cubits on that side.",
                "13": "He measured the gate from the roof of the one side room to the roof of the other, a width of twenty-five cubits, door against door.",
                "14": "He also made posts, sixty cubits; and the court reached to the posts, around the gate.",
                "15": "From the forefront of the gate at the entrance to the forefront of the inner porch of the gate were fifty cubits.",
                "16": "There were closed windows to the side rooms, and to their posts within the gate all around, and likewise to the arches. Windows were around inward. Palm trees were on each post.",
                "17": "Then he brought me into the outer court. Behold, there were rooms and a pavement made for the court all around. Thirty rooms were on the pavement.",
                "18": "The pavement was by the side of the gates, corresponding to the length of the gates, even the lower pavement.",
                "19": "Then he measured the width from the forefront of the lower gate to the forefront of the inner court outside, one hundred cubits, both on the east and on the north.",
                "20": "He measured the length and width of the gate of the outer court which faces toward the north.",
                "21": "The lodges of it were three on this side and three on that side. Its posts and its arches were the same as the measure of the first gate: its length was fifty cubits, and the width twenty-five cubits.",
                "22": "Its windows, its arches, and its palm trees were the same as the measure of the gate which faces toward the east. They went up to it by seven steps. Its arches were before them.",
                "23": "There was a gate to the inner court facing the other gate, on the north and on the east. He measured one hundred cubits from gate to gate.",
                "24": "He led me toward the south; and behold, there was a gate toward the south. He measured its posts and its arches according to these measurements.",
                "25": "There were windows in it and in its arches all around, like the other windows: the length was fifty cubits, and the width twenty-five cubits.",
                "26": "There were seven steps to go up to it, and its arches were before them. It had palm trees, one on this side, and another on that side, on its posts.",
                "27": "There was a gate to the inner court toward the south. He measured one hundred cubits from gate to gate toward the south.",
                "28": "Then he brought me to the inner court by the south gate. He measured the south gate according to these measurements;",
                "29": "with its lodges, its posts, and its arches, according to these measurements. There were windows in it and in its arches all around. It was fifty cubits long, and twenty-five cubits wide.",
                "30": "There were arches all around, twenty-five cubits long and five cubits wide.",
                "31": "Its arches were toward the outer court. Palm trees were on its posts. The ascent to it had eight steps.",
                "32": "He brought me into the inner court toward the east. He measured the gate according to these measurements;",
                "33": "with its lodges, its posts, and its arches, according to these measurements. There were windows in it and in its arches all around. It was fifty cubits long, and twenty-five cubits wide.",
                "34": "Its arches were toward the outer court. Palm trees were on its posts on this side and on that side. The ascent to it had eight steps.",
                "35": "He brought me to the north gate, and he measured it according to these measurements—",
                "36": "its lodges, its posts, and its arches. There were windows in it all around. The length was fifty cubits and the width twenty-five cubits.",
                "37": "Its posts were toward the outer court. Palm trees were on its posts on this side and on that side. The ascent to it had eight steps.",
                "38": "A room with its door was by the posts at the gates. They washed the burnt offering there.",
                "39": "In the porch of the gate were two tables on this side and two tables on that side, on which to kill the burnt offering, the sin offering, and the trespass offering.",
                "40": "On the one side outside, as one goes up to the entry of the gate toward the north, were two tables; and on the other side, which belonged to the porch of the gate, were two tables.",
                "41": "Four tables were on this side, and four tables on that side, by the side of the gate: eight tables, on which they killed the sacrifices.",
                "42": "There were four cut stone tables for the burnt offering, a cubit and a half long, a cubit and a half wide, and one cubit high. They laid the instruments with which they killed the burnt offering and the sacrifice on them.",
                "43": "The hooks, a hand width long, were fastened within all around. The meat of the offering was on the tables.",
                "44": "Outside of the inner gate were rooms for the singers in the inner court, which was at the side of the north gate. They faced toward the south. One at the side of the east gate faced toward the north.",
                "45": "He said to me, “This room, which faces toward the south, is for the priests who perform the duty of the house.",
                "46": "The room which faces toward the north is for the priests who perform the duty of the altar. These are the sons of Zadok, who from among the sons of Levi come near to Yahweh to minister to him.”",
                "47": "He measured the court, one hundred cubits long and one hundred cubits wide, square. The altar was before the house.",
                "48": "Then he brought me to the porch of the house, and measured each post of the porch, five cubits on this side, and five cubits on that side. The width of the gate was three cubits on this side and three cubits on that side.",
                "49": "The length of the porch was twenty cubits and the width eleven cubits, even by the steps by which they went up to it. There were pillars by the posts, one on this side, and another on that side."
            }
        }
    }
}