{
    "book": "Ezechiel",
    "chapter": "44",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "M-a adus înapoi la poarta de afară a Sfântului Locaș, dinspre răsărit. Dar era închisă.",
                "2": "Și Domnul mi-a zis: „Poarta aceasta va sta închisă, nu se va deschide și nimeni nu va trece pe ea, căci Domnul Dumnezeul lui Israel a intrat pe ea. De aceea va rămâne închisă!",
                "3": "În ce privește pe voievod, voievodul va putea să șadă sub ea, ca să mănânce pâinea de jertfă înaintea Domnului. El va intra pe drumul care dă în tinda porții și va ieși pe același drum.”",
                "4": "M-a dus apoi la poarta de miazănoapte, înaintea casei Templului. M-am uitat și iată că slava Domnului umplea Casa Domnului! Și am căzut cu fața la pământ.",
                "5": "Domnul mi-a zis: „Fiul omului, fii cu luare aminte, uită-te cu ochii tăi și ascultă cu urechile tale tot ce-ți voi spune cu privire la toate rânduielile Casei Domnului și cu privire la toate legile ei; privește cu băgare de seamă intrarea casei și toate ieșirile Sfântului Locaș!",
                "6": "Și spune celor îndărătnici, casei lui Israel: ‘Așa vorbește Domnul Dumnezeu: «Ajungă-vă toate urâciunile voastre, casa lui Israel!",
                "7": "Ați băgat în Locașul Meu cel Sfânt niște străini cu inima netăiată împrejur și cu carnea netăiată împrejur ca să-Mi spurce casa; ați adus pâinea Mea, grăsimea și sângele înaintea tuturor urâciunilor voastre și ați rupt astfel legământul Meu.",
                "8": "N-ați păzit ce trebuia păzit cu privire la lucrurile Mele cele sfinte, ci i-ați pus în locul vostru, ca să facă slujbă în Locașul Meu cel Sfânt.»",
                "9": "Așa vorbește Domnul Dumnezeu: «Niciun străin netăiat împrejur cu inima și netăiat împrejur cu trupul să nu intre în Locașul Meu cel Sfânt, niciunul din străinii care vor fi în mijlocul copiilor lui Israel.",
                "10": "Mai mult, leviții care s-au depărtat de Mine când se rătăcea Israel și se abătea de la Mine ca să-și urmeze idolii vor purta pedeapsa nelegiuirilor lor:",
                "11": "ei vor fi în Locașul Meu cel Sfânt ca slugi, vor păzi porțile casei și vor face slujbă în casă; vor junghia pentru popor vitele rânduite pentru arderile-de-tot și pentru celelalte jertfe și vor sta înaintea lui ca să-i slujească.",
                "12": "Pentru că i-au slujit înaintea idolilor lui și au făcut să cadă în păcat casa lui Israel, de aceea Îmi ridic mâna asupra lor», zice Domnul Dumnezeu, «ca să-și poarte pedeapsa nelegiuirii lor.",
                "13": "Nu se vor apropia de Mine ca să fie în slujba Mea ca preoți, nu se vor apropia de lucrurile Mele cele sfinte, nici de lucrurile Mele preasfinte, ci vor purta pedeapsa rușinii lor și urâciunilor pe care le-au săvârșit.",
                "14": "Totuși le voi da paza casei, îi voi întrebuința la toată slujba ei și la tot ce trebuie făcut în ea.",
                "15": "Dar preoții, leviții, fiii lui Țadoc, care au păzit slujba Locașului Meu celui Sfânt când se rătăceau copiii lui Israel de la Mine, aceia se vor apropia de Mine să-Mi slujească și vor sta înaintea Mea ca să-Mi aducă grăsime și sânge», zice Domnul Dumnezeu.",
                "16": "«Ei vor intra în Locașul Meu cel Sfânt, se vor apropia de masa Mea ca să-Mi slujească și vor fi în slujba Mea.",
                "17": "Când vor trece pe porțile curții dinăuntru, se vor îmbrăca în haine de in; nu vor avea pe ei nimic de lână când vor face slujba în porțile curții dinăuntru și în casă.",
                "18": "Vor avea pe cap și scufii de in și izmene de in pe coapsele lor, nu se vor încinge cu ceva care să aducă sudoarea,",
                "19": "iar când vor ieși să se ducă în curtea de afară, la popor, vor lepăda veșmintele cu care fac slujba și le vor pune în odăile Sfântului Locaș; se vor îmbrăca în altele ca să nu sfințească poporul cu veșmintele lor.",
                "20": "Nu-și vor rade capul, dar nici nu vor lăsa părul să crească în voie, ci va trebui să-și taie părul.",
                "21": "Niciun preot nu va bea vin când va intra în curtea dinăuntru.",
                "22": "Nu vor lua de nevastă nicio văduvă, nicio femeie lăsată de bărbat, ci vor lua numai fecioare din sămânța casei lui Israel, totuși vor putea să ia și pe văduva unui preot.",
                "23": "Vor învăța pe poporul Meu să deosebească ce este sfânt de ce nu este sfânt și vor arăta deosebirea dintre ce este necurat și ce este curat.",
                "24": "Vor judeca în neînțelegeri și vor hotărî după legile Mele. Vor păzi, de asemenea, legile și poruncile Mele, la toate sărbătorile Mele și vor sfinți Sabatele Mele.",
                "25": "Un preot nu se va duce la un mort, ca să nu se facă necurat; nu va putea să se facă necurat decât pentru un tată, pentru o mamă, pentru un fiu, pentru o fiică, pentru un frate și pentru o soră care nu era măritată.",
                "26": "După curățire, i se vor număra șapte zile.",
                "27": "În ziua când va intra în Locașul Meu cel Sfânt, în curtea dinăuntru, ca să facă slujba în Sfântul Locaș, își va aduce jertfa de ispășire», zice Domnul Dumnezeu.",
                "28": "«Iată moștenirea pe care o vor avea: Eu voi fi moștenirea lor. Să nu le dați nicio moșie în Israel: Eu voi fi moșia lor!",
                "29": "Dar se vor hrăni cu darurile de mâncare, cu jertfele de ispășire și de vină și tot ce va fi închinat Domnului prin făgăduință în Israel va fi al lor.",
                "30": "Cele mai bune din cele dintâi roade de orice fel și partea ridicată din toate darurile de mâncare pe care le veți aduce ca daruri ridicate vor fi ale preoților; veți da preoților și pârga făinii voastre, pentru ca binecuvântarea să rămână peste casa voastră.",
                "31": "Preoții însă nu vor mânca din nicio pasăre sau vită moartă ori sfâșiată de fiară."
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "M-a dus înapoi la poarta exterioară a Sfântului Lăcaș, care ducea spre est, dar era închisă.",
                "2": "Domnul mi-a zis: „Poarta aceasta va rămâne închisă și nu va mai fi deschisă. Nimeni nu va intra pe ea, căci Domnul, Dumnezeul lui Israel, a intrat pe ea; de aceea va rămâne închisă.",
                "3": "Numai prințul va avea voie să stea înăuntrul porții pentru a mânca pâine înaintea Domnului. El va trebui să intre însă prin porticul porții și să iasă tot pe acolo“.",
                "4": "M-a dus apoi prin poarta de nord în fața Casei. M-am uitat și iată că gloria Domnului umplea Casa Domnului. Atunci m-am aruncat cu fața la pământ.",
                "5": "Domnul mi-a zis: „Fiul omului, fii atent, uită-te și ascultă bine tot ce-ți spun despre toate hotărârile și toate legile referitoare la Casa Domnului. Urmărește cu atenție intrarea Casei și toate ieșirile Sfântului Lăcaș.",
                "6": "Spune-le răzvrătiților acestora, Casei lui Israel: «Așa vorbește Stăpânul Domn: ‘Voi cei din Casa lui Israel, destul cu urâciunile voastre!",
                "7": "Pe lângă toate urâciunile voastre, ați mai adus în Sfântul Meu Lăcaș și niște străini, cu inima necircumcisă și cu trupul necircumcis, ca să-Mi întineze Casa, în timp ce-Mi aduceați pâinea, grăsimea și sângele, și ați rupt astfel legământul Meu.",
                "8": "Nu v-ați îndeplinit responsabilitatea de a supraveghea lucrurile Mele sfinte, ci i-ați pus pe alții în locul vostru să fie responsabili cu supravegherea Sfântului Meu Lăcaș’.",
                "9": "Așa vorbește Stăpânul Domn: ‘Niciun străin cu inima și trupul necircumcise nu va intra în Sfântul Meu Lăcaș, niciunul dintre străinii care locuiesc printre fiii lui Israel.",
                "10": "Iar leviții care s-au îndepărtat de Mine atunci când Israel rătăcea, care s-au rătăcit de Mine, ducându-se după idoli, își vor purta pedeapsa pentru nelegiuirea lor.",
                "11": "Ei vor fi, în Sfântul Meu Lăcaș, slujitori care vor supraveghea porțile Casei și vor sluji în Casă; vor înjunghia arderile-de-tot și jertfele celor din popor și vor sta înaintea lor ca să le slujească.",
                "12": "Pentru că i-au slujit pe aceștia înaintea idolilor lor și au fost, prin nelegiuirea lor, o piedică pentru Casa lui Israel, jur cu mâna ridicată, zice Stăpânul Domn, că își vor purta pedeapsa pentru nelegiuirea lor.",
                "13": "Nu se vor apropia de Mine ca să fie preoții Mei și să-Mi slujească, nu se vor apropia de vreunul dintre lucrurile Mele sfinte, nici de lucrurile preasfinte, ci își vor purta rușinea pentru urâciunile pe care le-au comis.",
                "14": "Totuși, îi voi pune responsabili să supravegheze Casa, și anume toată slujba ei și tot ce se face în ea.",
                "15": "Dar preoții, adică leviții, urmașii lui Țadok, care și-au îndeplinit responsabilitatea de a supraveghea Sfântul Meu Lăcaș când fiii lui Israel rătăceau departe de Mine, ei se vor apropia de Mine ca să-Mi slujească și vor sta înaintea Mea ca să-Mi aducă grăsime și sânge, zice Stăpânul Domn.",
                "16": "Ei vor intra în Sfântul Meu Lăcaș și se vor apropia de masa Mea ca să-Mi slujească și să-și îndeplinească responsabilitățile primite de la Mine.",
                "17": "Când vor intra pe porțile curții interioare, să se îmbrace în haine de in și să nu urce să slujească dincolo de porțile curții interioare sau în Casă cu haine de lână pe ei.",
                "18": "Să aibă pe cap turban de in, iar pe coapse indispensabili de in. Să nu se îmbrace cu nimic care i-ar putea face să transpire.",
                "19": "Când vor ieși spre curtea exterioară, spre curtea din exterior unde este poporul, să se dezbrace de veșmintele cu care au slujit și să le lase în camerele sfinte. Să se îmbrace cu alte veșminte, ca să nu sfințească poporul cu veșmintele lor.",
                "20": "Să nu-și radă capul și nici să nu-și lase părul să crească în voie, ci să-l tundă.",
                "21": "Niciun preot să nu bea vin când intră în curtea interioară.",
                "22": "Să nu se căsătorească cu o văduvă sau cu o femeie lăsată de bărbat, ci numai cu o fecioară din neamul Casei lui Israel. Totuși, vor putea să se căsătorească și cu o văduvă de preot.",
                "23": "Să-Mi învețe poporul să facă deosebire între ce este sfânt și ce este obișnuit și să le arate diferența dintre ce este necurat și ce este curat.",
                "24": "În orice ceartă, ei vor avea dreptul să judece și să hotărască în conformitate cu reglementările Mele. Să păzească legile și hotărârile Mele cu privire la toate sărbătorile Mele și să sfințească sabaturile Mele.",
                "25": "Să nu se apropie de un mort, ca să nu se pângărească. Se va putea pângări doar dacă mortul i-a fost tată, mamă, fiu, fată, frate sau soră care nu era măritată.",
                "26": "După ce se va curăți, să numere șapte zile.",
                "27": "În ziua când va intra în Lăcaș, în curtea interioară, ca să slujească în Lăcaș, să aducă o jertfă pentru păcat, zice Stăpânul Domn.",
                "28": "Iată moștenirea pe care o vor avea: Eu voi fi moștenirea lor. Să nu le dați altă proprietate în Israel, pentru că Eu sunt moștenirea lor.",
                "29": "Să se hrănească cu darurile de mâncare, cu jertfele pentru păcat și cu jertfele pentru vină. Toate lucrurile închinate Mie în Israel să fie ale lor.",
                "30": "Cele mai bune din primele roade de orice fel și fiecare dar din toate contribuțiile voastre de orice fel, să fie ale preoților. Să dați preoților și ce este mai bun din făina voastră, pentru ca binecuvântarea să rămână peste casa voastră.",
                "31": "Preoții nu vor avea voie să mănânce din cadavrul vreunei păsări sau al vreunui animal, care au murit de la sine sau au fost sfâșiate de animale sălbatice."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Then he brought me back by the way of the outer gate of the sanctuary, which looks toward the east; and it was shut.",
                "2": "Yahweh said to me, “This gate shall be shut. It shall not be opened, no man shall enter in by it; for Yahweh, the God of Israel, has entered in by it. Therefore it shall be shut.",
                "3": "As for the prince, he shall sit in it as prince to eat bread before Yahweh. He shall enter by the way of the porch of the gate, and shall go out the same way.”",
                "4": "Then he brought me by the way of the north gate before the house; and I looked, and behold, Yahweh’s glory filled Yahweh’s house; so I fell on my face.",
                "5": "Yahweh said to me, “Son of man, mark well, and see with your eyes, and hear with your ears all that I tell you concerning all the ordinances of Yahweh’s house and all its laws; and mark well the entrance of the house, with every exit of the sanctuary.",
                "6": "You shall tell the rebellious, even the house of Israel, ‘The Lord Yahweh says: “You house of Israel, let that be enough of all your abominations,",
                "7": "in that you have brought in foreigners, uncircumcised in heart and uncircumcised in flesh, to be in my sanctuary, to profane it, even my house, when you offer my bread, the fat and the blood; and they have broken my covenant, to add to all your abominations.",
                "8": "You have not performed the duty of my holy things; but you have set performers of my duty in my sanctuary for yourselves.”",
                "9": "The Lord Yahweh says, “No foreigner, uncircumcised in heart and uncircumcised in flesh, shall enter into my sanctuary, of any foreigners who are among the children of Israel.",
                "10": "“‘“But the Levites who went far from me when Israel went astray, who went astray from me after their idols, they will bear their iniquity.",
                "11": "Yet they shall be ministers in my sanctuary, having oversight at the gates of the house, and ministering in the house. They shall kill the burnt offering and the sacrifice for the people, and they shall stand before them to minister to them.",
                "12": "Because they ministered to them before their idols, and became a stumbling block of iniquity to the house of Israel, therefore I have lifted up my hand against them,” says the Lord Yahweh, “and they will bear their iniquity.",
                "13": "They shall not come near to me, to execute the office of priest to me, nor to come near to any of my holy things, to the things that are most holy; but they will bear their shame and their abominations which they have committed.",
                "14": "Yet I will make them performers of the duty of the house, for all its service and for all that will be done therein.",
                "15": "“‘“But the Levitical priests, the sons of Zadok, who performed the duty of my sanctuary when the children of Israel went astray from me, shall come near to me to minister to me. They shall stand before me to offer to me the fat and the blood,” says the Lord Yahweh.",
                "16": "“They shall enter into my sanctuary, and they shall come near to my table, to minister to me, and they shall keep my instruction.",
                "17": "“‘“It will be that when they enter in at the gates of the inner court, they shall be clothed with linen garments. No wool shall come on them while they minister in the gates of the inner court, and within.",
                "18": "They shall have linen turbans on their heads, and shall have linen trousers on their waists. They shall not clothe themselves with anything that makes them sweat.",
                "19": "When they go out into the outer court, even into the outer court to the people, they shall put off their garments in which they minister and lay them in the holy rooms. They shall put on other garments, that they not sanctify the people with their garments.",
                "20": "“‘“They shall not shave their heads, or allow their locks to grow long. They shall only cut off the hair of their heads.",
                "21": "None of the priests shall drink wine when they enter into the inner court.",
                "22": "They shall not take for their wives a widow, or her who is put away; but they shall take virgins of the offspring of the house of Israel, or a widow who is the widow of a priest.",
                "23": "They shall teach my people the difference between the holy and the common, and cause them to discern between the unclean and the clean.",
                "24": "“‘“In a controversy they shall stand to judge. They shall judge it according to my ordinances. They shall keep my laws and my statutes in all my appointed feasts. They shall make my Sabbaths holy.",
                "25": "“‘“They shall go in to no dead person to defile themselves; but for father, or for mother, or for son, or for daughter, for brother, or for sister who has had no husband, they may defile themselves.",
                "26": "After he is cleansed, they shall reckon to him seven days.",
                "27": "In the day that he goes into the sanctuary, into the inner court, to minister in the sanctuary, he shall offer his sin offering,” says the Lord Yahweh.",
                "28": "“‘They shall have an inheritance: I am their inheritance; and you shall give them no possession in Israel. I am their possession.",
                "29": "They shall eat the meal offering, and the sin offering, and the trespass offering; and every devoted thing in Israel shall be theirs.",
                "30": "The first of all the first fruits of every thing, and every offering of everything, of all your offerings, shall be for the priest. You shall also give to the priests the first of your dough, to cause a blessing to rest on your house.",
                "31": "The priests shall not eat of anything that dies of itself or is torn, whether it is bird or animal."
            }
        }
    }
}