{
    "book": "Ezechiel",
    "chapter": "23",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Cuvântul Domnului mi-a vorbit astfel:",
                "2": "„Fiul omului, erau două femei, fiice ale aceleiași mame.",
                "3": "Ele au curvit în Egipt, au curvit în tinerețea lor; acolo le-au fost strânse țâțele, acolo le-a fost atins sânul fecioresc.",
                "4": "Cea mai mare se chema Ohola și sora ei, Oholiba. Erau ale Mele și au născut fii și fiice. Ohola este Samaria; Oholiba este Ierusalimul.",
                "5": "Ohola nu Mi-a fost credincioasă; s-a aprins de dragoste pentru ibovnicii ei, după asirieni, vecinii ei",
                "6": "îmbrăcați cu stofe vopsite în albastru, dregători și căpetenii, toți tineri și plăcuți, călăreți călări pe cai.",
                "7": "Ea a curvit cu ei, cu toată fruntea copiilor Asiriei; s-a spurcat cu toți aceia pentru care umbla nebună, s-a spurcat cu toți idolii lor.",
                "8": "Nu s-a lăsat nici de curviile ei din Egipt, căci aceștia se culcaseră cu ea din tinerețea ei, îi atinseseră sânul fecioresc și își vărsaseră curviile peste ea.",
                "9": "De aceea, am dat-o în mâinile ibovnicilor ei, în mâinile copiilor Asiriei, pentru care se aprinsese de dragoste.",
                "10": "Ei i-au descoperit goliciunea, i-au luat fiii și fiicele și pe ea au ucis-o cu sabia, de i s-a dus vestea printre femei, după judecățile făcute de ei asupra ei.",
                "11": "Sora ei Oholiba a văzut lucrul acesta și a fost mai fără frâu decât ea în patima ei și a întrecut pe soră-sa în curvii.",
                "12": "Ea s-a aprins de dragoste după copiii Asiriei, după dregători și căpetenii, vecinii ei îmbrăcați în chip strălucit, călăreți călări pe cai, toți tineri și plăcuți.",
                "13": "Am văzut că se spurcase întocmai ca cea dintâi din amândouă.",
                "14": "Ea a mers chiar mai departe în curviile ei. A zărit pe ziduri niște zugrăveli de bărbați, niște icoane de haldeeni zugrăviți cu culoare roșie,",
                "15": "cu brâie împrejurul coapselor lor, cu turbane de felurite culori pe cap, toți având înfățișarea unor viteji, după felul babilonienilor, a căror țară de naștere este Haldeea, și s-a aprins după ei",
                "16": "la cea dintâi privire și le-a trimis soli în Haldeea.",
                "17": "Și copiii Babilonului au venit la ea, în patul de dragoste, și au spurcat-o cu curviile lor. Așa că ea s-a spurcat cu ei și apoi inima i s-a înstrăinat de ei.",
                "18": "Și, când și-a dezgolit ea necurăția, și-a descoperit goliciunea, și inima Mea s-a înstrăinat de ea, cum se înstrăinase și de soră-sa.",
                "19": "Dar ea și-a înmulțit curviile tot mai mult, gândindu-se iarăși la zilele tinereții ei, când curvea în țara Egiptului.",
                "20": "Ea s-a aprins după niște necurați, a căror carne era ca a măgarilor și a căror apropiere era ca a armăsarilor.",
                "21": "Astfel, ți-ai înnoit iarăși nelegiuirile tinereții tale, când egiptenii îți strângeau țâțele, din pricina sânului tău fecioresc.",
                "22": "De aceea, Oholiba, așa vorbește Domnul Dumnezeu: ‘Iată că ațâț împotriva ta pe ibovnicii tăi, de care ți-ai înstrăinat inima, și-i aduc din toate părțile împotriva ta:",
                "23": "pe babilonieni și pe toți haldeenii, căpitani, voievozi și domni, și pe toți copiii Asiriei împreună cu ei, tineri și plăcuți, toți dregători și căpetenii, oameni vestiți, toți călări pe cai.",
                "24": "Ei vin împotriva ta cu arme, care și roți și cu o mulțime de popoare. Cu scut, pavăză și coifuri înaintează din toate părțile împotriva ta. Lor le încredințez judecata și te vor judeca după legile lor.",
                "25": "Te fac să-Mi simți gelozia și se vor purta cu urgie cu tine. Îți vor tăia nasul și urechile și sămânța ta va cădea lovită de sabie. Îți vor lua fiii și fiicele și ce-ți va mai rămâne va fi mâncat de foc.",
                "26": "Te vor dezbrăca de haine și vor lua podoabele scumpe cu care te gătești.",
                "27": "Voi pune astfel capăt nelegiuirilor tale și curviilor tale din țara Egiptului. Așa că nu-ți vei mai îndrepta privirile spre ei și nu te vei mai gândi la Egipt.’",
                "28": "Căci așa vorbește Domnul Dumnezeu: ‘Iată, te dau în mâinile acelora pe care îi urăști, de care ți s-a înstrăinat inima.",
                "29": "Se vor purta cu ură cu tine; îți vor ridica toate bogățiile și te vor lăsa goală, goală de tot. Rușinea necurățiilor tale se va descoperi, rușinea nelegiuirilor și curviilor tale.",
                "30": "Lucrurile acestea ți se vor întâmpla pentru că ai curvit cu neamurile, pentru că te-ai spurcat cu idolii lor.",
                "31": "Ai mers pe calea surorii tale, de aceea și Eu îți pun potirul ei în mână.’",
                "32": "Așa vorbește Domnul Dumnezeu: ‘Vei bea potirul surorii tale, cel larg și adânc; vei ajunge de râs și de batjocură. Încape mult în el!",
                "33": "Te vei umple de beție și durere, căci potirul surorii tale Samaria este un potir de groază și spaimă!",
                "34": "Îl vei bea și îl vei goli, îi vei roade cioburile și-ți vei sfâșia țâțele. Căci Eu am vorbit’, zice Domnul Dumnezeu.",
                "35": "De aceea, așa vorbește Domnul Dumnezeu: ‘Pentru că M-ai uitat, pentru că M-ai aruncat la spatele tău, poartă-ți și tu acum pedeapsa nelegiuirilor și curviilor tale!’”",
                "36": "Domnul mi-a zis: „Fiul omului, vrei să le judeci pe Ohola și pe Oholiba? Pune-le înainte urâciunile lor!",
                "37": "Ele s-au dedat la preacurvie și pe mâinile lor este sânge; au preacurvit cu idolii lor, și copiii pe care Mi-i născuseră i-au trecut prin foc în cinstea lor, ca să-i mănânce!",
                "38": "Afară de aceasta, iată ce Mi-au mai făcut: Mi-au spurcat Locașul cel Sfânt în aceeași zi și Mi-au pângărit Sabatele.",
                "39": "Căci după ce și-au jertfit copiii la idolii lor, tot în ziua aceea s-au dus și în Locașul Meu cel Sfânt ca să-l spurce. Iată ce au făcut în Casa Mea.",
                "40": "Au umblat chiar după oamenii care veneau de departe, le-au trimis soli și iată că ei au venit. Pentru ei te-ai scăldat tu, te-ai sulemenit la ochi și te-ai gătit cu podoabele tale;",
                "41": "ai șezut pe un pat măreț, înaintea căruia era întinsă o masă pe care ai pus tămâia și untdelemnul Meu.",
                "42": "S-au auzit strigătele unei mulțimi vesele și, cu mulțimea aceasta de oameni de rând, au adus niște bețivi din pustie, care au pus brățări în mâinile celor două surori și mândre cununi pe capetele lor.",
                "43": "Am zis atunci cu privire la curva cea bătrână: ‘Și acum își va urma ea oare curviile și tot vor mai veni la ea?’",
                "44": "Și au venit la ea cum vin la o curvă; așa s-au dus la Ohola și Oholiba, la aceste femei nelegiuite.",
                "45": "De aceea oamenii fără prihană le vor osândi cum se osândesc femeile preacurve, cum se osândesc cele ce varsă sânge, căci sunt preacurve și au sânge pe mâini.",
                "46": "Căci așa vorbește Domnul Dumnezeu: ‘Voi aduce împotriva lor o mulțime de gloată mare și le voi da pradă chinului și jafului.",
                "47": "Adunarea le va ucide cu pietre și le va doborî cu lovituri de sabie; le vor ucide fiii și fiicele lor și le vor arde casele cu foc.",
                "48": "Voi face astfel să înceteze nelegiuirea în țară ca toate femeile să ia învățătură și să nu mai facă o nelegiuire ca a voastră!",
                "49": "Vi se va răsplăti astfel nelegiuirea și veți purta păcatele săvârșite cu idolii voștri și veți ști că Eu sunt Domnul Dumnezeu!’”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Cuvântul Domnului mi-a vorbit, zicând:",
                "2": "„Fiul omului, au fost odată două femei, fete ale aceleiași mame.",
                "3": "Ele s-au prostituat în Egipt, s-au prostituat încă din tinerețea lor. Acolo le-au fost strânși sânii și acolo le-a fost mângâiat pieptul feciorelnic.",
                "4": "Cea mare se numea Ohola, iar sora ei se numea Oholiba. Ele erau ale Mele și au născut fii și fiice. Ohola înfățișează Samaria, iar Oholiba înfățișează Ierusalimul.",
                "5": "Deși era a Mea, Ohola s-a prostituat și a poftit după amanții ei, războinicii din Asiria,",
                "6": "îmbrăcați în haine de culoare albastră, guvernatori și conducători, tineri plăcuți, toți călare pe cai.",
                "7": "Ea s-a dedat la desfrânări cu ei, cu toți fiii aleși ai Asiriei, și s-a pângărit cu toți idolii fiecăruia din cei pe care i-a poftit.",
                "8": "Și, astfel, ea nu a renunțat la desfrânările ei din Egipt, nici la cei ce se culcaseră cu ea în tinerețea ei, care îi mângâiaseră pieptul feciorelnic și își vărsaseră desfrânarea asupra ei.",
                "9": "De aceea am dat-o în mâinile amanților ei, în mâinile asirienilor pe care i-a poftit.",
                "10": "Aceștia i-au descoperit goliciunea, i-au luat fiii și fiicele, iar pe ea au ucis-o cu sabia. Și, astfel, i s-a dus vestea printre femei din cauza judecăților care au fost aduse asupra ei.",
                "11": "Sora ei Oholiba a văzut lucrul acesta, dar, în pofta ei, s-a pervertit mai mult decât ea, desfrânările ei întrecând preacurviile surorii ei.",
                "12": "Și ea a poftit după fiii Asiriei, acei guvernatori și conducători îmbrăcați strălucitor și călare pe cai, cu toții tineri plăcuți.",
                "13": "Am văzut astfel că și ea se pângărise; amândouă aleseseră aceeași cale.",
                "14": "Ba încă ea a adăugat și mai mult la desfrânările ei. A văzut niște bărbați gravați pe zid, niște chipuri de caldeeni pictați în roșu,",
                "15": "cu brâie împrejurul coapselor lor, cu turbane voluminoase pe cap și având înfățișarea unor ofițeri. Toți dintre ei aveau asemănarea babilonienilor, a căror țară de origine este Caldeea.",
                "16": "Imediat ce i-a văzut, i-a și poftit și a trimis mesageri la ei, în Caldeea.",
                "17": "Babilonienii au venit la ea, în patul iubirii, și au spurcat-o cu desfrânările lor. După ce s-a întinat cu ei, sufletul i s-a înstrăinat de ei.",
                "18": "Când și-a dat pe față desfrânările și și-a expus goliciunea, sufletul Meu s-a înstrăinat de ea, așa cum s-a înstrăinat și de sora ei.",
                "19": "Apoi ea și-a înmulțit și mai mult desfrânările, aducându-și aminte de tinerețea ei când se prostitua în țara Egiptului.",
                "20": "A poftit după amanții ei, al căror trup era viguros, ca al măgarilor, și a căror apropiere era ca a armăsarilor.",
                "21": "Ai tânjit astfel după desfrânarea din tinerețea ta, când sânii ți-au fost mângâiați de către egipteni, datorită pieptului tău cel tânăr.",
                "22": "De aceea, Oholiba, așa vorbește Stăpânul Domn: «Iată, îi voi stârni pe amanții tăi împotriva ta, pe cei de care ți s-a înstrăinat sufletul, și-i voi aduce împotriva ta din toate părțile.",
                "23": "Îi voi aduce pe babilonieni și pe toți caldeenii, pe cei din Pekod, din Șoa și din Koa, împreună cu toți asirienii, tineri plăcuți, toți guvernatori și conducători, ofițeri și oameni vestiți, toți călare pe cai.",
                "24": "Ei vor veni împotriva ta cu arme, cu care și căruțe și cu o mulțime de popoare. Te vor înconjura din toate părțile cu scuturi, mari și mici, și cu coifuri. Lor le voi încredința judecata împotriva ta, iar ei te vor judeca după legile lor.",
                "25": "Îmi voi îndrepta gelozia împotriva ta, astfel că ei se vor purta cu furie față de tine. Nasul și urechile îți vor fi tăiate, iar rămășița familiei tale va cădea ucisă de sabie. Îți vor lua fiii și fiicele, iar ce va mai rămâne va fi distrus de foc.",
                "26": "Te vor dezbrăca de hainele tale și îți vor lua podoabele tale frumoase.",
                "27": "Voi pune capăt astfel desfrânării tale și dezmățului pe care l-ai practicat încă din țara Egiptului. Și nu-ți vor mai umbla ochii după amanții tăi, nici nu te vei mai gândi la Egipt!».",
                "28": "Căci așa vorbește Stăpânul Domn: «Iată, te voi da pe mâna celor pe care îi urăști, pe mâna celor de care ți s-a înstrăinat sufletul!",
                "29": "Te vor trata cu ură, îți vor lua toată avuția și te vor lăsa dezbrăcată și goală. Va fi expusă astfel rușinea preacurviilor tale, a desfrânării și a destrăbălărilor tale.",
                "30": "Toate acestea ți se vor întâmpla pentru că te-ai prostituat după națiuni și te-ai întinat cu idolii lor.",
                "31": "Ai apucat pe calea surorii tale; de aceea îți voi pune în mână paharul ei»“.",
                "32": "Așa vorbește Stăpânul Domn: „Vei bea din paharul surorii tale, cel adânc și larg. Va aduce râs și batjocură. Încape atât de mult în el!",
                "33": "Vei fi umplută de beție și durere. Paharul surorii tale, Samaria, este un pahar al groazei și al pustiirii.",
                "34": "Vei bea din el și îl vei goli. și îți vei cresta sânii, căci Eu am vorbit, zice Stăpânul Domn“.",
                "35": "De aceea, așa vorbește Stăpânul Domn: „Pentru că M-ai uitat și M-ai aruncat la spate, poartă-ți și tu acum pedeapsa pentru desfrânarea și preacurviile tale!“.",
                "36": "Domnul mi-a zis: „Fiul omului, vrei să le judeci pe Ohola și pe Oholiba? Atunci fă-le cunoscute urâciunile lor!",
                "37": "Căci ele au comis adulter și pe mâinile lor este sânge. Au comis adulter cu idolii lor, iar pe fiii pe care Mi i-au născut i-au sacrificat în foc, ca mâncare pentru idolii lor.",
                "38": "Mi-au făcut chiar mai mult decât atât: în aceeași zi Mi-au întinat Sfântul Lăcaș și Mi-au profanat sabaturile.",
                "39": "Atunci când și-au înjunghiat fiii în cinstea idolilor lor, în aceeași zi au intrat și în Sfântul Meu Lăcaș ca să-l întineze. Iată ce au făcut în Casa Mea!",
                "40": "Ba mai mult, au trimis după bărbați să vină de departe, le-au trimis mesageri și iată că ei au venit. Pentru ei te-ai îmbăiat tu, te-ai vopsit la ochi și te-ai gătit cu podoabe!",
                "41": "Te-ai așezat pe un pat somptuos, ai pregătit o masă înaintea lui și ai pus pe el tămâia și uleiul Meu.",
                "42": "În ea era zgomot de mulțime petrecăreață. Bărbați de rând și niște bețivi au fost aduși din deșert, iar aceștia au pus brățări la mâinile lor și coroane frumoase pe capetele lor.",
                "43": "Am zis despre cea îmbătrânită de atâta adulter: «Acum se vor prostitua, dedându-se și la desfrânările ei?».",
                "44": "Ei au intrat la ea cum se intră la o prostituată. Așa au intrat la Ohola și la Oholiba, femeile acestea desfrânate.",
                "45": "Bărbații drepți însă le vor judeca sub acuzația de adulter și de vărsare de sânge, căci sunt adultere și pe mâinile lor este sânge“.",
                "46": "Căci așa vorbește Stăpânul Domn: „Să se aducă o mulțime împotriva lor și să fie încredințate terorii și jafului.",
                "47": "Mulțimea le va omorî cu pietre și le va tăia cu săbiile. Apoi le va ucide fiii și fiicele și le va da foc la case.",
                "48": "Voi pune astfel capăt desfrânării din țară, ca toate femeile să fie avertizate și să nu se ia după desfrânarea voastră.",
                "49": "Desfrânarea voastră se va întoarce împotriva voastră și veți suferi pedeapsa pentru păcatele comise cu idolii voștri. Atunci veți ști că Eu sunt Stăpânul Domn“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Yahweh’s word came again to me, saying,",
                "2": "“Son of man, there were two women, the daughters of one mother.",
                "3": "They played the prostitute in Egypt. They played the prostitute in their youth. Their breasts were fondled there, and their youthful nipples were caressed there.",
                "4": "Their names were Oholah the elder, and Oholibah her sister. They became mine, and they bore sons and daughters. As for their names, Samaria is Oholah, and Jerusalem Oholibah.",
                "5": "“Oholah played the prostitute when she was mine. She doted on her lovers, on the Assyrians her neighbors,",
                "6": "who were clothed with blue—governors and rulers, all of them desirable young men, horsemen riding on horses.",
                "7": "She gave herself as a prostitute to them, all of them the choicest men of Assyria. She defiled herself with the idols of whomever she lusted after.",
                "8": "She hasn’t left her prostitution since leaving Egypt; for in her youth they lay with her. They caressed her youthful nipples and they poured out their prostitution on her.",
                "9": "“Therefore I delivered her into the hand of her lovers, into the hand of the Assyrians on whom she doted.",
                "10": "These uncovered her nakedness. They took her sons and her daughters, and they killed her with the sword. She became a byword among women; for they executed judgments on her.",
                "11": "“Her sister Oholibah saw this, yet she was more corrupt in her lusting than she, and in her prostitution which was more depraved than the prostitution of her sister.",
                "12": "She lusted after the Assyrians, governors and rulers—her neighbors, clothed most gorgeously, horsemen riding on horses, all of them desirable young men.",
                "13": "I saw that she was defiled. They both went the same way.",
                "14": "“She increased her prostitution; for she saw men portrayed on the wall, the images of the Chaldeans portrayed with red,",
                "15": "dressed with belts on their waists, with flowing turbans on their heads, all of them looking like princes, after the likeness of the Babylonians in Chaldea, the land of their birth.",
                "16": "As soon as she saw them, she lusted after them and sent messengers to them into Chaldea.",
                "17": "The Babylonians came to her into the bed of love, and they defiled her with their prostitution. She was polluted with them, and her soul was alienated from them.",
                "18": "So she uncovered her prostitution and uncovered her nakedness. Then my soul was alienated from her, just like my soul was alienated from her sister.",
                "19": "Yet she multiplied her prostitution, remembering the days of her youth, in which she had played the prostitute in the land of Egypt.",
                "20": "She lusted after their lovers, whose flesh is as the flesh of donkeys, and whose issue is like the issue of horses.",
                "21": "Thus you called to memory the lewdness of your youth, in the caressing of your nipples by the Egyptians because of your youthful breasts.",
                "22": "“Therefore, Oholibah, the Lord Yahweh says: ‘Behold, I will raise up your lovers against you, from whom your soul is alienated, and I will bring them against you on every side:",
                "23": "the Babylonians and all the Chaldeans, Pekod, Shoa, Koa, and all the Assyrians with them; all of them desirable young men, governors and rulers, princes and men of renown, all of them riding on horses.",
                "24": "They will come against you with weapons, chariots, and wagons, and with a company of peoples. They will set themselves against you with buckler, shield, and helmet all around. I will commit the judgment to them, and they will judge you according to their judgments.",
                "25": "I will set my jealousy against you, and they will deal with you in fury. They will take away your nose and your ears. Your remnant will fall by the sword. They will take your sons and your daughters; and the rest of you will be devoured by the fire.",
                "26": "They will also strip you of your clothes and take away your beautiful jewels.",
                "27": "Thus I will make your lewdness to cease from you, and remove your prostitution from the land of Egypt, so that you will not lift up your eyes to them, nor remember Egypt any more.’",
                "28": "“For the Lord Yahweh says: ‘Behold, I will deliver you into the hand of them whom you hate, into the hand of them from whom your soul is alienated.",
                "29": "They will deal with you in hatred, and will take away all your labor, and will leave you naked and bare. The nakedness of your prostitution will be uncovered, both your lewdness and your prostitution.",
                "30": "These things will be done to you because you have played the prostitute after the nations, and because you are polluted with their idols.",
                "31": "You have walked in the way of your sister; therefore I will give her cup into your hand.’",
                "32": "“The Lord Yahweh says: ‘You will drink of your sister’s cup, which is deep and large. You will be ridiculed and held in derision. It contains much.",
                "33": "You will be filled with drunkenness and sorrow, with the cup of astonishment and desolation, with the cup of your sister Samaria.",
                "34": "You will even drink it and drain it out. You will gnaw the broken pieces of it, and will tear your breasts; for I have spoken it,’ says the Lord Yahweh.",
                "35": "“Therefore the Lord Yahweh says: ‘Because you have forgotten me and cast me behind your back, therefore you also bear your lewdness and your prostitution.’”",
                "36": "Yahweh said moreover to me: “Son of man, will you judge Oholah and Oholibah? Then declare to them their abominations.",
                "37": "For they have committed adultery, and blood is in their hands. They have committed adultery with their idols. They have also caused their sons, whom they bore to me, to pass through the fire to them to be devoured.",
                "38": "Moreover this they have done to me: they have defiled my sanctuary in the same day, and have profaned my Sabbaths.",
                "39": "For when they had slain their children to their idols, then they came the same day into my sanctuary to profane it; and behold, they have done this in the middle of my house.",
                "40": "“Furthermore you sisters have sent for men who come from far away, to whom a messenger was sent, and behold, they came; for whom you washed yourself, painted your eyes, decorated yourself with ornaments,",
                "41": "and sat on a stately bed, with a table prepared before it, whereupon you set my incense and my oil.",
                "42": "“The voice of a multitude being at ease was with her. With men of the common sort were brought drunkards from the wilderness; and they put bracelets on their hands, and beautiful crowns on their heads.",
                "43": "Then I said of her who was old in adulteries, ‘Now they will play the prostitute with her, and she with them.’",
                "44": "They went in to her, as they go in to a prostitute. So they went in to Oholah and to Oholibah, the lewd women.",
                "45": "Righteous men will judge them with the judgment of adulteresses and with the judgment of women who shed blood, because they are adulteresses, and blood is in their hands.",
                "46": "“For the Lord Yahweh says: ‘I will bring up a mob against them, and will give them to be tossed back and forth and robbed.",
                "47": "The company will stone them with stones and dispatch them with their swords. They will kill their sons and their daughters, and burn up their houses with fire.",
                "48": "“‘Thus I will cause lewdness to cease out of the land, that all women may be taught not to be lewd like you.",
                "49": "They will recompense your lewdness on you, and you will bear the sins of your idols. Then you will know that I am the Lord Yahweh.’”"
            }
        }
    }
}