{
    "book": "Ezechiel",
    "chapter": "1",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "În al treizecilea an, în a cincea zi a lunii a patra, pe când eram între prinșii de război de la râul Chebar, s-au deschis cerurile și am avut vedenii dumnezeiești.",
                "2": "În a cincea zi a lunii – era în anul al cincilea al robiei împăratului Ioiachin –,",
                "3": "Cuvântul Domnului a vorbit lui Ezechiel, fiul lui Buzi, preotul, în țara haldeenilor, lângă râul Chebar, și acolo a venit mâna Domnului peste el.",
                "4": "M-am uitat și iată că au venit de la miazănoapte un vânt năprasnic, un nor gros și un snop de foc, care răspândea de jur împrejur o lumină strălucitoare, în mijlocul căreia lucea ca o aramă lustruită, care ieșea din mijlocul focului.",
                "5": "Tot în mijloc, se mai vedeau patru făpturi vii, a căror înfățișare avea o asemănare omenească.",
                "6": "Fiecare din ele avea patru fețe și fiecare avea patru aripi.",
                "7": "Picioarele lor erau drepte și talpa picioarelor lor era ca a piciorului unui vițel și scânteiau ca niște aramă lustruită.",
                "8": "Sub aripi, de cele patru părți ale lor, aveau niște mâini de om și toate patru aveau fețe și aripi.",
                "9": "Aripile lor erau prinse una de alta. Și când mergeau, nu se întorceau în nicio parte, ci fiecare mergea drept înainte.",
                "10": "Cât despre chipul fețelor lor, era așa: înainte, toate aveau o față de om; la dreapta lor, toate patru aveau câte o față de leu; la stânga lor, toate patru aveau câte o față de bou, iar înapoi, toate patru aveau câte o față de vultur.",
                "11": "Aripile fiecăreia erau întinse în sus, așa că două din aripile lor ajungeau până la cele învecinate, iar două le acopereau trupurile.",
                "12": "Fiecare mergea drept înainte, și anume încotro le mâna duhul să meargă, într-acolo mergeau, iar în mersul lor nu se întorceau în nicio parte.",
                "13": "În mijlocul acestor făpturi vii era ceva ca niște cărbuni de foc aprinși, care ardeau, și ceva ca niște făclii umbla încoace și încolo printre aceste făpturi vii; focul acesta arunca o lumină strălucitoare și din el ieșeau fulgere.",
                "14": "Făpturile vii însă, când alergau și se întorceau, erau ca fulgerul.",
                "15": "Mă uitam la aceste făpturi vii și iată că pe pământ, afară de făpturile vii, era o roată la fiecare din cele patru fețe ale lor.",
                "16": "Înfățișarea acestor roți și materialul din care erau făcute păreau de crisolit și toate patru aveau aceeași întocmire. Înfățișarea și alcătuirea lor erau de așa fel, încât fiecare roată părea că este în mijlocul unei alte roți.",
                "17": "Când mergeau, alergau pe toate cele patru laturi ale lor și nu se întorceau deloc în mersul lor.",
                "18": "Aveau niște obezi de o înălțime înspăimântătoare și, pe obezile lor, cele patru roți erau pline cu ochi de jur împrejur.",
                "19": "Când mergeau făpturile vii, mergeau și roțile pe lângă ele și, când se ridicau făpturile vii de la pământ, se ridicau și roțile.",
                "20": "Unde le mâna duhul să meargă, acolo mergeau, încotro voia duhul, și împreună cu ele se ridicau și roțile, căci duhul făpturilor vii era în roți.",
                "21": "Când mergeau făpturile vii, mergeau și roțile; când se opreau ele, se opreau și roțile; când se ridicau de pe pământ, se ridicau și roțile; căci duhul făpturilor vii era în roți.",
                "22": "Deasupra capetelor făpturilor vii era ceva ca o întindere a cerului, care semăna cu cristalul strălucitor și se întindea în aer sus, peste capetele lor.",
                "23": "Sub cerul acesta, aripile lor stăteau drepte, întinse una spre alta, și mai aveau, fiecare, câte două aripi, care le acopereau trupurile.",
                "24": "Când umblau, am auzit vâjâitul aripilor lor ca vâjâitul unor ape mari și ca glasul Celui Atotputernic. Când mergeau, era un vuiet gălăgios, ca al unei oștiri, iar când se opreau, își lăsau aripile în jos.",
                "25": "Și venea un vuiet care pornea de deasupra cerului întins peste capetele lor, iar când se opreau își lăsau aripile în jos.",
                "26": "Deasupra cerului care era peste capetele lor, era ceva ca o piatră de safir, în chipul unui scaun de domnie; pe acest chip de scaun de domnie se vedea ca un chip de om, care ședea pe el.",
                "27": "Am mai văzut iarăși o lucire de aramă lustruită, ca niște foc, înăuntrul căruia era omul acesta și care strălucea de jur împrejur; de la chipul rărunchilor lui până sus și de la chipul rărunchilor lui până jos, am văzut ca un fel de foc și, de jur împrejur, era înconjurat cu o lumină strălucitoare.",
                "28": "Ca înfățișarea curcubeului, care stă în nor într-o zi de ploaie, așa era și înfățișarea acestei lumini strălucitoare care-l înconjura. Astfel era arătarea slavei Domnului. Când am văzut-o, am căzut cu fața la pământ și am auzit glasul Unuia care vorbea."
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "În al treizecilea an, în a cincea zi a lunii a patra, în timp ce mă aflam printre exilații de lângă râul Chebar, cerurile s-au deschis și am văzut vedenii dumnezeiești.",
                "2": "În a cincea zi a lunii – era al cincilea an de exil al regelui Iehoiachin –",
                "3": "Cuvântul Domnului i-a vorbit lui Ezechiel, fiul lui Buzi, preotul, în țara caldeenilor, lângă râul Chebar, și mâna Domnului a fost peste el acolo.",
                "4": "M-am uitat și iată că un vânt năprasnic venea dinspre nord: era un nor mare și un foc strălucitor care scânteia de jur împrejur. La mijloc, în mijlocul focului, era ceva ca metalul lustruit.",
                "5": "În mijlocul lui se afla ceva asemănător cu patru ființe vii, a căror înfățișare era ca înfățișarea unui om.",
                "6": "Fiecare avea câte patru fețe și câte patru aripi.",
                "7": "Picioarele lor erau drepte, iar talpa picioarelor lor era asemenea copitei unui vițel, strălucind ca bronzul lustruit.",
                "8": "Sub aripile lor, pe fiecare din cele patru părți, se afla câte o mână de om. Toate cele patru ființe vii aveau fețe și aripi.",
                "9": "Aripile lor se atingeau una pe alta, astfel încât nu se răsuceau în mers, ci, când mergeau, fiecare mergea drept înainte.",
                "10": "Înfățișarea fețelor lor era astfel: în partea dinainte, fiecare avea o față de om; în partea dreaptă, cele patru aveau o față de leu; în partea stângă, cele patru aveau o față de bou, iar în partea din spate, cele patru aveau o față de vultur.",
                "11": "Așa arătau fețele lor. Aripile le erau întinse în sus; fiecare avea două aripi, cu care atingea aripile celor de lângă ea, și alte două aripi cu care își acoperea trupul.",
                "12": "Fiecare mergea drept înainte: mergeau într-acolo unde le arăta duhul să meargă, iar în mersul lor, nu se întorceau.",
                "13": "Asemănarea ființelor vii, înfățișarea lor, era ca niște cărbuni de foc aprinși, ca asemănarea unor torțe; focul umbla încoace și încolo printre ființele vii. Focul avea strălucire și din foc ieșeau fulgere.",
                "14": "Ființele vii alergau și se întorceau, ca înfățișarea fulgerului.",
                "15": "Mă uitam la aceste ființe vii și, iată că, pe pământ, în dreptul fiecărei ființe vii cu patru fețe, se afla câte o roată.",
                "16": "Înfățișarea roților și lucrătura lor era ca aspectul crisolitului. Cele patru aveau aceeași asemănare; înfățișarea și lucrătura lor era asemenea unei roți în mijlocul altei roți.",
                "17": "În timpul deplasării, ele puteau merge în toate cele patru direcții, fără să-și schimbe direcția în timpul mersului.",
                "18": "Obezile lor erau înalte și stârneau teamă; obezile celor patru erau pline de ochi de jur împrejur.",
                "19": "Când mergeau ființele vii, mergeau și roțile pe lângă ele, iar când se ridicau ființele vii de la pământ, se ridicau și roțile.",
                "20": "Ele mergeau în direcția în care intenționa duhul să meargă, acolo unde dorea duhul să meargă, iar roțile se ridicau alături de ele, deoarece duhul ființelor vii era în roți.",
                "21": "Când ele mergeau, mergeau și acestea; când ele se opreau, se opreau și acestea; iar când ele se ridicau de la pământ, se ridicau și roțile odată cu ele, deoarece duhul făpturilor era în roți.",
                "22": "Deasupra capetelor acestor ființe vii se afla ceva asemănător unei întinderi de cristal strălucitor, care se răspândea în înălțime, deasupra capetelor lor.",
                "23": "Dedesubtul întinderii, aripile lor stăteau drepte, întinse una spre cealaltă, iar alte două aripi acopereau trupurile lor.",
                "24": "Când porneau, am auzit zgomotul aripilor lor ca vuietul unor ape mari, ca glasul Celui Atotputernic, ca vuietul unei furtuni, ca zgomotul unei tabere cu ostași. Când ele se opreau, aripile lor se lăsau în jos.",
                "25": "Și s-a auzit un glas de deasupra întinderii care era deasupra capetelor lor; când ele s-au oprit, aripile lor s-au lăsat în jos.",
                "26": "În partea de sus a întinderii care era deasupra capetelor lor, se afla ceva precum înfățișarea pietrei de safir, în asemănarea unui tron, iar deasupra acestei asemănări de tron, în partea de sus, se afla cineva a cărui asemănare era ca înfățișarea unui om.",
                "27": "De la ceea ce părea a fi brâul său, în sus, am văzut ceva ca sclipirea metalului lustruit, ca un foc închis de jur împrejur, iar de la ceea ce părea a fi brâul său, în jos, am văzut ceva ca înfățișarea focului. De jur împrejurul lui era o lumină strălucitoare.",
                "28": "Asemenea curcubeului din nor în ziua ploioasă, așa era înfățișarea strălucirii de jur împrejur. Ea era înfățișarea asemănării gloriei Domnului. Când am văzut-o, m-am aruncat cu fața la pământ și am auzit glasul Unuia Care vorbea."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Now in the thirtieth year, in the fourth month, in the fifth day of the month, as I was among the captives by the river Chebar, the heavens were opened, and I saw visions of God.",
                "2": "In the fifth of the month, which was the fifth year of King Jehoiachin’s captivity,",
                "3": "Yahweh’s word came to Ezekiel the priest, the son of Buzi, in the land of the Chaldeans by the river Chebar; and Yahweh’s hand was there on him.",
                "4": "I looked, and behold, a stormy wind came out of the north: a great cloud, with flashing lightning, and a brightness around it, and out of the middle of it as it were glowing metal, out of the middle of the fire.",
                "5": "Out of its center came the likeness of four living creatures. This was their appearance: They had the likeness of a man.",
                "6": "Everyone had four faces, and each one of them had four wings.",
                "7": "Their feet were straight feet. The sole of their feet was like the sole of a calf’s foot; and they sparkled like burnished bronze.",
                "8": "They had the hands of a man under their wings on their four sides. The four of them had their faces and their wings like this:",
                "9": "Their wings were joined to one another. They didn’t turn when they went. Each one went straight forward.",
                "10": "As for the likeness of their faces, they had the face of a man. The four of them had the face of a lion on the right side. The four of them had the face of an ox on the left side. The four of them also had the face of an eagle.",
                "11": "Such were their faces. Their wings were spread out above. Two wings of each one touched another, and two covered their bodies.",
                "12": "Each one went straight forward. Where the spirit was to go, they went. They didn’t turn when they went.",
                "13": "As for the likeness of the living creatures, their appearance was like burning coals of fire, like the appearance of torches. The fire went up and down among the living creatures. The fire was bright, and lightning went out of the fire.",
                "14": "The living creatures ran and returned as the appearance of a flash of lightning.",
                "15": "Now as I saw the living creatures, behold, there was one wheel on the earth beside the living creatures, for each of the four faces of it.",
                "16": "The appearance of the wheels and their work was like a beryl. The four of them had one likeness. Their appearance and their work was as it were a wheel within a wheel.",
                "17": "When they went, they went in their four directions. They didn’t turn when they went.",
                "18": "As for their rims, they were high and dreadful; and the four of them had their rims full of eyes all around.",
                "19": "When the living creatures went, the wheels went beside them. When the living creatures were lifted up from the earth, the wheels were lifted up.",
                "20": "Wherever the spirit was to go, they went. The spirit was to go there. The wheels were lifted up beside them; for the spirit of the living creature was in the wheels.",
                "21": "When those went, these went. When those stood, these stood. When those were lifted up from the earth, the wheels were lifted up beside them; for the spirit of the living creature was in the wheels.",
                "22": "Over the head of the living creature there was the likeness of an expanse, like an awesome crystal to look at, stretched out over their heads above.",
                "23": "Under the expanse, their wings were straight, one toward the other. Each one had two which covered on this side, and each one had two which covered their bodies on that side.",
                "24": "When they went, I heard the noise of their wings like the noise of great waters, like the voice of the Almighty, a noise of tumult like the noise of an army. When they stood, they let down their wings.",
                "25": "There was a voice above the expanse that was over their heads. When they stood, they let down their wings.",
                "26": "Above the expanse that was over their heads was the likeness of a throne, as the appearance of a sapphire stone. On the likeness of the throne was a likeness as the appearance of a man on it above.",
                "27": "I saw as it were glowing metal, as the appearance of fire within it all around, from the appearance of his waist and upward; and from the appearance of his waist and downward I saw as it were the appearance of fire, and there was brightness around him.",
                "28": "As the appearance of the rainbow that is in the cloud in the day of rain, so was the appearance of the brightness all around. This was the appearance of the likeness of Yahweh’s glory. When I saw it, I fell on my face, and I heard a voice of one that spoke."
            }
        }
    }
}