{
    "book": "Ezechiel",
    "chapter": "26",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "În anul al unsprezecelea, în ziua întâi a lunii, Cuvântul Domnului mi-a vorbit astfel:",
                "2": "„Fiul omului, pentru că Tirul a zis despre Ierusalim: ‘Ha! Ha! Este zdrobită poarta popoarelor! Și se întoarce la mine! Mă voi îmbogăți, căci el a rămas pustiu!’,",
                "3": "de aceea așa vorbește Domnul Dumnezeu: ‘Iată că am necaz pe tine, Tirule, și voi aduce împotriva ta multe neamuri, cum își ridică marea valurile!",
                "4": "Ele vor dărâma zidurile Tirului, îi vor surpa turnurile, îi voi răzui și țărâna și o voi face o stâncă goală.",
                "5": "Va rămâne în mare ca un loc unde se vor întinde mreje de prins pește; Eu am vorbit’, zice Domnul Dumnezeu. ‘Va fi prada neamurilor!",
                "6": "Cetățile din ținutul lui vor fi trecute prin sabie. Și vor ști astfel că Eu sunt Domnul.’",
                "7": "Căci așa vorbește Domnul Dumnezeu: ‘Iată că aduc de la miazănoapte împotriva Tirului pe Nebucadnețar, împăratul Babilonului, împăratul tuturor împăraților, cu cai, care, călăreți și cu o mare mulțime de popoare.",
                "8": "El va nimici cu sabia cetățile din ținutul tău; va face șanțuri de apărare împotriva ta, va ridica întărituri și va ridica scutul împotriva ta.",
                "9": "Va îndrepta loviturile berbecilor săi împotriva zidurilor tale și îți va surpa turnurile cu mașinile lui.",
                "10": "Mulțimea cailor lui te va acoperi de praf, zidurile tale se vor cutremura de vuietul călăreților, roților și carelor când va intra Nebucadnețar pe porțile tale cum se intră într-o cetate cucerită;",
                "11": "va călca toate ulițele tale cu copitele cailor lui și-ți va ucide poporul cu sabia, și stâlpii mândriei tale vor cădea la pământ.",
                "12": "Îți vor ridica bogățiile, îți vor prăda mărfurile, îți vor surpa zidurile, îți vor dărâma casele tale cele plăcute și vor arunca în ape pietrele, lemnele și țărâna ta.",
                "13": "Voi face să înceteze astfel glasul cântecelor tale și nu se va mai auzi sunetul harpelor tale.",
                "14": "Te voi face o stâncă goală; vei fi ca un loc în mare unde se vor întinde mreje de prins peștii și nu vei mai fi zidit la loc. Căci Eu, Domnul, am vorbit’, zice Domnul Dumnezeu.",
                "15": "Așa vorbește Domnul Dumnezeu despre Tir: ‘Se vor cutremura ostroavele de vuietul căderii tale, de gemetele răniților și de măcelul din mijlocul tău.",
                "16": "Toți voievozii mării se dau jos de pe scaunele lor de domnie, își scot mantalele și își leapădă hainele cusute la gherghef; se învelesc în spaimă și stau pe pământ; întruna tremură de groază și stau înmărmuriți din pricina ta.",
                "17": "Ei fac o cântare de jale asupra ta și-ți zic: «Vai, cum ai fost nimicit tu, care erai locuit de cei ce străbat mările, cetate vestită, care erai puternică pe mare! Cum a fost nimicită cetatea aceasta cu locuitorii ei, care băgau groaza în toți cei dimprejur!",
                "18": "Acum tremură ostroavele în ziua căderii tale, stau îngrozite ostroavele mării de sfârșitul tău.»’",
                "19": "Căci așa vorbește Domnul Dumnezeu: ‘Când te voi preface într-o cetate pustie, ca cetățile care n-au locuitori, când voi ridica împotriva ta adâncul și când te vor acoperi apele cele mari,",
                "20": "te voi coborî împreună cu cei ce se coboară în groapă, la poporul de odinioară, și te voi așeza în adâncimile pământului, în singurătăți veșnice, lângă cei ce s-au coborât în groapă, ca să nu mai fii locuită și să nu te mai scoli în țara celor vii.",
                "21": "Te voi nimici cu desăvârșire, și nu vei mai fi; te vor căuta, și nu te vor mai găsi niciodată’, zice Domnul Dumnezeu.”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "În al unsprezecelea an, în ziua întâi a lunii, Cuvântul Domnului a venit la mine și mi-a zis:",
                "2": "„Fiul omului, Tyrul a zis despre Ierusalim: «Ha! A fost zdrobită poarta popoarelor! Este rândul meu să mă îmbogățesc, căci ea a rămas pustiită!».",
                "3": "De aceea, așa vorbește Stăpânul Domn: «Iată, sunt împotriva ta, Tyrule! Voi aduce peste tine multe națiuni, așa cum își aruncă marea valurile.",
                "4": "Vor distruge zidurile Tyrului, îi vor doborî turnurile, îi vor răzui până și țărâna și o vor lăsa stâncă goală.",
                "5": "Va deveni un loc de aruncat năvoadele în mijlocul mării, căci Eu am vorbit!, zice Stăpânul Domn. Va deveni pradă pentru națiuni.",
                "6": "Așezările lui de pe țărm vor fi trecute prin ascuțișul sabiei și va ști astfel că Eu sunt Domnul!».",
                "7": "Căci așa vorbește Stăpânul Domn: «Iată, aduc din nord împotriva Tyrului pe Nebucadnețar, împăratul Babilonului, împăratul împăraților, cu cai, care, călăreți și un popor foarte numeros.",
                "8": "El le va ucide pe fetele tale pe câmp cu sabia. Va construi împotriva ta o întăritură, va înălța împotriva ta o rampă de asalt și va ridica scuturi împotriva ta.",
                "9": "Va îndrepta împotriva zidurilor tale izbiturile berbecilor săi de fier și-ți va dărâma turnurile cu răngile lor.",
                "10": "Mulțimea cailor lui te va acoperi de praf, iar zidurile tale se vor cutremura de vuietul călăreților și al roților carelor atunci când el va intra pe porțile tale asemenea celor care intră într-o cetate cu zidurile sparte.",
                "11": "Copitele cailor lui vor tropăi pe toate străzile tale, poporul tău va fi ucis cu sabie, iar stâlpii tăi cei puternici se vor prăbuși la pământ.",
                "12": "Îți vor prăda avuția, te vor jefui de mărfuri, îți vor dărâma zidurile și îți vor demola casele tale plăcute, iar pietrele, lemnele și molozul le vor arunca în mijlocul apelor.",
                "13": "Voi face să înceteze zgomotul cântecelor tale, iar sunetul lirelor tale nu va mai fi auzit.",
                "14": "Voi face din tine o stâncă goală. Vei deveni un loc de aruncat năvoadele. Nu vei fi reconstruită niciodată, căci Eu, Domnul, am vorbit, zice Stăpânul Domn».",
                "15": "Așa vorbește Stăpânul Domn despre Tyr: «Să nu se cutremure oare insulele de vuietul căderii tale, de geamătul răniților și de măcelul din mijlocul tău?",
                "16": "Toți prinții mării vor coborî de pe tronurile lor, își vor îndepărta robele și se vor dezbrăca de veșmintele lor brodate. Se vor îmbrăca cu spaima, se vor așeza pe pământ și vor tremura în fiecare clipă, înmărmuriți fiind din cauza ta.",
                "17": "Atunci vor face pentru tine o cântare de jale și-ți vor zice: ‘Cum ai pierit, tu, cea locuită de oamenii mării, cetate lăudată, tu, care erai puternică pe mare, tu, care, împreună cu locuitorii tăi, pe toți cei ce locuiau acolo.",
                "18": "Acum insulele tremură de ziua căderii tale, de sfârșitul tău’».",
                "19": "Căci așa vorbește Stăpânul Domn: «Când te voi preface într-o cetate pustiită, asemenea cetăților care nu sunt locuite, când voi ridica peste tine adâncul și te vor acoperi apele cele mari,",
                "20": "atunci te voi coborî împreună cu cei ce coboară în groapă, la poporul din vechime, și te voi face să locuiești în tărâmul celor mai de jos locuri, printre ruine veșnice împreună cu cei ce coboară în groapă, ca să nu mai fii locuită și să nu-ți mai dau splendoare în țara celor vii.",
                "21": "Te voi da pradă distrugerii și nu vei mai fi. Vei fi căutată, dar nu vei mai fi găsită niciodată, zice Stăpânul Domn»“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "In the eleventh year, in the first of the month, Yahweh’s word came to me, saying,",
                "2": "“Son of man, because Tyre has said against Jerusalem, ‘Aha! She is broken! She who was the gateway of the peoples has been returned to me. I will be replenished, now that she is laid waste;’",
                "3": "therefore the Lord Yahweh says, ‘Behold, I am against you, Tyre, and will cause many nations to come up against you, as the sea causes its waves to come up.",
                "4": "They will destroy the walls of Tyre, and break down her towers. I will also scrape her dust from her, and make her a bare rock.",
                "5": "She will be a place for the spreading of nets in the middle of the sea; for I have spoken it,’ says the Lord Yahweh. ‘She will become plunder for the nations.",
                "6": "Her daughters who are in the field will be slain with the sword. Then they will know that I am Yahweh.’",
                "7": "“For the Lord Yahweh says: ‘Behold, I will bring on Tyre Nebuchadnezzar king of Babylon, king of kings, from the north, with horses, with chariots, with horsemen, and an army with many people.",
                "8": "He will kill your daughters in the field with the sword. He will make forts against you, cast up a mound against you, and raise up the buckler against you.",
                "9": "He will set his battering engines against your walls, and with his axes he will break down your towers.",
                "10": "By reason of the abundance of his horses, their dust will cover you. Your walls will shake at the noise of the horsemen, of the wagons, and of the chariots, when he enters into your gates, as men enter into a city which is broken open.",
                "11": "He will tread down all your streets with the hoofs of his horses. He will kill your people with the sword. The pillars of your strength will go down to the ground.",
                "12": "They will make a plunder of your riches and make a prey of your merchandise. They will break down your walls and destroy your pleasant houses. They will lay your stones, your timber, and your dust in the middle of the waters.",
                "13": "I will cause the noise of your songs to cease. The sound of your harps won’t be heard any more.",
                "14": "I will make you a bare rock. You will be a place for the spreading of nets. You will be built no more; for I Yahweh have spoken it,’ says the Lord Yahweh.",
                "15": "“The Lord Yahweh says to Tyre: ‘Won’t the islands shake at the sound of your fall, when the wounded groan, when the slaughter is made within you?",
                "16": "Then all the princes of the sea will come down from their thrones, and lay aside their robes, and strip off their embroidered garments. They will clothe themselves with trembling. They will sit on the ground, and will tremble every moment, and be astonished at you.",
                "17": "They will take up a lamentation over you, and tell you, “How you are destroyed, who were inhabited by seafaring men, the renowned city, who was strong in the sea, she and her inhabitants, who caused their terror to be on all who lived there!”",
                "18": "Now the islands will tremble in the day of your fall. Yes, the islands that are in the sea will be dismayed at your departure.’",
                "19": "“For the Lord Yahweh says: ‘When I make you a desolate city, like the cities that are not inhabited, when I bring up the deep on you, and the great waters cover you,",
                "20": "then I will bring you down with those who descend into the pit, to the people of old time, and will make you dwell in the lower parts of the earth, in the places that are desolate of old, with those who go down to the pit, that you be not inhabited; and I will set glory in the land of the living.",
                "21": "I will make you a terror, and you will no more have any being. Though you are sought for, yet you will never be found again,’ says the Lord Yahweh.”"
            }
        }
    }
}