{
    "book": "Ezechiel",
    "chapter": "41",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "M-a dus în Templu. A măsurat stâlpii; aveau o lățime de șase coți de o parte și o lățime de șase coți de alta – aceasta este lățimea stâlpilor.",
                "2": "Lățimea ușii era de zece coți, iar canaturile ușii erau late de cinci coți de o parte și cinci coți de cealaltă parte. A măsurat și lungimea Templului: patruzeci de coți; și lățimea: douăzeci de coți.",
                "3": "Apoi a intrat înăuntru. A măsurat ușorii ușii: doi coți; ușa: șase coți și lățimea ușii: șapte coți.",
                "4": "Pe partea dinainte a Templului a măsurat în lungime douăzeci de coți și în lățime douăzeci de coți și mi-a zis: „Acesta este Locul Preasfânt!”",
                "5": "A măsurat zidul casei, gros de șase coți, și lățimea odăilor lăturalnice de jur împrejurul casei: patru coți.",
                "6": "Odăile lăturalnice erau unele peste altele, în număr de treizeci, așezate în trei caturi; ele dădeau în niște îmbucături de zid făcute anume pentru odăile acestea de jur împrejurul casei, așa că se sprijineau pe ele, și nu pe zidul casei.",
                "7": "Odăile, cu cât erau mai sus, cu atât erau mai încăpătoare și te suiai la ele ocolind, căci te suiai împrejurul casei pe o scară șerpuitoare. Astfel era mai mult loc, ca lărgime, în partea de sus a casei, și din catul de jos te suiai în catul de sus prin cel de la mijloc.",
                "8": "De jur împrejurul casei se vedea o pardoseală ieșită în afară. Odăile lăturalnice aveau niște temelii și erau de o prăjină întreagă, adică șase coți la unghi.",
                "9": "Zidul de afară al odăilor lăturalnice avea o grosime de cinci coți.",
                "10": "Locul gol dintre odăile lăturalnice ale casei și odăile dimprejurul casei avea o lățime de douăzeci de coți de jur împrejur.",
                "11": "Ușa odăilor lăturalnice dădea în locul gol: o ușă la miazănoapte și o ușă la miazăzi; și lărgimea locului gol era de cinci coți de jur împrejur.",
                "12": "Clădirea din fața locului gol din partea de apus avea o lățime de șaptezeci de coți, un zid de cinci coți de gros de jur împrejur și era lung de nouăzeci de coți.",
                "13": "A măsurat și casa, care avea o lungime de o sută de coți. Locul gol, clădirea și zidurile sale aveau, de asemenea, o lungime de o sută de coți.",
                "14": "Lățimea feței casei și a locului gol dinspre răsărit era de o sută de coți.",
                "15": "A măsurat lungimea clădirii dinaintea locului gol, pe partea dinapoi a casei, și pridvoarele ei de fiecare parte: erau o sută de coți.",
                "16": "Templul și casa dinăuntru, tinda de afară, pragurile, ferestrele îngrădite, pridvoarele din jurul celor trei caturi, din fața pragurilor, erau acoperite cu lemn de jur împrejur. De la pământ până la ferestrele acoperite,",
                "17": "până deasupra ușii, partea dinăuntrul casei, partea de afară, tot zidul de jur împrejurul casei dinăuntru și din afară, totul era după măsură",
                "18": "și împodobit cu heruvimi și finici. Între doi heruvimi era un finic. Fiecare heruvim avea două fețe,",
                "19": "o față de om întoarsă spre un finic de o parte și o față de leu întoarsă spre celălalt finic de cealaltă parte; așa era de jur împrejurul casei.",
                "20": "De la pământ până deasupra ușii, erau heruvimi și finici și tot așa și pe zidul Templului.",
                "21": "Ușorii Templului erau în patru muchii. Și în fața Locului Preasfânt era ceva care se vedea",
                "22": "ca un altar de lemn, înalt de trei coți, lung de doi coți și lat de doi coți. Colțurile, temelia și pereții lui erau de lemn. Omul acela mi-a zis: „Aceasta este masa care este înaintea Domnului!”",
                "23": "Templul și Locul Preasfânt aveau două uși.",
                "24": "Fiecare ușă avea două canaturi, care se întorceau amândouă pe uși, două canaturi pentru o ușă și două pentru cealaltă.",
                "25": "Pe ușile Templului erau săpați heruvimi și finici, ca și pe ziduri. În fața pridvorului de afară erau niște grinzi de lemn îmbucate între ele.",
                "26": "Erau ferestre îngrădite și, de o parte și de cealaltă, erau finici și tot așa era și pe laturile pridvorului, pe odăile lăturalnice și pe grinzile de sus."
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "După aceea, m-a adus în Locul Sfânt și a măsurat stâlpii. Fiecare avea lățimea de șase coți, atât cel de pe-o parte, cât și cel de pe cealaltă parte.",
                "2": "Poarta avea o deschizătură largă de zece coți, iar zidurile laterale aveau o grosime de cinci coți. A măsurat lungimea Locului Sfânt și era de patruzeci de coți, iar lățimea de douăzeci de coți.",
                "3": "Apoi a intrat înăuntru și a măsurat stâlpii porții; fiecare avea doi coți lățime. Deschizătura porții era de șase coți, iar grosimea zidurilor laterale era de șapte coți.",
                "4": "A măsurat dincolo de Locul Sfânt și a găsit o lungime de douăzeci de coți și o lățime de douăzeci de coți. El mi-a zis: „Acesta este Locul Preasfânt“.",
                "5": "Apoi a măsurat zidul Casei. Acesta avea o grosime de șase coți, iar lățimea fiecăreia dintre camerele așezate pe margini, de jur împrejurul Casei, era de patru coți.",
                "6": "Camerele de pe margini erau așezate una deasupra celeilalte, pe trei niveluri, câte treizeci pe fiecare nivel. Existau niște borduri care ieșeau în afara zidului Casei, de jur împrejur, pe care se sprijineau aceste camere, astfel că ele nu se sprijineau direct pe zidul Casei.",
                "7": "Camerele de pe margini deveneau mai încăpătoare de la un nivel la altul, pentru că distanța dintre zidul camerelor și zidul Casei creștea cu fiecare nivel. O scară ducea de la primul nivel la ultimul, prin cel de-al doilea nivel.",
                "8": "Am văzut apoi, de jur împrejurul Casei, o platformă înaltă, care forma temeliile camerelor de pe margini. Avea o înălțime de o trestie întreagă, adică de șase coți.",
                "9": "Grosimea zidului exterior al camerelor de pe margini era de cinci coți. Locul gol dintre camerele de pe margini ale Casei",
                "10": "și camerele preoților avea o lățime de douăzeci de coți, de jur împrejurul Casei.",
                "11": "Camerele de pe margini aveau ieșiri înspre acest loc gol, o ieșire înspre nord și o ieșire înspre sud. Lățimea platformei alăturate locului gol era de cinci coți de jur împrejur.",
                "12": "Clădirea situată în partea de vest, în fața locului gol, avea o lățime de șaptezeci de coți. Zidul clădirii avea o grosime de cinci coți, de jur împrejur, și o lungime de nouăzeci de coți.",
                "13": "A măsurat apoi și lungimea Casei și a găsit-o de o sută de coți. Locul gol, clădirea și zidurile ei, aveau, de asemenea, o lungime de o sută de coți.",
                "14": "Lățimea părții din față a Casei și a locului gol din partea de est era de o sută de coți.",
                "15": "A măsurat lungimea clădirii din fața locului gol, cea situată în spatele Casei, precum și galeriile ei, de o parte și de alta, și le-a găsit de o sută de coți. Locul Sfânt, Locul Preasfânt, porticul ce dădea înspre curte,",
                "16": "pragurile, ferestrele înguste și galeriile din jurul celor trei – tot ce era dincolo de prag, împreună cu pragul – erau acoperite cu lemn de jur împrejur. Pardoseala, zidul până la ferestre și ferestrele însele erau acoperite și ele.",
                "17": "Pe locul de deasupra intrării, până în Locul Sfânt și în Locul Preasfânt, pe toate zidurile Locului Sfânt și ale Locului Preasfânt era același model:",
                "18": "erau gravați heruvimi și palmieri, câte un palmier între doi heruvimi. Fiecare heruvim avea două fețe:",
                "19": "o față de om îndreptată spre unul dintre palmieri și o față de leu îndreptată spre celălalt palmier. Erau gravați de jur împrejurul întregii Case.",
                "20": "Heruvimii și palmierii erau gravați pe zidul Locului Sfânt, de la pardoseală până deasupra porții.",
                "21": "Stâlpii ușilor Locului Sfânt formau un pătrat. În fața Locului Preasfânt am văzut ceva ce semăna cu",
                "22": "un altar de lemn de trei coți înălțime, doi coți lungime și doi coți lățime: colțurile sale, temelia sa și pereții săi erau din lemn. Bărbatul acela mi-a zis: „Aceasta este masa care stă înaintea Domnului!“.",
                "23": "Atât Locul Sfânt, cât și Locul Preasfânt aveau uși duble.",
                "24": "Fiecare ușă avea câte două plăci, două pentru o ușă și două pentru cealaltă.",
                "25": "Pe ușile Locului Sfânt erau gravați heruvimi și palmieri asemenea celor gravați pe ziduri, iar în fața porticului de afară era o cornișă de lemn.",
                "26": "De-o parte și de alta a zidurilor porticului, pe camerele de pe margini ale Casei și pe cornișe erau ferestre înguste și palmieri gravați."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "He brought me to the nave and measured the posts, six cubits wide on the one side and six cubits wide on the other side, which was the width of the tent.",
                "2": "The width of the entrance was ten cubits, and the sides of the entrance were five cubits on the one side, and five cubits on the other side. He measured its length, forty cubits, and the width, twenty cubits.",
                "3": "Then he went inward and measured each post of the entrance, two cubits; and the entrance, six cubits; and the width of the entrance, seven cubits.",
                "4": "He measured its length, twenty cubits, and the width, twenty cubits, before the nave. He said to me, “This is the most holy place.”",
                "5": "Then he measured the wall of the house, six cubits; and the width of every side room, four cubits, all around the house on every side.",
                "6": "The side rooms were in three stories, one over another, and thirty in each story. They entered into the wall which belonged to the house for the side rooms all around, that they might be supported and not penetrate the wall of the house.",
                "7": "The side rooms were wider on the higher levels, because the walls were narrower at the higher levels. Therefore the width of the house increased upward; and so one went up from the lowest level to the highest through the middle level.",
                "8": "I saw also that the house had a raised base all around. The foundations of the side rooms were a full reed of six great cubits.",
                "9": "The thickness of the outer wall of the side rooms was five cubits. That which was left was the place of the side rooms that belonged to the house.",
                "10": "Between the rooms was a width of twenty cubits around the house on every side.",
                "11": "The doors of the side rooms were toward an open area that was left, one door toward the north, and another door toward the south. The width of the open area was five cubits all around.",
                "12": "The building that was before the separate place at the side toward the west was seventy cubits wide; and the wall of the building was five cubits thick all around, and its length ninety cubits.",
                "13": "So he measured the temple, one hundred cubits long; and the separate place, and the building, with its walls, one hundred cubits long;",
                "14": "also the width of the face of the temple, and of the separate place toward the east, one hundred cubits.",
                "15": "He measured the length of the building before the separate place which was at its back, and its galleries on the one side and on the other side, one hundred cubits from the inner temple, and the porches of the court,",
                "16": "the thresholds, and the closed windows, and the galleries around on their three stories, opposite the threshold, with wood ceilings all around, and from the ground up to the windows, (now the windows were covered),",
                "17": "to the space above the door, even to the inner house, and outside, and by all the wall all around inside and outside, by measure.",
                "18": "It was made with cherubim and palm trees. A palm tree was between cherub and cherub, and every cherub had two faces,",
                "19": "so that there was the face of a man toward the palm tree on the one side, and the face of a young lion toward the palm tree on the other side. It was made like this through all the house all around.",
                "20": "Cherubim and palm trees were made from the ground to above the door. The wall of the temple was like this.",
                "21": "The door posts of the nave were squared. As for the face of the nave, its appearance was as the appearance of the temple.",
                "22": "The altar was of wood, three cubits high, and its length two cubits. Its corners, its base, and its walls were of wood. He said to me, “This is the table that is before Yahweh.”",
                "23": "The temple and the sanctuary had two doors.",
                "24": "The doors had two leaves each, two turning leaves: two for the one door, and two leaves for the other.",
                "25": "There were made on them, on the doors of the nave, cherubim and palm trees, like those made on the walls. There was a threshold of wood on the face of the porch outside.",
                "26": "There were closed windows and palm trees on the one side and on the other side, on the sides of the porch. This is how the side rooms of the temple and the thresholds were arranged."
            }
        }
    }
}