{
    "book": "Ezechiel",
    "chapter": "42",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Apoi m-a scos și m-a dus în curtea de afară, dinspre miazănoapte, și m-a dus în odăile din fața locului gol și din fața clădirii la miazănoapte.",
                "2": "Fața unde se afla ușa de miazănoapte avea o lungime de o sută de coți și lățimea era de cincizeci de coți.",
                "3": "În dreptul celor douăzeci de coți ai curții dinăuntru și în dreptul caldarâmului curții de afară, se aflau pridvoare lângă pridvoare în catul al treilea.",
                "4": "Pe dinaintea odăilor, era un loc de trecere lat de zece coți și un drum de un cot; ușile lor erau spre miazănoapte.",
                "5": "Odăile de sus erau mai strâmte decât cele de jos și decât cele de la mijlocul clădirii, pentru că le mai luau din loc și pridvoarele.",
                "6": "Erau trei caturi, dar n-aveau stâlpi ca stâlpii curților; de aceea, începând de jos, odăile de sus erau mai strâmte decât cele de jos și cele de la mijloc.",
                "7": "Zidul de afară, care mergea alături cu odăile dinspre curtea de afară, în fața odăilor, avea o lungime de cincizeci de coți,",
                "8": "căci lungimea odăilor dinspre curtea de afară era de cincizeci de coți. Dar fața Templului avea o sută de coți.",
                "9": "Dedesubtul acestor odăi era intrarea de la răsărit, cum veneai din curtea de afară.",
                "10": "Mai erau niște odăi de grosimea zidului curții dinspre răsărit, în dreptul locului gol și în dreptul clădirii.",
                "11": "În fața lor, era un loc de trecere, ca și înaintea odăilor dinspre miazănoapte, de aceeași lungime și lățime; ieșirile, întocmirea și ușile lor erau la fel.",
                "12": "Tot așa era și cu ușile odăilor dinspre miazăzi. Era o ușă la capul locului de trecere, care se afla drept înaintea zidului dinspre răsărit, pe unde intrai.",
                "13": "El mi-a zis: „Odăile de la miazănoapte și odăile de la miazăzi care sunt în fața locului gol sunt odăile sfinte, unde vor mânca lucrurile preasfinte preoții care se apropie de Domnul; în ele vor pune lucrurile preasfinte, darurile de mâncare, vitele aduse ca jertfe de ispășire și de vină; căci locul acesta este sfânt.",
                "14": "Când vor intra, preoții nu vor ieși din locul sfânt ca să se ducă în curtea de afară, ci își vor lăsa acolo hainele cu care fac slujba, căci hainele acestea sunt sfinte; se vor îmbrăca în alte haine ca să se apropie de curtea care este pentru popor.”",
                "15": "După ce a isprăvit de măsurat casa dinăuntru, m-a scos pe poarta dinspre răsărit și a măsurat-o pe partea de afară de jur împrejur.",
                "16": "A măsurat partea de răsărit cu prăjina de măsurat și de jur împrejur a găsit cinci sute de prăjini.",
                "17": "A măsurat partea de miazănoapte cu prăjina de măsurat și a găsit de jur împrejur cinci sute de prăjini.",
                "18": "A măsurat partea de miazăzi cu prăjina de măsurat și a găsit cinci sute de prăjini.",
                "19": "S-a întors apoi spre apus și a măsurat cinci sute de prăjini cu prăjina de măsurat.",
                "20": "A măsurat astfel în cele patru laturi zidul de jur împrejurul casei; lungimea era de cinci sute de prăjini și lățimea, de cinci sute de prăjini; zidul acesta despărțea locul sfânt de cel nesfânt."
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Apoi m-a scos în curtea exterioară, în partea de nord, și m-a dus la camerele dinaintea locului gol și dinaintea clădirii din partea de nord.",
                "2": "Partea din față a clădirii, a cărei poartă dădea spre nord, avea o lungime de o sută de coți și o lățime de cincizeci de coți.",
                "3": "De-a lungul celor douăzeci de coți ai curții interioare și în fața pavimentului curții exterioare, se aflau galerii pe cele trei niveluri, una în dreptul celeilalte.",
                "4": "În fața camerelor era un pasaj interior, lat de zece coți și lung de o sută de coți, iar ușile acestora dădeau înspre nord.",
                "5": "Camerele de sus erau mai înguste, deoarece galeriile ocupau mai mult din spațiul lor decât din spațiul celor de la nivelurile de jos și de mijloc ale clădirii.",
                "6": "Camerele de la al treilea nivel nu aveau stâlpi, așa cum avea curtea, astfel că, începând de jos, ele erau mai mici decât cele de la nivelurile de jos și de mijloc.",
                "7": "Paralel cu camerele, înspre curtea exterioară, se afla un zid exterior care se întindea în fața camerelor, pe o lungime de cincizeci de coți.",
                "8": "Lungimea șirului de camere din curtea exterioară era de cincizeci de coți, în timp ce lungimea celor din fața clădirii principale era de o sută de coți.",
                "9": "Primul nivel de camere avea o intrare în partea de est, cum se vine la ele dinspre curtea exterioară.",
                "10": "În partea de sud, de-a lungul zidului curții exterioare, în dreptul locului gol și în dreptul clădirii, erau și acolo camere,",
                "11": "cu un pasaj înaintea lor. Ele aveau aspectul camerelor din partea de nord, și aveau aceeași lungime și lățime. Toate ieșirile lor, dimensiunile lor și ușile lor erau ca ale celorlalte.",
                "12": "Tot așa erau și ușile camerelor dinspre sud. Era o ușă la capătul pasajului, care se afla în fața zidului dinspre est, prin care se intra în camere.",
                "13": "El mi-a zis: „Camerele din nord și camerele din sud, din fața curții, sunt camerele sfinte unde vor mânca lucrurile preasfinte preoții care se apropie de Domnul. Acolo vor pune lucrurile preasfinte, darurile de mâncare, jertfele pentru păcat și jertfele pentru vină, căci este un loc sfânt.",
                "14": "Când preoții vor intra, ei nu vor avea voie să iasă din Locul Sfânt în curtea exterioară, fără ca să-și fi lăsat acolo hainele cu care au slujit, căci sunt sfinte. Ei se vor îmbrăca în alte haine și numai după aceea se vor apropia de curtea care este pentru popor“.",
                "15": "Când a terminat de măsurat partea interioară a Casei, m-a condus afară pe poarta de est și a măsurat de jur împrejur.",
                "16": "A măsurat partea de est cu trestia de măsurat și a găsit cinci sute de coți.",
                "17": "A măsurat partea de nord cu trestia de măsurat și a găsit cinci sute de coți.",
                "18": "A măsurat și partea de sud cu trestia de măsurat și a găsit cinci sute de coți.",
                "19": "S-a întors spre partea de vest, a măsurat-o cu trestia de măsurat și a găsit cinci sute de coți.",
                "20": "A măsurat zidul celor patru părți de jur împrejur; lungimea era de cinci sute de coți, iar lățimea tot de cinci sute de coți. El separa ce este sfânt de ce este obișnuit."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Then he brought me out into the outer court, the way toward the north. Then he brought me into the room that was opposite the separate place, and which was opposite the building toward the north.",
                "2": "Facing the length of one hundred cubits was the north door, and the width was fifty cubits.",
                "3": "Opposite the twenty cubits which belonged to the inner court, and opposite the pavement which belonged to the outer court, was gallery against gallery in the three stories.",
                "4": "Before the rooms was a walk of ten cubits’ width inward, a way of one cubit; and their doors were toward the north.",
                "5": "Now the upper rooms were shorter; for the galleries took away from these more than from the lower and the middle in the building.",
                "6": "For they were in three stories, and they didn’t have pillars as the pillars of the courts. Therefore the uppermost was set back more than the lowest and the middle from the ground.",
                "7": "The wall that was outside by the side of the rooms, toward the outer court before the rooms, was fifty cubits long.",
                "8": "For the length of the rooms that were in the outer court was fifty cubits. Behold, those facing the temple were one hundred cubits.",
                "9": "From under these rooms was the entry on the east side, as one goes into them from the outer court.",
                "10": "In the thickness of the wall of the court toward the east, before the separate place, and before the building, there were rooms.",
                "11": "The way before them was like the appearance of the rooms which were toward the north. Their length and width were the same. All their exits had the same arrangement and doors.",
                "12": "Like the doors of the rooms that were toward the south was a door at the head of the way, even the way directly before the wall toward the east, as one enters into them.",
                "13": "Then he said to me, “The north rooms and the south rooms, which are opposite the separate place, are the holy rooms, where the priests who are near to Yahweh shall eat the most holy things. There they shall lay the most holy things, with the meal offering, the sin offering, and the trespass offering; for the place is holy.",
                "14": "When the priests enter in, then they shall not go out of the holy place into the outer court until they lay their garments in which they minister there; for they are holy. Then they shall put on other garments, and shall approach that which is for the people.”",
                "15": "Now when he had finished measuring the inner house, he brought me out by the way of the gate which faces toward the east, and measured it all around.",
                "16": "He measured on the east side with the measuring reed five hundred reeds, with the measuring reed all around.",
                "17": "He measured on the north side five hundred reeds with the measuring reed all around.",
                "18": "He measured on the south side five hundred reeds with the measuring reed.",
                "19": "He turned about to the west side, and measured five hundred reeds with the measuring reed.",
                "20": "He measured it on the four sides. It had a wall around it, the length five hundred cubits, and the width five hundred cubits, to make a separation between that which was holy and that which was common."
            }
        }
    }
}