{
    "book": "Ezechiel",
    "chapter": "29",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "În anul al zecelea, în ziua a douăsprezecea a lunii a zecea, cuvântul Domnului mi-a vorbit astfel:",
                "2": "„Fiul omului, întoarce-te cu fața spre Faraon, împăratul Egiptului, și prorocește împotriva lui și împotriva întregului Egipt!",
                "3": "Vorbește și spune: ‘Așa vorbește Domnul Dumnezeu: «Iată că am necaz pe tine, Faraoane, împăratul Egiptului, crocodil mare, care te culci în mijlocul râurilor tale și zici: ‹Râul meu, Nilul, este al meu, eu l-am făcut!›",
                "4": "Îți voi pune însă un cârlig în fălci, voi lipi peștii râurilor tale de solzii tăi și te voi scoate din mijlocul râurilor tale cu toți peștii care se află în ele și care se vor lipi de solzii tăi.",
                "5": "Te voi arunca în pustie, pe tine și pe toți peștii din râurile tale. Vei cădea pe fața ogoarelor, nu vei fi ridicat, nici îngropat, ci te voi da de mâncare fiarelor pământului și păsărilor cerului.",
                "6": "Și toți locuitorii Egiptului vor ști că Eu sunt Domnul, pentru că au fost o proptea de trestie pentru casa lui Israel.",
                "7": "Când au pus mâna pe tine, te-ai rupt și le-ai străpuns tot umărul; când s-au proptit de tine, te-ai sfărâmat și le-ai scrântit șoldurile.»",
                "8": "De aceea așa vorbește Domnul Dumnezeu: «Iată, voi aduce sabia împotriva ta și voi nimici cu desăvârșire din mijlocul tău oamenii și vitele.",
                "9": "Țara Egiptului va ajunge o pustietate și un pustiu și vor ști că Eu sunt Domnul, pentru că a zis: ‹Nilul este al meu, eu l-am făcut!›",
                "10": "De aceea, iată că am necaz pe tine și pe râurile tale și voi preface țara Egiptului într-un pustiu și într-o pustietate, de la Migdol până la Siena și până la hotarele Etiopiei.",
                "11": "Nici picior de om nu va trece prin ea, nici picior de vită nu va trece prin ea și va rămâne patruzeci de ani fără să fie locuită.",
                "12": "Voi preface țara Egiptului într-o pustietate în mijlocul altor țări pustiite, și cetățile ei vor fi pustii între alte cetăți pustii timp de patruzeci de ani. Iar pe egipteni îi voi risipi printre neamuri și-i voi împrăștia în felurite țări.»",
                "13": "Așa vorbește Domnul Dumnezeu: «După patruzeci de ani, voi strânge pe egipteni din mijlocul popoarelor între care îi voi risipi.",
                "14": "Voi aduce înapoi pe prinșii de război ai Egiptului, îi voi aduce înapoi în țara Patros, în țara lor de baștină, și vor alcătui acolo o împărăție slabă.",
                "15": "Da, va fi cea mai neînsemnată dintre împărății și nu se va mai înălța peste neamuri; îi voi împuțina, ca să nu stăpânească peste neamuri.",
                "16": "Împărăția aceasta nu va mai fi pentru casa lui Israel o pricină de încredere, ci îi va aduce aminte de nelegiuirea ei, când se întorcea spre ei. Și vor ști că Eu sunt Domnul Dumnezeu.»’”",
                "17": "În al douăzeci și șaptelea an, în ziua întâi a lunii întâi, cuvântul Domnului mi-a vorbit astfel:",
                "18": "„Fiul omului, Nebucadnețar, împăratul Babilonului, și-a pus oastea să facă o slujbă grea împotriva Tirului. Toate capetele au ajuns pleșuve, toți umerii sunt jupuiți și n-a luat de la Tir nicio plată, nici el, nici oastea lui, pentru slujba pe care a făcut-o împotriva lui.",
                "19": "De aceea, așa vorbește Domnul Dumnezeu: ‘Iată că dau lui Nebucadnețar, împăratul Babilonului, țara Egiptului; el îi va ridica bogățiile, o va prăda și o va jefui; aceasta va fi plata oștii lui!",
                "20": "Ca plată pentru slujba făcută împotriva Tirului, îi dau țara Egiptului, căci pentru Mine s-au ostenit’, zice Domnul Dumnezeu.",
                "21": "‘În ziua aceea, voi da tărie casei lui Israel și-ți voi deschide gura veselă în mijlocul lor; și vor ști că Eu sunt Domnul.’”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "În anul al zecelea, în ziua a douăsprezecea a lunii a zecea, Cuvântul Domnului a venit la mine și mi-a zis:",
                "2": "„Fiul omului, îndreaptă-ți fața spre Faraon, regele Egiptului, și profețește împotriva lui și împotriva întregului Egipt.",
                "3": "Vorbește și spune-le că așa vorbește Stăpânul Domn: «Iată, sunt împotriva ta, Faraon, rege al Egiptului, care te odihnești în mijlocul râurilor tale! Tu zici: ‘Nilul este al meu! L-am făcut pentru mine însumi!’.",
                "4": "Dar îți voi pune cârlige în fălci să se lipească de solzii tăi! care s-au lipit de solzii tăi.",
                "5": "Te voi lăsa în deșert, pe tine și pe toți peștii din râurile tale. și nu vei fi luat sau ridicat. vietăților pământului și păsărilor cerului.",
                "6": "Atunci toți locuitorii Egiptului vor ști că Eu sunt Domnul, fiindcă au fost un toiag de trestie pentru Casa lui Israel.",
                "7": "Când te-au apucat cu mâna, te-ai sfărâmat și le-ai străpuns tot umărul. Când s-au sprijinit de tine, te-ai rupt și le-ai scrântit ambele coapse».",
                "8": "De aceea, așa vorbește Stăpânul Domn: «Iată, voi aduce împotriva ta o sabie și-ți voi nimici oamenii și animalele.",
                "9": "Țara Egiptului va ajunge o pustietate și o ruină și vor ști astfel că Eu sunt Domnul, pentru că a zis: ‘Nilul este al meu! Eu l-am făcut!’.",
                "10": "Iată, sunt împotriva ta și a râurilor tale! Voi preface țara Egiptului într-o mare ruină, într-o pustietate, de la Migdol la Syene și până la granița lui Cuș.",
                "11": "Nu va mai trece prin ea nici picior de om, nici picior de animal și timp de patruzeci de ani va rămâne nelocuită.",
                "12": "Voi preface țara Egiptului într-o pustietate în mijlocul altor țări pustiite și, timp de patruzeci de ani, cetățile ei vor face parte din rândul cetăților lăsate pustii. Îi voi împrăștia pe egipteni printre națiuni și-i voi risipi în țări străine».",
                "13": "Așa vorbește Stăpânul Domn: «La sfârșitul celor patruzeci de ani, îi voi strânge pe egipteni dintre popoarele unde au fost împrăștiați.",
                "14": "Îi voi aduce înapoi pe captivii Egiptului, îi voi aduce înapoi în țara Patros, în patria lor, și acolo vor fi un regat neînsemnat.",
                "15": "Va fi cel mai neînsemnat dintre regate și nu se va mai înălța deasupra națiunilor. Îi voi împuțina, ca să nu mai stăpânească peste națiuni.",
                "16": "Egiptul nu va mai fi un motiv de încredere pentru Casa lui Israel, ci îi va aduce aminte de nelegiuirea ei, când venea să-i ceară ajutorul. Și vor ști astfel că Eu sunt Stăpânul Domn»“. Egiptul, răsplata oferită lui Nebucadnețar",
                "17": "În anul al douăzeci și șaptelea, în prima zi a lunii întâi, Cuvântul Domnului a venit la mine și mi-a zis:",
                "18": "„Fiul omului, Nebucadnețar, împăratul Babilonului, și-a pus armata să facă o lucrare grea împotriva Tyrului. Fiecare cap a ajuns chel și fiecare umăr a ajuns gol, dar nici el, nici armata lui n-au avut nicio răsplată din Tyr pentru lucrarea pe care au înfăptuit-o împotriva cetății.",
                "19": "De aceea, așa vorbește Stăpânul Domn: «Iată, îi dau țara Egiptului lui Nebucadnețar, împăratul Babilonului. El îi va duce bogăția, va prăda ce este de prădat și va jefui ce este de jefuit. Aceasta va fi plata armatei sale.",
                "20": "Ca răsplată pentru ceea ce a lucrat împotriva Tyrului îi dau țara Egiptului, deoarece a muncit din greu pentru Mine, zice Stăpânul Domn».",
                "21": "În ziua aceea, voi mări puterea Casei lui Israel, iar ție îți voi deschide gura ca să vorbești în mijlocul lor. Și vor ști astfel că Eu sunt Domnul“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "In the tenth year, in the tenth month, on the twelfth day of the month, Yahweh’s word came to me, saying,",
                "2": "“Son of man, set your face against Pharaoh king of Egypt, and prophesy against him and against all Egypt.",
                "3": "Speak and say, ‘The Lord Yahweh says: “Behold, I am against you, Pharaoh king of Egypt, the great monster that lies in the middle of his rivers, that has said, ‘My river is my own, and I have made it for myself.’",
                "4": "I will put hooks in your jaws, and I will make the fish of your rivers stick to your scales. I will bring you up out of the middle of your rivers, with all the fish of your rivers which stick to your scales.",
                "5": "I’ll cast you out into the wilderness, you and all the fish of your rivers. You’ll fall on the open field. You won’t be brought together or gathered. and to the birds of the sky.",
                "6": "“‘“All the inhabitants of Egypt will know that I am Yahweh, because they have been a staff of reed to the house of Israel.",
                "7": "When they took hold of you by your hand, you broke and tore all their shoulders. When they leaned on you, you broke and paralyzed all of their thighs.”",
                "8": "“‘Therefore the Lord Yahweh says: “Behold, I will bring a sword on you, and will cut off man and animal from you.",
                "9": "The land of Egypt will be a desolation and a waste. Then they will know that I am Yahweh. “‘“Because he has said, ‘The river is mine, and I have made it,’",
                "10": "therefore, behold, I am against you and against your rivers. I will make the land of Egypt an utter waste and desolation, from the tower of Seveneh even to the border of Ethiopia.",
                "11": "No foot of man will pass through it, nor will any animal foot pass through it. It won’t be inhabited for forty years.",
                "12": "I will make the land of Egypt a desolation in the middle of the countries that are desolate. Her cities among the cities that are laid waste will be a desolation forty years. I will scatter the Egyptians among the nations, and will disperse them through the countries.”",
                "13": "“‘For the Lord Yahweh says: “At the end of forty years I will gather the Egyptians from the peoples where they were scattered.",
                "14": "I will reverse the captivity of Egypt, and will cause them to return into the land of Pathros, into the land of their birth. There they will be a lowly kingdom.",
                "15": "It will be the lowest of the kingdoms. It won’t lift itself up above the nations any more. I will diminish them so that they will no longer rule over the nations.",
                "16": "It will no longer be the confidence of the house of Israel, bringing iniquity to memory, when they turn to look after them. Then they will know that I am the Lord Yahweh.”’”",
                "17": "It came to pass in the twenty-seventh year, in the first month, in the first day of the month, Yahweh’s word came to me, saying,",
                "18": "“Son of man, Nebuchadnezzar king of Babylon caused his army to serve a great service against Tyre. Every head was made bald, and every shoulder was worn; yet he had no wages, nor did his army, from Tyre, for the service that he had served against it.",
                "19": "Therefore the Lord Yahweh says: ‘Behold, I will give the land of Egypt to Nebuchadnezzar king of Babylon. He will carry off her multitude, take her plunder, and take her prey. That will be the wages for his army.",
                "20": "I have given him the land of Egypt as his payment for which he served, because they worked for me,’ says the Lord Yahweh.",
                "21": "“In that day I will cause a horn to sprout for the house of Israel, and I will open your mouth among them. Then they will know that I am Yahweh.”"
            }
        }
    }
}