{
    "book": "Ezechiel",
    "chapter": "45",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Când veți împărți țara ca moștenire prin sorți, să ridicați ca dar sfânt pentru Domnul o bucată din țară, lungă de douăzeci și cinci de mii de coți și lată de zece mii: aceasta va fi sfântă în toată întinderea ei.",
                "2": "Din bucata aceasta veți lua pentru Sfântul Locaș cinci sute de coți în lung și cinci sute de coți în lat, în patru laturi, și cincizeci de coți ca loc slobod de jur împrejur.",
                "3": "Din această întindere să măsori o bucată lungă de douăzeci și cinci de mii și lată de zece mii pentru Sfântul Locaș, pentru Locul Preasfânt.",
                "4": "Aceasta este partea sfântă din țară: ea va fi a preoților care fac slujba în Sfântul Locaș, care se apropie de Domnul să-I slujească; acolo vor fi casele lor și acesta va fi un loc sfânt pentru Locașul cel Sfânt.",
                "5": "Leviților care slujesc în casă să li se dea în stăpânire un ținut de douăzeci și cinci de mii de coți în lung și zece mii în lat, pentru cetățile în care vor locui, împreună cu douăzeci de odăi.",
                "6": "Să dați și cetății o moșie de cinci mii de coți în lat și douăzeci și cinci de mii în lung, lângă partea cea sfântă luată pentru Sfântul Locaș; aceasta va fi pentru toată casa lui Israel.",
                "7": "Pentru domnitor veți deosebi un loc lângă cele două laturi ale părții sfinte și ale moșiei cetății, de-a lungul părții sfinte și de-a lungul moșiei cetății, la apus de partea de apus și la răsărit de partea de răsărit, pe o lungime cât una din părți, de la hotarul de apus până la hotarul de răsărit.",
                "8": "Acesta va fi pământul lui, moșia lui în Israel, și domnitorii Mei nu vor mai asupri poporul Meu, ci vor împărți casei lui Israel cealaltă parte a țării, după semințiile ei.»",
                "9": "Așa vorbește Domnul Dumnezeu: «Destul, domnitori ai lui Israel! Încetați cu silnicia și răpirile, faceți judecată și dreptate! Înlăturați stoarcerile voastre de la poporul Meu», zice Domnul Dumnezeu.",
                "10": "«Să aveți cumpene drepte, o efă dreaptă și un bat drept.",
                "11": "Efa și batul să aibă aceeași măsură; batul să cuprindă a zecea parte dintr-un omer și efa, a zecea parte dintr-un omer; măsura lor se va potrivi după omer.",
                "12": "Siclul să fie de douăzeci de ghere. Cinci sicli să fie cinci, zece sicli să fie zece, iar mina să fie de cincizeci de sicli!",
                "13": "Iată darul de mâncare pe care-l veți ridica: a șasea parte dintr-o efă la un omer de grâu și a șasea parte din efă la un omer de orz.",
                "14": "Pentru untdelemn, la un bat de untdelemn, veți datora a zecea parte dintr-un bat la un cor, care este tot una cu un omer de zece bați, căci zece bați fac un omer.",
                "15": "O oaie dintr-o turmă de două sute de oi din toate semințiile lui Israel să fie dată ca dar de mâncare, ardere-de-tot și jertfă de mulțumire, pentru ca să slujească drept jertfă de ispășire», zice Domnul Dumnezeu.",
                "16": "«Tot poporul din țară va trebui să dea darul acesta de mâncare pentru domnitorul lui Israel.",
                "17": "Domnitorul va fi dator să dea arderile-de-tot, darurile de mâncare și jertfele de băutură la sărbători, la lunile noi, la Sabate, la toate adunările de sărbătoare ale casei lui Israel. El va îngriji de jertfa ispășitoare, de darul de mâncare, de arderea-de-tot și de jertfa de mulțumire, ca să se facă ispășire pentru casa lui Israel.»",
                "18": "Așa vorbește Domnul Dumnezeu: «În cea dintâi zi a lunii întâi, vei lua un vițel fără cusur și vei face ispășire pentru Sfântul Locaș.",
                "19": "Preotul va lua din sângele jertfei ispășitoare și va pune pe ușorii casei, pe cele patru colțuri ale pervazului altarului și pe ușorii porții curții dinăuntru.",
                "20": "Tot așa vei face și în ziua întâi a lunii a șaptea, în ziua întâi a lunii noi, pentru cei din popor care păcătuiesc fără voie sau din nechibzuință; și astfel veți curăți casa.",
                "21": "În ziua a paisprezecea a lunii întâi, veți prăznui Paștele. Sărbătoarea va ține șapte zile, timp în care se vor mânca azimi.",
                "22": "Domnitorul va aduce în ziua aceea, pentru el și pentru tot poporul țării, un vițel ca jertfă de ispășire.",
                "23": "În timpul celor șapte zile ale sărbătorii, va aduce ca ardere-de-tot Domnului șapte viței și șapte berbeci fără cusur în fiecare din cele șapte zile și un țap ca jertfă de ispășire în fiecare zi.",
                "24": "Va adăuga și darul de mâncare: câte o efă de fiecare vițel și o efă de fiecare berbec, cu câte un hin de untdelemn de efă.",
                "25": "În ziua a cincisprezecea a lunii a șaptea, la sărbătoare, va aduce timp de șapte zile aceleași jertfe de ispășire, aceleași arderi-de-tot și același dar de mâncare împreună cu untdelemnul.»"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Când veți împărți țara ca moștenire, să aduceți Domnului prin ridicare o contribuție, un teritoriu din țară care să fie sfânt. Să fie lung de douăzeci și cinci de mii de coți și lat de douăzeci de mii de coți. El va fi sfânt în toate granițele lui de jur împrejur.",
                "2": "Din acesta, o suprafață pătrată cu lungimea și lățimea de cinci sute de coți să fie pentru Sanctuar, iar alți cincizeci de coți să fie lăsați ca loc gol împrejurul acestuia.",
                "3": "Tot din acest teritoriu să măsori o suprafață cu lungimea de douăzeci și cinci de mii de coți și lățimea de zece mii de coți, în care să fie Sanctuarul, Locul Preasfânt.",
                "4": "Aceasta va fi o parte sfântă din țară. Ea va fi pentru preoți, slujitorii Sfântului Lăcaș, cei care se apropie ca să slujească Domnului. Ea va fi un loc pentru casele lor și un loc sfânt pentru Sfântul Lăcaș.",
                "5": "O suprafață de douăzeci și cinci de mii de coți lungime și zece mii de coți lățime va fi proprietatea leviților care slujesc în Casă, pentru cetățile în care vor locui.",
                "6": "Lângă teritoriul sfânt, să dați o suprafață de cinci mii de coți lățime și douăzeci și cinci de mii de coți lungime în proprietatea cetății. Aceasta va fi pentru toată Casa lui Israel.",
                "7": "Proprietatea prințului să fie de o parte și de alta a teritoriului sfânt și a proprietății cetății, de-a lungul teritoriului sfânt și de-a lungul proprietății cetății, de la vest tot înspre vest și de la est tot înspre est, pe o lungime cât una dintre părți, de la granița de vest până la granița de est.",
                "8": "Acest pământ va fi proprietatea lui în Israel. Și prinții Mei nu-Mi vor mai nedreptăți poporul, ci vor da țara Casei lui Israel, potrivit semințiilor lor’»“.",
                "9": "Așa vorbește Stăpânul Domn: „Destul, prinți ai lui Israel! Îndepărtați violența și asuprirea! Faceți judecată și dreptate! Opriți jecmănirea poporului Meu, zice Stăpânul Domn.",
                "10": "Să aveți talere drepte, o efă dreaptă și un bat drept.",
                "11": "Efa și batul să fie de aceeași măsură. Batul să cuprindă a zecea parte dintr-un homer, iar efa tot a zecea parte dintr-un homer. Măsura lor se va potrivi după homer.",
                "12": "Un șechel să fie de douăzeci de ghere. Să aveți unități de douăzeci de șecheli, de douăzeci și cinci de șecheli și de cincisprezece șecheli; toate împreună fac o mină.",
                "13": "Aceasta este contribuția pe care s-o aduceți: a șasea parte dintr-o efă la fiecare homer de grâu și a șasea parte dintr-o efă la fiecare homer de orz.",
                "14": "Partea hotărâtă pentru ulei, pentru batul de ulei, să fie de o zecime de bat la fiecare cor (care este zece bați sau un homer, căci zece bați fac un homer).",
                "15": "O oaie din fiecare turmă de două sute, de pe meleagurile bine udate ale lui Israel, să fie pentru darul de mâncare, arderea-de-tot și jertfele de pace, ca să se facă ispășire pentru ei, zice Stăpânul Domn.",
                "16": "Tot poporul țării să aducă această contribuție prințului lui Israel.",
                "17": "Prințul va fi dator să dea arderile-de-tot, darurile de mâncare și jertfele de băutură la sărbători, la lunile noi, la sabaturi, la toate adunările de sărbătoare ale Casei lui Israel. El va trebui să se îngrijească de jertfa pentru păcat, de darurile de mâncare, de arderea-de-tot și de jertfele de pace, ca să se facă ispășire pentru Casa lui Israel“.",
                "18": "Așa vorbește Stăpânul Domn: „În prima zi a lunii întâi, să iei un taur fără cusur și să faci ispășire pentru Sfântul Lăcaș.",
                "19": "Preotul să ia din sângele jertfei pentru păcat și să-l pună pe unul dintre stâlpii ușii Casei, pe cele patru colțuri ale pervazului altarului și pe unul dintre stâlpii porții de la curtea interioară.",
                "20": "Tot așa să faci și în ziua a șaptea a lunii pentru cei ce păcătuiesc din greșeală sau din neștiință. Astfel să faci ispășire pentru Casă.",
                "21": "În a paisprezecea zi a lunii întâi să fie sărbătoarea Paștelui. Timp de șapte zile să mâncați azime.",
                "22": "În ziua aceea, prințul să aducă pentru sine și pentru tot poporul din țară un taur ca jertfă pentru păcat.",
                "23": "În timpul celor șapte zile de sărbătoare, în fiecare zi din cele șapte, să aducă Domnului ca ardere-de-tot câte șapte tauri și câte șapte berbeci fără cusur, precum și câte un țap ca jertfă pentru păcat.",
                "24": "Ca dar de mâncare să aducă o efă alături de fiecare taur, o efă alături de fiecare berbec și un hin de ulei alături de fiecare efă.",
                "25": "Pentru sărbătoarea din ziua a cincisprezecea a lunii a șaptea să facă la fel, aducând timp de șapte zile ceea ce este nevoie pentru jertfa pentru păcat, pentru arderea-de-tot, pentru darul de mâncare și pentru ulei“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "“‘“Moreover, when you divide by lot the land for inheritance, you shall offer an offering to Yahweh, a holy portion of the land. The length shall be the length of twenty-five thousand reeds, and the width shall be ten thousand. It shall be holy in all its border all around.",
                "2": "Of this there shall be a five hundred by five hundred square for the holy place, and fifty cubits for its pasture lands all around.",
                "3": "Of this measure you shall measure a length of twenty-five thousand, and a width of ten thousand. In it shall be the sanctuary, which is most holy.",
                "4": "It is a holy portion of the land; it shall be for the priests, the ministers of the sanctuary, who come near to minister to Yahweh. It shall be a place for their houses and a holy place for the sanctuary.",
                "5": "Twenty-five thousand cubits in length and ten thousand in width shall be for the Levites, the ministers of the house, as a possession for themselves, for twenty rooms.",
                "6": "“‘“You shall appoint the possession of the city five thousand cubits wide and twenty-five thousand long, side by side with the offering of the holy portion. It shall be for the whole house of Israel.",
                "7": "“‘“What is for the prince shall be on the one side and on the other side of the holy allotment and of the possession of the city, in front of the holy allotment and in front of the possession of the city, on the west side westward, and on the east side eastward, and in length corresponding to one of the portions, from the west border to the east border.",
                "8": "In the land it shall be to him for a possession in Israel. My princes shall no more oppress my people, but they shall give the land to the house of Israel according to their tribes.”",
                "9": "“‘The Lord Yahweh says: “Enough, you princes of Israel! Remove violence and plunder, and execute justice and righteousness! Stop dispossessing my people!” says the Lord Yahweh.",
                "10": "“You shall have just balances, a just ephah, and a just bath.",
                "11": "The ephah and the bath shall be of one measure, that the bath may contain one tenth of a homer, and the ephah one tenth of a homer. Its measure shall be the same as the homer.",
                "12": "The shekel shall be twenty gerahs. Twenty shekels plus twenty-five shekels plus fifteen shekels shall be your mina.",
                "13": "“‘“This is the offering that you shall offer: the sixth part of an ephah from a homer of wheat, and you shall give the sixth part of an ephah from a homer of barley,",
                "14": "and the set portion of oil, of the bath of oil, one tenth of a bath out of the cor, which is ten baths, even a homer (for ten baths are a homer),",
                "15": "and one lamb of the flock out of two hundred, from the well-watered pastures of Israel—for a meal offering, for a burnt offering, and for peace offerings, to make atonement for them,” says the Lord Yahweh.",
                "16": "“All the people of the land shall give to this offering for the prince in Israel.",
                "17": "It shall be the prince’s part to give the burnt offerings, the meal offerings, and the drink offerings, in the feasts, and on the new moons, and on the Sabbaths, in all the appointed feasts of the house of Israel. He shall prepare the sin offering, the meal offering, the burnt offering, and the peace offerings, to make atonement for the house of Israel.”",
                "18": "“‘The Lord Yahweh says: “In the first month, on the first day of the month, you shall take a young bull without defect, and you shall cleanse the sanctuary.",
                "19": "The priest shall take of the blood of the sin offering and put it on the door posts of the house, and on the four corners of the ledge of the altar, and on the posts of the gate of the inner court.",
                "20": "So you shall do on the seventh day of the month for everyone who errs, and for him who is simple. So you shall make atonement for the house.",
                "21": "“‘“In the first month, on the fourteenth day of the month, you shall have the Passover, a feast of seven days; unleavened bread shall be eaten.",
                "22": "On that day the prince shall prepare for himself and for all the people of the land a bull for a sin offering.",
                "23": "The seven days of the feast he shall prepare a burnt offering to Yahweh, seven bulls and seven rams without defect daily the seven days; and a male goat daily for a sin offering.",
                "24": "He shall prepare a meal offering, an ephah for a bull, an ephah for a ram, and a hin of oil to an ephah.",
                "25": "“‘“In the seventh month, on the fifteenth day of the month, during the feast, he shall do like that for seven days. He shall make the same provision for sin offering, the burnt offering, the meal offering, and the oil.”"
            }
        }
    }
}