{
    "book": "Ezechiel",
    "chapter": "22",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Cuvântul Domnului mi-a vorbit astfel:",
                "2": "„Și tu, fiul omului, vrei să judeci? Vrei să judeci cetatea setoasă de sânge? Pune-i înainte toate urâciunile ei!",
                "3": "Spune: ‘Așa vorbește Domnul Dumnezeu: «Cetate care verși sânge în mijlocul tău, ca să-ți vină ziua, și care-ți faci idoli ca să te spurci!",
                "4": "Te-ai făcut vinovată din pricina sângelui pe care l-ai vărsat și te-ai spurcat prin idolii pe care i-ai făcut. Ți-ai apropiat astfel zilele și ai ajuns la capătul anilor tăi! De aceea te fac de ocară printre neamuri și de batjocură printre toate țările.",
                "5": "Cei de aproape și cei de departe își vor bate joc de tine, căci ești vestită ca spurcată și plină de tulburări!",
                "6": "Iată că, în tine, toți voievozii lui Israel își întrebuințează puterea ca să verse sânge.",
                "7": "În tine, tatăl și mama sunt disprețuiți, străinul este chinuit, orfanul și văduva sunt asupriți.",
                "8": "Tu Îmi nesocotești locașurile Mele cele sfinte, Îmi spurci Sabatele.",
                "9": "În tine sunt bârfitori, ca să verse sânge; în tine se mănâncă jertfe idolești pe munți; în mijlocul tău se fac desfrânări.",
                "10": "În mijlocul tău se descoperă goliciunea tatălui; în mijlocul tău este silită femeia în timpul necurăției ei!",
                "11": "În mijlocul tău fiecare se dedă la urâciuni cu nevasta aproapelui său, fiecare se spurcă prin amestecare de sânge cu noră-sa, fiecare necinstește pe soră-sa, fiica tatălui său.",
                "12": "În tine se iau daruri pentru vărsare de sânge. Tu iei dobândă și camătă, jefuiești cu sila pe aproapele tău și pe Mine Mă uiți», zice Domnul Dumnezeu.",
                "13": "«De aceea, iată că bat din mâini din pricina lăcomiei pe care ai avut-o și din pricina sângelui vărsat în mijlocul tău.",
                "14": "Îți va suferi inima și îți vor fi mâinile destul de tari în zilele când voi lucra împotriva ta? Eu, Domnul, am vorbit și voi și lucra.",
                "15": "Te voi risipi printre neamuri, te voi răspândi în felurite țări și îți voi nimici cu desăvârșire necurăția din mijlocul tău.",
                "16": "Vei fi spurcată astfel de tine însăți înaintea neamurilor și vei ști că Eu sunt Domnul.»’”",
                "17": "Cuvântul Domnului mi-a vorbit astfel:",
                "18": "„Fiul omului, casa lui Israel a ajuns pentru Mine ca niște zgură; toți sunt aramă, cositor, fier, plumb în cuptorul de topit; au ajuns niște zgură de argint.",
                "19": "De aceea, așa vorbește Domnul Dumnezeu: ‘Pentru că toți ați ajuns niște zgură, iată că vă voi strânge în mijlocul Ierusalimului.",
                "20": "Cum se strâng argintul, arama, fierul, plumbul și cositorul în cuptorul de topit și se suflă în foc ca să se topească, așa vă voi strânge și Eu în mânia și urgia Mea; vă voi pune acolo și vă voi topi.",
                "21": "Da, vă voi strânge și voi sufla peste voi cu focul mâniei Mele și vă veți topi în el.",
                "22": "Cum se topește argintul în topitoare, așa veți fi topiți voi în mijlocul lui. Și veți ști că Eu, Domnul, Mi-am vărsat mânia peste voi.’”",
                "23": "Cuvântul Domnului mi-a vorbit astfel:",
                "24": "„Fiul omului, spune Ierusalimului: ‘Ești o țară necurățită și neudată de ploaie în ziua mâniei.’",
                "25": "Mai-marii lui uneltesc în mijlocul lui ca să înghită sufletele, ca un leu care răcnește și își sfâșie prada; pun mâna pe bogății și lucruri scumpe și măresc numărul văduvelor în mijlocul lui.",
                "26": "Preoții lui calcă Legea Mea și Îmi pângăresc lucrurile Mele sfinte, nu fac nicio deosebire între ce este sfânt și ce nu este sfânt, nici nu învață pe oameni să facă deosebire între ce este necurat și ce este curat, își întorc ochii de la Sabatele Mele și sunt pângărit în mijlocul lor.",
                "27": "Căpeteniile lui sunt în mijlocul lui ca niște lupi care își sfâșie prada; varsă sânge, pierd sufletele numai ca să-și potolească lăcomia de bani.",
                "28": "Prorocii lui au pentru ei tencuieli de ipsos, vedenii înșelătoare, prorocii mincinoase. Ei zic: ‘Așa vorbește Domnul Dumnezeu!’ Și Domnul nu le-a vorbit!",
                "29": "Poporul din țară se dedă la silnicie, fură, asuprește pe cel nenorocit și pe cel lipsit, calcă în picioare pe străin împotriva oricărei dreptăți!",
                "30": "Caut printre ei un om care să înalțe un zid și să stea în mijlocul spărturii înaintea Mea pentru țară, ca să n-o nimicesc, dar nu găsesc niciunul!",
                "31": "Îmi voi vărsa urgia peste ei, îi voi nimici cu focul mâniei Mele și le voi întoarce faptele asupra capului lor”, zice Domnul Dumnezeu."
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Cuvântul Domnului mi-a vorbit, zicând:",
                "2": "„Fiul omului, vrei să judeci? Vrei să judeci cetatea cea setoasă de sânge? Atunci fă-i cunoscute toate urâciunile!",
                "3": "Spune-i: «Așa vorbește Stăpânul Domn: ‘Cetate care verși sânge în mijlocul tău ca să-ți grăbești ceasul și care-ți faci idoli ca să te întinezi,",
                "4": "te-ai făcut vinovată din cauza sângelui pe care l-ai vărsat și a idolilor pe care ți i-ai făcut ca să te întinezi. Ți-ai adus astfel zilele la sfârșit și ai ajuns la capătul anilor tăi. De aceea te voi face de dispreț printre națiuni și de râsul tuturor țărilor.",
                "5": "Cei de aproape și cei de departe își vor bate joc de tine, căci ești vestită ca necurată și plină de tulburări.",
                "6": "Iată că, în tine, fiecare dintre prinții lui Israel se folosește de puterea lui ca să verse sânge.",
                "7": "În tine, tatăl și mama sunt disprețuiți, străinul din mijlocul tău este oprimat, iar orfanul și văduva sunt nedreptățiți.",
                "8": "Ai disprețuit lucrurile Mele sfinte și Mi-ai profanat sabaturile.",
                "9": "În tine sunt cei ce calomniază ca să verse sânge, în tine sunt cei ce mănâncă pe munți în onoarea idolilor, în mijlocul tău sunt cei ce se desfrânează.",
                "10": "În tine se descoperă goliciunea tatălui și în tine este umilită femeia în perioada necurăției ei.",
                "11": "În tine, fiecare comite fapte scârboase cu soția semenului său, fiecare se culcă intenționat cu nora sa și fiecare își umilește sora, fata tatălui său, culcându-se cu ea.",
                "12": "În tine, se ia mită ca să se verse sânge. Tu iei dobândă și camătă, câștigi de pe urma prietenului tău, jecmănindu-l, iar pe Mine M-ai uitat, zice Stăpânul Domn.",
                "13": "Iată, bat din palme când văd câștigul nedrept pe care l-ai obținut și sângele care a fost vărsat în mijlocul tău.",
                "14": "Îți va rezista oare inima sau îți vor fi mâinile destul de tari în ziua în care Mă voi ocupa de tine? Eu, Domnul, am vorbit și voi face întocmai.",
                "15": "Te voi împrăștia printre națiuni, te voi risipi în țări străine și voi pune astfel capăt necurăției din mijlocul tău.",
                "16": "Când te vei fi întinat înaintea ochilor națiunilor, vei ști că Eu sunt Domnul’»“.",
                "17": "Cuvântul Domnului mi-a vorbit, zicând:",
                "18": "„Fiul omului, cei din Casa lui Israel au ajuns pentru Mine ca zgura de metal: toți sunt bronz, cositor, fier și plumb, în mijlocul furnalului; au ajuns ca zgura de argint.",
                "19": "De aceea, așa vorbește Stăpânul Domn: «Pentru că toți ați devenit zgură, iată că vă voi strânge în mijlocul Ierusalimului.",
                "20": "Așa cum se strânge argintul, arama, fierul, plumbul și cositorul în mijlocul furnalului și se suflă în foc ca să se topească, tot așa vă voi strânge și Eu în mânia și furia Mea, vă voi lăsa în mijlocul Ierusalimului și vă voi topi.",
                "21": "Da, vă voi strânge și voi sufla peste voi cu focul înverșunării Mele, astfel că veți fi topiți în mijlocul Ierusalimului.",
                "22": "Așa cum se topește argintul în mijlocul furnalului, tot așa veți fi și voi topiți în mijlocul Ierusalimului și veți ști că Eu, Domnul, Mi-am revărsat furia peste voi»“.",
                "23": "Cuvântul Domnului mi-a vorbit, zicând:",
                "24": "„Fiul omului, spune-i țării astfel: «Tu ești o țară necurățită, neudată de ploaie în ziua indignării!».",
                "25": "Conspirația profeților este în mijlocul ei precum leul care răcnește când își sfâșie prada. Ei devorează suflete și își însușesc bogății și lucruri scumpe, astfel că numărul văduvelor sporește în mijlocul țării.",
                "26": "Preoții ei încalcă Legea Mea și întinează lucrurile Mele sfinte. Ei nu fac diferență între ce este sfânt și ce este obișnuit, nici nu-i învață pe alții să facă diferență între ce este necurat și ce este curat. Își ascund ochii de sabaturile Mele și, astfel, Numele Meu este profanat în mijlocul lor.",
                "27": "Conducătorii săi sunt în mijlocul ei asemenea lupilor care-și sfâșie prada. Ei varsă sânge și pierd suflete ca să obțină un câștig nedrept.",
                "28": "Profeții din mijlocul ei au pentru aceștia o tencuială din ipsos – vedenii deșarte și preziceri mincinoase. Ei zic: «Așa vorbește Stăpânul Domn!». Dar Domnul n-a vorbit.",
                "29": "Poporul țării se dedă la asuprire, se ocupă cu jaful, nedreptățește pe sărac și pe nevoiaș și asuprește străinul, ignorând dreptatea.",
                "30": "Am căutat printre ei un om care să construiască zidul și să stea în spărtură înaintea Mea pentru țară, ca să n-o distrug, dar nu am găsit niciunul.",
                "31": "Prin urmare, Îmi voi revărsa peste ei indignarea, îi voi nimici cu focul înverșunării Mele și voi face ca umbletele lor să cadă asupra capetelor lor, zice Stăpânul Domn“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Moreover Yahweh’s word came to me, saying,",
                "2": "“You, son of man, will you judge? Will you judge the bloody city? Then cause her to know all her abominations.",
                "3": "You shall say, ‘The Lord Yahweh says: “A city that sheds blood within herself, that her time may come, and that makes idols against herself to defile her!",
                "4": "You have become guilty in your blood that you have shed, and are defiled in your idols which you have made! You have caused your days to draw near, and have come to the end of your years. Therefore I have made you a reproach to the nations, and a mocking to all the countries.",
                "5": "Those who are near and those who are far from you will mock you, you infamous one, full of tumult.",
                "6": "“‘“Behold, the princes of Israel, everyone according to his power, have been in you to shed blood.",
                "7": "In you have they treated father and mother with contempt. Among you they have oppressed the foreigner. In you they have wronged the fatherless and the widow.",
                "8": "You have despised my holy things, and have profaned my Sabbaths.",
                "9": "Slanderous men have been in you to shed blood. In you they have eaten on the mountains. They have committed lewdness among you.",
                "10": "In you have they uncovered their fathers’ nakedness. In you have they humbled her who was unclean in her impurity.",
                "11": "One has committed abomination with his neighbor’s wife, and another has lewdly defiled his daughter-in-law. Another in you has humbled his sister, his father’s daughter.",
                "12": "In you have they taken bribes to shed blood. You have taken interest and increase, and you have greedily gained of your neighbors by oppression, and have forgotten me,” says the Lord Yahweh.",
                "13": "“‘“Behold, therefore I have struck my hand at your dishonest gain which you have made, and at the blood which has been shed within you.",
                "14": "Can your heart endure, or can your hands be strong, in the days that I will deal with you? I, Yahweh, have spoken it, and will do it.",
                "15": "I will scatter you among the nations, and disperse you through the countries. I will purge your filthiness out of you.",
                "16": "You will be profaned in yourself in the sight of the nations. Then you will know that I am Yahweh.”’”",
                "17": "Yahweh’s word came to me, saying,",
                "18": "“Son of man, the house of Israel has become dross to me. All of them are bronze, tin, iron, and lead in the middle of the furnace. They are the dross of silver.",
                "19": "Therefore the Lord Yahweh says: ‘Because you have all become dross, therefore, behold, I will gather you into the middle of Jerusalem.",
                "20": "As they gather silver, bronze, iron, lead, and tin into the middle of the furnace, to blow the fire on it, to melt it, so I will gather you in my anger and in my wrath, and I will lay you there and melt you.",
                "21": "Yes, I will gather you, and blow on you with the fire of my wrath, and you will be melted in the middle of it.",
                "22": "As silver is melted in the middle of the furnace, so you will be melted in the middle of it; and you will know that I, Yahweh, have poured out my wrath on you.’”",
                "23": "Yahweh’s word came to me, saying,",
                "24": "“Son of man, tell her, ‘You are a land that is not cleansed nor rained on in the day of indignation.’",
                "25": "There is a conspiracy of her prophets within it, like a roaring lion ravening the prey. They have devoured souls. They take treasure and precious things. They have made many widows within it.",
                "26": "Her priests have done violence to my law and have profaned my holy things. They have made no distinction between the holy and the common, neither have they caused men to discern between the unclean and the clean, and have hidden their eyes from my Sabbaths. So I am profaned among them.",
                "27": "Her princes within it are like wolves ravening the prey, to shed blood and to destroy souls, that they may get dishonest gain.",
                "28": "Her prophets have plastered for them with whitewash, seeing false visions, and divining lies to them, saying, ‘The Lord Yahweh says,’ when Yahweh has not spoken.",
                "29": "The people of the land have used oppression and exercised robbery. Yes, they have troubled the poor and needy, and have oppressed the foreigner wrongfully.",
                "30": "“I sought for a man among them who would build up the wall and stand in the gap before me for the land, that I would not destroy it; but I found no one.",
                "31": "Therefore I have poured out my indignation on them. I have consumed them with the fire of my wrath. I have brought their own way on their heads,” says the Lord Yahweh."
            }
        }
    }
}