{
    "book": "Ezechiel",
    "chapter": "16",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Cuvântul Domnului mi-a vorbit astfel:",
                "2": "„Fiul omului, arată Ierusalimului urâciunile lui",
                "3": "și spune-i: ‘Așa vorbește Domnul Dumnezeu către cetatea Ierusalimului: «Prin obârșia și nașterea ta ești din țara canaaniților; tatăl tău era amorit și mama ta, hetită.",
                "4": "La naștere, în ziua când te-ai născut, buricul nu ți s-a tăiat, n-ai fost scăldată în apă, ca să fii curățită, nici n-ai fost frecată cu sare și nici n-ai fost înfășată în scutece.",
                "5": "Ochiul nimănui nu s-a îndurat de tine ca să-ți facă măcar unul din aceste lucruri din milă pentru tine, ci ai fost aruncată pe câmp, așa de scârbă le era de tine în ziua nașterii tale.",
                "6": "Atunci, Eu am trecut pe lângă tine, te-am văzut tăvălită în sângele tău și am zis: ‹Trăiește chiar și în sângele tău!› Da, ți-am zis: ‹Trăiește chiar și în sângele tău!›",
                "7": "Te-am înmulțit cu zecile de mii, ca iarba de pe câmp. Și ai crescut, te-ai făcut mare, ai ajuns de o frumusețe desăvârșită, ți s-au rotunjit țâțele, ți-a crescut părul. Dar erai tot goală, goală de tot.",
                "8": "Când am trecut Eu pe lângă tine, M-am uitat la tine și iată că îți venise vremea, vremea dragostei. Atunci am întins peste tine poala hainei Mele, ți-am acoperit goliciunea, ți-am jurat credință, am făcut legământ cu tine», zice Domnul Dumnezeu, «și ai fost a Mea!",
                "9": "Te-am scăldat în apă, te-am spălat de sângele de pe tine și te-am uns cu untdelemn.",
                "10": "Ți-am dat haine cusute cu fir și o încălțăminte de piele de vițel de mare, te-am încins cu in subțire și te-am îmbrăcat în mătase.",
                "11": "Te-am împodobit cu scule scumpe, ți-am pus brățări la mână și o salbă la gât;",
                "12": "ți-am pus o verigă în nas, cercei în urechi și o cunună minunată pe cap.",
                "13": "Astfel, ai fost împodobită cu aur și cu argint și ai fost îmbrăcată cu in subțire, cu mătase și cusături cu fir. Ai mâncat floarea făinii, miere și untdelemn. Erai de o frumusețe desăvârșită, ba ajunseseși chiar împărăteasă.",
                "14": "Ți s-a dus vestea printre neamuri pentru frumusețea ta, căci era desăvârșită de tot datorită strălucirii cu care te împodobisem», zice Domnul Dumnezeu.",
                "15": "«Dar te-ai încrezut în frumusețea ta și ai curvit la adăpostul numelui tău celui mare; ți-ai revărsat curviile înaintea tuturor trecătorilor și te-ai dat lor.",
                "16": "Ai luat și din hainele tale, ți-ai făcut înălțimi pe care le-ai împodobit cu toate culorile și ai curvit pe ele: așa cum nu s-a întâmplat și nici nu se va mai întâmpla vreodată.",
                "17": "Ți-ai luat până și minunatele tale podoabe de aur și de argint pe care ți le dădusem și ți-ai făcut niște chipuri de bărbați cu care ai curvit.",
                "18": "Ți-ai luat și hainele cusute la gherghef, le-ai îmbrăcat cu ele și ai adus acestor chipuri untdelemnul Meu și tămâia Mea.",
                "19": "Pâinea pe care ți-o dădusem, floarea făinii, untdelemnul și mierea cu care te hrăneam, le-ai adus înaintea lor ca niște tămâie cu un miros plăcut. Iată ce s-a întâmplat», zice Domnul Dumnezeu!",
                "20": "«Apoi ți-ai luat fiii și fiicele pe care Mi-i născuseși și i-ai jertfit lor, ca să le slujească de mâncare. Nu erau oare de ajuns curviile tale,",
                "21": "de Mi-ai mai înjunghiat fiii și i-ai dat, trecându-i prin foc în cinstea lor?",
                "22": "Și, în mijlocul tuturor urâciunilor și curviilor tale, nu ți-ai adus aminte de vremea tinereții tale, când erai goală, goală de tot, și te zbăteai în sângele tău!",
                "23": "După toate aceste răutăți ale tale (‹Vai, vai de tine!›, zice Domnul Dumnezeu),",
                "24": "ți-ai zidit case de curvie, ți-ai făcut înălțimi în toate piețele.",
                "25": "La toate colțurile ulițelor ți-ai făcut înălțimi, ți-ai necinstit frumusețea, ți-ai desfăcut picioarele înaintea tuturor trecătorilor, ai făcut tot mai multe curvii.",
                "26": "Ai curvit cu egiptenii, vecinii tăi, cu trupul plin de vlagă, și ți-ai înmulțit curviile, ca să Mă mânii.",
                "27": "Dar iată că Mi-am întins mâna împotriva ta, am micșorat partea de întreținere pe care ți-o rânduisem, te-am lăsat în voia vrăjmașelor tale, fiicele filistenilor, care au roșit de purtarea ta nelegiuită.",
                "28": "Apoi ai curvit cu asirienii, pentru că erai fără saț; ai curvit cu ei, și tot nu te-ai săturat.",
                "29": "Ți-ai înmulțit curviile cu țara Canaanului și până în Haldeea, dar nici acolo nu te-ai săturat.",
                "30": "Ce slăbiciune de inimă ai avut», zice Domnul Dumnezeu, «de ai făcut toate aceste lucruri, care sunt fapta unei ibovnice dedate la curvie,",
                "31": "zidindu-ți case de curvie la toate colțurile ulițelor și făcându-ți înălțimi în toate piețele! N-ai fost nici măcar ca o curvă care-și cere plata.",
                "32": "Ai fost femeia preacurvă, care primește pe străini în locul bărbatului ei!",
                "33": "Tuturor curvelor li se plătește o plată, dar tu ai dat daruri tuturor ibovnicilor tăi, i-ai câștigat prin daruri, ca să-i tragi la tine din toate părțile și să curvești cu ei.",
                "34": "Ai fost cu totul altfel decât celelalte curve, întrucât nimeni nu umbla după tine, ci tu plăteai celor ce veneau la tine, în loc ca tu să fii plătită de ei. De aceea ai fost cu totul altfel decât altele.»",
                "35": "De aceea, ascultă, curvo, cuvântul Domnului!",
                "36": "Așa vorbește Domnul Dumnezeu: «Pentru că ți-ai risipit banii în felul acesta și ți-ai descoperit goliciunea în curviile tale cu ibovnicii tăi și cu toți idolii tăi urâcioși și din pricina sângelui copiilor tăi, pe care li i-ai dat,",
                "37": "de aceea, iată, voi strânge pe toți ibovnicii cu care te dezmierdai, pe toți aceia pe care i-ai iubit și pe toți aceia pe care i-ai urât, da, îi voi strânge împotriva ta din toate părțile, îți voi dezveli goliciunea înaintea lor și îți vor vedea toată goliciunea.",
                "38": "Te voi judeca așa cum se judecă femeile preacurve și ucigătoare de copii și voi face din tine o jertfă sângeroasă a urgiei și geloziei.",
                "39": "Te voi da în mâinile lor; îți vor surpa casele de curvie și îți vor nimici înălțimile; te vor dezbrăca de hainele tale, îți vor lua toată podoaba de pietre scumpe și te vor lăsa goală, goală de tot.",
                "40": "Vor aduce gloata împotriva ta, te vor ucide cu pietre și te vor străpunge cu lovituri de sabie.",
                "41": "Îți vor arde casele cu foc și se vor răzbuna pe tine înaintea unei mulțimi de femei. Voi face să înceteze astfel curvia ta și nu vei mai da plată de curvă.",
                "42": "Îmi voi potoli mânia împotriva ta și nu voi mai fi gelos pe tine; Mă voi liniști, nu voi mai fi supărat.",
                "43": "Pentru că nu ți-ai adus aminte de vremea tinereții tale, ci M-ai ațâțat prin toate aceste lucruri, iată, voi face ca purtarea ta să cadă asupra capului tău», zice Domnul Dumnezeu, «ca să nu mai săvârșești alte nelegiuiri cu toate urâciunile tale!",
                "44": "Iată că toți cei ce spun zicători vor spune despre tine zicătoarea aceasta: ‹Cum este mama, așa și fata!›",
                "45": "Tu ești fata mamei tale, care s-a dezgustat de bărbatul și copiii ei. Tu ești sora surorilor tale, care s-au dezgustat de bărbații și copiii lor. Mama voastră era o hetită și tatăl vostru, un amorit.",
                "46": "Sora ta cea mai mare, care locuiește la miazănoapte de tine, este Samaria, ea și fiicele ei, și sora ta cea mai mică este Sodoma, și fiicele ei, și locuiește la miazăzi de tine.",
                "47": "Tu nu numai că ai umblat pe căile lor și ai săvârșit aceleași urâciuni, ci, ca și cum atât ar fi fost prea puțin, ai fost mai stricată decât ele în toate purtările tale.",
                "48": "Pe viața Mea», zice Domnul Dumnezeu, «că sora ta Sodoma și fiicele ei n-au făcut ce ați făcut voi, tu și fiicele tale.",
                "49": "Iată care a fost nelegiuirea surorii tale Sodoma: era îngâmfată, trăia în belșug și într-o liniște nepăsătoare, ea și fiicele ei, și nu sprijinea mâna celui nenorocit și celui lipsit.",
                "50": "Ele s-au semețit și au făcut urâciuni blestemate înaintea Mea, de aceea le-am și nimicit când am văzut lucrul acesta.",
                "51": "Samaria n-a făcut nici jumătate din păcatele tale; urâciunile tale au fost mai multe decât ale ei, așa că ai ușurat vina surorilor tale prin toate urâciunile pe care le-ai făcut acum.",
                "52": "Tu, care ușurai vina surorilor tale prin purtarea ta, suferă acum urmările răutății tale; prin păcatele tale, prin care te-ai făcut mai urâcioasă decât ele, acum le faci mai ușoară vina decât a ta, de aceea acoperă-te de rușine și poartă-ți ocara, fiindcă ai ușurat vina surorilor tale!",
                "53": "Voi aduce înapoi pe prinșii lor de război, pe prinșii de război ai Sodomei și ai fiicelor ei, pe prinșii de război ai Samariei și ai fiicelor ei și pe prinșii tăi de război în mijlocul lor,",
                "54": "ca să-ți suferi ocara și să roșești pentru tot ce ai făcut, slujindu-le ca o pricină de mângâiere.",
                "55": "Astfel, surorile tale: Sodoma și fiicele ei se vor întoarce iarăși la starea lor de mai înainte și Samaria și fiicele ei se vor întoarce iarăși la starea lor de mai înainte, și tu și fiicele tale vă veți întoarce iarăși la starea voastră de mai înainte.",
                "56": "Nu vorbeai deloc despre sora ta Sodoma în vremea mândriei tale,",
                "57": "mai înainte de vădirea răutății tale, când ai primit batjocurile fiicelor Siriei, ale tuturor vecinilor tăi și ale fiicelor filistenilor, care te disprețuiesc de jur împrejur!",
                "58": "Trebuie să-ți porți, în adevăr, nelegiuirile și urâciunile», zice Domnul.",
                "59": "Căci așa vorbește Domnul Dumnezeu: «Îți voi face întocmai cum ai făcut și tu, care ai nesocotit jurământul, rupând legământul!",
                "60": "Dar Îmi voi aduce aminte de legământul Meu făcut cu tine în vremea tinereții tale și voi face cu tine un legământ veșnic.",
                "61": "Atunci îți vei aduce aminte de purtarea ta, te vei rușina când vei primi la tine pe surorile tale, mai mari și mai mici, pe care ți le voi da ca fiice, dar nu pe temeiul legământului făcut cu tine.",
                "62": "Voi face legământul Meu cu tine și vei ști că Eu sunt Domnul,",
                "63": "ca să-ți aduci aminte de trecut și să roșești și să nu mai deschizi gura de rușine când îți voi ierta tot ce ai făcut», zice Domnul Dumnezeu.’”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Cuvântul Domnului mi-a vorbit, zicând:",
                "2": "„Fiul omului, fă-i cunoscute Ierusalimului urâciunile",
                "3": "și spune-i: «Așa vorbește Stăpânul Domn către Ierusalim: prin origine și naștere ești din țara canaaniților: tatăl tău era amorit, iar mama ta – hitită.",
                "4": "La nașterea ta, în ziua în care te-ai născut, buricul tău nu a fost tăiat, nu ai fost scăldată în apă, ca să fii curățată, nu ai fost frecată cu sare și nici înfășurată în scutece.",
                "5": "Nimănui nu i-a fost milă și nu s-a îndurat de tine ca să-ți facă unul dintre aceste lucruri. Ai fost aruncată pe câmp, pentru că ai fost disprețuită chiar din ziua în care te-ai născut.",
                "6": "Atunci Eu am trecut pe lângă tine și te-am văzut zbătându-te în propriul tău sânge. Și, în timp ce tu erai în sângele tău, ți-am zis: ‘Trăiește!’. Da, în timp ce tu erai în sângele tău, Eu ți-am zis: ‘Trăiește!’.",
                "7": "Te-am făcut să te înmulțești ca florile câmpului. Ai crescut, te-ai făcut mare și te-ai gătit cu podoabe. Sânii ți s-au rotunjit și ți-a crescut părul. Dar erai tot goală și neacoperită.",
                "8": "Când am trecut pe lângă tine, M-am uitat la tine și iată că îți venise vremea, vremea dragostei. Atunci Mi-am întins peste tine poala hainei Mele, ți-am acoperit goliciunea, am făcut un jurământ față de tine și am intrat în legământ cu tine, zice Stăpânul Domn. Și ai devenit a Mea.",
                "9": "Te-am scăldat în apă, te-am spălat de sângele de pe tine și te-am uns cu ulei.",
                "10": "Te-am îmbrăcat cu haine brodate, te-am încălțat cu sandale din piele trainică, te-am îmbrăcat cu in subțire și te-am gătit cu mătase.",
                "11": "Te-am împodobit cu podoabe, ți-am pus brățări la mâini și lănțișor la gât.",
                "12": "Ți-am dat inel pentru nas, ți-am pus cercei la urechi și coroană frumoasă pe cap.",
                "13": "Astfel, ai fost împodobită cu aur, cu argint și cu veșminte scumpe de in subțire și din mătase. Ai mâncat făină aleasă, miere și ulei. Te-ai făcut tot mai frumoasă și ai ajuns chiar regină.",
                "14": "Ți-ai făcut un nume printre națiuni datorită frumuseții tale, căci aceasta era desăvârșită datorită măreției Mele cu care te învăluisem, zice Stăpânul Domn.",
                "15": "Dar te-ai încrezut în frumusețea ta și te-ai prostituat pe măsura renumelui tău. Ți-ai revărsat desfrânările asupra tuturor trecătorilor și frumusețea ta a devenit a fiecăruia.",
                "16": "Ai luat din hainele tale, ți-ai făcut înălțimi viu colorate și te-ai prostituat pe haine. Așa ceva nu s-a mai întâmplat și nu se va mai întâmpla vreodată.",
                "17": "Ți-ai luat podoabele tale frumoase din aur și din argint, pe care Eu ți le dădusem, ți-ai făcut chipuri de bărbați și te-ai prostituat cu ele.",
                "18": "Ți-ai luat apoi hainele brodate, ca să le acoperi, iar uleiul și tămâia Mea le-ai pus înaintea lor.",
                "19": "Hrana Mea pe care ți-o dădusem – făina aleasă, uleiul și mierea pe care ți le dădusem să le mănânci – le-ai închinat lor, ca să le fie o aromă plăcută. Așa s-a întâmplat, zice Stăpânul Domn.",
                "20": "Ai luat fiii și fiicele pe care Mi-i născuseși și i-ai sacrificat pentru ei ca dar de mâncare. Și acestea sunt numai o parte din desfrânările tale.",
                "21": "Mi-ai înjunghiat fiii și i-ai dat lor, sacrificându-i în foc în cinstea acestora.",
                "22": "În mijlocul tuturor urâciunilor și desfrânărilor tale, nu ți-ai amintit de zilele tinereții, când erai goală și te zbăteai în propriul tău sânge.",
                "23": "Vai! Vai de tine, zice Stăpânul Domn. După toate relele pe care le-ai făcut,",
                "24": "ți-ai mai construit și un sanctuar înalt și ți-ai făcut câte o înălțime în fiecare piață.",
                "25": "La capătul fiecărei străzi ți-ai construit o înălțime și ți-ai făcut disprețuită frumusețea, desfăcându-ți picioarele înaintea fiecărui trecător și înmulțindu-ți desfrânările.",
                "26": "Te-ai prostituat cu egiptenii, vecinii tăi cu trupul plin de vlagă, și ți-ai înmulțit desfrânările, ca să Mă mânii.",
                "27": "De aceea, iată, Mi-am întins mâna împotriva ta și ți-am redus partea hotărâtă ție. Te-am dat pe mâna celor ce te urau, adică a filistencelor, care până și ele s-au rușinat de calea ta desfrânată.",
                "28": "Apoi te-ai prostituat și cu asirienii, pentru că erai nesătulă. Te-ai prostituat, dar tot nu te-ai săturat.",
                "29": "Ți-ai înmulțit desfrânările cu Caldeea, țara negustorilor, dar nici cu aceasta nu te-ai săturat.",
                "30": "Cât de decăzută trebuie să-ți fie inima, zice Stăpânul Domn, de ai făcut toate aceste lucruri, întocmai ca o prostituată nerușinată!",
                "31": "Totuși, când ți-ai construit sanctuare înalte la fiecare capăt de stradă și ți-ai făcut înălțimi în fiecare piață, nu ai fost ca o prostituată, căci ai luat în derâdere plata,",
                "32": "ci ai fost ca o soție adulteră care-i preferă pe străini în locul soțului ei.",
                "33": "Tuturor prostituatelor li se dau daruri, dar în cazul tău tu ai fost cea care ai dat cadouri tuturor amanților tăi. Le-ai dat mită ca să vină la tine din toate părțile, pentru desfrânare.",
                "34": "În ce privește desfrânările tale, ai fost diferită de celelalte femei, pentru că tu nu ai avut căutare ca prostituată, căci, în loc să primești plată, ai dat plată. De aceea ai fost diferită.",
                "35": "Prin urmare, prostituato, ascultă Cuvântul Domnului!",
                "36": "Așa vorbește Stăpânul Domn: pentru că ți-ai dat frâu liber poftei și ți-ai expus goliciunea prin desfrânările tale cu amanții și cu toți idolii urâciunilor tale, cărora le-ai dat sângele fiilor tăi,",
                "37": "de aceea, iată, îi voi aduna pe toți amanții în care ți-ai găsit plăcerea, pe toți aceia pe care i-ai iubit și pe toți aceia pe care i-ai urât. Îi voi aduna împotriva ta din toate părțile și îți voi expune goliciunea înaintea lor. Și, astfel ei îți vor vedea toată goliciunea.",
                "38": "Te voi judeca sub acuzația de adulter și vărsare de sânge, și vei gusta cât de sângeroasă este furia și gelozia Mea.",
                "39": "Te voi da în mâinile lor, astfel că ei îți vor dărâma sanctuarele cele înalte, îți vor zdrobi înălțimile, te vor dezbrăca de hainele tale, îți vor lua podoabele tale frumoase și te vor lăsa goală și neacoperită.",
                "40": "Vor veni împotriva ta în grup, te vor omorî cu pietre și te vor tăia cu săbiile.",
                "41": "Îți vor da foc caselor și te vor judeca înaintea ochilor multor femei. Voi pune astfel capăt prostituției tale și nu îți vei mai plăti iubiții.",
                "42": "Apoi voi da odihnă furiei Mele îndreptate împotriva ta și voi îndepărta de la tine gelozia Mea; Mă voi liniști și nu voi mai fi mânios.",
                "43": "Pentru că nu ți-ai amintit de zilele tinereții tale, ci M-ai stârnit prin toate aceste lucruri, iată, îți voi întoarce calea asupra capului tău, zice Stăpânul Domn. Nu tu ai adăugat desfrânări la toate urâciunile tale?",
                "44": "Iată că toți cei ce spun zicători, vor spune despre tine următoarea zicală: ‘Cum e mama, așa este și fata!’.",
                "45": "Tu ești fata mamei tale, care și-a detestat soțul și fiii, și ești sora surorilor tale, care și-au detestat soții și fiii. Mama voastră a fost hitită, iar tatăl vostru – amorit.",
                "46": "Sora ta cea mare a fost Samaria. Ea locuia la nord de tine împreună cu fetele ei. Sora ta cea mică a fost Sodoma. Ea locuia la sud de tine împreună cu fetele ei.",
                "47": "Tu nu numai că ai umblat pe căile lor și ai comis urâciunile lor, ci, în scurt timp, te-ai pervertit mai mult decât ele în toate căile tale.",
                "48": "Viu sunt Eu, zice Stăpânul Domn, că sora ta, Sodoma, și fetele ei n-au făcut ceea ce tu și fetele tale ați făcut.",
                "49": "Iată care a fost nelegiuirea Sodomei, sora ta: ea și fetele ei erau mândre, îmbuibate de hrană și trăiau în lâncezeală și nepăsare. Ele nu sprijineau mâna săracului și a nevoiașului.",
                "50": "S-au mândrit și au comis urâciuni înaintea Mea. Când am văzut lucrul acesta, le-am îndepărtat.",
                "51": "Iar Samaria n-a făcut nici jumătate din păcatele tale. Urâciunile tale au fost mai multe decât ale lor. Prin toate urâciunile pe care le-ai comis, le-ai făcut pe surorile tale să pară drepte în comparație cu tine.",
                "52": "De aceea, poartă-ți și tu rușinea, fiindcă le-ai făcut pe surorile tale să pară drepte! Căci păcatele tale, care te-au făcut mai demnă de dispreț decât ele, le-au făcut pe ele să pară mai drepte decât tine! Acum, acoperă-te și tu de rușine și poartă-ți rușinea, căci le-ai făcut pe surorile tale să pară drepte!",
                "53": "Îi voi aduce însă înapoi atât pe captivii lor – pe captivii Sodomei și ai fetelor ei și pe captivii Samariei și ai fetelor ei – cât și pe captivii tăi alături de ei,",
                "54": "ca și tu să-ți porți rușinea și să-ți fie rușine pentru tot ce ai făcut! Le vei fi astfel un motiv de mângâiere.",
                "55": "Când sora ta, Sodoma, împreună cu fetele ei, se vor întoarce la starea lor de dinainte, iar sora ta, Samaria, împreună cu fetele ei, se vor întoarce la starea lor de dinainte, atunci te vei întoarce și tu împreună cu fetele tale, la starea voastră de dinainte.",
                "56": "Nu aminteai nimic de Sodoma, sora ta, în ziua mândriei tale,",
                "57": "înainte de a ți se descoperi răutatea. Acum însă, tu ești de batjocura fetelor Edomului și a tuturor vecinelor lor, a fetelor filistenilor, a celor ce te disprețuiesc de pretutindeni!",
                "58": "Vei purta acum pedeapsa pentru desfrânarea ta și pentru urâciunile tale, zice Domnul».",
                "59": "Așa vorbește Stăpânul Domn: «Îți voi face la fel cum ai făcut și tu, care ai disprețuit jurământul, rupând legământul.",
                "60": "Dar Îmi voi aminti de legământul făcut cu tine în tinerețea ta și voi încheia cu tine un legământ veșnic.",
                "61": "Atunci îți vei aminti de căile tale și-ți va fi rușine când le vei primi pe sora ta cea mare și pe sora ta cea mică. Ți le voi da ca surori, dar nu pe temeiul legământului Meu făcut cu tine.",
                "62": "Eu voi încheia legământul Meu cu tine și vei ști astfel că Eu sunt Domnul.",
                "63": "Când voi face ispășire pentru tot ce ai făcut, îți vei aduce aminte de trecutul tău, îți va fi rușine și nu vei mai deschide niciodată gura din cauza umilinței în care te vei afla, zice Stăpânul Domn»“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Again Yahweh’s word came to me, saying,",
                "2": "“Son of man, cause Jerusalem to know her abominations;",
                "3": "and say, ‘The Lord Yahweh says to Jerusalem: “Your origin and your birth is of the land of the Canaanite. An Amorite was your father, and your mother was a Hittite.",
                "4": "As for your birth, in the day you were born your navel was not cut. You weren’t washed in water to cleanse you. You weren’t salted at all, nor wrapped in blankets at all.",
                "5": "No eye pitied you, to do any of these things to you, to have compassion on you; but you were cast out in the open field, because you were abhorred in the day that you were born.",
                "6": "“‘“When I passed by you, and saw you wallowing in your blood, I said to you, ‘Though you are in your blood, live!’ Yes, I said to you, ‘Though you are in your blood, live!’",
                "7": "I caused you to multiply as that which grows in the field, and you increased and grew great, and you attained to excellent beauty. Your breasts were formed, and your hair grew; yet you were naked and bare.",
                "8": "“‘“Now when I passed by you, and looked at you, behold, your time was the time of love; and I spread my garment over you and covered your nakedness. Yes, I pledged myself to you and entered into a covenant with you,” says the Lord Yahweh, “and you became mine.",
                "9": "“‘“Then I washed you with water. Yes, I thoroughly washed away your blood from you, and I anointed you with oil.",
                "10": "I clothed you also with embroidered work and put leather sandals on you. I dressed you with fine linen and covered you with silk.",
                "11": "I decked you with ornaments, put bracelets on your hands, and put a chain on your neck.",
                "12": "I put a ring on your nose, earrings in your ears, and a beautiful crown on your head.",
                "13": "Thus you were decked with gold and silver. Your clothing was of fine linen, silk, and embroidered work. You ate fine flour, honey, and oil. You were exceedingly beautiful, and you prospered to royal estate.",
                "14": "Your renown went out among the nations for your beauty; for it was perfect, through my majesty which I had put on you,” says the Lord Yahweh.",
                "15": "“‘“But you trusted in your beauty, and played the prostitute because of your renown, and poured out your prostitution on everyone who passed by. It was his.",
                "16": "You took some of your garments, and made for yourselves high places decked with various colors, and played the prostitute on them. This shouldn’t happen, neither shall it be.",
                "17": "You also took your beautiful jewels of my gold and of my silver, which I had given you, and made for yourself images of men, and played the prostitute with them.",
                "18": "You took your embroidered garments, covered them, and set my oil and my incense before them.",
                "19": "My bread also which I gave you, fine flour, oil, and honey, with which I fed you, you even set it before them for a pleasant aroma; and so it was,” says the Lord Yahweh.",
                "20": "“‘“Moreover you have taken your sons and your daughters, whom you have borne to me, and you have sacrificed these to them to be devoured. Was your prostitution a small matter,",
                "21": "that you have slain my children and delivered them up, in causing them to pass through the fire to them?",
                "22": "In all your abominations and your prostitution you have not remembered the days of your youth, when you were naked and bare, and were wallowing in your blood.",
                "23": "“‘“It has happened after all your wickedness—woe, woe to you!” says the Lord Yahweh—",
                "24": "“that you have built for yourselves a vaulted place, and have made yourselves a lofty place in every street.",
                "25": "You have built your lofty place at the head of every way, and have made your beauty an abomination, and have opened your feet to everyone who passed by, and multiplied your prostitution.",
                "26": "You have also committed sexual immorality with the Egyptians, your neighbors, great of flesh; and have multiplied your prostitution, to provoke me to anger.",
                "27": "See therefore, I have stretched out my hand over you, and have diminished your portion, and delivered you to the will of those who hate you, the daughters of the Philistines, who are ashamed of your lewd way.",
                "28": "You have played the prostitute also with the Assyrians, because you were insatiable; yes, you have played the prostitute with them, and yet you weren’t satisfied.",
                "29": "You have moreover multiplied your prostitution to the land of merchants, to Chaldea; and yet you weren’t satisfied with this.",
                "30": "“‘“How weak is your heart,” says the Lord Yahweh, “since you do all these things, the work of an impudent prostitute;",
                "31": "in that you build your vaulted place at the head of every way, and make your lofty place in every street, and have not been as a prostitute, in that you scorn pay.",
                "32": "“‘“Adulterous wife, who takes strangers instead of her husband!",
                "33": "People give gifts to all prostitutes; but you give your gifts to all your lovers, and bribe them, that they may come to you on every side for your prostitution.",
                "34": "You are different from other women in your prostitution, in that no one follows you to play the prostitute; and whereas you give hire, and no hire is given to you, therefore you are different.”’",
                "35": "“Therefore, prostitute, hear Yahweh’s word:",
                "36": "‘The Lord Yahweh says, “Because your filthiness was poured out, and your nakedness uncovered through your prostitution with your lovers; and because of all the idols of your abominations, and for the blood of your children, that you gave to them;",
                "37": "therefore see, I will gather all your lovers, with whom you have taken pleasure, and all those whom you have loved, with all those whom you have hated. I will even gather them against you on every side, and will uncover your nakedness to them, that they may see all your nakedness.",
                "38": "I will judge you as women who break wedlock and shed blood are judged; and I will bring on you the blood of wrath and jealousy.",
                "39": "I will also give you into their hand, and they will throw down your vaulted place, and break down your lofty places. They will strip you of your clothes and take your beautiful jewels. They will leave you naked and bare.",
                "40": "They will also bring up a company against you, and they will stone you with stones, and thrust you through with their swords.",
                "41": "They will burn your houses with fire, and execute judgments on you in the sight of many women. I will cause you to cease from playing the prostitute, and you will also give no hire any more.",
                "42": "So I will cause my wrath toward you to rest, and my jealousy will depart from you. I will be quiet, and will not be angry any more.",
                "43": "“‘“Because you have not remembered the days of your youth, but have raged against me in all these things; therefore, behold, I also will bring your way on your head,” says the Lord Yahweh: “and you shall not commit this lewdness with all your abominations.",
                "44": "“‘“Behold, everyone who uses proverbs will use this proverb against you, saying, ‘As is the mother, so is her daughter.’",
                "45": "You are the daughter of your mother, who loathes her husband and her children; and you are the sister of your sisters, who loathed their husbands and their children. Your mother was a Hittite, and your father an Amorite.",
                "46": "Your elder sister is Samaria, who dwells at your left hand, she and her daughters; and your younger sister, who dwells at your right hand, is Sodom with her daughters.",
                "47": "Yet you have not walked in their ways, nor done their abominations; but soon you were more corrupt than they in all your ways.",
                "48": "As I live,” says the Lord Yahweh, “Sodom your sister has not done, she nor her daughters, as you have done, you and your daughters.",
                "49": "“‘“Behold, this was the iniquity of your sister Sodom: pride, fullness of bread, and prosperous ease was in her and in her daughters. She also didn’t strengthen the hand of the poor and needy.",
                "50": "They were arrogant and committed abomination before me. Therefore I took them away when I saw it.",
                "51": "Samaria hasn’t committed half of your sins; but you have multiplied your abominations more than they, and have justified your sisters by all your abominations which you have done.",
                "52": "You also bear your own shame yourself, in that you have given judgment for your sisters; through your sins that you have committed more abominable than they, they are more righteous than you. Yes, be also confounded, and bear your shame, in that you have justified your sisters.",
                "53": "“‘“I will reverse their captivity, the captivity of Sodom and her daughters, and the captivity of Samaria and her daughters, and the captivity of your captives among them;",
                "54": "that you may bear your own shame, and may be ashamed because of all that you have done, in that you are a comfort to them.",
                "55": "Your sisters, Sodom and her daughters, will return to their former estate; and Samaria and her daughters will return to their former estate; and you and your daughters will return to your former estate.",
                "56": "For your sister Sodom was not mentioned by your mouth in the day of your pride,",
                "57": "before your wickedness was uncovered, as at the time of the reproach of the daughters of Syria, and of all who are around her, the daughters of the Philistines, who despise you all around.",
                "58": "You have borne your lewdness and your abominations,” says Yahweh.",
                "59": "“‘For the Lord Yahweh says: “I will also deal with you as you have done, who have despised the oath in breaking the covenant.",
                "60": "Nevertheless I will remember my covenant with you in the days of your youth, and I will establish an everlasting covenant with you.",
                "61": "Then you will remember your ways and be ashamed when you receive your sisters, your elder sisters and your younger; and I will give them to you for daughters, but not by your covenant.",
                "62": "I will establish my covenant with you. Then you will know that I am Yahweh;",
                "63": "that you may remember, and be confounded, and never open your mouth any more because of your shame, when I have forgiven you all that you have done,” says the Lord Yahweh.’”"
            }
        }
    }
}