{
    "book": "Ezechiel",
    "chapter": "48",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "„Iată numele semințiilor. La marginea de miazănoapte, de-a lungul drumului de la Hetlon, cum mergi spre Hamat și Hațar-Enon, la hotarul Damascului de la miazănoapte spre Hamat, de la răsărit până spre apus: partea lui Dan.",
                "2": "Lângă hotarul lui Dan, de la răsărit până la apus, partea lui Așer.",
                "3": "Lângă hotarul lui Așer, de la răsărit până la apus, partea lui Neftali.",
                "4": "Lângă hotarul lui Neftali, de la răsărit până la apus, partea lui Manase.",
                "5": "Lângă hotarul lui Manase, de la răsărit până la apus, partea lui Efraim.",
                "6": "Lângă hotarul lui Efraim, de la răsărit până la apus, partea lui Ruben.",
                "7": "Lângă hotarul lui Ruben, de la răsărit până la apus, partea lui Iuda.",
                "8": "Lângă hotarul lui Iuda, de la răsărit până la apus, va fi partea sfântă pe care o veți despărți, lată de douăzeci și cinci de mii de coți și lungă cât una din părțile de la răsărit până la apus; în mijlocul ei va fi Sfântul Locaș.",
                "9": "Partea pe care o veți despărți pentru Domnul va avea douăzeci și cinci de mii de coți în lungime și zece mii în lățime.",
                "10": "Această parte sfântă va fi a preoților: douăzeci și cinci de mii de coți la miazănoapte, zece mii în lat la apus, zece mii în lat la răsărit și douăzeci și cinci de mii în lung la miazăzi. În mijloc însă va fi Sfântul Locaș al Domnului.",
                "11": "Ea va fi a preoților sfințiți, a fiilor lui Țadoc, care au făcut slujba Sfântului Meu Locaș, care nu s-au rătăcit ca leviții când se rătăceau copiii lui Israel.",
                "12": "Ea va fi a lor ca parte preasfântă, luată din partea țării, care va fi deosebită Domnului, lângă hotarul leviților.",
                "13": "Leviții vor avea, alături cu hotarul preoților, douăzeci și cinci de mii de coți în lung și zece mii în lat, douăzeci și cinci de mii în toată lungimea și zece mii în lățime.",
                "14": "Nu vor putea să vândă nimic din ea, nici să schimbe; și această pârgă a țării nu va putea fi înstrăinată, căci este închinată Domnului.",
                "15": "Ceilalți cinci mii de coți însă care mai rămân în lat înaintea celor douăzeci și cinci de mii vor fi dați cetății ca loc obișnuit pentru locuințe și pășune, și cetatea va fi la mijloc.",
                "16": "Iată-i măsurile: înspre miazănoapte patru mii cinci sute de coți, înspre miazăzi patru mii cinci sute, înspre răsărit patru mii cinci sute, înspre apus patru mii cinci sute.",
                "17": "Cetatea va avea o împrejurime de două sute cincizeci de coți la miazănoapte, două sute cincizeci la miazăzi, două sute cincizeci la răsărit și două sute cincizeci la apus.",
                "18": "Rămășița din lungime, de lângă partea sfântă, zece mii la răsărit și zece mii la apus, alături de partea sfântă, va da veniturile rânduite pentru întreținerea lucrătorilor cetății.",
                "19": "Lucrătorii cetății vor fi luați din toate semințiile lui Israel.",
                "20": "Toată partea sfântă va fi de douăzeci și cinci de mii de coți în lung și douăzeci și cinci de mii în lat și va alcătui un pătrat împreună cu partea pe care o veți deosebi din ea ca moșie a cetății.",
                "21": "Partea care va rămâne va fi a domnitorului, de amândouă laturile părții sfinte și moșiei cetății, în dreptul celor douăzeci și cinci de mii de coți ai părții sfinte, lângă hotarul de răsărit, și la apus, în dreptul celor douăzeci și cinci de mii de coți, lângă hotarul de apus, în dreptul părților semințiilor. Aceasta va fi partea domnitorului. Partea sfântă însă și Sfântul Locaș al casei vor fi la mijloc.",
                "22": "Astfel, moșia leviților și moșia cetății vor fi în locul părții cuvenite domnitorului, în mijloc, adică ce va fi între hotarul lui Iuda și hotarul lui Beniamin va fi al domnitorului.",
                "23": "Iată celelalte seminții. De la răsărit până la apus va fi partea lui Beniamin.",
                "24": "Lângă hotarul lui Beniamin, de la răsărit până la apus, partea lui Simeon.",
                "25": "Lângă hotarul lui Simeon, de la răsărit până la apus, partea lui Isahar.",
                "26": "Lângă hotarul lui Isahar, de la răsărit până la apus, partea lui Zabulon.",
                "27": "Lângă hotarul lui Zabulon, de la răsărit până la apus, partea lui Gad.",
                "28": "Lângă hotarul lui Gad însă, pe partea de miazăzi, la miazăzi, hotarul va merge de la Tamar până la apele Meriba, de la Cades până la pârâul Egiptului și până la Marea cea Mare.",
                "29": "Aceasta este țara pe care o veți împărți ca moștenire prin sorți semințiilor lui Israel și acestea sunt părțile lor”, zice Domnul Dumnezeu.",
                "30": "„Iată ieșirile cetății. În partea de miazănoapte, care are o întindere de patru mii cinci sute de coți –",
                "31": "și porțile cetății se vor numi după numele semințiilor lui Israel –, trei porți la miazănoapte: o poartă a lui Ruben, o poartă a lui Iuda și o poartă a lui Levi.",
                "32": "În partea de răsărit, care are o întindere de patru mii cinci sute de coți, cu trei porți: o poartă a lui Iosif, o poartă a lui Beniamin și o poartă a lui Dan.",
                "33": "În partea de miazăzi, cu o întindere de patru mii cinci sute de coți și trei porți: o poartă a lui Simeon, o poartă a lui Isahar și o poartă a lui Zabulon.",
                "34": "În partea de apus, cu o întindere de patru mii cinci sute de coți și trei porți: o poartă a lui Gad, o poartă a lui Așer și o poartă a lui Neftali.",
                "35": "De jur împrejurul cetății: optsprezece mii de coți. Și din ziua aceea, numele cetății va fi: ‘Domnul este aici!’”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Numele semințiilor moștenitoare sunt acestea: de la marginea de nord, de-a lungul drumului spre Hetlon, de la Lebo-Hamat spre Hațar-Enan, până la granița de nord a Damascului dinspre Hamat, din partea de est până în vest, să fie o parte pentru Dan.",
                "2": "De la granița cu Dan, din partea de est până în partea de vest, să fie o parte pentru Așer.",
                "3": "De la granița cu Așer, din partea de est până în partea de vest, să fie o parte pentru Neftali.",
                "4": "De la granița cu Neftali, din partea de est până în partea de vest, să fie o parte pentru Manase.",
                "5": "De la granița cu Manase, din partea de est până în partea de vest, să fie o parte pentru Efraim.",
                "6": "De la granița cu Efraim, din partea de est până în partea de vest, să fie o parte pentru Ruben.",
                "7": "De la granița cu Ruben, din partea de est până în partea de vest, să fie o parte pentru Iuda.",
                "8": "De la granița cu Iuda, din partea de est până în partea de vest, să fie teritoriul pe care urmează să-l aduceți drept contribuție prin ridicare. Să aibă douăzeci și cinci de mii de coți lățime, iar lungimea lui să fie cât una dintre părțile care se întind de la est la vest. Sfântul Lăcaș să fie în mijlocul lui.",
                "9": "Teritoriul pe care îl veți aduce Domnului drept contribuție prin ridicare să aibă lungimea de douăzeci și cinci de mii de coți și lățimea de zece mii de coți.",
                "10": "Acest teritoriu sfânt să fie al preoților: în nord să aibă o lungime de douăzeci și cinci de mii de coți, în vest să aibă o lățime de zece mii de coți, în est tot zece mii de coți, iar în sud o lungime de douăzeci și cinci de mii de coți. Sfântul Lăcaș al Domnului să fie în mijlocul lui.",
                "11": "El să aparțină preoților sfințiți, dintre urmașii lui Țadok, care și-au îndeplinit responsabilitățile primite de la Mine și nu s-au dus în rătăcire ca leviții, atunci când fiii lui Israel rătăceau departe de Mine.",
                "12": "Să fie al lor, ca un dar din suprafața sfântă a țării, un loc preasfânt lângă granița leviților.",
                "13": "Leviții să aibă o parte lângă granița preoților, de douăzeci și cinci de mii de coți lungime și de zece mii de coți lățime; pe toată lungimea să fie de douăzeci și cinci de mii de coți și pe lățime să fie de zece mii de coți.",
                "14": "Nu vor putea să vândă sau să schimbe și nici să înstrăineze această cea mai bună parte a țării, căci este sfântă pentru Domnul.",
                "15": "Suprafața rămasă, adică cinci mii de coți pe lățime și douăzeci și cinci de mii de coți pe lungime, să fie dată ca loc pentru folosul cetății, pentru locuințe și pentru pășune. Cetatea să fie în mijlocul ei.",
                "16": "Iată care să-i fie măsurile: în partea de nord să aibă patru mii cinci sute de coți, în partea de sud patru mii cinci sute, în partea de est patru mii cinci sute, iar în partea de vest patru mii cinci sute.",
                "17": "Pășunea pentru cetate să fie de două sute cincizeci de coți în partea de nord, două sute cincizeci în partea de sud, două sute cincizeci în partea de est și două sute cincizeci în partea de vest.",
                "18": "Pământul care mai rămâne pe lungime, alături de teritoriul sfânt, va fi de zece mii de coți în partea de est și zece mii în partea de vest, de-a lungul teritoriului sfânt. Venitul lui să fie folosit pentru hrana lucrătorilor cetății.",
                "19": "Lucrătorii cetății, din toate semințiile lui Israel, îl vor munci.",
                "20": "Tot teritoriul să fie de douăzeci și cinci de mii de coți lungime și douăzeci și cinci de mii de coți lățime. Să puneți deoparte teritoriul sfânt, alături de proprietatea cetății.",
                "21": "Ceea ce mai rămâne de-o parte și de alta a teritoriului sfânt și a proprietății cetății să fie a prințului, de-a lungul celor douăzeci și cinci de mii de coți ai teritoriului sfânt până la granița de est, iar în vest, de-a lungul celor douăzeci și cinci de mii de coți până la granița de vest, mergând în paralel cu proprietățile semințiilor. Aceste suprafețe vor fi ale prințului. Teritoriul sfânt și Sanctuarul Casei să fie în mijlocul lor.",
                "22": "Astfel, proprietatea leviților și proprietatea cetății vor fi în mijlocul proprietății prințului. Tot teritoriul dintre granița lui Iuda și granița lui Beniamin să fie al prințului.",
                "23": "Iată celelalte seminții moștenitoare: De la est la vest, o parte să fie pentru Beniamin.",
                "24": "De la granița cu Beniamin, de la est la vest, să fie o parte pentru Simeon.",
                "25": "De la granița cu Simeon, de la est la vest, să fie o parte pentru Isahar.",
                "26": "De la granița cu Isahar, de la est la vest, să fie o parte pentru Zabulon.",
                "27": "De la granița cu Zabulon, de la est la vest, să fie o parte pentru Gad.",
                "28": "De la granița lui Gad, în partea de sud, granița să meargă spre sud, de la Tamar înspre apele de la Meribat-Kadeș și apoi de-a lungul Râului Egiptului până la Marea cea Mare.",
                "29": "Aceasta este țara pe care va trebui s-o împărțiți ca moștenire semințiilor lui Israel și acestea sunt proprietățile lor, zice Stăpânul Domn.",
                "30": "Iată care vor fi ieșirile cetății: în partea de nord, care măsoară patru mii cinci sute de coți,",
                "31": "vor fi trei porți (porțile cetății vor purta numele semințiilor lui Israel): o poartă pentru Ruben, o poartă pentru Iuda și o poartă pentru Levi.",
                "32": "În partea de est, care măsoară patru mii cinci sute de coți, vor fi trei porți: o poartă pentru Iosif, o poartă pentru Beniamin și o poartă pentru Dan.",
                "33": "În partea de sud, care măsoară patru mii cinci sute de coți, vor fi trei porți: o poartă pentru Simeon, o poartă pentru Isahar și o poartă pentru Zabulon.",
                "34": "În partea de vest, care măsoară patru mii cinci sute de coți, vor fi trei porți: o poartă pentru Gad, o poartă pentru Așer și o poartă pentru Neftali.",
                "35": "De jur împrejurul cetății vor fi optsprezece mii de coți. Din ziua aceea, numele ei va fi: «Domnul este acolo»“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "“Now these are the names of the tribes: From the north end, beside the way of Hethlon to the entrance of Hamath, Hazar Enan at the border of Damascus, northward beside Hamath (and they shall have their sides east and west), Dan, one portion.",
                "2": "“By the border of Dan, from the east side to the west side, Asher, one portion.",
                "3": "“By the border of Asher, from the east side even to the west side, Naphtali, one portion.",
                "4": "“By the border of Naphtali, from the east side to the west side, Manasseh, one portion.",
                "5": "“By the border of Manasseh, from the east side to the west side, Ephraim, one portion.",
                "6": "“By the border of Ephraim, from the east side even to the west side, Reuben, one portion.",
                "7": "“By the border of Reuben, from the east side to the west side, Judah, one portion.",
                "8": "“By the border of Judah, from the east side to the west side, shall be the offering which you shall offer, twenty-five thousand reeds in width, and in length as one of the portions, from the east side to the west side; and the sanctuary shall be in the middle of it.",
                "9": "“The offering that you shall offer to Yahweh shall be twenty-five thousand reeds in length, and ten thousand in width.",
                "10": "For these, even for the priests, shall be the holy offering: toward the north twenty-five thousand in length, and toward the west ten thousand in width, and toward the east ten thousand in width, and toward the south twenty-five thousand in length; and the sanctuary of Yahweh shall be in the middle of it.",
                "11": "It shall be for the priests who are sanctified of the sons of Zadok, who have kept my instruction, who didn’t go astray when the children of Israel went astray, as the Levites went astray.",
                "12": "It shall be to them an offering from the offering of the land, a most holy thing, by the border of the Levites.",
                "13": "“Alongside the border of the priests, the Levites shall have twenty-five thousand cubits in length and ten thousand in width. All the length shall be twenty-five thousand, and the width ten thousand.",
                "14": "They shall sell none of it, nor exchange it, nor shall the first fruits of the land be alienated, for it is holy to Yahweh.",
                "15": "“The five thousand cubits that are left in the width, in front of the twenty-five thousand, shall be for common use, for the city, for dwelling and for pasture lands; and the city shall be in the middle of it.",
                "16": "These shall be its measurements: the north side four thousand and five hundred, and the south side four thousand and five hundred, and on the east side four thousand and five hundred, and the west side four thousand and five hundred.",
                "17": "The city shall have pasture lands: toward the north two hundred fifty, and toward the south two hundred fifty, and toward the east two hundred fifty, and toward the west two hundred fifty.",
                "18": "The remainder of the length, alongside the holy offering, shall be ten thousand eastward and ten thousand westward; and it shall be alongside the holy offering. Its increase shall be for food to those who labor in the city.",
                "19": "Those who labor in the city, out of all the tribes of Israel, shall cultivate it.",
                "20": "All the offering shall be a square of twenty-five thousand by twenty-five thousand. You shall offer it as a holy offering, with the possession of the city.",
                "21": "“The remainder shall be for the prince, on the one side and on the other of the holy offering and of the possession of the city; in front of the twenty-five thousand of the offering toward the east border, and westward in front of the twenty-five thousand toward the west border, alongside the portions, it shall be for the prince. The holy offering and the sanctuary of the house shall be in the middle of it.",
                "22": "Moreover, from the possession of the Levites, and from the possession of the city, being in the middle of that which is the prince’s, between the border of Judah and the border of Benjamin, shall be for the prince.",
                "23": "“As for the rest of the tribes: from the east side to the west side, Benjamin, one portion.",
                "24": "“By the border of Benjamin, from the east side to the west side, Simeon, one portion.",
                "25": "“By the border of Simeon, from the east side to the west side, Issachar, one portion.",
                "26": "“By the border of Issachar, from the east side to the west side, Zebulun, one portion.",
                "27": "“By the border of Zebulun, from the east side to the west side, Gad, one portion.",
                "28": "“By the border of Gad, at the south side southward, the border shall be even from Tamar to the waters of Meribath Kadesh, to the brook, to the great sea.",
                "29": "“This is the land which you shall divide by lot to the tribes of Israel for inheritance, and these are their several portions, says the Lord Yahweh.",
                "30": "“These are the exits of the city: On the north side four thousand five hundred reeds by measure;",
                "31": "and the gates of the city shall be named after the tribes of Israel, three gates northward: the gate of Reuben, one; the gate of Judah, one; the gate of Levi, one.",
                "32": "“At the east side four thousand five hundred reeds, and three gates: even the gate of Joseph, one; the gate of Benjamin, one; the gate of Dan, one.",
                "33": "“At the south side four thousand five hundred reeds by measure, and three gates: the gate of Simeon, one; the gate of Issachar, one; the gate of Zebulun, one.",
                "34": "“At the west side four thousand five hundred reeds, with their three gates: the gate of Gad, one; the gate of Asher, one; the gate of Naphtali, one.",
                "35": "“It shall be eighteen thousand reeds in circumference; and the name of the city from that day shall be, ‘Yahweh is there.’"
            }
        }
    }
}