{
    "book": "Ezechiel",
    "chapter": "38",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Cuvântul Domnului mi-a vorbit astfel:",
                "2": "„Fiul omului, întoarce-te cu fața spre Gog, din țara lui Magog, spre domnul Roșului, Meșecului și Tubalului, și prorocește împotriva lui!",
                "3": "Și spune: ‘Așa vorbește Domnul Dumnezeu: «Iată, am necaz pe tine, Gog, domnul Roșului, Meșecului și Tubalului!",
                "4": "Te voi târî și-ți voi pune un cârlig în fălci; te voi scoate, pe tine și toată oastea ta, cai și călăreți, toți îmbrăcați în chip strălucit, ceată mare de popor, care poartă scut și pavăză și care toți mânuiesc sabia;",
                "5": "împreună cu ei voi scoate pe cei din Persia, Etiopia și Put, toți cu scut și coif,",
                "6": "Gomerul cu toate oștile lui, țara Togarmei, din fundul miazănopții, cu toate oștile sale, popoare multe împreună cu tine!",
                "7": "Pregătește-te dar, fii gata, tu și toată mulțimea adunată în jurul tău! Fii căpetenia lor!",
                "8": "După multe zile, vei fi în fruntea lor; în vremea de apoi, vei merge împotriva țării, ai cărei locuitori, scăpați de sabie, vor fi strânși dintre mai multe popoare pe munții lui Israel, care multă vreme fuseseră pustii, dar, fiind scoși din mijlocul popoarelor, vor fi liniștiți în locuințele lor.",
                "9": "Iar tu te vei sui, vei înainta ca o furtună, vei fi ca un nor negru care va acoperi țara, tu cu toate oștile tale și multe popoare cu tine.»",
                "10": "Așa vorbește Domnul Dumnezeu: «În ziua aceea, multe gânduri îți vor veni în minte și vei urzi planuri rele.",
                "11": "Vei zice: ‹Mă voi sui împotriva țării acesteia deschise, voi năvăli peste oamenii aceștia liniștiți, care stau fără griji în locuințele lor, toți în locuințe fără ziduri și neavând nici zăvoare, nici porți!",
                "12": "Mă voi duce să iau pradă și să mă dedau la jaf, să pun mâna pe aceste dărâmături locuite din nou, pe poporul acesta strâns din mijlocul neamurilor, care are turme și moșii și locuiește în mijlocul pământului.›",
                "13": "Seba și Dedan, negustorii din Tars și toți puii lor de lei îți vor zice: ‹Vii să iei pradă? Pentru jaf ți-ai adunat oare mulțimea ta, ca să iei argint și aur, ca să iei turme și avuții și să faci o pradă mare?›»’",
                "14": "De aceea, prorocește, fiul omului, și spune lui Gog: ‘Așa vorbește Domnul Dumnezeu: «Da, în ziua când poporul Meu Israel va trăi în liniște, vei porni din țara ta",
                "15": "și vei veni din fundul miazănopții, tu și multe popoare cu tine, toți călări pe cai, o mare mulțime și o puternică oștire!",
                "16": "Vei înainta împotriva poporului Meu Israel ca un nor care va acoperi țara. În zilele de apoi, te voi aduce împotriva țării Mele, ca să Mă cunoască neamurile când voi fi sfințit în tine sub ochii lor, Gog!»",
                "17": "Așa vorbește Domnul Dumnezeu: «Nu ești tu acela despre care am vorbit odinioară, prin robii Mei, prorocii lui Israel, care au prorocit atunci ani de zile că te voi aduce împotriva lor?",
                "18": "În ziua aceea însă, în ziua când va porni Gog împotriva pământului lui Israel», zice Domnul Dumnezeu, «Mi se va sui în nări mânia aprinsă.",
                "19": "O spun în gelozia și în focul mâniei Mele: ‹În ziua aceea, va fi un mare cutremur în țara lui Israel.",
                "20": "Peștii mării și păsările cerului vor tremura de Mine și fiarele câmpului și toate târâtoarele care se târăsc pe pământ și toți oamenii care sunt pe fața pământului; munții se vor răsturna, pereții stâncilor se vor prăbuși și toate zidurile vor cădea la pământ.›",
                "21": "Atunci voi chema groaza împotriva lui pe toți munții Mei», zice Domnul Dumnezeu; «sabia fiecăruia se va întoarce împotriva fratelui său.",
                "22": "Îl voi judeca prin ciumă și sânge, printr-o ploaie năprasnică și prin pietre de grindină; voi ploua foc și pucioasă peste el, peste oștile lui și peste popoarele cele multe care vor fi cu el.",
                "23": "Îmi voi arăta astfel mărimea și sfințenia, Mă voi face cunoscut înaintea mulțimii neamurilor și vor ști că Eu sunt Domnul.»’"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Cuvântul Domnului mi-a vorbit, zicând:",
                "2": "„Fiul omului, îndreaptă-ți fața spre Gog, din țara lui Magog, prinț conducător al Meșekului și al Tubalului, și profețește împotriva lui.",
                "3": "Spune-i: «Așa vorbește Stăpânul Domn: ‘Iată, sunt împotriva ta, Gog, prinț conducător al Meșekului și al Tubalului.",
                "4": "Te voi întoarce, îți voi pune cârlige în fălci și te voi scoate afară, pe tine și întreaga ta armată, cai și călăreți, toți echipați în chip minunat, o mare mulțime cu scut și pavăză, cu toții mânuind sabia.",
                "5": "Persia, Cuș și Put vor fi împreună cu ei, cu toții având scut și coif.",
                "6": "Va mai fi și Gomer cu toate hoardele lui, precum și Bet-Togarma, din părțile îndepărtate ale nordului, cu toate hoardele ei – împreună cu tine vor fi multe popoare.",
                "7": "Pregătește-te deci și fii gata, atât tu, cât și toată mulțimea adunată în jurul tău! Tu îi vei fi călăuză!",
                "8": "După multe zile, vei fi chemat. La sfârșitul anilor vei veni împotriva unei țări refăcute de pe urma sabiei și adunată din mai multe popoare pe munții lui Israel, munți care fuseseră multă vreme pustii. Ea va fi atunci o țară scoasă dintre popoare, care locuiește în siguranță.",
                "9": "Vei înainta și vei veni ca o furtună devastatoare. Vei fi ca un nor care acoperă țara, tu și hoardele tale și multe popoare împreună cu tine’».",
                "10": "Așa vorbește Stăpânul Domn: «În ziua aceea, multe gânduri îți vor trece prin minte și vei gândi un plan rău.",
                "11": "Vei zice: ‘Voi înainta împotriva acestei țări pline de sate și voi veni împotriva unor oameni liniștiți, care locuiesc în siguranță în locuințele lor, toți în locuințe fără ziduri, fără zăvoare și fără porți.",
                "12": "Voi prăda ce este de prădat și voi jefui ce este de jefuit. Îmi voi întoarce mâna împotriva acestor ruine locuite din nou și împotriva acestui popor adunat dintre națiuni, care are vite și avuții și locuiește în centrul pământului’.",
                "13": "Șeba și Dedan, negustorii din Tarșiș și toți leii lui tineri îți vor zice: ‘Vii să prădezi? Ți-ai adunat mulțimea ca să jefuiești, să-ți însușești argint și aur, să iei vite și avuții și să obții o pradă mare?’».",
                "14": "De aceea profețește, fiul omului, și spune-i lui Gog: «Așa vorbește Stăpânul Domn: ‘În ziua aceea, când poporul Meu, Israel, va locui în siguranță, nu-i așa că vei afla?",
                "15": "Atunci vei veni din țara ta, din părțile îndepărtate ale nordului, tu și multe popoare împreună cu tine, toți călare pe cai, o mulțime numeroasă, o armată mare.",
                "16": "Gog, vei veni împotriva poporului Meu Israel, ca un nor care acoperă țara. În zilele de pe urmă, te voi aduce împotriva țării Mele ca să Mă cunoască națiunile, când Mă voi arăta sfânt prin tine înaintea ochilor lor!’».",
                "17": "Așa vorbește Stăpânul Domn: «Nu ești tu acela despre care am vorbit în vechime prin slujitorii Mei, profeții lui Israel? Ei au profețit atunci ani de-a rândul că te voi aduce împotriva lor.",
                "18": "În ziua aceea, în ziua când Gog va veni împotriva țării lui Israel, zice Stăpânul Domn, furia Mea aprinsă va izbucni.",
                "19": "În gelozia și în focul răbufnirii Mele, declar că în ziua aceea va fi un mare cutremur în țara lui Israel.",
                "20": "Peștii mării, păsările cerului, vietățile câmpului, orice animal care se târăște pe pământ și orice om de pe fața pământului se vor cutremura de prezența Mea. Atunci munții se vor răsturna, stâncile vor cădea și orice zid se va prăbuși la pământ.",
                "21": "Voi chema o sabie împotriva lui Gog pe toți munții Mei, zice Stăpânul Domn; sabia fiecărui om va fi împotriva fratelui său.",
                "22": "Îl voi judeca prin molimă și prin vărsare de sânge. Ploaie năprasnică, grindină cât piatra, foc și sulf voi revărsa peste el, peste hoardele lui și peste multele popoare care vor fi cu el.",
                "23": "Îmi voi arăta astfel mărirea și sfințenia și Mă voi face cunoscut înaintea ochilor multor națiuni. Și vor ști că Eu sunt Domnul»“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Yahweh’s word came to me, saying,",
                "2": "“Son of man, set your face toward Gog, of the land of Magog, the prince of Rosh, Meshech, and Tubal, and prophesy against him,",
                "3": "and say, ‘The Lord Yahweh says: “Behold, I am against you, Gog, prince of Rosh, Meshech, and Tubal.",
                "4": "I will turn you around, and put hooks into your jaws, and I will bring you out, with all your army, horses and horsemen, all of them clothed in full armor, a great company with buckler and shield, all of them handling swords;",
                "5": "Persia, Cush, and Put with them, all of them with shield and helmet;",
                "6": "Gomer, and all his hordes; the house of Togarmah in the uttermost parts of the north, and all his hordes—even many peoples with you.",
                "7": "“‘“Be prepared, yes, prepare yourself, you, and all your companies who are assembled to you, and be a guard to them.",
                "8": "After many days you will be visited. In the latter years you will come into the land that is brought back from the sword, that is gathered out of many peoples, on the mountains of Israel, which have been a continual waste; but it is brought out of the peoples and they will dwell securely, all of them.",
                "9": "You will ascend. You will come like a storm. You will be like a cloud to cover the land, you and all your hordes, and many peoples with you.”",
                "10": "“‘The Lord Yahweh says: “It will happen in that day that things will come into your mind, and you will devise an evil plan.",
                "11": "You will say, ‘I will go up to the land of unwalled villages. I will go to those who are at rest, who dwell securely, all of them dwelling without walls, and having neither bars nor gates,",
                "12": "to take the plunder and to take prey; to turn your hand against the waste places that are inhabited, and against the people who are gathered out of the nations, who have gotten livestock and goods, who dwell in the middle of the earth.’",
                "13": "Sheba, Dedan, and the merchants of Tarshish, with all its young lions, will ask you, ‘Have you come to take the plunder? Have you assembled your company to take the prey, to carry away silver and gold, to take away livestock and goods, to take great plunder?’”’",
                "14": "“Therefore, son of man, prophesy, and tell Gog, ‘The Lord Yahweh says: “In that day when my people Israel dwells securely, will you not know it?",
                "15": "You will come from your place out of the uttermost parts of the north, you, and many peoples with you, all of them riding on horses, a great company and a mighty army.",
                "16": "You will come up against my people Israel as a cloud to cover the land. It will happen in the latter days that I will bring you against my land, that the nations may know me when I am sanctified in you, Gog, before their eyes.”",
                "17": "“‘The Lord Yahweh says: “Are you he of whom I spoke in old time by my servants the prophets of Israel, who prophesied in those days for years that I would bring you against them?",
                "18": "It will happen in that day, when Gog comes against the land of Israel,” says the Lord Yahweh, “that my wrath will come up into my nostrils.",
                "19": "For in my jealousy and in the fire of my wrath I have spoken. Surely in that day there will be a great shaking in the land of Israel,",
                "20": "so that the fish of the sea, the birds of the sky, the animals of the field, all creeping things who creep on the earth, and all the men who are on the surface of the earth will shake at my presence. Then the mountains will be thrown down, the steep places will fall, and every wall will fall to the ground.",
                "21": "I will call for a sword against him to all my mountains,” says the Lord Yahweh. “Every man’s sword will be against his brother.",
                "22": "I will enter into judgment with him with pestilence and with blood. I will rain on him, on his hordes, and on the many peoples who are with him, torrential rains with great hailstones, fire, and sulfur.",
                "23": "I will magnify myself and sanctify myself, and I will make myself known in the eyes of many nations. Then they will know that I am Yahweh.”’"
            }
        }
    }
}