{
    "book": "Ezechiel",
    "chapter": "36",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Tu, fiul omului, prorocește asupra munților lui Israel și spune: ‘Munți ai lui Israel, ascultați cuvântul Domnului!",
                "2": "Așa vorbește Domnul Dumnezeu: «Pentru că vrăjmașul a zis despre voi: ‹Ha! Ha! Aceste înălțimi veșnice au ajuns moștenirea noastră!›»’,",
                "3": "prorocește și zi: ‘Așa vorbește Domnul Dumnezeu: «Da, pentru că din toate părțile au voit să vă pustiască și să vă înghită, ca să ajungeți moștenirea altor neamuri, și pentru că ați fost de batjocura și de ocara popoarelor,",
                "4": "de aceea, munți ai lui Israel, ascultați cuvântul Domnului Dumnezeu! Așa vorbește Domnul Dumnezeul munților și dealurilor, râurilor și văilor, dărâmăturilor pustii și cetăților părăsite, care au ajuns de prada și de râsul celorlalte neamuri dimprejur,",
                "5": "așa vorbește Domnul Dumnezeu: ‹Da, în focul geloziei Mele, vorbesc împotriva celorlalte neamuri și împotriva întregului Edom, care și-au însușit țara Mea și s-au bucurat din toată inima lor și cu tot disprețul sufletului lor, ca să-i jefuiască roadele.›»’",
                "6": "De aceea, prorocește despre țara lui Israel și spune munților și dealurilor, râurilor și văilor: ‘Așa vorbește Domnul Dumnezeu: «Iată, vorbesc în gelozia și urgia Mea, pentru că suferiți ocară din partea neamurilor!»",
                "7": "De aceea, așa vorbește Domnul Dumnezeu: «Îmi ridic mâna și jur că neamurile care vă înconjoară își vor purta ele însele ocara!",
                "8": "Iar voi, munți ai lui Israel, veți da crengi și vă veți purta roadele pentru poporul Meu Israel, căci lucrurile acestea sunt aproape să se întâmple.",
                "9": "Iată că voi fi binevoitor, Mă voi întoarce spre voi și veți fi lucrați și semănați.",
                "10": "Voi pune să locuiască pe voi oameni în mare număr, toată casa lui Israel, pe toți! Cetățile vor fi locuite și se vor zidi iarăși dărâmăturile.",
                "11": "Voi înmulți pe voi oamenii și vitele care vor crește și se vor înmulți; voi face să fiți locuiți ca și mai înainte și vă voi face mai mult bine decât odinioară și veți ști că Eu sunt Domnul.",
                "12": "Voi face să umble pe voi oameni, și anume poporul Meu Israel; ei te vor stăpâni și tu vei fi moștenirea lor și nu-i vei mai nimici.»",
                "13": "Așa vorbește Domnul Dumnezeu: «Pentru că ți se zice: ‹Tu, țară, ai mâncat oameni, ți-ai nimicit chiar și neamul tău›,",
                "14": "din pricina aceasta de acum încolo nu vei mai mânca oameni și nu-ți vei mai nimici neamul», zice Domnul Dumnezeu.",
                "15": "«De acum, nu te voi mai face să auzi batjocurile neamurilor și nu vei mai purta ocara popoarelor; nu-ți vei mai nimici neamul», zice Domnul Dumnezeu.’”",
                "16": "Cuvântul Domnului mi-a vorbit astfel:",
                "17": "„Fiul omului, cei din casa lui Israel, când locuiau în țara lor, au spurcat-o prin purtarea lor și prin faptele lor; așa că purtarea lor a fost înaintea Mea ca spurcăciunea unei femei în timpul necurăției ei.",
                "18": "Atunci Mi-am vărsat urgia peste ei din pricina sângelui pe care-l vărsaseră în țară și din pricina idolilor cu care o spurcaseră.",
                "19": "I-am risipit printre neamuri și au fost împrăștiați în felurite țări; i-am judecat după purtarea și faptele lor rele.",
                "20": "Când au venit printre neamuri, oriîncotro se duceau, pângăreau Numele Meu cel sfânt, așa încât se zicea despre ei: ‘Acesta este poporul Domnului, ei au trebuit să iasă din țara lor.’",
                "21": "Și am vrut să scap cinstea Numelui Meu celui sfânt, pe care-l pângărea casa lui Israel printre neamurile la care se dusese.",
                "22": "De aceea, spune casei lui Israel: ‘Așa vorbește Domnul Dumnezeu: «Nu din pricina voastră fac aceste lucruri, casa lui Israel, ci din pricina Numelui Meu celui sfânt, pe care l-ați pângărit printre neamurile la care ați mers.",
                "23": "De aceea voi sfinți Numele Meu cel mare, care a fost pângărit printre neamuri, pe care l-ați pângărit în mijlocul lor. Și neamurile vor cunoaște că Eu sunt Domnul», zice Domnul Dumnezeu, «când voi fi sfințit în voi sub ochii lor.",
                "24": "Căci vă voi scoate dintre neamuri, vă voi strânge din toate țările și vă voi aduce iarăși în țara voastră.",
                "25": "Vă voi stropi cu apă curată și veți fi curățiți; vă voi curăți de toate spurcăciunile voastre și de toți idolii voștri.",
                "26": "Vă voi da o inimă nouă și voi pune în voi un duh nou; voi scoate din trupul vostru inima de piatră și vă voi da o inimă de carne.",
                "27": "Voi pune Duhul Meu în voi și vă voi face să urmați poruncile Mele și să păziți și să împliniți legile Mele.",
                "28": "Veți locui în țara pe care am dat-o părinților voștri; voi veți fi poporul Meu și Eu voi fi Dumnezeul vostru.",
                "29": "Vă voi izbăvi de toate necurățiile voastre. Voi chema grâul și-l voi înmulți; nu voi mai trimite foametea peste voi.",
                "30": "Voi înmulți rodul pomilor și venitul câmpului, ca să nu mai purtați ocara foametei printre neamuri.",
                "31": "Atunci vă veți aduce aminte de purtarea voastră cea rea și de faptele voastre care nu erau bune; vă va fi scârbă de voi înșivă din pricina nelegiuirilor și urâciunilor voastre.",
                "32": "Și toate aceste lucruri nu le fac din pricina voastră», zice Domnul Dumnezeu, «să știți! Rușinați-vă și roșiți de purtarea voastră, casa lui Israel!»",
                "33": "Așa vorbește Domnul Dumnezeu: «În ziua când vă voi curăți de toate nelegiuirile voastre, voi face ca cetățile voastre să fie locuite și dărâmăturile vor fi zidite din nou;",
                "34": "țara pustiită va fi lucrată iarăși, de unde până aici era pustie în ochii tuturor trecătorilor.",
                "35": "Și se va spune atunci: ‹Țara aceasta pustiită a ajuns ca o grădină a Edenului și cetățile acestea dărâmate, care erau pustii și surpate, sunt întărite și locuite!›",
                "36": "Și neamurile care vor mai rămâne în jurul vostru vor ști că Eu, Domnul, am zidit din nou ce era surpat și am sădit ce era pustiit. Eu, Domnul, am vorbit și voi și face.»",
                "37": "Așa vorbește Domnul Dumnezeu: «Iată în ce privință Mă voi lăsa înduplecat de casa lui Israel și iată ce voi face pentru ei: voi înmulți pe oameni ca pe o turmă de oi.",
                "38": "Cetățile dărâmate se vor umple cu turme de oameni, ca turmele închinate Domnului, cu turme care sunt aduse la Ierusalim în timpul sărbătorilor celor mari. Și vor ști că Eu sunt Domnul.»’”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "„Tu, fiul omului, profețește cu privire la munții lui Israel și spune-le: «Munți ai lui Israel, ascultați Cuvântul Domnului!",
                "2": "Așa vorbește Stăpânul Domn: dușmanul a zis despre voi: ‘Ha! Ha! Aceste înălțimi străvechi au devenit moștenirea noastră!’».",
                "3": "De aceea, profețește și spune că așa vorbește Stăpânul Domn: «Da, pentru că v-au pustiit și v-au strivit din toate părțile, devenind astfel proprietatea celorlalte națiuni, și pentru că ați ajuns un motiv de batjocură și de bârfă pentru popoare,",
                "4": "de aceea, munți ai lui Israel, ascultați Cuvântul Domnului Dumnezeu! Așa vorbește Stăpânul Domn munților, dealurilor, albiilor, văilor, ruinelor pustii și cetăților părăsite, care au fost jefuite și batjocorite de rămășița națiunilor din jurul vostru.",
                "5": "Așa vorbește Stăpânul Domn: ‘În focul geloziei Mele am ceva de spus împotriva națiunilor înconjurătoare și împotriva întregului Edom, pentru că au făcut din țara Mea moștenirea lor și s-au bucurat din toată inima lor și cu dispreț în sufletul lor să-i jefuiască pășunea’».",
                "6": "Profețește cu privire la țara lui Israel și spune-le munților, dealurilor, albiilor și văilor că așa vorbește Stăpânul Domn: «Iată, în gelozia și furia Mea am ceva de spus, din cauza batjocurii pe care ați suferit-o din partea națiunilor.",
                "7": "Așa vorbește Stăpânul Domn: Îmi ridic mâna și jur că națiunile din jurul vostru își vor purta și ele partea lor de batjocură.",
                "8": "Cât despre voi, munți ai lui Israel, veți avea iarăși ramuri și veți purta din nou rod pentru poporul Meu, Israel, căci se va întoarce în curând.",
                "9": "Iată, Eu Însumi sunt alături de voi! Mă voi întoarce spre voi și, astfel, veți fi lucrați și semănați.",
                "10": "Voi înmulți pe voi oamenii, toată Casa lui Israel, toată! Cetățile vor fi din nou locuite, iar ruinele vor fi reconstruite.",
                "11": "Voi înmulți pe voi numărul oamenilor și al animalelor; ei vor deveni numeroși și vor fi roditori. Voi face să fiți locuiți ca odinioară și vă voi face mai mult bine decât la început. Și veți ști astfel că Eu sunt Domnul.",
                "12": "Voi face să umble iarăși pe voi oameni, și anume poporul Meu Israel. Ei vă vor lua din nou în stăpânire și veți fi moștenirea lor. Nu-i veți mai lăsa niciodată fără copii».",
                "13": "Așa vorbește Stăpânul Domn: «Țară, pentru că s-a zis despre tine că devorezi oameni și că ți-ai sărăcit națiunea de copii,",
                "14": "de aceea nu vei mai devora oameni și nu-ți vei mai sărăci națiunea de copii, zice Stăpânul Domn.",
                "15": "Nu te voi mai lăsa să auzi batjocura națiunilor îndreptată spre tine, nu vei mai purta disprețul popoarelor și nu-ți vei mai face națiunea să cadă, zice Stăpânul Domn»“.",
                "16": "Cuvântul Domnului mi-a vorbit, zicând:",
                "17": "„Fiul omului, cei din Casa lui Israel locuiau în patria lor, dar au spurcat-o prin calea lor și prin faptele lor. Calea lor era înaintea Mea la fel de necurată ca necurăția femeii.",
                "18": "Atunci Mi-am revărsat furia peste ei din cauza sângelui pe care îl vărsaseră în țară și din cauza idolilor cu care o întinaseră.",
                "19": "I-am risipit printre națiuni și au fost împrăștiați prin țări străine. I-am judecat după calea lor și după faptelor lor.",
                "20": "Dar ei au ajuns la națiunile unde s-au dus și au profanat Numele Meu cel sfânt, căci se zicea despre ei: «Aceștia sunt poporul Domnului, dar au ieșit din țara lor!».",
                "21": "Totuși, am vrut să scap cinstea Numelui Meu cel sfânt, pe care-l profana Casa lui Israel printre națiunile unde ajunseseră.",
                "22": "Prin urmare, spune-i Casei lui Israel: «Așa vorbește Stăpânul Domn: ‘Nu datorită vouă fac aceste lucruri, Casă a lui Israel, ci datorită Numelui Meu cel sfânt, pe care voi l-ați profanat printre națiunile unde ați ajuns.",
                "23": "Îmi voi sfinți Numele Meu cel mare care a fost profanat printre națiuni, Numele pe care voi l-ați profanat în mijlocul lor. Și națiunile vor ști că Eu sunt Domnul, zice Stăpânul Domn, când Mă voi arăta sfânt prin voi înaintea ochilor lor.",
                "24": "Vă voi lua dintre națiuni, vă voi strânge din toate țările străine și vă voi aduce în țara voastră.",
                "25": "Vă voi stropi cu apă curată și veți fi curățiți. Vă voi curăți de toate necurățiile voastre și de toți idolii voștri.",
                "26": "Vă voi da o inimă nouă și voi pune înăuntrul vostru un duh nou. Voi lua inima de piatră din trupul vostru și vă voi da o inimă de carne.",
                "27": "Voi pune Duhul Meu înăuntrul vostru și vă voi face să urmați hotărârile Mele, să păziți judecățile Mele și să le împliniți.",
                "28": "Veți locui în țara pe care am dat-o strămoșilor voștri. Voi veți fi poporul Meu, iar Eu voi fi Dumnezeul vostru.",
                "29": "Vă voi ierta toate necurățiile voastre. Voi chema grânele și le voi înmulți și nu voi mai trimite foametea peste voi.",
                "30": "Voi înmulți roadele pomilor și recolta câmpului, ca să nu mai fiți de dispreț printre națiuni din cauza foametei.",
                "31": "Atunci vă veți aduce aminte de căile voastre cele rele și de faptele voastre care n-au fost bune și vă va fi scârbă de voi înșivă din cauza nelegiuirilor și a urâciunilor voastre.",
                "32": "Dar să știți că lucrurile acestea nu le fac datorită vouă, zice Stăpânul Domn. Rușinați-vă și jenați-vă din cauza căilor voastre, Casă a lui Israel!’».",
                "33": "Așa vorbește Stăpânul Domn: «În ziua când vă voi curăți de toate nelegiuirile voastre, voi face să fie locuite cetățile voastre, iar ruinele vor fi reconstruite.",
                "34": "Țara pustiită va fi din nou lucrată și nu va mai fi o pustietate înaintea ochilor tuturor trecătorilor.",
                "35": "Atunci ei vor spune: ‘Țara aceasta care era pustiită, a ajuns precum grădina Edenului, iar cetățile care zăceau în ruine, pustiite și dărâmate, au ajuns așezări fortificate!’.",
                "36": "Și națiunile care vor fi lăsate în jurul vostru vor ști atunci că Eu, Domnul, am reconstruit dărâmăturile și am plantat din nou ce fusese pustiit. Eu, Domnul, am vorbit și voi face întocmai».",
                "37": "Așa vorbește Stăpânul Domn: «Pe lângă toate aceste lucruri, Mă voi lăsa înduplecat de Casa lui Israel și iată ce voi face pentru ei: îi voi înmulți pe oameni ca pe o turmă de oi.",
                "38": "La fel de numeroase ca turmele pentru jertfe, ca turmele care sunt aduse la Ierusalim la sărbătorile periodice, așa de pline cu turme de oameni vor fi și cetățile lor părăsite. Și vor ști astfel că Eu sunt Domnul»“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "You, son of man, prophesy to the mountains of Israel, and say, “You mountains of Israel, hear Yahweh’s word.",
                "2": "The Lord Yahweh says: ‘Because the enemy has said against you, “Aha!” and, “The ancient high places are ours in possession!”’",
                "3": "therefore prophesy, and say, ‘The Lord Yahweh says: “Because, even because they have made you desolate, and swallowed you up on every side, that you might be a possession to the residue of the nations, and you are taken up in the lips of talkers, and the evil report of the people;”",
                "4": "therefore, you mountains of Israel, hear the word of the Lord Yahweh: The Lord Yahweh says to the mountains and to the hills, to the watercourses and to the valleys, to the desolate wastes and to the cities that are forsaken, which have become a prey and derision to the residue of the nations that are all around;",
                "5": "therefore the Lord Yahweh says: “Surely in the fire of my jealousy I have spoken against the residue of the nations, and against all Edom, that have appointed my land to themselves for a possession with the joy of all their heart, with despite of soul, to cast it out for a prey.”’",
                "6": "Therefore prophesy concerning the land of Israel, and tell the mountains, the hills, the watercourses and the valleys, ‘The Lord Yahweh says: “Behold, I have spoken in my jealousy and in my wrath, because you have borne the shame of the nations.”",
                "7": "Therefore the Lord Yahweh says: “I have sworn, ‘Surely the nations that are around you will bear their shame.’",
                "8": "“‘“But you, mountains of Israel, you shall shoot out your branches and yield your fruit to my people Israel; for they are at hand to come.",
                "9": "For, behold, I am for you, and I will come to you, and you will be tilled and sown.",
                "10": "I will multiply men on you, all the house of Israel, even all of it. The cities will be inhabited and the waste places will be built.",
                "11": "I will multiply man and animal on you. They will increase and be fruitful. I will cause you to be inhabited as you were before, and you will do better than at your beginnings. Then you will know that I am Yahweh.",
                "12": "Yes, I will cause men to walk on you, even my people Israel. They will possess you, and you will be their inheritance, and you will never again bereave them of their children.”",
                "13": "“‘The Lord Yahweh says: “Because they say to you, ‘You are a devourer of men, and have been a bereaver of your nation;’",
                "14": "therefore you shall devour men no more, and not bereave your nation any more,” says the Lord Yahweh.",
                "15": "“I won’t let you hear the shame of the nations any more. You won’t bear the reproach of the peoples any more, and you won’t cause your nation to stumble any more,” says the Lord Yahweh.’”",
                "16": "Moreover Yahweh’s word came to me, saying,",
                "17": "“Son of man, when the house of Israel lived in their own land, they defiled it by their ways and by their deeds. Their way before me was as the uncleanness of a woman in her impurity.",
                "18": "Therefore I poured out my wrath on them for the blood which they had poured out on the land, and because they had defiled it with their idols.",
                "19": "I scattered them among the nations, and they were dispersed through the countries. I judged them according to their way and according to their deeds.",
                "20": "When they came to the nations where they went, they profaned my holy name, in that men said of them, ‘These are Yahweh’s people, and have left his land.’",
                "21": "But I had respect for my holy name, which the house of Israel had profaned among the nations where they went.",
                "22": "“Therefore tell the house of Israel, ‘The Lord Yahweh says: “I don’t do this for your sake, house of Israel, but for my holy name, which you have profaned among the nations where you went.",
                "23": "I will sanctify my great name, which has been profaned among the nations, which you have profaned among them. Then the nations will know that I am Yahweh,” says the Lord Yahweh, “when I am proven holy in you before their eyes.",
                "24": "“‘“For I will take you from among the nations and gather you out of all the countries, and will bring you into your own land.",
                "25": "I will sprinkle clean water on you, and you will be clean. I will cleanse you from all your filthiness and from all your idols.",
                "26": "I will also give you a new heart, and I will put a new spirit within you. I will take away the stony heart out of your flesh, and I will give you a heart of flesh.",
                "27": "I will put my Spirit within you, and cause you to walk in my statutes. You will keep my ordinances and do them.",
                "28": "You will dwell in the land that I gave to your fathers. You will be my people, and I will be your God.",
                "29": "I will save you from all your uncleanness. I will call for the grain and will multiply it, and lay no famine on you.",
                "30": "I will multiply the fruit of the tree and the increase of the field, that you may receive no more the reproach of famine among the nations.",
                "31": "“‘“Then you will remember your evil ways, and your deeds that were not good; and you will loathe yourselves in your own sight for your iniquities and for your abominations.",
                "32": "I don’t do this for your sake,” says the Lord Yahweh. “Let it be known to you. Be ashamed and confounded for your ways, house of Israel.”",
                "33": "“‘The Lord Yahweh says: “In the day that I cleanse you from all your iniquities, I will cause the cities to be inhabited and the waste places will be built.",
                "34": "The land that was desolate will be tilled instead of being a desolation in the sight of all who passed by.",
                "35": "They will say, ‘This land that was desolate has become like the garden of Eden. The waste, desolate, and ruined cities are fortified and inhabited.’",
                "36": "Then the nations that are left around you will know that I, Yahweh, have built the ruined places and planted that which was desolate. I, Yahweh, have spoken it, and I will do it.”",
                "37": "“‘The Lord Yahweh says: “For this, moreover, I will be inquired of by the house of Israel, to do it for them: I will increase them with men like a flock.",
                "38": "As the flock for sacrifice, as the flock of Jerusalem in her appointed feasts, so the waste cities will be filled with flocks of men. Then they will know that I am Yahweh.’”"
            }
        }
    }
}