{
    "book": "Ezechiel",
    "chapter": "5",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Și tu, fiul omului, ia o sabie ascuțită, ia-o ca brici de ras și trece-o peste cap și barbă. Ia apoi o cumpănă de cântărit și împarte părul.",
                "2": "O treime din el arde-o în foc, în mijlocul cetății, când se vor împlini zilele împresurării; o treime ia-o și taie-o cu sabia de jur împrejurul cetății; iar o treime risipește-o în vânt, căci voi trage sabia după ei.",
                "3": "Totuși ia vreo câțiva peri și strânge-i în poalele hainei tale.",
                "4": "Din aceștia să mai iei iarăși vreo câțiva, să-i arunci în foc și să-i arzi în foc. Din ei va ieși un foc împotriva întregii case a lui Israel.",
                "5": "Așa vorbește Domnul Dumnezeu: ‘Acesta este Ierusalimul! Eu îl pusesem în mijlocul neamurilor și de jur împrejurul lui sunt țări.",
                "6": "Dar el s-a răzvrătit împotriva legilor și poruncilor Mele și s-a făcut mai vinovat decât neamurile și țările de primprejur, căci a nesocotit legile Mele, n-a urmat poruncile Mele.’",
                "7": "De aceea, așa vorbește Domnul Dumnezeu: ‘Pentru că ați fost mai îndărătnici decât neamurile care vă înconjoară, pentru că n-ați urmat poruncile Mele și n-ați împlinit legile Mele și n-ați lucrat nici măcar după legile neamurilor care vă înconjoară,",
                "8": "din pricina aceasta, așa zice Domnul Dumnezeu: «Iată, am necaz pe tine și voi aduce la îndeplinire în mijlocul tău judecățile Mele, sub ochii neamurilor.",
                "9": "Din pricina tuturor urâciunilor tale, îți voi face ce n-am făcut niciodată și nici nu voi mai face vreodată.",
                "10": "De aceea, părinții vor mânca pe copiii lor în mijlocul tău și copiii vor mânca pe părinții lor; Îmi voi împlini judecățile împotriva ta și voi risipi în toate vânturile pe toți cei ce vor mai rămâne din tine.»",
                "11": "De aceea, pe viața Mea’, zice Domnul Dumnezeu, ‘pentru că Mi-ai pângărit Locașul Meu cel Sfânt cu toți idolii și toate urâciunile tale, și Eu Îmi voi întoarce ochii de la tine; ochiul Meu va fi fără milă și nu Mă voi îndura.",
                "12": "O treime din locuitorii tăi va muri de ciumă și va fi nimicită de foamete în mijlocul tău: o treime va cădea ucisă de sabie în jurul tău și o treime o voi risipi în toate vânturile și voi scoate sabia după ei.",
                "13": "Îmi voi potoli astfel mânia, Îmi voi domoli astfel urgia cu ei și Mă voi răzbuna ca să știe că Eu, Domnul, am vorbit în mânia Mea, vărsându-Mi urgia peste ei.",
                "14": "Te voi preface într-un pustiu, te voi face de ocară printre neamurile care te înconjoară, înaintea tuturor trecătorilor.",
                "15": "Vei ajunge de ocară și de rușine, vei fi o pildă și o groază pentru neamurile care te înconjoară când voi aduce la îndeplinire judecățile Mele împotriva ta, cu mânie, cu urgie și cu pedepse aspre – Eu, Domnul, o spun – când voi arunca împotriva lor săgețile nimicitoare ale foametei, care dau moartea și pe care le voi trimite să vă nimicească.",
                "16": "Căci la nenorocirile voastre voi mai adăuga și foametea și vă voi sfărâma toiagul pâinii.",
                "17": "Voi trimite împotriva voastră nu numai foametea, ci și fiarele sălbatice, care vă vor lăsa fără copii. Ciuma și vărsarea de sânge vor trece prin mijlocul tău; voi aduce peste tine și sabia. Eu, Domnul, vorbesc.’”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "„Tu, fiul omului, ia-ți o sabie ascuțită și folosește-o ca pe un brici de ras! Trece-o peste cap și peste barbă, apoi ia niște talere de cântărit și împarte părul!",
                "2": "Când se vor împlini zilele asediului, să arzi o treime din el în mijlocul cetății. Apoi să iei o altă treime și s-o tai cu sabia, mergând de jur împrejurul cetății, iar o treime s-o arunci în vânt. Căci voi da drumul la o sabie după ei.",
                "3": "Totuși, să iei un mic număr de fire de păr, pe care să le păstrezi în poalele hainei tale.",
                "4": "Dintre acestea să iei câteva și să le arunci în mijlocul focului, ca să ardă în el. Din ele va ieși un foc împotriva întregii Case a lui Israel“.",
                "5": "Așa vorbește Stăpânul Domn: „Acesta este Ierusalimul pe care Eu l-am pus în mijlocul națiunilor și împrejurul căruia am așezat țări.",
                "6": "El s-a răzvrătit față de deciziile Mele, devenind chiar mai rău decât națiunile, și față de hotărârile Mele, devenind chiar mai rău decât țările din jurul lui. Într-adevăr, el a respins deciziile Mele și n-a urmat hotărârile Mele.",
                "7": "De aceea, așa vorbește Stăpânul Domn: «Pentru că zarva voastră a fost mai mare decât a națiunilor care sunt în jurul vostru, pentru că n-ați urmat hotărârile Mele, n-ați împlinit deciziile Mele și n-ați trăit nici măcar în conformitate cu legile națiunilor din jurul vostru,",
                "8": "de aceea, așa zice Stăpânul Domn: ‘Iată, Eu Însumi sunt împotriva ta și Îmi voi împlini în mijlocul tău judecățile, înaintea ochilor națiunilor.",
                "9": "Îți voi face ceea ce n-am mai făcut și nici nu voi mai face, și aceasta se va întâmpla din cauza tuturor urâciunilor tale.",
                "10": "De aceea, în mijlocul tău, părinții își vor mânca copiii, iar copiii își vor mânca părinții. Voi face în tine judecată și voi împrăștia întreaga ta rămășiță în toate direcțiile.",
                "11": "De aceea, viu sunt Eu, zice Stăpânul Domn, pentru că ai întinat Sfântul Meu Lăcaș cu toate spurcăciunile tale și cu toate urâciunile tale, Îmi voi întoarce și Eu ochii de la tine. Nu te voi mai privi cu îndurare și nu te voi cruța.",
                "12": "O treime din poporul tău va muri de molimă și va fi nimicită de foamete chiar în mijlocul tău, o altă treime va cădea ucisă de sabie împrejurul tău și o altă treime va fi împrăștiată în toate direcțiile, iar Eu o voi urmări cu sabia.",
                "13": "Și, astfel, mânia Mea se va sfârși, iar Eu voi da odihnă furiei Mele față de ei. Mă voi liniști și vor ști că Eu, Domnul, am vorbit în gelozia Mea, când furia Mea împotriva lor se va sfârși.",
                "14": "Te voi da pradă ruinei și disprețului printre națiunile din jurul tău, înaintea ochilor tuturor trecătorilor.",
                "15": "Vei ajunge de dispreț și de batjocură, vei fi o pildă și un motiv de groază pentru națiunile din jurul tău atunci când voi aduce împotriva ta judecățile, cu mânie, cu furie și cu pedepse aspre. Eu, Domnul, am vorbit.",
                "16": "Când voi trimite împotriva voastră săgețile ucigătoare ale foametei – care vor fi pentru distrugere și pe care Eu le voi trimite să vă distrugă – voi înăspri foametea în mijlocul vostru și vă voi distruge orice resursă de hrană.",
                "17": "Voi trimite peste voi foametea și animalele sălbatice și veți fi lăsați fără copii. Molima și vărsarea de sânge vor trece pe la voi și voi aduce sabia împotriva voastră. Eu, Domnul, am vorbit’»“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "“You, son of man, take a sharp sword. You shall take it as a barber’s razor to yourself, and shall cause it to pass over your head and over your beard. Then take balances to weigh and divide the hair.",
                "2": "A third part you shall burn in the fire in the middle of the city, when the days of the siege are fulfilled. You shall take a third part, and strike with the sword around it. A third part you shall scatter to the wind, and I will draw out a sword after them.",
                "3": "You shall take a small number of these and bind them in the folds of your robe.",
                "4": "Of these again you shall take, and cast them into the middle of the fire, and burn them in the fire. From it a fire will come out into all the house of Israel.",
                "5": "“The Lord Yahweh says: ‘This is Jerusalem. I have set her in the middle of the nations, and countries are around her.",
                "6": "She has rebelled against my ordinances in doing wickedness more than the nations, and against my statutes more than the countries that are around her; for they have rejected my ordinances, and as for my statutes, they have not walked in them.’",
                "7": "“Therefore the Lord Yahweh says: ‘Because you are more turbulent than the nations that are around you, and have not walked in my statutes, neither have kept my ordinances, neither have followed the ordinances of the nations that are around you;",
                "8": "therefore the Lord Yahweh says: ‘Behold, I, even I, am against you; and I will execute judgments among you in the sight of the nations.",
                "9": "I will do in you that which I have not done, and which I will not do anything like it any more, because of all your abominations.",
                "10": "Therefore the fathers will eat the sons within you, and the sons will eat their fathers. I will execute judgments on you; and I will scatter the whole remnant of you to all the winds.",
                "11": "Therefore as I live,’ says the Lord Yahweh, ‘surely, because you have defiled my sanctuary with all your detestable things, and with all your abominations, therefore I will also diminish you. My eye won’t spare, and I will have no pity.",
                "12": "A third part of you will die with the pestilence, and they will be consumed with famine within you. A third part will fall by the sword around you. A third part I will scatter to all the winds, and will draw out a sword after them.",
                "13": "“‘Thus my anger will be accomplished, and I will cause my wrath toward them to rest, and I will be comforted. They will know that I, Yahweh, have spoken in my zeal, when I have accomplished my wrath on them.",
                "14": "“‘Moreover I will make you a desolation and a reproach among the nations that are around you, in the sight of all that pass by.",
                "15": "So it will be a reproach and a taunt, an instruction and an astonishment, to the nations that are around you, when I execute judgments on you in anger and in wrath, and in wrathful rebukes—I, Yahweh, have spoken it—",
                "16": "when I send on them the evil arrows of famine that are for destruction, which I will send to destroy you. I will increase the famine on you and will break your staff of bread.",
                "17": "I will send on you famine and evil animals, and they will bereave you. Pestilence and blood will pass through you. I will bring the sword on you. I, Yahweh, have spoken it.’”"
            }
        }
    }
}