{
    "book": "Ezechiel",
    "chapter": "30",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Cuvântul Domnului mi-a vorbit astfel:",
                "2": "„Fiul omului, prorocește și spune: ‘Așa vorbește Domnul Dumnezeu: «Văitați-vă!… Nenorocită zi!",
                "3": "Căci se apropie ziua, se apropie ziua Domnului, zi întunecoasă – aceasta va fi vremea neamurilor.",
                "4": "Sabia va pătrunde în Egipt și în Etiopia va fi groază când vor cădea morții în Egipt, când i se vor ridica bogățiile și i se vor răsturna temeliile.",
                "5": "Etiopia, Put, Lud, toată Arabia, Cub și fiii țării unite cu ele vor cădea împreună cu ei loviți de sabie.»",
                "6": "Așa vorbește Domnul: «Sprijinitorii Egiptului vor cădea și mândria tăriei lui se va prăbuși! Din Migdol până la Siene vor cădea loviți de sabie», zice Domnul Dumnezeu.",
                "7": "«Vor fi pustiiți între alte țări pustiite și cetățile lui vor fi nimicite în mijlocul altor cetăți nimicite.",
                "8": "Și vor ști că Eu sunt Domnul când voi pune foc în Egipt și când toți sprijinitorii lui vor fi zdrobiți.",
                "9": "În ziua aceea, niște soli se vor duce din partea mea cu corăbiile să tulbure Etiopia în liniștea ei și-i va apuca spaimă mare în ziua Egiptului, căci iată că lucrurile acestea se întâmplă!»",
                "10": "Așa vorbește Domnul Dumnezeu: «Voi pierde mulțimea Egiptului prin mâna lui Nebucadnețar, împăratul Babilonului.",
                "11": "El și poporul lui cu el, cel mai grozav dintre popoare, vor fi trimiși să nimicească țara. Vor scoate sabia împotriva Egiptului și vor umple țara de morți.",
                "12": "Canalele le voi seca, voi da țara în mâinile celor răi; voi pustii țara cu tot ce cuprinde ea prin mâna străinilor. Eu, Domnul, am vorbit!»",
                "13": "Așa vorbește Domnul Dumnezeu: «Voi nimici idolii și voi stârpi din Nof chipurile deșarte. Nu va mai fi niciun voievod din țara Egiptului și voi răspândi groaza în țara Egiptului.",
                "14": "Voi pustii Patrosul, voi pune foc Țoanului și-Mi voi aduce la îndeplinire judecățile asupra Noului.",
                "15": "Îmi voi vărsa urgia asupra Sinului, cetățuia Egiptului, și voi nimici cu desăvârșire mulțimea din No.",
                "16": "Voi pune foc Egiptului; Sinul va fi cuprins de spaimă; Noul va fi deschis prin spărtură și Noful, cucerit ziua-n amiaza mare de vrăjmași.",
                "17": "Tinerii din On și din Pi-Beset vor cădea uciși de sabie și cetățile acestea se vor duce în robie.",
                "18": "La Tahpanes se va întuneca ziua când voi sfărâma jugul Egiptului și când se va sfârși mândria tăriei lui; un nor va acoperi Tahpanesul și cetățile lui vor merge în robie.",
                "19": "Îmi voi aduce astfel la îndeplinire judecățile asupra Egiptului și vor ști că Eu sunt Domnul.»’”",
                "20": "În anul al unsprezecelea, în ziua a șaptea a lunii întâi, cuvântul Domnului mi-a vorbit astfel:",
                "21": "„Fiul omului, am frânt brațul lui Faraon, împăratul Egiptului, și iată că nu-i vor lega rana ca să se vindece, nu-l vor obloji cu legături, nu-l vor lega ca să se întremeze și să poată mânui sabia.",
                "22": "De aceea așa vorbește Domnul Dumnezeu: ‘Iată, am necaz pe Faraon, împăratul Egiptului, și-i voi rupe brațele, pe cel tare și pe cel frânt, ca să-i cadă sabia din mână.",
                "23": "Iar pe egipteni îi voi împrăștia printre neamuri și-i voi risipi în felurite țări.",
                "24": "În schimb, voi întări brațele împăratului Babilonului și-i voi pune o sabie în mână, iar brațele lui Faraon le voi frânge, ca să geamă înaintea lui cum gem cei răniți de moarte.",
                "25": "Dar voi întări brațele împăratului Babilonului, iar brațele lui Faraon vor cădea. Și vor ști că Eu sunt Domnul când voi pune sabia Mea în mâna împăratului Babilonului și când o va întoarce împotriva țării Egiptului.",
                "26": "Voi împrăștia pe egipteni printre neamuri, îi voi risipi în felurite țări și vor ști că Eu sunt Domnul.’”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Cuvântul Domnului mi-a vorbit, zicând:",
                "2": "„Fiul omului, profețește și spune că așa vorbește Stăpânul Domn: «Gemeți și spuneți: ‘Vai ce zi va fi!’",
                "3": "Căci ziua este aproape, ziua Domnului este aproape! Va fi o zi a norilor, o vreme de condamnare a națiunilor!",
                "4": "O sabie va intra în Egipt și va fi teroare în Cuș. Când cei înjunghiați vor cădea în Egipt, și i se vor dărâma temeliile.",
                "5": "Cuș, Put, Lud, toată Arabia, Cub și fiii țării legământului vor cădea uciși de sabie!».",
                "6": "Așa vorbește Domnul: «Sprijinitorii Egiptului vor cădea, și mândria puterii lui se va prăbuși. vor cădea uciși de sabie, zice Stăpânul Domn.",
                "7": "Țara va deveni una pustiită printre alte țări pustiite, printre celelalte cetăți pustiite.",
                "8": "Și vor ști că Eu sunt Domnul, și când toți cei ce-l ajută vor fi zdrobiți.",
                "9": "În ziua aceea, niște mesageri vor pleca dinaintea Mea pe corăbii ca să-l înspăimânte pe Cuș, cel care se credea în siguranță. Îl va cuprinde spaima în ziua căderii Egiptului, căci iată că ziua aceea vine!».",
                "10": "Așa vorbește Stăpânul Domn: prin mâna lui Nebucadnețar, împăratul Babilonului.",
                "11": "El și poporul lui, cei mai groaznici dintre națiuni, vor fi aduși să distrugă țara. și vor umple țara de morți.",
                "12": "Voi preface râurile în pământ uscat și voi vinde țara în mâinile celor răi. Voi pustii țara, cu tot ce cuprinde ea, prin mâna străinului. Eu, Domnul, am vorbit!».",
                "13": "Așa vorbește Stăpânul Domn: și voi stârpi chipurile din Nof. și voi răspândi teama în țara Egiptului.",
                "14": "Voi pustii Patrosul, și voi face judecată în No.",
                "15": "Îmi voi revărsa furia peste Sin, fortăreața Egiptului, și voi nimici mulțimea din No.",
                "16": "Voi da foc Egiptului; Sin va tremura de groază, în No se va pătrunde printr-o spărtură, iar Nof va fi cucerit de dușmani ziua în amiaza mare.",
                "17": "Tinerii din On și din Pi-Beset și înseși cetățile acestea vor merge în captivitate.",
                "18": "Întunecată va fi ziua în care, la Tapanhes, iar mândria puterii lui se va sfârși. Un nor va acoperi Tapanhesul, iar satele lui vor merge în captivitate.",
                "19": "Îmi voi împlini astfel judecățile împotriva Egiptului și va ști că Eu sunt Domnul»“.",
                "20": "În anul al unsprezecelea, în ziua a șaptea a lunii întâi, Cuvântul Domnului a venit la mine și mi-a zis:",
                "21": "„Fiul omului, am frânt brațul lui Faraon, regele Egiptului. Și iată că nu va fi bandajat ca să se poată vindeca, nici nu i se va pune o legătură ca să se prindă la loc, să se refacă și să poată mânui din nou sabia.",
                "22": "De aceea, așa vorbește Stăpânul Domn: «Iată, sunt împotriva lui Faraon, regele Egiptului. Îi voi frânge brațele, atât pe cel puternic, cât și pe cel rupt, și voi face să-i cadă sabia din mână.",
                "23": "Îi voi risipi pe egipteni printre națiuni și-i voi împrăștia în țări străine.",
                "24": "Voi întări brațele împăratului Babilonului și-i voi pune sabia în mână, dar voi frânge brațele lui Faraon, iar acesta va geme înaintea lui cum gem cei loviți de moarte.",
                "25": "Când voi întări brațele împăratului Babilonului, iar brațele lui Faraon vor cădea, vor ști că Eu sunt Domnul și că Eu am pus sabia Mea în mâna împăratului Babilonului și am întins-o împotriva țării Egiptului.",
                "26": "Îi voi risipi pe egipteni printre națiuni și-i voi împrăștia în țări străine. Și vor ști astfel că Eu sunt Domnul»“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Yahweh’s word came again to me, saying,",
                "2": "“Son of man, prophesy, and say, ‘The Lord Yahweh says: “Wail, ‘Alas for the day!’",
                "3": "For the day is near, even Yahweh’s day is near. It will be a day of clouds, a time of the nations.",
                "4": "A sword will come on Egypt, and anguish will be in Ethiopia, when the slain fall in Egypt. They take away her multitude, and her foundations are broken down.",
                "5": "“‘“Ethiopia, Put, Lud, all the mixed people, Cub, and the children of the land that is allied with them, will fall with them by the sword.”",
                "6": "“‘Yahweh says: “They also who uphold Egypt will fall. The pride of her power will come down. They will fall by the sword in it from the tower of Seveneh,” says the Lord Yahweh.",
                "7": "“They will be desolate in the middle of the countries that are desolate. Her cities will be among the cities that are wasted.",
                "8": "They will know that I am Yahweh when I have set a fire in Egypt, and all her helpers are destroyed.",
                "9": "“‘“In that day messengers will go out from before me in ships to make the careless Ethiopians afraid. There will be anguish on them, as in the day of Egypt; for, behold, it comes.”",
                "10": "“‘The Lord Yahweh says: “I will also make the multitude of Egypt to cease, by the hand of Nebuchadnezzar king of Babylon.",
                "11": "He and his people with him, the terrible of the nations, will be brought in to destroy the land. They will draw their swords against Egypt, and fill the land with the slain.",
                "12": "I will make the rivers dry, and will sell the land into the hand of evil men. I will make the land desolate, and all that is therein, by the hand of foreigners. I, Yahweh, have spoken it.”",
                "13": "“‘The Lord Yahweh says: “I will also destroy the idols, and I will cause the images to cease from Memphis. There will be no more a prince from the land of Egypt. I will put a fear in the land of Egypt.",
                "14": "I will make Pathros desolate, and will set a fire in Zoan, and will execute judgments on No.",
                "15": "I will pour my wrath on Sin, the stronghold of Egypt. I will cut off the multitude of No.",
                "16": "I will set a fire in Egypt Sin will be in great anguish. No will be broken up. Memphis will have adversaries in the daytime.",
                "17": "The young men of Aven and of Pibeseth will fall by the sword. They will go into captivity.",
                "18": "At Tehaphnehes also the day will withdraw itself, when I break the yokes of Egypt there. The pride of her power will cease in her. As for her, a cloud will cover her, and her daughters will go into captivity.",
                "19": "Thus I will execute judgments on Egypt. Then they will know that I am Yahweh.”’”",
                "20": "In the eleventh year, in the first month, in the seventh day of the month, Yahweh’s word came to me, saying,",
                "21": "“Son of man, I have broken the arm of Pharaoh king of Egypt. Behold, it has not been bound up, to apply medicines, to put a bandage to bind it, that it may become strong to hold the sword.",
                "22": "Therefore the Lord Yahweh says: ‘Behold, I am against Pharaoh king of Egypt, and will break his arms, the strong arm, and that which was broken. I will cause the sword to fall out of his hand.",
                "23": "I will scatter the Egyptians among the nations, and will disperse them through the countries.",
                "24": "I will strengthen the arms of the king of Babylon, and put my sword in his hand; but I will break the arms of Pharaoh, and he will groan before the king of Babylon with the groaning of a mortally wounded man.",
                "25": "I will hold up the arms of the king of Babylon, but the arms of Pharaoh will fall down. Then they will know that I am Yahweh when I put my sword into the hand of the king of Babylon, and he stretches it out on the land of Egypt.",
                "26": "I will scatter the Egyptians among the nations and disperse them through the countries. Then they will know that I am Yahweh.’”"
            }
        }
    }
}