{
    "book": "Ezechiel",
    "chapter": "28",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Cuvântul Domnului mi-a vorbit astfel:",
                "2": "„Fiul omului, spune voievodului Tirului: ‘Așa vorbește Domnul Dumnezeu: «Pentru că ți s-a îngâmfat inima și ai zis: ‹Eu sunt Dumnezeu și șed pe scaunul de domnie al lui Dumnezeu, în mijlocul mărilor›, măcar că nu ești decât om și nu ești Dumnezeu, măcar că îți dai ifose ca și când ai fi Dumnezeu.",
                "3": "Iată că ești mai înțelept decât Daniel, nicio taină nu este ascunsă de tine;",
                "4": "prin înțelepciunea și priceperea ta ți-ai făcut avere și ți-ai grămădit aur și argint în vistieriile tale;",
                "5": "prin marea ta înțelepciune și prin negoțul tău ți-ai mărit bogățiile și, prin bogățiile tale, inima ți s-a îngâmfat foarte mult.»",
                "6": "De aceea, așa vorbește Domnul Dumnezeu: «Pentru că îți dai ifose ca și când ai fi Dumnezeu,",
                "7": "iată că voi aduce împotriva ta niște străini, pe cele mai asupritoare dintre popoare, care vor scoate sabia împotriva înțelepciunii tale strălucitoare și-ți vor pângări frumusețea.",
                "8": "Te vor arunca în groapă și vei muri ca cei ce cad străpunși de lovituri în mijlocul mărilor.",
                "9": "Vei mai zice tu atunci în fața ucigașului tău: ‹Sunt Dumnezeu›, măcar că ești om, și nu Dumnezeu, sub mâna celui ce te va ucide?",
                "10": "Vei muri de moartea celor netăiați împrejur, de mâna străinilor! Căci Eu am vorbit», zice Domnul Dumnezeu.’”",
                "11": "Cuvântul Domnului mi-a vorbit astfel:",
                "12": "„Fiul omului, fă un cântec de jale asupra împăratului Tirului și spune-i: ‘Așa vorbește Domnul Dumnezeu: «Ajunseseși la cea mai înaltă desăvârșire, erai plin de înțelepciune și desăvârșit în frumusețe.",
                "13": "Stăteai în Eden, grădina lui Dumnezeu, și erai acoperit cu tot felul de pietre scumpe: cu sardonix, cu topaz, cu diamant, cu crisolit, cu onix, cu iaspis, cu safir, cu rubin, cu smarald și cu aur; timpanele și flautele erau în slujba ta, pregătite pentru ziua când ai fost făcut.",
                "14": "Erai un heruvim ocrotitor, cu aripile întinse; te pusesem pe muntele cel sfânt al lui Dumnezeu și umblai prin mijlocul pietrelor scânteietoare.",
                "15": "Ai fost fără prihană în căile tale, din ziua când ai fost făcut până în ziua când s-a găsit nelegiuirea în tine.",
                "16": "Prin mărimea negoțului tău te-ai umplut de silnicie și ai păcătuit; de aceea te-am aruncat de pe muntele lui Dumnezeu și te nimicesc, heruvim ocrotitor, din mijlocul pietrelor scânteietoare.",
                "17": "Ți s-a îngâmfat inima din pricina frumuseții tale, ți-ai stricat înțelepciunea cu strălucirea ta. De aceea, te arunc la pământ, te dau priveliște împăraților.",
                "18": "Prin mulțimea nelegiuirilor tale, prin nedreptatea negoțului tău, ți-ai spurcat locașurile sfinte, de aceea scot din mijlocul tău un foc care te mistuie și te prefac în cenușă pe pământ, înaintea tuturor celor ce te privesc.",
                "19": "Toți cei ce te cunosc între popoare rămân uimiți din pricina ta; ești nimicit și nu vei mai fi niciodată!»’”",
                "20": "Cuvântul Domnului mi-a vorbit astfel:",
                "21": "„Fiul omului, întoarce-ți fața spre Sidon și prorocește împotriva lui!",
                "22": "Spune: ‘Așa vorbește Domnul Dumnezeu: «Iată că am necaz pe tine, Sidonule, și voi fi proslăvit în mijlocul tău, ca să se știe că Eu sunt Domnul când Îmi voi împlini judecățile împotriva lui și când Îmi voi arăta sfințenia în mijlocul lui.",
                "23": "Voi trimite ciuma în el, voi face să curgă sângele pe ulițele lui; vor cădea morții în mijlocul lui, uciși de sabia care va veni din toate părțile să-i lovească, și vor ști astfel că Eu sunt Domnul.",
                "24": "Atunci, el nu va mai fi pentru casa lui Israel un spin care înțeapă, un mărăcine aducător de dureri printre toți cei ce-l înconjoară și-l disprețuiesc. Și vor ști astfel că Eu sunt Domnul Dumnezeu.»",
                "25": "Așa vorbește Domnul Dumnezeu: «Când voi strânge iarăși casa lui Israel din mijlocul popoarelor la care este risipită, Îmi voi arăta în ea sfințenia înaintea neamurilor și vor locui în țara lor pe care am dat-o robului meu Iacov.",
                "26": "Vor locui liniștiți în ea, vor zidi case și vor sădi vii; da, vor locui liniștiți în ea când Îmi voi împlini judecățile împotriva tuturor celor ce-i înconjoară și-i disprețuiesc. Și vor ști că Eu sunt Domnul Dumnezeul lor.»’”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Cuvântul Domnului mi-a vorbit, zicând:",
                "2": "„Fiul omului, spune-i conducătorului Tyrului: «Așa vorbește Stăpânul Domn: și ai zis: ‘Sunt dumnezeu! Stau pe tronul dumnezeilor, în inima mărilor!’. Deși ești om, și nu dumnezeu, îți închipui că inima ta este ca inima dumnezeilor.",
                "3": "Iată, ești mai înțelept decât Daniel! Nicio taină nu-ți este ascunsă!",
                "4": "Prin înțelepciunea și priceperea ta în vistieriile tale.",
                "5": "Prin multa ta înțelepciune în ce privește comerțul ți-ai înmulțit averea, dar, din cauza averii tale, inima ta a devenit mândră».",
                "6": "De aceea, așa vorbește Stăpânul Domn: este ca inima dumnezeilor,",
                "7": "iată, aduc împotriva ta niște străini, pe cele mai groaznice dintre națiuni. și îți vor pângări strălucirea.",
                "8": "Te vor coborî în groapă în inima mărilor.",
                "9": "Vei mai zice tu atunci: ‘Sunt zeu!’, în fața ucigașului tău, deși vei fi om, și nu zeu în mâna celor ce te vor străpunge?",
                "10": "Vei muri de moartea celor necircumciși, ucis de mâna străinilor, căci Eu am vorbit, zice Stăpânul Domn»“.",
                "11": "Cuvântul Domnului mi-a vorbit, zicând:",
                "12": "„Fiul omului, rostește o cântare de jale despre regele Tyrului! Spune-i: «Așa vorbește Stăpânul Domn: ‘Erai un sigiliu al perfecțiunii, plin de înțelepciune și de o frumusețe desăvârșită.",
                "13": "Stăteai în Eden, grădina lui Dumnezeu, și erai acoperit cu tot felul de pietre prețioase: cu sard, topaz, diamant, crisolit, onix, jasp, safir, turcoaz și smarald. Bijuteriile și filigranele tale erau din aur, pregătite încă din ziua în care ai fost creat.",
                "14": "Erai un heruvim protector, cu aripile întinse; și umblai prin mijlocul pietrelor de foc.",
                "15": "Ai fost integru pe căile tale și până când s-a găsit nedreptate în tine.",
                "16": "Prin mărimea comerțului tău și ai păcătuit. și te-am distrus, heruvim protector, din mijlocul pietrelor de foc.",
                "17": "Ai devenit mândru, în inima ta, din cauza frumuseții tale, și ți-ai pervertit înțelepciunea, din cauza splendorii tale. și te-am expus înaintea regilor, ca să fii o priveliște pentru ei.",
                "18": "Prin mulțimea nelegiuirilor tale și prin nedreptatea comerțului tău ți-ai pângărit locurile sfinte. De aceea, am făcut să iasă un foc din mijlocul tău, care te-a ars, și, astfel, te-am făcut scrum pe pământ, înaintea ochilor tuturor celor ce te priveau.",
                "19": "Toți cei ce te cunosc dintre popoare sunt înmărmuriți din cauza ta. și nu vei mai exista niciodată!’»“.",
                "20": "Cuvântul Domnului mi-a vorbit, zicând:",
                "21": "„Fiul omului, îndreaptă-ți fața spre Sidon și profețește împotriva lui.",
                "22": "Spune-i: «Așa vorbește Stăpânul Domn: ‘Iată, sunt împotriva ta, Sidonule, și de aceea Mă voi glorifica în mijlocul tău!’». Și vor ști că Eu sunt Domnul, și Îmi voi arăta sfințenia în el.",
                "23": "Voi trimite molima în el și vărsarea de sânge pe străzile lui. Cel înjunghiat va cădea în mijlocul lui, răpus de sabia care lovește de jur împrejur. Și vor ști astfel că Eu sunt Domnul.",
                "24": "Atunci, pentru cei din Casa lui Israel, nu va mai fi niciun spin care înțeapă și niciun ghimpe care provoacă durere din partea tuturor vecinilor lor care-i disprețuiesc. Și vor ști astfel că Eu sunt Stăpânul Domn.",
                "25": "Așa vorbește Stăpânul Domn: «Când îi voi aduna pe cei din Casa lui Israel dintre popoarele unde au fost împrăștiați, Îmi voi arăta sfințenia prin ei înaintea ochilor națiunilor și ei vor locui în propria lor țară, pe care am dat-o slujitorului Meu Iacov.",
                "26": "Vor locui în siguranță în ea, vor construi case și vor planta vii. Da, vor locui în siguranță când Îmi voi împlini judecățile împotriva tuturor vecinilor lor care-i disprețuiesc. Și vor ști astfel că Eu sunt Domnul, Dumnezeul lor»“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Yahweh’s word came again to me, saying,",
                "2": "“Son of man, tell the prince of Tyre, ‘The Lord Yahweh says: “Because your heart is lifted up, and you have said, ‘I am a god, I sit in the seat of God, in the middle of the seas;’ yet you are man, and no god, though you set your heart as the heart of a god—",
                "3": "behold, you are wiser than Daniel. There is no secret that is hidden from you.",
                "4": "By your wisdom and by your understanding you have gotten yourself riches, and have gotten gold and silver into your treasuries.",
                "5": "By your great wisdom and by your trading you have increased your riches, and your heart is lifted up because of your riches—”",
                "6": "“‘therefore the Lord Yahweh says: “Because you have set your heart as the heart of God,",
                "7": "therefore, behold, I will bring strangers on you, the terrible of the nations. They will draw their swords against the beauty of your wisdom. They will defile your brightness.",
                "8": "They will bring you down to the pit. in the heart of the seas.",
                "9": "Will you yet say before him who kills you, ‘I am God’? But you are man, and not God, in the hand of him who wounds you.",
                "10": "You will die the death of the uncircumcised by the hand of strangers; for I have spoken it,” says the Lord Yahweh.’”",
                "11": "Moreover Yahweh’s word came to me, saying,",
                "12": "“Son of man, take up a lamentation over the king of Tyre, and tell him, ‘The Lord Yahweh says: “You were the seal of full measure, full of wisdom, and perfect in beauty.",
                "13": "You were in Eden, the garden of God. Every precious stone adorned you: ruby, topaz, emerald, chrysolite, onyx, jasper, sapphire, turquoise, and beryl. and of pipes was in you. They were prepared in the day that you were created.",
                "14": "You were the anointed cherub who covers. Then I set you up on the holy mountain of God. You have walked up and down in the middle of the stones of fire.",
                "15": "You were perfect in your ways from the day that you were created, until unrighteousness was found in you.",
                "16": "By the abundance of your commerce, your insides were filled with violence, and you have sinned. Therefore I have cast you as profane out of God’s mountain. I have destroyed you, covering cherub, from the middle of the stones of fire.",
                "17": "Your heart was lifted up because of your beauty. You have corrupted your wisdom by reason of your splendor. I have cast you to the ground. I have laid you before kings, that they may see you.",
                "18": "By the multitude of your iniquities, in the unrighteousness of your commerce, you have profaned your sanctuaries. Therefore I have brought out a fire from the middle of you. It has devoured you. in the sight of all those who see you.",
                "19": "All those who know you among the peoples will be astonished at you. You have become a terror, and you will exist no more.”’”",
                "20": "Yahweh’s word came to me, saying,",
                "21": "“Son of man, set your face toward Sidon, and prophesy against it,",
                "22": "and say, ‘The Lord Yahweh says: “Behold, I am against you, Sidon. I will be glorified among you. Then they will know that I am Yahweh, when I have executed judgments in her, and am sanctified in her.",
                "23": "For I will send pestilence into her, and blood into her streets. The wounded will fall within her, with the sword on her on every side. Then they will know that I am Yahweh.",
                "24": "“‘“There will no longer be a pricking brier to the house of Israel, nor a hurting thorn of any that are around them that scorned them. Then they will know that I am the Lord Yahweh.”",
                "25": "“‘The Lord Yahweh says: “When I have gathered the house of Israel from the peoples among whom they are scattered, and am shown as holy among them in the sight of the nations, then they will dwell in their own land which I gave to my servant Jacob.",
                "26": "They will dwell in it securely. Yes, they will build houses, plant vineyards, and will dwell securely when I have executed judgments on all those around them who have treated them with contempt. Then they will know that I am Yahweh their God.”’”"
            }
        }
    }
}