{
    "book": "Ezechiel",
    "chapter": "47",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "M-a adus înapoi la ușa casei. Și iată că ieșea apă de sub pragul casei, dinspre răsărit, căci fața casei era spre răsărit. Apa se cobora de sub partea dreaptă a casei înspre partea de miazăzi a altarului.",
                "2": "M-a scos pe poarta de miazănoapte și m-a făcut să ocolesc pe dinafară până la poarta de răsărit. Și iată că apa curgea din partea dreaptă.",
                "3": "Când a înaintat omul acela spre răsărit cu măsura în mână, a măsurat o mie de coți și m-a trecut prin apă; apa îmi venea până la glezne.",
                "4": "A mai măsurat iarăși o mie de coți și m-a pus să trec prin apă, și apa îmi venea până la genunchi. A măsurat iarăși o mie de coți și m-a trecut prin ea, și apa îmi venea până la șolduri.",
                "5": "A măsurat iarăși o mie de coți, și atunci era un râu pe care nu-l puteam trece, căci apa era atât de adâncă, încât trebuia să înot – un râu care nu se putea trece.",
                "6": "El mi-a zis: „Ai văzut, fiul omului?” Și m-a luat și m-a adus înapoi pe malul râului.",
                "7": "Când m-a adus înapoi, iată că pe malul râului erau o mulțime de copaci pe amândouă părțile.",
                "8": "El mi-a zis: „Apa aceasta curge spre ținutul de răsărit, se coboară în câmpie și se varsă în mare și, vărsându-se în mare, apele mării se vor vindeca.",
                "9": "Orice făptură vie, care se mișcă, va trăi pretutindeni pe unde va curge râul și vor fi o mulțime de pești; căci, pe oriunde va ajunge apa aceasta, apele se vor face sănătoase și, pretutindeni pe unde va ajunge râul acesta, va fi viață.",
                "10": "Pescarii vor sta pe malurile lui, de la En-Ghedi până la En-Eglaim, și vor întinde mrejele; vor fi pești de felurite soiuri, ca peștii Mării celei Mari, și vor fi foarte mulți.",
                "11": "Mlaștinile și gropile ei nu se vor vindeca, ci vor fi lăsate pradă sării.",
                "12": "Dar, lângă râul acesta, pe malurile lui, de amândouă părțile, vor crește tot felul de pomi roditori. Frunza lor nu se va veșteji și roadele lor nu se vor sfârși; în fiecare lună vor face roade noi, pentru că apele vor ieși din Sfântul Locaș. Roadele lor vor sluji ca hrană și frunzele lor, ca leac.”",
                "13": "Așa vorbește Domnul Dumnezeu: „Iată hotarele țării pe care o veți împărți ca moștenire celor douăsprezece seminții ale lui Israel. Iosif va avea două părți.",
                "14": "O veți stăpâni unul ca și altul, cum am jurat cu mâna ridicată că o voi da părinților voștri. Țara aceasta vă va cădea deci la împărțeală ca moștenire.",
                "15": "Iată hotarele țării: înspre miazănoapte, de la Marea cea Mare, drumul Hetlonului până la Țedad,",
                "16": "Humat, Berota, Sibraim, între hotarul Damascului și hotarul Hamatului, Hațer-Haticon, spre hotarul Havranului.",
                "17": "Astfel, hotarul va fi de la mare până la Hațar-Enon și, la miazănoapte de el, hotarul Damascului, Țafonului și hotarul Hamatului. Acesta va fi hotarul dinspre miazănoapte.",
                "18": "În partea de răsărit, dintre Havran și Damasc, între Galaad și țara lui Israel, hotarul va fi Iordanul, de la hotarul de miazănoapte până la marea de răsărit, și anume până la Tamar. Acesta va fi hotarul de răsărit.",
                "19": "Hotarul de miazăzi, înspre miazăzi, va merge de la Tamar până la apele Meriba, de la Cades până la pârâul Egiptului și până la Marea cea Mare. Acesta va fi hotarul de miazăzi.",
                "20": "Hotarul de apus va fi Marea cea Mare până la locul unde apucă spre Hamat; acesta va fi hotarul de apus.",
                "21": "Țara aceasta o veți împărți între voi, după semințiile lui Israel.",
                "22": "O veți împărți însă ca moștenire prin sorți între voi și între străinii care vor locui în mijlocul vostru, acei străini care vor naște copii în mijlocul vostru. Pe aceștia îi veți privi ca pe niște băștinași între copiii lui Israel. Ei să aibă moștenirea prin sorți împreună cu voi între semințiile lui Israel.",
                "23": "Străinului îi veți da moștenirea lui în seminția în care va locui”, zice Domnul Dumnezeu."
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "După aceea, m-a dus înapoi la intrarea Casei. Și iată că ieșea apă de sub pragul Casei, înspre est, căci Casa era cu fața spre est. Apa venea de sub partea dreaptă a Casei, de la sud de altar.",
                "2": "M-a scos prin poarta de nord și m-a făcut să ocolesc prin exterior până la poarta exterioară dinspre est. Și iată că apa se prelingea din partea dreaptă.",
                "3": "Bărbatul acela a ieșit spre est cu o sfoară de măsurat în mână, a măsurat o mie de coți și apoi m-a trecut prin apă. Apa era până la glezne.",
                "4": "A mai măsurat o mie de coți și m-a trecut iarăși prin apă. Apa era până la genunchi. A mai măsurat o mie de coți și m-a trecut din nou prin ea. Apa era până la coapse.",
                "5": "A măsurat încă o mie de coți și iată că apa devenise acum un râu pe care nu-l puteam trece, căci apa crescuse atât de mult, încât se putea înota în ea. Aceasta devenise un râu care nu mai putea fi traversat.",
                "6": "El mi-a zis: „Ai văzut, fiul omului?“. Apoi m-a luat și m-a adus înapoi pe malul râului.",
                "7": "Când am ajuns, iată că pe malurile râului, de o parte și de alta, erau foarte mulți copaci.",
                "8": "El mi-a zis: „Această apă curge spre teritoriul din est, coboară în Araba și se varsă în mare. Când se varsă în mare, apele mării se vor vindeca.",
                "9": "Orice ființă vie, care mișună acolo unde curge râul, va trăi. Vor fi foarte mulți pești pentru că, acolo unde va ajunge apa aceasta, apele se vor vindeca. Pretutindeni pe unde va ajunge râul acesta, totul va prinde viață.",
                "10": "Pescarii vor sta de-a lungul lui; de la En-Ghedi până la En-Eglaim va fi un loc de aruncat năvoadele. Vor fi foarte mulți pești, de orice fel, ca peștii din Marea cea Mare.",
                "11": "Mlaștinile și bălțile însă nu vor fi vindecate, ci vor fi lăsate pentru sare.",
                "12": "Pe malurile râului, de ambele părți, vor crește tot felul de pomi fructiferi. Frunzele lor nu se vor veșteji și roadele lor nu se vor sfârși căci vor rodi în fiecare lună și aceasta pentru că apa râului iese din Sfântul Lăcaș. Roadele lor vor fi pentru mâncare, iar frunzele lor pentru vindecare“.",
                "13": "Așa vorbește Stăpânul Domn: „Acestea sunt granițele țării pe care o veți împărți ca moștenire celor douăsprezece seminții ale lui Israel. Lui Iosif îi revin două părți, dar restul țării",
                "14": "s-o împărțiți în mod egal, așa cum am jurat, cu mâna ridicată, că o voi da strămoșilor voștri. Țara aceasta va intra deci în moștenirea voastră.",
                "15": "Aceasta va fi granița țării: partea de nord va fi de la Marea cea Mare, pe drumul Hetlonului, trecând de Lebo-Hamat, spre Țedad,",
                "16": "Berota, Sibraim (care este între granița Damascului și granița Hamatului) și Hațer-Haticon care este aproape de granița Hauranului.",
                "17": "Așadar, granița va fi de la mare spre Hațar-Enan, de-a lungul graniței de nord a Damascului, având în nord granița Hamatului. Aceasta va fi partea de nord.",
                "18": "Partea de est, între Hauran și Damasc, între Ghilad și țara lui Israel, va fi Iordanul, de la graniță până la marea din est, și anume până la Tamar. Aceasta va fi partea de est.",
                "19": "Partea de sud va fi de la Tamar spre sud, până la apele de la Meribot-Kadeș, și apoi de-a lungul Râului Egiptului, până la Marea cea Mare. Aceasta va fi partea de sud.",
                "20": "În partea de vest, granița va fi Marea cea Mare până în dreptul Lebo-Hamatului. Aceasta va fi partea de vest.",
                "21": "Să vă împărțiți țara aceasta între voi, potrivit cu semințiile lui Israel.",
                "22": "S-o împărțiți ca moștenire atât pentru voi, cât și pentru străinii care locuiesc în mijlocul vostru și cărora li s-au născut fii în mijlocul vostru. Ei să fie pentru voi ca niște băștinași între fiii lui Israel. Să-și primească moștenirea împreună cu voi, în mijlocul semințiilor lui Israel.",
                "23": "În orice seminție va locui străinul, acolo îi veți da moștenirea, zice Stăpânul Domn."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "He brought me back to the door of the temple; and behold, waters flowed out from under the threshold of the temple eastward, for the front of the temple faced toward the east. The waters came down from underneath, from the right side of the temple, on the south of the altar.",
                "2": "Then he brought me out by the way of the gate northward, and led me around by the way outside to the outer gate, by the way of the gate that looks toward the east. Behold, waters ran out on the right side.",
                "3": "When the man went out eastward with the line in his hand, he measured one thousand cubits, and he caused me to pass through the waters, waters that were to the ankles.",
                "4": "Again he measured one thousand, and caused me to pass through the waters, waters that were to the knees. Again he measured one thousand, and caused me to pass through waters that were to the waist.",
                "5": "Afterward he measured one thousand; and it was a river that I could not pass through, for the waters had risen, waters to swim in, a river that could not be walked through.",
                "6": "He said to me, “Son of man, have you seen this?” Then he brought me and caused me to return to the bank of the river.",
                "7": "Now when I had returned, behold, on the bank of the river were very many trees on the one side and on the other.",
                "8": "Then he said to me, “These waters flow out toward the eastern region and will go down into the Arabah. Then they will go toward the sea and flow into the sea which will be made to flow out; and the waters will be healed.",
                "9": "It will happen that every living creature which swarms, in every place where the rivers come, will live. Then there will be a very great multitude of fish; for these waters have come there, and the waters of the sea will be healed, and everything will live wherever the river comes.",
                "10": "It will happen that fishermen will stand by it. From En Gedi even to En Eglaim will be a place for the spreading of nets. Their fish will be after their kinds, as the fish of the great sea, exceedingly many.",
                "11": "But its swamps and marshes will not be healed. They will be given up to salt.",
                "12": "By the river banks, on both sides, will grow every tree for food, whose leaf won’t wither, neither will its fruit fail. It will produce new fruit every month, because its waters issue out of the sanctuary. Its fruit will be for food, and its leaf for healing.”",
                "13": "The Lord Yahweh says: “This shall be the border by which you shall divide the land for inheritance according to the twelve tribes of Israel. Joseph shall have two portions.",
                "14": "You shall inherit it, one as well as another; for I swore to give it to your fathers. This land will fall to you for inheritance.",
                "15": "“This shall be the border of the land: “On the north side, from the great sea, by the way of Hethlon, to the entrance of Zedad;",
                "16": "Hamath, Berothah, Sibraim (which is between the border of Damascus and the border of Hamath), to Hazer Hatticon, which is by the border of Hauran.",
                "17": "The border from the sea shall be Hazar Enon at the border of Damascus; and on the north northward is the border of Hamath. This is the north side.",
                "18": "“The east side, between Hauran, Damascus, Gilead, and the land of Israel, shall be the Jordan; from the north border to the east sea you shall measure. This is the east side.",
                "19": "“The south side southward shall be from Tamar as far as the waters of Meriboth Kadesh, to the brook, to the great sea. This is the south side southward.",
                "20": "“The west side shall be the great sea, from the south border as far as opposite the entrance of Hamath. This is the west side.",
                "21": "“So you shall divide this land to yourselves according to the tribes of Israel.",
                "22": "You shall divide it by lot for an inheritance to you and to the aliens who live among you, who will father children among you. Then they shall be to you as the native-born among the children of Israel. They shall have inheritance with you among the tribes of Israel.",
                "23": "In whatever tribe the stranger lives, there you shall give him his inheritance,” says the Lord Yahweh."
            }
        }
    }
}