{
    "book": "Ezechiel",
    "chapter": "10",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "M-am uitat și iată că pe cerul care era deasupra capului heruvimilor era ceva ca o piatră de safir; deasupra lor se vedea ceva asemănător cu un chip de scaun de domnie.",
                "2": "Și Domnul a zis omului aceluia îmbrăcat în haine de in: „Vâră-te între roțile de sub heruvimi, umple-ți mâinile cu cărbunii aprinși care sunt între heruvimi și împrăștie-i peste cetate!” Și el s-a vârât între roți sub ochii mei.",
                "3": "Heruvimii stăteau în partea dreaptă a casei când s-a vârât omul acela între roți, iar norul a umplut curtea dinăuntru.",
                "4": "Atunci, slava Domnului s-a ridicat de pe heruvimi și s-a îndreptat spre pragul casei, așa încât Templul s-a umplut de nor și curtea s-a umplut de strălucirea slavei Domnului.",
                "5": "Vâjâitul aripilor heruvimilor s-a auzit până la curtea de afară, ca glasul Dumnezeului celui Atotputernic, când vorbește.",
                "6": "Când a poruncit deci omului aceluia îmbrăcat în haina de in să ia foc dintre roți, dintre heruvimi, omul acesta s-a dus și s-a așezat lângă roți.",
                "7": "Atunci, un heruvim a întins mâna între heruvimi spre focul care era între heruvimi; a luat foc și l-a pus în mâinile omului aceluia îmbrăcat cu haina de in. Și omul acesta l-a luat și a ieșit afară.",
                "8": "La heruvimi se vedea ceva ca o mână de om sub aripile lor.",
                "9": "M-am uitat și iată că lângă heruvimi erau patru roți: o roată lângă un heruvim și o roată lângă celălalt heruvim, dar roțile acestea străluceau ca o piatră de crisolit.",
                "10": "După înfățișare, toate cele patru roți aveau același chip; fiecare roată părea că este în mijlocul altei roți.",
                "11": "Când mergeau, mergeau de cele patru laturi ale lor și nu se învârteau în mers, ci mergeau încotro mergea capul, fără să se învârtească în mersul lor.",
                "12": "Tot trupul heruvimilor, spatele lor, mâinile lor și aripile lor erau pline de ochi ca și cele patru roți dimprejur.",
                "13": "Am auzit cu urechile mele că roțile erau chemate „roți învârtitoare”.",
                "14": "Fiecare avea patru fețe: fața celui dintâi era o față de heruvim; fața celui de-al doilea, o față de om; a celui de-al treilea, o față de leu și a celui de-al patrulea, o față de vultur.",
                "15": "Și heruvimii s-au ridicat. Erau făpturile vii pe care le văzusem lângă râul Chebar.",
                "16": "Când mergeau heruvimii, mergeau și roțile cu ei, și când își întindeau heruvimii aripile ca să se înalțe de la pământ, nici roțile nu se depărtau de ei.",
                "17": "Când se opreau ei, se opreau și ele, și când se înălțau ei, se înălțau și ele cu ei, căci duhul făpturilor vii era în ele.",
                "18": "Slava Domnului a plecat din pragul Templului și s-a așezat pe heruvimi.",
                "19": "Heruvimii și-au întins aripile și s-au înălțat de pe pământ sub ochii mei; când au plecat ei, au plecat și roțile cu ei. S-au oprit la intrarea porții Casei Domnului spre răsărit; și slava Dumnezeului lui Israel era sus, deasupra lor.",
                "20": "Erau făpturile vii pe care le văzusem sub Dumnezeul lui Israel, lângă râul Chebar, și am băgat de seamă că erau heruvimi.",
                "21": "Fiecare avea patru fețe, fiecare avea patru aripi și sub aripile lor era ceva ca o mână de om.",
                "22": "Dar fețele lor erau ca cele pe care le văzusem la râul Chebar, cu aceeași înfățișare: erau tot ei. Fiecare mergea drept înainte."
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "M-am uitat și iată că pe întinderea care se afla deasupra capetelor heruvimilor se vedea ceva ca o piatră de safir care semăna la înfățișare cu un tron.",
                "2": "El i-a vorbit bărbatului îmbrăcat în haine de in și a zis: „Intră între roțile de sub heruvimi! Umple-ți apoi mâinile cu cărbunii aprinși care sunt între heruvimi și împrăștie-i peste cetate!“. Și el a intrat înaintea ochilor mei.",
                "3": "În acest timp, heruvimii stăteau în partea de sud a Casei, iar norul umpluse curtea interioară.",
                "4": "Atunci gloria Domnului s-a ridicat dintre heruvimi și s-a oprit deasupra pragului Casei. Norul a umplut Casa și strălucirea gloriei Domnului a umplut curtea.",
                "5": "Zgomotul făcut de aripile heruvimilor se auzea până în curtea exterioară și era asemenea glasului Dumnezeului celui Atotputernic când vorbește.",
                "6": "Atunci i-a poruncit bărbatului îmbrăcat în haine de in, zicând: „Ia cărbuni aprinși dintre roți, dintre heruvimi!“. Acesta s-a dus și s-a oprit lângă roți.",
                "7": "Atunci unul dintre heruvimi a întins mâna spre focul care era între ei, a luat cărbuni și i-a pus în palma celui cu haine de in. Acesta i-a luat și a ieșit.",
                "8": "Undeva, sub aripile heruvimilor, se vedea forma unei mâini de om.",
                "9": "M-am uitat și, iată că în apropierea heruvimilor erau patru roți, o roată în apropierea unui heruvim și o roată în apropierea următorului heruvim. Înfățișarea roților era ca strălucirea unei pietre de crisolit.",
                "10": "Cele patru roți aveau aceeași înfățișare, fiecare având aspectul unei roți care se afla în mijlocul altei roți.",
                "11": "Când mergeau, ele se puteau deplasa în toate cele patru direcții fără să se rotească în mers, căci, încotro era îndreptat capul fiecărui heruvim, într-acolo mergeau și ele, fără să se rotească în mers.",
                "12": "Tot trupul heruvimilor, inclusiv spatele, mâinile, aripile și roțile – cele patru roți ale lor – era plin de ochi de jur împrejur.",
                "13": "Cât despre roțile lor, ele au fost numite, în auzul meu, roți mișcătoare.",
                "14": "Fiecare heruvim avea patru fețe: prima față era de heruvim, a doua față era de om, a treia față era de leu, iar a patra față era de vultur.",
                "15": "Apoi heruvimii s-au ridicat. Erau aceleași ființe vii pe care le văzusem la râul Chebar.",
                "16": "Când mergeau heruvimii, mergeau și roțile alături de ei, iar când își ridicau aripile ca să se înalțe de la pământ, roțile rămâneau tot în apropierea lor.",
                "17": "Când se opreau, se opreau și ele; când mergeau, mergeau și ele, căci duhul ființelor vii era în ele.",
                "18": "Gloria Domnului a părăsit pragul Casei și s-a oprit deasupra heruvimilor.",
                "19": "Apoi, înaintea ochilor mei, heruvimii și-au ridicat aripile și s-au înălțat de la pământ. Când au ieșit ei, au plecat și roțile împreună cu ei. S-au oprit la intrarea porții dinspre est a Casei Domnului, gloria Dumnezeului lui Israel fiind sus, deasupra lor.",
                "20": "Erau aceleași ființe vii pe care le văzusem stând sub Dumnezeul lui Israel, la râul Chebar, și mi-am dat seama că sunt heruvimi.",
                "21": "Fiecare avea câte patru fețe, câte patru aripi și ceva de forma unor mâini omenești sub aripi.",
                "22": "Înfățișarea fețelor lor era aceeași cu a fețelor pe care le văzusem la râul Chebar; aveau aceeași înfățișare și fiecare mergea în partea în care avea îndreptată fața."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Then I looked, and see, in the expanse that was over the head of the cherubim there appeared above them as it were a sapphire stone, as the appearance of the likeness of a throne.",
                "2": "He spoke to the man clothed in linen, and said, “Go in between the whirling wheels, even under the cherub, and fill both your hands with coals of fire from between the cherubim, and scatter them over the city.” He went in as I watched.",
                "3": "Now the cherubim stood on the right side of the house when the man went in; and the cloud filled the inner court.",
                "4": "Yahweh’s glory mounted up from the cherub, and stood over the threshold of the house; and the house was filled with the cloud, and the court was full of the brightness of Yahweh’s glory.",
                "5": "The sound of the wings of the cherubim was heard even to the outer court, as the voice of God Almighty when he speaks.",
                "6": "It came to pass, when he commanded the man clothed in linen, saying, “Take fire from between the whirling wheels, from between the cherubim,” that he went in and stood beside a wheel.",
                "7": "The cherub stretched out his hand from between the cherubim to the fire that was between the cherubim, and took some of it, and put it into the hands of him who was clothed in linen, who took it and went out.",
                "8": "The form of a man’s hand appeared here in the cherubim under their wings.",
                "9": "I looked, and behold, there were four wheels beside the cherubim, one wheel beside one cherub, and another wheel beside another cherub. The appearance of the wheels was like a beryl stone.",
                "10": "As for their appearance, the four of them had one likeness, like a wheel within a wheel.",
                "11": "When they went, they went in their four directions. They didn’t turn as they went, but to the place where the head looked they followed it. They didn’t turn as they went.",
                "12": "Their whole body, including their backs, their hands, their wings, and the wheels, were full of eyes all around, even the wheels that the four of them had.",
                "13": "As for the wheels, they were called in my hearing, “the whirling wheels”.",
                "14": "Every one of them had four faces. The first face was the face of the cherub. The second face was the face of a man. The third face was the face of a lion. The fourth was the face of an eagle.",
                "15": "The cherubim mounted up. This is the living creature that I saw by the river Chebar.",
                "16": "When the cherubim went, the wheels went beside them; and when the cherubim lifted up their wings to mount up from the earth, the wheels also didn’t turn from beside them.",
                "17": "When they stood, these stood. When they mounted up, these mounted up with them; for the spirit of the living creature was in them.",
                "18": "Yahweh’s glory went out from over the threshold of the house and stood over the cherubim.",
                "19": "The cherubim lifted up their wings and mounted up from the earth in my sight when they went out, with the wheels beside them. Then they stood at the door of the east gate of Yahweh’s house; and the glory of the God of Israel was over them above.",
                "20": "This is the living creature that I saw under the God of Israel by the river Chebar; and I knew that they were cherubim.",
                "21": "Every one had four faces, and every one four wings. The likeness of the hands of a man was under their wings.",
                "22": "As for the likeness of their faces, they were the faces which I saw by the river Chebar, their appearances and themselves. They each went straight forward."
            }
        }
    }
}