{
    "book": "Ezechiel",
    "chapter": "35",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Cuvântul Domnului mi-a vorbit astfel:",
                "2": "„Fiul omului, întoarce-te cu fața spre muntele Seir, prorocește împotriva lui",
                "3": "și zi: ‘Așa vorbește Domnul Dumnezeu: «Iată, am necaz pe tine, muntele Seirului! Îmi întind mâna împotriva ta și te prefac într-o pustietate și într-un pustiu!",
                "4": "Îți voi preface cetățile în dărâmături, vei ajunge o pustietate, ca să știi că Eu sunt Domnul!",
                "5": "Pentru că aveai o ură veșnică și ai doborât cu sabia pe copiii lui Israel în ziua necazului lor, în vremea când nelegiuirea era la culme,",
                "6": "de aceea, pe viața Mea», zice Domnul Dumnezeu, «că te voi face sânge și te va urmări sângele; fiindcă n-ai urât sângele, de aceea sângele te va urmări.",
                "7": "Voi preface muntele Seir într-o pustietate și într-un pustiu și voi nimici cu desăvârșire din el și pe cei ce se duc, și pe cei ce se întorc.",
                "8": "Îi voi umple munții cu morți și cei uciși de sabie vor cădea pe dealurile tale, în văile tale și în toate puhoaiele tale.",
                "9": "Te voi preface în niște pustietăți veșnice, cetățile nu-ți vor mai fi locuite și veți ști că Eu sunt Domnul.",
                "10": "Pentru că ai zis: ‹Aceste două neamuri și aceste două țări vor fi ale mele și le vom lua în stăpânire›, măcar că Domnul era acolo,",
                "11": "de aceea, pe viața Mea», zice Domnul Dumnezeu, «că Mă voi purta cu tine după mânia și urgia pe care le-ai arătat și tu, în ura ta, împotriva lor și Mă voi face cunoscut în mijlocul lor, când te voi judeca.",
                "12": "Vei ști însă că Eu, Domnul, am auzit toate batjocurile pe care le-ai rostit împotriva munților lui Israel când ai zis: ‹Sunt pustiiți și ne sunt dați ca pradă!›",
                "13": "V-ați fălit astfel împotriva Mea prin vorbirile voastre și v-ați înmulțit cuvintele împotriva Mea: am auzit!»",
                "14": "Așa vorbește Domnul Dumnezeu: «Când toată țara se va bucura, pe tine te voi preface într-o pustietate!",
                "15": "Din pricina bucuriei pe care ai simțit-o că moștenirea casei lui Israel era pustiită, îți voi face și ție la fel. Vei ajunge o pustietate, munte al Seirului, tu și tot Edomul, și se va ști că Eu sunt Domnul.»’"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Cuvântul Domnului mi-a vorbit, zicând:",
                "2": "„Fiul omului, îndreaptă-ți fața spre muntele Seir și profețește împotriva lui!",
                "3": "Spune-i că așa vorbește Stăpânul Domn: «Iată, sunt împotriva ta, munte al Seirului! Îmi voi întinde mâna împotriva ta și te voi preface într-o pustietate și într-un loc devastat!",
                "4": "Îți voi preface cetățile în ruină, iar tu vei ajunge o pustietate și vei ști atunci că Eu sunt Domnul.",
                "5": "Pentru că aveai o ură străveche și i-ai trecut prin ascuțișul sabiei pe fiii lui Israel în vremea necazului lor, în vremea pedepsei lor finale,",
                "6": "de aceea, viu sunt Eu, zice Stăpânul Domn, că te voi îneca în sânge și sângele te va urmări. Fiindcă nu ai urât vărsarea de sânge, aceasta te va urmări.",
                "7": "Voi preface muntele Seir într-o pustietate și într-un loc devastat. Și voi nimici din el pe oricine se duce sau se întoarce pe acolo.",
                "8": "Îi voi umple versanții de morții lui. Cei răpuși de sabie vor cădea pe dealurile tale, pe văile tale și în toate albiile tale.",
                "9": "Te voi preface într-o pustietate veșnică și cetățile tale nu vor mai fi locuite. Și vei ști astfel că Eu sunt Domnul.",
                "10": "Pentru că ai zis: ‘Aceste două națiuni și aceste două țări vor fi ale mele și le vom lua în stăpânire!’, cu toate că Domnul era încă acolo,",
                "11": "de aceea, viu sunt Eu, zice Stăpânul Domn, că-ți voi face după mânia și râvna pe care le-ai arătat și tu, în ura ta față de ei. Și Mă voi face cunoscut în mijlocul lor când te voi judeca.",
                "12": "Vei ști astfel că Eu, Domnul, am auzit toate batjocurile pe care le-ai spus despre munții lui Israel atunci când ai zis: ‘Sunt pustiiți, ne sunt dați nouă să-i devorăm!’.",
                "13": "V-ați lăudat împotriva Mea prin vorbirea voastră și v-ați înmulțit cuvintele împotriva Mea, însă Eu am auzit».",
                "14": "Așa vorbește Stăpânul Domn: «Când tot pământul se va bucura, pe tine te voi preface într-o pustietate.",
                "15": "Pentru că te-ai bucurat când moștenirea Casei lui Israel a fost pustiită, îți voi face și ție la fel. Vei ajunge o pustietate, munte Seir, tu și tot Edomul, și veți ști astfel că Eu sunt Domnul»“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Moreover Yahweh’s word came to me, saying,",
                "2": "“Son of man, set your face against Mount Seir, and prophesy against it,",
                "3": "and tell it, ‘The Lord Yahweh says: “Behold, I am against you, Mount Seir, and I will stretch out my hand against you. I will make you a desolation and an astonishment.",
                "4": "I will lay your cities waste, and you will be desolate. Then you will know that I am Yahweh.",
                "5": "“‘“Because you have had a perpetual hostility, and have given over the children of Israel to the power of the sword in the time of their calamity, in the time of the iniquity of the end,",
                "6": "therefore, as I live,” says the Lord Yahweh, “I will prepare you for blood, and blood will pursue you. Since you have not hated blood, therefore blood will pursue you.",
                "7": "Thus I will make Mount Seir an astonishment and a desolation. I will cut off from it him who passes through and him who returns.",
                "8": "I will fill its mountains with its slain. The slain with the sword will fall in your hills and in your valleys and in all your watercourses.",
                "9": "I will make you a perpetual desolation, and your cities will not be inhabited. Then you will know that I am Yahweh.",
                "10": "“‘“Because you have said, ‘These two nations and these two countries will be mine, and we will possess it,’ although Yahweh was there,",
                "11": "therefore, as I live,” says the Lord Yahweh, “I will do according to your anger, and according to your envy which you have shown out of your hatred against them; and I will make myself known among them when I judge you.",
                "12": "You will know that I, Yahweh, have heard all your insults which you have spoken against the mountains of Israel, saying, ‘They have been laid desolate. They have been given to us to devour.’",
                "13": "You have magnified yourselves against me with your mouth, and have multiplied your words against me. I have heard it.”",
                "14": "The Lord Yahweh says: “When the whole earth rejoices, I will make you desolate.",
                "15": "As you rejoiced over the inheritance of the house of Israel because it was desolate, so I will do to you. You will be desolate, Mount Seir, and all Edom, even all of it. Then they will know that I am Yahweh.’”"
            }
        }
    }
}