{
    "book": "Ezechiel",
    "chapter": "43",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "M-a dus la poartă, la poarta dinspre răsărit.",
                "2": "Și iată că slava Dumnezeului lui Israel venea de la răsărit. Glasul Său era ca urletul unor ape mari și pământul strălucea de slava Sa.",
                "3": "Vedenia aceasta semăna cu aceea pe care o avusesem când venisem să nimicesc cetatea și vedeniile acestea semănau cu aceea pe care o avusesem lângă râul Chebar. Și am căzut cu fața la pământ.",
                "4": "Slava Domnului a intrat în casă pe poarta dinspre răsărit.",
                "5": "Atunci, Duhul m-a răpit și m-a dus în curtea dinăuntru. Și casa era plină de slava Domnului!",
                "6": "Am auzit pe cineva vorbindu-mi din casă și un om stătea lângă mine.",
                "7": "El mi-a zis: „Fiul omului, acesta este locul scaunului Meu de domnie, locul unde voi pune talpa picioarelor Mele; aici voi locui veșnic în mijlocul copiilor lui Israel! Casa lui Israel și împărații lor nu-Mi vor mai pângări Numele Meu cel sfânt prin curviile lor și prin trupurile moarte ale împăraților lor la moartea lor",
                "8": "ca atunci când își puneau pragul lor lângă pragul Meu, stâlpii lor lângă stâlpii Mei și nu era decât un zid între Mine și ei. Așa au pângărit ei Numele Meu cel sfânt cu urâciunile pe care le-au săvârșit, de aceea i-am mistuit în mânia Mea.",
                "9": "Acum vor depărta de la Mine curviile lor și trupurile moarte ale împăraților lor și voi locui veșnic în mijlocul lor.",
                "10": "Tu însă, fiul omului, arată Templul acesta casei lui Israel; ei să-i măsoare planul și să roșească de nelegiuirile lor.",
                "11": "Dacă vor roși de toată purtarea lor, arată-le chipul casei acesteia, întocmirea ei, ieșirile și intrările ei, toate planurile și toate legile ei; zugrăvește-le-o sub ochi, ca să păzească toate planurile ei, toate poruncile ei și toate orânduirile ei și să facă întocmai după ele.",
                "12": "Aceasta este legea privitoare la casă. Pe vârful muntelui, tot locul pe care-l va cuprinde ea este preasfânt. Iată, aceasta este legea asupra casei.",
                "13": "Iată măsurile altarului în coți; fiecare cot era cu o palmă mai lung decât cotul obișnuit. Temelia era înaltă de un cot și lată de un cot, și pervazul dimprejur avea o lățime de un lat de mână; aceasta era propteaua altarului.",
                "14": "De la temelia de pe pământ până la pervazul de jos erau doi coți și o lățime de un cot; și de la pervazul cel mic până la cel mare, erau patru coți și un cot lățime.",
                "15": "Altarul avea o vatră de patru coți și din vatra altarului se înălțau patru coarne.",
                "16": "Vatra altarului avea o lungime de doisprezece coți, o lățime de doisprezece coți și cu cele patru laturi ale lui făcea un pătrat.",
                "17": "Pervazul avea paisprezece coți lungime pe paisprezece coți lățime, în cele patru laturi ale lui; marginea de sus era de o jumătate de cot; temelia era lată de un cot de jur împrejur și treptele erau îndreptate spre răsărit.”",
                "18": "El mi-a zis: „Fiul omului, așa vorbește Domnul Dumnezeu: ‘Iată legile cu privire la altar pentru ziua când îl vor face ca să aducă pe el arderi-de-tot și să stropească sângele.",
                "19": "Să dai preoților, leviților care sunt din sămânța lui Țadoc și care se apropie de Mine ca să-Mi slujească’, zice Domnul Dumnezeu, ‘un vițel pentru jertfa de ispășire.",
                "20": "Să iei din sângele lui și să ungi cele patru coarne ale altarului, cele patru colțuri ale pervazului și marginea care-l înconjoară; să curățești astfel altarul și să faci ispășire pentru el.",
                "21": "Să iei vițelul pentru ispășire și să-l ardă într-un loc anume lângă casă, afară din Sfântul Locaș.",
                "22": "În ziua a doua, să aduci ca jertfă de ispășire un țap fără cusur, ca să curățească altarul cum l-au curățit cu vițelul.",
                "23": "După ce vei isprăvi de făcut ispășirea, să aduci un vițel fără cusur și un berbec din turmă fără cusur.",
                "24": "Să-i aduci înaintea Domnului; preoții să-i presare cu sare și să-i aducă Domnului ca ardere-de-tot.",
                "25": "Timp de șapte zile, să jertfești în fiecare zi un țap ca jertfă de ispășire; să jertfească și un vițel și un berbec din turmă, amândoi fără cusur.",
                "26": "Timp de șapte zile, vor face ispășirea și curățirea altarului și-l vor sfinți astfel.",
                "27": "După ce se vor împlini aceste zile, de la ziua a opta înainte, preoții să aducă pe altar arderile-de-tot și jertfele voastre de mulțumire. Și vă voi fi binevoitor’, zice Domnul Dumnezeu.”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "M-a dus apoi la poartă, poarta care dădea înspre est.",
                "2": "Și iată că gloria Dumnezeului lui Israel venea dinspre est. Glasul Lui era ca vuietul unor ape mari, iar pământul strălucea de gloria Lui.",
                "3": "Vedenia aceasta era ca vedenia pe care am văzut-o înainte, ca vedenia pe care am avut-o când a venit să distrugă cetatea și ca vedeniile pe care le-am avut la râul Chebar. Atunci m-am aruncat cu fața la pământ.",
                "4": "Gloria Domnului a intrat în Casă pe poarta de est.",
                "5": "Atunci Duhul m-a ridicat și m-a dus în curtea interioară. Și iată că gloria Domnului a umplut Casa.",
                "6": "În timp ce omul stătea lângă mine, am auzit pe Cineva vorbindu-mi din Casă.",
                "7": "El mi-a zis: „Fiul omului, acesta este locul tronului Meu, locul unde stă talpa piciorului Meu. Aici voi locui în mijlocul fiilor lui Israel pe vecie. Cei din Casa lui Israel și regii lor nu vor mai profana Numele Meu cel sfânt prin prostituția lor și prin trupurile moarte ale regilor lor la moartea lor.",
                "8": "Când își puneau pragul lângă pragul Meu și stâlpii ușilor alături de stâlpii ușilor Mele, nefiind decât un zid între Mine și ei, Îmi profanau Numele Meu cel sfânt prin urâciunile pe care le comiteau. De aceea i-am distrus în mânia Mea.",
                "9": "Acum, să îndepărteze dinaintea Mea prostituția lor și trupurile moarte ale regilor lor, iar Eu voi locui în mijlocul lor pe vecie.",
                "10": "Tu, fiul omului, vorbește Casei lui Israel despre Casa aceasta pentru ca să le fie rușine din cauza nelegiuirilor lor. Lasă-i să-i măsoare planul.",
                "11": "Dacă le va fi rușine de tot ce au făcut, fă-le cunoscut planul Casei cu structura ei, cu ieșirile ei, cu intrările ei – întregul plan cu toate reglementările lui, întregul plan cu toate legile lui. Așterne toate acestea în scris, de față cu ei, ca să respecte cu strictețe întregul plan și toate reglementările lui.",
                "12": "Aceasta este Legea cu privire la Casă: întreg teritoriul de pe vârful muntelui, de jur împrejur, este preasfânt. Iată, aceasta este Legea cu privire la Casă.",
                "13": "Iată care sunt măsurile în coți ale altarului, cotul acesta fiind mai mare cu un lat de palmă decât cotul obișnuit: jgheabul este de un cot adâncime și un cot lățime, cu o margine, de jur împrejur, de o palmă. Iată care este înălțimea altarului:",
                "14": "de la jgheabul așezat pe pământ până la pervazul de jos este o înălțime de doi coți, cu o lățime de un cot. De la pervazul cel mic până la pervazul de sus este o înălțime de patru coți, cu o lățime de un cot.",
                "15": "Vatra altarului este de patru coți înălțime, iar din vatră se înalță patru coarne.",
                "16": "Vatra este de doisprezece coți lungime și doisprezece coți lățime, având patru laturi și alcătuind astfel un pătrat.",
                "17": "Pervazul de sus este de paisprezece coți lungime și paisprezece coți lățime și are patru laturi, cu o margine de jur împrejur largă de o jumătate de cot și cu un jgheab de jur împrejur de un cot. Treptele altarului sunt în partea lui de est“.",
                "18": "El mi-a zis: „Fiul omului, așa vorbește Stăpânul Domn: «Iată care sunt reglementările cu privire la altar pentru ziua când va fi construit ca să fie aduse pe el arderi-de-tot și să se stropească pe el sânge.",
                "19": "Să le dai preoților un taur ca să aducă o jertfă pentru păcat, și anume leviților care sunt dintre urmașii lui Țadok și care au dreptul să se apropie de Mine ca să-Mi slujească, zice Stăpânul Domn.",
                "20": "Să iei din sângele lui și să ungi cele patru coarne ale altarului, cele patru colțuri ale pervazului de sus și marginea, de jur împrejur. Să curățești astfel altarul și să faci ispășire pentru el.",
                "21": "Să iei taurul adus ca jertfă pentru păcat și să-l arzi în locul stabilit pentru aceasta, lângă Casă, în afara Sfântului Lăcaș.",
                "22": "A doua zi să aduci ca jertfă pentru păcat un țap fără cusur. Să curățească astfel altarul cum l-au curățit și cu sângele taurului.",
                "23": "După ce vei termina curățirea, să aduci un taur fără cusur și un berbec din turmă fără cusur.",
                "24": "Să-i aduci înaintea Domnului, iar preoții să arunce pe ei sare și să-i aducă Domnului ca ardere-de-tot.",
                "25": "Șapte zile la rând să aduci câte un țap pe zi ca jertfă pentru păcat, precum și câte un taur și câte un berbec din turmă, toți fără cusur.",
                "26": "Timp de șapte zile, preoții să facă ispășire pentru altar și să-l curățească; astfel îl vor dedica pentru slujbă.",
                "27": "Când se vor încheia aceste zile, începând din ziua a opta, preoții să aducă pe altar arderile voastre de tot și jertfele voastre de pace și Eu vă voi accepta, zice Stăpânul Domn»“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Afterward he brought me to the gate, even the gate that looks toward the east.",
                "2": "Behold, the glory of the God of Israel came from the way of the east. His voice was like the sound of many waters; and the earth was illuminated with his glory.",
                "3": "It was like the appearance of the vision which I saw, even according to the vision that I saw when I came to destroy the city; and the visions were like the vision that I saw by the river Chebar; and I fell on my face.",
                "4": "Yahweh’s glory came into the house by the way of the gate which faces toward the east.",
                "5": "The Spirit took me up and brought me into the inner court; and behold, Yahweh’s glory filled the house.",
                "6": "I heard one speaking to me out of the house, and a man stood by me.",
                "7": "He said to me, “Son of man, this is the place of my throne and the place of the soles of my feet, where I will dwell among the children of Israel forever. The house of Israel will no more defile my holy name, neither they nor their kings, by their prostitution and by the dead bodies of their kings in their high places;",
                "8": "in their setting of their threshold by my threshold and their door post beside my door post. There was a wall between me and them; and they have defiled my holy name by their abominations which they have committed. Therefore I have consumed them in my anger.",
                "9": "Now let them put away their prostitution, and the dead bodies of their kings far from me. Then I will dwell among them forever.",
                "10": "“You, son of man, show the house to the house of Israel, that they may be ashamed of their iniquities; and let them measure the pattern.",
                "11": "If they are ashamed of all that they have done, make known to them the form of the house, its fashion, its exits, its entrances, its structure, all its ordinances, all its forms, and all its laws; and write it in their sight, that they may keep the whole form of it, and all its ordinances, and do them.",
                "12": "“This is the law of the house. On the top of the mountain the whole limit around it shall be most holy. Behold, this is the law of the house.",
                "13": "“These are the measurements of the altar by cubits (the cubit is a cubit and a hand width): the bottom shall be a cubit, and the width a cubit, and its border around its edge a span; and this shall be the base of the altar.",
                "14": "From the bottom on the ground to the lower ledge shall be two cubits, and the width one cubit; and from the lesser ledge to the greater ledge shall be four cubits, and the width a cubit.",
                "15": "The upper altar shall be four cubits; and from the altar hearth and upward there shall be four horns.",
                "16": "The altar hearth shall be twelve cubits long by twelve wide, square in its four sides.",
                "17": "The ledge shall be fourteen cubits long by fourteen wide in its four sides; and the border about it shall be half a cubit; and its bottom shall be a cubit around; and its steps shall look toward the east.”",
                "18": "He said to me, “Son of man, the Lord Yahweh says: ‘These are the ordinances of the altar in the day when they make it, to offer burnt offerings on it, and to sprinkle blood on it.",
                "19": "You shall give to the Levitical priests who are of the offspring of Zadok, who are near to me, to minister to me,’ says the Lord Yahweh, ‘a young bull for a sin offering.",
                "20": "You shall take of its blood and put it on its four horns, and on the four corners of the ledge, and on the border all around. You shall cleanse it and make atonement for it that way.",
                "21": "You shall also take the bull of the sin offering, and it shall be burned in the appointed place of the house, outside of the sanctuary.",
                "22": "“On the second day you shall offer a male goat without defect for a sin offering; and they shall cleanse the altar, as they cleansed it with the bull.",
                "23": "When you have finished cleansing it, you shall offer a young bull without defect and a ram out of the flock without defect.",
                "24": "You shall bring them near to Yahweh, and the priests shall cast salt on them, and they shall offer them up for a burnt offering to Yahweh.",
                "25": "“Seven days you shall prepare every day a goat for a sin offering. They shall also prepare a young bull and a ram out of the flock, without defect.",
                "26": "Seven days shall they make atonement for the altar and purify it. So shall they consecrate it.",
                "27": "When they have accomplished the days, it shall be that on the eighth day and onward, the priests shall make your burnt offerings on the altar and your peace offerings. Then I will accept you,’ says the Lord Yahweh.”"
            }
        }
    }
}