{
    "book": "Ezechiel",
    "chapter": "12",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Cuvântul Domnului mi-a vorbit astfel:",
                "2": "„Fiul omului, tu locuiești în mijlocul unei case de îndărătnici, care au ochi să vadă, și nu văd, urechi de auzit, și n-aud, căci sunt o casă de răzvrătiți.",
                "3": "De aceea, fiul omului, pregătește-ți lucrurile de călătorie și pleacă ziua, sub ochii lor! Pleacă în fața lor din locul unde ești și du-te în alt loc – poate că vor vedea că sunt o casă de îndărătnici.",
                "4": "Scoate-ți lucrurile ca niște lucruri de călătorie ziua, sub ochii lor, dar pleacă seara, în fața lor, cum pleacă cei ce se duc în robie!",
                "5": "Să spargi zidul sub ochii lor și să-ți scoți lucrurile pe acolo.",
                "6": "Să le pui pe umăr sub ochii lor, să le scoți afară pe negură, să-ți acoperi fața și să nu te uiți la pământ, căci vreau să fii un semn pentru casa lui Israel.”",
                "7": "Am făcut cum mi se poruncise: mi-am scos lucrurile ziua ca pentru călătorie, seara am spart zidul cu mâna și le-am scos pe negură și le-am pus pe umăr, în fața lor.",
                "8": "Dimineața însă, cuvântul Domnului mi-a vorbit astfel:",
                "9": "„Fiul omului, nu ți-a zis casa lui Israel, această casă de îndărătnici: ‘Ce faci?’",
                "10": "Spune-le: ‘Așa vorbește Domnul Dumnezeu: «Prorocia aceasta privește pe domnul care este la Ierusalim și pe toată casa lui Israel care se află acolo.»’",
                "11": "Spune: ‘Eu sunt un semn pentru voi! Cum am făcut eu, așa li se va face și lor: se vor duce într-o țară străină, în robie.’",
                "12": "Domnitorul care este în mijlocul lor își va pune lucrurile pe umăr și va pleca pe negură; vor sparge zidul ca să-l scoată afară; își va acoperi fața, ca să nu vadă pământul cu ochii.",
                "13": "Îmi voi întinde mreaja peste el și va fi prins în lațul Meu; îl voi duce la Babilon, în țara haldeenilor, dar nu-i va vedea și va muri acolo.",
                "14": "Pe toți cei ce stau în jurul lui și îi sunt de ajutor și pe toate oștile lui îi voi risipi în toate vânturile și voi scoate sabia după ei.",
                "15": "Atunci vor ști că Eu sunt Domnul, când îi voi împrăștia printre neamuri și îi voi risipi în felurite țări.",
                "16": "Dar voi lăsa din ei vreo câțiva oameni care vor scăpa de sabie, de foamete și de ciumă, ca să istorisească toate urâciunile lor printre neamurile la care vor merge și să știe că Eu sunt Domnul.”",
                "17": "Cuvântul Domnului mi-a vorbit astfel:",
                "18": "„Fiul omului, îți vei mânca pâinea tremurând și îți vei bea apa cu neliniște și groază.",
                "19": "Spune poporului din țară: ‘Așa vorbește Domnul Dumnezeu despre locuitorii Ierusalimului din țara lui Israel: «Ei își vor mânca pâinea cu neliniște și își vor bea apa cu groază, căci țara le va fi jefuită de tot ce are din pricina silniciei tuturor celor ce o locuiesc.",
                "20": "Cetățile pline cu popor vor fi nimicite și țara va fi pustiită, ca să știți că Eu sunt Domnul.»’”",
                "21": "Cuvântul Domnului mi-a vorbit astfel:",
                "22": "„Fiul omului, ce înseamnă acest cuvânt de batjocură pe care-l întrebuințați în țara lui Israel: ‘Zilele se lungesc și toate vedeniile rămân neîmplinite’?",
                "23": "De aceea spune-le: ‘Așa vorbește Domnul Dumnezeu: «Voi face să înceteze acest cuvânt de batjocură și nu se va mai întrebuința în Israel.»’ De aceea spune-le: ‘Se apropie zilele și toate vedeniile se vor împlini!",
                "24": "Căci nu vor mai fi vedenii mincinoase, nici prorociri înșelătoare în mijlocul casei lui Israel!",
                "25": "Căci Eu, Domnul, voi vorbi; ce voi spune se va împlini și nu va mai fi amânat; da, în zilele voastre, casă de îndărătnici, voi rosti un cuvânt și-l voi împlini’”, zice Domnul Dumnezeu.",
                "26": "Cuvântul Domnului mi-a vorbit apoi astfel:",
                "27": "„Fiul omului, iată, casa lui Israel zice: ‘Vedeniile pe care le are el nu sunt aproape să se împlinească și prorocește pentru vremuri depărtate!’",
                "28": "De aceea spune-le: ‘Așa vorbește Domnul Dumnezeu: «Nu va mai fi zăbavă în împlinirea cuvintelor Mele, ci cuvântul pe care-l voi rosti se va împlini»’”, zice Domnul Dumnezeu."
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Cuvântul Domnului mi-a vorbit, zicând:",
                "2": "„Fiul omului, tu locuiești în mijlocul unei Case răzvrătite. Ei au ochi să vadă, dar nu văd și au urechi să audă, dar nu aud, căci sunt o Casă răzvrătită.",
                "3": "De aceea, fiul omului, fă-ți bagajul ca pentru exil și, în timpul zilei, de față cu ei, fă-te că pleci în exil. Pleacă, înaintea ochilor lor, din locuința ta spre un alt loc. Poate vor înțelege că sunt o Casă răzvrătită.",
                "4": "Să-ți scoți afară bagajul ca pentru exil, în timpul zilei, ca să te vadă! Apoi să pleci seara, înaintea ochilor lor, cum pleacă exilații.",
                "5": "Să faci o gaură în zid de față cu ei și să scoți bagajul pe acolo.",
                "6": "Să-l pui pe umăr, înaintea ochilor lor, și să pleci în amurg. Să-ți acoperi fața, astfel încât să nu vezi pământul, căci te fac un semn pentru cei din Casa lui Israel“.",
                "7": "Am făcut cum mi se poruncise. Mi-am scos afară bagajul în timpul zilei, ca pentru exil, iar seara am făcut o gaură în zid cu propriile mele mâini. Am ieșit în amurg și mi-am pus bagajul pe umăr, înaintea ochilor lor.",
                "8": "Dimineața, Cuvântul Domnului mi-a vorbit, zicând:",
                "9": "„Fiul omului, nu te-a întrebat această Casă a lui Israel, această Casă răzvrătită: «Ce faci?».",
                "10": "Să le spui: «Așa vorbește Stăpânul Domn: ‘Rostirea aceasta se referă la prințul din Ierusalim și la toți cei din Casa lui Israel care locuiesc acolo’».",
                "11": "Spune-le astfel: «Eu sunt un semn pentru voi! Cum am făcut eu, așa li se va face și lor. Vor merge captivi în exil».",
                "12": "În amurg, prințul lor își va pune pe umăr bagajul ca să plece. El va face o gaură în zid ca să iasă, apoi își va acoperi fața, ca să nu vadă pământul.",
                "13": "Eu însă voi arunca asupra lui plasa Mea și va fi prins în lațul Meu. Îl voi duce în Babilon, în țara caldeenilor, fără însă s-o poată vedea; și va muri acolo.",
                "14": "Pe toți cei din jurul lui – ajutoarele și toate trupele lui – îi voi împrăștia în toate direcțiile și voi da drumul la o sabie după ei.",
                "15": "Când îi voi împrăștia printre națiuni și-i voi risipi în țări străine, vor ști că Eu sunt Domnul.",
                "16": "Voi scăpa însă de sabie, de foamete și de molimă un anumit număr de bărbați, ca să istorisească despre toate urâciunile lor printre națiunile unde vor ajunge. Și vor ști atunci că Eu sunt Domnul“.",
                "17": "Cuvântul Domnului mi-a vorbit, zicând:",
                "18": "„Fiul omului, mănâncă-ți pâinea tremurând și bea-ți apa cu teamă și neliniște!",
                "19": "Spune poporului țării: «Așa vorbește Stăpânul Domn despre locuitorii Ierusalimului și despre țara lui Israel: ‘Își vor mânca pâinea cu neliniște și își vor bea apa cu groază, căci țara va fi jefuită de toate bunurile ei, din cauza violenței tuturor celor ce locuiesc în ea.",
                "20": "Cetățile locuite vor fi devastate, iar țara va deveni o paragină. Și vor ști atunci că Eu sunt Domnul’»“.",
                "21": "Cuvântul Domnului mi-a vorbit, zicând:",
                "22": "„Fiul omului, ce este cu zicala aceasta pe care o spuneți în țara lui Israel: «Se lungesc zilele și fiecare vedenie rămâne neîmplinită!»?",
                "23": "De aceea, spune-le: «Așa vorbește Stăpânul Domn: ‘Voi face să înceteze această zicală și n-o vor mai folosi în Israel!’». În schimb, spune-le astfel: «Se apropie zilele și împlinirea fiecărei vedenii.",
                "24": "Căci nu va mai fi vreo vedenie falsă sau vreo prezicere lingușitoare în mijlocul Casei lui Israel.",
                "25": "Eu, Domnul, vorbesc, iar cuvântul pe care-l spun se va împlini și nu va mai întârzia, deoarece chiar în zilele tale, Casă răzvrătită, voi împlini ceea ce am spus!, zice Stăpânul Domn»“.",
                "26": "Cuvântul Domnului mi-a vorbit, zicând:",
                "27": "„Fiul omului, iată, Casa lui Israel spune: «Vedenia pe care o are el se va împlini peste multe zile. El profețește cu privire la niște vremuri îndepărtate».",
                "28": "De aceea, spune-le: «Așa vorbește Stăpânul Domn: ‘Nu va mai întârzia niciun cuvânt de-al Meu! Ceea ce am spus se va împlini!, zice Stăpânul Domn’»“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Yahweh’s word also came to me, saying,",
                "2": "“Son of man, you dwell in the middle of the rebellious house, who have eyes to see, and don’t see, who have ears to hear, and don’t hear; for they are a rebellious house.",
                "3": "“Therefore, you son of man, prepare your baggage for moving, and move by day in their sight. You shall move from your place to another place in their sight. It may be they will consider, though they are a rebellious house.",
                "4": "You shall bring out your baggage by day in their sight, as baggage for moving. You shall go out yourself at evening in their sight, as when men go out into exile.",
                "5": "Dig through the wall in their sight, and carry your baggage out that way.",
                "6": "In their sight you shall bear it on your shoulder, and carry it out in the dark. You shall cover your face, so that you don’t see the land, for I have set you for a sign to the house of Israel.”",
                "7": "I did so as I was commanded. I brought out my baggage by day, as baggage for moving, and in the evening I dug through the wall with my hand. I brought it out in the dark, and bore it on my shoulder in their sight.",
                "8": "In the morning, Yahweh’s word came to me, saying,",
                "9": "“Son of man, hasn’t the house of Israel, the rebellious house, said to you, ‘What are you doing?’",
                "10": "“Say to them, ‘The Lord Yahweh says: “This burden concerns the prince in Jerusalem, and all the house of Israel among whom they are.”’",
                "11": "“Say, ‘I am your sign. As I have done, so will it be done to them. They will go into exile, into captivity.",
                "12": "“‘The prince who is among them will bear his baggage on his shoulder in the dark, and will go out. They will dig through the wall to carry things out that way. He will cover his face, because he will not see the land with his eyes.",
                "13": "I will also spread my net on him, and he will be taken in my snare. I will bring him to Babylon to the land of the Chaldeans; yet he will not see it, though he will die there.",
                "14": "I will scatter toward every wind all who are around him to help him, and all his bands. I will draw out the sword after them.",
                "15": "“‘They will know that I am Yahweh when I disperse them among the nations and scatter them through the countries.",
                "16": "But I will leave a few men of them from the sword, from the famine, and from the pestilence, that they may declare all their abominations among the nations where they come. Then they will know that I am Yahweh.’”",
                "17": "Moreover Yahweh’s word came to me, saying,",
                "18": "“Son of man, eat your bread with quaking, and drink your water with trembling and with fearfulness.",
                "19": "Tell the people of the land, ‘The Lord Yahweh says concerning the inhabitants of Jerusalem and the land of Israel: “They will eat their bread with fearfulness and drink their water in dismay, that her land may be desolate, and all that is therein, because of the violence of all those who dwell therein.",
                "20": "The cities that are inhabited will be laid waste, and the land will be a desolation. Then you will know that I am Yahweh.”’”",
                "21": "Yahweh’s word came to me, saying,",
                "22": "“Son of man, what is this proverb that you have in the land of Israel, saying, ‘The days are prolonged, and every vision fails’?",
                "23": "Tell them therefore, ‘The Lord Yahweh says: “I will make this proverb to cease, and they will no more use it as a proverb in Israel;”’ but tell them, ‘“The days are at hand, and the fulfillment of every vision.",
                "24": "For there will be no more any false vision nor flattering divination within the house of Israel.",
                "25": "For I am Yahweh. I will speak, and the word that I speak will be performed. It will be no more deferred; for in your days, rebellious house, I will speak the word and will perform it,” says the Lord Yahweh.’”",
                "26": "Again Yahweh’s word came to me, saying,",
                "27": "“Son of man, behold, they of the house of Israel say, ‘The vision that he sees is for many days to come, and he prophesies of times that are far off.’",
                "28": "“Therefore tell them, ‘The Lord Yahweh says: “None of my words will be deferred any more, but the word which I speak will be performed,” says the Lord Yahweh.’”"
            }
        }
    }
}