{
  "book": "Ezra",
  "chapter": "2",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Iată oamenii din țară care s-au întors din robie, și anume aceia pe care îi luase Nebucadnețar, împăratul Babilonului, robi la Babilon, și care s-au întors la Ierusalim și în Iuda, fiecare în cetatea lui.",
        "2": "Au plecat cu Zorobabel, Iosua, Neemia, Seraia, Reelaia, Mardoheu, Bilșan, Mispar, Bigvai, Rehum, Baana. Numărul bărbaților din poporul lui Israel:",
        "3": "fiii lui Pareoș, două mii o sută șaptezeci și doi;",
        "4": "fiii lui Șefatia, trei sute șaptezeci și doi;",
        "5": "fiii lui Arah, șapte sute șaptezeci și cinci;",
        "6": "fiii lui Pahat-Moab, din fiii lui Iosua și ai lui Ioab, două mii opt sute doisprezece;",
        "7": "fiii lui Elam, o mie două sute cincizeci și patru;",
        "8": "fiii lui Zatu, nouă sute patruzeci și cinci;",
        "9": "fiii lui Zacai, șapte sute șaizeci;",
        "10": "fiii lui Bani, șase sute patruzeci și doi;",
        "11": "fiii lui Bebai, șase sute douăzeci și trei;",
        "12": "fiii lui Azgad, o mie două sute douăzeci și doi;",
        "13": "fiii lui Adonicam, șase sute șaizeci și șase;",
        "14": "fiii lui Bigvai, două mii cincizeci și șase;",
        "15": "fiii lui Adin, patru sute cincizeci și patru;",
        "16": "fiii lui Ater, din familia lui Ezechia, nouăzeci și opt;",
        "17": "fiii lui Bețai, trei sute douăzeci și trei;",
        "18": "fiii lui Iora, o sută doisprezece;",
        "19": "fiii lui Hașum, două sute douăzeci și trei;",
        "20": "fiii lui Ghibar, nouăzeci și cinci;",
        "21": "fiii Betleemului, o sută douăzeci și trei;",
        "22": "oamenii din Netofa, cincizeci și șase;",
        "23": "oamenii din Anatot, o sută douăzeci și opt;",
        "24": "fiii Azmavetului, patruzeci și doi;",
        "25": "fiii Chiriat-Arimului, Chefirei și Beerotului, șapte sute patruzeci și trei;",
        "26": "fiii Ramei și ai Ghebei, șase sute douăzeci și unu;",
        "27": "oamenii din Micmas, o sută douăzeci și doi;",
        "28": "oamenii din Betel și Ai, două sute douăzeci și trei;",
        "29": "oamenii din Nebo, cincizeci și doi;",
        "30": "fiii Magbișului, o sută cincizeci și șase;",
        "31": "fiii celuilalt Elam, o mie două sute cincizeci și patru;",
        "32": "fiii lui Harim, trei sute douăzeci;",
        "33": "oamenii din Lod, Hadid și Ono, șapte sute douăzeci și cinci;",
        "34": "fiii Ierihonului, trei sute patruzeci și cinci;",
        "35": "fiii lui Senaa, trei mii șase sute treizeci.",
        "36": "Preoți: fiii lui Iedaeia, din casa lui Iosua, nouă sute șaptezeci și trei;",
        "37": "fiii lui Imer, o mie cincizeci și doi;",
        "38": "fiii lui Pașhur, o mie două sute patruzeci și șapte;",
        "39": "fiii lui Harim, o mie șaptesprezece.",
        "40": "Leviți: fiii lui Iosua și Cadmiel, din fiii lui Hodavia, șaptezeci și patru.",
        "41": "Cântăreți: fiii lui Asaf, o sută douăzeci și opt.",
        "42": "Fiii ușierilor: fiii lui Șalum, fiii lui Ater, fiii lui Talmon, fiii lui Acub, fiii lui Hatita, fiii lui Șobai, de toți o sută treizeci și nouă.",
        "43": "Slujitorii Templului: fiii lui Țiha, fiii lui Hasufa, fiii lui Tabaot,",
        "44": "fiii lui Cheros, fiii lui Siaha, fiii lui Padon,",
        "45": "fiii lui Lebana, fiii lui Hagaba, fiii lui Acub,",
        "46": "fiii lui Hagab, fiii lui Șamlai, fiii lui Hanan,",
        "47": "fiii lui Ghidel, fiii lui Gahar, fiii lui Reaia,",
        "48": "fiii lui Rețin, fiii lui Necoda, fiii lui Gazam,",
        "49": "fiii lui Uza, fiii lui Paseah, fiii lui Besai,",
        "50": "fiii lui Asna, fiii lui Mehunim, fiii lui Nefusim,",
        "51": "fiii lui Bacbuc, fiii lui Hacufa, fiii lui Harhur,",
        "52": "fiii lui Bațlut, fiii lui Mehida, fiii lui Harșa,",
        "53": "fiii lui Barcos, fiii lui Sisera, fiii lui Tamah,",
        "54": "fiii lui Nețiah, fiii lui Hatifa.",
        "55": "Fiii robilor lui Solomon: fiii lui Sotai, fiii lui Soferet, fiii lui Peruda,",
        "56": "fiii lui Iaala, fiii lui Darcon, fiii lui Ghidel,",
        "57": "fiii lui Șefatia, fiii lui Hatil, fiii lui Pocheret-Hațebaim, fiii lui Ami.",
        "58": "Toți slujitorii Templului și fiii robilor lui Solomon erau trei sute nouăzeci și doi.",
        "59": "Iată cei ce au plecat din Tel-Melah, din Tel-Harșa, din Cherub-Adan, din Imer și care n-au putut să-și arate casa lor părintească și neamul ca să facă dovada că erau din Israel.",
        "60": "Fiii lui Delaia, fiii lui Tobia, fiii lui Necoda, șase sute cincizeci și doi.",
        "61": "Și dintre fiii preoților: fiii lui Habaia, fiii lui Hacoț, fiii lui Barzilai, care luase de nevastă pe una din fetele lui Barzilai, Galaaditul, și a fost numit cu numele lor.",
        "62": "Și-au căutat însemnarea în cărțile spițelor de neam, dar n-au găsit-o. De aceea, au fost îndepărtați de la preoție",
        "63": "și dregătorul le-a spus să nu mănânce lucruri preasfinte până când un preot va întreba pe Urim și Tumim.",
        "64": "Toată adunarea era de patruzeci și două de mii trei sute șaizeci de inși,",
        "65": "afară de robii și roabele lor, în număr de șapte mii trei sute treizeci și șapte. Între ei, se aflau două sute de cântăreți și cântărețe.",
        "66": "Aveau șapte sute treizeci și șase de cai, două sute patruzeci și cinci de catâri,",
        "67": "patru sute treizeci și cinci de cămile și șase mii șapte sute douăzeci de măgari.",
        "68": "Unii capi de familie, la venirea lor la Casa Domnului în Ierusalim, au adus daruri de bunăvoie pentru Casa lui Dumnezeu, ca s-o așeze din nou pe locul unde fusese.",
        "69": "Au dat la vistieria lucrării, după mijloacele lor, șaizeci și una de mii de darici de aur, cinci mii de mine de argint și o sută de haine preoțești.",
        "70": "Preoții și leviții, oamenii din popor, cântăreții, ușierii și slujitorii Templului s-au așezat în cetățile lor. Tot Israelul a locuit în cetățile lui."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Aceștia sunt fiii provinciei, care au venit din captivitatea exilului, cei pe care Nebucadnețar, împăratul Babilonului, îi dusese în exil în Babilon și care s-au întors la Ierusalim, în Iuda, fiecare în cetatea sa.",
        "2": "Ei au venit cu Zerub-Babel, Iosua, Neemia, Seraia, Reelaia, Mardoheu, Bilșan, Mispar, Bigvai, Rehum și Baana. Iată care este numărul acestor oameni din poporul Israel:",
        "3": "urmașii lui Paroș – în număr de două mii o sută șaptezeci și doi;",
        "4": "urmașii lui Șefatia – în număr de trei sute șaptezeci și doi;",
        "5": "urmașii lui Arah – în număr de șapte sute șaptezeci și cinci;",
        "6": "urmașii lui Pahat-Moab, dintre urmașii lui Iosua și ai lui Ioab – în număr de două mii opt sute doisprezece;",
        "7": "urmașii lui Elam – în număr de o mie două sute cincizeci și patru;",
        "8": "urmașii lui Zatu – în număr de nouă sute patruzeci și cinci;",
        "9": "urmașii lui Zacai – în număr de șapte sute șaizeci;",
        "10": "urmașii lui Bani – în număr de șase sute patruzeci și doi;",
        "11": "urmașii lui Bebai – în număr de șase sute douăzeci și trei;",
        "12": "urmașii lui Azgad – în număr de o mie două sute douăzeci și doi;",
        "13": "urmașii lui Adonikam – în număr de șase sute șaizeci și șase;",
        "14": "urmașii lui Bigvai – în număr de două mii cincizeci și șase;",
        "15": "urmașii lui Adin – în număr de patru sute cincizeci și patru;",
        "16": "urmașii lui Ater, dintre urmașii lui Ezechia – în număr de nouăzeci și opt;",
        "17": "urmașii lui Bețai – în număr de trei sute douăzeci și trei;",
        "18": "urmașii lui Iora – în număr de o sută doisprezece;",
        "19": "urmașii lui Hașum – în număr de două sute douăzeci și trei;",
        "20": "urmașii lui Ghibar – în număr de nouăzeci și cinci;",
        "21": "urmașii lui Betleem – în număr de o sută douăzeci și trei;",
        "22": "oamenii din Netofa – în număr de cincizeci și șase;",
        "23": "oamenii din Anatot – în număr de o sută douăzeci și opt;",
        "24": "urmașii lui Azmavet – în număr de patruzeci și doi;",
        "25": "urmașii lui Chiriat-Iearim, ai lui Chefira și ai lui Beerot – în număr de șapte sute patruzeci și trei;",
        "26": "urmașii lui Rama și ai lui Gheva – în număr de șase sute douăzeci și unu;",
        "27": "oamenii din Micmaș – în număr de o sută douăzeci și doi;",
        "28": "oamenii din Betel și din Ai – în număr de două sute douăzeci și trei;",
        "29": "urmașii lui Nebo – în număr de cincizeci și doi;",
        "30": "urmașii lui Magbiș – în număr de o sută cincizeci și șase;",
        "31": "urmașii celuilalt Elam – în număr de o mie două sute cincizeci și patru;",
        "32": "urmașii lui Harim – în număr de trei sute douăzeci;",
        "33": "urmașii lui Lod, ai lui Hadid și ai lui Ono – în număr de șapte sute douăzeci și cinci;",
        "34": "urmașii lui Ierihon – în număr de trei sute patruzeci și cinci;",
        "35": "urmașii lui Senaa – în număr de trei mii șase sute treizeci.",
        "36": "Preoții, urmași ai lui Iedaia, din familia lui Iosua – în număr de nouă sute șaptezeci și trei;",
        "37": "urmașii lui Imer – în număr de o mie cincizeci și doi;",
        "38": "urmașii lui Pașhur – în număr de o mie două sute patruzeci și șapte;",
        "39": "urmașii lui Harim – în număr de o mie șaptesprezece.",
        "40": "Leviții, urmași ai lui Iosua și ai lui Kadmiel, dintre urmașii lui Hodavia – în număr de șaptezeci și patru.",
        "41": "Cântăreții, urmași ai lui Asaf – în număr de o sută douăzeci și opt.",
        "42": "Urmașii portarilor, urmași ai lui Șalum, ai lui Ater, ai lui Talmon, ai lui Akub, ai lui Hatita și ai lui Șobai – în total, în număr de o sută treizeci și nouă.",
        "43": "Slujitorii de la Templu, urmași ai lui Țiha, ai lui Hasufa, ai lui Tabaot,",
        "44": "ai lui Cheros, ai lui Siaha, ai lui Padon,",
        "45": "ai lui Lebana, ai lui Hagaba, ai lui Akub,",
        "46": "ai lui Hagab, ai lui Șalmai, ai lui Hanan,",
        "47": "ai lui Ghidel, ai lui Gahar, ai lui Reaia,",
        "48": "ai lui Rețin, ai lui Nekoda, ai lui Gazam,",
        "49": "ai lui Uza, ai lui Paseah, ai lui Besai,",
        "50": "ai lui Asna, ai lui Meunim, ai lui Nefusim,",
        "51": "ai lui Bakbuk, ai lui Hakufa, ai lui Harhur,",
        "52": "ai lui Bațlut, ai lui Mehida, ai lui Harșa,",
        "53": "ai lui Barkos, ai lui Sisera, ai lui Temah,",
        "54": "ai lui Nețiah și ai lui Hatifa.",
        "55": "Urmașii slujitorilor lui Solomon, urmași ai lui Sotai, ai lui Hasoferet, ai lui Peruda,",
        "56": "ai lui Iaala, ai lui Darkon, ai lui Ghidel,",
        "57": "ai lui Șefatia, ai lui Hatil, ai lui Pocheret-Hațebaim și ai lui Ami;",
        "58": "toți slujitorii de la Templu și slujitorii lui Solomon la un loc – în număr de trei sute nouăzeci și doi.",
        "59": "Aceștia sunt cei care au venit din Tel-Melah, din Tel-Harșa, din Cherub, din Adon și din Imer și care n-au putut să arate dacă familia părinților lor și neamul lor erau din Israel:",
        "60": "urmașii lui Delaia, ai lui Tobia și ai lui Nekoda – în număr de șase sute cincizeci și doi.",
        "61": "Dintre urmașii preoților: urmașii lui Hobaia, ai lui Hakoț și ai lui Barzilai (cel care a luat-o de soție pe una dintre fetele ghiladitului Barzilai și a primit astfel numele acestuia).",
        "62": "Ei și-au căutat înscrierile lor genealogice, dar nu le-au găsit, astfel că au fost îndepărtați din preoție ca fiind necurați.",
        "63": "Guvernatorul le-a zis să nu mănânce din lucrurile preasfinte, până când preotul nu va hotărî lucrul acesta în conformitate cu Urim și Tumim.",
        "64": "În total, erau patruzeci și două de mii trei sute șaizeci de oameni în toată adunarea,",
        "65": "în afară de slujitorii și slujitoarele lor – în număr de șapte mii trei sute treizeci și șapte – și de cântăreți și cântărețe – în număr de două sute.",
        "66": "Aveau șapte sute treizeci și șase de cai, două sute patruzeci și cinci de catâri,",
        "67": "patru sute treizeci și cinci de cămile și șase mii șapte sute douăzeci de măgari.",
        "68": "Unele căpetenii de familii, la sosirea lor la Casa Domnului din Ierusalim, au adus daruri pentru Casa lui Dumnezeu, ca să fie ridicată pe locul ei de odinioară.",
        "69": "Au dăruit în vistieria lucrării, după puterile lor, următoarele: șaizeci și unu de mii de darici de aur, cinci mii de mine de argint și o sută de tunici preoțești.",
        "70": "Așadar, preoții, leviții, unii oameni din popor, cântăreții, portarii și slujitorii de la Templu s-au așezat în cetățile lor; toți cei din Israel erau în cetățile lor."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now these are the children of the province who went up out of the captivity of those who had been carried away, whom Nebuchadnezzar the king of Babylon had carried away to Babylon, and who returned to Jerusalem and Judah, everyone to his city;",
        "2": "who came with Zerubbabel, Jeshua, Nehemiah, Seraiah, Reelaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum, and Baanah. The number of the men of the people of Israel:",
        "3": "The children of Parosh, two thousand one hundred seventy-two.",
        "4": "The children of Shephatiah, three hundred seventy-two.",
        "5": "The children of Arah, seven hundred seventy-five.",
        "6": "The children of Pahathmoab, of the children of Jeshua and Joab, two thousand eight hundred twelve.",
        "7": "The children of Elam, one thousand two hundred fifty-four.",
        "8": "The children of Zattu, nine hundred forty-five.",
        "9": "The children of Zaccai, seven hundred sixty.",
        "10": "The children of Bani, six hundred forty-two.",
        "11": "The children of Bebai, six hundred twenty-three.",
        "12": "The children of Azgad, one thousand two hundred twenty-two.",
        "13": "The children of Adonikam, six hundred sixty-six.",
        "14": "The children of Bigvai, two thousand fifty-six.",
        "15": "The children of Adin, four hundred fifty-four.",
        "16": "The children of Ater, of Hezekiah, ninety-eight.",
        "17": "The children of Bezai, three hundred twenty-three.",
        "18": "The children of Jorah, one hundred twelve.",
        "19": "The children of Hashum, two hundred twenty-three.",
        "20": "The children of Gibbar, ninety-five.",
        "21": "The children of Bethlehem, one hundred twenty-three.",
        "22": "The men of Netophah, fifty-six.",
        "23": "The men of Anathoth, one hundred twenty-eight.",
        "24": "The children of Azmaveth, forty-two.",
        "25": "The children of Kiriath Arim, Chephirah, and Beeroth, seven hundred forty-three.",
        "26": "The children of Ramah and Geba, six hundred twenty-one.",
        "27": "The men of Michmas, one hundred twenty-two.",
        "28": "The men of Bethel and Ai, two hundred twenty-three.",
        "29": "The children of Nebo, fifty-two.",
        "30": "The children of Magbish, one hundred fifty-six.",
        "31": "The children of the other Elam, one thousand two hundred fifty-four.",
        "32": "The children of Harim, three hundred twenty.",
        "33": "The children of Lod, Hadid, and Ono, seven hundred twenty-five.",
        "34": "The children of Jericho, three hundred forty-five.",
        "35": "The children of Senaah, three thousand six hundred thirty.",
        "36": "The priests: the children of Jedaiah, of the house of Jeshua, nine hundred seventy-three.",
        "37": "The children of Immer, one thousand fifty-two.",
        "38": "The children of Pashhur, one thousand two hundred forty-seven.",
        "39": "The children of Harim, one thousand seventeen.",
        "40": "The Levites: the children of Jeshua and Kadmiel, of the children of Hodaviah, seventy-four.",
        "41": "The singers: the children of Asaph, one hundred twenty-eight.",
        "42": "The children of the gatekeepers: the children of Shallum, the children of Ater, the children of Talmon, the children of Akkub, the children of Hatita, the children of Shobai, in all one hundred thirty-nine.",
        "43": "The temple servants: the children of Ziha, the children of Hasupha, the children of Tabbaoth,",
        "44": "the children of Keros, the children of Siaha, the children of Padon,",
        "45": "the children of Lebanah, the children of Hagabah, the children of Akkub,",
        "46": "the children of Hagab, the children of Shamlai, the children of Hanan,",
        "47": "the children of Giddel, the children of Gahar, the children of Reaiah,",
        "48": "the children of Rezin, the children of Nekoda, the children of Gazzam,",
        "49": "the children of Uzza, the children of Paseah, the children of Besai,",
        "50": "the children of Asnah, the children of Meunim, the children of Nephisim,",
        "51": "the children of Bakbuk, the children of Hakupha, the children of Harhur,",
        "52": "the children of Bazluth, the children of Mehida, the children of Harsha,",
        "53": "the children of Barkos, the children of Sisera, the children of Temah,",
        "54": "the children of Neziah, the children of Hatipha.",
        "55": "The children of Solomon’s servants: the children of Sotai, the children of Hassophereth, the children of Peruda,",
        "56": "the children of Jaalah, the children of Darkon, the children of Giddel,",
        "57": "the children of Shephatiah, the children of Hattil, the children of Pochereth Hazzebaim, the children of Ami.",
        "58": "All the temple servants, and the children of Solomon’s servants, were three hundred ninety-two.",
        "59": "These were those who went up from Tel Melah, Tel Harsha, Cherub, Addan, and Immer; but they could not show their fathers’ houses and their offspring, whether they were of Israel:",
        "60": "the children of Delaiah, the children of Tobiah, the children of Nekoda, six hundred fifty-two.",
        "61": "Of the children of the priests: the children of Habaiah, the children of Hakkoz, and the children of Barzillai, who took a wife of the daughters of Barzillai the Gileadite, and was called after their name.",
        "62": "These sought their place among those who were registered by genealogy, but they were not found; therefore they were deemed disqualified and removed from the priesthood.",
        "63": "The governor told them that they should not eat of the most holy things until a priest stood up to serve with Urim and with Thummim.",
        "64": "The whole assembly together was forty-two thousand three hundred sixty,",
        "65": "in addition to their male servants and their female servants, of whom there were seven thousand three hundred thirty-seven; and they had two hundred singing men and singing women.",
        "66": "Their horses were seven hundred thirty-six; their mules, two hundred forty-five;",
        "67": "their camels, four hundred thirty-five; their donkeys, six thousand seven hundred twenty.",
        "68": "Some of the heads of fathers’ households, when they came to Yahweh’s house which is in Jerusalem, offered willingly for God’s house to set it up in its place.",
        "69": "They gave according to their ability into the treasury of the work sixty-one thousand darics of gold, five thousand minas of silver, and one hundred priests’ garments.",
        "70": "So the priests and the Levites, with some of the people, the singers, the gatekeepers, and the temple servants, lived in their cities, and all Israel in their cities."
      }
    }
  }
}