{
  "book": "Ezra",
  "chapter": "6",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Atunci, împăratul Darius a dat poruncă să se facă cercetări în casa scrisorilor unde se puneau vistieriile în Babilon.",
        "2": "Și s-a găsit la Ahmeta, capitala ținutului Mediei, un sul pe care era scrisă această aducere aminte:",
        "3": "„În anul întâi al domniei împăratului Cirus, împăratul Cirus a dat această poruncă privitoare la Casa lui Dumnezeu din Ierusalim: ‘Casa să fie zidită iarăși, ca să fie un loc unde să se aducă jertfe, și să aibă temelii tari. Să aibă o înălțime de șaizeci de coți, o lățime de șaizeci de coți,",
        "4": "trei rânduri de pietre cioplite și un rând de lemn nou. Cheltuielile vor fi plătite din casa împăratului.",
        "5": "Mai mult, uneltele de aur și de argint ale Casei lui Dumnezeu pe care le luase Nebucadnețar din Templul de la Ierusalim și le adusese la Babilon să fie date înapoi, duse în Templul din Ierusalim, la locul unde erau, și puse în Casa lui Dumnezeu.’”",
        "6": "„Acum, Tatnai, dregătorul de dincolo de râu, Șetar-Boznai și tovarășii voștri de slujbă din Afarsac, care locuiți dincolo de râu, depărtați-vă de locul acesta!",
        "7": "Lăsați să meargă înainte lucrările acestei Case a lui Dumnezeu! Dregătorul iudeilor și bătrânii iudeilor s-o zidească iarăși pe locul unde era.",
        "8": "Iată porunca pe care o dau cu privire la ce veți avea de făcut față de acești bătrâni ai iudeilor, pentru zidirea acestei Case a lui Dumnezeu: cheltuielile, luate din averile împăratului venite din birurile de dincolo de râu, să fie plătite îndată oamenilor acestora, ca să nu înceteze lucrul.",
        "9": "Lucrurile trebuincioase pentru arderile-de-tot ale Dumnezeului cerurilor – viței, berbeci și miei, grâu, sare, vin și untdelemn – să li se dea, la cerere, preoților din Ierusalim zi de zi și fără nicio lipsă,",
        "10": "ca să aducă jertfe de bun miros Dumnezeului cerurilor și să se roage pentru viața împăratului și a fiilor lui.",
        "11": "Și iată porunca pe care o dau cu privire la oricine va călca porunca aceasta: Să se scoată din casa lui o bârnă, s-o ridice ca să fie spânzurat pe ea, și casa să i se prefacă într-o grămadă de gunoi.",
        "12": "Dumnezeul care a pus să locuiască în locul acela Numele Lui să răstoarne pe orice împărat și pe orice popor care ar întinde mâna să calce cuvântul meu, ca să nimicească această Casă a lui Dumnezeu din Ierusalim! Eu, Darius, am dat porunca aceasta. Să fie împlinită întocmai!”",
        "13": "Tatnai, dregătorul de dincoace de râu, Șetar-Boznai și tovarășii lor de slujbă au împlinit întocmai porunca aceasta pe care le-a trimis-o împăratul Darius.",
        "14": "Și bătrânii iudeilor au zidit cu izbândă după prorocirile prorocului Hagai și ale lui Zaharia, fiul lui Ido; au zidit și au isprăvit, după porunca Dumnezeului lui Israel și după porunca lui Cirus, lui Darius și lui Artaxerxe, împăratul perșilor.",
        "15": "Casa a fost isprăvită în ziua a treia a lunii Adar, în al șaselea an al domniei împăratului Darius. Sfințirea Templului",
        "16": "Copiii lui Israel, preoții și leviții și ceilalți fii ai robiei au făcut cu bucurie sfințirea acestei Case a lui Dumnezeu.",
        "17": "Au adus pentru sfințirea acestei Case a lui Dumnezeu o sută de viței, două sute de berbeci, patru sute de miei, și, ca jertfe ispășitoare pentru tot Israelul, doisprezece țapi, după numărul semințiilor lui Israel.",
        "18": "Au pus pe preoți după cetele lor și pe leviți după împărțirile lor, pentru slujba lui Dumnezeu la Ierusalim, cum este scris în cartea lui Moise.",
        "19": "Fiii robiei au prăznuit Paștele în a paisprezecea zi a lunii întâi.",
        "20": "Preoții și leviții se curățiseră cu toții, așa că toți erau curați; au jertfit Paștele pentru toți fiii robiei, pentru frații lor preoții și pentru ei înșiși.",
        "21": "Copiii lui Israel, întorși din robie, au mâncat Paștele împreună cu toți cei ce se depărtaseră de necurăția neamurilor țării și care s-au unit cu ei ca să caute pe Domnul Dumnezeul lui Israel.",
        "22": "Au prăznuit cu bucurie șapte zile Sărbătoarea Azimilor, căci Domnul îi înveselise, făcând pe împăratul Asiriei să-i sprijine în lucrarea Casei lui Dumnezeu, Dumnezeul lui Israel."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Atunci împăratul Darius a dat ordin să se caute în documentele aflate în arhivele din Babilon.",
        "2": "El a găsit în palatul din Ahmeta, din provincia Mediei, un sul în care erau scrise următoarele: „Decret:",
        "3": "În primul an al împăratului Cirus, împăratul Cirus a dat următoarea poruncă cu privire la Casa lui Dumnezeu din Ierusalim: «Casa să fie reconstruită, ca să fie un loc unde să se aducă jertfe, și să-i fie așezate temeliile. Să aibă o înălțime de șaizeci de coți și o lățime de șaizeci de coți;",
        "4": "să aibă trei rânduri de piatră cioplită și un rând de lemn nou. Cheltuielile vor fi suportate de casa împăratului.",
        "5": "Mai mult, vasele de aur și de argint ale Casei lui Dumnezeu, care au fost luate de Nebucadnețar din Templul de la Ierusalim și aduse la Babilon, să fie duse înapoi la locul lor, în Templul de la Ierusalim; să le puneți în Casa lui Dumnezeu!».",
        "6": "Drept urmare, Tatnai, guvernator al provinciei de peste Râu, Șetar-Boznai și camarazii voștri, emisari în provincia de peste Râu, depărtați-vă de locul acela!",
        "7": "Lăsați în pace lucrarea de la această Casă a lui Dumnezeu! Lăsați-i pe guvernatorul iudeilor și pe bătrânii iudeilor să construiască din nou această Casă a lui Dumnezeu pe locul ei de odinioară.",
        "8": "Mai mult, dau următoarea poruncă cu privire la ceea ce trebuie să faceți pentru acești bătrâni ai iudeilor, ca să poată reconstrui această Casă a lui Dumnezeu: cheltuielile acestor oameni să fie imediat plătite din veniturile împăratului provenite din tributul provinciei de peste Râu, astfel încât să nu înceteze lucrul.",
        "9": "Zilnic să se dea preoților de la Ierusalim, la cerere, tot ce au nevoie – boi, berbeci și miei – pentru arderile-de-tot aduse Dumnezeului cerurilor, precum și grâu, sare, vin și ulei, ca să nu ducă lipsă",
        "10": "și ca astfel să poată aduce jertfe de o aromă plăcută Dumnezeului cerurilor și să se roage pentru viața împăratului și a fiilor săi.",
        "11": "De asemenea, dau următoarea poruncă cu privire la orice om care va schimba edictul acesta: să se scoată o bârnă din casa lui și să se ridice bârna ca să fie tras în țeapă pe ea, iar casa lui să fie transformată într-un morman de gunoi din cauza faptei lui.",
        "12": "Fie ca Dumnezeul Care Și-a pus Numele să locuiască acolo să răstoarne pe orice împărat sau popor care va încerca să schimbe ceva cu scopul de a distruge această Casă a lui Dumnezeu din Ierusalim! Eu, Darius, am dat această poruncă! Să fie împlinită întocmai!“. Finalizarea și dedicarea Casei Domnului",
        "13": "Tatnai, guvernatorul provinciei de peste Râu, Șetar-Boznai și camarazii lor au făcut întocmai cum le poruncise împăratul Darius.",
        "14": "Prin urmare, bătrânii iudeilor au continuat să construiască și au reușit, așa cum le profețiseră profetul Hagai și Zaharia, fiul lui Ido. Ei au construit și au terminat, potrivit cu porunca Dumnezeului lui Israel și potrivit cu porunca lui Cirus, a lui Darius și a lui Artaxerxes, împărații Persiei.",
        "15": "Casa a fost terminată în ziua a treia a lunii adar, în al șaselea an al domniei împăratului Darius.",
        "16": "Fiii lui Israel – preoții, leviții și rămășița celor ce fuseseră în exil – au sărbătorit cu bucurie dedicarea acestei Case a lui Dumnezeu.",
        "17": "Pentru dedicarea acestei Case a lui Dumnezeu au oferit o sută de boi, două sute de berbeci și patru sute de miei, iar ca jertfă pentru păcatul întregului Israel au adus doisprezece țapi, după numărul semințiilor lui Israel.",
        "18": "I-au așezat pe preoți, potrivit cu cetele lor, și pe leviți, potrivit cu grupele lor, pentru lucrarea lui Dumnezeu de la Ierusalim, așa cum este scris în Cartea lui Moise. Celebrarea Paștelui",
        "19": "Fiii exilului au sărbătorit Paștele în a paisprezecea zi a lunii întâi.",
        "20": "Preoții și leviții se curățiseră în același timp, astfel că toți erau curați. Ei au înjunghiat mieii de Paște pentru toți fiii exilului, pentru frații lor dintre preoți și pentru ei înșiși.",
        "21": "Fiii lui Israel întorși din exil au mâncat jertfa de Paște împreună cu toți aceia care se separaseră de necurăția națiunilor țării, ca să-L caute pe Domnul, Dumnezeul lui Israel.",
        "22": "Au celebrat cu bucurie Sărbătoarea Azimelor timp de șapte zile, căci Domnul îi înveselise întorcând spre ei inima împăratului Asiriei, ca să-i sprijinească în lucrarea de la Casa lui Dumnezeu, a Dumnezeului lui Israel."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Then Darius the king made a decree, and the house of the archives, where the treasures were laid up in Babylon, was searched.",
        "2": "A scroll was found at Achmetha, in the palace that is in the province of Media, and in it this was written for a record:",
        "3": "In the first year of Cyrus the king, Cyrus the king made a decree: Concerning God’s house at Jerusalem, let the house be built, the place where they offer sacrifices, and let its foundations be strongly laid, with its height sixty cubits and its width sixty cubits;",
        "4": "with three courses of great stones and a course of new timber. Let the expenses be given out of the king’s house.",
        "5": "Also let the gold and silver vessels of God’s house, which Nebuchadnezzar took out of the temple which is at Jerusalem and brought to Babylon, be restored and brought again to the temple which is at Jerusalem, everything to its place. You shall put them in God’s house.",
        "6": "Now therefore, Tattenai, governor beyond the River, Shetharbozenai, and your companions the Apharsachites, who are beyond the River, you must stay far from there.",
        "7": "Leave the work of this house of God alone; let the governor of the Jews and the elders of the Jews build this house of God in its place.",
        "8": "Moreover I make a decree regarding what you shall do for these elders of the Jews for the building of this house of God: that of the king’s goods, even of the tribute beyond the River, expenses must be given with all diligence to these men, that they not be hindered.",
        "9": "That which they have need of, including young bulls, rams, and lambs, for burnt offerings to the God of heaven; also wheat, salt, wine, and oil, according to the word of the priests who are at Jerusalem, let it be given them day by day without fail,",
        "10": "that they may offer sacrifices of pleasant aroma to the God of heaven, and pray for the life of the king and of his sons.",
        "11": "I have also made a decree that whoever alters this message, let a beam be pulled out from his house, and let him be lifted up and fastened on it; and let his house be made a dunghill for this.",
        "12": "May the God who has caused his name to dwell there overthrow all kings and peoples who stretch out their hand to alter this, to destroy this house of God which is at Jerusalem. I Darius have made a decree. Let it be done with all diligence.",
        "13": "Then Tattenai, the governor beyond the River, Shetharbozenai, and their companions did accordingly with all diligence, because Darius the king had sent a decree.",
        "14": "The elders of the Jews built and prospered, through the prophesying of Haggai the prophet and Zechariah the son of Iddo. They built and finished it, according to the commandment of the God of Israel, and according to the decree of Cyrus, Darius, and Artaxerxes king of Persia.",
        "15": "This house was finished on the third day of the month Adar, which was in the sixth year of the reign of Darius the king.",
        "16": "The children of Israel, the priests, the Levites, and the rest of the children of the captivity, kept the dedication of this house of God with joy.",
        "17": "They offered at the dedication of this house of God one hundred bulls, two hundred rams, four hundred lambs; and for a sin offering for all Israel, twelve male goats, according to the number of the tribes of Israel.",
        "18": "They set the priests in their divisions and the Levites in their courses, for the service of God which is at Jerusalem, as it is written in the book of Moses.",
        "19": "The children of the captivity kept the Passover on the fourteenth day of the first month.",
        "20": "Because the priests and the Levites had purified themselves together, all of them were pure. They killed the Passover for all the children of the captivity, for their brothers the priests, and for themselves.",
        "21": "The children of Israel who had returned out of the captivity, and all who had separated themselves to them from the filthiness of the nations of the land to seek Yahweh, the God of Israel, ate,",
        "22": "and kept the feast of unleavened bread seven days with joy; because Yahweh had made them joyful, and had turned the heart of the king of Assyria to them, to strengthen their hands in the work of God, the God of Israel’s house."
      }
    }
  }
}