{
  "book": "Ezra",
  "chapter": "9",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "După ce s-a sfârșit lucrul acesta, căpeteniile s-au apropiat de mine și au zis: „Poporul lui Israel, preoții și leviții nu s-au despărțit de popoarele acestor țări și au făcut urâciunile lor, ale canaaniților, hetiților, fereziților, iebusiților, amoniților, moabiților, egiptenilor și amoriților.",
        "2": "Căci și-au luat neveste din fetele lor pentru ei și pentru fiii lor și au amestecat neamul sfânt cu popoarele țărilor acestora. Și căpeteniile și dregătorii au fost cei dintâi care au săvârșit păcatul acesta.”",
        "3": "Când am auzit lucrul acesta, mi-am sfâșiat hainele și mantaua, mi-am smuls părul din cap și perii din barbă și am stat jos mâhnit.",
        "4": "Atunci s-au strâns la mine toți cei ce se temeau de cuvintele Dumnezeului lui Israel, din pricina păcatului fiilor robiei. Și eu am stat jos mâhnit până la jertfa de seară.",
        "5": "Apoi, în clipa jertfei de seară, m-am sculat din smerirea mea, cu hainele și mantaua sfâșiate, am căzut în genunchi, am întins mâinile spre Domnul Dumnezeul meu și am zis:",
        "6": "„Dumnezeule, sunt uluit și mi-e rușine, Dumnezeule, să-mi ridic fața spre Tine. Căci fărădelegile noastre s-au înmulțit deasupra capetelor noastre și greșelile noastre au ajuns până la ceruri.",
        "7": "Din zilele părinților noștri, am fost foarte vinovați până în ziua de azi și din pricina fărădelegilor noastre am fost dați noi, împărații noștri și preoții noștri în mâinile împăraților străini, pradă sabiei, robiei, jafului și rușinii care ne acoperă astăzi fața.",
        "8": "Și totuși Domnul Dumnezeul nostru S-a îndurat de noi, lăsându-ne câțiva oameni scăpați și dându-ne un adăpost în locul Lui cel sfânt, ca să ne lumineze ochii și să ne dea puțină răsuflare în mijlocul robiei noastre.",
        "9": "Căci suntem robi, dar Dumnezeu nu ne-a părăsit în robia noastră. A îndreptat spre noi bunăvoința împăraților perșilor și ei ne-au dat o nouă putere de viață, ca să putem zidi Casa Dumnezeului nostru și să-i dregem dărâmăturile, făcându-ne astfel rost de un loc de adăpost în Iuda și la Ierusalim.",
        "10": "Acum, ce să mai zicem noi după aceste lucruri, Dumnezeule? Căci am părăsit poruncile Tale,",
        "11": "pe care ni le porunciseși prin robii Tăi, prorocii, zicând: ‘Țara în care intrați s-o stăpâniți este o țară întinată de necurățiile popoarelor din aceste ținuturi, de urâciunile cu care au umplut-o de la un capăt la altul, cu necurățiile lor.",
        "12": "Să nu dați deci pe fetele voastre după fiii lor, nici să nu luați pe fetele lor de neveste pentru fiii voștri și să nu vă pese niciodată nici de propășirea lor, nici de bunăstarea lor. În chipul acesta veți ajunge tari, veți mânca cele mai bune roade ale țării și o veți lăsa pe veci moștenire fiilor voștri.’",
        "13": "După tot ce ni s-a întâmplat din pricina faptelor rele și a marilor greșeli pe care le-am făcut, măcar că Tu, Dumnezeule, nu ne-ai pedepsit după fărădelegile noastre, se cuvine ca, acum, când ne-ai păstrat pe acești oameni scăpați,",
        "14": "să începem iarăși să călcăm poruncile Tale și să ne încuscrim cu aceste popoare urâcioase? N-ar izbucni atunci iarăși mânia Ta împotriva noastră, până acolo încât ne-ar nimici, fără să lase nici rămășiță, nici robi izbăviți?",
        "15": "Doamne, Dumnezeul lui Israel, Tu ești drept, căci astăzi noi suntem o rămășiță de robi izbăviți. Iată-ne înaintea Ta ca niște vinovați și din această pricină nu putem sta înaintea Ta.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "După ce s-au încheiat toate acestea, căpeteniile s-au apropiat de mine, zicând: „Cei din poporul Israel, inclusiv preoții și leviții, nu s-au separat de popoarele țărilor din jur, ci s-au dedat la urâciunile canaaniților, hitiților, periziților, iebusiților, amoniților, moabiților, egiptenilor și amoriților.",
        "2": "Căci și-au luat soții dintre fetele acestora, atât pentru ei, cât și pentru fiii lor, și au amestecat astfel neamul cel sfânt cu popoarele acestor țări. Cei dintâi care au fost necredincioși au fost chiar căpeteniile și dregătorii“.",
        "3": "Când am auzit vestea aceasta, mi-am sfâșiat hainele și mantaua. Mi-am smuls păr din cap și din barbă și m-am lăsat jos înmărmurit.",
        "4": "S-au strâns la mine toți aceia care tremurau de frică la auzul cuvintelor Dumnezeului lui Israel cu privire la necredincioșia celor ce fuseseră în exil. Am rămas așa înmărmurit până la jertfa de seară.",
        "5": "Apoi, la jertfa de seară, m-am ridicat din starea mea smerită, cu hainele și cu mantaua sfâșiate, m-am plecat pe genunchi și, întinzând mâinile spre Domnul, Dumnezeul meu,",
        "6": "am zis: „Dumnezeul meu, sunt umilit și mi-e rușine, Dumnezeul meu, să-mi ridic fața spre Tine! Căci nelegiuirile noastre au ajuns deasupra capetelor noastre și vina noastră a crescut până la ceruri.",
        "7": "Din zilele strămoșilor noștri și până în ziua aceasta am fost foarte vinovați și, din cauza nelegiuirilor noastre, noi, regii noștri și preoții noștri am fost dați pe mâna împăraților străini, a sabiei, a captivității, a jafului și a rușinii, așa cum se vede și astăzi.",
        "8": "Acum, pentru puțină vreme, am avut iarăși parte de bunăvoința Domnului, Dumnezeul nostru, Care ne-a lăsat o rămășiță și ne-a dat un adăpost în Locul Său cel Sfânt, pentru ca Dumnezeul nostru să ne lumineze ochii și să ne aducă puțină înviorare în sclavia noastră.",
        "9": "Deși suntem sclavi, Dumnezeul nostru nu ne-a părăsit în sclavia noastră, ci Și-a arătat îndurarea față de noi înaintea împăraților Persiei și, astfel, ei ne-au reînsuflețit, ca să putem înălța Casa Dumnezeului nostru, s-o ridicăm din ruine și să avem astfel un zid de apărare în Iuda și în Ierusalim.",
        "10": "Dumnezeul nostru, ce să mai zicem acum, după toate cele întâmplate? Căci am părăsit poruncile Tale,",
        "11": "pe care le-ai poruncit prin slujitorii Tăi, profeții, zicând: «Țara în care veți intra ca să o luați în stăpânire este o țară stricată din cauza depravării popoarelor care o locuiesc. Prin urâciunile lor au umplut țara de la un capăt la celălalt de necurățiile lor!",
        "12": "Să nu le dați pe fetele voastre fiilor lor și nici să nu le luați pe fetele lor pentru fiii voștri! Să nu umblați niciodată după fericirea sau bunăstarea lor, ca să vă întăriți, să ajungeți astfel să mâncați bunătățile țării și să le lăsați ca moștenire fiilor voștri pentru totdeauna!».",
        "13": "După toate câte au venit asupra noastră din cauza faptelor noastre rele și a marii noastre vinovății, cu toate că Tu, Dumnezeul nostru, ne-ai pedepsit mai puțin decât am fi meritat în urma nelegiuirilor noastre și ne-ai lăsat rămășița aceasta,",
        "14": "să încălcăm iarăși poruncile Tale și să ne înrudim cu popoarele care practică astfel de urâciuni? Nu Te-ai mânia iarăși pe noi, până acolo încât ne-ai distruge, fără să ne mai lași vreo rămășiță de oameni sau vreun supraviețuitor?",
        "15": "Doamne, Dumnezeul lui Israel, Tu ești drept, căci totuși ne-ai salvat o rămășiță de oameni, așa cum se vede astăzi. Iată-ne acum stând vinovați înaintea Ta, deși știm că, din această cauză, nu merităm să stăm înaintea Ta“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now when these things were done, the princes came near to me, saying, “The people of Israel, the priests, and the Levites have not separated themselves from the peoples of the lands, following their abominations, even those of the Canaanites, the Hittites, the Perizzites, the Jebusites, the Ammonites, the Moabites, the Egyptians, and the Amorites.",
        "2": "For they have taken of their daughters for themselves and for their sons, so that the holy offspring have mixed themselves with the peoples of the lands. Yes, the hand of the princes and rulers has been chief in this trespass.”",
        "3": "When I heard this thing, I tore my garment and my robe, and pulled the hair out of my head and of my beard, and sat down confounded.",
        "4": "Then everyone who trembled at the words of the God of Israel were assembled to me because of the trespass of the exiles; and I sat confounded until the evening offering.",
        "5": "At the evening offering I rose up from my humiliation, even with my garment and my robe torn; and I fell on my knees, and spread out my hands to Yahweh my God;",
        "6": "and I said, “My God, I am ashamed and blush to lift up my face to you, my God, for our iniquities have increased over our head, and our guiltiness has grown up to the heavens.",
        "7": "Since the days of our fathers we have been exceedingly guilty to this day; and for our iniquities we, our kings, and our priests have been delivered into the hand of the kings of the lands, to the sword, to captivity, to plunder, and to confusion of face, as it is this day.",
        "8": "Now for a little moment grace has been shown from Yahweh our God, to leave us a remnant to escape, and to give us a stake in his holy place, that our God may lighten our eyes, and revive us a little in our bondage.",
        "9": "For we are bondservants; yet our God has not forsaken us in our bondage, but has extended loving kindness to us in the sight of the kings of Persia, to revive us, to set up the house of our God, and to repair its ruins, and to give us a wall in Judah and in Jerusalem.",
        "10": "“Now, our God, what shall we say after this? For we have forsaken your commandments,",
        "11": "which you have commanded by your servants the prophets, saying, ‘The land to which you go to possess is an unclean land through the uncleanness of the peoples of the lands, through their abominations, which have filled it from one end to another with their filthiness.",
        "12": "Now therefore don’t give your daughters to their sons. Don’t take their daughters to your sons, nor seek their peace or their prosperity forever, that you may be strong and eat the good of the land, and leave it for an inheritance to your children forever.’",
        "13": "“After all that has come on us for our evil deeds and for our great guilt, since you, our God, have punished us less than our iniquities deserve, and have given us such a remnant,",
        "14": "shall we again break your commandments, and join ourselves with the peoples that do these abominations? Wouldn’t you be angry with us until you had consumed us, so that there would be no remnant, nor any to escape?",
        "15": "Yahweh, the God of Israel, you are righteous; for we are left a remnant that has escaped, as it is today. Behold, we are before you in our guiltiness; for no one can stand before you because of this.”"
      }
    }
  }
}