{
  "book": "Ezra",
  "chapter": "8",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Iată capii de familii și spițele de neam ale celor ce s-au suit cu mine din Babilon, sub domnia împăratului Artaxerxe.",
        "2": "Din fiii lui Fineas, Gherșom; din fiii lui Itamar, Daniel; din fiii lui David, Hatuș,",
        "3": "din fiii lui Șecania; din fiii lui Pareoș, Zaharia și cu el o sută cincizeci de bărbați înscriși;",
        "4": "din fiii lui Pahat-Moab, Elioenai, fiul lui Zerahia, și cu el două sute de bărbați;",
        "5": "din fiii lui Șecania, fiul lui Iahaziel, și cu el trei sute de bărbați;",
        "6": "din fiii lui Adin, Ebed, fiul lui Ionatan, și cu el cincizeci de bărbați;",
        "7": "din fiii lui Elam, Isaia, fiul Ataliei, și cu el șaptezeci de bărbați;",
        "8": "din fiii lui Șefatia, Zebadia, fiul lui Micael, și cu el optzeci de mii de bărbați;",
        "9": "din fiii lui Ioab, Obadia, fiul lui Iehiel, și cu el două sute optsprezece bărbați;",
        "10": "din fiii lui Șelomit, fiul lui Iosifia, și cu el o sută șaizeci de bărbați;",
        "11": "din fiii lui Bebai, Zaharia, fiul lui Bebai, și cu el douăzeci și opt de bărbați;",
        "12": "din fiii lui Azgad, Iohanan, fiul lui Hacatan, și cu el o sută zece bărbați;",
        "13": "din fiii lui Adonicam, cei din urmă, ale căror nume iată-le: Elifelet, Ieiel și Șemaia și cu ei șaizeci de bărbați;",
        "14": "din fiii lui Bigvai, Utai și Zabud și cu ei șaptezeci de bărbați.",
        "15": "I-am strâns la râul care curge spre Ahava și am tăbărât acolo trei zile. Am căutat între popor și preoți, și n-am găsit acolo pe niciunul din fiii lui Levi.",
        "16": "Atunci am trimis să cheme pe căpeteniile Eliezer, Ariel, Șemaia, Elnatan, Iarib, Elnatan, Natan, Zaharia și Meșulam și pe învățătorii Ioiarib și Elnatan.",
        "17": "I-am trimis la căpetenia Ido, care locuia la Casifia, și am pus în gura lor ce trebuiau să spună lui Ido și fraților săi, slujitori ai Templului, care erau la Casifia, ca să ne aducă slujitori pentru Casa Dumnezeului nostru.",
        "18": "Și, fiindcă mâna cea bună a Dumnezeului nostru era peste noi, ne-au adus pe Serebia, bărbat cu minte, dintre fiii lui Mahli, fiul lui Levi, fiul lui Israel, și cu el pe fiii și frații lui, în număr de optsprezece;",
        "19": "pe Hașabia și cu el pe Isaia, dintre fiii lui Merari, frații săi și fiii lor, în număr de douăzeci,",
        "20": "și dintre slujitorii Templului, pe care David și căpeteniile îi puseseră în slujba leviților, două sute douăzeci de slujitori ai Templului, toți numiți pe nume.",
        "21": "Acolo, la râul Ahava, am vestit un post de smerire înaintea Dumnezeului nostru, ca să cerem de la El o călătorie fericită pentru noi, pentru copiii noștri și pentru tot ce era al nostru.",
        "22": "Mi-era rușine să cer împăratului o oaste de însoțire și călăreți ca să ne ocrotească împotriva vrăjmașului pe drum, căci spusesem împăratului: „Mâna Dumnezeului nostru este, spre binele lor, peste toți cei ce-L caută, dar puterea și mânia Lui sunt peste toți cei ce-L părăsesc.”",
        "23": "Pentru aceasta am postit și am chemat pe Dumnezeul nostru. Și El ne-a ascultat.",
        "24": "Am ales douăsprezece căpetenii dintre preoți, pe Șerebia, Hașabia și zece din frații lor.",
        "25": "Am cântărit înaintea lor argintul, aurul și uneltele date în dar pentru Casa Dumnezeului nostru de către împărat, sfetnicii și căpeteniile lui și de toți cei din Israel care se aflau acolo.",
        "26": "Am dat în mâinile lor șase sute cincizeci de talanți de argint, unelte de argint de o sută de talanți, o sută de talanți de aur,",
        "27": "douăzeci de pahare de aur de o mie de darici și două vase de aramă frumos poleită, tot atât de scumpă ca aurul.",
        "28": "Apoi le-am zis: „Sunteți închinați Domnului. Vasele acestea sunt lucruri sfinte și argintul și aurul acesta sunt un dar de bunăvoie făcut Domnului Dumnezeului părinților voștri.",
        "29": "Fiți cu ochii în patru și luați lucrurile acestea sub paza voastră, până le veți cântări înaintea căpeteniilor preoților și înaintea leviților, și înaintea capilor de familii ai lui Israel, la Ierusalim, în cămările Casei Domnului.”",
        "30": "Și preoții și leviții au luat greutatea argintului, aurului și vaselor, ca să le ducă la Ierusalim, în Casa Dumnezeului nostru.",
        "31": "Am plecat de la râul Ahava ca să ne ducem la Ierusalim în a douăsprezecea zi a lunii întâi. Mâna Dumnezeului nostru a fost peste noi și ne-a păzit de loviturile vrăjmașului și de orice piedică pe drum.",
        "32": "Am ajuns la Ierusalim și ne-am odihnit acolo trei zile.",
        "33": "În ziua a patra, am cântărit în Casa Dumnezeului nostru argintul, aurul și vasele pe care le-am încredințat lui Meremot, fiul lui Urie, preotul. Cu el era Eleazar, fiul lui Fineas, și împreună cu ei leviții Iozabad, fiul lui Iosua, și Noadia, fiul lui Binui.",
        "34": "Fiind cercetate toate după număr și greutate, au pus atunci în scris greutatea tuturor.",
        "35": "Fiii robiei întorși din robie au adus, ca ardere-de-tot Dumnezeului lui Israel, doisprezece viței pentru tot Israelul, nouăzeci și șase de berbeci, șaptezeci și șapte de miei și doisprezece țapi, ca jertfe ispășitoare, toate ca ardere-de-tot Domnului.",
        "36": "Au dat poruncile împăratului dregătorilor împăratului și cârmuitorilor de dincoace de râu, care au ajutat pe popor și Casa lui Dumnezeu."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Căpeteniile familiilor și genealogiile celor care au venit împreună cu mine din Babilon, în timpul domniei împăratului Artaxerxes, au fost:",
        "2": "dintre urmașii lui Fineas – Gherșom; dintre urmașii lui Itamar – Daniel; dintre urmașii lui David – Hatuș,",
        "3": "fiul lui Șecania; dintre urmașii lui Paroș – Zaharia și alți o sută cincizeci de bărbați, înscriși în genealogii împreună cu el;",
        "4": "dintre urmașii lui Pahat-Moab – Elioenai, fiul lui Zerahia; împreună cu el mai erau încă două sute de bărbați;",
        "5": "dintre urmașii lui Zatu – Șecania, fiul lui Iahaziel; împreună cu el mai erau încă trei sute de bărbați;",
        "6": "dintre urmașii lui Adin – Ebed, fiul lui Ionatan; împreună cu el mai erau încă cincizeci de bărbați;",
        "7": "dintre urmașii lui Elam – Ieșaia, fiul lui Atalia; împreună cu el mai erau încă șaptezeci de bărbați;",
        "8": "dintre urmașii lui Șefatia – Zebadia, fiul lui Mihail; împreună cu el mai erau încă optzeci de bărbați;",
        "9": "dintre urmașii lui Ioab – Obadia, fiul lui Iehiel; împreună cu el mai erau încă două sute optsprezece bărbați;",
        "10": "dintre urmașii lui Bani – Șelomit, fiul lui Iosifia; împreună cu el mai erau încă o sută șaizeci de bărbați;",
        "11": "dintre urmașii lui Bebai – Zaharia, fiul lui Bebai; împreună cu el mai erau încă douăzeci și opt de bărbați;",
        "12": "dintre urmașii lui Azgad – Iohanan, fiul lui Hakatan; împreună cu el mai erau încă o sută zece bărbați;",
        "13": "dintre cei din urmă urmași ai lui Adonikam – Elifelet, Ieiel și Șemaia; împreună cu ei mai erau încă șaizeci de bărbați;",
        "14": "dintre urmașii lui Bigvai – Utai și Zacur; împreună cu ei mai erau încă șaptezeci de bărbați. Călătoria lui Ezra spre Ierusalim",
        "15": "I-am convocat la râul care curge înspre Ahava și ne-am așezat tabăra acolo timp de trei zile. Am cercetat poporul și preoții, dar nu am găsit pe niciunul dintre leviți acolo.",
        "16": "Atunci am trimis după căpeteniile Eliezer, Ariel, Șemaia, Elnatan, Iarib, Elnatan, Natan, Zaharia și Meșulam și după învățătorii Ioiarib și Elnatan,",
        "17": "pe care i-am trimis apoi la căpetenia Ido, care locuia la Casifia. Le-am zis ce anume să-i spună lui Ido și fraților săi, dintre slujitorii de la Templu care locuiau la Casifia, astfel încât să ne aducă slujitori pentru Casa Dumnezeului nostru.",
        "18": "Și fiindcă mâna cea bună a Dumnezeului nostru era peste noi, ne-au adus pe Șerebia – un om înțelept, unul dintre urmașii lui Mahli, fiul lui Levi, fiul lui Israel – împreună cu încă optsprezece bărbați dintre fiii și frații săi,",
        "19": "precum și pe Hașabia și pe Ieșaia, dintre urmașii lui Merari, împreună cu încă douăzeci de bărbați dintre fiii și frații lor.",
        "20": "Dintre slujitorii de la Templu, puși de David și de căpetenii în slujba leviților, au adus două sute douăzeci, toți desemnați pe nume.",
        "21": "Acolo, la râul Ahava, am vestit un post, smerindu-ne înaintea Dumnezeului nostru și cerând de la El drum bun pentru noi, pentru copiii noștri și pentru toate bunurile noastre.",
        "22": "Căci mi-a fost rușine să cer de la împărat armată și călăreți care să ne apere de dușmani pe drum, deoarece îi spusesem împăratului: „Mâna Dumnezeului nostru este peste toți cei ce-L caută, ca să le facă bine, dar puterea și mânia Lui sunt peste toți cei ce-L părăsesc“.",
        "23": "Am postit și ne-am rugat Dumnezeului nostru cu privire la aceasta, iar El S-a lăsat înduplecat.",
        "24": "Apoi am pus deoparte douăsprezece dintre căpeteniile preoților, și anume pe Șerebia, pe Hașabia și zece din frații lor,",
        "25": "și am cântărit înaintea lor argintul, aurul și obiectele oferite drept contribuție prin ridicare, pentru Casa Dumnezeului nostru, de împărat, de sfetnicii săi, de căpeteniile sale și de toți cei din Israel aflați acolo.",
        "26": "Am cântărit în mâna lor șase sute cincizeci de talanți de argint, obiecte de argint în valoare de o sută de talanți de argint, o sută de talanți de aur,",
        "27": "douăzeci de cupe de aur în valoare de o mie de darici și două obiecte de bronz de calitate, lustruit, la fel de valoros precum aurul.",
        "28": "Le-am zis atunci: „Voi sunteți închinați Domnului, iar vasele acestea sunt lucruri sfinte. Argintul și aurul sunt un dar de bunăvoie adus Domnului, Dumnezeul strămoșilor voștri.",
        "29": "Vegheați și păziți-le până le veți cântări înaintea căpeteniilor preoților, înaintea leviților și înaintea căpeteniilor familiilor lui Israel, în magaziile Casei Domnului din Ierusalim“.",
        "30": "Preoții și leviții au primit greutatea argintului, aurului și obiectelor, ca să le aducă la Ierusalim, la Casa Dumnezeului nostru.",
        "31": "Am pornit de la râul Ahava spre Ierusalim în a douăsprezecea zi a lunii întâi, iar mâna Dumnezeului nostru a fost peste noi și ne-a scăpat din mâna dușmanului și a celor care pândeau pe drum.",
        "32": "Când am ajuns la Ierusalim, am rămas acolo trei zile.",
        "33": "În a patra zi a fost cântărit argintul, aurul și obiectele, la Casa Dumnezeului nostru, de către Meremot, fiul preotului Uria, care era însoțit de Elazar, fiul lui Fineas, și de leviții Iozabad, fiul lui Iosua, și Noadia, fiul lui Binui.",
        "34": "Toate au fost preluate după număr și după greutate și, în ziua aceea, s-a scris toată greutatea lor.",
        "35": "Fiii exilului, întorși din captivitate, au adus Dumnezeului lui Israel, ca ardere-de-tot, doisprezece tauri pentru întreg Israelul, nouăzeci și șase de berbeci, șaptezeci și șapte de miei, iar ca jertfă pentru păcat – doisprezece țapi. Toate acestea au fost aduse ca ardere-de-tot Domnului.",
        "36": "Au înmânat decretele împăratului satrapilor imperiali și guvernatorilor provinciei de peste Râu, iar aceștia au sprijinit poporul și Casa lui Dumnezeu."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now these are the heads of their fathers’ households, and this is the genealogy of those who went up with me from Babylon, in the reign of Artaxerxes the king:",
        "2": "Of the sons of Phinehas, Gershom. Of the sons of Ithamar, Daniel. Of the sons of David, Hattush.",
        "3": "Of the sons of Shecaniah, of the sons of Parosh, Zechariah; and with him were listed by genealogy of the males one hundred fifty.",
        "4": "Of the sons of Pahathmoab, Eliehoenai the son of Zerahiah; and with him two hundred males.",
        "5": "Of the sons of Shecaniah, the son of Jahaziel; and with him three hundred males.",
        "6": "Of the sons of Adin, Ebed the son of Jonathan; and with him fifty males.",
        "7": "Of the sons of Elam, Jeshaiah the son of Athaliah; and with him seventy males.",
        "8": "Of the sons of Shephatiah, Zebadiah the son of Michael; and with him eighty males.",
        "9": "Of the sons of Joab, Obadiah the son of Jehiel; and with him two hundred eighteen males.",
        "10": "Of the sons of Shelomith, the son of Josiphiah; and with him one hundred sixty males.",
        "11": "Of the sons of Bebai, Zechariah the son of Bebai; and with him twenty-eight males.",
        "12": "Of the sons of Azgad, Johanan the son of Hakkatan; and with him one hundred ten males.",
        "13": "Of the sons of Adonikam, who were the last, their names are: Eliphelet, Jeuel, and Shemaiah; and with them sixty males.",
        "14": "Of the sons of Bigvai, Uthai and Zabbud; and with them seventy males.",
        "15": "I gathered them together to the river that runs to Ahava; and there we encamped three days. Then I looked around at the people and the priests, and found there were none of the sons of Levi.",
        "16": "Then I sent for Eliezer, for Ariel, for Shemaiah, for Elnathan, for Jarib, for Elnathan, for Nathan, for Zechariah, and for Meshullam, chief men; also for Joiarib and for Elnathan, who were teachers.",
        "17": "I sent them out to Iddo the chief at the place Casiphia; and I told them what they should tell Iddo and his brothers the temple servants at the place Casiphia, that they should bring to us ministers for the house of our God.",
        "18": "According to the good hand of our God on us they brought us a man of discretion, of the sons of Mahli, the son of Levi, the son of Israel, namely Sherebiah, with his sons and his brothers, eighteen;",
        "19": "and Hashabiah, and with him Jeshaiah of the sons of Merari, his brothers and their sons, twenty;",
        "20": "and of the temple servants, whom David and the princes had given for the service of the Levites, two hundred twenty temple servants. All of them were mentioned by name.",
        "21": "Then I proclaimed a fast there at the river Ahava, that we might humble ourselves before our God, to seek from him a straight way for us, for our little ones, and for all our possessions.",
        "22": "For I was ashamed to ask of the king a band of soldiers and horsemen to help us against the enemy on the way, because we had spoken to the king, saying, “The hand of our God is on all those who seek him, for good; but his power and his wrath is against all those who forsake him.”",
        "23": "So we fasted and begged our God for this, and he granted our request.",
        "24": "Then I set apart twelve of the chiefs of the priests, even Sherebiah, Hashabiah, and ten of their brothers with them,",
        "25": "and weighed to them the silver, the gold, and the vessels, even the offering for the house of our God, which the king, his counselors, his princes, and all Israel there present, had offered.",
        "26": "I weighed into their hand six hundred fifty talents of silver, one hundred talents of silver vessels, one hundred talents of gold,",
        "27": "twenty bowls of gold weighing one thousand darics, and two vessels of fine bright bronze, precious as gold.",
        "28": "I said to them, “You are holy to Yahweh, and the vessels are holy. The silver and the gold are a free will offering to Yahweh, the God of your fathers.",
        "29": "Watch and keep them until you weigh them before the chiefs of the priests, the Levites, and the princes of the fathers’ households of Israel at Jerusalem, in the rooms of Yahweh’s house.”",
        "30": "So the priests and the Levites received the weight of the silver, the gold, and the vessels, to bring them to Jerusalem to the house of our God.",
        "31": "Then we departed from the river Ahava on the twelfth day of the first month, to go to Jerusalem. The hand of our God was on us, and he delivered us from the hand of the enemy and the bandits by the way.",
        "32": "We came to Jerusalem, and stayed there three days.",
        "33": "On the fourth day the silver and the gold and the vessels were weighed in the house of our God into the hand of Meremoth the son of Uriah the priest; and with him was Eleazar the son of Phinehas; and with them were Jozabad the son of Jeshua, and Noadiah the son of Binnui, the Levites.",
        "34": "Everything was counted and weighed; and all the weight was written at that time.",
        "35": "The children of the captivity, who had come out of exile, offered burnt offerings to the God of Israel: twelve bulls for all Israel, ninety-six rams, seventy-seven lambs, and twelve male goats for a sin offering. All this was a burnt offering to Yahweh.",
        "36": "They delivered the king’s commissions to the king’s local governors and to the governors beyond the River. So they supported the people and God’s house."
      }
    }
  }
}