{
  "book": "Ezra",
  "chapter": "10",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Pe când stătea Ezra plângând și cu fața la pământ înaintea Casei lui Dumnezeu și făcea această rugăciune și mărturisire, se strânsese la el o mulțime foarte mare de oameni din Israel, bărbați, femei și copii, și poporul vărsa multe lacrimi.",
        "2": "Atunci, Șecania, fiul lui Iehiel, dintre fiii lui Elam, a luat cuvântul și a zis lui Ezra: „Am păcătuit împotriva Dumnezeului nostru ducându-ne la femei străine, care fac parte din popoarele țării. Dar Israel n-a rămas fără nădejde în această privință.",
        "3": "Să facem acum un legământ cu Dumnezeul nostru pentru izgonirea tuturor acestor femei și a copiilor lor, după părerea domnului meu și a celor ce se tem de poruncile Dumnezeului nostru. Și facă-se după Lege.",
        "4": "Scoală-te, căci treaba aceasta te privește! Noi vom fi cu tine. Îmbărbătează-te și lucrează!”",
        "5": "Ezra s-a sculat și a pus pe căpeteniile preoților, leviților și întregului Israel să jure că vor face ce se spusese. Și ei au jurat.",
        "6": "Apoi Ezra a plecat dinaintea Casei lui Dumnezeu și s-a dus în odaia lui Iohanan, fiul lui Eliașib. Când a intrat, n-a mâncat pâine și n-a băut apă, pentru că era mâhnit din pricina păcatului fiilor robiei.",
        "7": "S-a dat de veste în Iuda și la Ierusalim că toți fiii robiei trebuie să se adune la Ierusalim",
        "8": "și că, după părerea căpeteniilor și bătrânilor, oricui nu va veni în trei zile i se vor lua averile și el însuși va fi izgonit din adunarea fiilor robiei.",
        "9": "Toți bărbații lui Iuda și Beniamin s-au strâns la Ierusalim în trei zile. Era a douăzecea zi a lunii a noua. Tot poporul stătea pe locul deschis dinaintea Casei lui Dumnezeu, tremurând din pricina împrejurării aceleia și de ploaie.",
        "10": "Preotul Ezra s-a sculat și le-a zis: „Ați păcătuit luând femei străine și ați făcut pe Israel și mai vinovat.",
        "11": "Mărturisiți-vă acum greșeala înaintea Domnului Dumnezeului părinților voștri și faceți voia Lui! Despărțiți-vă de popoarele țării și de femeile străine!”",
        "12": "Toată adunarea a răspuns cu glas tare: „Trebuie să facem cum ai zis!",
        "13": "Dar poporul este în mare număr, vremea este ploioasă și nu poate să rămână afară. De altfel, aceasta nu este treabă de o zi sau două, căci sunt mulți printre noi care au păcătuit în privința aceasta.",
        "14": "Să rămână dar toate căpeteniile noastre în locul întregii adunări. Și toți cei din cetățile noastre care s-au însurat cu femei străine să vină la timpuri hotărâte, cu bătrânii și judecătorii din fiecare cetate, până se va abate de la noi mânia aprinsă a Dumnezeului nostru din pricina întâmplării acesteia.”",
        "15": "Ionatan, fiul lui Asael, și Iahzia, fiul lui Ticva, ajutați de Meșulam și de levitul Șabtai, au fost singurii împotriva acestei păreri",
        "16": "pe care au primit-o fiii robiei. Au ales pe preotul Ezra și capi de familii după casele lor părintești, toți numiți pe nume, și au stat în ziua întâi a lunii a zecea să cerceteze lucrul acesta.",
        "17": "În ziua întâi a lunii întâi, au isprăvit cu toți bărbații care se însuraseră cu femei străine.",
        "18": "Între fiii preoților, s-au găsit unii care se însuraseră cu femei străine: dintre fiii lui Iosua, fiul lui Ioțadac, și dintre frații săi: Maaseia, Eliezer, Iarib și Ghedalia, care s-au îndatorat,",
        "19": "dând mâna, să-și izgonească nevestele și să aducă un berbec ca jertfă pentru vină;",
        "20": "din fiii lui Imer: Hanani și Zebadia;",
        "21": "din fiii lui Harim: Maaseia, Ilie, Șemaia, Iehiel și Ozia;",
        "22": "din fiii lui Pașhur: Elioenai, Maaseia, Ismael, Netaneel, Iozabad și Eleasa.",
        "23": "Dintre leviți: Iozabad, Șimei, Chelaia, sau Chelita, Petahia, Iuda și Eliezer.",
        "24": "Dintre cântăreți: Eliașib. Dintre ușieri: Șalum, Telem și Uri.",
        "25": "Dintre cei din Israel: din fiii lui Pareoș, Ramia, Izia, Malchia, Miamin, Eleazar, Malchia și Benaia;",
        "26": "dintre fiii lui Elam: Matania, Zaharia, Iehiel, Abdi, Ieremot și Ilie;",
        "27": "dintre fiii lui Zatu: Elioenai, Eliașib, Matania, Ieremot, Zabat și Aziza;",
        "28": "dintre fiii lui Bebai: Iohanan, Hanania, Zabai și Atlai;",
        "29": "dintre fiii lui Bani: Meșulam, Maluc, Adaia, Iașub, Șeal și Ramot;",
        "30": "dintre fiii lui Pahat-Moab: Adna, Chelal, Benaia, Maaseia, Matania, Bețaleel, Binui și Manase;",
        "31": "dintre fiii lui Harim: Eliezer, Ișia, Malchia, Șemaia, Simeon,",
        "32": "Beniamin, Maluc și Șemaria;",
        "33": "dintre fiii lui Hașum: Matnai, Matata, Zabad, Elifelet, Ieremai, Manase și Șimei;",
        "34": "dintre fiii lui Bani: Maadai, Amram, Uel,",
        "35": "Benaia, Bedia, Cheluhu,",
        "36": "Vania, Meremot, Eliașib,",
        "37": "Matania, Matnai, Iaasai,",
        "38": "Bani, Binui, Șimei,",
        "39": "Șelemia, Natan, Adaia,",
        "40": "Macnadbai, Șașai, Șarai,",
        "41": "Azareel, Șelemia, Șemaria,",
        "42": "Șalum, Amaria și Iosif;",
        "43": "dintre fiii lui Nebo: Ieiel, Matitia, Zabad, Zebina, Iadai, Ioel și Benaia.",
        "44": "Toți aceștia luaseră femei străine și mulți avuseseră copii cu ele."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În timp ce Ezra se ruga și mărturisea toate acestea, plângând și stând plecat în fața Casei lui Dumnezeu, s-a strâns la el o mare adunare de bărbați, de femei și de copii din Israel, căci poporul plângea amarnic.",
        "2": "Atunci Șecania, fiul lui Iehiel, dintre urmașii lui Elam, a luat cuvântul și i-a zis lui Ezra: „I-am fost necredincioși Dumnezeului nostru, căsătorindu-ne cu femei străine, care fac parte din popoarele țării! Dar, în pofida acestui lucru, încă mai există speranță pentru Israel!",
        "3": "Să încheiem acum un legământ cu Dumnezeul nostru, angajându-ne să alungăm toate femeile acestea și pe cei ce li s-au născut, potrivit cu sfatul stăpânului meu și a celor ce se tem de porunca Dumnezeului nostru. Să se facă după Lege.",
        "4": "Ridică-te, căci este obligația ta, iar noi vom fi alături de tine! Fii tare și lucrează!“.",
        "5": "Ezra s-a ridicat și le-a cerut căpeteniilor preoților și ale leviților și întregului Israel să jure că vor face ce s-a hotărât. Și ei au jurat.",
        "6": "Ezra s-a retras dinaintea Casei lui Dumnezeu și s-a dus în camera lui Iehohanan, fiul lui Eliașib. Când a intrat acolo, n-a mâncat pâine și n-a băut apă, căci jelea din cauza necredincioșiei celor ce fuseseră în exil.",
        "7": "Au răspândit în Iuda și în Ierusalim vestea ca toți fiii exilului să se strângă la Ierusalim,",
        "8": "urmând ca, în conformitate cu sfatul căpeteniilor și al bătrânilor, toți aceia care nu vor veni în trei zile să fie deposedați de toate bunurile și să fie separați de adunarea celor întorși din exil.",
        "9": "În trei zile, toți bărbații lui Iuda și ai lui Beniamin s-au strâns la Ierusalim; era a douăzecea zi a lunii a noua. Tot poporul stătea în locul deschis dinaintea Casei lui Dumnezeu, tremurând din cauza veștii și din cauza ploilor.",
        "10": "Preotul Ezra s-a ridicat și le-a zis: ‒ Ați fost necredincioși și v-ați căsătorit cu femei străine, adăugând astfel la vina lui Israel.",
        "11": "Dați glorie acum Domnului, Dumnezeul strămoșilor voștri, și împliniți voia Lui! Separați-vă de popoarele din țară și de femeile străine.",
        "12": "Toată adunarea a răspuns cu glas tare: ‒ Vom face precum ne-ai spus.",
        "13": "Poporul însă este numeros, iar vremea este ploioasă și nu putem sta afară. De altfel, aceasta nu este o treabă de o zi sau două, căci sunt mulți printre noi care au păcătuit în această privință.",
        "14": "Să rămână căpeteniile noastre în locul întregii adunări. Apoi, toți aceia din cetățile noastre, care și-au luat femei străine, să vină la date stabilite împreună cu bătrânii și cu judecătorii din fiecare cetate, până când mânia Dumnezeului nostru, care a venit asupra noastră din cauza acestui păcat, se va retrage de la noi.",
        "15": "Doar Ionatan, fiul lui Asael, și Iahzeia, fiul lui Tikva, au stat împotriva acestei hotărâri, ei fiind susținuți de Meșulam și de levitul Șabtai.",
        "16": "Fiii exilului au făcut întocmai. I-au pus deoparte pe preotul Ezra și pe căpeteniile părintești, potrivit familiilor părinților lor, toți desemnați pe nume, și s-au așezat să cerceteze problema în prima zi a lunii a zecea.",
        "17": "În prima zi a lunii întâi, au terminat de cercetat pe toți bărbații care se căsătoriseră cu femei străine. Problema căsătoriilor mixte",
        "18": "Dintre urmașii preoților, iată-i pe cei pe care i-au găsit căsătoriți cu femei străine: Dintre urmașii lui Iosua, fiul lui Ioțadak, și dintre frații săi: Maaseia, Eliezer, Iarib și Ghedalia.",
        "19": "Ei s-au înțeles să le alunge pe soțiile lor și au adus pentru vina lor un berbec din turmă ca jertfă pentru vină.",
        "20": "Dintre urmașii lui Imer: Hanani și Zebadia;",
        "21": "dintre urmașii lui Harim: Maaseia, Ilie, Șemaia, Iehiel și Uzia;",
        "22": "dintre urmașii lui Pașhur: Elioenai, Maaseia, Ismael, Netanel, Iozabad și Elasa;",
        "23": "dintre leviți: Iozabad, Șimei, Chelaia, numit și Chelita, Petahia, Iuda și Eliezer;",
        "24": "dintre cântăreți: Eliașib; dintre portari: Șalum, Telem și Uri.",
        "25": "Dintre ceilalți din Israel: Dintre urmașii lui Paroș: Ramia, Izia, Malchia, Miyamin, Elazar, Malchia și Benaia.",
        "26": "Dintre urmașii lui Elam: Matania, Zaharia, Iehiel, Abdi, Ieremot și Ilie.",
        "27": "Dintre urmașii lui Zatu: Elioenai, Eliașib, Matania, Ieremot, Zabad și Aziza.",
        "28": "Dintre urmașii lui Bebai: Iehohanan, Hanania, Zabai și Atlai.",
        "29": "Dintre urmașii lui Bani: Meșulam, Maluh, Adaia, Iașub, Șeal și Ieremot.",
        "30": "Dintre urmașii lui Pahat-Moab: Adna, Chelal, Benaia, Maaseia, Matania, Bețalel, Binui și Manase.",
        "31": "Dintre urmașii lui Harim: Eliezer, Ișia, Malchia, Șemaia, Simeon,",
        "32": "Beniamin, Maluh și Șemaria.",
        "33": "Dintre urmașii lui Hașum: Matnai, Matata, Zabad, Elifelet, Ieremai, Manase și Șimei.",
        "34": "Dintre urmașii lui Bani: Maadai, Amram, Uel,",
        "35": "Benaia, Bedia, Cheluhu,",
        "36": "Vania, Meremot, Eliașib,",
        "37": "Matania, Matnai, Iaasai,",
        "38": "Bani, Binui, Șimei,",
        "39": "Șelemia, Natan, Adaia,",
        "40": "Mahnadebai, Șașai, Șarai,",
        "41": "Azarel, Șelemia, Șemaria,",
        "42": "Șalum, Amaria și Iosif.",
        "43": "Dintre urmașii lui Nebo: Ieiel, Matitia, Zabad, Zebina, Iadai, Ioel și Benaia.",
        "44": "Toți aceștia se căsătoriseră cu femei străine, și unii chiar avuseseră fii cu ele."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now while Ezra prayed and made confession, weeping and casting himself down before God’s house, there was gathered together to him out of Israel a very great assembly of men and women and children; for the people wept very bitterly.",
        "2": "Shecaniah the son of Jehiel, one of the sons of Elam, answered Ezra, “We have trespassed against our God, and have married foreign women of the peoples of the land. Yet now there is hope for Israel concerning this thing.",
        "3": "Now therefore let’s make a covenant with our God to put away all the wives and those who are born of them, according to the counsel of my lord and of those who tremble at the commandment of our God. Let it be done according to the law.",
        "4": "Arise, for the matter belongs to you and we are with you. Be courageous, and do it.”",
        "5": "Then Ezra arose, and made the chiefs of the priests, the Levites, and all Israel to swear that they would do according to this word. So they swore.",
        "6": "Then Ezra rose up from before God’s house, and went into the room of Jehohanan the son of Eliashib. When he came there, he didn’t eat bread or drink water, for he mourned because of the trespass of the exiles.",
        "7": "They made a proclamation throughout Judah and Jerusalem to all the children of the captivity, that they should gather themselves together to Jerusalem;",
        "8": "and that whoever didn’t come within three days, according to the counsel of the princes and the elders, all his possessions should be forfeited, and he himself separated from the assembly of the captivity.",
        "9": "Then all the men of Judah and Benjamin gathered themselves together to Jerusalem within the three days. It was the ninth month, on the twentieth day of the month; and all the people sat in the wide place in front of God’s house, trembling because of this matter, and because of the great rain.",
        "10": "Ezra the priest stood up and said to them, “You have trespassed, and have married foreign women, increasing the guilt of Israel.",
        "11": "Now therefore make confession to Yahweh, the God of your fathers and do his pleasure. Separate yourselves from the peoples of the land and from the foreign women.”",
        "12": "Then all the assembly answered with a loud voice, “We must do as you have said concerning us.",
        "13": "But the people are many, and it is a time of much rain, and we are not able to stand outside. This is not a work of one day or two, for we have greatly transgressed in this matter.",
        "14": "Now let our princes be appointed for all the assembly, and let all those who are in our cities who have married foreign women come at appointed times, and with them the elders of every city and its judges, until the fierce wrath of our God is turned from us, until this matter is resolved.”",
        "15": "Only Jonathan the son of Asahel and Jahzeiah the son of Tikvah stood up against this; and Meshullam and Shabbethai the Levite helped them.",
        "16": "The children of the captivity did so. Ezra the priest, with certain heads of fathers’ households, after their fathers’ houses, and all of them by their names, were set apart; and they sat down in the first day of the tenth month to examine the matter.",
        "17": "They finished with all the men who had married foreign women by the first day of the first month.",
        "18": "Among the sons of the priests there were found who had married foreign women: of the sons of Jeshua, the son of Jozadak, and his brothers: Maaseiah, Eliezer, Jarib, and Gedaliah.",
        "19": "They gave their hand that they would put away their wives; and being guilty, they offered a ram of the flock for their guilt.",
        "20": "Of the sons of Immer: Hanani and Zebadiah.",
        "21": "Of the sons of Harim: Maaseiah, Elijah, Shemaiah, Jehiel, and Uzziah.",
        "22": "Of the sons of Pashhur: Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah.",
        "23": "Of the Levites: Jozabad, Shimei, Kelaiah (also called Kelita), Pethahiah, Judah, and Eliezer.",
        "24": "Of the singers: Eliashib. Of the gatekeepers: Shallum, Telem, and Uri.",
        "25": "Of Israel: Of the sons of Parosh: Ramiah, Izziah, Malchijah, Mijamin, Eleazar, Malchijah, and Benaiah.",
        "26": "Of the sons of Elam: Mattaniah, Zechariah, Jehiel, Abdi, Jeremoth, and Elijah.",
        "27": "Of the sons of Zattu: Elioenai, Eliashib, Mattaniah, Jeremoth, Zabad, and Aziza.",
        "28": "Of the sons of Bebai: Jehohanan, Hananiah, Zabbai, and Athlai.",
        "29": "Of the sons of Bani: Meshullam, Malluch, Adaiah, Jashub, Sheal, and Jeremoth.",
        "30": "Of the sons of Pahathmoab: Adna, Chelal, Benaiah, Maaseiah, Mattaniah, Bezalel, Binnui, and Manasseh.",
        "31": "Of the sons of Harim: Eliezer, Isshijah, Malchijah, Shemaiah, Shimeon,",
        "32": "Benjamin, Malluch, and Shemariah.",
        "33": "Of the sons of Hashum: Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, and Shimei.",
        "34": "Of the sons of Bani: Maadai, Amram, Uel,",
        "35": "Benaiah, Bedeiah, Cheluhi,",
        "36": "Vaniah, Meremoth, Eliashib,",
        "37": "Mattaniah, Mattenai, Jaasu,",
        "38": "Bani, Binnui, Shimei,",
        "39": "Shelemiah, Nathan, Adaiah,",
        "40": "Machnadebai, Shashai, Sharai,",
        "41": "Azarel, Shelemiah, Shemariah,",
        "42": "Shallum, Amariah, and Joseph.",
        "43": "Of the sons of Nebo: Jeiel, Mattithiah, Zabad, Zebina, Iddo, Joel, and Benaiah.",
        "44": "All these had taken foreign wives. Some of them had wives by whom they had children."
      }
    }
  }
}