{
  "book": "Ezra",
  "chapter": "7",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "După aceste lucruri, sub domnia lui Artaxerxe, împăratul perșilor, a venit Ezra, fiul lui Seraia, fiul lui Azaria, fiul lui Hilchia,",
        "2": "fiul lui Șalum, fiul lui Țadoc, fiul lui Ahitub,",
        "3": "fiul lui Amaria, fiul lui Azaria, fiul lui Meraiot,",
        "4": "fiul lui Zerahia, fiul lui Uzi, fiul lui Buchi,",
        "5": "fiul lui Abișua, fiul lui Fineas, fiul lui Eleazar, fiul lui Aaron, marele preot.",
        "6": "Acest Ezra a venit din Babilon: era un cărturar iscusit în Legea lui Moise, dată de Domnul Dumnezeul lui Israel. Și, fiindcă mâna Domnului Dumnezeului său era peste el, împăratul i-a dat tot ce ceruse.",
        "7": "Mulți din copiii lui Israel, din preoți și din leviți, din cântăreți, din ușieri și din slujitorii Templului au venit și ei la Ierusalim în al șaptelea an al împăratului Artaxerxe.",
        "8": "Ezra a venit la Ierusalim în a cincea lună a anului al șaptelea al împăratului.",
        "9": "Plecase din Babilon în ziua întâi a lunii întâi și a ajuns la Ierusalim în ziua întâi a lunii a cincea, mâna bună a Dumnezeului său fiind peste el.",
        "10": "Căci Ezra își pusese inima să adâncească și să împlinească Legea Domnului și să învețe pe oameni în mijlocul lui Israel legile și poruncile.",
        "11": "Iată cuprinsul scrisorii date de împăratul Artaxerxe preotului și cărturarului Ezra, care învăța poruncile și legile Domnului cu privire la Israel:",
        "12": "„Artaxerxe, împăratul împăraților, către Ezra, preotul și cărturarul iscusit în Legea Dumnezeului cerurilor, și așa mai departe:",
        "13": "Am dat poruncă să se lase să plece aceia din poporul lui Israel, din preoții și din leviții lui care se află în împărăția mea și care vor să plece cu tine la Ierusalim.",
        "14": "Tu ești trimis de împăratul și de cei șapte sfetnici ai lui să cercetezi în Iuda și Ierusalim, după Legea Dumnezeului tău, care este în mâinile tale,",
        "15": "și să duci argintul și aurul pe care împăratul și sfetnicii săi l-au dăruit cu dragă inimă Dumnezeului lui Israel, a cărui locuință este la Ierusalim,",
        "16": "tot argintul și aurul pe care-l vei găsi în tot ținutul Babilonului și darurile de bunăvoie făcute de popor și preoți pentru Casa Dumnezeului lor la Ierusalim.",
        "17": "Ca urmare, vei avea grijă să cumperi cu argintul acesta viței, berbeci, miei și ce trebuie pentru darurile de mâncare și jertfele de băutură și să le aduci pe altarul Casei Dumnezeului vostru la Ierusalim.",
        "18": "Cu celălalt argint și aur să faceți ce veți crede de cuviință, tu și frații tăi, potrivit cu voia Dumnezeului vostru.",
        "19": "Pune înaintea Dumnezeului din Ierusalim uneltele care-ți vor fi încredințate pentru slujba Casei Dumnezeului tău.",
        "20": "Să scoți din casa vistieriilor împăratului ce va trebui pentru celelalte cheltuieli pe care le vei avea de făcut cu privire la Casa Dumnezeului tău.",
        "21": "Eu, împăratul Artaxerxe, dau poruncă tuturor vistiernicilor de dincolo de râu să dea îndată lui Ezra, preot și cărturar iscusit în Legea Dumnezeului cerurilor, tot ce vă va cere,",
        "22": "până la o sută de talanți de argint, o sută de cori de grâu, o sută de bați de vin, o sută de bați de untdelemn și sare câtă va vrea.",
        "23": "Tot ce este poruncit de Dumnezeul cerurilor să se facă întocmai pentru Casa Dumnezeului cerurilor, pentru ca să nu vină mânia Lui asupra împărăției, asupra împăratului și asupra fiilor săi.",
        "24": "Vă facem cunoscut că nu puteți pune nici bir, nici dare, nici vamă de trecere peste niciunul din preoți, din leviți, din cântăreți, din ușieri, din slujitorii Templului și din slujitorii acestei Case a lui Dumnezeu.",
        "25": "Și tu, Ezra, după înțelepciunea lui Dumnezeu pe care o ai, pune judecători și dregători care să facă dreptate la tot poporul de dincolo de râu, tuturor celor ce cunosc legile Dumnezeului tău și fă-le cunoscute celor ce nu le cunosc.",
        "26": "Oricine nu va păzi întocmai Legea Dumnezeului tău și legea împăratului să fie osândit la moarte, la surghiun, la o gloabă sau la temniță.”",
        "27": "Binecuvântat să fie Domnul Dumnezeul părinților noștri, care a pregătit inima împăratului ca să slăvească astfel Casa Domnului la Ierusalim",
        "28": "și a îndreptat asupra mea bunăvoința împăratului, a sfetnicilor săi și a tuturor căpeteniilor puternice ale lui! Întărit de mâna Domnului Dumnezeului meu, care era asupra mea, am strâns pe căpeteniile lui Israel ca să plece cu mine."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "După toate acestea, iată ce s-a întâmplat în timpul domniei lui Artaxerxes, împăratul Persiei. Ezra era fiul lui Seraia, fiul lui Azaria, fiul lui Hilchia,",
        "2": "fiul lui Șalum, fiul lui Țadok, fiul lui Ahitub,",
        "3": "fiul lui Amaria, fiul lui Azaria, fiul lui Meraiot,",
        "4": "fiul lui Zerahia, fiul lui Uzi, fiul lui Buchi,",
        "5": "fiul lui Abișua, fiul lui Fineas, fiul lui Elazar, fiul lui Aaron, preotul conducător.",
        "6": "Acest Ezra a plecat din Babilon. El era un cărturar priceput în Legea lui Moise, dată de Domnul, Dumnezeul lui Israel. Și, pentru că mâna Domnului, Dumnezeul său, era peste el, împăratul i-a dat tot ce ceruse.",
        "7": "Unii dintre fiii lui Israel, dintre preoți, dintre leviți, dintre cântăreți, dintre portari și dintre slujitorii de la Templu au plecat și ei spre Ierusalim în al șaptelea an al împăratului Artaxerxes.",
        "8": "Ezra a sosit la Ierusalim în luna a cincea, în cel de-al șaptelea an al împăratului.",
        "9": "El plecase din Babilon în prima zi a lunii întâi și a ajuns la Ierusalim în prima zi a lunii a cincea, căci mâna cea bună a Dumnezeului său a fost peste el.",
        "10": "Căci Ezra se hotărâse în inima lui să cerceteze Legea Domnului, s-o împlinească și să-i învețe pe cei din Israel poruncile și decretele ei. Scrisoarea lui Artaxerxes și delegarea lui Ezra",
        "11": "Iată o copie a scrisorii date de împăratul Artaxerxes preotului și cărturarului Ezra, un învățat în ce privește poruncile Domnului și hotărârile Lui cu privire la Israel:",
        "12": "„Artaxerxes, împăratul împăraților, către Ezra, preotul și cărturarul Legii Dumnezeului cerurilor, Sănătate!",
        "13": "Am poruncit ca toți cei din poporul Israel aflați în împărăția mea – inclusiv preoții și leviții – care doresc să meargă la Ierusalim împreună cu tine, să fie lăsați să meargă.",
        "14": "Cu privire la cele de mai înainte, tu ești trimis de împărat și de cei șapte sfetnici ai săi ca să cercetezi Iuda și Ierusalimul în ce privește Legea Dumnezeului tău, Lege pe care o ai în mâna ta,",
        "15": "și să duci argintul și aurul pe care împăratul și sfetnicii săi l-au dăruit de bunăvoie Dumnezeului lui Israel, Care Își are Lăcașul la Ierusalim,",
        "16": "precum și tot argintul și aurul pe care îl vei obține în toată provincia Babilonului, împreună cu darurile de bunăvoie ale poporului și ale preoților, oferite pentru Casa lui Dumnezeu de la Ierusalim.",
        "17": "Prin urmare, cu banii aceștia să cumperi de îndată boi, berbeci, miei, daruri de mâncare și daruri de băutură, ca să le oferi pe altarul Casei Dumnezeului vostru, care este în Ierusalim.",
        "18": "Și ceea ce tu și frații tăi credeți că este bine să faceți cu celălalt argint și aur, să faceți potrivit cu voia Dumnezeului vostru.",
        "19": "Vasele care ți-au fost date pentru slujba de la Casa Dumnezeului tău, să le prezinți înaintea Dumnezeului Ierusalimului.",
        "20": "Celelalte lucruri necesare Casei Dumnezeului tău, pe care vei putea să le dai, să le oferi din casa vistieriilor împăratului.",
        "21": "Eu, împăratul Artaxerxes, dau poruncă tuturor vistiernicilor de dincolo de Râu să i se dea imediat lui Ezra, preotul și cărturarul Legii Dumnezeului cerurilor, tot ce vă va cere,",
        "22": "până la o sută de talanți de argint, o sută de cori de grâu, o sută de bați de vin și o sută de bați de ulei, iar sare – fără limită.",
        "23": "Să se facă de îndată tot ceea ce a poruncit Dumnezeul cerurilor cu privire la Casa Dumnezeului cerurilor, ca să nu vină mânia Lui peste împărăția împăratului și a fiilor săi.",
        "24": "De asemenea, vă mai facem cunoscut că nu aveți voie să puneți tribut, dare sau taxe de trecere nici asupra preoților, leviților, cântăreților, portarilor sau slujitorilor de la Templu și nici asupra altor slujitori ai acestei Case a lui Dumnezeu.",
        "25": "Iar tu, Ezra, după înțelepciunea Dumnezeului tău cu care ai fost înzestrat, numește magistrați și judecători ca să facă dreptate întregului popor din provincia de peste Râu, și anume tuturor acelora care cunosc legile Dumnezeului tău, iar celor care nu le cunosc, să li le faceți cunoscute.",
        "26": "Toți aceia care nu vor împlini Legea Dumnezeului tău și legea împăratului să fie judecați imediat și condamnați la moarte, la exil, la confiscarea averii sau la închisoare“.",
        "27": "Binecuvântat să fie Domnul Dumnezeul strămoșilor noștri, Care a mișcat inima împăratului să onoreze Casa Domnului, care este în Ierusalim,",
        "28": "și Și-a întins bunăvoința asupra mea în fața împăratului, a sfetnicilor săi și a tuturor comandanților săi puternici. Întărit de mâna Domnului, Dumnezeul meu, care era peste mine, am strâns căpeteniile lui Israel ca să meargă împreună cu mine."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now after these things, in the reign of Artaxerxes king of Persia, Ezra the son of Seraiah, the son of Azariah, the son of Hilkiah,",
        "2": "the son of Shallum, the son of Zadok, the son of Ahitub,",
        "3": "the son of Amariah, the son of Azariah, the son of Meraioth,",
        "4": "the son of Zerahiah, the son of Uzzi, the son of Bukki,",
        "5": "the son of Abishua, the son of Phinehas, the son of Eleazar, the son of Aaron the chief priest—",
        "6": "this Ezra went up from Babylon. He was a skilled scribe in the law of Moses, which Yahweh, the God of Israel, had given; and the king granted him all his request, according to Yahweh his God’s hand on him.",
        "7": "Some of the children of Israel, including some of the priests, the Levites, the singers, the gatekeepers, and the temple servants went up to Jerusalem in the seventh year of Artaxerxes the king.",
        "8": "He came to Jerusalem in the fifth month, which was in the seventh year of the king.",
        "9": "For on the first day of the first month he began to go up from Babylon; and on the first day of the fifth month he came to Jerusalem, according to the good hand of his God on him.",
        "10": "For Ezra had set his heart to seek Yahweh’s law, and to do it, and to teach statutes and ordinances in Israel.",
        "11": "Now this is the copy of the letter that King Artaxerxes gave to Ezra the priest, the scribe, even the scribe of the words of Yahweh’s commandments, and of his statutes to Israel:",
        "12": "Artaxerxes, king of kings, To Ezra the priest, the scribe of the law of the perfect God of heaven. Now",
        "13": "I make a decree that all those of the people of Israel and their priests and the Levites in my realm, who intend of their own free will to go to Jerusalem, go with you.",
        "14": "Because you are sent by the king and his seven counselors to inquire concerning Judah and Jerusalem, according to the law of your God which is in your hand,",
        "15": "and to carry the silver and gold, which the king and his counselors have freely offered to the God of Israel, whose habitation is in Jerusalem,",
        "16": "and all the silver and gold that you will find in all the province of Babylon, with the free will offering of the people and of the priests, offering willingly for the house of their God which is in Jerusalem.",
        "17": "Therefore you shall with all diligence buy with this money bulls, rams, and lambs with their meal offerings and their drink offerings, and shall offer them on the altar of the house of your God which is in Jerusalem.",
        "18": "Whatever seems good to you and to your brothers to do with the rest of the silver and the gold, do that according to the will of your God.",
        "19": "The vessels that are given to you for the service of the house of your God, deliver before the God of Jerusalem.",
        "20": "Whatever more will be needed for the house of your God, which you may have occasion to give, give it out of the king’s treasure house.",
        "21": "I, even I, Artaxerxes the king, make a decree to all the treasurers who are beyond the River, that whatever Ezra the priest, the scribe of the law of the God of heaven, requires of you, it shall be done with all diligence,",
        "22": "up to one hundred talents of silver, and to one hundred cors of wheat, and to one hundred baths of wine, and to one hundred baths of oil, and salt without prescribing how much.",
        "23": "Whatever is commanded by the God of heaven, let it be done exactly for the house of the God of heaven; for why should there be wrath against the realm of the king and his sons?",
        "24": "Also we inform you that it shall not be lawful to impose tribute, custom, or toll on any of the priests, Levites, singers, gatekeepers, temple servants, or laborers of this house of God.",
        "25": "You, Ezra, according to the wisdom of your God that is in your hand, appoint magistrates and judges who may judge all the people who are beyond the River, who all know the laws of your God; and teach him who doesn’t know them.",
        "26": "Whoever will not do the law of your God and the law of the king, let judgment be executed on him with all diligence, whether it is to death, or to banishment, or to confiscation of goods, or to imprisonment.",
        "27": "Blessed be Yahweh, the God of our fathers, who has put such a thing as this in the king’s heart, to beautify Yahweh’s house which is in Jerusalem;",
        "28": "and has extended loving kindness to me before the king and his counselors, and before all the king’s mighty princes. I was strengthened according to Yahweh my God’s hand on me, and I gathered together chief men out of Israel to go up with me."
      }
    }
  }
}