{
  "book": "Faptele Apostolilor",
  "chapter": "21",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "După ce ne-am smuls din brațele lor, am plecat pe apă și ne-am dus drept la Cos, a doua zi la Rodos și de-acolo la Patara.",
        "2": "Am găsit o corabie care avea să treacă în Fenicia, ne-am suit în ea și am plecat.",
        "3": "Am trecut prin fața insulei Cipru, am lăsat-o la stânga și ne-am urmat drumul spre Siria, apoi ne-am dat jos în Tir, unde avea să se descarce corabia.",
        "4": "Acolo am găsit pe ucenici și am rămas șapte zile. Ucenicii, prin Duhul, ziceau lui Pavel să nu se suie la Ierusalim.",
        "5": "Dar când s-au împlinit zilele, am plecat și ne-am văzut de drum; și ne-au petrecut toți, cu nevestele și copiii, până afară din cetate. Am îngenuncheat pe mal și ne-am rugat.",
        "6": "Apoi ne-am luat ziua bună unii de la alții și noi ne-am suit în corabie, iar ei s-au întors acasă. Pavel la Ptolemaida și la Cezareea. Prorocia lui Agab",
        "7": "După ce ne-am isprăvit călătoria pe mare, din Tir am plecat la Ptolemaida, unde am urat de bine fraților și am stat la ei o zi.",
        "8": "A doua zi, am plecat și am ajuns la Cezareea. Am intrat în casa lui Filip evanghelistul, care era unul din cei șapte, și am găzduit la el.",
        "9": "El avea patru fete fecioare, care proroceau.",
        "10": "Fiindcă stăteam de mai multe zile acolo, un proroc numit Agab s-a coborât din Iudeea",
        "11": "și a venit la noi. A luat brâul lui Pavel, și-a legat picioarele și mâinile și a zis: „Iată ce zice Duhul Sfânt: ‘Așa vor lega iudeii în Ierusalim pe omul acela al cui este brâul acesta și-l vor da în mâinile neamurilor.’”",
        "12": "Când am auzit lucrul acesta, atât noi, cât și cei de acolo am rugat pe Pavel să nu se suie la Ierusalim.",
        "13": "Atunci Pavel a răspuns: „Ce faceți de plângeți așa și-mi rupeți inima? Eu sunt gata nu numai să fiu legat, dar chiar să și mor în Ierusalim pentru Numele Domnului Isus.”",
        "14": "Dacă am văzut că nu-l putem îndupleca, n-am mai stăruit și am zis: „Facă-se voia Domnului!”",
        "15": "După zilele acelea, ne-am pregătit de plecare și ne-am suit la Ierusalim.",
        "16": "Câțiva ucenici din Cezareea au venit și ei cu noi și ne-au dus la unul numit Mnason, din Cipru, vechi ucenic, la care aveam să găzduim. Pavel la Ierusalim, în Templu",
        "17": "Când am ajuns la Ierusalim, frații ne-au primit cu bucurie.",
        "18": "A doua zi, Pavel a mers cu noi la Iacov și toți prezbiterii s-au adunat acolo.",
        "19": "După ce le-a dat ziua bună, le-a istorisit cu de-amănuntul ce făcuse Dumnezeu în mijlocul neamurilor prin slujba lui.",
        "20": "Când l-au auzit, au proslăvit pe Dumnezeu. Apoi, i-au zis: „Vezi, frate, câte mii de iudei au crezut și toți sunt plini de râvnă pentru Lege.",
        "21": "Dar ei au auzit despre tine că înveți pe toți iudeii care trăiesc printre neamuri să se lepede de Moise, că le zici să nu-și taie copiii împrejur și să nu trăiască potrivit cu obiceiurile.",
        "22": "Ce este de făcut? Negreșit, mulțimea are să se adune, căci vor auzi că ai venit.",
        "23": "Deci, fă ce-ți vom spune noi. Avem aici patru bărbați, care au făcut o juruință.",
        "24": "Ia-i cu tine, curățește-te împreună cu ei și cheltuiește tu pentru ei, ca să-și radă capul. Și astfel vor cunoaște toți că nu este nimic adevărat din cele ce au auzit despre tine, ci că și tu umbli întocmai după rânduială și păzești Legea.",
        "25": "Cu privire la neamurile care au crezut, noi am hotărât și le-am scris că trebuie să se ferească de lucrurile jertfite idolilor, de sânge, de dobitoace sugrumate și de curvie.”",
        "26": "Atunci, Pavel a luat pe oamenii aceia, s-a curățit și a intrat cu ei a doua zi în Templu, ca să vestească sfârșitul zilelor curățirii, când se va aduce jertfă pentru fiecare din ei. Prinderea lui Pavel",
        "27": "Către sfârșitul celor șapte zile, iudeii din Asia, când au văzut pe Pavel în Templu, au întărâtat tot norodul, au pus mâinile pe el",
        "28": "și au început să strige: „Bărbați israeliți, dați ajutor! Iată omul care propovăduiește pretutindeni și în toată lumea împotriva norodului, împotriva Legii și împotriva locașului acestuia, ba încă a vârât și pe niște greci în Templu și a spurcat acest locaș sfânt.”",
        "29": "În adevăr, văzuseră mai înainte pe Trofim, Efeseanul, împreună cu el în cetate și credeau că Pavel îl băgase în Templu.",
        "30": "Toată cetatea s-a pus în mișcare și s-a strâns norodul din toate părțile. Au pus mâna pe Pavel și l-au scos din Templu, ale cărui uși au fost încuiate îndată.",
        "31": "Pe când încercau să-l omoare, s-a dus vestea la căpitanul oastei că tot Ierusalimul s-a tulburat.",
        "32": "Acesta a luat îndată ostași și sutași și a alergat la ei. Când au văzut pe căpitan și pe ostași, au încetat să mai bată pe Pavel.",
        "33": "Atunci, căpitanul s-a apropiat, a pus mâna pe el și a poruncit să-l lege cu două lanțuri. Apoi a întrebat cine este și ce a făcut.",
        "34": "Dar unii strigau într-un fel, alții într-alt fel prin mulțime. Fiindcă nu putea deci să înțeleagă adevărul din pricina zarvei, a poruncit să-l ducă în cetățuie.",
        "35": "Când a ajuns pe trepte, Pavel a trebuit să fie dus de ostași din pricina îmbulzelii norodului întărâtat,",
        "36": "căci mulțimea norodului se ținea după el și striga: „La moarte cu el!” Pavel cere voie să vorbească",
        "37": "Tocmai când era să fie băgat în cetățuie, Pavel a zis căpitanului: „Îmi este îngăduit să-ți spun ceva?” Căpitanul a răspuns: „Știi grecește?",
        "38": "Nu cumva ești egipteanul acela care s-a răsculat acum în urmă și a dus în pustie pe cei patru mii de tâlhari?”",
        "39": "„Eu sunt iudeu”, a spus Pavel, „din Tarsul din Cilicia, cetățean al unei cetăți nu fără însemnătate. Te rog, dă-mi voie să vorbesc norodului.”",
        "40": "După ce i-a dat voie căpitanul, Pavel a stat în picioare pe trepte și a făcut semn norodului cu mâna. S-a făcut o mare tăcere, și Pavel le-a vorbit în limba evreiască astfel:"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "După ce ne-am luat rămas bun de la ei, am plecat pe mare îndreptându-ne direct spre Cos. În ziua următoare, am ajuns în Rodos, iar de acolo în Patara.",
        "2": "Am găsit o corabie care se îndrepta spre Fenicia, ne-am îmbarcat și am plecat.",
        "3": "La orizont ne-a apărut insula Cipru și, lăsând-o în stânga, am navigat spre Siria. Apoi ne-am dat jos în Tyr, pentru că acolo urma să fie descărcată corabia.",
        "4": "I-am găsit pe ucenici și am rămas cu ei timp de șapte zile. Aceștia îi spuneau lui Pavel, după ce auziseră avertismentele Duhului, să nu se îmbarce spre Ierusalim.",
        "5": "Când zilele petrecute cu ei s-au încheiat, am plecat și ne-am continuat călătoria. Toți bărbații, împreună cu soțiile și copiii, ne-au însoțit până afară din cetate. Acolo, pe țărm, ne-am pus în genunchi și ne-am rugat.",
        "6": "Apoi, ne-am luat rămas bun unii de la alții, după care noi ne-am urcat în corabie, iar ei s-au întors la ale lor.",
        "7": "Din Tyr am plecat mai departe, ajungând în Ptolemaida. I-am salutat pe frați și am rămas cu ei timp de o zi.",
        "8": "În ziua următoare, am plecat și ne-am dus în Cezareea. Am intrat în casa lui Filip, evanghelistul, care era unul dintre cei șapte, și am rămas la el.",
        "9": "Acesta avea patru fete fecioare care profețeau.",
        "10": "Fiindcă am rămas acolo mai multe zile, un profet, pe nume Agab, a plecat din Iudeea",
        "11": "și a venit la noi. El a luat brâul lui Pavel și, legându-și picioarele și mâinile, a zis: „Acestea sunt cuvintele pe care le spune Duhul Sfânt: «În felul acesta îl vor lega iudeii în Ierusalim pe omul căruia îi aparține brâul acesta și-l vor da în mâinile neevreilor!»“.",
        "12": "Când am auzit aceste lucruri, atât noi, cât și localnicii l-am rugat pe Pavel să nu se ducă în Ierusalim.",
        "13": "Atunci Pavel a răspuns: „De ce plângeți așa și-mi frângeți inima? Eu sunt gata nu doar să fiu legat, ci chiar să și mor în Ierusalim pentru Numele Domnului Isus“.",
        "14": "Pentru că nu se lăsa convins, am tăcut, spunând doar: „Facă-se voia Domnului!“.",
        "15": "După zilele acelea, ne-am pregătit și ne-am dus în Ierusalim.",
        "16": "Au venit cu noi și câțiva ucenici din Cezareea și ne-au condus la Mnason, un vechi ucenic din Cipru, la care urma să găzduim. Pavel în Ierusalim",
        "17": "Când am sosit în Ierusalim, frații ne-au primit cu bucurie.",
        "18": "A doua zi, Pavel a mers împreună cu noi la Iacov, și toți bătrânii au venit acolo.",
        "19": "După ce i-a salutat, Pavel le-a istorisit pe rând lucrurile pe care le făcuse Dumnezeu printre neevrei prin slujba lui.",
        "20": "Când au auzit ei aceste lucruri, L-au glorificat pe Dumnezeu și i-au zis lui Pavel: „Vezi, frate, câte mii de iudei au crezut și toți sunt plini de zel pentru Lege!",
        "21": "Lor însă li s-a spus despre tine că-i înveți pe toți iudeii, care trăiesc printre neevrei, să renunțe la Moise, spunându-le să nu-și circumcidă copiii și să nu trăiască potrivit cu obiceiurile.",
        "22": "Ce este de făcut? Sigur vor auzi că ai sosit.",
        "23": "Fă deci ce-ți spunem noi: avem aici patru bărbați care au făcut un jurământ.",
        "24": "Ia-i cu tine, curățește-te împreună cu ei și cheltuie tu pentru ei ca să-și radă capul. Și, astfel, vor ști toți că niciunul dintre lucrurile care li s-au spus despre tine nu este așa, ci dimpotrivă, tu însuți trăiești păzind Legea.",
        "25": "Cu privire la neevreii care au crezut, noi am decis și le-am trimis mesajul să se ferească de ceea ce este jertfit idolilor, de sânge, de animale sugrumate și de preacurvie“.",
        "26": "Atunci Pavel i-a luat pe acei bărbați și, a doua zi, după ce s-a curățit împreună cu ei, a intrat în Templu și a anunțat când va fi sfârșitul zilelor de curățire, când urma să fie adusă o jertfă pentru fiecare dintre ei. Arestarea lui Pavel",
        "27": "Când cele șapte zile erau pe sfârșite, iudeii din Asia l-au văzut pe Pavel în Templu. Ei au agitat toată mulțimea și au pus mâna pe el,",
        "28": "strigând: „Bărbați israeliți, veniți în ajutor! Acesta este omul care-i învață pe toți, pretutindeni, împotriva poporului nostru, împotriva Legii și împotriva acestui loc! Ba încă a adus și niște greci în Templu și a întinat acest loc sfânt!“.",
        "29": "Căci îl văzuseră mai înainte în cetate pe Trofimos efeseanul împreună cu Pavel și credeau că Pavel îl adusese în Templu.",
        "30": "Toată cetatea s-a pus în mișcare, și poporul a alergat într-acolo. L-au prins pe Pavel, l-au târât afară din Templu, și au fost încuiate imediat ușile.",
        "31": "În timp ce încercau să-l omoare, s-a dus vestea la tribunul cohortei că tot Ierusalimul este cuprins de agitație.",
        "32": "Acesta a luat imediat niște soldați și niște centurioni și a alergat la ei. Când i-au văzut pe tribun și pe soldați, au încetat să-l mai bată pe Pavel.",
        "33": "Atunci tribunul s-a apropiat, l-a arestat pe Pavel și a poruncit să fie legat cu două lanțuri. Apoi a întrebat cine era și ce făcuse.",
        "34": "Unii din mulțime strigau una, alții alta, așa că, din cauza tulburării, neputând să afle exact ce se întâmplase, a poruncit să fie dus în fort.",
        "35": "Când a ajuns la trepte, Pavel a trebuit să fie dus de către soldați, din cauza violenței mulțimii.",
        "36": "Căci mulțimea poporului mergea după el, strigând: „La moarte cu el!“. Pavel se adresează mulțimii",
        "37": "Tocmai când urma să fie dus în fort, Pavel i-a zis tribunului: ‒ Îmi este îngăduit să-ți spun ceva? Tribunul l-a întrebat: ‒ Știi grecește?",
        "38": "Deci nu ești tu egipteanul care, cu câtva timp în urmă, a pornit o răscoală și i-a dus în deșert pe cei patru mii de asasini?",
        "39": "Pavel i-a răspuns: ‒ Eu sunt iudeu, din Tarsul Ciliciei, cetățean al unei cetăți nu lipsită de importanță. Te rog, dă-mi voie să vorbesc poporului!",
        "40": "Tribunul i-a dat voie, iar Pavel, stând în picioare pe trepte, a făcut poporului semn cu mâna. Când s-a făcut tăcere deplină, li s-a adresat în limba ebraică astfel:"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "When we had departed from them and had set sail, we came with a straight course to Cos, and the next day to Rhodes, and from there to Patara.",
        "2": "Having found a ship crossing over to Phoenicia, we went aboard and set sail.",
        "3": "When we had come in sight of Cyprus, leaving it on the left hand, we sailed to Syria and landed at Tyre, for the ship was there to unload her cargo.",
        "4": "Having found disciples, we stayed there seven days. These said to Paul through the Spirit that he should not go up to Jerusalem.",
        "5": "When those days were over, we departed and went on our journey. They all, with wives and children, brought us on our way until we were out of the city. Kneeling down on the beach, we prayed.",
        "6": "After saying goodbye to each other, we went on board the ship, and they returned home again.",
        "7": "When we had finished the voyage from Tyre, we arrived at Ptolemais. We greeted the brothers and stayed with them one day.",
        "8": "On the next day, we who were Paul’s companions departed and came to Caesarea. We entered into the house of Philip the evangelist, who was one of the seven, and stayed with him.",
        "9": "Now this man had four virgin daughters who prophesied.",
        "10": "As we stayed there some days, a certain prophet named Agabus came down from Judea.",
        "11": "Coming to us and taking Paul’s belt, he bound his own feet and hands, and said, “The Holy Spirit says: ‘So the Jews at Jerusalem will bind the man who owns this belt, and will deliver him into the hands of the Gentiles.’”",
        "12": "When we heard these things, both we and the people of that place begged him not to go up to Jerusalem.",
        "13": "Then Paul answered, “What are you doing, weeping and breaking my heart? For I am ready not only to be bound, but also to die at Jerusalem for the name of the Lord Jesus.”",
        "14": "When he would not be persuaded, we ceased, saying, “The Lord’s will be done.”",
        "15": "After these days we took up our baggage and went up to Jerusalem.",
        "16": "Some of the disciples from Caesarea also went with us, bringing one Mnason of Cyprus, an early disciple, with whom we would stay.",
        "17": "When we had come to Jerusalem, the brothers received us gladly.",
        "18": "The day following, Paul went in with us to James; and all the elders were present.",
        "19": "When he had greeted them, he reported one by one the things which God had worked among the Gentiles through his ministry.",
        "20": "They, when they heard it, glorified God. They said to him, “You see, brother, how many thousands there are among the Jews of those who have believed, and they are all zealous for the law.",
        "21": "They have been informed about you, that you teach all the Jews who are among the Gentiles to forsake Moses, telling them not to circumcise their children and not to walk after the customs.",
        "22": "What then? The assembly must certainly meet, for they will hear that you have come.",
        "23": "Therefore do what we tell you. We have four men who have taken a vow.",
        "24": "Take them and purify yourself with them, and pay their expenses for them, that they may shave their heads. Then all will know that there is no truth in the things that they have been informed about you, but that you yourself also walk keeping the law.",
        "25": "But concerning the Gentiles who believe, we have written our decision that they should observe no such thing, except that they should keep themselves from food offered to idols, from blood, from strangled things, and from sexual immorality.”",
        "26": "Then Paul took the men, and the next day purified himself and went with them into the temple, declaring the fulfillment of the days of purification, until the offering was offered for every one of them.",
        "27": "When the seven days were almost completed, the Jews from Asia, when they saw him in the temple, stirred up all the multitude and laid hands on him,",
        "28": "crying out, “Men of Israel, help! This is the man who teaches all men everywhere against the people, and the law, and this place. Moreover, he also brought Greeks into the temple and has defiled this holy place!”",
        "29": "For they had seen Trophimus the Ephesian with him in the city, and they supposed that Paul had brought him into the temple.",
        "30": "All the city was moved and the people ran together. They seized Paul and dragged him out of the temple. Immediately the doors were shut.",
        "31": "As they were trying to kill him, news came up to the commanding officer of the regiment that all Jerusalem was in an uproar.",
        "32": "Immediately he took soldiers and centurions and ran down to them. They, when they saw the chief captain and the soldiers, stopped beating Paul.",
        "33": "Then the commanding officer came near, arrested him, commanded him to be bound with two chains, and inquired who he was and what he had done.",
        "34": "Some shouted one thing and some another, among the crowd. When he couldn’t find out the truth because of the noise, he commanded him to be brought into the barracks.",
        "35": "When he came to the stairs, he was carried by the soldiers because of the violence of the crowd;",
        "36": "for the multitude of the people followed after, crying out, “Away with him!”",
        "37": "As Paul was about to be brought into the barracks, he asked the commanding officer, “May I speak to you?” He said, “Do you know Greek?",
        "38": "Aren’t you then the Egyptian who before these days stirred up to sedition and led out into the wilderness the four thousand men of the Assassins?”",
        "39": "But Paul said, “I am a Jew from Tarsus in Cilicia, a citizen of no insignificant city. I beg you, allow me to speak to the people.”",
        "40": "When he had given him permission, Paul, standing on the stairs, beckoned with his hand to the people. When there was a great silence, he spoke to them in the Hebrew language, saying,"
      }
    }
  }
}