{
  "book": "Faptele Apostolilor",
  "chapter": "22",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "„Fraților și părinților, ascultați acum cuvântul meu de apărare față de voi!”",
        "2": "Când au auzit ei că le vorbește în limba evreiască, au ținut și mai multă liniște. Și Pavel a zis:",
        "3": "„Eu sunt iudeu, născut în Tarsul Ciliciei, dar am fost crescut în cetatea aceasta, am învățat la picioarele lui Gamaliel să cunosc cu de-amănuntul Legea părinților noștri și am fost tot atât de plin de râvnă pentru Dumnezeu, cum sunteți și voi toți azi.",
        "4": "Am prigonit până la moarte această Cale, am legat și am pus în temniță bărbați și femei:",
        "5": "marele preot și tot soborul bătrânilor îmi sunt martori. Am luat chiar și scrisori de la ei către frații din Damasc, unde m-am dus să aduc legați la Ierusalim pe cei ce se aflau acolo, ca să fie pedepsiți.",
        "6": "Când eram pe drum și mă apropiam de Damasc, deodată, pe la amiază, a strălucit împrejurul meu o mare lumină din cer.",
        "7": "Am căzut la pământ și am auzit un glas care-mi zicea: ‘Saule, Saule, pentru ce Mă prigonești?’",
        "8": "‘Cine ești, Doamne?’, am răspuns eu. Și El mi-a zis: ‘Eu sunt Isus din Nazaret, pe care-L prigonești.’",
        "9": "Cei ce erau cu mine au văzut bine lumina și s-au înfricoșat, dar n-au auzit glasul Celui ce vorbea.",
        "10": "Atunci, am zis: ‘Ce să fac, Doamne?’ ‘Scoală-te’, mi-a răspuns Domnul, ‘du-te în Damasc și acolo ți se va spune ce trebuie să faci.’",
        "11": "Fiindcă nu puteam să văd nimic din pricina strălucirii luminii aceleia, cei ce erau cu mine m-au luat de mână, și așa am ajuns în Damasc.",
        "12": "Și a venit la mine un om numit Anania, bărbat temător de Dumnezeu, după Lege, și pe care toți iudeii care locuiesc în Damasc îl vorbeau de bine.",
        "13": "El mi-a zis: ‘Frate Saule, capătă-ți din nou vederea!’ Chiar în clipa aceea, mi-am căpătat vederea și m-am uitat la el.",
        "14": "El mi-a zis: ‘Dumnezeul părinților noștri te-a ales să cunoști voia Lui, să vezi pe Cel Neprihănit și să auzi cuvinte din gura Lui;",
        "15": "căci Îi vei fi martor față de toți oamenii, pentru lucrurile pe care le-ai văzut și auzit.",
        "16": "Și acum, ce zăbovești? Scoală-te, primește botezul și fii spălat de păcatele tale, chemând Numele Domnului.’",
        "17": "Și mi s-a întâmplat că, după ce m-am întors la Ierusalim, pe când mă rugam în Templu, am căzut într-o răpire sufletească",
        "18": "și am văzut pe Domnul, care-mi zicea: ‘Grăbește-te, ieși iute din Ierusalim, căci nu vor primi mărturisirea ta despre Mine.’",
        "19": "Și am zis: ‘Doamne, ei știu că eu băgam în temniță și băteam prin sinagogi pe cei ce cred în Tine",
        "20": "și că, atunci când se vărsa sângele lui Ștefan, martorul Tău, eram și eu de față, îmi uneam încuviințarea mea cu a celorlalți și păzeam hainele celor ce-l omorau.’",
        "21": "Atunci, El mi-a zis: ‘Du-te, căci te voi trimite departe, la neamuri…’” Pavel, cetățean roman",
        "22": "Ei l-au ascultat până la cuvântul acesta. Dar atunci și-au ridicat glasul și au zis: „Ia de pe pământ pe un astfel de om! Nu este vrednic să trăiască!”",
        "23": "Și scoteau strigăte, își aruncau hainele și azvârleau cu țărână în văzduh.",
        "24": "Căpitanul a poruncit să ducă pe Pavel în cetățuie și să-l cerceteze, bătându-l cu biciul, ca să afle din ce pricină strigau așa împotriva lui.",
        "25": "Pe când îl legau cu curele, Pavel a zis sutașului care era de față: „Vă este îngăduit să bateți pe un roman care nu este osândit?”",
        "26": "La auzul acestor cuvinte, sutașul s-a dus să dea de știre căpitanului și a zis: „Ce ai de gând să faci? Omul acesta este cetățean roman.”",
        "27": "Și când a venit căpitanul, a zis lui Pavel: „Spune-mi, ești roman?” „Da”, i-a răspuns el.",
        "28": "Căpitanul a zis: „Eu cu o mare sumă de bani am dobândit cetățenia aceasta.” „Și eu”, a zis Pavel, „sunt chiar născut roman.”",
        "29": "Numaidecât, cei ce aveau să-l cerceteze prin bătaie au încetat să-l mai necăjească, ba căpitanul, când a aflat că Pavel este roman, s-a temut pentru că-l legase. Pavel înaintea Sinedriului",
        "30": "A doua zi, fiindcă voia să știe bine pentru ce este pârât de iudei, l-a dezlegat și a poruncit să se adune laolaltă preoții cei mai de seamă și tot soborul, apoi a adus pe Pavel jos și l-a pus înaintea lor."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "„Frați și părinți, ascultați-mi acum apărarea față de voi!“.",
        "2": "Când au auzit ei că li se adresează în limba ebraică, au făcut și mai multă liniște. Pavel a zis:",
        "3": "„Eu sunt iudeu, născut în Tarsul Ciliciei, dar am fost crescut în cetatea aceasta și am fost educat la picioarele lui Gamaliel, potrivit cu strictețea Legii noastre părintești, fiind tot atât de plin de zel față de Dumnezeu cum sunteți voi toți astăzi.",
        "4": "Am persecutat până la moarte această Cale și am legat și aruncat în închisoare bărbați și femei,",
        "5": "după cum îmi sunt martori atât marele preot, cât și tot Sfatul Bătrânilor. De la ei am primit scrisori pentru frații din Damasc, ca să merg și să-i aduc legați la Ierusalim chiar și pe cei de acolo, ca să fie pedepsiți.",
        "6": "În timp ce eram pe drum și mă apropiam de Damasc, pe la amiază, a strălucit deodată împrejurul meu o lumină puternică din cer.",
        "7": "Am căzut la pământ și am auzit un glas care-mi zicea: «Saul, Saul, de ce Mă persecuți?».",
        "8": "Eu am întrebat: «Cine ești, Doamne?». El mi-a răspuns: «Eu sunt Isus nazarineanul, Cel pe Care tu Îl persecuți!».",
        "9": "Cei care erau împreună cu mine vedeau într-adevăr lumina, dar nu înțelegeau cuvintele Celui Care-mi vorbea.",
        "10": "Am întrebat: «Ce să fac, Doamne?». Domnul mi-a răspuns: «Ridică-te, du-te în Damasc, și acolo ți se va spune despre toate lucrurile pe care ai fost desemnat să le faci».",
        "11": "Fiindcă n-am mai putut vedea, din cauza strălucirii acelei lumini, cei care erau cu mine m-au luat de mână și m-au dus în Damasc.",
        "12": "Un anume Ananias, bărbat temător de Dumnezeu, potrivit Legii, care avea o bună mărturie printre toți iudeii care locuiau acolo,",
        "13": "a venit la mine și, stând alături de mine, mi-a zis: «Frate Saul, să-ți revină vederea chiar acum!». Chiar în clipa aceea mi-a revenit vederea și m-am uitat la el.",
        "14": "Ananias a zis: «Dumnezeul strămoșilor noștri te-a ales ca să-I cunoști voia, să-L vezi pe Cel Drept și să auzi un mesaj din gura Lui,",
        "15": "pentru că Îi vei fi martor înaintea tuturor oamenilor pentru lucrurile pe care le-ai văzut și auzit.",
        "16": "Iar acum, ce aștepți? Ridică-te, fii botezat și fii spălat de păcatele tale, chemând Numele Lui!».",
        "17": "După ce m-am întors la Ierusalim, în timp ce mă rugam în Templu, am căzut într-o răpire sufletească",
        "18": "și L-am văzut pe Domnul zicându-mi: «Grăbește-te, ieși repede din Ierusalim, pentru că nu vor primi mărturia ta despre Mine!».",
        "19": "Eu am zis: «Doamne, ei știu că eu îi aruncam în închisoare și îi băteam prin sinagogi pe cei ce cred în Tine,",
        "20": "iar când era vărsat sângele lui Ștefan, martorul Tău, eram și eu de față, dându-mi acordul și păzind hainele celor ce-l omorau».",
        "21": "Însă El mi-a zis: «Du-te, pentru că te voi trimite departe, la neevrei!»“. Pavel și tribunul roman",
        "22": "Ei l-au ascultat până la cuvântul acesta, dar apoi și-au ridicat glasul, zicând: „Ia de pe pământ un astfel de om, căci nu merită să trăiască!“.",
        "23": "În timp ce ei țipau, își azvârleau hainele și aruncau cu praf în aer,",
        "24": "tribunul a poruncit ca Pavel să fie dus în fort, cerând să fie interogat prin biciuire, ca să afle din ce cauză strigau așa împotriva lui.",
        "25": "Dar când l-au întins ca să-l biciuiască, Pavel i-a zis centurionului care stătea acolo: „Vă este permis să biciuiți un cetățean roman care n-a fost judecat?“.",
        "26": "Auzind aceasta, centurionul s-a dus la tribun și l-a anunțat, zicând: „Ce vrei să faci? Căci omul acesta este roman“.",
        "27": "Tribunul a venit și l-a întrebat: ‒ Spune-mi, ești roman? Pavel a zis: ‒ Da.",
        "28": "Tribunul a răspuns: ‒ Eu cu o mare sumă de bani am dobândit cetățenia aceasta. Pavel i-a zis: ‒ Eu sunt chiar născut roman.",
        "29": "Atunci cei ce urmau să-l interogheze s-au îndepărtat imediat de la el, iar tribunul, aflând că este cetățean roman, s-a temut, pentru că-l legase. Pavel înaintea Sinedriului",
        "30": "În ziua următoare, dorind să știe exact de ce era acuzat de iudei, l-a dezlegat și a poruncit să se adune conducătorii preoților și tot Sinedriul. Apoi l-a adus pe Pavel jos și l-a pus să stea înaintea lor."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "“Brothers and fathers, listen to the defense which I now make to you.”",
        "2": "When they heard that he spoke to them in the Hebrew language, they were even more quiet. He said,",
        "3": "“I am indeed a Jew, born in Tarsus of Cilicia, but brought up in this city at the feet of Gamaliel, instructed according to the strict tradition of the law of our fathers, being zealous for God, even as you all are today.",
        "4": "I persecuted this Way to the death, binding and delivering into prisons both men and women,",
        "5": "as also the high priest and all the council of the elders testify, from whom also I received letters to the brothers, and traveled to Damascus to bring them also who were there to Jerusalem in bonds to be punished.",
        "6": "“As I made my journey and came close to Damascus, about noon suddenly a great light shone around me from the sky.",
        "7": "I fell to the ground and heard a voice saying to me, ‘Saul, Saul, why are you persecuting me?’",
        "8": "I answered, ‘Who are you, Lord?’ He said to me, ‘I am Jesus of Nazareth, whom you persecute.’",
        "9": "“Those who were with me indeed saw the light and were afraid, but they didn’t understand the voice of him who spoke to me.",
        "10": "I said, ‘What shall I do, Lord?’ The Lord said to me, ‘Arise, and go into Damascus. There you will be told about all things which are appointed for you to do.’",
        "11": "When I couldn’t see for the glory of that light, being led by the hand of those who were with me, I came into Damascus.",
        "12": "“One Ananias, a devout man according to the law, well reported of by all the Jews who lived in Damascus,",
        "13": "came to me, and standing by me said to me, ‘Brother Saul, receive your sight!’ In that very hour I looked up at him.",
        "14": "He said, ‘The God of our fathers has appointed you to know his will, and to see the Righteous One, and to hear a voice from his mouth.",
        "15": "For you will be a witness for him to all men of what you have seen and heard.",
        "16": "Now why do you wait? Arise, be baptized, and wash away your sins, calling on the name of the Lord.’",
        "17": "“When I had returned to Jerusalem and while I prayed in the temple, I fell into a trance",
        "18": "and saw him saying to me, ‘Hurry and get out of Jerusalem quickly, because they will not receive testimony concerning me from you.’",
        "19": "I said, ‘Lord, they themselves know that I imprisoned and beat in every synagogue those who believed in you.",
        "20": "When the blood of Stephen, your witness, was shed, I also was standing by, consenting to his death, and guarding the cloaks of those who killed him.’",
        "21": "“He said to me, ‘Depart, for I will send you out far from here to the Gentiles.’ ”",
        "22": "They listened to him until he said that; then they lifted up their voice and said, “Rid the earth of this fellow, for he isn’t fit to live!”",
        "23": "As they cried out, threw off their cloaks, and threw dust into the air,",
        "24": "the commanding officer commanded him to be brought into the barracks, ordering him to be examined by scourging, that he might know for what crime they shouted against him like that.",
        "25": "When they had tied him up with straps, Paul asked the centurion who stood by, “Is it lawful for you to scourge a man who is a Roman, and not found guilty?”",
        "26": "When the centurion heard it, he went to the commanding officer and told him, “Watch what you are about to do, for this man is a Roman!”",
        "27": "The commanding officer came and asked him, “Tell me, are you a Roman?” He said, “Yes.”",
        "28": "The commanding officer answered, “I bought my citizenship for a great price.” Paul said, “But I was born a Roman.”",
        "29": "Immediately those who were about to examine him departed from him, and the commanding officer also was afraid when he realized that he was a Roman, because he had bound him.",
        "30": "But on the next day, desiring to know the truth about why he was accused by the Jews, he freed him from the bonds and commanded the chief priests and all the council to come together, and brought Paul down and set him before them."
      }
    }
  }
}