{
  "book": "Faptele Apostolilor",
  "chapter": "16",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În urmă, Pavel s-a dus la Derbe și la Listra. Și iată că acolo era un ucenic numit Timotei, fiul unei iudeice credincioase și al unui tată grec.",
        "2": "Frații din Listra și Iconia îl vorbeau de bine.",
        "3": "Pavel a vrut să-l ia cu el și, după ce l-a luat, l-a tăiat împrejur, din pricina iudeilor care erau în acele locuri, căci toți știau că tatăl lui era grec.",
        "4": "Pe când trecea prin cetăți, învăța pe frați să păzească hotărârile apostolilor și prezbiterilor din Ierusalim.",
        "5": "Bisericile se întăreau în credință și sporeau la număr din zi în zi.",
        "6": "Fiindcă au fost opriți de Duhul Sfânt să vestească Cuvântul în Asia, au trecut prin ținutul Frigiei și Galatiei.",
        "7": "Ajunși lângă Misia, se pregăteau să intre în Bitinia; dar Duhul lui Isus nu le-a dat voie.",
        "8": "Au trecut atunci prin Misia și s-au coborât la Troa.",
        "9": "Noaptea, Pavel a avut o vedenie: un om din Macedonia stătea în picioare și i-a făcut următoarea rugăminte: „Treci în Macedonia și ajută-ne!”",
        "10": "După vedenia aceasta a lui Pavel, am căutat îndată să ne ducem în Macedonia, căci înțelegeam că Domnul ne cheamă să le vestim Evanghelia. Pavel la Filipi. Lidia",
        "11": "După ce am pornit din Troa, am mers cu corabia drept la Samotracia și a doua zi ne-am oprit la Neapolis.",
        "12": "De acolo ne-am dus la Filipi, care este cea dintâi cetate dintr-un ținut al Macedoniei și o colonie romană. În cetatea aceasta am stat câteva zile.",
        "13": "În ziua Sabatului, am ieșit pe poarta cetății, lângă un râu, unde credeam că se află un loc de rugăciune. Am șezut jos și am vorbit femeilor, care erau adunate laolaltă.",
        "14": "Una din ele, numită Lidia, vânzătoare de purpură, din cetatea Tiatira, era o femeie temătoare de Dumnezeu și asculta. Domnul i-a deschis inima, ca să ia aminte la cele ce spunea Pavel.",
        "15": "După ce a fost botezată, ea și casa ei, ne-a rugat și ne-a zis: „Dacă mă socotiți credincioasă Domnului, intrați și rămâneți în casa mea.” Și ne-a silit să intrăm. O slujnică ghicitoare. Temnicerul din Filipi",
        "16": "Pe când ne duceam la locul de rugăciune, ne-a ieșit înainte o roabă, care avea un duh de ghicire. Prin ghicire, ea aducea mult câștig stăpânilor ei.",
        "17": "Roaba aceasta s-a luat după Pavel și după noi și striga: „Oamenii aceștia sunt robii Dumnezeului celui Preaînalt și ei vă vestesc calea mântuirii.”",
        "18": "Așa a făcut ea timp de mai multe zile. Pavel, necăjit, s-a întors și a zis duhului: „În Numele lui Isus Hristos îți poruncesc să ieși din ea.” Și a ieșit chiar în ceasul acela.",
        "19": "Când au văzut stăpânii roabei că s-a dus nădejdea câștigului lor, au pus mâna pe Pavel și pe Sila și i-au târât în piață înaintea fruntașilor.",
        "20": "I-au dat pe mâna dregătorilor și au zis: „Oamenii aceștia ne tulbură cetatea; sunt niște iudei",
        "21": "care vestesc niște obiceiuri pe care noi, romanii, nu trebuie nici să le primim, nici să le urmăm.”",
        "22": "Norodul s-a ridicat și el împotriva lor, și dregătorii au pus să le smulgă hainele de pe ei și au poruncit să-i bată cu nuiele.",
        "23": "După ce le-au dat multe lovituri, i-au aruncat în temniță și au dat în grijă temnicerului să-i păzească bine.",
        "24": "Temnicerul, ca unul care primise o astfel de poruncă, i-a aruncat în temnița dinăuntru și le-a băgat picioarele în butuci.",
        "25": "Pe la miezul nopții, Pavel și Sila se rugau și cântau cântări de laudă lui Dumnezeu, iar cei închiși îi ascultau.",
        "26": "Deodată, s-a făcut un mare cutremur de pământ, așa că s-au clătinat temeliile temniței. Îndată, s-au deschis toate ușile și s-au dezlegat legăturile fiecăruia.",
        "27": "Temnicerul s-a deșteptat și, când a văzut ușile temniței deschise, a scos sabia și era să se omoare, căci credea că cei închiși au fugit.",
        "28": "Dar Pavel a strigat cu glas tare: „Să nu-ți faci niciun rău, căci toți suntem aici.”",
        "29": "Atunci, temnicerul a cerut o lumină, a sărit înăuntru și, tremurând de frică, s-a aruncat la picioarele lui Pavel și ale lui Sila,",
        "30": "i-a scos afară și le-a zis: „Domnilor, ce trebuie să fac ca să fiu mântuit?”",
        "31": "Pavel și Sila i-au răspuns: „Crede în Domnul Isus și vei fi mântuit, tu și casa ta.”",
        "32": "Și i-au vestit Cuvântul Domnului, atât lui, cât și tuturor celor din casa lui.",
        "33": "Temnicerul i-a luat cu el chiar în ceasul acela din noapte, le-a spălat rănile și a fost botezat îndată, el și toți ai lui.",
        "34": "După ce i-a dus în casă, le-a pus masa și s-a bucurat cu toată casa lui că a crezut în Dumnezeu. Pavel și Sila slobozi",
        "35": "Când s-a făcut ziuă, dregătorii au trimis pe cei ce purtau nuielele să spună temnicerului: „Dă drumul oamenilor acelora.”",
        "36": "Și temnicerul a spus lui Pavel aceste cuvinte: „Dregătorii au trimis să vi se dea drumul; acum dar, ieșiți afară și duceți-vă în pace.”",
        "37": "Dar Pavel le-a zis: „După ce ne-au bătut cu nuiele în fața tuturor fără să fim judecați, pe noi, care suntem romani, ne-au aruncat în temniță, și acum ne scot afară pe ascuns! Nu merge așa! Să vină ei singuri să ne scoată afară!”",
        "38": "Cei ce purtau nuielele au spus aceste cuvinte dregătorilor. Aceștia s-au temut când au auzit că sunt romani.",
        "39": "Dregătorii au venit să-i potolească, i-au scos afară din temniță și i-au rugat să părăsească cetatea.",
        "40": "Ei au ieșit din temniță și au intrat în casa Lidiei; și, după ce au văzut și mângâiat pe frați, au plecat."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Pavel a venit în Derbe și apoi în Listra. Și iată că acolo era un ucenic pe nume Timotei, fiul unei iudeice credincioase, dar al cărui tată era grec.",
        "2": "El avea o bună mărturie printre frații din Listra și Iconia.",
        "3": "Pavel a vrut să-l ia cu el în călătorie, așa că, după ce l-a luat, l-a circumcis, din cauza iudeilor care erau în acele locuri. Căci toți știau că tatăl lui era grec.",
        "4": "În timp ce treceau prin cetăți, îi îndemnau pe frați să păzească hotărârile care fuseseră luate de apostolii și bătrânii din Ierusalim.",
        "5": "Bisericile se întăreau în credință și creșteau la număr în fiecare zi. Vedenia lui Pavel cu bărbatul macedonean",
        "6": "Fiindcă au fost opriți de Duhul Sfânt să predice Cuvântul în Asia, au trecut prin regiunea Frigiei și Galatiei.",
        "7": "Când au ajuns lângă Misia, au încercat să se ducă în Bitinia, dar Duhul lui Isus nu le-a dat voie.",
        "8": "Au trecut deci prin Misia și s-au dus la Troa.",
        "9": "În timpul nopții, Pavel a avut o vedenie: un bărbat macedonean stătea în picioare și-l ruga: „Treci în Macedonia și ajută-ne!“.",
        "10": "După ce Pavel a avut vedenia, am căutat imediat să ne ducem în Macedonia, înțelegând că Dumnezeu ne-a chemat să le vestim Evanghelia. În Filipi",
        "11": "Am pornit pe mare din Troa și ne-am îndreptat direct spre Samotracia. În ziua următoare am plecat spre Neapolis,",
        "12": "iar de acolo spre Filipi, care este cea dintâi cetate din acea regiune a Macedoniei și totodată o colonie. În cetatea aceasta am rămas câteva zile.",
        "13": "În ziua de sabat am ieșit dincolo de poarta cetății, lângă un râu, unde credeam că se află un loc de rugăciune. Ne-am așezat și le-am vorbit femeilor care se adunaseră acolo.",
        "14": "O anumită femeie pe nume Lidia, vânzătoare de purpură din cetatea Tiatira și devotată lui Dumnezeu, asculta și ea. Domnul i-a deschis inima ca să urmărească cu atenție cele spuse de Pavel.",
        "15": "După ce ea și familia ei au fost botezați, Lidia ne-a rugat, zicând: „Dacă voi considerați că sunt credincioasă Domnului, veniți și rămâneți în casa mea!“. Și ne-a înduplecat. Pavel și Silas în închisoare",
        "16": "Într-o zi, în timp ce ne duceam spre locul de rugăciune, ne-a întâlnit o sclavă care avea în ea un duh de divinație și care, prin ghicire, aducea mult câștig stăpânilor ei.",
        "17": "Ea mergea după Pavel și după noi și striga: „Acești oameni sunt slujitori ai Dumnezeului celui Preaînalt și ei vă vestesc calea mântuirii!“.",
        "18": "Așa a făcut ea timp de mai multe zile. Atunci Pavel, supărat, s-a întors și i-a zis duhului: „Îți poruncesc în Numele lui Isus Cristos să ieși din ea!“. Și a ieșit chiar în ceasul acela.",
        "19": "Când stăpânii ei au văzut că speranța lor de câștig s-a dus, i-au apucat pe Pavel și pe Silas și i-au târât în piața publică, înaintea conducătorilor.",
        "20": "I-au adus înaintea magistraților și au zis: „Oamenii aceștia ne tulbură cetatea! Sunt iudei",
        "21": "și vestesc niște obiceiuri pe care nouă, romanilor, nu ne este permis nici să le primim, nici să le practicăm!“.",
        "22": "Mulțimea s-a ridicat și ea împotriva lor, iar magistrații le-au sfâșiat hainele și au poruncit să fie bătuți cu nuiele.",
        "23": "După ce le-au dat multe lovituri, i-au aruncat în închisoare, poruncind gardianului să-i păzească bine.",
        "24": "Primind un astfel de ordin, gardianul i-a aruncat în carcera închisorii și le-a legat picioarele în butuci.",
        "25": "Pe la miezul nopții, Pavel și Silas se rugau și-I cântau imnuri lui Dumnezeu, iar ceilalți deținuți îi ascultau.",
        "26": "Deodată a avut loc un cutremur atât de mare, încât s-au clătinat temeliile închisorii. Toate ușile s-au deschis dintr-odată și fiecăruia i s-au dezlegat lanțurile.",
        "27": "Gardianul închisorii s-a trezit și, când a văzut că ușile închisorii erau deschise, și-a scos sabia ca să se omoare, crezând că deținuții au fugit.",
        "28": "Pavel însă a strigat cu glas tare: ‒ Să nu-ți faci niciun rău, căci suntem toți aici!",
        "29": "Atunci gardianul a cerut făclii, s-a repezit înăuntru și a căzut tremurând înaintea lui Pavel și a lui Silas.",
        "30": "Apoi, conducându-i afară, a zis: ‒ Domnilor, ce trebuie să fac ca să fiu mântuit?",
        "31": "Ei i-au răspuns: ‒ Crede în Domnul Isus și vei fi mântuit, tu și familia ta!",
        "32": "Și i-au predicat Cuvântul Domnului atât lui, cât și tuturor celor din casa lui.",
        "33": "Chiar la ora aceea din noapte, gardianul închisorii i-a luat și le-a spălat rănile. Apoi au fost botezați imediat, el și toți ai lui.",
        "34": "După aceea i-a dus în casa lui și le-a pus masa. Și s-a bucurat foarte mult, împreună cu toți cei din casa lui, pentru că a crezut în Dumnezeu.",
        "35": "Când s-a făcut ziuă, magistrații i-au trimis pe ofițeri să-i spună gardianului: „Eliberează-i pe oamenii aceia!“.",
        "36": "Gardianul închisorii i-a transmis lui Pavel următoarele cuvinte: ‒ Magistrații au trimis ordin să fiți eliberați! Acum, deci, ieșiți și duceți-vă în pace!",
        "37": "Însă Pavel le-a zis ofițerilor: ‒ Ne-au bătut în public, fără să fim judecați, pe noi care suntem cetățeni romani, ne-au aruncat în închisoare, iar acum vor să ne alunge pe ascuns? În niciun caz! Să vină ei înșiși să ne ducă afară!",
        "38": "Ofițerii au transmis aceste cuvinte magistraților. Aceștia s-au temut când au auzit că ei erau cetățeni romani",
        "39": "și au venit să-i liniștească. I-au condus afară și i-au rugat să plece din cetate.",
        "40": "Au ieșit din închisoare și s-au dus la Lidia, iar după ce i-au văzut și i-au încurajat pe frați, au plecat."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "He came to Derbe and Lystra; and behold, a certain disciple was there, named Timothy, the son of a Jewess who believed, but his father was a Greek.",
        "2": "The brothers who were at Lystra and Iconium gave a good testimony about him.",
        "3": "Paul wanted to have him go out with him, and he took and circumcised him because of the Jews who were in those parts, for they all knew that his father was a Greek.",
        "4": "As they went on their way through the cities, they delivered the decrees to them to keep which had been ordained by the apostles and elders who were at Jerusalem.",
        "5": "So the assemblies were strengthened in the faith, and increased in number daily.",
        "6": "When they had gone through the region of Phrygia and Galatia, they were forbidden by the Holy Spirit to speak the word in Asia.",
        "7": "When they had come opposite Mysia, they tried to go into Bithynia, but the Spirit didn’t allow them.",
        "8": "Passing by Mysia, they came down to Troas.",
        "9": "A vision appeared to Paul in the night. There was a man of Macedonia standing, begging him and saying, “Come over into Macedonia and help us.”",
        "10": "When he had seen the vision, immediately we sought to go out to Macedonia, concluding that the Lord had called us to preach the Good News to them.",
        "11": "Setting sail therefore from Troas, we made a straight course to Samothrace, and the day following to Neapolis;",
        "12": "and from there to Philippi, which is a city of Macedonia, the foremost of the district, a Roman colony. We were staying some days in this city.",
        "13": "On the Sabbath day we went outside of the city by a riverside, where we supposed there was a place of prayer, and we sat down and spoke to the women who had come together.",
        "14": "A certain woman named Lydia, a seller of purple, of the city of Thyatira, one who worshiped God, heard us. The Lord opened her heart to listen to the things which were spoken by Paul.",
        "15": "When she and her household were baptized, she begged us, saying, “If you have judged me to be faithful to the Lord, come into my house and stay.” So she persuaded us.",
        "16": "As we were going to prayer, a certain girl having a spirit of divination met us, who brought her masters much gain by fortune telling.",
        "17": "Following Paul and us, she cried out, “These men are servants of the Most High God, who proclaim to us a way of salvation!”",
        "18": "She was doing this for many days. But Paul, becoming greatly annoyed, turned and said to the spirit, “I command you in the name of Jesus Christ to come out of her!” It came out that very hour.",
        "19": "But when her masters saw that the hope of their gain was gone, they seized Paul and Silas and dragged them into the marketplace before the rulers.",
        "20": "When they had brought them to the magistrates, they said, “These men, being Jews, are agitating our city",
        "21": "and advocate customs which it is not lawful for us to accept or to observe, being Romans.”",
        "22": "The multitude rose up together against them and the magistrates tore their clothes from them, then commanded them to be beaten with rods.",
        "23": "When they had laid many stripes on them, they threw them into prison, charging the jailer to keep them safely.",
        "24": "Having received such a command, he threw them into the inner prison and secured their feet in the stocks.",
        "25": "But about midnight Paul and Silas were praying and singing hymns to God, and the prisoners were listening to them.",
        "26": "Suddenly there was a great earthquake, so that the foundations of the prison were shaken; and immediately all the doors were opened, and everyone’s bonds were loosened.",
        "27": "The jailer, being roused out of sleep and seeing the prison doors open, drew his sword and was about to kill himself, supposing that the prisoners had escaped.",
        "28": "But Paul cried with a loud voice, saying, “Don’t harm yourself, for we are all here!”",
        "29": "He called for lights, sprang in, fell down trembling before Paul and Silas,",
        "30": "brought them out, and said, “Sirs, what must I do to be saved?”",
        "31": "They said, “Believe in the Lord Jesus Christ, and you will be saved, you and your household.”",
        "32": "They spoke the word of the Lord to him, and to all who were in his house.",
        "33": "He took them the same hour of the night and washed their stripes, and was immediately baptized, he and all his household.",
        "34": "He brought them up into his house and set food before them, and rejoiced greatly with all his household, having believed in God.",
        "35": "But when it was day, the magistrates sent the sergeants, saying, “Let those men go.”",
        "36": "The jailer reported these words to Paul, saying, “The magistrates have sent to let you go; now therefore come out and go in peace.”",
        "37": "But Paul said to them, “They have beaten us publicly without a trial, men who are Romans, and have cast us into prison! Do they now release us secretly? No, most certainly, but let them come themselves and bring us out!”",
        "38": "The sergeants reported these words to the magistrates, and they were afraid when they heard that they were Romans,",
        "39": "and they came and begged them. When they had brought them out, they asked them to depart from the city.",
        "40": "They went out of the prison and entered into Lydia’s house. When they had seen the brothers, they encouraged them, then departed."
      }
    }
  }
}