{
  "book": "Faptele Apostolilor",
  "chapter": "17",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Pavel și Sila au trecut prin Amfipoli și Apolonia și au venit în Tesalonic, unde era o sinagogă a iudeilor.",
        "2": "Pavel, după obiceiul său, a intrat în sinagogă. Trei zile de Sabat a vorbit cu ei din Scripturi,",
        "3": "dovedind și lămurind că Hristosul trebuia să pătimească și să învieze din morți. „Și acest Isus, pe care vi-L vestesc eu”, zicea el, „este Hristosul.”",
        "4": "Unii din ei și o mare mulțime de greci temători de Dumnezeu și multe femei de frunte au crezut și au trecut de partea lui Pavel și a lui Sila.",
        "5": "Dar iudeii care nu crezuseră, de pizmă, au luat cu ei niște oameni fără căpătâi din mulțime, au făcut gloată și au întărâtat cetatea. S-au năpustit asupra casei lui Iason și căutau pe Pavel și pe Sila ca să-i aducă afară, la norod.",
        "6": "Fiindcă nu i-au găsit, au târât pe Iason și pe vreo câțiva frați înaintea dregătorilor cetății și strigau: „Oamenii aceștia care au răscolit lumea au venit și aici,",
        "7": "și Iason i-a găzduit. Ei toți lucrează împotriva poruncilor Cezarului și spun că este un alt Împărat: Isus.”",
        "8": "Prin aceste vorbe, iudeii au tulburat norodul și pe dregătorii cetății,",
        "9": "care au dat drumul lui Iason și celorlalți numai după ce au căpătat de la ei un zălog. Pavel la Bereea",
        "10": "Frații au trimis îndată, noaptea, pe Pavel și pe Sila la Bereea. Când au sosit, au intrat în sinagoga iudeilor.",
        "11": "Iudeii aceștia aveau o inimă mai aleasă decât cei din Tesalonic. Au primit Cuvântul cu toată râvna și cercetau Scripturile în fiecare zi, ca să vadă dacă ce li se spunea este așa.",
        "12": "Mulți dintre ei și din femeile cu vază ale grecilor și mulți bărbați au crezut.",
        "13": "Dar iudeii din Tesalonic, când au aflat că Pavel vestea Cuvântul lui Dumnezeu și în Bereea, au venit acolo, ca să tulbure și să ațâțe noroadele.",
        "14": "Atunci, frații au pornit îndată pe Pavel spre mare; Sila și Timotei au rămas în Bereea. Pavel la Atena. Cuvântarea",
        "15": "Cei ce însoțeau pe Pavel l-au dus până la Atena. Apoi s-au întors cu însărcinarea să ducă lui Sila și lui Timotei porunca să vină cât mai curând la el.",
        "16": "Pe când îi aștepta Pavel în Atena, i se întărâta duhul la vederea acestei cetăți pline de idoli.",
        "17": "În sinagogă stătea deci de vorbă cu iudeii și cu oamenii temători de Dumnezeu, iar în piață stătea de vorbă în fiecare zi cu aceia pe care-i întâlnea.",
        "18": "Unii din filozofii epicurieni și stoici au intrat în vorbă cu el. Și unii ziceau: „Ce vrea să spună palavragiul acesta?” Alții, când l-au auzit că vestește pe Isus și învierea, ziceau: „Pare că vestește niște dumnezei străini.”",
        "19": "Atunci l-au luat, l-au dus la Areopag și au zis: „Putem să știm care este această învățătură nouă pe care o vestești tu?",
        "20": "Fiindcă tu ne aduci ceva ciudat la auz. Am vrea dar să știm ce vrea să zică aceasta.”",
        "21": "Căci toți atenienii și străinii care stăteau în Atena nu-și petreceau vremea cu nimic altceva decât să spună sau să asculte ceva nou.",
        "22": "Pavel a stat în picioare în mijlocul Areopagului și a zis: „Bărbați atenieni! În toate privințele vă găsesc foarte religioși.",
        "23": "Căci, pe când străbăteam cetatea voastră și mă uitam de aproape la lucrurile la care vă închinați voi, am descoperit chiar și un altar pe care este scris: ‘Unui Dumnezeu necunoscut!’ Ei bine, ceea ce voi cinstiți, fără să cunoașteți, aceea vă vestesc eu.",
        "24": "Dumnezeu care a făcut lumea și tot ce este în ea este Domnul cerului și al pământului și nu locuiește în temple făcute de mâini.",
        "25": "El nu este slujit de mâini omenești, ca și când ar avea trebuință de ceva, El, care dă tuturor viața, suflarea și toate lucrurile.",
        "26": "El a făcut ca toți oamenii, ieșiți dintr-unul singur, să locuiască pe toată fața pământului; le-a așezat anumite vremuri și a pus anumite hotare locuinței lor,",
        "27": "ca ei să caute pe Dumnezeu și să se silească să-L găsească bâjbâind, măcar că nu este departe de fiecare din noi.",
        "28": "Căci în El avem viața, mișcarea și ființa, după cum au zis și unii din poeții voștri: ‘Suntem din neamul Lui…’",
        "29": "Astfel dar, fiindcă suntem de neam din Dumnezeu, nu trebuie să credem că Dumnezeirea este asemenea aurului sau argintului sau pietrei cioplite cu meșteșugirea și iscusința omului.",
        "30": "Dumnezeu nu ține seama de vremurile de neștiință și poruncește acum tuturor oamenilor de pretutindeni să se pocăiască,",
        "31": "pentru că a rânduit o zi în care va judeca lumea după dreptate, prin Omul pe care L-a rânduit pentru aceasta și despre care a dat tuturor oamenilor o dovadă netăgăduită prin faptul că L-a înviat din morți…”",
        "32": "Când au auzit ei de învierea morților, unii își băteau joc, iar alții au zis: „Asupra acestor lucruri te vom asculta altă dată.”",
        "33": "Astfel, Pavel a ieșit din mijlocul lor.",
        "34": "Totuși unii au trecut de partea lui și au crezut; între aceștia erau Dionisie Areopagitul, o femeie numită Damaris și alții împreună cu ei."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Au trecut prin Amfipolis și Apolonia și au venit în Tesalonic, unde se afla o sinagogă a iudeilor.",
        "2": "Așa cum obișnuia, Pavel a intrat în sinagogă și, de-a lungul a trei zile de sabat, a discutat cu ei din Scripturi,",
        "3": "explicând și dovedind cu privire la Cristos că trebuia să sufere și să învie dintre cei morți și spunând: „Acest Isus, pe Care vi-L vestesc eu, este Cristosul!“.",
        "4": "Unii dintre ei, precum și o mare mulțime de greci devotați și nu puține femei de seamă, au fost convinși și li s-au alăturat lui Pavel și Silas.",
        "5": "Dar iudeii au devenit invidioși și, luând de prin piețe niște oameni răi, au format o gloată și au instigat cetatea. Au venit la casa lui Iason și i-au căutat pe Pavel și pe Silas ca să-i aducă afară la mulțime.",
        "6": "Pentru că nu i-au găsit, l-au târât pe Iason și pe alți câțiva frați înaintea conducătorilor cetății, strigând: „Cei care au răscolit lumea au venit și aici,",
        "7": "iar Iason i-a primit ca oaspeți! Toți aceștia lucrează împotriva decretelor lui Cezar, spunând că există un alt Împărat: Isus“.",
        "8": "Când mulțimea și magistrații au auzit aceste lucruri, s-au tulburat.",
        "9": "Apoi, după ce au primit de la Iason și de la ceilalți o garanție, le-au dat drumul. În Bereea",
        "10": "Imediat ce s-a înnoptat, frații i-au trimis pe Pavel și pe Silas la Bereea. Când au sosit, s-au dus la sinagoga iudeilor.",
        "11": "Aceștia aveau un caracter mai ales decât cei din Tesalonic. Au primit Cuvântul cu mare entuziasm și cercetau Scripturile în fiecare zi, ca să vadă dacă lucrurile stăteau astfel.",
        "12": "Mulți dintre ei au crezut, inclusiv niște femei influente, de origine greacă, și nu puțini bărbați.",
        "13": "Însă, când iudeii din Tesalonic au aflat că Pavel a vestit Cuvântul lui Dumnezeu și în Bereea, au venit acolo ca să agite și să tulbure mulțimile.",
        "14": "Atunci frații l-au trimis imediat pe Pavel către mare, iar Silas și Timotei au rămas acolo.",
        "15": "Cei ce îl însoțeau pe Pavel l-au condus până la Atena. Apoi, după ce au primit o poruncă potrivit căreia Silas și Timotei trebuiau să vină cât mai repede la Pavel, au plecat înapoi. În Atena",
        "16": "În timp ce Pavel îi aștepta în Atena, i s-a înfuriat duhul în el când a văzut că cetatea era plină de idoli.",
        "17": "Prin urmare, a început să poarte discuții în sinagogă cu iudeii și cu cei devotați lui Dumnezeu, iar în piață, în fiecare zi, cu cei ce se aflau pe acolo.",
        "18": "Unii dintre filozofii epicurieni și stoici au început să discute cu el. Unii ziceau: ‒ Ce vrea să spună și palavragiul acesta? Alții ziceau: ‒ Se pare că este un predicator al unor divinități străine! Căci el vestea Evanghelia despre Isus și despre înviere.",
        "19": "Prin urmare, l-au luat și l-au dus la Areopag, zicând: ‒ Putem ști care este această învățătură nouă pe care o prezinți?",
        "20": "Căci tu ne aduci la cunoștință niște lucruri ciudate. Vrem deci să știm ce înseamnă acestea!",
        "21": "Toți atenienii și străinii care locuiau acolo nu-și petreceau timpul cu nimic altceva decât să spună sau să asculte ceva nou.",
        "22": "Pavel a stat în mijlocul Areopagului și a zis: ‒ Bărbați atenieni, în toate privințele văd că sunteți foarte religioși.",
        "23": "Căci, în timp ce treceam prin cetate și mă uitam la obiectele voastre de închinare, am găsit și un altar pe care era scris: „Unui Dumnezeu Necunoscut“. Ei bine, ceea ce voi respectați fără să cunoașteți, aceea vă vestesc eu!",
        "24": "Dumnezeul Care a făcut lumea și tot ce este în ea este Domnul cerului și al pământului; El nu locuiește în temple făcute de mâini",
        "25": "și nu este slujit de mâini omenești, ca și când ar avea nevoie de ceva, El, Care dă tuturor viață, suflare și toate lucrurile.",
        "26": "Dintr-un singur om, El a făcut fiecare neam de oameni, ca ei să locuiască pe toată fața pământului, hotărând anumite vremuri și stabilind granițele locuinței lor,",
        "27": "pentru ca ei să-L caute pe Dumnezeu și, poate, să-L și găsească, în timp ce bâjbâie după El, cu toate că nu este departe de niciunul dintre noi.",
        "28": "„Căci în El trăim, ne mișcăm și existăm“; sau, așa cum au spus și unii dintre poeții voștri: „Căci și noi suntem din neamul Lui“.",
        "29": "Deci, fiindcă suntem din neamul lui Dumnezeu, n-ar trebui să credem că dumnezeirea este asemenea aurului sau a argintului sau a pietrei, așadar o imagine făcută prin abilitatea și gândirea omului.",
        "30": "Dumnezeu a trecut cu vederea vremurile de ignoranță și poruncește acum tuturor oamenilor, de pretutindeni, să se pocăiască,",
        "31": "pentru că a hotărât o zi în care urmează să judece lumea cu dreptate, prin Omul pe Care L-a desemnat pentru aceasta, dându-le o dovadă tuturor despre aceasta prin faptul că L-a înviat dintre cei morți!",
        "32": "Când au auzit ei despre învierea dintre cei morți, unii au început să-și bată joc, dar alții au zis: ‒ Te vom asculta și altă dată cu privire la aceasta!",
        "33": "Atunci, Pavel a ieșit din mijlocul lor.",
        "34": "Însă unii dintre ei i s-au alăturat și au crezut. Între ei era și Dionisie areopagitul, o femeie pe nume Damaris și alții împreună cu ei."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now when they had passed through Amphipolis and Apollonia, they came to Thessalonica, where there was a Jewish synagogue.",
        "2": "Paul, as was his custom, went in to them; and for three Sabbath days reasoned with them from the Scriptures,",
        "3": "explaining and demonstrating that the Christ had to suffer and rise again from the dead, and saying, “This Jesus, whom I proclaim to you, is the Christ.”",
        "4": "Some of them were persuaded and joined Paul and Silas: of the devout Greeks a great multitude, and not a few of the chief women.",
        "5": "But the unpersuaded Jews took along some wicked men from the marketplace and gathering a crowd, set the city in an uproar. Assaulting the house of Jason, they sought to bring them out to the people.",
        "6": "When they didn’t find them, they dragged Jason and certain brothers before the rulers of the city, crying, “These who have turned the world upside down have come here also,",
        "7": "whom Jason has received. These all act contrary to the decrees of Caesar, saying that there is another king, Jesus!”",
        "8": "The multitude and the rulers of the city were troubled when they heard these things.",
        "9": "When they had taken security from Jason and the rest, they let them go.",
        "10": "The brothers immediately sent Paul and Silas away by night to Beroea. When they arrived, they went into the Jewish synagogue.",
        "11": "Now these were more noble than those in Thessalonica, in that they received the word with all readiness of mind, examining the Scriptures daily to see whether these things were so.",
        "12": "Many of them therefore believed; also of the prominent Greek women, and not a few men.",
        "13": "But when the Jews of Thessalonica had knowledge that the word of God was proclaimed by Paul at Beroea also, they came there likewise, agitating the multitudes.",
        "14": "Then the brothers immediately sent out Paul to go as far as to the sea, and Silas and Timothy still stayed there.",
        "15": "But those who escorted Paul brought him as far as Athens. Receiving a commandment to Silas and Timothy that they should come to him very quickly, they departed.",
        "16": "Now while Paul waited for them at Athens, his spirit was provoked within him as he saw the city full of idols.",
        "17": "So he reasoned in the synagogue with the Jews and the devout persons, and in the marketplace every day with those who met him.",
        "18": "Some of the Epicurean and Stoic philosophers also were conversing with him. Some said, “What does this babbler want to say?” Others said, “He seems to be advocating foreign deities,” because he preached Jesus and the resurrection.",
        "19": "They took hold of him and brought him to the Areopagus, saying, “May we know what this new teaching is, which you are speaking about?",
        "20": "For you bring certain strange things to our ears. We want to know therefore what these things mean.”",
        "21": "Now all the Athenians and the strangers living there spent their time in nothing else, but either to tell or to hear some new thing.",
        "22": "Paul stood in the middle of the Areopagus and said, “You men of Athens, I perceive that you are very religious in all things.",
        "23": "For as I passed along and observed the objects of your worship, I also found an altar with this inscription: ‘TO AN UNKNOWN GOD.’ What therefore you worship in ignorance, I announce to you.",
        "24": "The God who made the world and all things in it, he, being Lord of heaven and earth, doesn’t dwell in temples made with hands.",
        "25": "He isn’t served by men’s hands, as though he needed anything, seeing he himself gives to all life and breath and all things.",
        "26": "He made from one blood every nation of men to dwell on all the surface of the earth, having determined appointed seasons and the boundaries of their dwellings,",
        "27": "that they should seek the Lord, if perhaps they might reach out for him and find him, though he is not far from each one of us.",
        "28": "‘For in him we live, move, and have our being.’ As some of your own poets have said, ‘For we are also his offspring.’",
        "29": "Being then the offspring of God, we ought not to think that the Divine Nature is like gold, or silver, or stone, engraved by art and design of man.",
        "30": "The times of ignorance therefore God overlooked. But now he commands that all people everywhere should repent,",
        "31": "because he has appointed a day in which he will judge the world in righteousness by the man whom he has ordained; of which he has given assurance to all men, in that he has raised him from the dead.”",
        "32": "Now when they heard of the resurrection of the dead, some mocked; but others said, “We want to hear you again concerning this.”",
        "33": "Thus Paul went out from among them.",
        "34": "But certain men joined with him and believed, including Dionysius the Areopagite, and a woman named Damaris, and others with them."
      }
    }
  }
}