{
  "book": "Faptele Apostolilor",
  "chapter": "10",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În Cezareea era un om cu numele Corneliu, sutaș din ceata de ostași numită „Italiana”.",
        "2": "Omul acesta era cucernic și temător de Dumnezeu, împreună cu toată casa lui. El făcea multe milostenii norodului și se ruga totdeauna lui Dumnezeu.",
        "3": "Pe la ceasul al nouălea din zi, a văzut lămurit într-o vedenie pe un înger al lui Dumnezeu că a intrat la el și i-a zis: „Cornelie!”",
        "4": "Corneliu s-a uitat țintă la el, s-a înfricoșat și a răspuns: „Ce este, Doamne?” Și îngerul i-a zis: „Rugăciunile și milosteniile tale s-au suit înaintea lui Dumnezeu, și El Și-a adus aminte de ele.",
        "5": "Trimite acum niște oameni la Iope și cheamă pe Simon, zis și Petru.",
        "6": "El găzduiește la un om numit Simon Tăbăcarul, a cărui casă este lângă mare: acela îți va spune ce trebuie să faci.”",
        "7": "Cum a plecat îngerul care vorbise cu el, Corneliu a chemat două din slugile sale și un ostaș cucernic, din aceia care-i slujeau în tot timpul,",
        "8": "și, după ce le-a istorisit totul, i-a trimis la Iope. Corneliu întors la Dumnezeu",
        "9": "A doua zi, când erau pe drum și se apropiau de cetate, Petru s-a suit să se roage pe acoperișul casei, pe la ceasul al șaselea.",
        "10": "L-a ajuns foamea și a vrut să mănânce. Pe când îi pregăteau mâncarea, a căzut într-o răpire sufletească.",
        "11": "A văzut cerul deschis și un vas ca o față de masă mare, legată cu cele patru colțuri, coborându-se și slobozindu-se în jos pe pământ.",
        "12": "În ea se aflau tot felul de dobitoace cu patru picioare și târâtoare de pe pământ și păsările cerului.",
        "13": "Și un glas i-a zis: „Petre, scoală-te, taie și mănâncă.”",
        "14": "„Nicidecum, Doamne”, a răspuns Petru. „Căci niciodată n-am mâncat ceva spurcat sau necurat.”",
        "15": "Și glasul i-a zis iarăși a doua oară: „Ce a curățit Dumnezeu, să nu numești spurcat.”",
        "16": "Lucrul acesta s-a făcut de trei ori, și îndată după aceea, vasul a fost ridicat iarăși la cer.",
        "17": "Pe când Petru nu știa ce să creadă despre înțelesul vedeniei pe care o avusese, iată că oamenii trimiși de Corneliu, întrebând de casa lui Simon, au stat la poartă",
        "18": "și au întrebat cu glas tare dacă Simon, zis și Petru, găzduiește acolo.",
        "19": "Și pe când se gândea Petru la vedenia aceea, Duhul i-a zis: „Iată că te caută trei oameni;",
        "20": "scoală-te, coboară-te și du-te cu ei fără șovăire, căci Eu i-am trimis.”",
        "21": "Petru deci s-a coborât și a zis oamenilor acelora: „Eu sunt acela pe care-l căutați. Ce pricină vă aduce?”",
        "22": "Ei au răspuns: „Sutașul Corneliu, om drept și temător de Dumnezeu și vorbit de bine de tot neamul iudeilor, a fost înștiințat de Dumnezeu, printr-un înger sfânt, să te cheme în casa lui și să audă cuvintele pe care i le vei spune.”",
        "23": "Petru deci i-a chemat înăuntru și i-a găzduit.",
        "24": "A doua zi, s-a sculat și a plecat cu ei. L-au însoțit și câțiva frați din Iope. În cealaltă zi au ajuns la Cezareea. Corneliu îi aștepta cu rudele și prietenii de aproape, pe care-i chemase.",
        "25": "Când era să intre Petru, Corneliu, care-i ieșise înainte, s-a aruncat la picioarele lui și i s-a închinat.",
        "26": "Dar Petru l-a ridicat și a zis: „Scoală-te, și eu sunt om!”",
        "27": "Și vorbind cu el, a intrat în casă și a găsit adunați pe mulți.",
        "28": "„Știți”, le-a zis el, „că nu este îngăduit de Lege unui iudeu să se însoțească împreună cu unul de alt neam sau să vină la el, dar Dumnezeu mi-a arătat să nu numesc pe niciun om spurcat sau necurat.",
        "29": "De aceea am venit fără cârtire când m-ați chemat. Vă întreb dar: Cu ce gând ați trimis după mine?”",
        "30": "Corneliu a răspuns: „Acum patru zile, chiar în clipa aceasta, mă rugam în casa mea la ceasul al nouălea și iată că a stat înaintea mea un om cu o haină strălucitoare",
        "31": "și a zis: ‘Cornelie, rugăciunea ta a fost ascultată și Dumnezeu Și-a adus aminte de milosteniile tale.",
        "32": "Trimite dar la Iope și cheamă pe Simon, zis și Petru; el găzduiește în casa lui Simon Tăbăcarul, lângă mare. Când va veni el, îți va vorbi.’",
        "33": "Am trimis îndată la tine și bine ai făcut că ai venit. Acum dar, toți suntem aici înaintea lui Dumnezeu, ca să ascultăm tot ce ți-a poruncit Domnul să ne spui.”",
        "34": "Atunci, Petru a început să vorbească și a zis: „În adevăr, văd că Dumnezeu nu este părtinitor,",
        "35": "ci că, în orice neam, cine se teme de El și lucrează neprihănire este primit de El.",
        "36": "El a trimis Cuvântul Său fiilor lui Israel și le-a vestit Evanghelia păcii, prin Isus Hristos, care este Domnul tuturor.",
        "37": "Știți vorba făcută prin toată Iudeea, începând din Galileea, în urma botezului propovăduit de Ioan;",
        "38": "cum Dumnezeu a uns cu Duhul Sfânt și cu putere pe Isus din Nazaret, care umbla din loc în loc, făcea bine și vindeca pe toți cei ce erau apăsați de diavolul, căci Dumnezeu era cu El.",
        "39": "Noi suntem martori a tot ce a făcut El în țara iudeilor și în Ierusalim. Ei L-au omorât, atârnându-L pe lemn.",
        "40": "Dar Dumnezeu L-a înviat a treia zi și a îngăduit să Se arate,",
        "41": "nu la tot norodul, ci nouă, martorilor aleși mai dinainte de Dumnezeu, nouă, care am mâncat și am băut împreună cu El după ce a înviat din morți.",
        "42": "Isus ne-a poruncit să propovăduim norodului și să mărturisim că El a fost rânduit de Dumnezeu Judecătorul celor vii și al celor morți.",
        "43": "Toți prorocii mărturisesc despre El că oricine crede în El capătă, prin Numele Lui, iertarea păcatelor.”",
        "44": "Pe când rostea Petru cuvintele acestea, S-a coborât Duhul Sfânt peste toți cei ce ascultau Cuvântul.",
        "45": "Toți credincioșii tăiați împrejur care veniseră cu Petru au rămas uimiți când au văzut că darul Duhului Sfânt s-a vărsat și peste neamuri.",
        "46": "Căci îi auzeau vorbind în limbi și mărind pe Dumnezeu. Atunci Petru a zis:",
        "47": "„Se poate opri apa ca să nu fie botezați aceștia, care au primit Duhul Sfânt ca și noi?”",
        "48": "Și a poruncit să fie botezați în Numele Domnului Isus Hristos. Atunci, l-au rugat să mai rămână câteva zile la ei."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În Cezareea era un om pe nume Corneliu, un centurion din cohorta numită „Italiana“.",
        "2": "Era evlavios și temător de Dumnezeu, împreună cu toată casa lui. El făcea multe milostenii poporului și se ruga lui Dumnezeu în orice vreme.",
        "3": "Într-o zi, cam pe la ceasul al nouălea, a văzut clar, într-o vedenie, un înger al lui Dumnezeu intrând la el și zicându-i: ‒ Corneliu!",
        "4": "Corneliu s-a uitat țintă la el și s-a înspăimântat. El a zis: ‒ Ce este, domnule? Îngerul i-a spus: ‒ Rugăciunile și milosteniile tale s-au suit înaintea lui Dumnezeu, ca o jertfă de aducere-aminte.",
        "5": "Acum, trimite niște bărbați la Iafo și cheamă-l pe Simon, cel care mai este numit și Petru.",
        "6": "El este găzduit de Simon, un tăbăcar, a cărui casă este lângă mare.",
        "7": "Imediat după ce a plecat îngerul care-i vorbise, Corneliu a chemat doi dintre servitorii săi din casă și un soldat devotat, dintre cei care-i slujeau continuu,",
        "8": "și, după ce le-a istorisit totul, i-a trimis în Iafo. Vedenia lui Petru",
        "9": "În ziua următoare, în timp ce ei erau pe drum și se apropiau de cetate, Petru s-a urcat pe acoperiș să se roage pe la ceasul al șaselea.",
        "10": "I s-a făcut foame și a vrut să mănânce, dar în timp ce-i pregăteau masa, a căzut într-o răpire sufletească.",
        "11": "A văzut cerul deschis și ceva ca o pânză mare fiind adusă jos, pe pământ, de cele patru colțuri.",
        "12": "În ea se aflau tot felul de patrupede, târâtoare ale pământului și păsări ale cerului.",
        "13": "Un glas i-a vorbit astfel: ‒ Petru, ridică-te, înjunghie și mănâncă!",
        "14": "Însă Petru a zis: ‒ Nicidecum, Doamne! Căci niciodată n-am mâncat ceva întinat sau necurat!",
        "15": "Glasul i-a vorbit din nou, a doua oară: ‒ Ceea ce a curățit Dumnezeu, să nu consideri întinat!",
        "16": "Lucrul acesta s-a întâmplat de trei ori, și imediat după aceea pânza a fost luată în Cer.",
        "17": "În timp ce Petru era nedumerit cu privire la ce-ar putea însemna vedenia pe care a avut-o, iată că bărbații trimiși de Corneliu aflaseră unde era casa lui Simon și stăteau la poartă,",
        "18": "întrebând cu glas tare dacă Simon, care mai este numit și Petru, locuiește acolo.",
        "19": "În timp ce Petru încă se gândea la vedenie, Duhul i-a zis: „Iată că te caută trei bărbați.",
        "20": "Ridică-te, deci, coboară și du-te cu ei fără să ai îndoieli, pentru că Eu i-am trimis“.",
        "21": "Așadar, Petru s-a dus la bărbații aceia și le-a zis: ‒ Iată, eu sunt cel pe care-l căutați. Din ce motiv ați venit?",
        "22": "Ei i-au răspuns: ‒ Centurionul Corneliu, om drept, temător de Dumnezeu și vorbit de bine de către tot poporul iudeilor, a fost înștiințat printr-un înger sfânt să trimită să te cheme în casa lui și să audă un mesaj de la tine.",
        "23": "Atunci Petru i-a invitat înăuntru și i-a găzduit. Petru, acasă la Corneliu În ziua următoare s-a sculat și a plecat împreună cu ei; l-au însoțit și unii dintre frații din Iafo.",
        "24": "După o zi au ajuns în Cezareea. Corneliu îi aștepta împreună cu rudele și prietenii apropiați pe care-i invitase.",
        "25": "Pe când se pregătea Petru să intre în casă, Corneliu l-a întâmpinat, a căzut la picioarele lui și i s-a închinat.",
        "26": "Petru însă l-a ridicat, zicând: ‒ Ridică-te! Și eu sunt tot om!",
        "27": "Și, continuând să vorbească cu el, a intrat înăuntru, unde a găsit mulți oameni care se adunaseră.",
        "28": "El le-a zis: ‒ Știți că unui iudeu îi este interzis de Lege să se alăture sau să viziteze un străin, dar Dumnezeu mi-a arătat să nu numesc pe niciun om întinat sau necurat.",
        "29": "De aceea am venit fără ezitare când s-a trimis după mine. Vă întreb deci, cu ce scop ați trimis după mine?",
        "30": "Corneliu a zis: ‒ Cu patru zile în urmă, chiar la ceasul acesta, al nouălea, eram în casa mea și mă rugam. Și iată că un om îmbrăcat în haine strălucitoare a stat înaintea mea",
        "31": "și a zis: „Corneliu, rugăciunea ta a fost ascultată și milosteniile tale au fost amintite înaintea lui Dumnezeu.",
        "32": "Prin urmare, trimite la Iafo și cheamă-l pe Simon, cel care mai este numit și Petru. El locuiește în casa tăbăcarului Simon, lângă mare. Când va veni el, îți va vorbi“.",
        "33": "Am trimis deci imediat la tine, și bine ai făcut că ai venit. Acum, deci, noi toți suntem prezenți aici, înaintea lui Dumnezeu, ca să auzim tot ce ți-a poruncit Domnul!",
        "34": "Atunci Petru a luat cuvântul și a zis: ‒ Într-adevăr, înțeleg acum că Dumnezeu nu favorizează pe nimeni,",
        "35": "ci în orice națiune, cel ce se teme de El și face dreptate este primit de El.",
        "36": "El a trimis fiilor lui Israel Cuvântul, vestind Evanghelia păcii prin Isus Cristos, Care este Domnul tuturor.",
        "37": "Voi știți ce s-a întâmplat prin toată Iudeea, începând din Galileea, după botezul proclamat de Ioan:",
        "38": "cum Dumnezeu L-a uns cu Duhul Sfânt și cu putere pe Isus din Nazaret, Care mergea pretutindeni, făcând bine și vindecându-i pe toți cei ce erau asupriți de diavolul, căci Dumnezeu era cu El.",
        "39": "Noi suntem martori ai tuturor lucrurilor pe care le-a făcut El în țara iudeilor și în Ierusalim; El este Cel pe Care ei L-au omorât, atârnându-L pe lemn.",
        "40": "Pe El, Dumnezeu L-a înviat a treia zi și a îngăduit să Se facă văzut,",
        "41": "nu întregului popor, ci nouă, martorilor aleși mai dinainte de Dumnezeu, nouă, care am mâncat și am băut împreună cu El după ce a înviat dintre cei morți.",
        "42": "El ne-a poruncit să predicăm poporului și să depunem mărturie că El este Cel desemnat de Dumnezeu ca Judecător al celor vii și al celor morți.",
        "43": "Toți profeții mărturisesc despre El, afirmând că oricine crede în El primește, prin Numele Lui, iertarea de păcate.",
        "44": "În timp ce rostea Petru aceste cuvinte, Duhul Sfânt S-a coborât peste toți cei ce ascultau Cuvântul.",
        "45": "Credincioșii circumciși, care veniseră cu Petru, se minunau de faptul că darul Duhului Sfânt fusese turnat și peste neevrei.",
        "46": "Căci îi auzeau vorbind în limbi și preamărindu-L pe Dumnezeu. Atunci Petru a zis:",
        "47": "„Oare poate opri cineva apa să nu fie botezați aceștia, care au primit Duhul Sfânt ca și noi?“.",
        "48": "Și a poruncit să fie botezați în Numele lui Isus Cristos. Atunci l-au rugat să mai rămână câteva zile la ei."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now there was a certain man in Caesarea, Cornelius by name, a centurion of what was called the Italian Regiment,",
        "2": "a devout man, and one who feared God with all his house, who gave gifts for the needy generously to the people, and always prayed to God.",
        "3": "At about the ninth hour of the day, he clearly saw in a vision an angel of God coming to him and saying to him, “Cornelius!”",
        "4": "He, fastening his eyes on him and being frightened, said, “What is it, Lord?” He said to him, “Your prayers and your gifts to the needy have gone up for a memorial before God.",
        "5": "Now send men to Joppa, and get Simon, who is also called Peter.",
        "6": "He is staying with a tanner named Simon, whose house is by the seaside.",
        "7": "When the angel who spoke to him had departed, Cornelius called two of his household servants and a devout soldier of those who waited on him continually.",
        "8": "Having explained everything to them, he sent them to Joppa.",
        "9": "Now on the next day as they were on their journey and got close to the city, Peter went up on the housetop to pray at about noon.",
        "10": "He became hungry and desired to eat, but while they were preparing, he fell into a trance.",
        "11": "He saw heaven opened and a certain container descending to him, like a great sheet let down by four corners on the earth,",
        "12": "in which were all kinds of four-footed animals of the earth, wild animals, reptiles, and birds of the sky.",
        "13": "A voice came to him, “Rise, Peter, kill and eat!”",
        "14": "But Peter said, “Not so, Lord; for I have never eaten anything that is common or unclean.”",
        "15": "A voice came to him again the second time, “What God has cleansed, you must not call unclean.”",
        "16": "This was done three times, and immediately the thing was received up into heaven.",
        "17": "Now while Peter was very perplexed in himself what the vision which he had seen might mean, behold, the men who were sent by Cornelius, having made inquiry for Simon’s house, stood before the gate,",
        "18": "and called and asked whether Simon, who was also called Peter, was lodging there.",
        "19": "While Peter was pondering the vision, the Spirit said to him, “Behold, three men seek you.",
        "20": "But arise, get down, and go with them, doubting nothing; for I have sent them.”",
        "21": "Peter went down to the men, and said, “Behold, I am he whom you seek. Why have you come?”",
        "22": "They said, “Cornelius, a centurion, a righteous man and one who fears God, and well spoken of by all the nation of the Jews, was directed by a holy angel to invite you to his house, and to listen to what you say.”",
        "23": "So he called them in and provided a place to stay. On the next day Peter arose and went out with them, and some of the brothers from Joppa accompanied him.",
        "24": "On the next day they entered into Caesarea. Cornelius was waiting for them, having called together his relatives and his near friends.",
        "25": "When Peter entered, Cornelius met him, fell down at his feet, and worshiped him.",
        "26": "But Peter raised him up, saying, “Stand up! I myself am also a man.”",
        "27": "As he talked with him, he went in and found many gathered together.",
        "28": "He said to them, “You yourselves know how it is an unlawful thing for a man who is a Jew to join himself or come to one of another nation, but God has shown me that I shouldn’t call any man unholy or unclean.",
        "29": "Therefore I also came without complaint when I was sent for. I ask therefore, why did you send for me?”",
        "30": "Cornelius said, “Four days ago, I was fasting until this hour; and at the ninth hour, I prayed in my house, and behold, a man stood before me in bright clothing",
        "31": "and said, ‘Cornelius, your prayer is heard, and your gifts to the needy are remembered in the sight of God.",
        "32": "Send therefore to Joppa and summon Simon, who is also called Peter. He is staying in the house of a tanner named Simon, by the seaside. When he comes, he will speak to you.’",
        "33": "Therefore I sent to you at once, and it was good of you to come. Now therefore we are all here present in the sight of God to hear all things that have been commanded you by God.”",
        "34": "Peter opened his mouth and said, “Truly I perceive that God doesn’t show favoritism;",
        "35": "but in every nation he who fears him and works righteousness is acceptable to him.",
        "36": "The word which he sent to the children of Israel, preaching good news of peace by Jesus Christ—he is Lord of all—",
        "37": "you yourselves know what happened, which was proclaimed throughout all Judea, beginning from Galilee, after the baptism which John preached;",
        "38": "how God anointed Jesus of Nazareth with the Holy Spirit and with power, who went about doing good and healing all who were oppressed by the devil, for God was with him.",
        "39": "We are witnesses of everything he did both in the country of the Jews and in Jerusalem; whom they also killed, hanging him on a tree.",
        "40": "God raised him up the third day and gave him to be revealed,",
        "41": "not to all the people, but to witnesses who were chosen before by God, to us, who ate and drank with him after he rose from the dead.",
        "42": "He commanded us to preach to the people and to testify that this is he who is appointed by God as the Judge of the living and the dead.",
        "43": "All the prophets testify about him, that through his name everyone who believes in him will receive remission of sins.”",
        "44": "While Peter was still speaking these words, the Holy Spirit fell on all those who heard the word.",
        "45": "They of the circumcision who believed were amazed, as many as came with Peter, because the gift of the Holy Spirit was also poured out on the Gentiles.",
        "46": "For they heard them speaking in other languages and magnifying God. Then Peter answered,",
        "47": "“Can anyone forbid these people from being baptized with water? They have received the Holy Spirit just like us.”",
        "48": "He commanded them to be baptized in the name of Jesus Christ. Then they asked him to stay some days."
      }
    }
  }
}