{
  "book": "Faptele Apostolilor",
  "chapter": "25",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Festus, când a venit în ținutul său, după trei zile s-a suit de la Cezareea în Ierusalim.",
        "2": "Preoții cei mai de seamă și fruntașii iudeilor i-au adus plângere împotriva lui Pavel. L-au rugat cu stăruință",
        "3": "și i-au cerut, ca un hatâr pentru ei, să trimită să-l aducă la Ierusalim. Prin aceasta îi întindeau o cursă, ca să-l omoare pe drum.",
        "4": "Festus a răspuns că Pavel este păzit în Cezareea și că el însuși are să plece în curând acolo.",
        "5": "„Deci”, a zis el, „cei mai de frunte dintre voi să se coboare împreună cu mine și, dacă este ceva vinovat în omul acesta, să-l pârască.”",
        "6": "Festus n-a zăbovit între ei decât opt sau zece zile, apoi s-a coborât la Cezareea. A doua zi, a șezut pe scaunul de judecător și a poruncit să fie adus Pavel.",
        "7": "Când a sosit Pavel, iudeii, care veniseră de la Ierusalim, l-au înconjurat și au adus împotriva lui multe și grele învinuiri, pe care nu le puteau dovedi.",
        "8": "Pavel a început să se apere și a zis: „N-am păcătuit cu nimic nici împotriva Legii iudeilor, nici împotriva Templului, nici împotriva Cezarului.”",
        "9": "Festus, care voia să capete bunăvoința iudeilor, drept răspuns a zis lui Pavel: „Vrei să te sui la Ierusalim și să fii judecat pentru aceste lucruri înaintea mea?”",
        "10": "Pavel a zis: „Eu stau înaintea scaunului de judecată al Cezarului, acolo trebuie să fiu judecat. Pe iudei nu i-am nedreptățit cu nimic, după cum știi și tu foarte bine.",
        "11": "Dacă am făcut vreo nedreptate sau vreo nelegiuire vrednică de moarte, nu mă dau în lături de la moarte, dar, dacă nu este nimic adevărat din lucrurile de care mă pârăsc ei, nimeni n-are dreptul să mă dea în mâinile lor. Cer să fiu judecat de Cezar.”",
        "12": "Atunci, Festus, după ce s-a chibzuit cu sfetnicii lui, a răspuns: „De Cezar ai cerut să fii judecat, înaintea Cezarului te vei duce.” Împăratul Agripa la Cezareea",
        "13": "După câteva zile, împăratul Agripa și Berenice au sosit la Cezareea, ca să ureze de bine lui Festus.",
        "14": "Fiindcă au stat acolo mai multe zile, Festus a spus împăratului cum stau lucrurile cu Pavel și a zis: „Felix a lăsat în temniță pe un om",
        "15": "împotriva căruia, când eram eu în Ierusalim, mi s-au plâns preoții cei mai de seamă și bătrânii iudeilor și i-au cerut osândirea.",
        "16": "Le-am răspuns că la romani nu este obiceiul să se dea niciun om, înainte ca cel pârât să fi fost pus față cu pârâșii lui și să fi avut putința să se apere de lucrurile de care este pârât.",
        "17": "Ei au venit deci aici și, fără întârziere, am șezut a doua zi pe scaunul meu de judecător și am poruncit să aducă pe omul acesta.",
        "18": "Pârâșii, când s-au înfățișat, nu l-au învinuit de niciunul din lucrurile rele pe care mi le închipuiam eu.",
        "19": "Aveau împotriva lui numai niște neînțelegeri cu privire la religia lor și la un oarecare Isus, care a murit și despre care Pavel spunea că este viu.",
        "20": "Fiindcă nu știam ce hotărâre să iau în neînțelegerea aceasta, l-am întrebat dacă vrea să meargă la Ierusalim și să fie judecat acolo pentru aceste lucruri.",
        "21": "Dar Pavel a cerut ca pricina lui să fie ținută ca să fie supusă hotărârii împăratului și am poruncit să fie păzit până ce-l voi trimite la Cezar.”",
        "22": "Agripa a zis lui Festus: „Aș vrea să aud și eu pe omul acela.” „Mâine”, a răspuns Festus, „îl vei auzi.”",
        "23": "A doua zi deci, Agripa și Berenice au venit cu multă fală și au intrat în locul de ascultare împreună cu căpitanii și cu oamenii cei mai de frunte ai cetății. La porunca lui Festus, Pavel a fost adus acolo.",
        "24": "Atunci, Festus a zis: „Împărate Agripa și voi toți care sunteți de față cu noi, uitați-vă la omul acesta, despre care toată mulțimea iudeilor m-a rugat în Ierusalim și aici, strigând că nu trebuie să mai trăiască.",
        "25": "Fiindcă am înțeles că n-a făcut nimic vrednic de moarte și fiindcă singur a cerut să fie judecat de Cezar, am hotărât să-l trimit.",
        "26": "Eu n-am nimic temeinic de scris domnului meu cu privire la el, de aceea l-am adus înaintea voastră, și mai ales înaintea ta, împărate Agripa, ca, după ce se va face cercetarea, să am ce scrie.",
        "27": "Căci mi se pare fără noimă să trimit pe un întemnițat, fără să arăt de ce este pârât.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "La trei zile după ce a sosit în provincie, Festus s-a dus din Cezareea la Ierusalim.",
        "2": "Conducătorii preoților și liderii iudeilor i-au făcut cunoscute acuzațiile împotriva lui Pavel",
        "3": "și l-au rugat să le facă favoarea de a-l trimite pe Pavel la Ierusalim; ei pregătiseră o capcană, ca să-l omoare pe drum.",
        "4": "Atunci Festus le-a răspuns că Pavel este păzit în Cezareea și că el însuși urmează să plece într-acolo cât de curând.",
        "5": "„Prin urmare, a spus el, cei mai de seamă dintre voi să meargă cu mine în Cezareea și, dacă este ceva greșit în omul acesta, să-l acuze“.",
        "6": "Festus a rămas printre ei nu mai mult de opt sau zece zile, apoi a coborât în Cezareea. În ziua următoare, s-a așezat pe scaunul de judecată și a poruncit să fie adus Pavel.",
        "7": "Când a sosit Pavel, iudeii care veniseră din Ierusalim s-au adunat în jurul lui și au adus împotriva lui multe acuzații grave, pe care nu le puteau dovedi.",
        "8": "Pavel s-a apărat astfel: ‒ N-am păcătuit nici față de Legea iudeilor, nici față de Templu, nici față de Cezar.",
        "9": "Însă Festus, dorind să câștige favoarea iudeilor, l-a întrebat pe Pavel, zicând: ‒ Vrei să vii la Ierusalim și să fii judecat acolo, înaintea mea, pentru aceste lucruri?",
        "10": "Pavel a zis: ‒ Eu stau înaintea scaunului de judecată al Cezarului, unde trebuie să fiu judecat. Nu le-am făcut nimic rău iudeilor, așa cum știi și tu foarte bine.",
        "11": "Dacă am făcut vreun rău sau dacă am comis ceva pentru care merităm să fim pedepsiți cu moartea, nu încerc să scap de ea. Dar dacă nu este nimic adevărat cu privire la lucrurile de care mă acuză ei, nimeni nu mă poate preda lor! Fac apel la Cezar!",
        "12": "Atunci Festus, după ce a discutat cu membrii consiliului, a răspuns: ‒ Ai făcut apel la Cezar, la Cezar te vei duce! Festus se consultă cu regele Agrippa",
        "13": "După câteva zile, au venit în Cezareea regele Agrippa și Berenice, ca să-l salute pe Festus.",
        "14": "Pentru că au stat acolo mai multe zile, Festus i-a relatat regelui cazul lui Pavel, zicând: ‒ Este aici un om care a fost lăsat de Felix în închisoare,",
        "15": "despre care m-au informat conducătorii preoților și bătrânii iudeilor, când am fost în Ierusalim, cerând condamnarea lui.",
        "16": "Le-am răspuns că nu este obiceiul romanilor să predea vreun om înainte ca acuzatul să fi fost pus față în față cu acuzatorii săi și să se fi putut apăra împotriva acuzației.",
        "17": "Ei au venit deci aici, iar eu n-am amânat, ci m-am așezat pe scaunul de judecată chiar în ziua următoare și am poruncit ca omul să fie adus.",
        "18": "Acuzatorii, când s-au ridicat, n-au adus nicio acuzație cu privire la vreuna dintre faptele rele la care mă așteptam,",
        "19": "ci aveau cu el niște dispute referitoare la propria lor religie și la un oarecare Isus, Care a murit și despre Care Pavel susținea că este viu.",
        "20": "Fiindcă eram nedumerit cu privire la aceste controverse, l-am întrebat pe Pavel dacă vrea să meargă la Ierusalim și să fie judecat acolo pentru aceste lucruri.",
        "21": "Pavel însă a făcut apel să fie ținut sub pază până la decizia împăratului, așa că am poruncit să fie ținut sub pază până când îl voi trimite la Cezar.",
        "22": "Agrippa i-a zis lui Festus: ‒ Aș vrea să-l aud și eu pe omul acesta! Festus i-a răspuns: ‒ Îl vei auzi mâine. Pavel înaintea lui Agrippa",
        "23": "Așadar, în ziua următoare, Agrippa și Berenice au venit cu mare fast și au intrat în sala de audieri împreună cu tribunii și cu oamenii de seamă ai cetății, iar Festus a poruncit să fie adus Pavel.",
        "24": "Festus a zis: ‒ Rege Agrippa și voi, toți bărbații care sunteți prezenți aici cu noi! Iată-l pe omul cu privire la care toată mulțimea iudeilor a făcut apel la mine, atât în Ierusalim, cât și aici, strigând că nu trebuie să mai trăiască.",
        "25": "Fiindcă am înțeles că nu a comis nimic pentru care merită să fie pedepsit cu moartea și, întrucât el însuși a făcut apel la împărat, am hotărât să-l trimit la acesta.",
        "26": "Eu n-am ceva sigur să-i scriu stăpânului cu privire la el. De aceea l-am adus înaintea voastră, și mai ales înaintea ta, rege Agrippa, pentru ca, după ce se va face investigarea, să am ce să scriu.",
        "27": "Căci mi se pare absurd să trimit la împărat un deținut fără să arăt care sunt acuzațiile împotriva lui."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Festus therefore, having come into the province, after three days went up to Jerusalem from Caesarea.",
        "2": "Then the high priest and the principal men of the Jews informed him against Paul, and they begged him,",
        "3": "asking a favor against him, that he would summon him to Jerusalem, plotting to kill him on the way.",
        "4": "However Festus answered that Paul should be kept in custody at Caesarea, and that he himself was about to depart shortly.",
        "5": "“Let them therefore”, he said, “that are in power among you go down with me, and if there is anything wrong in the man, let them accuse him.”",
        "6": "When he had stayed among them more than ten days, he went down to Caesarea, and on the next day he sat on the judgment seat, and commanded Paul to be brought.",
        "7": "When he had come, the Jews who had come down from Jerusalem stood around him, bringing against him many and grievous charges which they could not prove,",
        "8": "while he said in his defense, “Neither against the law of the Jews, nor against the temple, nor against Caesar, have I sinned at all.”",
        "9": "But Festus, desiring to gain favor with the Jews, answered Paul and said, “Are you willing to go up to Jerusalem and be judged by me there concerning these things?”",
        "10": "But Paul said, “I am standing before Caesar’s judgment seat, where I ought to be tried. I have done no wrong to the Jews, as you also know very well.",
        "11": "For if I have done wrong and have committed anything worthy of death, I don’t refuse to die; but if none of those things is true that they accuse me of, no one can give me up to them. I appeal to Caesar!”",
        "12": "Then Festus, when he had conferred with the council, answered, “You have appealed to Caesar. To Caesar you shall go.”",
        "13": "Now when some days had passed, King Agrippa and Bernice arrived at Caesarea and greeted Festus.",
        "14": "As he stayed there many days, Festus laid Paul’s case before the king, saying, “There is a certain man left a prisoner by Felix;",
        "15": "about whom, when I was at Jerusalem, the chief priests and the elders of the Jews informed me, asking for a sentence against him.",
        "16": "I answered them that it is not the custom of the Romans to give up any man to destruction before the accused has met the accusers face to face and has had opportunity to make his defense concerning the matter laid against him.",
        "17": "When therefore they had come together here, I didn’t delay, but on the next day sat on the judgment seat and commanded the man to be brought.",
        "18": "When the accusers stood up, they brought no charges against him of such things as I supposed;",
        "19": "but had certain questions against him about their own religion and about one Jesus, who was dead, whom Paul affirmed to be alive.",
        "20": "Being perplexed how to inquire concerning these things, I asked whether he was willing to go to Jerusalem and there be judged concerning these matters.",
        "21": "But when Paul had appealed to be kept for the decision of the emperor, I commanded him to be kept until I could send him to Caesar.”",
        "22": "Agrippa said to Festus, “I also would like to hear the man myself.” “Tomorrow,” he said, “you shall hear him.”",
        "23": "So on the next day, when Agrippa and Bernice had come with great pomp, and they had entered into the place of hearing with the commanding officers and the principal men of the city, at the command of Festus, Paul was brought in.",
        "24": "Festus said, “King Agrippa, and all men who are here present with us, you see this man about whom all the multitude of the Jews petitioned me, both at Jerusalem and here, crying that he ought not to live any longer.",
        "25": "But when I found that he had committed nothing worthy of death, and as he himself appealed to the emperor, I determined to send him,",
        "26": "of whom I have no certain thing to write to my lord. Therefore I have brought him out before you, and especially before you, King Agrippa, that, after examination I may have something to write.",
        "27": "For it seems to me unreasonable, in sending a prisoner, not to also specify the charges against him.”"
      }
    }
  }
}