{
  "book": "Faptele Apostolilor",
  "chapter": "5",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Dar un om numit Anania a vândut o moșioară, cu nevastă-sa Safira,",
        "2": "și a oprit o parte din preț cu știrea nevestei lui, apoi a adus partea cealaltă și a pus-o la picioarele apostolilor.",
        "3": "Petru i-a zis: „Anania, pentru ce ți-a umplut Satana inima ca să minți pe Duhul Sfânt și să ascunzi o parte din prețul moșioarei?",
        "4": "Dacă n-o vindeai, nu rămânea ea a ta? Și, după ce ai vândut-o, nu puteai să faci ce vrei cu prețul ei? Cum s-a putut naște un astfel de gând în inima ta? N-ai mințit pe oameni, ci pe Dumnezeu.”",
        "5": "Anania, când a auzit cuvintele acestea, a căzut jos și și-a dat sufletul. O mare frică a apucat pe toți cei ce ascultau aceste lucruri.",
        "6": "Flăcăii s-au sculat, l-au învelit, l-au scos afară și l-au îngropat.",
        "7": "Cam după trei ceasuri, a intrat și nevastă-sa, fără să știe ce se întâmplase.",
        "8": "Petru i-a zis: „Spune-mi, cu atât ați vândut moșioara?” „Da”, a răspuns ea, „cu atâta.”",
        "9": "Atunci, Petru i-a zis: „Cum de v-ați înțeles între voi să ispitiți pe Duhul Domnului? Iată picioarele celor ce au îngropat pe bărbatul tău sunt la ușă și te vor lua și pe tine.”",
        "10": "Ea a căzut îndată la picioarele lui și și-a dat sufletul. Când au intrat flăcăii, au găsit-o moartă; au scos-o afară și au îngropat-o lângă bărbatul ei.",
        "11": "O mare frică a cuprins toată adunarea și pe toți cei ce au auzit aceste lucruri. Izbânda apostolilor",
        "12": "Prin mâinile apostolilor se făceau multe semne și minuni în norod. Toți stăteau împreună în pridvorul lui Solomon",
        "13": "și niciunul din ceilalți nu cuteza să se lipească de ei, dar norodul îi lăuda în gura mare.",
        "14": "Numărul celor ce credeau în Domnul, bărbați și femei, se mărea tot mai mult,",
        "15": "până acolo că scoteau pe bolnavi chiar pe ulițe și îi puneau pe paturi și pe așternuturi, pentru ca, atunci când va trece Petru, măcar umbra lui să treacă peste vreunul din ei.",
        "16": "Mulțimea, de asemenea, alerga la Ierusalim, din cetățile vecine, și aducea pe cei bolnavi și pe cei chinuiți de duhuri necurate: și toți se vindecau. Apostolii închiși și izbăviți",
        "17": "Însă marele preot și toți cei ce erau împreună cu el, adică partida saducheilor, s-au sculat plini de pizmă,",
        "18": "au pus mâinile pe apostoli și i-au aruncat în temnița de obște.",
        "19": "Dar un înger al Domnului a deschis ușile temniței, noaptea, i-a scos afară și le-a zis:",
        "20": "„Duceți-vă, stați în Templu și vestiți norodului toate cuvintele vieții acesteia.”",
        "21": "Când au auzit ei aceste vorbe, au intrat dis-de-dimineață în Templu și au început să învețe pe norod. Marele preot și cei ce erau cu el au venit pe neașteptate, au adunat soborul și pe toată bătrânimea fiilor lui Israel și au trimis la temniță să aducă pe apostoli.",
        "22": "Aprozii, la venirea lor, nu i-au găsit în temniță. S-au întors și au spus astfel:",
        "23": "„Temnița am găsit-o încuiată cu toată grija, și pe păzitori stând în picioare la uși, dar, când am deschis, n-am găsit pe nimeni înăuntru.”",
        "24": "Când au auzit aceste vorbe, căpitanul Templului și preoții cei mai de seamă au rămas înmărmuriți și nu știau ce să creadă despre apostoli și despre urmările acestei întâmplări.",
        "25": "Cineva a venit și le-a spus: „Iată că oamenii pe care i-ați băgat în temniță stau în Templu și învață pe norod.”",
        "26": "Atunci, căpitanul Templului a plecat cu aprozii și i-au adus, dar nu cu sila, căci se temeau să nu fie uciși cu pietre de norod.",
        "27": "După ce i-au adus, i-au pus înaintea soborului. Și marele preot i-a întrebat astfel:",
        "28": "„Nu v-am poruncit noi cu tot dinadinsul să nu învățați pe norod în Numele acesta? Și voi iată că ați umplut Ierusalimul cu învățătura voastră și căutați să aruncați asupra noastră sângele acelui om.”",
        "29": "Petru și apostolii ceilalți, drept răspuns, i-au zis: „Trebuie să ascultăm mai mult de Dumnezeu decât de oameni!",
        "30": "Dumnezeul părinților noștri a înviat pe Isus, pe care voi L-ați omorât, atârnându-L pe lemn.",
        "31": "Pe acest Isus, Dumnezeu L-a înălțat cu puterea Lui și L-a făcut Domn și Mântuitor, ca să dea lui Israel pocăința și iertarea păcatelor.",
        "32": "Noi suntem martori ai acestor lucruri, ca și Duhul Sfânt, pe care L-a dat Dumnezeu celor ce ascultă de El.” Apostolilor li se dă drumul",
        "33": "Când au auzit ei aceste vorbe, îi tăia la inimă și s-au sfătuit să-i omoare.",
        "34": "Dar un fariseu numit Gamaliel, un învățător al Legii prețuit de tot norodul, s-a sculat în picioare în sobor și a poruncit să scoată puțin afară pe apostoli.",
        "35": "Apoi le-a zis: „Bărbați israeliți, luați seama bine ce aveți de gând să faceți oamenilor acestora.",
        "36": "Căci nu de mult s-a ivit Teuda, care zicea că el este ceva și la care s-au alipit aproape patru sute de bărbați. El a fost omorât, și toți cei ce îl urmaseră au fost risipiți și nimiciți.",
        "37": "După el s-a ivit Iuda Galileeanul, pe vremea înscrierii, și a tras mult norod de partea lui: a pierit și el, și toți cei ce-l urmaseră au fost risipiți.",
        "38": "Și acum, eu vă spun: Nu mai necăjiți pe oamenii aceștia și lăsați-i în pace! Dacă încercarea sau lucrarea aceasta este de la oameni, se va nimici;",
        "39": "dar, dacă este de la Dumnezeu, n-o veți putea nimici. Să nu vă pomeniți că luptați împotriva lui Dumnezeu.”",
        "40": "Ei au ascultat de el. Și, după ce au chemat pe apostoli, au pus să-i bată cu nuiele, i-au oprit să vorbească în Numele lui Isus și le-au dat drumul.",
        "41": "Ei au plecat dinaintea soborului și s-au bucurat că au fost învredniciți să fie batjocoriți pentru Numele Lui.",
        "42": "Și în fiecare zi, în Templu și acasă, nu încetau să învețe pe oameni și să vestească Evanghelia lui Isus Hristos."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Dar un om pe nume Ananias, a vândut o proprietate împreună cu soția lui, Safira,",
        "2": "și a păstrat pentru sine o parte din preț, cu știrea soției lui. Apoi a adus cealaltă parte și a pus-o la picioarele apostolilor.",
        "3": "Petru i-a zis: „Ananias, de ce ți-a umplut Satan inima ca să-L minți pe Duhul Sfânt, păstrând pentru tine o parte din prețul terenului?",
        "4": "Dacă rămânea nevândut, nu rămânea el al tău? Și, după ce a fost vândut, nu erau banii la dispoziția ta? De ce ai pus la cale acest lucru în inima ta? Nu pe oameni i-ai mințit, ci pe Dumnezeu!“.",
        "5": "Când a auzit Ananias aceste cuvinte, a căzut și și-a dat suflarea. O mare frică i-a cuprins pe toți cei ce auziseră aceste lucruri.",
        "6": "Cei tineri s-au ridicat, l-au învelit, l-au scos afară și l-au înmormântat.",
        "7": "Cam după trei ore, a intrat și soția lui, fără să știe ce se întâmplase.",
        "8": "Petru a întrebat-o: ‒ Spune-mi, cu atât ați vândut terenul? Ea i-a răspuns: ‒ Da, cu atât.",
        "9": "Atunci Petru i-a zis: ‒ De ce v-ați înțeles între voi să-L puneți la încercare pe Duhul Domnului? Iată, picioarele celor ce l-au înmormântat pe soțul tău sunt la ușă și te vor duce și pe tine!",
        "10": "Atunci ea a căzut deodată la picioarele lui și și-a dat suflarea. Când au intrat tinerii, au găsit-o moartă; ei au dus-o afară și au înmormântat-o lângă soțul ei.",
        "11": "O mare frică a cuprins toată biserica și pe toți cei ce auziseră aceste lucruri. Prin apostoli se fac semne și minuni",
        "12": "Prin mâinile apostolilor se făceau multe semne și minuni în popor. Toți se adunau în același gând în Porticul lui Solomon",
        "13": "și niciunul din ceilalți nu îndrăznea să li se alăture, deși poporul îi lăuda foarte mult.",
        "14": "Totuși, numărul celor ce credeau în Domnul, o mulțime de bărbați și femei, se mărea tot mai mult.",
        "15": "Oamenii îi scoteau chiar și pe străzi pe cei neputincioși și-i puneau pe tărgi și pe așternuturi, pentru ca, atunci când trecea Petru, măcar umbra lui să cadă peste vreunul dintre ei.",
        "16": "Mulțimea se aduna și din cetățile din jurul Ierusalimului, aducându-i pe cei bolnavi și pe cei chinuiți de duhuri necurate. Și toți erau vindecați. Apostolii persecutați",
        "17": "Însă marele preot și toți cei ce erau împreună cu el, adică gruparea saducheilor, s-au ridicat plini de invidie,",
        "18": "au pus mâna pe apostoli și i-au aruncat în închisoarea publică.",
        "19": "Dar un înger al Domnului a deschis ușile închisorii în timpul nopții, i-a condus afară și le-a zis:",
        "20": "„Duceți-vă, stați în Templu și spuneți poporului toate cuvintele Vieții acesteia!“.",
        "21": "Auzind ei aceasta, au intrat în Templu dis-de-dimineață și au început să-i învețe pe oameni. Când a sosit marele preot și cei ce erau împreună cu el, au convocat Sinedriul, adică tot Sfatul Bătrânilor fiilor lui Israel, și au trimis după apostoli la închisoare, ca să fie aduși.",
        "22": "Gărzile însă, când au sosit acolo, nu i-au găsit în închisoare, așa că s-au întors și au anunțat,",
        "23": "zicând: „Închisoarea am găsit-o încuiată cu toată grija, iar pe gardieni i-am găsit stând la uși, dar când am deschis, n-am găsit pe nimeni înăuntru!“.",
        "24": "Când au auzit cuvintele acestea, atât comandantul gărzii Templului, cât și conducătorii preoților au rămas înmărmuriți din cauza lor și se întrebau ce se întâmplă.",
        "25": "Cineva însă a venit și i-a anunțat: „Iată că bărbații pe care i-ați aruncat în închisoare stau în Templu și învață poporul!“.",
        "26": "Atunci comandantul s-a dus împreună cu gărzile și i-a adus, însă nu cu forța, pentru că se temeau să nu fie loviți cu pietre de popor.",
        "27": "I-au adus și i-au pus să stea înaintea Sinedriului. Marele preot i-a întrebat,",
        "28": "zicând: ‒ Nu v-am poruncit clar să nu-i mai învățați pe oameni în Numele acesta? Dar iată că voi ați umplut Ierusalimul cu învățătura voastră și vreți să aruncați peste noi vina pentru sângele Acestui Om!",
        "29": "Dar Petru și ceilalți apostoli, răspunzând, au zis: ‒ Trebuie să ascultăm mai mult de Dumnezeu decât de oameni!",
        "30": "Dumnezeul strămoșilor noștri L-a înviat pe Isus, pe Care voi L-ați ucis, pironindu-L pe lemn.",
        "31": "Pe El, Dumnezeu L-a înălțat la dreapta Sa, ca Prinț și Mântuitor, ca să dea lui Israel pocăință și iertare de păcate.",
        "32": "Iar noi suntem martori ai acestor lucruri și, de asemenea, și Duhul Sfânt pe Care L-a dat Dumnezeu celor ce ascultă de El.",
        "33": "Când au auzit ei acestea, s-au înfuriat și au vrut să-i omoare.",
        "34": "Dar un fariseu pe nume Gamaliel, un învățător al Legii respectat de tot poporul, s-a ridicat în Sinedriu și a poruncit ca oamenii să fie scoși afară puțin.",
        "35": "Apoi le-a zis: „Bărbați israeliți, aveți grijă ce urmează să le faceți acestor oameni!",
        "36": "Căci, nu demult, s-a ridicat Teudas, care spunea despre sine că este cineva și căruia i s-au alăturat aproape patru sute de bărbați. El a fost omorât, iar toți aceia care se încrezuseră în el au fost împrăștiați și nu s-a ales nimic de ei.",
        "37": "După el, pe vremea recensământului, s-a ridicat Iuda, galileeanul, și a atras poporul după el. Dar și el a pierit, iar toți aceia care se încrezuseră în el au fost împrăștiați.",
        "38": "Iar acum, eu vă spun: depărtați-vă de oamenii aceștia și lăsați-i! Dacă planul sau lucrarea aceasta este de la oameni, va fi distrusă,",
        "39": "dar, dacă este de la Dumnezeu, nu-i veți putea distruge pe acești oameni! Să nu vă treziți că luptați împotriva lui Dumnezeu!“. Astfel, ei au fost convinși de el.",
        "40": "Apoi i-au chemat pe apostoli, i-au biciuit, le-au poruncit să nu mai vorbească în Numele lui Isus și le-au dat drumul.",
        "41": "Prin urmare, apostolii au plecat dinaintea Sinedriului, bucurându-se că au fost considerați demni să fie umiliți pentru Numele Lui.",
        "42": "Și, în fiecare zi, în Templu și prin case, nu încetau să-i învețe pe oameni și să ducă vestea bună că Isus este Cristosul."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "But a certain man named Ananias, with Sapphira his wife, sold a possession,",
        "2": "and kept back part of the price, his wife also being aware of it, then brought a certain part and laid it at the apostles’ feet.",
        "3": "But Peter said, “Ananias, why has Satan filled your heart to lie to the Holy Spirit and to keep back part of the price of the land?",
        "4": "While you kept it, didn’t it remain your own? After it was sold, wasn’t it in your power? How is it that you have conceived this thing in your heart? You haven’t lied to men, but to God.”",
        "5": "Ananias, hearing these words, fell down and died. Great fear came on all who heard these things.",
        "6": "The young men arose and wrapped him up, and they carried him out and buried him.",
        "7": "About three hours later, his wife, not knowing what had happened, came in.",
        "8": "Peter answered her, “Tell me whether you sold the land for so much.” She said, “Yes, for so much.”",
        "9": "But Peter asked her, “How is it that you have agreed together to tempt the Spirit of the Lord? Behold, the feet of those who have buried your husband are at the door, and they will carry you out.”",
        "10": "She fell down immediately at his feet and died. The young men came in and found her dead, and they carried her out and buried her by her husband.",
        "11": "Great fear came on the whole assembly, and on all who heard these things.",
        "12": "By the hands of the apostles many signs and wonders were done among the people. They were all with one accord in Solomon’s porch.",
        "13": "None of the rest dared to join them; however, the people honored them.",
        "14": "More believers were added to the Lord, multitudes of both men and women.",
        "15": "They even carried out the sick into the streets and laid them on cots and mattresses, so that as Peter came by, at least his shadow might overshadow some of them.",
        "16": "The multitude also came together from the cities around Jerusalem, bringing sick people and those who were tormented by unclean spirits; and they were all healed.",
        "17": "But the high priest rose up, and all those who were with him (which is the sect of the Sadducees), and they were filled with jealousy",
        "18": "and laid hands on the apostles, then put them in public custody.",
        "19": "But an angel of the Lord opened the prison doors by night, and brought them out and said,",
        "20": "“Go stand and speak in the temple to the people all the words of this life.”",
        "21": "When they heard this, they entered into the temple about daybreak and taught. But the high priest and those who were with him came and called the council together, with all the senate of the children of Israel, and sent to the prison to have them brought.",
        "22": "But the officers who came didn’t find them in the prison. They returned and reported,",
        "23": "“We found the prison shut and locked, and the guards standing before the doors, but when we opened them, we found no one inside!”",
        "24": "Now when the high priest, the captain of the temple, and the chief priests heard these words, they were very perplexed about them and what might become of this.",
        "25": "One came and told them, “Behold, the men whom you put in prison are in the temple, standing and teaching the people.”",
        "26": "Then the captain went with the officers, and brought them without violence, for they were afraid that the people might stone them.",
        "27": "When they had brought them, they set them before the council. The high priest questioned them,",
        "28": "saying, “Didn’t we strictly command you not to teach in this name? Behold, you have filled Jerusalem with your teaching, and intend to bring this man’s blood on us.”",
        "29": "But Peter and the apostles answered, “We must obey God rather than men.",
        "30": "The God of our fathers raised up Jesus, whom you killed, hanging him on a tree.",
        "31": "God exalted him with his right hand to be a Prince and a Savior, to give repentance to Israel, and remission of sins.",
        "32": "We are his witnesses of these things; and so also is the Holy Spirit, whom God has given to those who obey him.”",
        "33": "But they, when they heard this, were cut to the heart, and were determined to kill them.",
        "34": "But one stood up in the council, a Pharisee named Gamaliel, a teacher of the law, honored by all the people, and commanded to put the apostles out for a little while.",
        "35": "He said to them, “You men of Israel, be careful concerning these men, what you are about to do.",
        "36": "For before these days Theudas rose up, making himself out to be somebody; to whom a number of men, about four hundred, joined themselves. He was slain; and all, as many as obeyed him, were dispersed and came to nothing.",
        "37": "After this man, Judas of Galilee rose up in the days of the enrollment, and drew away some people after him. He also perished, and all, as many as obeyed him, were scattered abroad.",
        "38": "Now I tell you, withdraw from these men and leave them alone. For if this counsel or this work is of men, it will be overthrown.",
        "39": "But if it is of God, you will not be able to overthrow it, and you would be found even to be fighting against God!”",
        "40": "They agreed with him. Summoning the apostles, they beat them and commanded them not to speak in the name of Jesus, and let them go.",
        "41": "They therefore departed from the presence of the council, rejoicing that they were counted worthy to suffer dishonor for Jesus’ name.",
        "42": "Every day, in the temple and at home, they never stopped teaching and preaching Jesus, the Christ."
      }
    }
  }
}