{
  "book": "Faptele Apostolilor",
  "chapter": "9",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Dar Saul sufla încă amenințarea și uciderea împotriva ucenicilor Domnului. S-a dus la marele preot",
        "2": "și i-a cerut scrisori către sinagogile din Damasc, ca, dacă va găsi pe unii umblând pe Calea credinței, atât bărbați, cât și femei, să-i aducă legați la Ierusalim.",
        "3": "Pe drum, când s-a apropiat de Damasc, deodată a strălucit o lumină din cer în jurul lui.",
        "4": "El a căzut la pământ și a auzit un glas, care-i zicea: „Saule, Saule, pentru ce Mă prigonești?”",
        "5": "„Cine ești Tu, Doamne?”, a răspuns el. Și Domnul a zis: „Eu sunt Isus, pe care-L prigonești. Ți-ar fi greu să arunci înapoi cu piciorul într-un țepuș.”",
        "6": "Tremurând și plin de frică, el a zis: „Doamne, ce vrei să fac?” „Scoală-te”, i-a zis Domnul, „intră în cetate și ți se va spune ce trebuie să faci.”",
        "7": "Oamenii care-l însoțeau au rămas încremeniți; auzeau în adevăr glasul, dar nu vedeau pe nimeni.",
        "8": "Saul s-a sculat de la pământ și, măcar că ochii îi erau deschiși, nu vedea nimic. L-au luat de mâini și l-au dus în Damasc.",
        "9": "Trei zile n-a văzut și n-a mâncat, nici n-a băut nimic.",
        "10": "În Damasc era un ucenic numit Anania. Domnul i-a zis într-o vedenie: „Anania!” „Iată-mă, Doamne”, a răspuns el.",
        "11": "Și Domnul i-a zis: „Scoală-te, du-te pe ulița care se cheamă Dreaptă și caută în casa lui Iuda pe unul zis Saul, un om din Tars. Căci iată, el se roagă.",
        "12": "Și a văzut în vedenie pe un om, numit Anania, intrând la el și punându-și mâinile peste el, ca să-și capete iarăși vederea.”",
        "13": "„Doamne”, a răspuns Anania, „am auzit de la mulți despre toate relele pe care le-a făcut omul acesta sfinților Tăi în Ierusalim,",
        "14": "ba și aici are puteri din partea preoților celor mai de seamă ca să lege pe toți care cheamă Numele Tău.”",
        "15": "Dar Domnul i-a zis: „Du-te, căci el este un vas pe care l-am ales ca să ducă Numele Meu înaintea neamurilor, înaintea împăraților și înaintea fiilor lui Israel;",
        "16": "și îi voi arăta tot ce trebuie să sufere pentru Numele Meu.”",
        "17": "Anania a plecat; și, după ce a intrat în casă, a pus mâinile peste Saul și a zis: „Frate Saule, Domnul Isus, care ți S-a arătat pe drumul pe care veneai, m-a trimis ca să capeți vederea și să te umpli de Duhul Sfânt.”",
        "18": "Chiar în clipa aceea, au căzut de pe ochii lui un fel de solzi, și el și-a căpătat iarăși vederea. Apoi s-a sculat și a fost botezat.",
        "19": "După ce a mâncat, a prins iarăși putere. Saul a rămas câteva zile cu ucenicii care erau în Damasc.",
        "20": "Și îndată a început să propovăduiască în sinagogi că Isus este Fiul lui Dumnezeu.",
        "21": "Toți cei ce-l ascultau rămâneau uimiți și ziceau: „Nu este el acela care făcea prăpăd în Ierusalim, printre cei ce chemau Numele acesta? Și n-a venit el aici ca să-i ducă legați înaintea preoților celor mai de seamă?”",
        "22": "Totuși Saul se întărea din ce în ce mai mult și făcea de rușine pe iudeii care locuiau în Damasc, dovedind că Isus este Hristosul. Iudeii caută să omoare pe Saul",
        "23": "După câtva timp, iudeii s-au sfătuit să-l omoare,",
        "24": "și uneltirea lor a ajuns la cunoștința lui Saul. Porțile erau păzite zi și noapte, ca să-l omoare.",
        "25": "Dar, într-o noapte, ucenicii l-au luat și l-au coborât prin zid, dându-l jos într-o coșniță.",
        "26": "Când a ajuns în Ierusalim, Saul a căutat să se lipească de ucenici, dar toți se temeau de el, căci nu puteau să creadă că este ucenic.",
        "27": "Atunci, Barnaba l-a luat cu el, l-a dus la apostoli și le-a istorisit cum, pe drum, Saul văzuse pe Domnul, care i-a vorbit, și cum în Damasc propovăduise cu îndrăzneală în Numele lui Isus.",
        "28": "De atunci se ducea și venea împreună cu ei în Ierusalim",
        "29": "și propovăduia cu îndrăzneală în Numele Domnului. Vorbea și se întreba și cu evreii care vorbeau grecește, dar ei căutau să-l omoare.",
        "30": "Când au aflat frații de lucrul acesta, l-au dus la Cezareea și l-au pornit la Tars. Vindecarea lui Enea",
        "31": "Biserica se bucura de pace în toată Iudeea, Galileea și Samaria, se întărea sufletește și umbla în frică de Domnul și, cu ajutorul Duhului Sfânt, se înmulțea.",
        "32": "Pe când cerceta Petru pe toți sfinții, s-a coborât și la cei ce locuiau în Lida.",
        "33": "Acolo a găsit un om, anume Enea, care zăcea de opt ani olog în pat.",
        "34": "„Enea”, i-a zis Petru, „Isus Hristos te vindecă; scoală-te și fă-ți patul.” Și Enea s-a sculat îndată.",
        "35": "Toți locuitorii din Lida și din Sarona l-au văzut și s-au întors la Domnul. Învierea Tabitei",
        "36": "În Iope, era o uceniță numită Tabita, nume care, în tălmăcire, se zice Dorca. Ea făcea o mulțime de fapte bune și milostenii.",
        "37": "În vremea aceea, s-a îmbolnăvit și a murit. După ce au scăldat-o, au pus-o într-o odaie de sus.",
        "38": "Fiindcă Lida este aproape de Iope, ucenicii, când au auzit că Petru este acolo, au trimis doi oameni la el să-l roage: „Nu pregeta să vii până la noi.”",
        "39": "Petru s-a sculat și a plecat împreună cu ei. Când a sosit, l-au dus în odaia de sus. Toate văduvele l-au înconjurat plângând și i-au arătat hainele și cămășile pe care le făcea Dorca pe când era cu ele.",
        "40": "Petru a scos pe toată lumea afară, a îngenuncheat și s-a rugat; apoi, s-a întors spre trup și a zis: „Tabita, scoală-te!” Ea a deschis ochii și, când a văzut pe Petru, a stat în capul oaselor.",
        "41": "El i-a dat mâna și a ridicat-o în sus. A chemat îndată pe sfinți și pe văduve și le-a pus-o înainte vie.",
        "42": "Minunea aceasta a fost cunoscută în toată cetatea Iope și mulți au crezut în Domnul.",
        "43": "Petru a rămas multe zile în Iope, la un tăbăcar numit Simon."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Între timp, Saul, care încă era o amenințare pentru ucenicii Domnului și-i punea în pericol de moarte, s-a dus la marele preot",
        "2": "și a cerut de la el scrisori către sinagogile din Damasc, astfel încât, dacă i-ar găsi pe unii care sunt adepți ai Căii, atât bărbați, cât și femei, să-i aducă legați la Ierusalim.",
        "3": "În timp ce era pe drum și se apropia de Damasc, a strălucit deodată împrejurul lui o lumină din cer.",
        "4": "El a căzut la pământ și a auzit un glas care-i zicea: ‒ Saul, Saul, de ce Mă persecuți?",
        "5": "El a întrebat: ‒ Cine ești, Doamne? Isus i-a răspuns: ‒ Eu sunt Isus, Cel pe Care tu Îl persecuți! Îți este greu să lovești cu călcâiul în pinteni!",
        "6": "Tremurând și plin de frică, a întrebat: ‒ Doamne, ce vrei să fac? Domnul i-a zis: ‒ Ridică-te, intră în cetate și ți se va spune ce trebuie să faci!",
        "7": "Bărbații care-l însoțeau în călătorie s-au oprit amuțiți; auzeau într-adevăr glasul, dar nu vedeau pe nimeni.",
        "8": "Saul s-a ridicat de la pământ și, cu toate că ochii îi erau deschiși, nu vedea nimic. Prin urmare, l-au luat de mână și l-au dus în Damasc.",
        "9": "Timp de trei zile n-a văzut, n-a mâncat și nici n-a băut nimic.",
        "10": "În Damasc era un ucenic pe nume Ananias. Domnul i-a vorbit într-o vedenie: ‒ Ananias! El a răspuns: ‒ Iată-mă, Doamne!",
        "11": "Domnul i-a zis: ‒ Scoală-te, du-te pe strada numită „Dreaptă“ și caută în casa lui Iuda un om din Tars, pe nume Saul. Căci iată, chiar acum el se roagă",
        "12": "și a văzut într-o vedenie un om pe nume Ananias, intrând și punându-și mâinile peste el ca să poată vedea din nou.",
        "13": "Ananias a răspuns: ‒ Doamne, am auzit de la mulți despre toate relele pe care le-a făcut omul acesta sfinților Tăi în Ierusalim.",
        "14": "Chiar și aici are autoritate din partea conducătorilor preoților să-i lege pe toți cei ce cheamă Numele Tău!",
        "15": "Dar Domnul i-a zis: ‒ Du-te, pentru că el este un vas al Meu pe care l-am ales ca să ducă Numele Meu atât înaintea neevreilor și a regilor, cât și înaintea fiilor lui Israel.",
        "16": "Căci Eu îi voi arăta cât trebuie să sufere de dragul Numelui Meu.",
        "17": "Ananias a plecat, a intrat în casa unde era Saul și, punându-și mâinile peste el, a zis: „Frate Saul, m-a trimis Domnul – Isus, Cel Care ți S-a arătat pe drumul pe care veneai – ca să poți vedea din nou și să fii umplut de Duhul Sfânt“.",
        "18": "Imediat, de pe ochii lui au căzut un fel de solzi, și i-a revenit vederea. Apoi s-a ridicat, a fost botezat",
        "19": "și, după ce a mâncat ceva, i-au revenit puterile. Saul, în Damasc și în Ierusalim Saul a rămas câteva zile cu ucenicii în Damasc",
        "20": "și imediat a început să-L proclame pe Isus în sinagogi, spunând că este Fiul lui Dumnezeu.",
        "21": "Toți cei ce-l auzeau se minunau și ziceau: „Nu este el acela care-i distrugea în Ierusalim pe cei ce chemau Numele acesta? Și n-a venit el aici ca să-i ducă legați la conducătorii preoților?“.",
        "22": "Dar Saul se întărea tot mai mult și le provoca nedumerire iudeilor care locuiau în Damasc, dovedind că Isus este Cristosul.",
        "23": "După mai multe zile, iudeii au conspirat să-l omoare,",
        "24": "însă Saul a aflat despre conspirația lor. Zi și noapte ei supravegheau porțile, ca să-l omoare.",
        "25": "Dar într-o noapte, ucenicii l-au luat și l-au coborât prin zid, dându-l jos într-un coș.",
        "26": "Când a ajuns în Ierusalim, a încercat să li se alăture ucenicilor, dar toți se temeau de el, pentru că nu credeau că este un ucenic.",
        "27": "Atunci Barnabas l-a luat și l-a dus la apostoli. Le-a istorisit cum, pe drum, Saul Îl văzuse pe Domnul, și El îi vorbise, și cum, în Damasc, vorbise cu îndrăzneală în Numele lui Isus.",
        "28": "Astfel, începând de atunci, Saul venea și se ducea împreună cu ei în Ierusalim, vorbind cu îndrăzneală în Numele Domnului.",
        "29": "De asemenea, vorbea și purta dispute cu iudeii eleniști, dar ei încercau să-l omoare.",
        "30": "Când au aflat frații lucrul acesta, l-au dus în Cezareea și l-au trimis la Tars.",
        "31": "Astfel, Biserica era răspândită prin toată Iudeea, Galileea și Samaria, se bucura de pace și era consolidată sufletește; ea trăia în frică de Domnul și se înmulțea prin încurajarea Duhului Sfânt. Enea și Tabita, vindecați de Petru",
        "32": "În timp ce călătorea prin toate regiunile, Petru s-a dus și la sfinții care locuiau în Lida.",
        "33": "Acolo a găsit un om pe nume Enea, care de opt ani zăcea în pat, pentru că era paralizat.",
        "34": "Petru i-a zis: „Enea, Isus Cristos te vindecă! Ridică-te și strânge-ți patul!“. Și el s-a ridicat imediat.",
        "35": "Toți locuitorii din Lida și din Șaron l-au văzut și s-au întors la Domnul.",
        "36": "În Iafo era o ucenică pe nume Tabita, care tradus înseamnă „Gazelă“. Viața ei era plină de fapte bune și de milosteniile pe care le făcea.",
        "37": "În vremea aceea, ea s-a îmbolnăvit și a murit. Au spălat-o și au pus-o în camera de sus.",
        "38": "Lida este aproape de Iafo. Prin urmare, când ucenicii au auzit că Petru este în Lida, au trimis doi bărbați să-l roage: „Nu întârzia să vii până la noi!“.",
        "39": "Petru s-a ridicat și a plecat împreună cu ei. Când a ajuns, l-au condus în camera de sus. Toate văduvele au stat lângă el, plângând și arătându-i cămășile și hainele pe care le făcea Tabita pe când era cu ele.",
        "40": "Petru i-a scos afară pe toți, s-a pus în genunchi și s-a rugat. Apoi s-a întors spre trup și a zis: „Tabita, scoală-te!“. Ea a deschis ochii și, când l-a văzut pe Petru, s-a ridicat.",
        "41": "El i-a dat mâna și a ridicat-o; apoi i-a chemat pe sfinți și pe văduve și le-a înfățișat-o vie.",
        "42": "Acest fapt a devenit cunoscut prin toată cetatea Iafo și mulți au crezut în Domnul.",
        "43": "Petru a rămas mai multe zile în Iafo, la un anume Simon, un tăbăcar."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "But Saul, still breathing threats and slaughter against the disciples of the Lord, went to the high priest",
        "2": "and asked for letters from him to the synagogues of Damascus, that if he found any who were of the Way, whether men or women, he might bring them bound to Jerusalem.",
        "3": "As he traveled, he got close to Damascus, and suddenly a light from the sky shone around him.",
        "4": "He fell on the earth, and heard a voice saying to him, “Saul, Saul, why do you persecute me?”",
        "5": "He said, “Who are you, Lord?” The Lord said, “I am Jesus, whom you are persecuting.",
        "6": "But rise up and enter into the city, then you will be told what you must do.”",
        "7": "The men who traveled with him stood speechless, hearing the sound, but seeing no one.",
        "8": "Saul arose from the ground, and when his eyes were opened, he saw no one. They led him by the hand and brought him into Damascus.",
        "9": "He was without sight for three days, and neither ate nor drank.",
        "10": "Now there was a certain disciple at Damascus named Ananias. The Lord said to him in a vision, “Ananias!” He said, “Behold, it’s me, Lord.”",
        "11": "The Lord said to him, “Arise and go to the street which is called Straight, and inquire in the house of Judah for one named Saul, a man of Tarsus. For behold, he is praying,",
        "12": "and in a vision he has seen a man named Ananias coming in and laying his hands on him, that he might receive his sight.”",
        "13": "But Ananias answered, “Lord, I have heard from many about this man, how much evil he did to your saints at Jerusalem.",
        "14": "Here he has authority from the chief priests to bind all who call on your name.”",
        "15": "But the Lord said to him, “Go your way, for he is my chosen vessel to bear my name before the nations and kings, and the children of Israel.",
        "16": "For I will show him how many things he must suffer for my name’s sake.”",
        "17": "Ananias departed and entered into the house. Laying his hands on him, he said, “Brother Saul, the Lord, who appeared to you on the road by which you came, has sent me that you may receive your sight and be filled with the Holy Spirit.”",
        "18": "Immediately something like scales fell from his eyes, and he received his sight. He arose and was baptized.",
        "19": "He took food and was strengthened. Saul stayed several days with the disciples who were at Damascus.",
        "20": "Immediately in the synagogues he proclaimed the Christ, that he is the Son of God.",
        "21": "All who heard him were amazed, and said, “Isn’t this he who in Jerusalem made havoc of those who called on this name? And he had come here intending to bring them bound before the chief priests!”",
        "22": "But Saul increased more in strength, and confounded the Jews who lived at Damascus, proving that this is the Christ.",
        "23": "When many days were fulfilled, the Jews conspired together to kill him,",
        "24": "but their plot became known to Saul. They watched the gates both day and night that they might kill him,",
        "25": "but his disciples took him by night and let him down through the wall, lowering him in a basket.",
        "26": "When Saul had come to Jerusalem, he tried to join himself to the disciples; but they were all afraid of him, not believing that he was a disciple.",
        "27": "But Barnabas took him and brought him to the apostles, and declared to them how he had seen the Lord on the way, and that he had spoken to him, and how at Damascus he had preached boldly in the name of Jesus.",
        "28": "He was with them entering into Jerusalem,",
        "29": "preaching boldly in the name of the Lord Jesus. He spoke and disputed against the Hellenists, but they were seeking to kill him.",
        "30": "When the brothers knew it, they brought him down to Caesarea and sent him off to Tarsus.",
        "31": "So the assemblies throughout all Judea, Galilee, and Samaria had peace and were built up. They were multiplied, walking in the fear of the Lord and in the comfort of the Holy Spirit.",
        "32": "As Peter went throughout all those parts, he came down also to the saints who lived at Lydda.",
        "33": "There he found a certain man named Aeneas, who had been bedridden for eight years because he was paralyzed.",
        "34": "Peter said to him, “Aeneas, Jesus Christ heals you. Get up and make your bed!” Immediately he arose.",
        "35": "All who lived at Lydda and in Sharon saw him, and they turned to the Lord.",
        "36": "Now there was at Joppa a certain disciple named Tabitha, which when translated means Dorcas. This woman was full of good works and acts of mercy which she did.",
        "37": "In those days, she became sick and died. When they had washed her, they laid her in an upper room.",
        "38": "As Lydda was near Joppa, the disciples, hearing that Peter was there, sent two men to him, imploring him not to delay in coming to them.",
        "39": "Peter got up and went with them. When he had come, they brought him into the upper room. All the widows stood by him weeping, and showing the tunics and other garments which Dorcas had made while she was with them.",
        "40": "Peter sent them all out, and knelt down and prayed. Turning to the body, he said, “Tabitha, get up!” She opened her eyes, and when she saw Peter, she sat up.",
        "41": "He gave her his hand and raised her up. Calling the saints and widows, he presented her alive.",
        "42": "This became known throughout all Joppa, and many believed in the Lord.",
        "43": "He stayed many days in Joppa with a tanner named Simon."
      }
    }
  }
}