{
  "book": "Faptele Apostolilor",
  "chapter": "11",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Apostolii și frații care erau în Iudeea au auzit că și neamurile au primit Cuvântul lui Dumnezeu.",
        "2": "Și când s-a suit Petru la Ierusalim, îl mustrau cei tăiați împrejur",
        "3": "și ziceau: „Ai intrat în casă la niște oameni netăiați împrejur și ai mâncat cu ei.”",
        "4": "Petru a început să le spună pe rând cele întâmplate. El a zis:",
        "5": "„Eram în cetatea Iope și, pe când mă rugam, am căzut într-o răpire sufletească și am avut o vedenie: un vas, ca o față de masă mare, legată cu cele patru colțuri, se cobora din cer și a venit până la mine.",
        "6": "Când m-am uitat în ea, am văzut dobitoacele cu patru picioare de pe pământ, fiarele, târâtoarele și păsările cerului.",
        "7": "Și am auzit un glas, care mi-a zis: ‘Petre, scoală-te, taie și mănâncă.’",
        "8": "Dar eu am răspuns: ‘Nicidecum, Doamne, căci nimic spurcat sau necurat n-a intrat vreodată în gura mea.’",
        "9": "Și glasul mi-a zis a doua oară din cer: ‘Ce a curățit Dumnezeu, să nu numești spurcat.’",
        "10": "Lucrul acesta s-a făcut de trei ori, apoi toate au fost ridicate iarăși în cer.",
        "11": "Și iată că, îndată, trei oameni trimiși din Cezareea la mine au stat la poarta casei în care eram.",
        "12": "Duhul mi-a spus să plec cu ei, fără să fac vreo deosebire. Acești șase frați m-au însoțit și ei și am intrat în casa omului.",
        "13": "El ne-a istorisit cum a văzut în casa lui pe înger stând înaintea lui și zicându-i: ‘Trimite la Iope și cheamă pe Simon, zis și Petru,",
        "14": "care-ți va spune cuvinte prin care vei fi mântuit, tu și toată casa ta.’",
        "15": "Și, cum am început să vorbesc, Duhul Sfânt S-a coborât peste ei ca și peste noi la început.",
        "16": "Și mi-am adus aminte de vorba Domnului, cum a zis: ‘Ioan a botezat cu apă, dar voi veți fi botezați cu Duhul Sfânt.’",
        "17": "Deci, dacă Dumnezeu le-a dat același dar ca și nouă, care am crezut în Domnul Isus Hristos, cine eram eu să mă împotrivesc lui Dumnezeu?”",
        "18": "După ce au auzit aceste lucruri, s-au potolit, au slăvit pe Dumnezeu și au zis: „Dumnezeu a dat deci și neamurilor pocăință, ca să aibă viața.” Barnaba și Saul la Antiohia",
        "19": "Cei ce se împrăștiaseră din pricina prigonirii întâmplate cu prilejul lui Ștefan au ajuns până în Fenicia, în Cipru și în Antiohia și propovăduiau Cuvântul numai iudeilor.",
        "20": "Totuși printre ei au fost câțiva oameni din Cipru și din Cirene, care au venit în Antiohia, au vorbit și grecilor și le-au propovăduit Evanghelia Domnului Isus.",
        "21": "Mâna Domnului era cu ei și un mare număr de oameni au crezut și s-au întors la Domnul.",
        "22": "Vestea despre ei a ajuns la urechile Bisericii din Ierusalim, și au trimis pe Barnaba până la Antiohia.",
        "23": "Când a ajuns el și a văzut harul lui Dumnezeu, s-a bucurat și i-a îndemnat pe toți să rămână cu inimă hotărâtă alipiți de Domnul.",
        "24": "Căci Barnaba era un om de bine, plin de Duhul Sfânt și de credință. Și destul de mult norod s-a adăugat la Domnul.",
        "25": "Barnaba s-a dus apoi la Tars, ca să caute pe Saul",
        "26": "și, când l-a găsit, l-a adus la Antiohia. Un an întreg, au luat parte la adunările Bisericii și au învățat pe mulți oameni. Pentru întâiași dată, ucenicilor li s-a dat numele de creștini în Antiohia. O foamete prorocită de Agab",
        "27": "În vremea aceea, s-au coborât niște proroci din Ierusalim la Antiohia.",
        "28": "Unul din ei, numit Agab, s-a sculat și a vestit, prin Duhul, că va fi o foamete mare în toată lumea. Și a fost, în adevăr, în zilele împăratului Claudiu.",
        "29": "Ucenicii au hotărât să trimită, fiecare după puterea lui, un ajutor fraților care locuiau în Iudeea,",
        "30": "ceea ce au și făcut, și au trimis acest ajutor la prezbiteri prin mâna lui Barnaba și a lui Saul."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Apostolii și frații care erau în Iudeea au auzit că neevreii au primit și ei Cuvântul lui Dumnezeu.",
        "2": "Când Petru s-a dus la Ierusalim, unii dintre creștinii circumciși îl judecau,",
        "3": "zicând: ‒ Ai intrat în casă la niște bărbați necircumciși și ai mâncat cu ei!",
        "4": "Atunci Petru a început să le explice pe rând cele întâmplate și le-a zis:",
        "5": "‒ Eram în cetatea Iafo și, în timp ce mă rugam, am avut, într-o răpire sufletească, o vedenie. Am văzut un obiect coborând – ceva ca o pânză mare fiind adusă jos din cer, de cele patru colțuri – și venind până la mine.",
        "6": "M-am uitat în ea cu atenție și am văzut patrupede de pe pământ, animale sălbatice, târâtoare și păsări ale cerului.",
        "7": "Apoi am auzit un glas care mi-a zis: „Petru, ridică-te, înjunghie și mănâncă!“.",
        "8": "Însă eu am zis: „Nicidecum, Doamne! Căci niciodată n-a intrat în gura mea ceva întinat sau necurat!“.",
        "9": "Dar glasul mi-a vorbit a doua oară din Cer: „Ceea ce a curățit Dumnezeu, să nu consideri întinat!“.",
        "10": "Lucrul acesta s-a întâmplat de trei ori. Apoi toate au fost ridicate iarăși la cer.",
        "11": "Și iată că imediat după aceea, la poarta casei în care eram, stăteau trei bărbați trimiși la mine din Cezareea.",
        "12": "Duhul mi-a spus să mă duc cu ei fără să am îndoieli. Împreună cu mine au mers și acești șase frați. Am intrat în casa acelui om,",
        "13": "iar el ne-a istorisit cum a văzut un înger stând în casa lui și zicând: „Trimite la Iafo și cheamă-l pe Simon, cel numit și Petru.",
        "14": "El îți va spune cuvinte prin care vei fi mântuit tu și toată familia ta“.",
        "15": "Când începusem să vorbesc, Duhul Sfânt S-a coborât peste ei, așa cum S-a coborât și peste noi la început.",
        "16": "Atunci mi-am amintit de cuvintele Domnului, așa cum obișnuia El să spună: „Ioan, într-adevăr, a botezat cu apă, dar voi veți fi botezați cu Duhul Sfânt“.",
        "17": "Deci, dacă Dumnezeu le-a dat același dar ca și nouă, care am crezut în Domnul Isus Cristos, cine eram eu ca să mă opun lui Dumnezeu?",
        "18": "Când au auzit ei aceste lucruri, s-au liniștit și L-au glorificat pe Dumnezeu, zicând: „Așadar, Dumnezeu le-a dat și neevreilor pocăința care duce la viață!“. Biserica în Antiohia",
        "19": "Cei ce fuseseră împrăștiați din cauza persecuției care avusese loc în urma uciderii lui Ștefan au ajuns până în Fenicia, în Cipru și în Antiohia. Ei nu vorbeau despre Cuvânt nimănui în afară de iudei.",
        "20": "Câțiva dintre ei însă, niște bărbați din Cipru și din Cirena, care veniseră în Antiohia, le-au vorbit și grecilor, vestindu-le Evanghelia despre Domnul Isus.",
        "21": "Mâna Domnului era cu ei, astfel că un mare număr de oameni care au crezut s-au întors la Domnul.",
        "22": "Vestea despre ei a ajuns și la urechile bisericii care era în Ierusalim, astfel că l-au trimis pe Barnabas să meargă până în Antiohia.",
        "23": "Când a ajuns el și a văzut harul lui Dumnezeu, s-a bucurat și i-a îndemnat pe toți să rămână lângă Domnul cu o inimă devotată.",
        "24": "Căci Barnabas era un om bun și plin de Duhul Sfânt și de credință. Și o mulțime mare de oameni a fost adăugată la Biserica Domnului.",
        "25": "S-a dus apoi la Tars ca să-l caute pe Saul",
        "26": "și, când l-a găsit, l-a dus în Antiohia. Astfel, timp de un an întreg, ei s-au adunat cu biserica și au învățat o mare mulțime de oameni. În Antiohia, ucenicii au fost numiți pentru prima oară „creștini“.",
        "27": "În acele zile, au venit în Antiohia niște profeți din Ierusalim.",
        "28": "Unul dintre ei, pe nume Agab, s-a ridicat și a arătat, prin Duhul Sfânt, că urmează să vină o mare foamete în toată lumea. Și așa s-a și întâmplat în timpul lui Claudius.",
        "29": "Atunci ucenicii au hotărât să le trimită ajutor fraților care locuiau în Iudeea, fiecare după posibilitățile lui.",
        "30": "Și așa au și făcut, trimițând acest ajutor prezbiterilor, prin Barnabas și Saul."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now the apostles and the brothers who were in Judea heard that the Gentiles had also received the word of God.",
        "2": "When Peter had come up to Jerusalem, those who were of the circumcision contended with him,",
        "3": "saying, “You went in to uncircumcised men and ate with them!”",
        "4": "But Peter began, and explained to them in order, saying,",
        "5": "“I was in the city of Joppa praying, and in a trance I saw a vision: a certain container descending, like it was a great sheet let down from heaven by four corners. It came as far as me.",
        "6": "When I had looked intently at it, I considered, and saw the four-footed animals of the earth, wild animals, creeping things, and birds of the sky.",
        "7": "I also heard a voice saying to me, ‘Rise, Peter, kill and eat!’",
        "8": "But I said, ‘Not so, Lord, for nothing unholy or unclean has ever entered into my mouth.’",
        "9": "But a voice answered me the second time out of heaven, ‘What God has cleansed, don’t you call unclean.’",
        "10": "This was done three times, and all were drawn up again into heaven.",
        "11": "Behold, immediately three men stood before the house where I was, having been sent from Caesarea to me.",
        "12": "The Spirit told me to go with them without discriminating. These six brothers also accompanied me, and we entered into the man’s house.",
        "13": "He told us how he had seen the angel standing in his house and saying to him, ‘Send to Joppa and get Simon, who is called Peter,",
        "14": "who will speak to you words by which you will be saved, you and all your house.’",
        "15": "As I began to speak, the Holy Spirit fell on them, even as on us at the beginning.",
        "16": "I remembered the word of the Lord, how he said, ‘John indeed baptized in water, but you will be baptized in the Holy Spirit.’",
        "17": "If then God gave to them the same gift as us when we believed in the Lord Jesus Christ, who was I, that I could withstand God?”",
        "18": "When they heard these things, they held their peace and glorified God, saying, “Then God has also granted to the Gentiles repentance to life!”",
        "19": "They therefore who were scattered abroad by the oppression that arose about Stephen traveled as far as Phoenicia, Cyprus, and Antioch, speaking the word to no one except to Jews only.",
        "20": "But there were some of them, men of Cyprus and Cyrene, who, when they had come to Antioch, spoke to the Hellenists, preaching the Lord Jesus.",
        "21": "The hand of the Lord was with them, and a great number believed and turned to the Lord.",
        "22": "The report concerning them came to the ears of the assembly which was in Jerusalem. They sent out Barnabas to go as far as Antioch,",
        "23": "who, when he had come, and had seen the grace of God, was glad. He exhorted them all, that with purpose of heart they should remain near to the Lord.",
        "24": "For he was a good man, and full of the Holy Spirit and of faith, and many people were added to the Lord.",
        "25": "Barnabas went out to Tarsus to look for Saul.",
        "26": "When he had found him, he brought him to Antioch. For a whole year they were gathered together with the assembly, and taught many people. The disciples were first called Christians in Antioch.",
        "27": "Now in these days, prophets came down from Jerusalem to Antioch.",
        "28": "One of them named Agabus stood up and indicated by the Spirit that there should be a great famine all over the world, which also happened in the days of Claudius.",
        "29": "As any of the disciples had plenty, each determined to send relief to the brothers who lived in Judea;",
        "30": "which they also did, sending it to the elders by the hands of Barnabas and Saul."
      }
    }
  }
}