{
  "book": "Faptele Apostolilor",
  "chapter": "3",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Petru și Ioan se suiau împreună la Templu, la ceasul rugăciunii: era ceasul al nouălea.",
        "2": "Acolo era un om olog din naștere, care era dus și pus în toate zilele la poarta Templului numită „Frumoasă”, ca să ceară de milă de la cei ce intrau în Templu.",
        "3": "Omul acesta, când a văzut pe Petru și pe Ioan că voiau să intre în Templu, le-a cerut milostenie.",
        "4": "Petru, ca și Ioan, s-a uitat țintă la el și a zis: „Uită-te la noi!”",
        "5": "Și el se uita la ei cu luare aminte și aștepta să capete ceva de la ei.",
        "6": "Atunci, Petru i-a zis: „Argint și aur n-am, dar ce am, îți dau: În Numele lui Isus Hristos din Nazaret, scoală-te și umblă!”",
        "7": "L-a apucat de mâna dreaptă și l-a ridicat în sus. Îndată i s-au întărit tălpile și gleznele;",
        "8": "dintr-o săritură a fost în picioare și a început să umble. A intrat cu ei în Templu, umblând, sărind și lăudând pe Dumnezeu.",
        "9": "Tot norodul l-a văzut umblând și lăudând pe Dumnezeu.",
        "10": "Îl cunoșteau că era cel ce ședea la poarta „Frumoasă” a Templului, ca să ceară de pomană, și s-au umplut de uimire și de mirare pentru cele ce i se întâmplaseră.",
        "11": "Fiindcă el se ținea de Petru și de Ioan, tot norodul, mirat, a alergat la ei în pridvorul zis al lui Solomon. Cuvântarea lui Petru către norod",
        "12": "Petru, când a văzut lucrul acesta, a luat cuvântul și a zis norodului: „Bărbați israeliți, pentru ce vă mirați de lucrul acesta? De ce vă uitați cu ochii țintă la noi, ca și cum prin puterea noastră sau prin cucernicia noastră am fi făcut pe omul acesta să umble?",
        "13": "Dumnezeul lui Avraam, Isaac și Iacov, Dumnezeul părinților noștri, a proslăvit pe Robul Său Isus, pe care voi L-ați dat în mâna lui Pilat și v-ați lepădat de El înaintea lui, măcar că el era de părere să-I dea drumul.",
        "14": "Voi v-ați lepădat de Cel Sfânt și Neprihănit și ați cerut să vi se dăruiască un ucigaș.",
        "15": "Ați omorât pe Domnul vieții, pe care Dumnezeu L-a înviat din morți; noi suntem martori ai Lui.",
        "16": "Prin credința în Numele lui Isus, a întărit Numele Lui pe omul acesta, pe care-l vedeți și-l cunoașteți; credința în El a dat omului acestuia o tămăduire deplină, cum vedeți cu toții.",
        "17": "Și acum, fraților, știu că din neștiință ați făcut așa, ca și mai-marii voștri.",
        "18": "Dar Dumnezeu a împlinit astfel ce vestise mai înainte prin gura tuturor prorocilor Lui: că, adică, Hristosul Său va pătimi.",
        "19": "Pocăiți-vă dar și întoarceți-vă la Dumnezeu, pentru ca să vi se șteargă păcatele, ca să vină de la Domnul vremurile de înviorare",
        "20": "și să trimită pe Cel ce a fost rânduit mai dinainte pentru voi: pe Isus Hristos,",
        "21": "pe care cerul trebuie să-L primească, până la vremurile așezării din nou a tuturor lucrurilor – despre aceste vremuri a vorbit Dumnezeu prin gura tuturor sfinților Săi proroci din vechime.",
        "22": "În adevăr, Moise a zis părinților noștri: ‘Domnul Dumnezeul vostru vă va ridica dintre frații voștri un proroc ca mine; pe El să-L ascultați în tot ce vă va spune.",
        "23": "Și oricine nu va asculta de Prorocul acela va fi nimicit cu desăvârșire din mijlocul norodului.’",
        "24": "De asemenea, toți prorocii, de la Samuel și ceilalți care au urmat după el și au vorbit, au vestit zilele acestea.",
        "25": "Voi sunteți fiii prorocilor și ai legământului pe care l-a făcut Dumnezeu cu părinții noștri, când a zis lui Avraam: ‘Toate neamurile pământului vor fi binecuvântate în sămânța ta.’",
        "26": "Dumnezeu, după ce a ridicat pe Robul Său Isus, L-a trimis mai întâi vouă, ca să vă binecuvânteze, întorcând pe fiecare din voi de la fărădelegile sale.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Petru și Ioan se duceau împreună la Templu, la ceasul de rugăciune; era ceasul al nouălea.",
        "2": "Un om olog încă din pântecul mamei lui era adus și așezat în fiecare zi la poarta Templului, cea numită „Frumoasă“, ca să ceară milostenie de la cei ce intrau în Templu.",
        "3": "Când acesta i-a văzut pe Petru și Ioan urmând să intre în Templu, a cerut de la ei milostenie.",
        "4": "Petru, ca și Ioan, s-a uitat drept la el și a zis: „Uită-te la noi!“.",
        "5": "El i-a privit cu atenție, așteptând să primească ceva de la ei.",
        "6": "Dar Petru i-a zis: „Argint și aur n-am, însă ceea ce am, îți dau: în Numele lui Isus Cristos nazarineanul, ridică-te și umblă!“.",
        "7": "Și, apucându-l de mâna dreaptă, l-a ridicat. Deodată picioarele și gleznele i s-au întărit,",
        "8": "a sărit în picioare și a început să umble. Apoi a intrat în Templu împreună cu ei și umbla, sărea și-L lăuda pe Dumnezeu.",
        "9": "Tot poporul l-a văzut umblând și lăudându-L pe Dumnezeu.",
        "10": "Ei l-au recunoscut ca fiind cel ce stătea și cerea milostenie la Poarta Frumoasă a Templului și au rămas foarte uimiți și mirați de ceea ce i se întâmplase. Petru vorbește mulțimii",
        "11": "În timp ce el mergea după Petru și Ioan, tot poporul, uimit, a alergat la ei în porticul numit „al lui Solomon“.",
        "12": "Văzând aceasta, Petru a zis poporului: „Bărbați israeliți, de ce sunteți uimiți de acest lucru și de ce vă uitați la noi de parcă prin propria noastră putere sau evlavie l-am făcut să umble?",
        "13": "Dumnezeul lui Avraam, Dumnezeul lui Isaac și Dumnezeul lui Iacov, Dumnezeul strămoșilor noștri, L-a glorificat pe Slujitorul Său, Isus, pe Care voi L-ați dat pe mâna lui Pilat și v-ați lepădat de El în prezența acestuia, cu toate că el hotărâse să-L elibereze.",
        "14": "Voi v-ați lepădat de Cel Sfânt și Drept și ați cerut să vi se elibereze un ucigaș.",
        "15": "L-ați omorât pe Prințul vieții, pe Care Dumnezeu L-a înviat dintre cei morți și ai Cărui martori suntem noi.",
        "16": "Pe baza credinței în Numele Lui, Însuși Numele Lui l-a întărit pe omul acesta pe care-l vedeți și cunoașteți. Și credința care este prin Isus i-a dat această vindecare deplină înaintea voastră, a tuturor!",
        "17": "Acum, fraților, știu că ați făcut așa din neștiință, la fel ca și conducătorii voștri.",
        "18": "Dar Dumnezeu a împlinit astfel ceea ce prevestise prin gura tuturor profeților, și anume: Cristosul Său urma să sufere.",
        "19": "Pocăiți-vă, deci, și întoarceți-vă la Dumnezeu, pentru ca să vi se șteargă păcatele,",
        "20": "ca să vină astfel din prezența Domnului vremuri de înviorare și El să-L trimită pe Cel pe Care L-a desemnat mai dinainte pentru voi, pe Cristos Isus,",
        "21": "pe Care Cerul trebuie să-L primească până la vremurile restaurării tuturor lucrurilor, așa cum a rostit Dumnezeu încă din vechime prin gura sfinților Săi profeți.",
        "22": "Căci Moise a zis: «Domnul, Dumnezeul vostru, vă va ridica dintre frații voștri un Profet asemenea mie. De El să ascultați în tot ce vă va spune!",
        "23": "Dacă cineva nu va asculta de Acel Profet va fi nimicit din popor».",
        "24": "De asemenea, toți profeții, de la Samuel și până la toți ceilalți care au vorbit după el, au vestit zilele acestea.",
        "25": "Voi sunteți fiii profeților și ai legământului pe care l-a încheiat Dumnezeu cu strămoșii voștri, când i-a spus lui Avraam: «Prin urmașul tău vor fi binecuvântate toate națiunile pământului!».",
        "26": "Când Dumnezeu L-a ridicat pe Slujitorul Său Isus, L-a trimis mai întâi la voi ca să vă binecuvânteze, întorcându-vă pe fiecare de la nelegiuirile voastre“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Peter and John were going up into the temple at the hour of prayer, the ninth hour.",
        "2": "A certain man who was lame from his mother’s womb was being carried, whom they laid daily at the door of the temple which is called Beautiful, to ask gifts for the needy of those who entered into the temple.",
        "3": "Seeing Peter and John about to go into the temple, he asked to receive gifts for the needy.",
        "4": "Peter, fastening his eyes on him, with John, said, “Look at us.”",
        "5": "He listened to them, expecting to receive something from them.",
        "6": "But Peter said, “I have no silver or gold, but what I have, that I give you. In the name of Jesus Christ of Nazareth, get up and walk!”",
        "7": "He took him by the right hand and raised him up. Immediately his feet and his ankle bones received strength.",
        "8": "Leaping up, he stood and began to walk. He entered with them into the temple, walking, leaping, and praising God.",
        "9": "All the people saw him walking and praising God.",
        "10": "They recognized him, that it was he who used to sit begging for gifts for the needy at the Beautiful Gate of the temple. They were filled with wonder and amazement at what had happened to him.",
        "11": "As the lame man who was healed held on to Peter and John, all the people ran together to them in the porch that is called Solomon’s, greatly wondering.",
        "12": "When Peter saw it, he responded to the people, “You men of Israel, why do you marvel at this man? Why do you fasten your eyes on us, as though by our own power or godliness we had made him walk?",
        "13": "The God of Abraham, Isaac, and Jacob, the God of our fathers, has glorified his Servant Jesus, whom you delivered up and denied in the presence of Pilate, when he had determined to release him.",
        "14": "But you denied the Holy and Righteous One and asked for a murderer to be granted to you,",
        "15": "and killed the Prince of life, whom God raised from the dead, to which we are witnesses.",
        "16": "By faith in his name, his name has made this man strong, whom you see and know. Yes, the faith which is through him has given him this perfect soundness in the presence of you all.",
        "17": "“Now, brothers, I know that you did this in ignorance, as did also your rulers.",
        "18": "But the things which God announced by the mouth of all his prophets, that Christ should suffer, he thus fulfilled.",
        "19": "“Repent therefore, and turn again, that your sins may be blotted out, so that there may come times of refreshing from the presence of the Lord,",
        "20": "and that he may send Christ Jesus, who was ordained for you before,",
        "21": "whom heaven must receive until the times of restoration of all things, which God spoke long ago by the mouth of his holy prophets.",
        "22": "For Moses indeed said to the fathers, ‘The Lord God will raise up a prophet for you from among your brothers, like me. You shall listen to him in all things whatever he says to you.",
        "23": "It will be that every soul that will not listen to that prophet will be utterly destroyed from among the people.’",
        "24": "Yes, and all the prophets from Samuel and those who followed after, as many as have spoken, also told of these days.",
        "25": "You are the children of the prophets, and of the covenant which God made with our fathers, saying to Abraham, ‘All the families of the earth will be blessed through your offspring.’",
        "26": "God, having raised up his servant Jesus, sent him to you first to bless you, in turning away every one of you from your wickedness.”"
      }
    }
  }
}