{
  "book": "Faptele Apostolilor",
  "chapter": "20",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Când a încetat zarva, Pavel a chemat pe ucenici și, după ce le-a dat sfaturi, și-a luat ziua bună de la ei și a plecat în Macedonia.",
        "2": "A străbătut ținutul acesta și a dat ucenicilor o mulțime de sfaturi. Apoi a venit în Grecia,",
        "3": "unde a rămas trei luni. Era gata să plece cu corabia în Siria, dar iudeii i-au întins curse. Atunci s-a hotărât să se întoarcă prin Macedonia.",
        "4": "Avea ca tovarăși până în Asia pe: Sopater din Bereea, fiul lui Pir, Aristarh și Secund din Tesalonic, Gaius din Derbe, Timotei, precum și Tihic și Trofim, care erau din Asia.",
        "5": "Aceștia au luat-o înainte și ne-au așteptat la Troa.",
        "6": "Iar noi, după zilele Praznicului Azimilor, am plecat cu corabia din Filipi și, în cinci zile, am ajuns la ei în Troa, unde am stat șapte zile. Învierea lui Eutih",
        "7": "În ziua dintâi a săptămânii, eram adunați laolaltă ca să frângem pâinea. Pavel, care trebuia să plece a doua zi, vorbea ucenicilor și și-a lungit vorbirea până la miezul nopții.",
        "8": "În odaia de sus, unde eram adunați, erau multe lumini.",
        "9": "Și un tânăr, numit Eutih, care ședea pe fereastră, a adormit de-a binelea în timpul lungii vorbiri a lui Pavel; biruit de somn, a căzut din catul al treilea și a fost ridicat mort.",
        "10": "Dar Pavel s-a coborât, s-a repezit spre el, l-a luat în brațe și a zis: „Nu vă tulburați, căci sufletul lui este în el.”",
        "11": "După ce s-a suit iarăși, a frânt pâinea, a cinat și a mai vorbit multă vreme până la ziuă. Apoi a plecat.",
        "12": "Flăcăul a fost adus viu, și lucrul acesta a fost pricina unei mari mângâieri. Pavel la Milet",
        "13": "Noi am venit înaintea lui Pavel la corabie și am plecat cu corabia la Asos, unde ne învoiserăm să ne întâlnim din nou, pentru că el trebuia să facă drumul pe jos.",
        "14": "Când s-a întâlnit cu noi în Asos, l-am luat în corabie și ne-am dus la Mitilene.",
        "15": "De aici am mers pe mare și a doua zi am ajuns în fața insulei Chios. În ziua următoare, de abia am atins Samos, ne-am oprit în Troghilion și a doua zi am venit la Milet.",
        "16": "Pavel se hotărâse să treacă pe lângă Efes, fără să se oprească aici, ca să nu piardă vremea în Asia, căci se grăbea ca, dacă-i va fi cu putință, să fie în Ierusalim de Ziua Cincizecimii. Cuvântarea de rămas-bun",
        "17": "Însă din Milet, Pavel a trimis la Efes și a chemat pe prezbiterii Bisericii.",
        "18": "Când au venit la el, le-a zis: „Știți cum m-am purtat cu voi în toată vremea, din ziua dintâi în care am pus piciorul pe pământul Asiei.",
        "19": "Am slujit Domnului cu toată smerenia, cu multe lacrimi și în mijlocul încercărilor pe care mi le ridicau uneltirile iudeilor.",
        "20": "Știți că n-am ascuns nimic din ce vă era de folos și nu m-am temut să vă propovăduiesc și să vă învăț înaintea norodului și în case",
        "21": "și să vestesc iudeilor și grecilor pocăința față de Dumnezeu și credința în Domnul nostru Isus Hristos.",
        "22": "Și acum, iată că, împins de duhul, mă duc la Ierusalim, fără să știu ce mi se va întâmpla acolo.",
        "23": "Numai Duhul Sfânt mă înștiințează din cetate în cetate că mă așteaptă lanțuri și necazuri.",
        "24": "Dar eu nu țin numaidecât la viața mea, ca și cum mi-ar fi scumpă, ci vreau numai să-mi sfârșesc cu bucurie calea și slujba pe care am primit-o de la Domnul Isus, ca să vestesc Evanghelia harului lui Dumnezeu.",
        "25": "Și acum, știu că nu-mi veți mai vedea fața, voi toți aceia în mijlocul cărora am umblat propovăduind Împărăția lui Dumnezeu.",
        "26": "De aceea vă mărturisesc astăzi că sunt curat de sângele tuturor.",
        "27": "Căci nu m-am ferit să vă vestesc tot planul lui Dumnezeu.",
        "28": "Luați seama dar la voi înșivă și la toată turma peste care v-a pus Duhul Sfânt episcopi, ca să păstoriți Biserica Domnului, pe care a câștigat-o cu însuși sângele Său.",
        "29": "Știu bine că, după plecarea mea, se vor vârî între voi lupi răpitori, care nu vor cruța turma,",
        "30": "și se vor scula din mijlocul vostru oameni care vor învăța lucruri stricăcioase, ca să tragă pe ucenici de partea lor.",
        "31": "De aceea vegheați și aduceți-vă aminte că, timp de trei ani, zi și noapte, n-am încetat să sfătuiesc cu lacrimi pe fiecare din voi.",
        "32": "Și acum, fraților, vă încredințez în mâna lui Dumnezeu și a Cuvântului harului Său, care vă poate zidi sufletește și vă poate da moștenirea împreună cu toți cei sfințiți.",
        "33": "N-am râvnit nici la argintul, nici la aurul, nici la hainele cuiva.",
        "34": "Singuri știți că mâinile acestea au lucrat pentru trebuințele mele și ale celor ce erau cu mine.",
        "35": "În toate privințele v-am dat o pildă și v-am arătat că, lucrând astfel, trebuie să ajutați pe cei slabi și să vă aduceți aminte de cuvintele Domnului Isus, care Însuși a zis: ‘Este mai ferice să dai decât să primești.’”",
        "36": "După ce a vorbit astfel, a îngenuncheat și s-a rugat împreună cu ei toți.",
        "37": "Și au izbucnit cu toții în lacrimi, au căzut pe grumazul lui Pavel și l-au sărutat.",
        "38": "Căci erau întristați mai ales de vorba pe care le-o spusese el, că nu-i vor mai vedea fața. Și l-au petrecut până la corabie."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Când s-a sfârșit tulburarea, Pavel i-a chemat pe ucenici și, după ce i-a încurajat, și-a luat rămas bun și a plecat în Macedonia.",
        "2": "A călătorit prin părțile acelea și i-a încurajat pe credincioși prin multe cuvinte. Apoi a venit în Grecia,",
        "3": "unde a stat timp de trei luni. Tocmai când urma să plece pe mare în Siria, iudeii au pus la cale o conspirație împotriva lui. Atunci el a luat decizia să se întoarcă prin Macedonia.",
        "4": "Îl însoțeau Sopater – fiul lui Pirus din Bereea – Aristarhus și Secundus din Tesalonic, Gaius din Derbe, precum și Timotei, Tyhikos și Trofimos din Asia.",
        "5": "Aceștia au luat-o înainte și ne-au așteptat în Troa.",
        "6": "Iar noi, după zilele Sărbătorii Azimelor, am plecat pe mare din Filipi și, în cinci zile, am ajuns la ei în Troa, unde am rămas timp de șapte zile. Învierea lui Eutih",
        "7": "În prima zi a săptămânii, eram adunați laolaltă ca să frângem pâinea. Pavel, care urma să plece a doua zi, stătea de vorbă cu ucenicii și și-a prelungit vorbirea până la miezul nopții.",
        "8": "În camera de sus, unde eram adunați, erau multe candele.",
        "9": "Pe un tânăr numit Eutih, care stătea la fereastră, l-a apucat un somn adânc în timpul vorbirii îndelungate a lui Pavel. Doborât de somn, a căzut de la etajul al treilea și a fost ridicat mort.",
        "10": "Pavel a coborât, s-a aplecat asupra lui și l-a luat în brațe, zicând: „Nu vă tulburați, căci sufletul lui este în el!“.",
        "11": "Apoi a urcat scările, a frânt pâinea, a mâncat și a mai discutat cu ei destul de mult timp, până în zori, după care a plecat.",
        "12": "Tânărul a fost adus viu, și ei au fost foarte încurajați. Pavel își ia rămas bun de la bătrânii din Efes",
        "13": "Noi ne-am dus înainte la corabie și am pornit pe mare spre Assos, de unde urma să-l luăm pe Pavel. Căci așa dăduse îndrumări, el urmând să călătorească pe uscat.",
        "14": "Când s-a întâlnit cu noi în Assos, l-am luat și ne-am dus în Mitilene.",
        "15": "De acolo am plecat pe mare mai departe, iar a doua zi am ajuns vizavi de Chios. O zi mai târziu am sosit în Samos, apoi ne-am oprit în Troghilion, iar în ziua următoare am ajuns în Milet.",
        "16": "Căci Pavel hotărâse să treacă pe lângă Efes, ca să nu mai piardă timpul în Asia, pentru că se grăbea să fie în Ierusalim de Ziua Cincizecimii, dacă ar fi fost posibil.",
        "17": "Din Milet el a trimis la Efes și i-a chemat pe bătrânii bisericii.",
        "18": "Când aceștia au venit la el, le-a spus următoarele: „Știți că, încă din prima zi în care am pus piciorul în Asia, am fost cu voi tot timpul,",
        "19": "slujindu-I Domnului cu toată smerenia și cu lacrimi în mijlocul încercărilor care au venit asupra mea din cauza conspirațiilor iudeilor.",
        "20": "N-am ascuns nimic din ceea ce vă era de folos, istorisindu-vă și învățându-vă în public și prin case,",
        "21": "și depunând mărturie, atât înaintea iudeilor, cât și a grecilor, despre pocăința față de Dumnezeu și despre credința în Domnul nostru Isus.",
        "22": "Și acum, iată că, împins de Duhul, mă duc la Ierusalim, fără să știu ce mi se va întâmpla acolo.",
        "23": "Doar Duhul Sfânt mă avertizează în fiecare cetate că mă așteaptă lanțuri și necazuri.",
        "24": "Însă nu țin cu orice preț la viața mea, ca și cum mi-ar fi scumpă, ci scopul meu este să-mi sfârșesc alergarea și slujba pe care am primit-o de la Domnul Isus, și anume să depun mărturie despre Evanghelia harului lui Dumnezeu.",
        "25": "Și acum, iată, știu că nu-mi veți mai vedea fața, voi toți aceia printre care am umblat proclamând Împărăția.",
        "26": "De aceea vă mărturisesc astăzi că sunt curat de sângele tuturor.",
        "27": "Căci nu m-am ferit să vă vestesc tot planul lui Dumnezeu.",
        "28": "Fiți atenți deci la voi înșivă și la toată turma peste care Duhul Sfânt v-a desemnat episcopi ca să păstoriți Biserica lui Dumnezeu, pe care El a câștigat-o prin propriul Său sânge.",
        "29": "Știu că după plecarea mea vor veni între voi lupi feroce, care nu vor cruța turma.",
        "30": "Chiar și dintre voi se vor ridica bărbați care vor spune lucruri pervertite, ca să-i tragă pe ucenici după ei.",
        "31": "De aceea, vegheați, aducându-vă aminte că timp de trei ani, zi și noapte, n-am încetat să sfătuiesc pe fiecare dintre voi cu lacrimi!",
        "32": "Iar acum vă încredințez lui Dumnezeu și Cuvântului harului Său, Cuvânt care are putere să vă zidească și să vă dea moștenirea alături de toți cei sfințiți.",
        "33": "N-am tânjit nici după argintul, nici după aurul și nici după haina nimănui.",
        "34": "Voi înșivă știți că mâinile acestea au slujit pentru nevoile mele și ale celor ce erau împreună cu mine.",
        "35": "În toate v-am arătat că, lucrând astfel, trebuie să-i ajutăm pe cei nevoiași și să ne aducem aminte de cuvintele Domnului Isus. Căci El Însuși a zis: «Este mai ferice să dai decât să primești»“.",
        "36": "După ce a spus acestea, s-a pus în genunchi împreună cu ei toți și s-a rugat.",
        "37": "Toți au început să plângă în hohote, au căzut la gâtul lui Pavel și l-au sărutat mult.",
        "38": "Căci erau îndurerați mai ales din cauza cuvintelor pe care le spusese el, și anume că nu-i vor mai vedea fața. Apoi l-au însoțit până la corabie."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "After the uproar had ceased, Paul sent for the disciples, took leave of them, and departed to go into Macedonia.",
        "2": "When he had gone through those parts and had encouraged them with many words, he came into Greece.",
        "3": "When he had spent three months there, and a plot was made against him by Jews as he was about to set sail for Syria, he determined to return through Macedonia.",
        "4": "These accompanied him as far as Asia: Sopater of Beroea, Aristarchus and Secundus of the Thessalonians, Gaius of Derbe, Timothy, and Tychicus and Trophimus of Asia.",
        "5": "But these had gone ahead, and were waiting for us at Troas.",
        "6": "We sailed away from Philippi after the days of Unleavened Bread, and came to them at Troas in five days, where we stayed seven days.",
        "7": "On the first day of the week, when the disciples were gathered together to break bread, Paul talked with them, intending to depart on the next day; and continued his speech until midnight.",
        "8": "There were many lights in the upper room where we were gathered together.",
        "9": "A certain young man named Eutychus sat in the window, weighed down with deep sleep. As Paul spoke still longer, being weighed down by his sleep, he fell down from the third floor and was taken up dead.",
        "10": "Paul went down and fell upon him, and embracing him said, “Don’t be troubled, for his life is in him.”",
        "11": "When he had gone up, had broken bread and eaten, and had talked with them a long while, even until break of day, he departed.",
        "12": "They brought the boy in alive, and were greatly comforted.",
        "13": "But we, going ahead to the ship, set sail for Assos, intending to take Paul aboard there; for he had so arranged, intending himself to go by land.",
        "14": "When he met us at Assos, we took him aboard and came to Mitylene.",
        "15": "Sailing from there, we came the following day opposite Chios. The next day we touched at Samos and stayed at Trogyllium, and the day after we came to Miletus.",
        "16": "For Paul had determined to sail past Ephesus, that he might not have to spend time in Asia; for he was hastening, if it were possible for him, to be in Jerusalem on the day of Pentecost.",
        "17": "From Miletus he sent to Ephesus and called to himself the elders of the assembly.",
        "18": "When they had come to him, he said to them, “You yourselves know, from the first day that I set foot in Asia, how I was with you all the time,",
        "19": "serving the Lord with all humility, with many tears, and with trials which happened to me by the plots of the Jews;",
        "20": "how I didn’t shrink from declaring to you anything that was profitable, teaching you publicly and from house to house,",
        "21": "testifying both to Jews and to Greeks repentance toward God and faith toward our Lord Jesus.",
        "22": "Now, behold, I go bound by the Spirit to Jerusalem, not knowing what will happen to me there;",
        "23": "except that the Holy Spirit testifies in every city, saying that bonds and afflictions wait for me.",
        "24": "But these things don’t count; nor do I hold my life dear to myself, so that I may finish my race with joy, and the ministry which I received from the Lord Jesus, to fully testify to the Good News of the grace of God.",
        "25": "“Now, behold, I know that you all, among whom I went about preaching God’s Kingdom, will see my face no more.",
        "26": "Therefore I testify to you today that I am clean from the blood of all men,",
        "27": "for I didn’t shrink from declaring to you the whole counsel of God.",
        "28": "Take heed, therefore, to yourselves and to all the flock, in which the Holy Spirit has made you overseers, to shepherd the assembly of the Lord and God which he purchased with his own blood.",
        "29": "For I know that after my departure, vicious wolves will enter in among you, not sparing the flock.",
        "30": "Men will arise from among your own selves, speaking perverse things, to draw away the disciples after them.",
        "31": "Therefore watch, remembering that for a period of three years I didn’t cease to admonish everyone night and day with tears.",
        "32": "Now, brothers, I entrust you to God and to the word of his grace, which is able to build up and to give you the inheritance among all those who are sanctified.",
        "33": "I coveted no one’s silver, gold, or clothing.",
        "34": "You yourselves know that these hands served my necessities, and those who were with me.",
        "35": "In all things I gave you an example, that so laboring you ought to help the weak, and to remember the words of the Lord Jesus, that he himself said, ‘It is more blessed to give than to receive.’ ”",
        "36": "When he had spoken these things, he knelt down and prayed with them all.",
        "37": "They all wept freely, and fell on Paul’s neck and kissed him,",
        "38": "sorrowing most of all because of the word which he had spoken, that they should see his face no more. Then they accompanied him to the ship."
      }
    }
  }
}