{
  "book": "Faptele Apostolilor",
  "chapter": "15",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Câțiva oameni veniți din Iudeea învățau pe frați și ziceau: „Dacă nu sunteți tăiați împrejur după obiceiul lui Moise, nu puteți fi mântuiți.”",
        "2": "Pavel și Barnaba au avut cu ei un viu schimb de vorbe și păreri deosebite, și frații au hotărât ca Pavel și Barnaba și câțiva dintre ei să se suie la Ierusalim, la apostoli și prezbiteri, ca să-i întrebe asupra acestei neînțelegeri.",
        "3": "După ce au fost petrecuți de Biserică până afară din cetate, și-au urmat drumul prin Fenicia și Samaria, istorisind întoarcerea neamurilor la Dumnezeu, și au făcut o mare bucurie tuturor fraților.",
        "4": "Când au ajuns la Ierusalim, au fost primiți de Biserică, de apostoli și de prezbiteri și au istorisit tot ce făcuse Dumnezeu prin ei.",
        "5": "Atunci, unii din partida fariseilor, care crezuseră, s-au ridicat și au zis că neamurile trebuie să fie tăiate împrejur și să li se ceară să păzească Legea lui Moise.",
        "6": "Apostolii și prezbiterii s-au adunat laolaltă, ca să vadă ce este de făcut.",
        "7": "După ce s-a făcut multă vorbă, s-a sculat Petru și le-a zis: „Fraților, știți că Dumnezeu, de o bună bucată de vreme, a făcut o alegere între voi, ca, prin gura mea, neamurile să audă cuvântul Evangheliei și să creadă.",
        "8": "Și Dumnezeu, care cunoaște inimile, a mărturisit pentru ei și le-a dat Duhul Sfânt ca și nouă.",
        "9": "N-a făcut nicio deosebire între noi și ei, întrucât le-a curățit inimile prin credință.",
        "10": "Acum dar, de ce ispitiți pe Dumnezeu și puneți pe grumazul ucenicilor un jug pe care nici părinții noștri, nici noi nu l-am putut purta?",
        "11": "Ci credem că noi, ca și ei, suntem mântuiți prin harul Domnului Isus.”",
        "12": "Toată adunarea a tăcut și a ascultat pe Barnaba și pe Pavel, care au istorisit toate semnele și minunile pe care le făcuse Dumnezeu prin ei în mijlocul neamurilor. Hotărârea Bisericii",
        "13": "Când au încetat ei de vorbit, Iacov a luat cuvântul și a zis: „Fraților, ascultați-mă!",
        "14": "Simon a spus cum mai întâi Dumnezeu Și-a aruncat privirile peste neamuri, ca să aleagă din mijlocul lor un popor care să-I poarte Numele.",
        "15": "Și cu faptul acesta se potrivesc cuvintele prorocilor, după cum este scris:",
        "16": "‘«După aceea, Mă voi întoarce și voi ridica din nou cortul lui David din prăbușirea lui, îi voi zidi dărâmăturile și-l voi înălța din nou,",
        "17": "pentru ca rămășița de oameni să caute pe Domnul, ca și toate neamurile peste care este chemat Numele Meu»,",
        "18": "zice Domnul, care face aceste lucruri și căruia Îi sunt cunoscute din veșnicie.’",
        "19": "De aceea, eu sunt de părere să nu se pună greutăți acelora dintre neamuri care se întorc la Dumnezeu,",
        "20": "ci să li se scrie doar să se ferească de pângăririle idolilor, de curvie, de dobitoace sugrumate și de sânge.",
        "21": "Căci încă din vechime, Moise are în fiecare cetate oameni care-l propovăduiesc, fiindcă este citit în sinagogi în toate zilele de Sabat.”",
        "22": "Atunci, apostolii și prezbiterii și întreaga Biserică au găsit cu cale să aleagă vreo câțiva dintre ei și să-i trimită la Antiohia, împreună cu Pavel și Barnaba. Și au ales pe Iuda, zis și Barsaba, și pe Sila, oameni cu vază între frați.",
        "23": "Și au scris astfel prin ei: „Apostolii, prezbiterii și frații: către frații dintre neamuri, care sunt în Antiohia, în Siria și în Cilicia, plecăciune!",
        "24": "Fiindcă am auzit că unii, plecați dintre noi fără vreo însărcinare din partea noastră, v-au tulburat prin vorbirile lor și v-au zdruncinat sufletele, zicând să vă tăiați împrejur și să păziți Legea,",
        "25": "noi, după ce ne-am adunat cu toții laolaltă, cu un gând, am găsit cu cale să alegem niște oameni și să-i trimitem la voi, împreună cu preaiubiții noștri Barnaba și Pavel,",
        "26": "oamenii aceștia care și-au pus în joc viața pentru Numele Domnului nostru Isus Hristos.",
        "27": "Am trimis dar pe Iuda și pe Sila, care vă vor spune, prin viu grai, aceleași lucruri.",
        "28": "Căci s-a părut nimerit Duhului Sfânt și nouă să nu mai punem peste voi nicio altă greutate decât ceea ce trebuie,",
        "29": "adică să vă feriți de lucrurile jertfite idolilor, de sânge, de dobitoace sugrumate și de curvie, lucruri de care, dacă vă veți păzi, va fi bine de voi. Fiți sănătoși.” Hotărârea adusă în Antiohia",
        "30": "Ei deci și-au luat rămas-bun de la Biserică și s-au dus la Antiohia, unde au dat epistola mulțimii adunate.",
        "31": "După ce au citit-o, frații s-au bucurat de îmbărbătarea pe care le-o aducea.",
        "32": "Iuda și Sila, care și ei erau proroci, au îndemnat pe frați și i-au întărit cu multe cuvinte.",
        "33": "După câtăva vreme, frații i-au lăsat să se întoarcă în pace la aceia de care fuseseră trimiși.",
        "34": "Totuși Sila a găsit cu cale să rămână acolo.",
        "35": "Pavel și Barnaba au rămas în Antiohia și învățau pe norod și propovăduiau, cu mulți alții, Cuvântul Domnului. Pavel cercetează Bisericile",
        "36": "După câteva zile, Pavel a zis lui Barnaba: „Să ne întoarcem și să mergem pe la frații din toate cetățile în care am vestit Cuvântul Domnului, ca să vedem ce mai fac.”",
        "37": "Barnaba voia să ia cu el și pe Ioan, numit Marcu,",
        "38": "dar Pavel socotea că nu este bine să ia cu ei pe acela care îi părăsise din Pamfilia și nu-i însoțise în lucrarea lor.",
        "39": "Neînțelegerea aceasta a fost destul de mare, ca să-i facă să se despartă unul de altul. Barnaba a luat cu el pe Marcu și a plecat cu corabia la Cipru.",
        "40": "Pavel și-a ales pe Sila și a plecat după ce a fost încredințat de frați în grija harului Domnului.",
        "41": "El a străbătut Siria și Cilicia, întărind Bisericile."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Însă câțiva oameni veniți din Iudeea îi învățau pe frați astfel: „Dacă nu sunteți circumciși, după obiceiul lui Moise, nu puteți fi mântuiți!“.",
        "2": "Pavel și Barnabas au avut cu ei o neînțelegere și o controversă nu lipsită de importanță. De aceea frații i-au desemnat pe Pavel, pe Barnabas și pe alți câțiva dintre ei să se ducă la apostolii și bătrânii din Ierusalim pentru a discuta această problemă.",
        "3": "Astfel, după ce au fost însoțiți de către biserică, ei au călătorit prin Fenicia și Samaria și au povestit despre convertirea neevreilor. Și le-au făcut astfel o mare bucurie tuturor fraților.",
        "4": "Când au ajuns în Ierusalim, au fost primiți de biserică, de apostoli și de bătrâni și au istorisit tot ce făcuse Dumnezeu cu ei.",
        "5": "Dar unii din gruparea fariseilor, care crezuseră, s-au ridicat și au zis: „Cei proveniți din alte națiuni trebuie să fie circumciși și trebuie să li se poruncească să păzească Legea lui Moise“.",
        "6": "Apostolii și bătrânii s-au adunat ca să vadă ce este de făcut în legătură cu această problemă.",
        "7": "După multă controversă, Petru s-a ridicat și le-a zis: „Fraților, voi știți că, în zilele de odinioară, Dumnezeu a făcut o alegere între voi, ca, prin gura mea, neevreii să audă cuvântul Evangheliei și să creadă.",
        "8": "Și Dumnezeu, Care cunoaște inimile, a mărturisit pentru ei, dându-le Duhul Sfânt la fel ca și nouă.",
        "9": "El n-a făcut nicio deosebire între noi și ei, întrucât le-a curățit inimile prin credință.",
        "10": "Acum, deci, de ce-L puneți la încercare pe Dumnezeu, punând pe gâtul ucenicilor un jug pe care nici strămoșii noștri și nici noi nu l-am putut purta?",
        "11": "Dimpotrivă, noi credem că suntem mântuiți prin harul Domnului Isus, în același fel ca și celelalte națiuni“.",
        "12": "Toată mulțimea a tăcut și i-a ascultat pe Barnabas și pe Pavel istorisind toate semnele și minunile pe care le făcuse Dumnezeu prin ei între neevrei.",
        "13": "Când au terminat de vorbit, Iacov a răspuns, zicând: „Fraților, ascultați-mă!",
        "14": "Simeon ne-a istorisit cum mai întâi Dumnezeu a venit în ajutor, luând dintre națiuni un popor pentru Numele Său.",
        "15": "Iar acest lucru este în armonie cu rostirile profeților, după cum este scris:",
        "16": "«‘După aceea, Mă voi întoarce și voi înălța din nou cortul căzut al lui David. Îi voi înălța din nou ruinele și-l voi reclădi,",
        "17": "pentru ca rămășița de oameni să-L caute pe Domnul, precum și toate națiunile peste care este chemat Numele Meu, zice Domnul, Cel Care face aceste lucruri’", 
        "18": "și Căruia Îi sunt cunoscute din veșnicie».",
        "19": "De aceea eu sunt de părere să nu le creăm dificultăți neevreilor care se întorc la Dumnezeu,",
        "20": "ci să le scriem să se ferească de lucrurile pângărite ale idolilor, de preacurvie, de animale sugrumate și de sânge.",
        "21": "Căci încă din generațiile din vechime Moise are în fiecare cetate oameni care-l proclamă în sinagogi, el fiind citit în fiecare zi de sabat“. Scrisoarea consiliului bisericesc către credincioșii neevrei",
        "22": "Atunci apostolii și bătrânii, împreună cu toată biserica, au hotărât să aleagă dintre ei niște bărbați pe care să-i trimită în Antiohia, împreună cu Pavel și Barnabas. I-au ales pe Iuda, numit și Barsabas, și pe Silas – bărbați cu rol de conducători în rândul fraților.",
        "23": "Au trimis prin ei următoarea scrisoare: „Apostolii și bătrânii, frații voștri, către frații neevrei, care sunt în Antiohia, Siria și Cilicia. Salutări!",
        "24": "Fiindcă am auzit că unii care au plecat dintre noi, fără ca noi să le poruncim, v-au tulburat prin cuvintele lor și v-au necăjit sufletele, zicând să vă tăiați împrejur și să păziți Legea,",
        "25": "am hotărât, de comun acord, să alegem niște bărbați pe care să-i trimitem la voi împreună cu preaiubiții noștri Barnabas și Pavel,",
        "26": "oameni care și-au dăruit viața pentru Numele Domnului nostru Isus Cristos.",
        "27": "Așadar, i-am trimis pe Iuda și pe Silas, iar ei vă vor anunța, prin viu grai, aceleași lucruri.",
        "28": "Căci ni s-a părut potrivit, Duhului Sfânt și nouă, să nu mai punem nicio altă povară asupra voastră, decât aceste lucruri necesare,",
        "29": "și anume: să vă feriți de ceea ce este jertfit idolilor, de sânge, de animale sugrumate și de preacurvie – lucruri de care, dacă vă veți păzi, bine veți face! Fiți sănătoși!“.",
        "30": "Așadar, cei trimiși s-au dus în Antiohia și, după ce au adunat mulțimea, au înmânat scrisoarea.",
        "31": "Citind-o, frații s-au bucurat de mesajul de încurajare.",
        "32": "Iuda și Silas, fiind și ei profeți, i-au încurajat pe frați și i-au întărit prin multe cuvinte.",
        "33": "După ce au petrecut acolo câtva timp, au fost lăsați de către frați să plece în pace la cei care-i trimiseseră.",
        "34": "Totuși, Silas a hotărât să rămână acolo.",
        "35": "Pavel și Barnabas au rămas în Antiohia și, împreună cu mulți alții, îi învățau pe oameni și vesteau Cuvântul Domnului. Disputa dintre Pavel și Barnabas",
        "36": "După câteva zile, Pavel i-a zis lui Barnabas: „Să ne întoarcem și să-i vizităm pe frații din fiecare cetate în care am predicat Cuvântul Domnului, ca să vedem ce mai fac!“.",
        "37": "Barnabas voia să-l ia cu ei și pe Ioan, numit Marcu,",
        "38": "dar Pavel considera că nu este bine să-l ia cu ei pe acela care se depărtase de ei în Pamfilia și nu-i mai însoțise în lucrare.",
        "39": "Disputa a fost atât de aprinsă, încât s-au despărțit unul de altul. Barnabas l-a luat pe Marcu și a plecat pe mare în Cipru,",
        "40": "iar Pavel l-a ales pe Silas și a plecat, după ce a fost încredințat de frați în grija harului Domnului.",
        "41": "El a călătorit prin Siria și Cilicia, întărind bisericile."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Some men came down from Judea and taught the brothers, “Unless you are circumcised after the custom of Moses, you can’t be saved.”",
        "2": "Therefore when Paul and Barnabas had no small discord and discussion with them, they appointed Paul, Barnabas, and some others of them to go up to Jerusalem to the apostles and elders about this question.",
        "3": "They, being sent on their way by the assembly, passed through both Phoenicia and Samaria, declaring the conversion of the Gentiles. They caused great joy to all the brothers.",
        "4": "When they had come to Jerusalem, they were received by the assembly and the apostles and the elders, and they reported everything that God had done with them.",
        "5": "But some of the sect of the Pharisees who believed rose up, saying, “It is necessary to circumcise them, and to command them to keep the law of Moses.”",
        "6": "The apostles and the elders were gathered together to see about this matter.",
        "7": "When there had been much discussion, Peter rose up and said to them, “Brothers, you know that a good while ago God made a choice among you that by my mouth the nations should hear the word of the Good News and believe.",
        "8": "God, who knows the heart, testified about them, giving them the Holy Spirit, just like he did to us.",
        "9": "He made no distinction between us and them, cleansing their hearts by faith.",
        "10": "Now therefore why do you tempt God, that you should put a yoke on the neck of the disciples which neither our fathers nor we were able to bear?",
        "11": "But we believe that we are saved through the grace of the Lord Jesus, just as they are.”",
        "12": "All the multitude kept silence, and they listened to Barnabas and Paul reporting what signs and wonders God had done among the nations through them.",
        "13": "After they were silent, James answered, “Brothers, listen to me.",
        "14": "Simeon has reported how God first visited the nations to take out of them a people for his name.",
        "15": "This agrees with the words of the prophets. As it is written,",
        "16": "‘After these things I will return. I will again build the tabernacle of David, which has fallen. I will again build its ruins. I will set it up",
        "17": "that the rest of men may seek after the Lord: all the Gentiles who are called by my name, says the Lord, who does all these things.’",
        "18": "“All of God’s works are known to him from eternity.",
        "19": "Therefore my judgment is that we don’t trouble those from among the Gentiles who turn to God,",
        "20": "but that we write to them that they abstain from the pollution of idols, from sexual immorality, from what is strangled, and from blood.",
        "21": "For Moses from generations of old has in every city those who preach him, being read in the synagogues every Sabbath.”",
        "22": "Then it seemed good to the apostles and the elders, with the whole assembly, to choose men out of their company, and send them to Antioch with Paul and Barnabas: Judas called Barsabbas, and Silas, chief men among the brothers.",
        "23": "They wrote these things by their hand: “The apostles, the elders, and the brothers, to the brothers who are of the Gentiles in Antioch, Syria, and Cilicia: greetings.",
        "24": "Because we have heard that some who went out from us have troubled you with words, unsettling your souls, saying, ‘You must be circumcised and keep the law,’ to whom we gave no commandment;",
        "25": "it seemed good to us, having come to one accord, to choose out men and send them to you with our beloved Barnabas and Paul,",
        "26": "men who have risked their lives for the name of our Lord Jesus Christ.",
        "27": "We have sent therefore Judas and Silas, who themselves will also tell you the same things by word of mouth.",
        "28": "For it seemed good to the Holy Spirit, and to us, to lay no greater burden on you than these necessary things:",
        "29": "that you abstain from things sacrificed to idols, from blood, from things strangled, and from sexual immorality, from which if you keep yourselves, it will be well with you. Farewell.”",
        "30": "So, when they were sent off, they came to Antioch. Having gathered the multitude together, they delivered the letter.",
        "31": "When they had read it, they rejoiced over the encouragement.",
        "32": "Judas and Silas, also being prophets themselves, encouraged the brothers with many words and strengthened them.",
        "33": "After they had spent some time there, they were dismissed in peace from the brothers to the apostles.",
        "34": "But it seemed good to Silas to stay there.",
        "35": "But Paul and Barnabas stayed in Antioch, teaching and preaching the word of the Lord, with many others also.",
        "36": "After some days Paul said to Barnabas, “Let’s return now and visit our brothers in every city in which we proclaimed the word of the Lord, to see how they are doing.”",
        "37": "Barnabas planned to take John, who was called Mark, with them also.",
        "38": "But Paul didn’t think that it was a good idea to take with them someone who had withdrawn from them in Pamphylia, and didn’t go with them to do the work.",
        "39": "Then the contention grew so sharp that they separated from each other. Barnabas took Mark with him and sailed away to Cyprus,",
        "40": "but Paul chose Silas and went out, being commended by the brothers to the grace of God.",
        "41": "He went through Syria and Cilicia, strengthening the assemblies."
      }
    }
  }
}