{
  "book": "Faptele Apostolilor",
  "chapter": "24",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "După cinci zile, a venit marele preot Anania cu unii din bătrâni și cu un vorbitor, numit Tertul. Au adus înaintea dregătorului plângere împotriva lui Pavel.",
        "2": "Pavel a fost chemat, și Tertul a început să-l pârască astfel: „Preaalesule Felix, tu ne faci să ne bucurăm de o pace mare și neamul acesta a căpătat îmbunătățiri sănătoase prin îngrijirile tale.",
        "3": "Lucrul acesta îl mărturisim cu toată mulțumirea, în toată vremea și în tot locul.",
        "4": "Dar, ca să nu te țin prea mult, te rog să asculți, în bunătatea ta, câteva cuvinte.",
        "5": "Am găsit pe omul acesta, care este o ciumă: pune la cale răzvrătiri printre toți iudeii de pe tot pământul, este mai-marele partidei nazarinenilor",
        "6": "și a încercat să spurce chiar și Templul. Și am pus mâna pe el. Am vrut să-l judecăm după Legea noastră,",
        "7": "dar a venit căpitanul Lisias, l-a smuls din mâinile noastre, cu mare silă,",
        "8": "și a poruncit pârâșilor lui să vină înaintea ta. Dacă-l vei cerceta, tu însuți vei putea afla de la el toate lucrurile de care îl pârâm noi.”",
        "9": "Iudeii s-au unit la învinuirea aceasta și au spus că așa stau lucrurile. Apărarea lui Pavel",
        "10": "După ce i-a făcut dregătorul semn să vorbească, Pavel a răspuns: „Fiindcă știu că de mulți ani ești judecătorul neamului acestuia, voi răspunde cu încredere pentru apărarea mea.",
        "11": "Nu sunt mai mult de douăsprezece zile – te poți încredința de lucrul acesta – de când m-am suit să mă închin la Ierusalim.",
        "12": "Nu m-au găsit nici în Templu, nici în sinagogi, nici în cetate stând de vorbă cu cineva sau făcând răscoală de norod.",
        "13": "Așa că n-ar putea dovedi lucrurile de care mă pârăsc acum.",
        "14": "Îți mărturisesc că slujesc Dumnezeului părinților mei după Calea pe care ei o numesc partidă; eu cred tot ce este scris în Lege și în Proroci",
        "15": "și am în Dumnezeu nădejdea aceasta, pe care o au și ei înșiși, că va fi o înviere a celor drepți și a celor nedrepți.",
        "16": "De aceea mă silesc să am totdeauna un cuget curat înaintea lui Dumnezeu și înaintea oamenilor.",
        "17": "După o lipsă de mai mulți ani, am venit să aduc milostenii neamului meu și să aduc daruri la Templu.",
        "18": "Tocmai atunci niște iudei din Asia m-au găsit curățit în Templu, nu cu gloată, nici cu zarvă.",
        "19": "Ei înșiși ar trebui să se înfățișeze înaintea ta și să mă pârască, dacă au ceva împotriva mea.",
        "20": "Sau să spună aceștia singuri de ce nelegiuire m-au găsit vinovat, când am stat înaintea soborului,",
        "21": "afară numai doar de strigătul acesta pe care l-am scos în mijlocul lor: ‘Pentru învierea morților sunt dat eu în judecată astăzi înaintea voastră.’”",
        "22": "Felix, care știa destul de bine despre „Calea” aceasta, i-a amânat zicând: „Am să cercetez pricina voastră când va veni căpitanul Lisias.”",
        "23": "Și a poruncit sutașului să păzească pe Pavel, dar să-l lase puțin mai slobod și să nu oprească pe nimeni din ai lui să-i slujească sau să vină la el. Pavel stă de vorbă cu Felix",
        "24": "După câteva zile, a venit Felix cu nevastă-sa, Drusila, care era iudeică; a chemat pe Pavel și l-a ascultat despre credința în Hristos Isus.",
        "25": "Dar, pe când vorbea Pavel despre neprihănire, despre înfrânare și despre judecata viitoare, Felix, îngrozit, a zis: „De astă dată, du-te; când voi mai avea prilej, te voi chema.”",
        "26": "Totodată el trăgea nădejde că Pavel are să-i dea bani, de aceea trimitea și mai des să-l cheme, ca să stea de vorbă cu el. Pavel înaintea lui Festus",
        "27": "Doi ani au trecut astfel; și în locul lui Felix, a venit Porcius Festus. Felix a vrut să facă pe placul iudeilor și a lăsat pe Pavel în temniță."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "După cinci zile, marele preot Ananias a venit împreună cu câțiva dintre bătrâni și cu un anume avocat Tertulus și au adus acuzații împotriva lui Pavel, înaintea guvernatorului.",
        "2": "Când Pavel a fost chemat, Tertulus a început să-l acuze astfel înaintea lui Felix: ‒ Datorită ție, noi avem parte de multă pace și prin prevederile tale s-au făcut multe reforme pentru națiunea aceasta.",
        "3": "Preaalesule Felix, noi mărturisim aceasta pretutindeni și în orice fel, cu toată mulțumirea.",
        "4": "Dar ca să nu te rețin prea mult, te rog să ne asculți puțin, în bunăvoința ta!",
        "5": "Am găsit pe omul acesta ca fiind o adevărată molimă. El provoacă răscoale printre toți iudeii din toată lumea, este conducătorul grupării nazarinenilor",
        "6": "și a încercat să profaneze chiar și Templul. Noi l-am prins și am vrut să-l judecăm după Legea noastră.",
        "7": "Dar a venit tribunul Lisias și l-a smuls cu mare violență din mâinile noastre,",
        "8": "poruncind acuzatorilor lui să vină înaintea ta. Dacă-l vei cerceta, vei putea afla tu însuți despre toate aceste lucruri de care noi îl acuzăm!",
        "9": "Iudeii s-au alăturat și ei acuzației, afirmând că toate acestea erau întocmai.",
        "10": "Când guvernatorul i-a făcut semn să vorbească, Pavel a răspuns, zicând: ‒ Știind că de mulți ani ești judecătorul acestei națiuni, mă voi apăra cu încredere.",
        "11": "Așa cum poți afla și tu, nu sunt mai mult de douăsprezece zile de când m-am dus să mă închin la Ierusalim.",
        "12": "Și nu m-au găsit certându-mă cu cineva în Templu sau instigând mulțimea în sinagogi sau prin cetate.",
        "13": "Așa că ei nici măcar nu-ți pot dovedi lucrurile de care mă acuză acum.",
        "14": "Îți mărturisesc însă că eu Îi slujesc Dumnezeului strămoșilor noștri, potrivit Căii despre care ei spun că este o „grupare“, și cred toate lucrurile care sunt potrivit cu Legea și sunt scrise în Profeți.",
        "15": "Și am aceeași speranță în Dumnezeu pe care o au și ei, că va fi o înviere a celor drepți și a celor nedrepți.",
        "16": "De aceea mă străduiesc să am întotdeauna o conștiință curată înaintea lui Dumnezeu și înaintea oamenilor.",
        "17": "După mai mulți ani, am venit să fac milostenii poporului meu și să aduc daruri.",
        "18": "În timp ce făceam aceasta, m-au găsit curățit în Templu, nu cu mulțime, nici cu tulburare.",
        "19": "Erau și niște iudei din Asia, care ar fi trebuit să fie prezenți înaintea ta și să mă acuze, dacă ar fi avut ceva împotriva mea.",
        "20": "Sau să spună ei înșiși ce nelegiuire au găsit în mine, când am stat înaintea Sinedriului,",
        "21": "în afară de strigătul acesta pe care l-am scos în timp ce stăteam în mijlocul lor: „Cu privire la învierea morților sunt judecat eu astăzi înaintea voastră!“.",
        "22": "Atunci Felix, care era bine informat cu privire la Cale, i-a amânat, zicând: ‒ Voi decide în privința voastră când va veni tribunul Lisias.",
        "23": "A poruncit centurionului să-l păzească pe Pavel, dar să-i lase o oarecare libertate și să nu interzică nimănui dintre apropiații lui să-i slujească.",
        "24": "După câteva zile, Felix a venit împreună cu soția lui, Drusilla, care era iudeică. El a trimis după Pavel și l-a ascultat despre credința în Cristos Isus.",
        "25": "Însă, în timp ce Pavel vorbea despre dreptate, despre înfrânare și despre judecata care vine, Felix s-a îngrozit și a zis: „Acum, du-te! Când voi mai avea timp, te voi chema“.",
        "26": "În același timp, el spera că Pavel îi va da bani și de aceea trimitea adesea după el și discuta cu el.",
        "27": "Doi ani au trecut astfel, după care, în locul lui Felix, a venit Porcius Festus. Dorind să câștige favoarea iudeilor, Felix l-a lăsat pe Pavel în închisoare."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "After five days, the high priest, Ananias, came down with certain elders and an orator, one Tertullus. They informed the governor against Paul.",
        "2": "When he was called, Tertullus began to accuse him, saying, “Seeing that by you we enjoy much peace, and that prosperity is coming to this nation by your foresight,",
        "3": "we accept it in all ways and in all places, most excellent Felix, with all thankfulness.",
        "4": "But that I don’t delay you, I entreat you to bear with us and hear a few words.",
        "5": "For we have found this man to be a plague, an instigator of insurrections among all the Jews throughout the world, and a ringleader of the sect of the Nazarenes.",
        "6": "He even tried to profane the temple, and we arrested him.",
        "7": "but the commanding officer, Lysias, came by and with great violence took him out of our hands,",
        "8": "By examining him yourself you may ascertain all these things of which we accuse him.”",
        "9": "The Jews also joined in the attack, affirming that these things were so.",
        "10": "When the governor had beckoned to him to speak, Paul answered, “Because I know that you have been a judge of this nation for many years, I cheerfully make my defense,",
        "11": "seeing that you can verify that it is not more than twelve days since I went up to worship at Jerusalem.",
        "12": "In the temple they didn’t find me disputing with anyone or stirring up a crowd, either in the synagogues or in the city.",
        "13": "Nor can they prove to you the things of which they now accuse me.",
        "14": "But this I confess to you, that according to the Way, which they call a sect, so I serve the God of our fathers, believing all things which are according to the law, and which are written in the prophets;",
        "15": "having hope toward God, which these also themselves look for, that there will be a resurrection of the dead, both of the just and unjust.",
        "16": "In this I also practice always having a conscience void of offense toward God and men.",
        "17": "Now after some years, I came to bring gifts for the needy to my nation, and offerings;",
        "18": "amid which certain Jews from Asia found me purified in the temple, not with a mob, nor with turmoil.",
        "19": "They ought to have been here before you and to make accusation if they had anything against me.",
        "20": "Or else let these men themselves say what injustice they found in me when I stood before the council,",
        "21": "unless it is for this one thing that I cried standing among them, ‘Concerning the resurrection of the dead I am being judged before you today!’”",
        "22": "But Felix, having more exact knowledge concerning the Way, deferred them, saying, “When Lysias, the commanding officer, comes down, I will decide your case.”",
        "23": "He ordered the centurion that Paul should be kept in custody and should have some privileges, and not to forbid any of his friends to serve him or to visit him.",
        "24": "After some days, Felix came with Drusilla his wife, who was a Jewess, and sent for Paul and heard him concerning the faith in Christ Jesus.",
        "25": "As he reasoned about righteousness, self-control, and the judgment to come, Felix was terrified, and answered, “Go your way for this time, and when it is convenient for me, I will summon you.”",
        "26": "Meanwhile, he also hoped that money would be given to him by Paul, that he might release him. Therefore also he sent for him more often and talked with him.",
        "27": "But when two years were fulfilled, Felix was succeeded by Porcius Festus, and desiring to gain favor with the Jews, Felix left Paul in bonds."
      }
    }
  }
}