{
  "book": "Faptele Apostolilor",
  "chapter": "27",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "După ce s-a hotărât să plecăm cu corabia în Italia, pe Pavel și pe alți câțiva întemnițați i-au dat pe mâna unui sutaș al cetei de ostași Augusta, numit Iuliu.",
        "2": "Ne-am suit într-o corabie de la Adramit, care avea să meargă pe coasta Asiei, și am pornit. Aveam cu noi pe Aristarh Macedoneanul din Tesalonic.",
        "3": "A doua zi, am ajuns la Sidon, și Iuliu, care se purta omenos cu Pavel, i-a dat voie să meargă pe la prietenii săi și să fie îngrijit de ei.",
        "4": "După ce am plecat de acolo, am plutit pe lângă Cipru, pentru că vânturile erau potrivnice.",
        "5": "După ce am trecut marea care scaldă Cilicia și Pamfilia, am ajuns la Mira în Licia.",
        "6": "Acolo, sutașul a găsit o corabie din Alexandria, care mergea în Italia, și ne-a suit în ea.",
        "7": "Timp de mai multe zile, am mers încet cu corabia și nu fără greutate am atins înălțimea Cnid, unde nu ne-a lăsat vântul să ne oprim. Am trecut pe la capătul Cretei, alături de Salmona.",
        "8": "De abia am mers cu corabia pe marginea insulei și am ajuns la un loc numit „Limanuri bune”, de care era aproape cetatea Lasea.",
        "9": "Trecuse destul de multă vreme și călătoria pe mare se făcea primejdioasă, pentru că trecuse chiar și „vremea postului”. De aceea Pavel a înștiințat pe ceilalți",
        "10": "și le-a zis: „Oamenilor, călătoria văd că nu se va face fără primejdie și fără multă pagubă, nu numai pentru încărcătură și pentru corabie, dar chiar și pentru viețile noastre.”",
        "11": "Sutașul a ascultat mai mult de cârmaci și de stăpânul corabiei decât de vorbele lui Pavel.",
        "12": "Și fiindcă limanul nu era bun de iernat, cei mai mulți au fost de părere să plece cu corabia de acolo, ca să încerce să ajungă la Fenix, liman din Creta, așezat spre miazăzi-apus și spre miazănoapte-apus, ca să ierneze acolo.",
        "13": "Începuse să sufle un vânt ușor de miazăzi și, ca unii care se credeau stăpâni pe țintă, au ridicat ancorele și au pornit cu corabia pe marginea Cretei.",
        "14": "Dar nu după multă vreme, s-a dezlănțuit asupra insulei un vânt furtunos, numit Eurachilon.",
        "15": "Corabia a fost luată de el, fără să poată lupta împotriva vântului, și ne-am lăsat duși în voia lui.",
        "16": "Am trecut repede pe la partea de jos a unui ostrov numit Clauda și abia am putut să punem mâna pe luntre.",
        "17": "După ce au ridicat-o, au întrebuințat mijloace de ajutor, au încins corabia cu frânghii și, de teamă să nu cadă peste Sirta, au lăsat pânzele în jos. Astfel s-au lăsat mânați de vânt.",
        "18": "Fiindcă eram bătuți foarte tare de furtună, a doua zi au început să arunce în mare încărcătura din corabie,",
        "19": "și a treia zi, noi, cu mâinile noastre, am lepădat uneltele corabiei.",
        "20": "Soarele și stelele nu s-au văzut mai multe zile, și furtuna era așa de puternică, încât la urmă pierdusem orice nădejde de scăpare.",
        "21": "Oamenii nu mâncaseră de multă vreme. Atunci, Pavel s-a sculat în mijlocul lor și a zis: „Oamenilor, trebuia să mă ascultați și să nu fi pornit cu corabia din Creta, ca să fi scăpat de această primejdie și de această pagubă.",
        "22": "Acum, vă sfătuiesc să fiți cu voie bună, pentru că niciunul din voi nu va pieri și nu va fi altă pierdere decât a corabiei.",
        "23": "Un înger al Dumnezeului al căruia sunt eu și căruia Îi slujesc mi s-a arătat azi-noapte",
        "24": "și mi-a zis: ‘Nu te teme, Pavele, tu trebuie să stai înaintea Cezarului și iată că Dumnezeu ți-a dăruit pe toți cei ce merg cu corabia împreună cu tine.’",
        "25": "De aceea, oamenilor, liniștiți-vă, căci am încredere în Dumnezeu că se va întâmpla așa cum mi s-a spus.",
        "26": "Dar trebuie să dăm peste un ostrov.”",
        "27": "În noaptea a paisprezecea, pe când eram împinși încoace și încolo cu corabia pe Marea Adriatică, pe la miezul nopții, marinarii au bănuit că se apropie de pământ.",
        "28": "Au măsurat adâncimea apei și au găsit douăzeci de stânjeni; au mers puțin mai departe, au măsurat-o din nou și au găsit cincisprezece stânjeni.",
        "29": "De teamă să nu se lovească de stânci, au aruncat patru ancore înspre cârma corabiei și doreau să se facă ziuă.",
        "30": "Dar, deoarece corăbierii căutau să fugă din corabie și slobozeau luntrea în mare, sub cuvânt că ar vrea să arunce ancorele înspre partea dinainte a corabiei,",
        "31": "Pavel a zis sutașului și ostașilor: „Dacă oamenii aceștia nu vor rămâne în corabie, nu puteți fi scăpați.”",
        "32": "Atunci, ostașii au tăiat funiile luntrii și au lăsat-o să cadă.",
        "33": "Înainte de ziuă, Pavel a rugat pe toți să mănânce și a zis: „Astăzi sunt paisprezece zile de când stați mereu de veghe și n-ați luat nimic de mâncare în gură.",
        "34": "De aceea, vă rog să mâncați, căci lucrul acesta este pentru scăparea voastră și nu vi se va pierde niciun păr din cap.”",
        "35": "După ce a spus aceste vorbe, a luat pâine, a mulțumit lui Dumnezeu înaintea tuturor, a frânt-o și a început să mănânce.",
        "36": "Toți s-au îmbărbătat atunci și au luat și ei de au mâncat.",
        "37": "În corabie eram de toți două sute șaptezeci și șase de suflete.",
        "38": "După ce s-au săturat, au ușurat corabia, aruncând grâul în mare.",
        "39": "Când s-a făcut ziuă, n-au cunoscut pământul, dar au văzut de departe un golf, care avea maluri nisipoase, și au hotărât să împingă corabia într-acolo, dacă va fi cu putință.",
        "40": "Au tăiat ancorele, ca să le slobozească în mare, și au slăbit în același timp funiile cârmelor, apoi au ridicat ventrila cea mică după suflarea vântului și s-au îndreptat spre mal.",
        "41": "Dar au dat peste o limbă de pământ, unde s-a înfipt corabia, și partea dinainte a corabiei s-a împlântat și stătea neclintită, pe când partea dinapoi a început să se rupă de izbitura valurilor.",
        "42": "Ostașii au fost de părere să omoare pe cei întemnițați, ca să nu scape vreunul prin înot.",
        "43": "Sutașul însă, care voia să scape pe Pavel, i-a oprit de la gândul acesta. A poruncit ca cei ce pot înota să se arunce de pe corabie în apă și să iasă cei dintâi la pământ,",
        "44": "iar ceilalți să se așeze unii pe scânduri, iar alții pe frânturi de corabie, și așa s-a făcut că au ajuns toți teferi la uscat."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Când s-a hotărât să plecăm pe mare spre Italia, l-au predat atât pe Pavel, cât și pe alți deținuți unui centurion pe nume Iulius, din cohorta Augusta.",
        "2": "Ne-am îmbarcat pe o corabie din Adramita, care urma să plece spre câteva locuri din Asia. Cu noi era și Aristarhus, un macedonean din Tesalonic.",
        "3": "În ziua următoare am debarcat în Sidon. Iulius s-a purtat cu bunăvoință față de Pavel și i-a dat voie să meargă pe la prietenii săi, ca să primească îngrijire.",
        "4": "Apoi am plecat de acolo și am navigat la adăpostul insulei Cipru, din cauză că vânturile erau împotrivă.",
        "5": "Am navigat în largul mării, pe lângă Cilicia și Pamfilia, și ne-am dus la Myra, în Lycia.",
        "6": "Acolo, centurionul a găsit o corabie din Alexandria, care pleca în Italia, și ne-a îmbarcat pe ea.",
        "7": "Timp de mai multe zile am navigat încet și am ajuns cu greu lângă Cnidus. Fiindcă vântul nu ne lăsa să înaintăm, am navigat la adăpostul Cretei, trecând pe lângă Capul Salmone.",
        "8": "După ce am trecut de el cu greu, am ajuns într-un loc numit „Limanuri bune“, care era aproape de cetatea Lasea.",
        "9": "Trecuse destul de mult timp și călătoria devenea deja periculoasă, pentru că trecuse chiar și perioada postului. Prin urmare, Pavel i-a sfătuit",
        "10": "și le-a zis: „Oamenilor, văd că această călătorie urmează să se facă cu mare pagubă și cu mare pierdere, nu doar pentru încărcătură și corabie, ci și pentru viețile noastre“.",
        "11": "Dar centurionul era mai convins de cuvintele căpitanului și ale proprietarului corabiei decât de cuvintele lui Pavel.",
        "12": "Întrucât portul era nepotrivit pentru a petrece iarna acolo, cei mai mulți au fost de părere să plece de acolo pe mare, ca să poată ajunge cumva în Fenix – un port din Creta, îndreptat spre sud-vest și nord-vest – și să ierneze acolo. Furtună pe mare",
        "13": "Vântul de sud sufla ușor, astfel încât, crezând că-și vor putea atinge scopul, au ridicat ancora, pornind de-a lungul coastei Cretei, cât se putea de aproape.",
        "14": "Curând însă a început să sufle dinspre insulă un vânt năprasnic numit Euraquilo.",
        "15": "Corabia a fost luată de vânt, fără să i se poată împotrivi și, astfel, ne-am lăsat duși de el.",
        "16": "Am navigat la adăpostul unei insule mici, numite Cauda, și cu greu am putut să aducem sub control barca de salvare a corabiei.",
        "17": "Au ridicat-o la bord și apoi s-au folosit de niște frânghii ca să cuprindă corabia de jur împrejur. De teamă să nu naufragieze în Sirta, au lăsat pânzele în jos, lăsându-se astfel purtați de ape.",
        "18": "Fiindcă eram prinși într-o furtună foarte puternică, în ziua următoare au început să arunce încărcătura corabiei,",
        "19": "iar a treia zi au aruncat cu mâinile lor peste bord și echipamentul corabiei.",
        "20": "Timp de mai multe zile nu s-au văzut nici soarele, nici stelele, iar furtuna n-a slăbit deloc. În cele din urmă, ni se dusese orice speranță că vom fi salvați.",
        "21": "După ce a trecut mult timp în care ei nu mai mâncaseră, Pavel s-a ridicat în mijlocul lor și a zis: „Oamenilor, trebuia să mă ascultați și să nu fi plecat din Creta, ca să fi scăpat de această pagubă și de această pierdere.",
        "22": "Acum însă vă sfătuiesc să prindeți curaj, pentru că niciunul dintre voi nu-și va pierde viața, ci se va pierde doar corabia.",
        "23": "Căci noaptea trecută a stat lângă mine un înger al Dumnezeului Căruia Îi aparțin și Căruia Îi slujesc",
        "24": "și mi-a zis: «Nu te teme, Pavel! Tu trebuie să stai înaintea Cezarului și iată că Dumnezeu ți i-a dăruit pe toți cei ce navighează împreună cu tine».",
        "25": "De aceea, prindeți curaj, oamenilor, pentru că eu am credință în Dumnezeu că va fi așa cum mi s-a spus!",
        "26": "Acum însă trebuie să naufragiem pe o insulă oarecare“. Naufragiul",
        "27": "Cam în a paisprezecea noapte de când eram purtați pe Marea Adriatică, pe la miezul nopții, marinarii au bănuit că se apropiau de uscat.",
        "28": "Au măsurat adâncimea apei și au găsit-o de douăzeci de stânjeni. Au înaintat încă puțin, au măsurat din nou adâncimea apei și au găsit-o de cincisprezece stânjeni.",
        "29": "De teamă că vom naufragia undeva în locurile stâncoase, au aruncat patru ancore de la pupă și așteptau cu nerăbdare să se facă ziuă.",
        "30": "Dar fiindcă marinarii încercau să fugă de pe corabie și lăsaseră barca de salvare jos, în mare, sub pretextul că urmează să coboare niște ancore de la proră,",
        "31": "Pavel le-a zis centurionului și soldaților: „Dacă aceștia nu rămân în corabie, nu puteți fi salvați“.",
        "32": "Atunci soldații au tăiat frânghiile bărcii de salvare și au lăsat-o să se depărteze.",
        "33": "Chiar înainte de a se face ziuă, Pavel i-a îndemnat pe toți să mănânce, zicând: „Astăzi sunt paisprezece zile de când stați în așteptare și, în tot acest timp ați rămas flămânzi și n-ați mâncat nimic.",
        "34": "De aceea vă îndemn să mâncați ceva, fiindcă lucrul acesta este spre salvarea voastră; căci niciun fir de păr din capul vostru nu se va pierde!“.",
        "35": "Și zicând acestea, a luat pâine, I-a mulțumit lui Dumnezeu înaintea tuturor, a frânt-o și a început să mănânce.",
        "36": "Toți au prins curaj și au mâncat și ei câte ceva.",
        "37": "În corabie eram, în total, două sute șaptezeci și șase de suflete.",
        "38": "După ce și-au potolit foamea, au redus din greutatea corabiei, aruncând grâul în mare.",
        "39": "Când s-a făcut ziuă, n-au recunoscut țărmul, dar au observat un golf care avea plajă și s-au hotărât să acosteze corabia acolo, dacă vor putea.",
        "40": "Au tăiat ancorele și le-au lăsat în mare, dezlegând în același timp frânghiile care țineau cârmele. Apoi au ridicat în vânt vela cea mică și s-au îndreptat spre plajă.",
        "41": "S-au lovit însă de un banc de nisip și corabia a eșuat. Prora s-a înfipt în nisip, rămânând împotmolită, în timp ce pupa era distrusă de forța valurilor.",
        "42": "Planul soldaților era să-i omoare pe deținuți, ca nu cumva să scape vreunul înotând.",
        "43": "Dar centurionul, dorind să-l salveze pe Pavel, i-a împiedicat să-și îndeplinească planul. El le-a poruncit celor ce știau să înoate să sară primii peste bord și să ajungă la țărm,",
        "44": "iar ceilalți să-i urmeze ținându-se de scânduri sau de bucăți din corabie. Și așa s-a făcut că au ajuns toți teferi la țărm."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "When it was determined that we should sail for Italy, they delivered Paul and certain other prisoners to a centurion named Julius, of the Augustan band.",
        "2": "Embarking in a ship of Adramyttium, which was about to sail to places on the coast of Asia, we put to sea, Aristarchus, a Macedonian of Thessalonica being with us.",
        "3": "The next day, we touched at Sidon. Julius treated Paul kindly and gave him permission to go to his friends and refresh himself.",
        "4": "Putting to sea from there, we sailed under the lee of Cyprus, because the winds were contrary.",
        "5": "When we had sailed across the sea which is off Cilicia and Pamphylia, we came to Myra, a city of Lycia.",
        "6": "There the centurion found a ship of Alexandria sailing for Italy, and he put us on board.",
        "7": "When we had sailed slowly many days, and had come with difficulty opposite Cnidus, the wind not allowing us further, we sailed under the lee of Crete, opposite Salmone.",
        "8": "With difficulty sailing along it we came to a certain place called Fair Havens, near the city of Lasea.",
        "9": "When much time had passed and the voyage was now dangerous because the Fast had now already gone by, Paul admonished them",
        "10": "and said to them, “Sirs, I perceive that the voyage will be with injury and much loss, not only of the cargo and the ship, but also of our lives.”",
        "11": "But the centurion gave more heed to the master and to the owner of the ship than to those things which were spoken by Paul.",
        "12": "Because the haven was not suitable to winter in, the majority advised going to sea from there, if by any means they could reach Phoenix and winter there, which is a port of Crete, looking southwest and northwest.",
        "13": "When the south wind blew softly, supposing that they had obtained their purpose, they weighed anchor and sailed along Crete, close to shore.",
        "14": "But before long, a stormy wind beat down from shore, which is called Euroclydon.",
        "15": "When the ship was caught and couldn’t face the wind, we gave way to it and were driven along.",
        "16": "Running under the lee of a small island called Clauda, we were able, with difficulty, to secure the boat.",
        "17": "After they had hoisted it up, they used cables to help reinforce the ship. Fearing that they would run aground on the Syrtis sand bars, they lowered the sea anchor, and so were driven along.",
        "18": "As we labored exceedingly with the storm, the next day they began to throw things overboard.",
        "19": "On the third day, they threw out the ship’s tackle with their own hands.",
        "20": "When neither sun nor stars shone on us for many days, and no small storm pressed on us, all hope that we would be saved was now taken away.",
        "21": "When they had been long without food, Paul stood up in the middle of them and said, “Sirs, you should have listened to me, and not have set sail from Crete and have gotten this injury and loss.",
        "22": "Now I exhort you to cheer up, for there will be no loss of life among you, but only of the ship.",
        "23": "For there stood by me this night an angel, belonging to the God whose I am and whom I serve,",
        "24": "saying, ‘Don’t be afraid, Paul. You must stand before Caesar. Behold, God has granted you all those who sail with you.’",
        "25": "Therefore, sirs, cheer up! For I believe God, that it will be just as it has been spoken to me.",
        "26": "But we must run aground on a certain island.”",
        "27": "But when the fourteenth night had come, as we were driven back and forth in the Adriatic Sea, about midnight the sailors surmised that they were drawing near to some land.",
        "28": "They took soundings and found twenty fathoms. After a little while, they took soundings again, and found fifteen fathoms.",
        "29": "Fearing that we would run aground on rocky ground, they let go four anchors from the stern, and wished for daylight.",
        "30": "As the sailors were trying to flee out of the ship and had lowered the boat into the sea, pretending that they would lay out anchors from the bow,",
        "31": "Paul said to the centurion and to the soldiers, “Unless these stay in the ship, you can’t be saved.”",
        "32": "Then the soldiers cut away the ropes of the boat and let it fall off.",
        "33": "While the day was coming on, Paul begged them all to take some food, saying, “Today is the fourteenth day that you wait and continue fasting, having taken nothing.",
        "34": "Therefore I beg you to take some food, for this is for your safety; for not a hair will perish from any of your heads.”",
        "35": "When he had said this and had taken bread, he gave thanks to God in the presence of all; then he broke it and began to eat.",
        "36": "Then they all cheered up, and they also took food.",
        "37": "In all, we were two hundred seventy-six souls on the ship.",
        "38": "When they had eaten enough, they lightened the ship, throwing out the wheat into the sea.",
        "39": "When it was day, they didn’t recognize the land, but they noticed a certain bay with a beach, and they decided to try to drive the ship onto it.",
        "40": "Casting off the anchors, they left them in the sea, at the same time untying the rudder ropes. Hoisting up the foresail to the wind, they made for the beach.",
        "41": "But coming to a place where two seas met, they ran the vessel aground. The bow struck and remained immovable, but the stern began to break up by the violence of the waves.",
        "42": "The soldiers’ counsel was to kill the prisoners, so that none of them would swim out and escape.",
        "43": "But the centurion, desiring to save Paul, stopped them from their purpose, and commanded that those who could swim should throw themselves overboard first to go toward the land;",
        "44": "and the rest should follow, some on planks and some on other things from the ship. So they all escaped safely to the land."
      }
    }
  }
}