{
  "book": "Faptele Apostolilor",
  "chapter": "23",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Pavel s-a uitat țintă la sobor și a zis: „Fraților, eu am viețuit cu toată curăția cugetului meu înaintea lui Dumnezeu până în ziua aceasta…”",
        "2": "Marele preot Anania a poruncit celor ce stăteau lângă el să-l lovească peste gură.",
        "3": "Atunci, Pavel i-a zis: „Te va bate Dumnezeu, perete văruit! Tu șezi să mă judeci după Lege și poruncești să mă lovească, împotriva Legii!”",
        "4": "Cei ce stăteau lângă el i-au zis: „Îți bați joc de marele preot al lui Dumnezeu?”",
        "5": "Și Pavel a zis: „N-am știut, fraților, că este marele preot, căci este scris: ‘Pe mai-marele norodului tău să nu-l grăiești de rău.’”",
        "6": "Pavel, ca unul care știa că o parte din adunare erau saduchei, iar alta farisei, a strigat în plin sobor: „Fraților, eu sunt fariseu, fiu de fariseu; din pricina nădejdii în învierea morților sunt dat în judecată.”",
        "7": "Când a zis vorbele acestea, s-a stârnit o neînțelegere între farisei și saduchei, și adunarea s-a dezbinat.",
        "8": "Căci saducheii zic că nu este înviere, nici înger, nici duh, pe când fariseii le mărturisesc pe amândouă.",
        "9": "S-a făcut o mare zarvă, și câțiva cărturari din partida fariseilor s-au sculat în picioare, au început o ceartă aprinsă și au zis: „Noi nu găsim nicio vină în omul acesta; dar dacă i-a vorbit un duh sau un înger?”…",
        "10": "Fiindcă gâlceava creștea, căpitanul se temea ca Pavel să nu fie rupt în bucăți de ei. De aceea a poruncit ostașilor să se coboare, să-l smulgă din mijlocul lor și să-l ducă în cetățuie.",
        "11": "În noaptea următoare, Domnul S-a arătat lui Pavel și i-a zis: „Îndrăznește, Pavele, căci, după cum ai mărturisit despre Mine în Ierusalim, tot așa trebuie să mărturisești și în Roma.” Pavel este dus la Cezareea",
        "12": "La ziuă, iudeii au uneltit și s-au legat cu blestem că nu vor mânca, nici nu vor bea până nu vor omorî pe Pavel.",
        "13": "Cei ce făcuseră legământul acesta erau mai mulți de patruzeci.",
        "14": "Ei s-au dus la preoții cei mai de seamă și la bătrâni și le-au zis: „Noi ne-am legat cu mare blestem să nu gustăm nimic până nu vom omorî pe Pavel.",
        "15": "Acum dar, voi, împreună cu soborul, dați de știre căpitanului și rugați-l să-l aducă mâine jos, înaintea voastră, ca și cum ați vrea să-i cercetați pricina mai cu de-amănuntul, și până să ajungă el, noi suntem gata să-l omorâm.”",
        "16": "Fiul surorii lui Pavel a auzit de această cursă, s-a dus în cetățuie și a spus lui Pavel.",
        "17": "Pavel a chemat pe unul din sutași și a zis: „Du pe tinerelul acesta la căpitan, căci are să-i spună ceva.”",
        "18": "Sutașul a luat pe tânăr cu el, l-a dus la căpitan și a zis: „Pavel cel întemnițat m-a chemat și m-a rugat să aduc la tine pe acest tinerel, care are să-ți spună ceva.”",
        "19": "Căpitanul l-a apucat de mână, l-a luat deoparte și l-a întrebat: „Ce ai să-mi spui?”",
        "20": "El a răspuns: „Iudeii s-au sfătuit să te roage să aduci mâine pe Pavel înaintea soborului, ca și cum ai avea să-l cercetezi mai cu de-amănuntul.",
        "21": "Tu să nu-i asculți, pentru că mai mulți de patruzeci dintre ei îl pândesc și s-au legat cu blestem să nu mănânce și să nu bea nimic până nu-l vor omorî; acum stau gata și n-așteaptă decât făgăduiala ta.”",
        "22": "Căpitanul a lăsat pe tinerel să plece și i-a poruncit să nu spună nimănui că i-a descoperit aceste lucruri.",
        "23": "În urmă, a chemat pe doi sutași și le-a zis: „La ceasul al treilea din noapte, să aveți gata două sute de ostași, șaptezeci de călăreți și două sute de sulițari, ca să meargă până la Cezareea.”",
        "24": "Le-a poruncit să aducă și dobitoace pentru Pavel, ca să-l pună călare și să-l ducă sănătos și teafăr la dregătorul Felix.",
        "25": "Lui Felix, i-a scris o scrisoare cu următorul cuprins:",
        "26": "„Claudius Lisias către preaalesul dregător Felix: plecăciune!",
        "27": "Acest om, pe care l-au prins iudeii, era să fie omorât de ei, și eu m-am dus repede cu ostași și l-am scos din mâna lor, căci am aflat că este roman.",
        "28": "Am vrut să aflu pricina pentru care-l pârau și l-am adus înaintea soborului lor.",
        "29": "Am găsit că era pârât pentru lucruri privitoare la Legea lor, dar că nu săvârșise nicio nelegiuire care să fie vrednică de moarte sau de lanțuri.",
        "30": "Mi s-a dat însă de știre că iudeii îl pândesc ca să-l omoare; l-am trimis îndată la tine și am făcut cunoscut și celor ce-l învinuiesc să-ți spună ție ce au împotriva lui. Fii sănătos.”",
        "31": "Ostașii, după porunca pe care o primiseră, au luat pe Pavel și l-au dus noaptea până la Antipatrida.",
        "32": "A doua zi, au lăsat pe călăreți să-și urmeze drumul înainte cu el, iar ei s-au întors în cetățuie.",
        "33": "Ajunși în Cezareea, călăreții au dat scrisoarea în mâna dregătorului și au adus pe Pavel înaintea lui.",
        "34": "Dregătorul, după ce a citit scrisoarea, a întrebat din ce ținut este Pavel. Când a aflat că este din Cilicia,",
        "35": "„te voi asculta”, a zis el, „când vor veni pârâșii tăi”. Și a poruncit să fie păzit în palatul lui Irod."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Pavel s-a uitat la cei din Sinedriu și le-a zis: ‒ Fraților, eu mi-am trăit viața cu o conștiință curată înaintea lui Dumnezeu până în ziua aceasta.",
        "2": "Marele preot Ananias le-a poruncit atunci celor ce stăteau lângă el să-l lovească peste gură.",
        "3": "Atunci Pavel i-a zis: ‒ Te va bate Dumnezeu, perete văruit! Tu șezi ca să mă judeci după Lege și poruncești să mă lovească, încălcând astfel Legea?",
        "4": "Cei care stăteau lângă el i-au zis: ‒ Îl insulți pe marele preot al lui Dumnezeu?",
        "5": "Pavel le-a răspuns: ‒ N-am știut, fraților, că este marele preot. Căci este scris: „Să nu-l vorbești de rău pe conducătorul poporului tău“.",
        "6": "Pavel, știind că o parte dintre ei erau saduchei, iar cealaltă parte erau farisei, a strigat în Sinedriu: ‒ Fraților, eu sunt fariseu, fiu de fariseu, și din cauza speranței în învierea morților sunt judecat eu!",
        "7": "Când a spus aceasta, s-a stârnit o neînțelegere între farisei și saduchei, și adunarea s-a dezbinat.",
        "8": "Căci saducheii zic că nu există nici înviere, nici înger, nici duh, pe când fariseii le recunosc pe toate.",
        "9": "S-a făcut mult vacarm, iar câțiva cărturari din gruparea fariseilor s-au ridicat și au început să se certe, zicând: „Nu găsim nimic rău la omul acesta. Dacă i-a vorbit un duh sau un înger?“.",
        "10": "Fiindcă neînțelegerea a devenit atât de mare, tribunului i-a fost teamă ca nu cumva Pavel să fie rupt în bucăți de ei, așa că le-a poruncit soldaților să se coboare să-l smulgă din mijlocul lor și să-l ducă în fort.",
        "11": "În noaptea următoare, Domnul a stat lângă Pavel și i-a zis: „Fii curajos! Căci așa cum ai depus mărturie despre Mine în Ierusalim, tot așa trebuie să depui mărturie și în Roma“. Conspirație pentru uciderea lui Pavel",
        "12": "Când s-a făcut ziuă, iudeii au pus la cale o conspirație și s-au legat cu blestem, zicând că nu vor mânca și nu vor bea nimic până când nu-l vor omorî pe Pavel.",
        "13": "Cei ce au pus la cale această conspirație erau mai mult de patruzeci de oameni.",
        "14": "Ei s-au apropiat de conducătorii preoților și de bătrâni și le-au zis: „Ne-am legat cu blestem să nu gustăm nimic până când nu-l omorâm pe Pavel.",
        "15": "Acum, deci, voi, împreună cu Sinedriul, trimiteți-i vorbă tribunului să-l aducă la voi ca și cum ar urma să cercetați mai amănunțit lucrurile privitoare la el. Și înainte să ajungă el, noi suntem gata să-l omorâm“.",
        "16": "Însă fiul surorii lui Pavel, auzind despre această capcană, s-a dus, a intrat în fort și l-a anunțat pe Pavel.",
        "17": "Atunci Pavel l-a chemat pe unul dintre centurioni și i-a zis: „Condu-l pe tânărul acesta la tribun, fiindcă are ceva să-l anunțe!“.",
        "18": "Atunci centurionul l-a luat, l-a dus la tribun și a zis: ‒ Deținutul Pavel m-a chemat și m-a rugat să-l aduc pe acest tânăr la tine, pentru că are ceva să te anunțe.",
        "19": "Tribunul l-a apucat de mână, l-a luat deoparte și l-a întrebat: ‒ Ce ai să mă anunți?",
        "20": "El i-a zis: ‒ Iudeii s-au înțeles să-ți ceară mâine să-l duci pe Pavel în Sinedriu, ca și cum urmează să-l interogheze mai amănunțit.",
        "21": "Dar tu să nu te lași convins. Căci mai mult de patruzeci dintre oamenii lor îl pândesc și s-au legat cu blestem să nu mănânce și nici să nu bea, până când nu-l vor omorî; iar acum sunt gata și așteaptă aprobare de la tine!",
        "22": "Tribunul l-a lăsat pe tânăr să plece, poruncindu-i: ‒ Să nu spui nimănui că mi-ai descoperit aceste lucruri! Pavel este dus la Cezareea",
        "23": "I-a chemat apoi la el pe doi dintre centurioni și le-a zis: „Pregătiți două sute de soldați, șaptezeci de călăreți și două sute de sulițași ca să meargă până în Cezareea, la ceasul al treilea din noapte,",
        "24": "și aduceți cai și pentru Pavel, ca să-l puneți călare și să-l duceți teafăr la guvernatorul Felix!“.",
        "25": "Tribunul a scris o scrisoare care avea următorul conținut:",
        "26": "„Claudius Lisias, către preaalesul guvernator Felix. Salutări!",
        "27": "Omul acesta a fost prins de către iudei și era să fie omorât de ei; dar, când am aflat că este cetățean roman, am venit cu soldații și l-am salvat.",
        "28": "Dorind să aflu și motivul pentru care îl acuzau, l-am dus în Sinedriul lor",
        "29": "și am găsit că era acuzat pentru niște controverse referitoare la Legea lor, dar nu era nicio acuzație pentru care să merite să fie pedepsit cu moartea sau să fie pus în lanțuri.",
        "30": "Am fost anunțat, însă, că există o conspirație împotriva acestui om, așa că l-am trimis imediat la tine, poruncindu-le și acuzatorilor lui să-ți spună ce au împotriva lui. Fii sănătos!“.",
        "31": "Așadar, soldații, luându-l pe Pavel, așa cum li se poruncise, l-au dus în timpul nopții în Antipatris.",
        "32": "În ziua următoare, soldații i-au lăsat pe călăreți să meargă mai departe cu el, iar ei s-au întors la fort.",
        "33": "Când au ajuns în Cezareea, călăreții i-au înmânat guvernatorului scrisoarea și l-au înfățișat și pe Pavel înaintea lui.",
        "34": "Guvernatorul a citit scrisoarea și l-a întrebat din ce provincie este. Aflând că este din Cilicia,",
        "35": "a zis: „Te voi audia când vor veni și acuzatorii tăi“. Și a poruncit să fie ținut sub pază în palatul lui Irod."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Paul, looking steadfastly at the council, said, “Brothers, I have lived before God in all good conscience until today.”",
        "2": "The high priest, Ananias, commanded those who stood by him to strike him on the mouth.",
        "3": "Then Paul said to him, “God will strike you, you whitewashed wall! Do you sit to judge me according to the law, and command me to be struck contrary to the law?”",
        "4": "Those who stood by said, “Do you malign God’s high priest?”",
        "5": "Paul said, “I didn’t know, brothers, that he was high priest. For it is written, ‘You shall not speak evil of a ruler of your people.’”",
        "6": "But when Paul perceived that the one part were Sadducees and the other Pharisees, he cried out in the council, “Men and brothers, I am a Pharisee, a son of Pharisees. Concerning the hope and resurrection of the dead I am being judged!”",
        "7": "When he had said this, an argument arose between the Pharisees and Sadducees, and the crowd was divided.",
        "8": "For the Sadducees say that there is no resurrection, nor angel, nor spirit; but the Pharisees confess all of these.",
        "9": "A great clamor arose, and some of the scribes of the Pharisees’ part stood up, and contended, saying, “We find no evil in this man. But if a spirit or angel has spoken to him, let’s not fight against God!”",
        "10": "When a great argument arose, the commanding officer, fearing that Paul would be torn in pieces by them, commanded the soldiers to go down and take him by force from among them and bring him into the barracks.",
        "11": "The following night, the Lord stood by him and said, “Cheer up, Paul, for as you have testified about me at Jerusalem, so you must testify also at Rome.”",
        "12": "When it was day, some of the Jews banded together and bound themselves under a curse, saying that they would neither eat nor drink until they had killed Paul.",
        "13": "There were more than forty people who had made this conspiracy.",
        "14": "They came to the chief priests and the elders, and said, “We have bound ourselves under a great curse to taste nothing until we have killed Paul.",
        "15": "Now therefore, you with the council inform the commanding officer that he should bring him down to you tomorrow, as though you were going to judge his case more exactly. We are ready to kill him before he comes near.”",
        "16": "But Paul’s sister’s son heard they were lying in wait, and he came and entered into the barracks and told Paul.",
        "17": "Paul summoned one of the centurions and said, “Bring this young man to the commanding officer, for he has something to tell him.”",
        "18": "So he took him and brought him to the commanding officer and said, “Paul, the prisoner, summoned me and asked me to bring this young man to you. He has something to tell you.”",
        "19": "The commanding officer took him by the hand, and going aside, asked him privately, “What is it that you have to tell me?”",
        "20": "He said, “The Jews have agreed to ask you to bring Paul down to the council tomorrow, as though intending to inquire somewhat more accurately concerning him.",
        "21": "Therefore don’t yield to them, for more than forty men lie in wait for him, who have bound themselves under a curse to neither eat nor drink until they have killed him. Now they are ready, looking for the promise from you.”",
        "22": "So the commanding officer let the young man go, charging him, “Tell no one that you have revealed these things to me.”",
        "23": "He called to himself two of the centurions, and said, “Prepare two hundred soldiers to go as far as Caesarea, with seventy horsemen and two hundred men armed with spears, at the third hour of the night.”",
        "24": "He asked them to provide mounts, that they might set Paul on one, and bring him safely to Felix the governor.",
        "25": "He wrote a letter like this:",
        "26": "“Claudius Lysias to the most excellent governor Felix: Greetings.",
        "27": "“This man was seized by the Jews, and was about to be killed by them when I came with the soldiers and rescued him, having learned that he was a Roman.",
        "28": "Desiring to know the cause why they accused him, I brought him down to their council.",
        "29": "I found him to be accused about questions of their law, but not to be charged with anything worthy of death or of imprisonment.",
        "30": "When I was told that the Jews lay in wait for the man, I sent him to you immediately, charging his accusers also to bring their accusations against him before you. Farewell.”",
        "31": "So the soldiers, carrying out their orders, took Paul and brought him by night to Antipatris.",
        "32": "But on the next day they left the horsemen to go with him, and returned to the barracks.",
        "33": "When they came to Caesarea and delivered the letter to the governor, they also presented Paul to him.",
        "34": "When the governor had read it, he asked what province he was from. When he understood that he was from Cilicia, he said,",
        "35": "“I will hear you fully when your accusers also arrive.” He commanded that he be kept in Herod’s palace."
      }
    }
  }
}