{
  "book": "Faptele Apostolilor",
  "chapter": "2",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În Ziua Cincizecimii, erau toți împreună în același loc.",
        "2": "Deodată, a venit din cer un sunet ca vâjâitul unui vânt puternic și a umplut toată casa unde ședeau ei.",
        "3": "Niște limbi ca de foc au fost văzute împărțindu-se printre ei și s-au așezat câte una pe fiecare din ei.",
        "4": "Și toți s-au umplut de Duh Sfânt și au început să vorbească în alte limbi, după cum le dădea Duhul să vorbească.",
        "5": "Și se aflau atunci în Ierusalim iudei, oameni cucernici din toate neamurile care sunt sub cer.",
        "6": "Când s-a auzit sunetul acela, mulțimea s-a adunat și a rămas încremenită, pentru că fiecare îi auzea vorbind în limba lui.",
        "7": "Toți se mirau, se minunau și ziceau unii către alții: „Toți aceștia care vorbesc nu sunt galileeni?",
        "8": "Cum dar îi auzim vorbind fiecăruia din noi în limba noastră, în care ne-am născut?",
        "9": "Parți, mezi, elamiți, locuitori din Mesopotamia, Iudeea, Capadocia, Pont, Asia,",
        "10": "Frigia, Pamfilia, Egipt, părțile Libiei dinspre Cirene, oaspeți din Roma, iudei sau prozeliți,",
        "11": "cretani și arabi, îi auzim vorbind în limbile noastre lucrurile minunate ale lui Dumnezeu!”",
        "12": "Toți erau uimiți, nu știau ce să creadă și ziceau unii către alții: „Ce vrea să zică aceasta?”",
        "13": "Dar alții își băteau joc și ziceau: „Sunt plini de must!”",
        "14": "Atunci, Petru s-a sculat în picioare cu cei unsprezece, a ridicat glasul și le-a zis: „Bărbați iudei și voi toți cei care locuiți în Ierusalim, să știți lucrul acesta și ascultați cuvintele mele!",
        "15": "Oamenii aceștia nu sunt beți, cum vă închipuiți voi, căci nu este decât al treilea ceas din zi.",
        "16": "Ci aceasta este ce a fost spus prin prorocul Ioel:",
        "17": "‘«În zilele de pe urmă», zice Dumnezeu, «voi turna din Duhul Meu peste orice făptură; feciorii voștri și fetele voastre vor proroci, tinerii voștri vor avea vedenii și bătrânii voștri vor visa vise!",
        "18": "Da, chiar și peste robii Mei și peste roabele Mele voi turna, în zilele acelea, din Duhul Meu și vor proroci.",
        "19": "Voi face să se arate semne sus în cer și minuni jos pe pământ, sânge, foc și un vârtej de fum;",
        "20": "soarele se va preface în întuneric, și luna, în sânge înainte ca să vină ziua Domnului, ziua aceea mare și strălucită.",
        "21": "Atunci, oricine va chema Numele Domnului va fi mântuit.»’ Cuvântarea lui Petru",
        "22": "Bărbați israeliți, ascultați cuvintele acestea! Pe Isus din Nazaret, om adeverit de Dumnezeu înaintea voastră prin minunile, semnele și lucrările pline de putere pe care le-a făcut Dumnezeu prin El în mijlocul vostru, după cum bine știți,",
        "23": "pe Omul acesta, dat în mâinile voastre după sfatul hotărât și după știința mai dinainte a lui Dumnezeu, voi L-ați răstignit și L-ați omorât prin mâna celor fărădelege.",
        "24": "Dar Dumnezeu L-a înviat, dezlegându-I legăturile morții, pentru că nu era cu putință să fie ținut de ea.",
        "25": "Căci David zice despre El: ‘Eu aveam totdeauna pe Domnul înaintea mea, pentru că El este la dreapta mea, ca să nu mă clatin.",
        "26": "De aceea, mi se bucură inima și mi se veselește limba; chiar și trupul mi se va odihni în nădejde,",
        "27": "căci nu-mi vei lăsa sufletul în Locuința morților și nu vei îngădui ca Sfântul Tău să vadă putrezirea.",
        "28": "Mi-ai făcut cunoscute căile vieții și mă vei umple de bucurie cu starea Ta de față.’",
        "29": "Cât despre patriarhul David, să-mi fie îngăduit, fraților, să vă spun fără sfială că a murit și a fost îngropat, și mormântul lui este în mijlocul nostru până în ziua de azi.",
        "30": "Fiindcă David era proroc și știa că Dumnezeu îi făgăduise cu jurământ că va ridica pe unul din urmașii săi pe scaunul lui de domnie,",
        "31": "despre învierea lui Hristos a prorocit și a vorbit el, când a zis că sufletul lui nu va fi lăsat în Locuința morților și trupul lui nu va vedea putrezirea.",
        "32": "Dumnezeu a înviat pe acest Isus, și noi toți suntem martori ai Lui.",
        "33": "Și acum, odată ce S-a înălțat prin dreapta lui Dumnezeu și a primit de la Tatăl făgăduința Duhului Sfânt, a turnat ce vedeți și auziți.",
        "34": "Căci David nu s-a suit în ceruri, ci el singur zice: ‘Domnul a zis Domnului meu: «Șezi la dreapta Mea",
        "35": "până ce voi pune pe vrăjmașii Tăi sub picioarele Tale.»’",
        "36": "Să știe bine dar toată casa lui Israel că Dumnezeu a făcut Domn și Hristos pe acest Isus pe care L-ați răstignit voi.” Cei dintâi creștini",
        "37": "După ce au auzit aceste cuvinte, ei au rămas străpunși în inimă și au zis lui Petru și celorlalți apostoli: „Fraților, ce să facem?”",
        "38": "„Pocăiți-vă”, le-a zis Petru, „și fiecare din voi să fie botezat în Numele lui Isus Hristos, spre iertarea păcatelor voastre; apoi veți primi darul Sfântului Duh.",
        "39": "Căci făgăduința aceasta este pentru voi, pentru copiii voștri și pentru toți cei ce sunt departe acum, în oricât de mare număr îi va chema Domnul Dumnezeul nostru.”",
        "40": "Și, cu multe alte cuvinte, mărturisea, îi îndemna și zicea: „Mântuiți-vă din mijlocul acestui neam ticălos.”",
        "41": "Cei ce au primit propovăduirea lui au fost botezați; și în ziua aceea, la numărul ucenicilor s-au adăugat aproape trei mii de suflete.",
        "42": "Ei stăruiau în învățătura apostolilor, în legătura frățească, în frângerea pâinii și în rugăciuni.",
        "43": "Fiecare era plin de frică, și prin apostoli se făceau multe minuni și semne.",
        "44": "Toți cei ce credeau erau împreună la un loc și aveau toate de obște.",
        "45": "Își vindeau ogoarele și averile, și banii îi împărțeau între toți, după nevoile fiecăruia.",
        "46": "Toți împreună erau nelipsiți de la Templu în fiecare zi, frângeau pâinea acasă și luau hrana cu bucurie și curăție de inimă.",
        "47": "Ei lăudau pe Dumnezeu și erau plăcuți înaintea întregului norod. Și Domnul adăuga în fiecare zi la numărul lor pe cei ce erau mântuiți."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Când a sosit ziua Cincizecimii, erau cu toții împreună în același loc.",
        "2": "Și deodată, din cer, a venit un sunet ca vâjâitul unui vânt puternic și a umplut toată casa în care ședeau ei.",
        "3": "Li s-au arătat niște limbi ca de foc, care s-au împărțit și s-au așezat pe fiecare dintre ei.",
        "4": "Toți au fost umpluți de Duhul Sfânt și au început să vorbească în alte limbi, după cum le dădea Duhul să vorbească.",
        "5": "În Ierusalim locuiau atunci iudei, oameni evlavioși din orice națiune de sub cer.",
        "6": "Când s-a auzit sunetul acela, mulțimea s-a adunat și a rămas uluită, pentru că fiecare în parte auzea vorbindu-se acolo propria sa limbă.",
        "7": "Ei erau uimiți și se minunau, zicând: „Iată, nu sunt oare galileeni toți aceștia care vorbesc?",
        "8": "Cum de fiecare dintre noi auzim vorbindu-se propria noastră limbă în care ne-am născut?",
        "9": "Parți, mezi, elamiți, locuitori din Mesopotamia, din Iudeea, din Capadocia, din Pont, din Asia,",
        "10": "din Frigia, din Pamfilia, din Egipt, de prin părțile Libiei dinspre Cirena, vizitatori din Roma,",
        "11": "iudei și prozeliți, cretani și arabi, noi toți auzim vorbindu-se în propriile noastre limbi despre lucrările mărețe ale lui Dumnezeu!“.",
        "12": "Toți se minunau, erau nedumeriți și se întrebau unul pe altul: „Ce vrea să însemne aceasta?“.",
        "13": "Alții însă își băteau joc și ziceau: „Sunt plini de vin!“. Petru vorbește mulțimii în ziua Cincizecimii",
        "14": "Dar Petru s-a ridicat în picioare împreună cu cei unsprezece, și-a ridicat glasul și le-a vorbit astfel: ‒ Bărbați iudei și toți cei ce locuiți în Ierusalim, să vă fie cunoscut lucrul acesta și să ascultați cuvintele mele!",
        "15": "Oamenii aceștia nu sunt beți, așa cum presupuneți voi, pentru că nu este decât al treilea ceas din zi,",
        "16": "ci aceasta este ceea ce a fost spus prin profetul Ioel:",
        "17": "„În zilele de pe urmă, zice Dumnezeu, voi turna din Duhul Meu peste orice om. Fiii și fiicele voastre vor profeți, tinerii voștri vor avea vedenii, iar bătrânii voștri vor avea vise!",
        "18": "Chiar și peste slujitorii Mei și slujitoarele Mele voi turna din Duhul Meu în acele zile, și vor profeți.",
        "19": "Voi face minuni sus în cer și semne jos pe pământ, sânge, foc și coloane de fum.",
        "20": "Soarele se va preface în întuneric, iar luna în sânge, înainte să vină ziua cea mare și glorioasă a Domnului.",
        "21": "Atunci oricine va chema Numele Domnului va fi mântuit!“.",
        "22": "Bărbați israeliți, ascultați cuvintele acestea: pe Isus nazarineanul, bărbat confirmat de Dumnezeu înaintea voastră prin lucrările puternice, minunile și semnele pe care le-a făcut Dumnezeu prin El în mijlocul vostru, după cum voi înșivă știți,",
        "23": "pe Omul Acesta, dat pe mâna voastră după planul hotărât și după preștiința lui Dumnezeu, voi L-ați răstignit și L-ați omorât prin mâna celor care nu au Legea!",
        "24": "Dumnezeu însă L-a înviat, dezlegându-L de durerile morții, pentru că nu era posibil să fie ținut de ea.",
        "25": "Căci David zice despre El: „Îl văd pe Domnul tot timpul înaintea mea, fiindcă El este la dreapta mea ca să nu mă clatin!",
        "26": "De aceea mi se bucură inima și mi se înveselește limba! Mai mult, trupul meu se va odihni plin de speranță,",
        "27": "căci nu-mi vei lăsa sufletul în Locuința Morților și nu vei îngădui ca Sfântul Tău să vadă putrezirea.",
        "28": "Mi-ai făcut cunoscute căile vieții; mă vei umple de bucurie cu prezența Ta!“.",
        "29": "Fraților, cât despre patriarhul David, pot să vă spun cu îndrăzneală că el a murit și a fost înmormântat, iar mormântul lui a rămas în mijlocul nostru până în ziua aceasta.",
        "30": "Așadar, pentru că era profet și știa că Dumnezeu îi promisese prin jurământ că-l va pune pe tronul lui pe unul dintre urmașii săi,",
        "31": "deci, pentru că știa aceasta mai dinainte, el vorbea despre învierea lui Cristos atunci când spunea că nu va fi lăsat în Locuința Morților și că trupul Lui nu va vedea putrezirea.",
        "32": "Dumnezeu L-a înviat pe acest Isus, și noi toți suntem martori.",
        "33": "Așadar, fiind înălțat la dreapta lui Dumnezeu și primind de la Tatăl promisiunea Duhului Sfânt, El a turnat ceea ce vedeți și auziți.",
        "34": "Căci David nu s-a suit în Ceruri, ci el însuși zice: „Domnul I-a zis Domnului meu: «Șezi la dreapta Mea,",
        "35": "până-i voi pune pe dușmanii Tăi să fie scăunaș pentru picioarele Tale!»“.",
        "36": "Să știe bine deci toată Casa lui Israel că Dumnezeu L-a făcut Domn și Cristos pe acest Isus, pe Care L-ați răstignit voi!",
        "37": "Auzind aceasta, ei au rămas străpunși în inimă și i-au întrebat pe Petru și pe ceilalți apostoli: ‒ Fraților, ce să facem?",
        "38": "Petru le-a răspuns: ‒ Pocăiți-vă și fiecare dintre voi să fie botezat în Numele lui Isus Cristos spre iertarea păcatelor voastre. Și veți primi darul Duhului Sfânt.",
        "39": "Căci promisiunea este pentru voi, pentru copiii voștri și pentru toți cei ce sunt departe, în oricât de mare număr îi va chema Domnul, Dumnezeul nostru.",
        "40": "Și cu multe alte cuvinte el depunea mărturie și îi îndemna, zicând: ‒ Mântuiți-vă din mijlocul acestei generații corupte!",
        "41": "Astfel, cei ce au acceptat mesajul lui au fost botezați, și în ziua aceea au fost adăugate cam trei mii de suflete la numărul ucenicilor. Părtășia credincioșilor",
        "42": "Ei stăruiau în învățătura apostolilor, în părtășie, în frângerea pâinii și în rugăciuni.",
        "43": "Fiecare suflet era plin de frică, iar prin apostoli se făceau multe minuni și semne.",
        "44": "Toți cei ce credeau erau împreună și aveau toate în comun.",
        "45": "Ei își vindeau proprietățile și averile, iar banii îi împărțeau între toți, în funcție de cum avea nevoie fiecare.",
        "46": "În fiecare zi continuau să se întâlnească în Templu, frângeau pâinea acasă, își împărțeau mâncarea cu bucurie și cu inimi sincere,",
        "47": "Îl lăudau pe Dumnezeu și aveau parte de bunăvoința întregului popor. Și Domnul adăuga în fiecare zi la numărul lor pe cei ce erau mântuiți."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now when the day of Pentecost had come, they were all with one accord in one place.",
        "2": "Suddenly there came from the sky a sound like the rushing of a mighty wind, and it filled all the house where they were sitting.",
        "3": "Tongues like fire appeared and were distributed to them, and one sat on each of them.",
        "4": "They were all filled with the Holy Spirit and began to speak with other languages, as the Spirit gave them the ability to speak.",
        "5": "Now there were dwelling in Jerusalem Jews, devout men, from every nation under the sky.",
        "6": "When this sound was heard, the multitude came together and were bewildered, because everyone heard them speaking in his own language.",
        "7": "They were all amazed and marveled, saying to one another, “Behold, aren’t all these who speak Galileans?",
        "8": "How do we hear, everyone in our own native language?",
        "9": "Parthians, Medes, Elamites, and people from Mesopotamia, Judea, Cappadocia, Pontus, Asia,",
        "10": "Phrygia, Pamphylia, Egypt, the parts of Libya around Cyrene, visitors from Rome, both Jews and proselytes,",
        "11": "Cretans and Arabians—we hear them speaking in our languages the mighty works of God!”",
        "12": "They were all amazed and were perplexed, saying to one another, “What does this mean?”",
        "13": "Others, mocking, said, “They are filled with new wine.”",
        "14": "But Peter, standing up with the eleven, lifted up his voice and spoke out to them, “You men of Judea and all you who dwell at Jerusalem, let this be known to you, and listen to my words.",
        "15": "For these aren’t drunken, as you suppose, seeing it is only the third hour of the day.",
        "16": "But this is what has been spoken through the prophet Joel:",
        "17": "‘It will be in the last days, says God, that I will pour out my Spirit on all flesh. Your sons and your daughters will prophesy. Your young men will see visions. Your old men will dream dreams.",
        "18": "Yes, and on my servants and on my handmaidens in those days, I will pour out my Spirit, and they will prophesy.",
        "19": "I will show wonders in the sky above, and signs on the earth beneath: blood, and fire, and billows of smoke.",
        "20": "The sun will be turned into darkness, and the moon into blood, before the great and glorious day of the Lord comes.",
        "21": "It will be that whoever will call on the name of the Lord will be saved.’",
        "22": "“Men of Israel, hear these words! Jesus of Nazareth, a man approved by God to you by mighty works and wonders and signs which God did by him among you, even as you yourselves know,",
        "23": "him, being delivered up by the determined counsel and foreknowledge of God, you have taken by the hand of lawless men, crucified and killed;",
        "24": "whom God raised up, having freed him from the agony of death, because it was not possible that he should be held by it.",
        "25": "For David says concerning him, ‘I saw the Lord always before my face, for he is on my right hand, that I should not be moved.",
        "26": "Therefore my heart was glad, and my tongue rejoiced. Moreover my flesh also will dwell in hope,",
        "27": "because you will not leave my soul in Hades, neither will you allow your Holy One to see decay.",
        "28": "You made known to me the ways of life. You will make me full of gladness with your presence.’",
        "29": "“Brothers, I may tell you freely of the patriarch David, that he both died and was buried, and his tomb is with us to this day.",
        "30": "Therefore, being a prophet, and knowing that God had sworn with an oath to him that of the fruit of his body, according to the flesh, he would raise up the Christ to sit on his throne,",
        "31": "he foreseeing this, spoke about the resurrection of the Christ, that his soul wasn’t left in Hades, and his flesh didn’t see decay.",
        "32": "This Jesus God raised up, to which we all are witnesses.",
        "33": "Being therefore exalted by the right hand of God, and having received from the Father the promise of the Holy Spirit, he has poured out this which you now see and hear.",
        "34": "For David didn’t ascend into the heavens, but he says himself, ‘The Lord said to my Lord, “Sit by my right hand",
        "35": "until I make your enemies a footstool for your feet.”’",
        "36": "“Let all the house of Israel therefore know certainly that God has made him both Lord and Christ, this Jesus whom you crucified.”",
        "37": "Now when they heard this, they were cut to the heart, and said to Peter and the rest of the apostles, “Brothers, what shall we do?”",
        "38": "Peter said to them, “Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of sins, and you will receive the gift of the Holy Spirit.",
        "39": "For the promise is to you and to your children, and to all who are far off, even as many as the Lord our God will call to himself.”",
        "40": "With many other words he testified and exhorted them, saying, “Save yourselves from this crooked generation!”",
        "41": "Then those who gladly received his word were baptized. There were added that day about three thousand souls.",
        "42": "They continued steadfastly in the apostles’ teaching and fellowship, in the breaking of bread, and prayer.",
        "43": "Fear came on every soul, and many wonders and signs were done through the apostles.",
        "44": "All who believed were together, and had all things in common.",
        "45": "They sold their possessions and goods, and distributed them to all, according as anyone had need.",
        "46": "Day by day, continuing steadfastly with one accord in the temple, and breaking bread at home, they took their food with gladness and singleness of heart,",
        "47": "praising God and having favor with all the people. The Lord added to the assembly day by day those who were being saved."
      }
    }
  }
}