{
  "book": "Faptele Apostolilor",
  "chapter": "19",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Pe când era Apolo în Corint, Pavel, după ce a trecut prin ținuturile de sus ale Asiei, a ajuns la Efes. Aici a întâlnit pe câțiva ucenici",
        "2": "și le-a zis: „Ați primit voi Duhul Sfânt când ați crezut?” Ei i-au răspuns: „Nici n-am auzit măcar că a fost dat un Duh Sfânt.”",
        "3": "„Dar cu ce botez ați fost botezați?”, le-a zis el. Și ei au răspuns: „Cu botezul lui Ioan.”",
        "4": "Atunci Pavel a zis: „Ioan a botezat cu botezul pocăinței și spunea norodului să creadă în Cel ce venea după el, adică în Isus.”",
        "5": "Când au auzit ei aceste vorbe, au fost botezați în Numele Domnului Isus.",
        "6": "Când și-a pus Pavel mâinile peste ei, Duhul Sfânt S-a coborât peste ei și vorbeau în alte limbi și proroceau.",
        "7": "Erau cam doisprezece bărbați de toți. Pavel învață pe norod la Efes",
        "8": "În urmă, Pavel a intrat în sinagogă, unde vorbea cu îndrăzneală. Timp de trei luni a vorbit cu ei despre lucrurile privitoare la Împărăția lui Dumnezeu și căuta să înduplece pe cei ce-l ascultau.",
        "9": "Dar, fiindcă unii rămâneau împietriți și necredincioși și vorbeau de rău Calea Domnului înaintea norodului, Pavel a plecat de la ei, a despărțit pe ucenici de ei și a învățat în fiecare zi pe norod în școala unuia numit Tiran.",
        "10": "Lucrul acesta a ținut doi ani, așa că toți cei ce locuiau în Asia, iudei și greci, au auzit Cuvântul Domnului.",
        "11": "Și Dumnezeu făcea minuni nemaipomenite prin mâinile lui Pavel,",
        "12": "până acolo că peste cei bolnavi se puneau basmale sau șorțuri care fuseseră atinse de trupul lui și-i lăsau bolile și ieșeau din ei duhurile rele. Exorciștii iudei",
        "13": "Niște exorciști iudei, care umblau din loc în loc, au încercat să cheme Numele Domnului Isus peste cei ce aveau duhuri rele, zicând: „Vă jur pe Isus, pe care-L propovăduiește Pavel, să ieșiți afară!”",
        "14": "Cei ce făceau lucrul acesta erau șapte feciori ai lui Sceva, un preot iudeu din cei mai de seamă.",
        "15": "Duhul cel rău le-a răspuns: „Pe Isus Îl cunosc și pe Pavel îl știu, dar voi cine sunteți?”",
        "16": "Și omul în care era duhul cel rău a sărit asupra lor, i-a biruit pe amândoi și i-a schingiuit în așa fel că au fugit goi și răniți din casa aceea.",
        "17": "Lucrul acesta a fost cunoscut de toți iudeii, de toți grecii care locuiau în Efes, și i-a apucat frica pe toți, și Numele Domnului Isus era proslăvit.",
        "18": "Mulți din cei ce crezuseră veneau să mărturisească și să spună ce făcuseră.",
        "19": "Și unii din cei ce făcuseră vrăjitorii și-au adus cărțile și le-au ars înaintea tuturor; prețul lor s-a socotit la cincizeci de mii de arginți.",
        "20": "Cu atâta putere se răspândea și se întărea Cuvântul Domnului. Răscoala argintarului Dimitrie",
        "21": "După ce s-au petrecut aceste lucruri, Pavel și-a pus de gând să se ducă la Ierusalim, trecând prin Macedonia și Ahaia. „După ce voi merge acolo”, își zicea el, „trebuie să văd și Roma.”",
        "22": "A trimis în Macedonia pe două din ajutoarele lui, pe Timotei și Erast, iar el a mai rămas câtăva vreme în Asia.",
        "23": "Pe vremea aceea, s-a făcut o mare tulburare cu privire la Calea Domnului.",
        "24": "Un argintar, numit Dimitrie, făcea temple de argint de-ale Dianei și aducea lucrătorilor săi nu puțin câștig cu ele.",
        "25": "I-a adunat la un loc, împreună cu cei de aceeași meserie, și le-a zis: „Oamenilor, știți că bogăția noastră atârnă de meseria aceasta",
        "26": "și vedeți și auziți că Pavel acesta, nu numai în Efes, dar aproape în toată Asia, a înduplecat și a abătut mult norod și zice că zeii făcuți de mâini nu sunt dumnezei.",
        "27": "Primejdia care vine din acest fapt nu este numai că meseria noastră cade în dispreț, dar și că templul marii zeițe Diana este socotit ca o nimica, și chiar măreția aceleia care este cinstită în toată Asia și în toată lumea este nimicită.”",
        "28": "Cuvintele acestea i-au umplut de mânie și au început să strige: „Mare este Diana efesenilor!”",
        "29": "Toată cetatea s-a tulburat. Au năvălit cu toții într-un gând în teatru și au luat cu ei pe macedonenii Gaius și Aristarh, tovarășii de călătorie ai lui Pavel.",
        "30": "Pavel voia să vină înaintea norodului, dar nu l-au lăsat ucenicii.",
        "31": "Chiar și unii din mai-marii Asiei, care-i erau prieteni, au trimis la el să-l roage să nu se ducă la teatru.",
        "32": "Unii strigau una, alții alta, căci adunarea era în învălmășeală și cei mai mulți nici nu știau pentru ce se adunaseră.",
        "33": "Atunci, au scos din norod pe Alexandru, pe care iudeii îl împingeau înainte. Alexandru a făcut semn cu mâna și voia să se apere înaintea norodului.",
        "34": "Dar când l-au cunoscut că este iudeu, au strigat toți într-un glas, timp de aproape două ceasuri: „Mare este Diana efesenilor!”",
        "35": "Totuși logofătul a potolit norodul și a zis: „Bărbați efeseni, cine este acela care nu știe că cetatea efesenilor este păzitoarea templului marii Diane și a chipului ei căzut din cer?",
        "36": "Fiindcă nimeni nu poate să tăgăduiască lucrul acesta, trebuie să vă potoliți și să nu faceți nimic cu pornire nechibzuită.",
        "37": "Căci ați adus aici pe oamenii aceștia, care nu sunt vinovați nici de jefuirea templului, nici de hulă împotriva zeiței noastre.",
        "38": "Deci, dacă, în adevăr, Dimitrie și meșterii lui au să se plângă împotriva cuiva, sunt zile de judecată și sunt dregători; să se pârască unii pe alții.",
        "39": "Dar, dacă umblați după altceva, se va hotărî într-o adunare legiuită.",
        "40": "Noi, de fapt, suntem în primejdie să fim învinuiți de răscoală pentru cele întâmplate astăzi, căci n-avem niciun temei ca să putem îndreptăți zarva aceasta.”",
        "41": "După aceste cuvinte, a dat drumul adunării."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În timp ce Apollos era în Corint, Pavel, după ce a călătorit prin regiunile de sus, a coborât în Efes. Acolo a găsit câțiva ucenici",
        "2": "și i-a întrebat: ‒ Ați primit voi Duhul Sfânt când ați crezut? Ei i-au răspuns: ‒ Dar nici n-am auzit că este un Duh Sfânt!",
        "3": "El le-a zis: ‒ Atunci cu ce botez ați fost botezați? Ei i-au răspuns: ‒ Cu botezul lui Ioan.",
        "4": "Pavel a zis: ‒ Ioan a botezat cu botezul pocăinței și spunea poporului să creadă în Cel Care avea să vină după el, adică în Isus.",
        "5": "Când au auzit ei aceasta, au fost botezați în Numele Domnului Isus.",
        "6": "Când Pavel și-a pus mâinile peste ei, Duhul Sfânt a venit peste ei și au început să vorbească în limbi și să profețească.",
        "7": "Erau cam doisprezece bărbați, cu toții.",
        "8": "Apoi a intrat în sinagogă. Timp de trei luni a vorbit cu îndrăzneală, discutând și încercând să-i convingă cu privire la lucrurile despre Împărăția lui Dumnezeu.",
        "9": "Dar fiindcă unii erau împietriți și neascultători, vorbind de rău Calea înaintea mulțimii, Pavel s-a depărtat de ei și i-a separat pe ucenici de aceștia. Și în fiecare zi purta discuții în sala de prelegeri a lui Tiranus.",
        "10": "Lucrul acesta a durat doi ani, astfel că toți cei ce locuiau în Asia, atât iudei, cât și greci, au auzit Cuvântul Domnului.",
        "11": "Și Dumnezeu făcea minuni nemaiîntâlnite prin mâinile lui Pavel,",
        "12": "așa încât celor bolnavi le erau aduse până și batistele sau șorțurile care atinseseră trupul acestuia, iar bolile îi părăseau și duhurile rele ieșeau din ei. Cei șapte fii ai lui Sceva",
        "13": "Niște exorciști iudei, care umblau din loc în loc, au încercat să cheme Numele Domnului Isus peste cei ce aveau duhuri rele, zicând: ‒ Vă poruncesc prin Isus, pe Care-L predică Pavel!",
        "14": "Cei ce făceau lucrul aceasta erau șapte fii ai unui anume Sceva, un mare preot iudeu.",
        "15": "Dar duhul cel rău, răspunzând, le-a zis: ‒ Pe Isus Îl cunosc, și pe Pavel îl știu, dar voi cine sunteți?",
        "16": "Și sărind asupra lor, omul în care era duhul cel rău i-a bătut pe toți și i-a învins, astfel că ei au fugit din casa aceea goi și răniți.",
        "17": "Lucrul acesta a fost cunoscut de toți iudeii și de toți grecii care locuiau în Efes. Și pe toți i-a cuprins frica, iar Numele Domnului Isus era preamărit.",
        "18": "Mulți dintre cei ce crezuseră veneau să mărturisească și să-și istorisească faptele.",
        "19": "Și mulți dintre cei ce făcuseră vrăjitorii și-au adunat cărțile și le-au ars înaintea tuturor. Au calculat prețul acestora și l-au găsit ca fiind de cincizeci de mii de arginți.",
        "20": "Astfel, prin puterea Domnului, Cuvântul se răspândea și se consolida.",
        "21": "După ce s-au petrecut aceste lucruri, Pavel și-a pus în gând să se ducă la Ierusalim, trecând prin Macedonia și Ahaia. El își zicea: „După ce voi merge acolo, trebuie să văd și Roma“.",
        "22": "I-a trimis în Macedonia pe Timotei și pe Erastos, doi dintre cei care îl ajutau, iar el a mai rămas un timp în Asia. O mare tulburare în Efes",
        "23": "În vremea aceea, s-a stârnit o mare tulburare cu privire la Cale.",
        "24": "Căci cineva pe nume Demetrius, un argintar, făcea temple de argint de-ale lui Artemis și aducea lucrătorilor nu puțin câștig.",
        "25": "El i-a adunat pe aceștia laolaltă, alături de alți lucrători de aceeași meserie, și le-a zis: „Bărbaților, știți că prosperitatea noastră depinde de meseria aceasta.",
        "26": "Iar acum vedeți și auziți că nu doar în Efes, ci aproape în toată Asia, acest Pavel a convins și a dus în rătăcire o mulțime destul de mare de oameni, spunând că dumnezeii făcuți de mâini omenești nu sunt, de fapt, dumnezei.",
        "27": "Prin urmare, există pericolul nu numai ca munca noastră să ajungă de tot disprețul, ci și ca templul marii zeițe Artemis, cea la care se închină toată Asia și întreaga lume, să fie considerat o nimica, și însăși măreția ei să fie distrusă“.",
        "28": "Auzind aceasta, s-au mâniat foarte tare și au început să strige, zicând: „Mare este Artemis a efesenilor!“.",
        "29": "Cetatea s-a umplut de zarvă. S-au repezit, de comun acord, spre teatru, înșfăcându-i și pe macedonenii Gaius și Aristarhus, însoțitorii de drum ai lui Pavel.",
        "30": "Pavel voia să vină la mulțime, dar ucenicii nu l-au lăsat.",
        "31": "Chiar și unii dintre conducătorii Asiei, care-i erau prieteni, au trimis la el oameni să-l roage să nu se ducă la teatru.", 
        "32": "Unii strigau ceva, alții strigau altceva, căci adunarea era în confuzie, iar cei mai mulți nici nu știau din ce cauză se adunaseră.",
        "33": "Unii din mulțime l-au înștiințat pe Alexandru, pe care iudeii îl împingeau în față. Alexandru a făcut semn cu mâna, dorind să se apere înaintea mulțimii,",
        "34": "dar ei, recunoscându-l că este iudeu, au strigat cu toții într-un glas, timp de aproape două ore: „Mare este Artemis a efesenilor!“.",
        "35": "După ce funcționarul cetății a liniștit mulțimea, a zis: „Bărbați efeseni, cine este omul acela care să nu știe că cetatea efesenilor este păzitoarea templului măreței Artemis și a imaginii ei căzute din cer?",
        "36": "Întrucât aceste lucruri sunt de necontestat, este nevoie să vă liniștiți și să nu faceți nimic nesăbuit.",
        "37": "Căci i-ați adus aici pe bărbații aceștia care nu sunt nici jefuitori ai templului, nici blasfemiatori ai zeiței noastre!",
        "38": "Deci, dacă într-adevăr Demetrius și lucrătorii lui au o acuzație împotriva cuiva, tribunalele sunt deschise și există proconsuli. Să se acuze acolo unii pe alții!",
        "39": "Dacă însă vreți ceva în plus, se va clarifica într-o adunare legală.",
        "40": "Căci, din cauza celor întâmplate astăzi, suntem în pericol să fim acuzați de răscoală, deoarece nu există niciun motiv ca să putem da explicații pentru agitația aceasta“.",
        "41": "Și zicând acestea, a dat drumul adunării."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "While Apollos was at Corinth, Paul, having passed through the upper country, came to Ephesus and found certain disciples.",
        "2": "He said to them, “Did you receive the Holy Spirit when you believed?” They said to him, “No, we haven’t even heard that there is a Holy Spirit.”",
        "3": "He said, “Into what then were you baptized?” They said, “Into John’s baptism.”",
        "4": "Paul said, “John indeed baptized with the baptism of repentance, saying to the people that they should believe in the one who would come after him, that is, in Christ Jesus.”",
        "5": "When they heard this, they were baptized in the name of the Lord Jesus.",
        "6": "When Paul had laid his hands on them, the Holy Spirit came on them and they spoke with other languages and prophesied.",
        "7": "They were about twelve men in all.",
        "8": "He entered into the synagogue and spoke boldly for a period of three months, reasoning and persuading about the things concerning God’s Kingdom.",
        "9": "But when some were hardened and disobedient, speaking evil of the Way before the multitude, he departed from them and separated the disciples, reasoning daily in the school of Tyrannus.",
        "10": "This continued for two years, so that all those who lived in Asia heard the word of the Lord Jesus, both Jews and Greeks.",
        "11": "God worked special miracles by the hands of Paul,",
        "12": "so that even handkerchiefs or aprons were carried away from his body to the sick, and the diseases departed from them, and the evil spirits went out.",
        "13": "But some of the itinerant Jews, exorcists, took on themselves to invoke over those who had the evil spirits the name of the Lord Jesus, saying, “We adjure you by Jesus whom Paul preaches.”",
        "14": "There were seven sons of one Sceva, a Jewish chief priest, who did this.",
        "15": "The evil spirit answered, “Jesus I know, and Paul I know, but who are you?”",
        "16": "The man in whom the evil spirit was leaped on them, overpowered them, and prevailed against them, so that they fled out of that house naked and wounded.",
        "17": "This became known to all, both Jews and Greeks, who lived at Ephesus. Fear fell on them all, and the name of the Lord Jesus was magnified.",
        "18": "Many also of those who had believed came, confessing and declaring their deeds.",
        "19": "Many of those who practiced magical arts brought their books together and burned them in the sight of all. They counted their price, and found it to be fifty thousand pieces of silver.",
        "20": "So the word of the Lord was growing and becoming mighty.",
        "21": "Now after these things had ended, Paul determined in the Spirit, when he had passed through Macedonia and Achaia, to go to Jerusalem, saying, “After I have been there, I must also see Rome.”",
        "22": "Having sent into Macedonia two of those who served him, Timothy and Erastus, he himself stayed in Asia for a while.",
        "23": "About that time there arose no small disturbance concerning the Way.",
        "24": "For a certain man named Demetrius, a silversmith who made silver shrines of Artemis, brought no little business to the craftsmen,",
        "25": "whom he gathered together with the workmen of like occupation, and said, “Sirs, you know that by this business we have our wealth.",
        "26": "You see and hear that not at Ephesus alone, but almost throughout all Asia, this Paul has persuaded and turned away many people, saying that they are no gods that are made with hands.",
        "27": "Not only is there danger that this our trade come into disrepute, but also that the temple of the great goddess Artemis will be counted as nothing and her majesty destroyed, whom all Asia and the world worships.”",
        "28": "When they heard this they were filled with anger, and cried out, saying, “Great is Artemis of the Ephesians!”",
        "29": "The whole city was filled with confusion, and they rushed with one accord into the theater, having seized Gaius and Aristarchus, men of Macedonia, Paul’s companions in travel.",
        "30": "When Paul wanted to enter in to the people, the disciples didn’t allow him.",
        "31": "Certain also of the Asiarchs, being his friends, sent to him and begged him not to venture into the theater.",
        "32": "Some therefore cried one thing, and some another, for the assembly was in confusion. Most of them didn’t know why they had come together.",
        "33": "They brought Alexander out of the multitude, the Jews putting him forward. Alexander beckoned with his hand, and would have made a defense to the people.",
        "34": "But when they perceived that he was a Jew, all with one voice for a time of about two hours cried out, “Great is Artemis of the Ephesians!”",
        "35": "When the town clerk had quieted the multitude, he said, “You men of Ephesus, what man is there who doesn’t know that the city of the Ephesians is temple keeper of the great goddess Artemis, and of the image which fell down from Zeus?",
        "36": "Seeing then that these things can’t be denied, you ought to be quiet and to do nothing rash.",
        "37": "For you have brought these men here, who are neither robbers of temples nor blasphemers of your goddess.",
        "38": "If therefore Demetrius and the craftsmen who are with him have a matter against anyone, the courts are open and there are proconsuls. Let them press charges against one another.",
        "39": "But if you seek anything about other matters, it will be settled in the regular assembly.",
        "40": "For indeed we are in danger of being accused concerning today’s riot, there being no cause. Concerning it, we wouldn’t be able to give an account of this commotion.”",
        "41": "When he had thus spoken, he dismissed the assembly."
      }
    }
  }
}