{
  "book": "Faptele Apostolilor",
  "chapter": "1",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Teofile, în cea dintâi carte a mea, am vorbit despre tot ce a început Isus să facă și să învețe pe oameni,",
        "2": "de la început până în ziua în care S-a înălțat la cer, după ce, prin Duhul Sfânt, dăduse poruncile Sale apostolilor pe care-i alesese.",
        "3": "După patima Lui, li S-a înfățișat viu, prin multe dovezi, arătându-li-Se deseori timp de patruzeci de zile și vorbind cu ei despre lucrurile privitoare la Împărăția lui Dumnezeu.",
        "4": "Pe când Se afla cu ei, le-a poruncit să nu se depărteze de Ierusalim, ci să aștepte acolo făgăduința Tatălui, „pe care”, le-a zis El, „ați auzit-o de la Mine.",
        "5": "Căci Ioan a botezat cu apă, dar voi, nu după multe zile, veți fi botezați cu Duhul Sfânt.”",
        "6": "Deci apostolii, pe când erau strânși laolaltă, L-au întrebat: „Doamne, în vremea aceasta ai de gând să așezi din nou Împărăția lui Israel?”",
        "7": "El le-a răspuns: „Nu este treaba voastră să știți vremurile sau soroacele; pe acestea Tatăl le-a păstrat sub stăpânirea Sa.",
        "8": "Ci voi veți primi o putere, când Se va coborî Duhul Sfânt peste voi, și-Mi veți fi martori în Ierusalim, în toată Iudeea, în Samaria și până la marginile pământului.”",
        "9": "După ce a spus aceste lucruri, pe când se uitau ei la El, S-a înălțat la cer, și un nor L-a ascuns din ochii lor.",
        "10": "Și cum stăteau ei cu ochii pironiți spre cer pe când Se suia El, iată că li s-au arătat doi bărbați îmbrăcați în alb",
        "11": "și au zis: „Bărbați galileeni, de ce stați și vă uitați spre cer? Acest Isus care S-a înălțat la cer din mijlocul vostru va veni în același fel cum L-ați văzut mergând la cer.” Întoarcerea apostolilor",
        "12": "Atunci, ei s-au întors în Ierusalim din muntele numit al Măslinilor, care este lângă Ierusalim, departe cât un drum în ziua Sabatului.",
        "13": "Când au ajuns acasă, s-au suit în odaia de sus, unde stăteau de obicei. Erau Petru, Iacov, Ioan, Andrei, Filip, Toma, Bartolomeu, Matei, Iacov, fiul lui Alfeu, Simon Zelotul și Iuda, fiul lui Iacov.",
        "14": "Toți aceștia stăruiau cu un cuget în rugăciune și în cereri, împreună cu femeile și cu Maria, mama lui Isus, și cu frații Lui. Alegerea lui Matia",
        "15": "În zilele acelea, Petru s-a sculat în mijlocul fraților – numărul celor adunați laolaltă era de aproape o sută douăzeci – și a zis:",
        "16": "„Fraților, trebuia să se împlinească Scriptura spusă de Duhul Sfânt mai înainte, prin gura lui David, despre Iuda, care a fost călăuza celor ce au prins pe Isus.",
        "17": "El era din numărul nostru și era părtaș al aceleiași slujbe.",
        "18": "Omul acesta a dobândit un ogor cu plata nelegiuirii lui, a căzut cu capul în jos, a plesnit în două prin mijloc și i s-au vărsat toate măruntaiele.",
        "19": "Lucrul acesta a ajuns așa de cunoscut de toți locuitorii din Ierusalim, încât ogorul acela a fost numit în limba lor: ‘Acheldama’, adică: ‘Ogorul sângelui’.",
        "20": "În adevăr, în cartea Psalmilor este scris: ‘Locuința lui să rămână pustie și nimeni să nu locuiască în ea!’ și ‘Slujba lui s-o ia altul!’",
        "21": "Trebuie deci ca, dintre cei ce ne-au însoțit în toată vremea în care a trăit Domnul Isus între noi,",
        "22": "cu începere de la botezul lui Ioan până în ziua când S-a înălțat El de la noi, să fie rânduit unul care să ne însoțească drept martor al învierii Lui.”",
        "23": "Ei au pus înainte pe doi: pe Iosif, numit Barsaba, zis și Iust, și pe Matia.",
        "24": "Apoi au făcut următoarea rugăciune: „Doamne, Tu, care cunoști inimile tuturor oamenilor, arată-ne pe care din acești doi l-ai ales,",
        "25": "ca să ia loc în slujba și apostolia aceasta, din care a căzut Iuda, ca să meargă la locul lui.”",
        "26": "Au tras la sorți, și sorțul a căzut pe Matia, care a fost numărat împreună cu cei unsprezece apostoli."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Teofil, în prima carte am scris despre toate lucrurile pe care a început Isus să le facă și să-i învețe pe oameni,",
        "2": "până în ziua în care a fost luat sus în Cer, după ce, prin Duhul Sfânt, le dăduse porunci apostolilor pe care-i alesese,",
        "3": "cărora li S-a și înfățișat viu, după suferința Lui, cu multe dovezi convingătoare, arătându-li-Se timp de patruzeci de zile și vorbind despre Împărăția lui Dumnezeu.",
        "4": "În timp ce era împreună cu ei, El le-a poruncit: „Să nu vă îndepărtați de Ierusalim, ci să așteptați promisiunea Tatălui, despre care ați auzit de la Mine.",
        "5": "Căci Ioan a botezat cu apă, dar voi, nu după multe zile, veți fi botezați cu Duhul Sfânt“.",
        "6": "Prin urmare, atunci când s-au adunat cu toții, ei L-au întrebat: ‒ Doamne, în vremea aceasta vei restaura împărăția lui Israel?",
        "7": "El le-a răspuns: ‒ Nu este treaba voastră să cunoașteți vremurile sau perioadele pe care Tatăl le-a așezat prin propria Sa autoritate.",
        "8": "Voi însă veți primi putere atunci când va veni Duhul Sfânt peste voi și veți fi martorii Mei în Ierusalim, în toată Iudeea, în Samaria și până la marginea pământului.",
        "9": "După ce a spus aceste lucruri, Isus S-a înălțat și, în timp ce se uitau la El, un nor L-a luat dinaintea ochilor lor.",
        "10": "Și cum priveau ei spre cer, în timp ce El Se înălța, iată că li s-au înfățișat doi bărbați în haine albe,",
        "11": "care le-au zis: „Bărbați galileeni, de ce stați și vă uitați spre cer? Acest Isus, Care a fost luat de la voi în Cer, va veni în același fel în care L-ați văzut înălțându-Se la Cer“. Matias ales în locul lui Iuda",
        "12": "Atunci ei s-au întors în Ierusalim de pe muntele numit „al Măslinilor“, care este lângă Ierusalim, departe cât o călătorie permisă în ziua de sabat.",
        "13": "Când au intrat în casă, au urcat în camera de sus, unde stăteau de obicei. Acolo erau: Petru, Ioan, Iacov, Andrei, Filip, Toma, Bartolomeu, Matei, Iacov – al lui Alfeu, Simon Zelotul și Iuda – al lui Iacov.",
        "14": "Toți aceștia stăruiau în rugăciune în același gând, împreună cu femeile, cu Maria – mama lui Isus – și cu frații Lui.",
        "15": "În zilele acelea, Petru s-a ridicat în mijlocul fraților – o mulțime de aproape o sută douăzeci de oameni – și a zis:",
        "16": "„Fraților, trebuia să se împlinească Scriptura spusă mai dinainte de Duhul Sfânt, prin gura lui David, cu privire la Iuda, care a devenit călăuza celor ce L-au arestat pe Isus.",
        "17": "El era unul dintre noi și fusese ales să aibă o parte în slujirea aceasta.“",
        "18": "(Din răsplata primită pentru nelegiuirea lui, omul acesta și-a cumpărat un teren și, căzând cu capul în jos, a plesnit în două pe la mijloc și i s-au vărsat toate măruntaiele.",
        "19": "Lucrul acesta a devenit cunoscut tuturor locuitorilor din Ierusalim, astfel că terenul acela a fost numit, în propria lor limbă, „Acheldama“, adică „Terenul sângelui“.)",
        "20": "„Căci în cartea Psalmilor este scris: «Să-i fie locuința pustiită și nimeni să nu mai locuiască în ea!» și «Slujba lui s-o ia altul!».",
        "21": "Trebuie deci ca, dintre bărbații care ne-au însoțit tot timpul când Domnul Isus a umblat printre noi,",
        "22": "începând de la botezul lui Ioan și până în ziua în care a fost luat sus de la noi, unul dintre aceștia să devină împreună cu noi un martor al învierii Lui“.",
        "23": "Și au propus doi: pe Iosif, numit Barsabas, căruia i se mai zicea și Iustus, și pe Matias.",
        "24": "Ei s-au rugat astfel: „Tu, Doamne, Care cunoști inimile tuturor, arată-ne pe care dintre aceștia doi l-ai ales",
        "25": "ca să ia locul în slujirea și apostolia aceasta, de la care s-a întors Iuda ca să se ducă la locul lui“.",
        "26": "Apoi au tras la sorți pentru ei, iar sorțul a căzut pe Matias, care a fost adăugat la numărul celor unsprezece apostoli."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "The first book I wrote, Theophilus, concerned all that Jesus began both to do and to teach,",
        "2": "until the day in which he was received up, after he had given commandment through the Holy Spirit to the apostles whom he had chosen.",
        "3": "To these he also showed himself alive after he suffered, by many proofs, appearing to them over a period of forty days and speaking about God’s Kingdom.",
        "4": "Being assembled together with them, he commanded them, “Don’t depart from Jerusalem, but wait for the promise of the Father, which you heard from me.",
        "5": "For John indeed baptized in water, but you will be baptized in the Holy Spirit not many days from now.”",
        "6": "Therefore, when they had come together, they asked him, “Lord, are you now restoring the kingdom to Israel?”",
        "7": "He said to them, “It isn’t for you to know times or seasons which the Father has set within his own authority.",
        "8": "But you will receive power when the Holy Spirit has come upon you. You will be witnesses to me in Jerusalem, in all Judea and Samaria, and to the uttermost parts of the earth.”",
        "9": "When he had said these things, as they were looking, he was taken up, and a cloud received him out of their sight.",
        "10": "While they were looking steadfastly into the sky as he went, behold, two men stood by them in white clothing,",
        "11": "who also said, “You men of Galilee, why do you stand looking into the sky? This Jesus, who was received up from you into the sky, will come back in the same way as you saw him going into the sky.”",
        "12": "Then they returned to Jerusalem from the mountain called Olivet, which is near Jerusalem, a Sabbath day’s journey away.",
        "13": "When they had come in, they went up into the upper room where they were staying, that is Peter, John, James, Andrew, Philip, Thomas, Bartholomew, Matthew, James the son of Alphaeus, Simon the Zealot, and Judas the son of James.",
        "14": "All these with one accord continued steadfastly in prayer and supplication, along with the women and Mary the mother of Jesus, and with his brothers.",
        "15": "In these days, Peter stood up in the middle of the disciples (and the number of names was about one hundred twenty), and said,",
        "16": "“Brothers, it was necessary that this Scripture should be fulfilled, which the Holy Spirit spoke before by the mouth of David concerning Judas, who was guide to those who took Jesus.",
        "17": "For he was counted with us, and received his portion in this ministry.",
        "18": "Now this man obtained a field with the reward for his wickedness; and falling headlong, his body burst open and all his intestines gushed out.",
        "19": "It became known to everyone who lived in Jerusalem that in their language that field was called ‘Akeldama,’ that is, ‘The field of blood.’",
        "20": "For it is written in the book of Psalms, ‘Let his habitation be made desolate. Let no one dwell in it;’ and, ‘Let another take his office.’",
        "21": "“Of the men therefore who have accompanied us all the time that the Lord Jesus went in and out among us,",
        "22": "beginning from the baptism of John to the day that he was received up from us, of these one must become a witness with us of his resurrection.”",
        "23": "They put forward two: Joseph called Barsabbas, who was also called Justus, and Matthias.",
        "24": "They prayed and said, “You, Lord, who know the hearts of all men, show which one of these two you have chosen",
        "25": "to take part in this ministry and apostleship from which Judas fell away, that he might go to his own place.”",
        "26": "They drew lots for them, and the lot fell on Matthias; and he was counted with the eleven apostles."
      }
    }
  }
}