{
  "book": "Faptele Apostolilor",
  "chapter": "4",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Pe când vorbeau Petru și Ioan norodului, au venit la ei pe neașteptate preoții, căpitanul Templului și saducheii,",
        "2": "foarte necăjiți că învățau pe norod și vesteau în Isus învierea din morți.",
        "3": "Au pus mâinile pe ei și i-au aruncat în temniță până a doua zi, căci se înserase.",
        "4": "Însă mulți din cei ce auziseră cuvântarea au crezut, și numărul bărbaților credincioși s-a ridicat aproape la cinci mii.",
        "5": "A doua zi, mai-marii norodului, bătrânii și cărturarii s-au adunat împreună la Ierusalim,",
        "6": "cu marele preot Ana, Caiafa, Ioan, Alexandru și toți cei ce se trăgeau din neamul marilor preoți.",
        "7": "Au pus pe Petru și pe Ioan în mijlocul lor și i-au întrebat: „Cu ce putere sau în numele cui ați făcut voi lucrul acesta?”",
        "8": "Atunci Petru, plin de Duhul Sfânt, le-a zis: „Mai-mari ai norodului și bătrâni ai lui Israel!",
        "9": "Fiindcă suntem trași astăzi la răspundere pentru o facere de bine făcută unui om bolnav și suntem întrebați cum a fost vindecat,",
        "10": "s-o știți toți și s-o știe tot norodul lui Israel! Omul acesta se înfățișează înaintea voastră pe deplin sănătos în Numele lui Isus Hristos din Nazaret, pe care voi L-ați răstignit, dar pe care Dumnezeu L-a înviat din morți.",
        "11": "El este ‘piatra lepădată de voi, zidarii, care a ajuns să fie pusă în capul unghiului’.",
        "12": "În nimeni altul nu este mântuire, căci nu este sub cer niciun alt Nume dat oamenilor în care trebuie să fim mântuiți.”",
        "13": "Când au văzut ei îndrăzneala lui Petru și a lui Ioan, s-au mirat, întrucât știau că erau oameni necărturari și de rând, și au priceput că fuseseră cu Isus.",
        "14": "Dar, fiindcă vedeau lângă ei pe omul care fusese vindecat, nu puteau zice nimic împotrivă.",
        "15": "Le-au poruncit doar să iasă din sobor, s-au sfătuit între ei",
        "16": "și au zis: „Ce vom face oamenilor acestora? Căci este știut de toți locuitorii Ierusalimului că prin ei s-a făcut o minune vădită, pe care n-o putem tăgădui.",
        "17": "Dar, ca să nu se lățească vestea aceasta mai departe în norod, să-i amenințăm și să le poruncim ca de acum încolo să nu mai vorbească nimănui în Numele acesta.”",
        "18": "Și după ce i-au chemat, le-au poruncit să nu mai vorbească cu niciun chip, nici să mai învețe pe oameni în Numele lui Isus.",
        "19": "Drept răspuns, Petru și Ioan le-au zis: „Judecați voi singuri dacă este drept înaintea lui Dumnezeu să ascultăm mai mult de voi decât de Dumnezeu,",
        "20": "căci noi nu putem să nu vorbim despre ce am văzut și am auzit.”",
        "21": "I-au amenințat din nou și i-au lăsat să plece, căci nu știau cum să-i pedepsească, din pricina norodului, fiindcă toți slăveau pe Dumnezeu pentru cele întâmplate.",
        "22": "Căci omul cu care se făcuse această minune de vindecare avea mai bine de patruzeci de ani. Petru și Ioan la ai lor",
        "23": "După ce li s-a dat drumul, ei s-au dus la ai lor și le-au istorisit tot ce le spuseseră preoții cei mai de seamă și bătrânii.",
        "24": "Când au auzit ei aceste lucruri, și-au ridicat glasul toți împreună către Dumnezeu și au zis: „Stăpâne, Doamne, care ai făcut cerul, pământul, marea și tot ce este în ele!",
        "25": "Tu ai zis prin Duhul Sfânt, prin gura părintelui nostru David, robul Tău: ‘Pentru ce se întărâtă neamurile și pentru ce cugetă noroadele lucruri deșarte?",
        "26": "Împărații pământului s-au răsculat și domnitorii s-au unit împotriva Domnului și împotriva Unsului Său.’",
        "27": "În adevăr, împotriva Robului Tău celui sfânt, Isus, pe care L-ai uns Tu, s-au însoțit în cetatea aceasta Irod și Pilat din Pont cu neamurile și cu noroadele lui Israel,",
        "28": "ca să facă tot ce hotărâse mai dinainte mâna Ta și sfatul Tău.",
        "29": "Și acum, Doamne, uită-Te la amenințările lor, dă putere robilor Tăi să vestească Cuvântul Tău cu toată îndrăzneala",
        "30": "și întinde-Ți mâna, ca să se facă tămăduiri, minuni și semne prin Numele Robului Tău celui sfânt, Isus.”",
        "31": "După ce s-au rugat ei, s-a cutremurat locul unde erau adunați; toți s-au umplut de Duhul Sfânt și vesteau Cuvântul lui Dumnezeu cu îndrăzneală. Unirea și dragostea credincioșilor",
        "32": "Mulțimea celor ce crezuseră era o inimă și un suflet. Niciunul nu zicea că averile lui sunt ale lui, ci aveau toate de obște.",
        "33": "Apostolii mărturiseau cu multă putere despre învierea Domnului Isus. Și un mare har era peste toți.",
        "34": "Căci nu era niciunul printre ei care să ducă lipsă: toți cei ce aveau ogoare sau case le vindeau, aduceau prețul lucrurilor vândute",
        "35": "și-l puneau la picioarele apostolilor, apoi se împărțea fiecăruia după cum avea nevoie.",
        "36": "Iosif, numit de apostoli și Barnaba, adică, în tălmăcire, „fiul mângâierii”, un levit, de neam din Cipru,",
        "37": "a vândut un ogor pe care-l avea, a adus banii și i-a pus la picioarele apostolilor."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În timp ce Petru și Ioan vorbeau poporului, au venit la ei preoții, comandantul gărzii Templului și saducheii,",
        "2": "foarte supărați din cauză că învățau poporul și vesteau, în Numele lui Isus, învierea dintre cei morți.",
        "3": "Au pus mâna pe ei și i-au aruncat în închisoare până în ziua următoare, căci era deja seară.",
        "4": "Însă mulți dintre cei ce auziseră cuvântarea au crezut, și numărul bărbaților credincioși a ajuns la aproape cinci mii.",
        "5": "În ziua următoare s-au adunat în Ierusalim conducătorii lor, bătrânii și cărturarii,",
        "6": "marele preot Ana, Caiafa, Ioan, Alexandru și toți cei care erau din neamul marilor preoți.",
        "7": "I-au pus pe apostoli să stea în mijloc și i-au întrebat: ‒ Prin ce putere sau în numele cui ați făcut aceasta?",
        "8": "Atunci Petru, plin de Duhul Sfânt, le-a răspuns: ‒ Conducători și bătrâni ai poporului,",
        "9": "dacă suntem cercetați astăzi pentru o faptă bună făcută unui om neputincios și pentru felul în care a fost el vindecat,",
        "10": "să vă fie cunoscut vouă tuturor și întregului popor Israel că acest om stă sănătos înaintea voastră în Numele lui Isus Cristos nazarineanul, Cel pe Care voi L-ați răstignit, dar pe Care Dumnezeu L-a înviat dintre cei morți!",
        "11": "Acesta este: „Piatra, care a fost disprețuită de voi, zidarii, care a devenit Piatra din capul unghiului“.",
        "12": "În nimeni altul nu este mântuire, căci nu este sub cer niciun alt nume dat oamenilor, în care trebuie să fim mântuiți!",
        "13": "Când au văzut ei îndrăzneala lui Petru și a lui Ioan și când au înțeles că erau oameni neinstruiți și de rând, au rămas uimiți și au înțeles că fuseseră cu Isus.",
        "14": "Însă, văzându-l stând lângă ei pe omul care fusese vindecat, n-au avut ce să zică.",
        "15": "Prin urmare, le-au poruncit să iasă afară din Sinedriu și s-au sfătuit între ei, zicând:",
        "16": "„Ce să le facem oamenilor acestora? Căci este știut de către toți locuitorii Ierusalimului că prin ei s-a făcut un semn clar, și nu-l putem nega.",
        "17": "În schimb, pentru ca acest lucru să nu se răspândească și mai departe în popor, să-i amenințăm, ca să nu mai vorbească niciunui om în Numele acesta!“.",
        "18": "I-au chemat și le-au poruncit să nu mai vorbească deloc și să nu-i mai învețe pe alții în Numele lui Isus.",
        "19": "Însă Petru și Ioan, răspunzând, le-au zis: „Judecați voi înșivă dacă este drept înaintea lui Dumnezeu să ascultăm mai mult de voi decât de Dumnezeu!",
        "20": "Căci nu putem să nu vorbim despre ceea ce am văzut și am auzit!“.",
        "21": "După ce i-au amenințat din nou, le-au dat drumul, neștiind cum să-i pedepsească, din cauza poporului, căci toți Îl glorificau pe Dumnezeu pentru cele întâmplate.",
        "22": "Căci omul asupra căruia se înfăptuise semnul acesta miraculos de vindecare avea mai mult de patruzeci de ani. Credincioșii se roagă pentru a primi îndrăzneală",
        "23": "După ce li s-a dat drumul, s-au dus la ai lor și le-au istorisit tot ce le spuseseră conducătorii preoților și bătrânii.",
        "24": "Când au auzit ei aceste lucruri, și-au ridicat glasul în același gând către Dumnezeu și au zis: „Stăpâne, Tu, Cel Care ai făcut cerul, pământul, marea și tot ce este în ele,",
        "25": "Tu ai vorbit, prin Duhul Sfânt, prin gura strămoșului nostru David, slujitorul Tău, astfel: «De ce se agită națiunile și de ce cugetă popoarele lucruri deșarte?",
        "26": "Regii pământului s-au ridicat cu toții, și conducătorii s-au adunat împreună împotriva Domnului și împotriva Unsului Său».",
        "27": "Căci într-adevăr, împotriva Slujitorului Tău celui sfânt, Isus, pe Care L-ai uns Tu, s-au adunat în această cetate Irod, Ponțiu Pilat, neevreii și poporul Israel,",
        "28": "ca să facă tot ceea ce mâna Ta și planul Tău au hotărât mai dinainte să se întâmple.",
        "29": "Și acum, Doamne, uită-te la amenințările lor și dă-le slujitorilor Tăi toată îndrăzneala ca să vorbească despre Cuvântul Tău!",
        "30": "Întinde-Ți mâna ca să se facă vindecări, semne și minuni prin Numele Slujitorului Tău celui sfânt, Isus!“.",
        "31": "După ce s-au rugat, locul unde erau adunați s-a cutremurat, și toți au fost umpluți de Duhul Sfânt și au început să vorbească despre Cuvântul lui Dumnezeu cu îndrăzneală. Credincioșii își împart între ei averile",
        "32": "Mulțimea celor ce crezuseră era una în inimă și-n gând și niciunul nu spunea că vreunul dintre bunurile lui este al lui, ci aveau toate în comun.",
        "33": "Apostolii depuneau mărturie cu mare putere despre învierea Domnului Isus și un mare har era peste ei toți.",
        "34": "Căci nu era nimeni printre ei în nevoie, pentru că toți cei ce erau proprietari de terenuri sau case le vindeau, iar prețul lucrurilor vândute îl aduceau",
        "35": "și-l puneau la picioarele apostolilor. Apoi se împărțea fiecăruia în funcție de cum avea nevoie.",
        "36": "Iosif, numit de apostoli și Barnabas, care tradus înseamnă „Fiul încurajării“, un levit originar din Cipru,",
        "37": "a vândut un teren care-i aparținea și apoi a adus banii și i-a pus la picioarele apostolilor."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "As they spoke to the people, the priests and the captain of the temple and the Sadducees came to them,",
        "2": "being upset because they taught the people and proclaimed in Jesus the resurrection from the dead.",
        "3": "They laid hands on them, and put them in custody until the next day, for it was now evening.",
        "4": "But many of those who heard the word believed, and the number of the men came to be about five thousand.",
        "5": "In the morning, their rulers, elders, and scribes were gathered together in Jerusalem.",
        "6": "Annas the high priest was there, with Caiaphas, John, Alexander, and as many as were relatives of the high priest.",
        "7": "When they had stood Peter and John in the middle of them, they inquired, “By what power, or in what name, have you done this?”",
        "8": "Then Peter, filled with the Holy Spirit, said to them, “You rulers of the people and elders of Israel,",
        "9": "if we are examined today concerning a good deed done to a crippled man, by what means this man has been healed,",
        "10": "may it be known to you all, and to all the people of Israel, that in the name of Jesus Christ of Nazareth, whom you crucified, whom God raised from the dead, this man stands here before you whole in him.",
        "11": "He is ‘the stone which was regarded as worthless by you, the builders, which has become the head of the corner.’",
        "12": "There is salvation in no one else, for there is no other name under heaven that is given among men, by which we must be saved!”",
        "13": "Now when they saw the boldness of Peter and John, and had perceived that they were unlearned and ignorant men, they marveled. They recognized that they had been with Jesus.",
        "14": "Seeing the man who was healed standing with them, they could say nothing against it.",
        "15": "But when they had commanded them to go aside out of the council, they conferred among themselves,",
        "16": "saying, “What shall we do to these men? Because indeed a notable miracle has been done through them, as can be plainly seen by all who dwell in Jerusalem, and we can’t deny it.",
        "17": "But so that this spreads no further among the people, let’s threaten them, that from now on they don’t speak to anyone in this name.”",
        "18": "They called them, and commanded them not to speak at all nor teach in the name of Jesus.",
        "19": "But Peter and John answered them, “Whether it is right in the sight of God to listen to you rather than to God, judge for yourselves,",
        "20": "for we can’t help telling the things which we saw and heard.”",
        "21": "When they had further threatened them, they let them go, finding no way to punish them, because of the people; for everyone glorified God for that which was done.",
        "22": "For the man on whom this miracle of healing was performed was more than forty years old.",
        "23": "Being let go, they came to their own company and reported all that the chief priests and the elders had said to them.",
        "24": "When they heard it, they lifted up their voice to God with one accord and said, “O Lord, you are God, who made the sky, the earth, the sea, and all that is in them;",
        "25": "who by the mouth of your servant David, said, ‘Why do the nations rage, and the peoples plot a vain thing?",
        "26": "The kings of the earth take a stand, and the rulers plot together, against the Lord, and against his Christ.’",
        "27": "“For truly, both Herod and Pontius Pilate, with the Gentiles and the people of Israel, were gathered together against your holy servant Jesus, whom you anointed,",
        "28": "to do whatever your hand and your counsel foreordained to happen.",
        "29": "Now, Lord, look at their threats, and grant to your servants to speak your word with all boldness,",
        "30": "while you stretch out your hand to heal; and that signs and wonders may be done through the name of your holy Servant Jesus.”",
        "31": "When they had prayed, the place was shaken where they were gathered together. They were all filled with the Holy Spirit, and they spoke the word of God with boldness.",
        "32": "The multitude of those who believed were of one heart and soul. Not one of them claimed that anything of the things which he possessed was his own, but they had all things in common.",
        "33": "With great power, the apostles gave their testimony of the resurrection of the Lord Jesus. Great grace was on them all.",
        "34": "For neither was there among them any who lacked, for as many as were owners of lands or houses sold them, and brought the proceeds of the things that were sold,",
        "35": "and laid them at the apostles’ feet; and distribution was made to each, according as anyone had need.",
        "36": "Joses, who by the apostles was also called Barnabas (which is, being interpreted, Son of Encouragement), a Levite, a man of Cyprus by race,",
        "37": "having a field, sold it and brought the money and laid it at the apostles’ feet."
      }
    }
  }
}