{
  "book": "Faptele Apostolilor",
  "chapter": "6",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În zilele acelea, când s-a înmulțit numărul ucenicilor, evreii care vorbeau grecește cârteau împotriva evreilor, pentru că văduvele lor erau trecute cu vederea la împărțeala ajutoarelor de toate zilele.",
        "2": "Cei doisprezece au adunat mulțimea ucenicilor și au zis: „Nu este potrivit pentru noi să lăsăm Cuvântul lui Dumnezeu ca să slujim la mese.",
        "3": "De aceea, fraților, alegeți dintre voi șapte bărbați vorbiți de bine, plini de Duhul Sfânt și înțelepciune, pe care îi vom pune la slujba aceasta.",
        "4": "Iar noi vom stărui necurmat în rugăciune și în propovăduirea Cuvântului.”",
        "5": "Vorbirea aceasta a plăcut întregii adunări. Au ales pe Ștefan, bărbat plin de credință și de Duhul Sfânt, pe Filip, pe Prohor, pe Nicanor, pe Timon, pe Parmena și pe Nicolae, un prozelit din Antiohia.",
        "6": "I-au adus înaintea apostolilor, care, după ce s-au rugat, și-au pus mâinile peste ei. Ștefan învinuit de hulă",
        "7": "Cuvântul lui Dumnezeu se răspândea tot mai mult, numărul ucenicilor se înmulțea mult în Ierusalim și o mare mulțime de preoți veneau la credință.",
        "8": "Ștefan era plin de har și de putere și făcea minuni și semne mari în norod.",
        "9": "Unii din sinagoga numită a Izbăviților, a Cirinenilor și a Alexandrinilor, împreună cu niște iudei din Cilicia și din Asia, au început o ceartă de vorbe cu Ștefan,",
        "10": "dar nu puteau să stea împotriva înțelepciunii și Duhului cu care vorbea el.",
        "11": "Atunci au pus la cale pe niște oameni să zică: „Noi l-am auzit rostind cuvinte de hulă împotriva lui Moise și împotriva lui Dumnezeu.”",
        "12": "Au întărâtat norodul, pe bătrâni și pe cărturari, au năvălit asupra lui, au pus mâna pe el și l-au dus în sobor.",
        "13": "Au scos niște martori mincinoși, care au zis: „Omul acesta nu încetează să spună cuvinte de hulă împotriva acestui locaș sfânt și împotriva Legii.",
        "14": "În adevăr, l-am auzit zicând că acest Isus din Nazaret va dărâma locașul acesta și va schimba obiceiurile pe care ni le-a dat Moise.”",
        "15": "Toți cei ce ședeau în sobor s-au uitat țintă la Ștefan, și fața lui li s-a arătat ca o față de înger."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În zilele acelea, când numărul ucenicilor se înmulțea, a existat o nemulțumire a evreilor care vorbeau grecește împotriva celorlalți evrei, pentru că văduvele lor erau neglijate în ce privește împărțirea zilnică a hranei.",
        "2": "Cei doisprezece au adunat mulțimea ucenicilor și le-au zis: „Nu este potrivit pentru noi să lăsăm Cuvântul lui Dumnezeu ca să slujim la mese!",
        "3": "Prin urmare, fraților, alegeți dintre voi șapte bărbați care au o bună mărturie, plini de Duhul Sfânt și de înțelepciune, pe care să-i punem responsabili cu împlinirea acestei nevoi;",
        "4": "iar noi vom continua să dăm atenție rugăciunii și lucrării de proclamare a Cuvântului“.",
        "5": "Vorbirea aceasta a plăcut întregii mulțimi, așa că l-au ales pe Ștefan, un bărbat plin de credință și de Duhul Sfânt, pe Filip, pe Prohorus, pe Nicanor, pe Timon, pe Parmenas și pe Nicolaus, un prozelit din Antiohia.",
        "6": "I-au adus înaintea apostolilor, iar aceștia, după ce s-au rugat, și-au pus mâinile peste ei.",
        "7": "Astfel, Cuvântul lui Dumnezeu înainta, numărul ucenicilor se înmulțea foarte mult în Ierusalim și o mare mulțime de preoți ascultau de mesajul credinței. Arestarea lui Ștefan",
        "8": "Ștefan, plin de har și de putere, făcea mari minuni și semne în popor.",
        "9": "Unii din sinagoga numită „A oamenilor liberi“ – a celor din Cirena, a celor din Alexandria și a celor din Cilicia și din Asia – s-au ridicat și au început o dispută cu Ștefan.",
        "10": "Dar nu puteau să se împotrivească înțelepciunii și Duhului prin care vorbea el.",
        "11": "Atunci au instigat niște bărbați care să spună: „Noi l-am auzit rostind cuvinte blasfemiatoare împotriva lui Moise și împotriva lui Dumnezeu!“.",
        "12": "Au stârnit poporul, pe bătrâni și pe cărturari, s-au repezit asupra lui, l-au înșfăcat și l-au dus înaintea Sinedriului.",
        "13": "Apoi au adus în față niște martori mincinoși, care au zis: „Omul acesta nu încetează să rostească cuvinte împotriva acestui Lăcaș sfânt și împotriva Legii!",
        "14": "Căci l-am auzit spunând că Acest nazarinean, Isus, va distruge locul acesta și va schimba obiceiurile pe care ni le-a încredințat Moise!“.",
        "15": "Toți cei ce ședeau în Sinedriu s-au uitat la Ștefan și au văzut că fața lui arăta ca fața unui înger."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now in those days, when the number of the disciples was multiplying, a complaint arose from the Hellenists against the Hebrews, because their widows were neglected in the daily service.",
        "2": "The twelve summoned the multitude of the disciples and said, “It is not appropriate for us to forsake the word of God and serve tables.",
        "3": "Therefore, select from among you, brothers, seven men of good report, full of the Holy Spirit and of wisdom, whom we may appoint over this business.",
        "4": "But we will continue steadfastly in prayer and in the ministry of the word.”",
        "5": "These words pleased the whole multitude. They chose Stephen, a man full of faith and of the Holy Spirit, Philip, Prochorus, Nicanor, Timon, Parmenas, and Nicolaus, a proselyte of Antioch,",
        "6": "whom they set before the apostles. When they had prayed, they laid their hands on them.",
        "7": "The word of God increased and the number of the disciples greatly multiplied in Jerusalem. A great company of the priests were obedient to the faith.",
        "8": "Stephen, full of faith and power, performed great wonders and signs among the people.",
        "9": "But some of those who were of the synagogue called “The Libertines”, and of the Cyrenians, of the Alexandrians, and of those of Cilicia and Asia arose, disputing with Stephen.",
        "10": "They weren’t able to withstand the wisdom and the Spirit by which he spoke.",
        "11": "Then they secretly induced men to say, “We have heard him speak blasphemous words against Moses and God.”",
        "12": "They stirred up the people, the elders, and the scribes, and came against him and seized him, then brought him in to the council,",
        "13": "and set up false witnesses who said, “This man never stops speaking blasphemous words against this holy place and the law.",
        "14": "For we have heard him say that this Jesus of Nazareth will destroy this place, and will change the customs which Moses delivered to us.”",
        "15": "All who sat in the council, fastening their eyes on him, saw his face like it was the face of an angel."
      }
    }
  }
}