{
  "book": "Filipeni",
  "chapter": "2",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Deci, dacă este vreo îndemnare în Hristos, dacă este vreo mângâiere în dragoste, dacă este vreo legătură a Duhului, dacă este vreo milostivire și vreo îndurare,",
        "2": "faceți-mi bucuria deplină și aveți o simțire, o dragoste, un suflet și un gând.",
        "3": "Nu faceți nimic din duh de ceartă sau din slavă deșartă; ci, în smerenie, fiecare să privească pe altul mai presus de el însuși.",
        "4": "Fiecare din voi să se uite nu la foloasele lui, ci și la foloasele altora.",
        "5": "Să aveți în voi gândul acesta, care era și în Hristos Isus:",
        "6": "El, măcar că avea chipul lui Dumnezeu, totuși n-a crezut ca un lucru de apucat să fie deopotrivă cu Dumnezeu,",
        "7": "ci S-a dezbrăcat pe Sine Însuși și a luat un chip de rob, făcându-Se asemenea oamenilor.",
        "8": "La înfățișare a fost găsit ca un om, S-a smerit și S-a făcut ascultător până la moarte, și încă moarte de cruce.",
        "9": "De aceea și Dumnezeu L-a înălțat nespus de mult și I-a dat Numele care este mai presus de orice nume;",
        "10": "pentru ca, în Numele lui Isus, să se plece orice genunchi al celor din ceruri, de pe pământ și de sub pământ",
        "11": "și orice limbă să mărturisească, spre slava lui Dumnezeu Tatăl, că Isus Hristos este Domnul.",
        "12": "Astfel dar, preaiubiților, după cum totdeauna ați fost ascultători, duceți până la capăt mântuirea voastră, cu frică și cutremur, nu numai când sunt eu de față, ci cu mult mai mult acum, în lipsa mea.",
        "13": "Căci Dumnezeu este Acela care lucrează în voi și vă dă, după plăcerea Lui, și voința, și înfăptuirea.",
        "14": "Faceți toate lucrurile fără cârtiri și fără șovăieli,",
        "15": "ca să fiți fără prihană și curați, copii ai lui Dumnezeu, fără vină, în mijlocul unui neam ticălos și stricat, în care străluciți ca niște lumini în lume,",
        "16": "ținând sus Cuvântul vieții; așa ca, în ziua lui Hristos, să mă pot lăuda că n-am alergat, nici nu m-am ostenit în zadar.",
        "17": "Și chiar dacă va trebui să fiu turnat ca o jertfă de băutură peste jertfa și slujba credinței voastre, eu mă bucur, și mă bucur cu voi toți.",
        "18": "Tot așa și voi, bucurați-vă, și bucurați-vă împreună cu mine.",
        "19": "Nădăjduiesc în Domnul Isus să vă trimit în curând pe Timotei, ca să fiu și eu cu inimă bună când o să am știri despre voi.",
        "20": "Căci n-am pe nimeni care să-mi împărtășească simțirile ca el și să se îngrijească într-adevăr de starea voastră.",
        "21": "Ce-i drept, toți umblă după foloasele lor, și nu după ale lui Isus Hristos.",
        "22": "Știți râvna lui încercată; cum, ca un copil cu tatăl lui, a lucrat ca un rob împreună cu mine pentru înaintarea Evangheliei.",
        "23": "Pe el dar nădăjduiesc să vi-l trimit, de îndată ce voi vedea ce întorsătură vor lua lucrurile cu privire la mine.",
        "24": "Și am încredere în Domnul că în curând voi veni și eu.",
        "25": "Am socotit de trebuință să vă trimit pe Epafrodit, fratele și tovarășul meu de lucru și de luptă, trimisul și slujitorul vostru pentru nevoile mele.",
        "26": "Căci dorea fierbinte să vă vadă pe toți și era foarte mâhnit pentru că aflaserăți că a fost bolnav.",
        "27": "Ce-i drept, a fost bolnav și foarte aproape de moarte, dar Dumnezeu a avut milă de el. Și nu numai de el, ci și de mine, ca să n-am întristare peste întristare.",
        "28": "L-am trimis dar cu atât mai în grabă, ca să-l vedeți și să vă bucurați iarăși și să fiu și eu mai puțin mâhnit.",
        "29": "Primiți-l deci în Domnul, cu toată bucuria și prețuiți pe astfel de oameni.",
        "30": "Căci pentru lucrul lui Hristos a fost el aproape de moarte și și-a pus viața în joc, ca să împlinească ce lipsea slujbei voastre pentru mine."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Așadar, dacă este vreo încurajare în Cristos, dacă este vreo mângâiere în dragoste, dacă este vreo părtășie a Duhului, dacă este vreun simțământ și vreo îndurare,",
        "2": "faceți-mi bucuria deplină și fiți în același gând, având aceeași dragoste, fiind uniți în suflet și având un singur scop!",
        "3": "Nu faceți nimic din ambiție egoistă, nici din glorie deșartă, ci, în smerenie, să-i considerați pe alții mai presus decât pe voi înșivă.",
        "4": "Fiecare dintre voi să se preocupe nu doar de interesele lui, ci și de ale altora.",
        "5": "Să aveți în voi gândul acesta, care era și în Cristos Isus.",
        "6": "El, deși exista în chip de Dumnezeu, n-a considerat că, a fi egal cu Dumnezeu, este ceva de care Se poate folosi,",
        "7": "ci S-a golit pe Sine, luând chip de sclav și devenind asemenea oamenilor. La înfățișare a fost găsit ca un om.",
        "8": "S-a smerit și a devenit ascultător până la moarte, și încă moarte pe cruce.",
        "9": "De aceea și Dumnezeu L-a înălțat nespus de mult și I-a dăruit Numele care este mai presus de orice nume,",
        "10": "pentru ca în Numele lui Isus să se aplece orice genunchi din Cer, de pe pământ și de sub pământ,",
        "11": "și orice limbă să mărturisească, spre gloria lui Dumnezeu Tatăl, că Isus Cristos este Domn. Strălucind ca niște stele",
        "12": "De aceea, preaiubiții mei, așa cum întotdeauna ați ascultat, nu doar în prezența mea, ci mult mai mult acum, în lipsa mea, duceți la bun sfârșit mântuirea voastră, cu teamă și reverență,",
        "13": "căci Dumnezeu este Cel Ce lucrează în voi și voința și înfăptuirea, după buna Lui plăcere.",
        "14": "Faceți toate lucrurile fără nemulțumiri și fără dispute,",
        "15": "ca să fiți fără vină și curați, copii ai lui Dumnezeu, fără cusur, în mijlocul unei generații corupte și pervertite, în care străluciți ca niște lumini în lume,",
        "16": "ținând sus Cuvântul vieții, ca să mă pot lăuda în ziua lui Cristos că n-am alergat în zadar, nici n-am lucrat degeaba.",
        "17": "Și chiar dacă sunt turnat asemenea unei jertfe de băutură peste jertfa și slujba credinței voastre, eu mă bucur și îmi împărtășesc bucuria cu voi toți.",
        "18": "În același fel, bucurați-vă și voi și împărtășiți-vă bucuria cu mine! Timotei și Epafroditos",
        "19": "Îmi pun speranța în Domnul Isus că îl voi trimite în curând la voi pe Timotei, pentru ca și eu să fiu încurajat de veștile despre voi.",
        "20": "Căci n-am pe nimeni care să-mi împărtășească simțămintele ca el. El se va îngriji cu adevărat de voi.",
        "21": "Fiindcă toți își caută propriile foloase, și nu pe ale lui Isus Cristos.",
        "22": "Voi cunoașteți caracterul lui, că a slujit împreună cu mine pentru Evanghelie ca un copil cu tatăl lui.",
        "23": "Sper deci să vi-l trimit imediat ce aflu cum vor fi lucrurile în privința mea",
        "24": "și sunt încrezător în Domnul că voi veni și eu curând.",
        "25": "Am considerat necesar să vi-l trimit pe fratele Epafroditos, lucrător și soldat împreună cu mine, trimisul și slujitorul vostru pentru nevoile mele.",
        "26": "Căci îi era foarte dor de voi toți și a fost foarte tulburat fiindcă ați auzit că a fost bolnav.",
        "27": "A fost atât de bolnav încât era aproape să moară, însă Dumnezeu a avut milă de el și nu doar de el, ci și de mine, ca să nu am parte de întristare peste întristare.",
        "28": "Așadar, îl trimit la voi cât mai repede, ca să vă bucurați din nou văzându-l, iar eu să nu mai fiu întristat.",
        "29": "Primiți-l deci bine, în Domnul, cu toată bucuria, și apreciați astfel de oameni!",
        "30": "Căci, de dragul lucrării lui Cristos, a fost aproape de moarte, riscându-și viața ca să completeze ceea ce lipsea slujbei voastre pentru mine."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "If therefore there is any exhortation in Christ, if any consolation of love, if any fellowship of the Spirit, if any tender mercies and compassion,",
        "2": "make my joy full by being like-minded, having the same love, being of one accord, of one mind;",
        "3": "doing nothing through rivalry or through conceit, but in humility, each counting others better than himself;",
        "4": "each of you not just looking to his own things, but each of you also to the things of others.",
        "5": "Have this in your mind, which was also in Christ Jesus,",
        "6": "who, existing in the form of God, didn’t consider equality with God a thing to be grasped,",
        "7": "but emptied himself, taking the form of a servant, being made in the likeness of men.",
        "8": "And being found in human form, he humbled himself, becoming obedient to the point of death, yes, the death of the cross.",
        "9": "Therefore God also highly exalted him, and gave to him the name which is above every name,",
        "10": "that at the name of Jesus every knee should bow, of those in heaven, those on earth, and those under the earth,",
        "11": "and that every tongue should confess that Jesus Christ is Lord, to the glory of God the Father.",
        "12": "So then, my beloved, even as you have always obeyed, not only in my presence, but now much more in my absence, work out your own salvation with fear and trembling.",
        "13": "For it is God who works in you both to will and to work for his good pleasure.",
        "14": "Do all things without complaining and arguing,",
        "15": "that you may become blameless and harmless, children of God without defect in the middle of a crooked and perverse generation, among whom you are seen as lights in the world,",
        "16": "holding up the word of life, that I may have something to boast in the day of Christ that I didn’t run in vain nor labor in vain.",
        "17": "Yes, and if I am poured out on the sacrifice and service of your faith, I am glad and rejoice with you all.",
        "18": "In the same way, you also should be glad and rejoice with me.",
        "19": "But I hope in the Lord Jesus to send Timothy to you soon, that I also may be cheered up when I know how you are doing.",
        "20": "For I have no one else like-minded, who will truly care about you.",
        "21": "For they all seek their own, not the things of Jesus Christ.",
        "22": "But you know that he has proved himself. As a child serves a father, so he served with me in furtherance of the Good News.",
        "23": "Therefore I hope to send him at once, as soon as I see how it will go with me.",
        "24": "But I trust in the Lord that I myself also will come shortly.",
        "25": "But I thought it necessary to send to you Epaphroditus, my brother, fellow worker, fellow soldier, and your apostle and servant of my need,",
        "26": "since he longed for you all, and was very troubled because you had heard that he was sick.",
        "27": "For indeed he was sick nearly to death, but God had mercy on him, and not on him only, but on me also, that I might not have sorrow on sorrow.",
        "28": "I have sent him therefore the more diligently, that when you see him again, you may rejoice, and that I may be the less sorrowful.",
        "29": "Receive him therefore in the Lord with all joy, and hold such people in honor,",
        "30": "because for the work of Christ he came near to death, risking his life to supply that which was lacking in your service toward me."
      }
    }
  }
}