{
  "book": "Filipeni",
  "chapter": "1",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Pavel și Timotei, robi ai lui Isus Hristos, către toți sfinții în Hristos Isus care sunt în Filipi, împreună cu episcopii și diaconii:",
        "2": "Har vouă și pace de la Dumnezeu, Tatăl nostru, și de la Domnul Isus Hristos!",
        "3": "Mulțumesc Dumnezeului meu pentru toată aducerea aminte pe care o păstrez despre voi.",
        "4": "În toate rugăciunile mele mă rog pentru voi toți, cu bucurie,",
        "5": "pentru partea pe care o luați la Evanghelie din cea dintâi zi până acum.",
        "6": "Sunt încredințat că Acela care a început în voi această bună lucrare o va isprăvi până în ziua lui Isus Hristos.",
        "7": "Este drept să gândesc astfel despre voi toți, fiindcă vă port în inima mea, întrucât, atât în lanțurile mele, cât și în apărarea și întărirea Evangheliei, voi sunteți toți părtași aceluiași har.",
        "8": "Căci martor îmi este Dumnezeu că vă iubesc pe toți cu o dragoste nespusă în Isus Hristos.",
        "9": "Și mă rog ca dragostea voastră să crească tot mai mult în cunoștință și orice pricepere,",
        "10": "ca să deosebiți lucrurile alese, pentru ca să fiți curați și să nu vă poticniți până în ziua venirii lui Hristos,",
        "11": "plini de roada neprihănirii, prin Isus Hristos, spre slava și lauda lui Dumnezeu.",
        "12": "Vreau să știți, fraților, că împrejurările în care mă găsesc mai degrabă au lucrat la înaintarea Evangheliei.",
        "13": "În adevăr, în toată curtea împărătească și pretutindeni aiurea, toți știu că sunt pus în lanțuri din pricina lui Isus Hristos.",
        "14": "Și cei mai mulți din frați, îmbărbătați de lanțurile mele, au și mai multă îndrăzneală să vestească fără teamă Cuvântul lui Dumnezeu.",
        "15": "Unii, este adevărat, propovăduiesc pe Hristos din pizmă și din duh de ceartă; dar alții, din bunăvoință.",
        "16": "Aceștia din urmă lucrează din dragoste, ca unii care știu că eu sunt însărcinat cu apărarea Evangheliei;",
        "17": "cei dintâi, din duh de ceartă, vestesc pe Hristos nu cu gând curat, ci ca să mai adauge un necaz la lanțurile mele.",
        "18": "Ce ne pasă? Oricum: fie de ochii lumii, fie din toată inima, Hristos este propovăduit. Eu mă bucur de lucrul acesta și mă voi bucura.",
        "19": "Căci știu că lucrul acesta se va întoarce spre mântuirea mea prin rugăciunile voastre și prin ajutorul Duhului lui Isus Hristos.",
        "20": "Mă aștept și nădăjduiesc cu tărie că nu voi fi dat de rușine cu nimic, ci că acum, ca totdeauna, Hristos va fi proslăvit cu îndrăzneală în trupul meu, fie prin viața mea, fie prin moartea mea.",
        "21": "Căci, pentru mine, a trăi este Hristos și a muri este un câștig.",
        "22": "Dar, dacă trebuie să mai trăiesc în trup, face să trăiesc; și nu știu ce trebuie să aleg.",
        "23": "Sunt strâns din două părți: aș dori să mă mut și să fiu împreună cu Hristos, căci ar fi cu mult mai bine,",
        "24": "dar, pentru voi, este mai de trebuință să rămân în trup.",
        "25": "Și sunt încredințat și știu că voi rămâne și voi trăi cu voi toți pentru înaintarea și bucuria credinței voastre,",
        "26": "pentru ca, prin întoarcerea mea la voi, să aveți în mine o mare pricină de laudă în Isus Hristos.",
        "27": "Numai purtați-vă într-un chip vrednic de Evanghelia lui Hristos, pentru ca, fie că voi veni să vă văd, fie că voi rămâne departe de voi, să aud despre voi că rămâneți tari în același duh și că luptați cu un suflet pentru credința Evangheliei,",
        "28": "fără să vă lăsați înspăimântați de potrivnici; lucrul acesta este pentru ei o dovadă de pierzare și de mântuirea voastră, și aceasta de la Dumnezeu.",
        "29": "Căci cu privire la Hristos, vouă vi s-a dat harul nu numai să credeți în El, ci să și pătimiți pentru El",
        "30": "și să și duceți, cum și faceți, aceeași luptă pe care ați văzut-o la mine și pe care auziți că o duc și acum."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Pavel și Timotei, slujitori ai lui Cristos Isus, către toți sfinții în Cristos Isus care sunt în Filipi, împreună cu episcopii și cu diaconii:",
        "2": "Har vouă și pace de la Dumnezeu, Tatăl nostru, și de la Domnul Isus Cristos! Mulțumire și rugăciune",
        "3": "Îi mulțumesc Dumnezeului meu ori de câte ori îmi aduc aminte de voi.",
        "4": "Întotdeauna, în orice rugăciune a mea pentru voi toți, mă rog cu bucurie",
        "5": "datorită părtășiei voastre la Evanghelie, din prima zi și până acum,",
        "6": "fiind convins că Acela Care a început în voi o bună lucrare, o va termina până în ziua lui Cristos Isus.",
        "7": "Este drept să mă gândesc în acest fel la voi toți, fiindcă vă port în inima mea și, atât în lanțurile mele, cât și în apărarea și consolidarea Evangheliei, voi toți sunteți părtași ai acestui har împreună cu mine.",
        "8": "Căci martor îmi este Dumnezeu că tânjesc după voi toți cu simțămintele lui Cristos Isus.",
        "9": "Și mă rog ca dragostea voastră să crească din ce în ce mai mult în cunoaștere și orice pricepere,",
        "10": "ca să recunoașteți lucrurile alese, pentru a fi curați și fără vină în ziua lui Cristos,",
        "11": "plini de rodul dreptății, prin Isus Cristos, spre gloria și lauda lui Dumnezeu. Lanțurile lui Pavel și înaintarea Evangheliei",
        "12": "Vreau să știți, fraților, că lucrurile care mi s-au întâmplat au ajutat, mai degrabă, la înaintarea Evangheliei.",
        "13": "Astfel, prin toată garda palatului și printre toți ceilalți se știe că am fost pus în lanțuri pentru Cristos,",
        "14": "iar cei mai mulți dintre frați, încrezători în Domnul datorită lanțurilor mele, au și mai mare îndrăzneală să vestească fără teamă Cuvântul.",
        "15": "Este adevărat că unii Îl proclamă pe Cristos din invidie și ceartă, iar alții din bunăvoință.",
        "16": "Aceștia din urmă Îl proclamă din dragoste, știind că am fost pus aici pentru apărarea Evangheliei.",
        "17": "Dar ceilalți Îl proclamă pe Cristos din ambiție egoistă, nu în mod sincer, ci gândind să mai adauge un necaz la lanțurile mele.",
        "18": "Dar ce contează? Indiferent în ce fel, fie în prefăcătorie, fie în adevăr, Cristos este proclamat, și de acest lucru mă bucur. Da, și mă voi bucura.",
        "19": "Căci știu că lucrul acesta va duce la eliberarea mea, prin rugăciunile voastre și prin ajutorul Duhului lui Isus Cristos,",
        "20": "potrivit cu așteptarea mea nerăbdătoare și speranța mea că nu voi fi făcut de rușine în nimic, ci, cu toată îndrăzneala, ca întotdeauna, Cristos va fi glorificat în trupul meu și acum, fie prin viața mea, fie prin moartea mea.",
        "21": "Căci pentru mine a trăi este Cristos, iar a muri este un câștig.",
        "22": "Dar dacă trebuie să mai trăiesc în trup, acesta este rodul lucrării mele; totuși, nu știu ce să aleg.",
        "23": "Sunt strâns din două părți: am dorința să plec și să fiu împreună cu Cristos, căci este cu mult mai bine,",
        "24": "dar, pentru voi, este mai de folos să rămân în trup.",
        "25": "Fiind convins de aceasta, știu că voi rămâne și voi continua să trăiesc alături de voi toți pentru înaintarea și bucuria voastră în credință,",
        "26": "pentru ca, prin venirea mea din nou la voi, lauda voastră în Cristos Isus să sporească datorită mie. Viața care onorează Evanghelia",
        "27": "Numai trăiți-vă viața într-un mod demn de Evanghelia lui Cristos, pentru ca, fie că vin și vă văd, fie că sunt departe, să aud despre voi că rămâneți tari într-un singur duh, luptând într-un singur suflet pentru credința Evangheliei,",
        "28": "fără să vă lăsați înspăimântați în niciun fel de împotrivitorii voștri. Lucrul acesta este pentru ei o dovadă că vor fi nimiciți, însă pentru voi este o dovadă a mântuirii voastre. Și dovada aceasta este de la Dumnezeu.",
        "29": "Căci vouă, datorită lui Cristos, vi s-a dat harul nu numai să credeți în El, ci să și suferiți pentru El,",
        "30": "întrucât aveți de dus aceeași luptă pe care ați văzut-o la mine și pe care auziți că o mai duc și acum."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Paul and Timothy, servants of Jesus Christ, to all the saints in Christ Jesus who are at Philippi, with the overseers and servants:",
        "2": "Grace to you and peace from God our Father and the Lord Jesus Christ.",
        "3": "I thank my God whenever I remember you,",
        "4": "always in every request of mine on behalf of you all, making my requests with joy,",
        "5": "for your partnership in furtherance of the Good News from the first day until now;",
        "6": "being confident of this very thing, that he who began a good work in you will complete it until the day of Jesus Christ.",
        "7": "It is even right for me to think this way on behalf of all of you, because I have you in my heart, because both in my bonds and in the defense and confirmation of the Good News, you all are partakers with me of grace.",
        "8": "For God is my witness, how I long after all of you in the tender mercies of Christ Jesus.",
        "9": "This I pray, that your love may abound yet more and more in knowledge and all discernment,",
        "10": "so that you may approve the things that are excellent, that you may be sincere and without offense to the day of Christ,",
        "11": "being filled with the fruits of righteousness which are through Jesus Christ, to the glory and praise of God.",
        "12": "Now I desire to have you know, brothers, that the things which happened to me have turned out rather to the progress of the Good News,",
        "13": "so that it became evident to the whole palace guard, and to all the rest, that my bonds are in Christ,",
        "14": "and that most of the brothers in the Lord, being confident through my bonds, are more abundantly bold to speak the word of God without fear.",
        "15": "Some indeed preach Christ even out of envy and strife, and some also out of good will.",
        "16": "The former insincerely preach Christ from selfish ambition, thinking that they add affliction to my chains;",
        "17": "but the latter out of love, knowing that I am appointed for the defense of the Good News.",
        "18": "What does it matter? Only that in every way, whether in pretense or in truth, Christ is proclaimed. I rejoice in this, yes, and will rejoice.",
        "19": "For I know that this will turn out to my salvation through your prayers and the supply of the Spirit of Jesus Christ,",
        "20": "according to my earnest expectation and hope, that I will in no way be disappointed, but with all boldness, as always, now also Christ will be magnified in my body, whether by life or by death.",
        "21": "For to me to live is Christ, and to die is gain.",
        "22": "But if I live on in the flesh, this will bring fruit from my work; yet I don’t know what I will choose.",
        "23": "But I am hard pressed between the two, having the desire to depart and be with Christ, which is far better.",
        "24": "Yet to remain in the flesh is more needful for your sake.",
        "25": "Having this confidence, I know that I will remain, yes, and remain with you all for your progress and joy in the faith,",
        "26": "that your boasting may abound in Christ Jesus in me through my presence with you again.",
        "27": "Only let your way of life be worthy of the Good News of Christ, that whether I come and see you or am absent, I may hear of your state, that you stand firm in one spirit, with one soul striving for the faith of the Good News;",
        "28": "and in nothing frightened by the adversaries, which is for them a proof of destruction, but to you of salvation, and that from God.",
        "29": "Because it has been granted to you on behalf of Christ, not only to believe in him, but also to suffer on his behalf,",
        "30": "having the same conflict which you saw in me and now hear is in me."
      }
    }
  }
}