{
  "book": "Filipeni",
  "chapter": "4",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "De aceea, preaiubiții și mult doriții mei frați, bucuria și cununa mea, rămâneți astfel tari în Domnul, preaiubiților!",
        "2": "Îndemn pe Evodia și îndemn pe Sintichia să fie cu un gând în Domnul.",
        "3": "Și pe tine, adevărat tovarăș de jug, te rog să vii în ajutorul femeilor acestora care au lucrat împreună cu mine pentru Evanghelie, cu Clement și cu ceilalți tovarăși de lucru ai mei, ale căror nume sunt scrise în cartea vieții.",
        "4": "Bucurați-vă totdeauna în Domnul! Iarăși zic: Bucurați-vă!",
        "5": "Blândețea voastră să fie cunoscută de toți oamenii. Domnul este aproape.",
        "6": "Nu vă îngrijorați de nimic, ci, în orice lucru, aduceți cererile voastre la cunoștința lui Dumnezeu, prin rugăciuni și cereri, cu mulțumiri.",
        "7": "Și pacea lui Dumnezeu, care întrece orice pricepere, vă va păzi inimile și gândurile în Hristos Isus.",
        "8": "Încolo, frații mei, tot ce este adevărat, tot ce este vrednic de cinste, tot ce este drept, tot ce este curat, tot ce este vrednic de iubit, tot ce este vrednic de primit, orice faptă bună și orice laudă, aceea să vă însuflețească.",
        "9": "Ce ați învățat, ce ați primit și auzit de la mine și ce ați văzut în mine, faceți. Și Dumnezeul păcii va fi cu voi.",
        "10": "Am avut o mare bucurie în Domnul, că, în sfârșit, ați putut să vă înnoiți iarăși simțămintele voastre față de mine. Vă gândeați voi la așa ceva, dar vă lipsea prilejul.",
        "11": "Nu zic lucrul acesta având în vedere nevoile mele; căci m-am deprins să fiu mulțumit cu starea în care mă găsesc.",
        "12": "Știu să trăiesc smerit și știu să trăiesc în belșug. În totul și pretutindeni m-am deprins să fiu sătul și flămând, să fiu în belșug și să fiu în lipsă.",
        "13": "Pot totul în Hristos, care mă întărește.",
        "14": "Dar bine ați făcut că ați luat parte la strâmtorarea mea.",
        "15": "Știți voi înșivă, filipenilor, că, la începutul Evangheliei, când am plecat din Macedonia, nicio Biserică n-a avut legătură cu mine în ceea ce privește „darea” și „primirea” afară de voi.",
        "16": "Căci mi-ați trimis în Tesalonic, o dată și chiar de două ori, ceva pentru nevoile mele.",
        "17": "Nu că umblu după daruri. Dimpotrivă, umblu după câștigul care prisosește în folosul vostru.",
        "18": "Am de toate și sunt în belșug. Sunt bogat de când am primit prin Epafrodit ce mi-ați trimis…, un miros de bună mireasmă, o jertfă bine primită și plăcută lui Dumnezeu.",
        "19": "Și Dumnezeul meu să îngrijească de toate trebuințele voastre, după bogăția Sa, în slavă, în Isus Hristos.",
        "20": "A lui Dumnezeu și Tatăl nostru să fie slava în vecii vecilor! Amin.",
        "21": "Spuneți sănătate fiecărui sfânt în Hristos Isus. Frații care sunt cu mine vă trimit sănătate.",
        "22": "Toți sfinții vă trimit sănătate, mai ales cei din casa Cezarului.",
        "23": "Harul Domnului Isus Hristos să fie cu voi cu toți! Amin."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "De aceea, frații mei preaiubiți și dragi, bucuria și coroana mea, așa să rămâneți tari în Domnul, preaiubiților!",
        "2": "Le îndemn pe Euodia și pe Syntyche să se înțeleagă în Domnul.",
        "3": "Iar pe tine, adevărat partener de jug, te rog, ajută-le pe aceste femei! Ele au lucrat din greu pentru Evanghelie împreună cu mine, cu Clement și cu ceilalți confrați ai mei, ale căror nume sunt în Cartea Vieții. Îndemnuri finale",
        "4": "Bucurați-vă totdeauna în Domnul! Vă spun din nou: bucurați-vă!",
        "5": "Blândețea voastră să fie cunoscută de toți oamenii! Domnul este aproape.",
        "6": "Nu vă îngrijorați de nimic, ci, în orice lucru, prin mijlocire și rugăciune, cu mulțumire, faceți cunoscute cererile voastre înaintea lui Dumnezeu.",
        "7": "Iar pacea lui Dumnezeu, care depășește orice înțelegere, vă va păzi inimile și gândurile în Cristos Isus.",
        "8": "În cele din urmă, fraților, tot ce este adevărat, tot ce este nobil, tot ce este drept, tot ce este curat, tot ce este plăcut, tot ce este demn de admirat, dacă este vreo faptă măreață, dacă este ceva demn de laudă, la acestea gândiți-vă!",
        "9": "Iar ceea ce ați învățat, ați primit, ați auzit și ați văzut în mine, aceea faceți! Și Dumnezeul păcii va fi cu voi. Mulțumire pentru daruri",
        "10": "M-am bucurat foarte mult în Domnul că, în sfârșit, sunteți preocupați din nou de mine. Vă gândeați voi la așa ceva, dar nu s-a ivit ocazia.",
        "11": "Nu din cauza unei nevoi vă spun aceasta, căci am învățat să fiu mulțumit în orice împrejurare m-aș afla.",
        "12": "Știu și să trăiesc smerit, știu și să trăiesc în belșug. În totul și în toate m-am deprins și să fiu sătul, și să fiu flămând, și să fiu în belșug, și să fiu în nevoie.",
        "13": "Pot totul prin Cristos, Care mă întărește.",
        "14": "Însă ați făcut bine că ați fost alături de mine în necaz.",
        "15": "Voi înșivă, filipenilor, știți că la începutul Evangheliei, când am ieșit din Macedonia, nicio biserică nu mi-a fost alături în ce privește ajutorul oferit și ajutorul primit, în afară de voi.",
        "16": "Căci chiar și în Tesalonic mi-ați trimis o dată și chiar de două ori ajutor pentru nevoia mea.",
        "17": "Nu că eu umblu după vreun dar, ci umblu după rodul care sporește spre folosul vostru.",
        "18": "Am primit de toate și sunt în belșug. Am pe deplin, deoarece am primit de la Epafroditos darurile din partea voastră – o aromă plăcută, o jertfă bine primită, plăcută lui Dumnezeu.",
        "19": "Dumnezeul meu va împlini toate nevoile voastre, potrivit cu bogăția Lui, în glorie, în Cristos Isus.",
        "20": "A Dumnezeului și Tatălui nostru să fie gloria, în vecii vecilor! Amin.",
        "21": "Salutați-i pe toți sfinții în Cristos Isus! Frații care sunt cu mine vă salută.",
        "22": "Toți sfinții vă salută, mai ales cei din casa Cezarului.",
        "23": "Harul Domnului Isus Cristos să fie cu duhul vostru! Amin."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Therefore, my brothers, beloved and longed for, my joy and crown, stand firm in the Lord in this way, my beloved.",
        "2": "I exhort Euodia, and I exhort Syntyche, to think the same way in the Lord.",
        "3": "Yes, I beg you also, true partner, help these women, for they labored with me in the Good News with Clement also, and the rest of my fellow workers, whose names are in the book of life.",
        "4": "Rejoice in the Lord always! Again I will say, “Rejoice!”",
        "5": "Let your gentleness be known to all men. The Lord is at hand.",
        "6": "In nothing be anxious, but in everything, by prayer and petition with thanksgiving, let your requests be made known to God.",
        "7": "And the peace of God, which surpasses all understanding, will guard your hearts and your thoughts in Christ Jesus.",
        "8": "Finally, brothers, whatever things are true, whatever things are honorable, whatever things are just, whatever things are pure, whatever things are lovely, whatever things are of good report: if there is any virtue and if there is anything worthy of praise, think about these things.",
        "9": "Do the things which you learned, received, heard, and saw in me, and the God of peace will be with you.",
        "10": "But I rejoice in the Lord greatly that now at length you have revived your thought for me; in which you did indeed take thought, but you lacked opportunity.",
        "11": "Not that I speak because of lack, for I have learned in whatever state I am, to be content in it.",
        "12": "I know how to be humbled, and I also know how to abound. In any and all circumstances I have learned the secret both to be filled and to be hungry, both to abound and to be in need.",
        "13": "I can do all things through Christ who strengthens me.",
        "14": "However you did well that you shared in my affliction.",
        "15": "You yourselves also know, you Philippians, that in the beginning of the Good News, when I departed from Macedonia, no assembly shared with me in the matter of giving and receiving but you only.",
        "16": "For even in Thessalonica you sent once and again to my need.",
        "17": "Not that I seek for the gift, but I seek for the fruit that increases to your account.",
        "18": "But I have all things and abound. I am filled, having received from Epaphroditus the things that came from you, a sweet-smelling fragrance, an acceptable and well-pleasing sacrifice to God.",
        "19": "My God will supply every need of yours according to his riches in glory in Christ Jesus.",
        "20": "Now to our God and Father be the glory forever and ever! Amen.",
        "21": "Greet every saint in Christ Jesus. The brothers who are with me greet you.",
        "22": "All the saints greet you, especially those who are of Caesar’s household.",
        "23": "The grace of the Lord Jesus Christ be with you all. Amen."
      }
    }
  }
}