{
  "book": "Filipeni",
  "chapter": "3",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Încolo, frații mei, bucurați-vă în Domnul. Mie nu-mi este greu să vă scriu mereu aceleași lucruri, iar vouă vă este de folos.",
        "2": "Păziți-vă de câinii aceia; păziți-vă de lucrătorii aceia răi; păziți-vă de scrijeliții aceia!",
        "3": "Căci cei tăiați împrejur suntem noi, care slujim lui Dumnezeu prin Duhul lui Dumnezeu, care ne lăudăm în Hristos Isus și care nu ne punem încrederea în lucrurile pământești.",
        "4": "Măcar că eu aș avea pricină de încredere chiar în lucrurile pământești. Dacă altul crede că se poate încrede în lucrurile pământești, eu și mai mult;",
        "5": "eu, care sunt tăiat împrejur a opta zi, din neamul lui Israel, din seminția lui Beniamin, evreu din evrei; în ceea ce privește Legea, fariseu;",
        "6": "în ceea ce privește râvna, prigonitor al Bisericii; cu privire la neprihănirea pe care o dă Legea, fără prihană.",
        "7": "Dar lucrurile care pentru mine erau câștiguri le-am socotit ca o pierdere din pricina lui Hristos.",
        "8": "Ba încă și acum privesc toate aceste lucruri ca o pierdere, față de prețul nespus de mare al cunoașterii lui Hristos Isus, Domnul meu. Pentru El am pierdut toate și le socotesc ca un gunoi, ca să câștig pe Hristos",
        "9": "și să fiu găsit în El, nu având o neprihănire a mea, pe care mi-o dă Legea, ci aceea care se capătă prin credința în Hristos, neprihănirea pe care o dă Dumnezeu prin credință.",
        "10": "Și să-L cunosc pe El și puterea învierii Lui și părtășia suferințelor Lui și să mă fac asemenea cu moartea Lui;",
        "11": "ca să ajung cu orice chip, dacă voi putea, la învierea din morți.",
        "12": "Nu că am și câștigat premiul sau că am și ajuns desăvârșit, dar alerg înainte, căutând să-l apuc, întrucât și eu am fost apucat de Hristos Isus.",
        "13": "Fraților, eu nu cred că l-am apucat încă, dar fac un singur lucru: uitând ce este în urma mea și aruncându-mă spre ce este înainte,",
        "14": "alerg spre țintă, pentru premiul chemării cerești a lui Dumnezeu, în Hristos Isus.",
        "15": "Gândul acesta dar să ne însuflețească pe toți care suntem desăvârșiți; și dacă în vreo privință sunteți de altă părere, Dumnezeu vă va lumina și în această privință.",
        "16": "Dar în lucrurile în care am ajuns de aceeași părere, să umblăm la fel.",
        "17": "Urmați-mă pe mine, fraților, și uitați-vă bine la cei ce se poartă după pilda pe care o aveți în noi.",
        "18": "Căci v-am spus de multe ori și vă mai spun și acum, plângând: sunt mulți care se poartă ca vrăjmași ai crucii lui Hristos.",
        "19": "Sfârșitul lor va fi pierzarea. Dumnezeul lor este pântecele și slava lor este în rușinea lor și se gândesc la lucrurile de pe pământ.",
        "20": "Dar cetățenia noastră este în ceruri, de unde și așteptăm ca Mântuitor pe Domnul Isus Hristos.",
        "21": "El va schimba trupul stării noastre smerite și-l va face asemenea trupului slavei Sale, prin lucrarea puterii pe care o are de a-Și supune toate lucrurile."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În cele din urmă, frații mei, bucurați-vă în Domnul! Mie nu-mi este greu să vă scriu aceleași lucruri, iar vouă, faptul că vă scriu, vă dă siguranță.",
        "2": "Feriți-vă de câinii aceia! Feriți-vă de lucrătorii aceia răi, feriți-vă de mutilatorii aceia!",
        "3": "Căci noi suntem cei circumciși: cei care slujim prin Duhul lui Dumnezeu, ne lăudăm în Cristos Isus și nu ne încredem în lucrurile pământești,",
        "4": "cu toate că eu aș avea motiv de încredere chiar și în lucrurile pământești. Dacă oricine altcineva gândește că se poate încrede în lucrurile pământești, eu și mai mult:",
        "5": "circumcis în a opta zi, din neamul lui Israel, din seminția lui Beniamin, evreu din evrei, în ce privește Legea – fariseu,",
        "6": "în ce privește zelul – persecutor al Bisericii, în ce privește dreptatea care este în Lege – fără vină.",
        "7": "Însă lucrurile care pentru mine erau câștiguri, le-am considerat o pierdere, de dragul lui Cristos.",
        "8": "Ba mai mult, le consider pe toate ca fiind o pierdere față de valoarea mult mai mare a cunoașterii lui Cristos Isus, Domnul meu, de dragul Căruia am suferit pierderea tuturor lucrurilor și pe care le consider niște gunoaie, ca să-L câștig pe Cristos",
        "9": "și să fiu găsit în El, nu având o dreptate a mea, care vine din Lege, ci una care vine prin credința în Cristos: dreptatea care vine de la Dumnezeu pe baza credinței.",
        "10": "Doresc să-L cunosc pe El și puterea învierii Lui și părtășia suferințelor Lui și să mă asemăn cu El în moartea Lui,",
        "11": "pentru ca astfel să ajung, cumva, la învierea dintre cei morți. Urmărind premiul",
        "12": "Nu că am și primit deja aceasta sau că am și fost făcut deja desăvârșit, dar urmăresc să apuc premiul pentru care și eu am fost apucat de Cristos Isus.",
        "13": "Fraților, eu însumi nu consider că l-am apucat, însă fac un singur lucru: uitând ce este în urmă și aruncându-mă spre cele ce sunt înainte,",
        "14": "urmăresc ținta, alergând spre premiul chemării cerești a lui Dumnezeu, în Cristos Isus.",
        "15": "Așadar, toți cei ce suntem maturi, să gândim astfel. Iar dacă gândiți diferit în vreo privință, Dumnezeu vă va descoperi și acest lucru.",
        "16": "Însă, în ceea ce am ajuns la aceeași părere, să umblăm la fel.",
        "17": "Urmați exemplul meu, fraților, și uitați-vă cu atenție la cei care trăiesc astfel, după exemplul pe care îl aveți de la noi.",
        "18": "Căci sunt mulți, despre care v-am spus adesea și vă spun și acum, plângând, care trăiesc ca dușmani ai crucii lui Cristos.",
        "19": "Sfârșitul lor va fi pierzarea. Dumnezeul lor este pântecul, iar gloria lor stă în rușinea lor. Ei se gândesc la cele pământești.",
        "20": "Dar cetățenia noastră este în Ceruri, de unde Îl și așteptăm pe Mântuitorul nostru, Domnul Isus Cristos.",
        "21": "El va transforma trupul stării noastre smerite și-l va face asemenea trupului gloriei Sale, prin lucrarea puterii Sale de a-Și supune toate lucrurile."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Finally, my brothers, rejoice in the Lord! To write the same things to you, to me indeed is not tiresome, but for you it is safe.",
        "2": "Beware of the dogs; beware of the evil workers; beware of the false circumcision.",
        "3": "For we are the circumcision, who worship God in the Spirit, and rejoice in Christ Jesus, and have no confidence in the flesh;",
        "4": "though I myself might have confidence even in the flesh. If any other man thinks that he has confidence in the flesh, I yet more:",
        "5": "circumcised the eighth day, of the stock of Israel, of the tribe of Benjamin, a Hebrew of Hebrews; concerning the law, a Pharisee;",
        "6": "concerning zeal, persecuting the assembly; concerning the righteousness which is in the law, found blameless.",
        "7": "However, I consider those things that were gain to me as a loss for Christ.",
        "8": "Yes most certainly, and I count all things to be a loss for the excellency of the knowledge of Christ Jesus, my Lord, for whom I suffered the loss of all things, and count them nothing but refuse, that I may gain Christ",
        "9": "and be found in him, not having a righteousness of my own, that which is of the law, but that which is through faith in Christ, the righteousness which is from God by faith,",
        "10": "that I may know him and the power of his resurrection, and the fellowship of his sufferings, becoming conformed to his death,",
        "11": "if by any means I may attain to the resurrection from the dead.",
        "12": "Not that I have already obtained, or am already made perfect; but I press on, that I may take hold of that for which also I was taken hold of by Christ Jesus.",
        "13": "Brothers, I don’t regard myself as yet having taken hold, but one thing I do: forgetting the things which are behind and stretching forward to the things which are before,",
        "14": "I press on toward the goal for the prize of the high calling of God in Christ Jesus.",
        "15": "Let us therefore, as many as are perfect, think this way. If in anything you think otherwise, God will also reveal that to you.",
        "16": "Nevertheless, to the extent that we have already attained, let’s walk by the same rule. Let’s be of the same mind.",
        "17": "Brothers, be imitators together of me, and note those who walk this way, even as you have us for an example.",
        "18": "For many walk, of whom I told you often, and now tell you even weeping, as the enemies of the cross of Christ,",
        "19": "whose end is destruction, whose god is the belly, and whose glory is in their shame, who think about earthly things.",
        "20": "For our citizenship is in heaven, from where we also wait for a Savior, the Lord Jesus Christ,",
        "21": "who will change the body of our humiliation to be conformed to the body of his glory, according to the working by which he is able even to subject all things to himself."
      }
    }
  }
}