{
  "book": "Galateni",
  "chapter": "1",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Pavel, apostol nu de la oameni, nici printr-un om, ci prin Isus Hristos și prin Dumnezeu Tatăl, care L-a înviat din morți,",
        "2": "și toți frații care sunt împreună cu mine, către Bisericile Galatiei:",
        "3": "Har și pace vouă de la Dumnezeu Tatăl și de la Domnul nostru Isus Hristos!",
        "4": "El S-a dat pe Sine Însuși pentru păcatele noastre ca să ne smulgă din acest veac rău, după voia Dumnezeului nostru și Tatăl.",
        "5": "A Lui să fie slava în vecii vecilor! Amin. Nestatornicia galatenilor",
        "6": "Mă mir că treceți așa de repede de la Cel ce v-a chemat prin harul lui Hristos la o altă evanghelie.",
        "7": "Nu doar că este o altă evanghelie, dar sunt unii oameni care vă tulbură și voiesc să răstoarne Evanghelia lui Hristos.",
        "8": "Dar chiar dacă noi înșine sau un înger din cer ar veni să vă propovăduiască o evanghelie deosebită de aceea pe care v-am propovăduit-o noi, să fie anatema!",
        "9": "Cum am mai spus, o spun și acum: Dacă vă propovăduiește cineva o evanghelie deosebită de aceea pe care ați primit-o, să fie anatema!",
        "10": "Caut eu oare, în clipa aceasta, să capăt bunăvoința oamenilor sau bunăvoința lui Dumnezeu? Sau caut să plac oamenilor? Dacă aș mai căuta să plac oamenilor, n-aș fi robul lui Hristos. Evanghelia lui Pavel",
        "11": "Fraților, vă mărturisesc că Evanghelia propovăduită de mine nu este de obârșie omenească,",
        "12": "pentru că n-am primit-o, nici n-am învățat-o de la vreun om, ci prin descoperirea lui Isus Hristos.",
        "13": "Ați auzit, în adevăr, care era purtarea mea de altădată, în religia iudeilor. Cum, adică, prigoneam peste măsură de mult Biserica lui Dumnezeu și făceam prăpăd în ea",
        "14": "și cum eram mai înaintat în religia iudeilor decât mulți din neamul meu de o vârstă cu mine. Eram însuflețit de o râvnă nespus de mare pentru datinile strămoșești.",
        "15": "Dar, când Dumnezeu, care m-a pus deoparte din pântecele maicii mele și m-a chemat prin harul Său, a găsit cu cale",
        "16": "să descopere în mine pe Fiul Său, ca să-L vestesc între neamuri, îndată n-am întrebat pe niciun om,",
        "17": "nici nu m-am suit la Ierusalim, la cei ce au fost apostoli înainte de mine, ci m-am dus în Arabia. Apoi m-am întors din nou la Damasc.",
        "18": "După trei ani, m-am suit la Ierusalim să fac cunoștință cu Chifa și am rămas la el cincisprezece zile.",
        "19": "Dar n-am văzut pe niciunul altul dintre apostoli decât pe Iacov, fratele Domnului.",
        "20": "În cele ce vă scriu, iată, înaintea lui Dumnezeu, nu mint.",
        "21": "După aceea m-am dus în ținuturile Siriei și Ciliciei.",
        "22": "Și eram încă necunoscut la față Bisericilor lui Hristos care sunt în Iudeea.",
        "23": "Ele auzeau doar spunându-se: „Cel ce ne prigonea odinioară acum propovăduiește credința pe care căuta s-o nimicească odinioară.”",
        "24": "Și slăveau pe Dumnezeu din pricina mea."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Pavel, apostol nu de la oameni, nici printr-un om, ci prin Isus Cristos și Dumnezeu Tatăl, Care L-a înviat dintre cei morți,",
        "2": "și toți frații care sunt cu mine, către bisericile Galatiei:",
        "3": "Har vouă și pace de la Dumnezeu, Tatăl nostru, și de la Domnul Isus Cristos,",
        "4": "Care S-a dat pe Sine pentru păcatele noastre, ca să ne scape din acest veac rău, potrivit cu voia lui Dumnezeu, Tatăl nostru.",
        "5": "A Lui să fie gloria, în vecii vecilor! Amin. Nu există o altă Evanghelie",
        "6": "Sunt uimit că treceți așa de repede de la Cel Care v-a chemat să trăiți în harul lui Cristos, la o altă evanghelie.",
        "7": "Nu că ar exista o altă Evanghelie, dar sunt unii care vă tulbură și vor să pervertească Evanghelia lui Cristos.",
        "8": "Însă, chiar dacă noi sau un înger din Cer v-ar vesti o altă evanghelie decât cea pe care v-am vestit-o, să fie blestemat!",
        "9": "Așa cum v-am spus înainte, vă spun din nou: dacă cineva vă vestește o altă evanghelie decât cea pe care ați primit-o, să fie blestemat!",
        "10": "Caut eu acum aprobarea oamenilor sau pe a lui Dumnezeu? Sau încerc eu să plac oamenilor? Dacă aș mai încerca să plac oamenilor, n-aș fi un slujitor al lui Cristos! Pavel chemat de Dumnezeu",
        "11": "Vă fac cunoscut, fraților, că Evanghelia vestită de mine nu este de origine omenească,",
        "12": "pentru că n-am primit-o, nici n-am învățat-o de la vreun om, ci prin descoperire din partea lui Isus Cristos.",
        "13": "Căci ați auzit despre felul meu de viață din trecut, în iudaism, cum persecutam peste măsură Biserica lui Dumnezeu și o distrugeam.",
        "14": "Eram mai înaintat în iudaism decât mulți dintre cei de o vârstă cu mine, din poporul meu, având un mai mare zel pentru tradițiile strămoșești.",
        "15": "Dar când Dumnezeu, Care m-a pus deoparte încă din pântecul mamei mele și m-a chemat prin harul Său, a considerat potrivit",
        "16": "să-L descopere pe Fiul Său în mine, ca să-L vestesc printre neevrei, nu am cerut imediat sfatul unui om,",
        "17": "nici nu m-am dus la Ierusalim, la cei care au fost apostoli înaintea mea, ci m-am dus în Arabia, iar după aceea m-am reîntors în Damasc.",
        "18": "Apoi, după trei ani, m-am dus la Ierusalim ca să-l vizitez pe Chifa și am rămas la el cincisprezece zile,",
        "19": "dar n-am văzut pe niciun alt apostol, în afară de Iacov, fratele Domnului.",
        "20": "În cele ce vă scriu, iată, vă asigur înaintea lui Dumnezeu că nu mint.",
        "21": "M-am dus apoi în regiunile Siriei și ale Ciliciei,",
        "22": "dar le eram încă necunoscut la față bisericilor din Iudeea, care sunt în Cristos.",
        "23": "Ei doar auzeau spunându-se: „Cel care înainte ne persecuta, vestește acum credința pe care încerca s-o distrugă“.",
        "24": "Și Îl glorificau pe Dumnezeu datorită mie."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Paul, an apostle—not from men, nor through man, but through Jesus Christ, and God the Father, who raised him from the dead—",
        "2": "and all the brothers who are with me, to the assemblies of Galatia:",
        "3": "Grace to you and peace from God the Father and our Lord Jesus Christ,",
        "4": "who gave himself for our sins, that he might deliver us out of this present evil age, according to the will of our God and Father—",
        "5": "to whom be the glory forever and ever. Amen.",
        "6": "I marvel that you are so quickly deserting him who called you in the grace of Christ to a different “good news”,",
        "7": "but there isn’t another “good news.” Only there are some who trouble you and want to pervert the Good News of Christ.",
        "8": "But even though we, or an angel from heaven, should preach to you any “good news” other than that which we preached to you, let him be cursed.",
        "9": "As we have said before, so I now say again: if any man preaches to you any “good news” other than that which you received, let him be cursed.",
        "10": "For am I now seeking the favor of men, or of God? Or am I striving to please men? For if I were still pleasing men, I wouldn’t be a servant of Christ.",
        "11": "But I make known to you, brothers, concerning the Good News which was preached by me, that it is not according to man.",
        "12": "For I didn’t receive it from man, nor was I taught it, but it came to me through revelation of Jesus Christ.",
        "13": "For you have heard of my way of living in time past in the Jews’ religion, how that beyond measure I persecuted the assembly of God and ravaged it.",
        "14": "I advanced in the Jews’ religion beyond many of my own age among my countrymen, being more exceedingly zealous for the traditions of my fathers.",
        "15": "But when it was the good pleasure of God, who separated me from my mother’s womb and called me through his grace,",
        "16": "to reveal his Son in me, that I might preach him among the Gentiles, I didn’t immediately confer with flesh and blood,",
        "17": "nor did I go up to Jerusalem to those who were apostles before me, but I went away into Arabia. Then I returned to Damascus.",
        "18": "Then after three years I went up to Jerusalem to visit Peter, and stayed with him fifteen days.",
        "19": "But of the other apostles I saw no one except James, the Lord’s brother.",
        "20": "Now about the things which I write to you, behold, before God, I’m not lying.",
        "21": "Then I came to the regions of Syria and Cilicia.",
        "22": "I was still unknown by face to the assemblies of Judea which were in Christ,",
        "23": "but they only heard, “He who once persecuted us now preaches the faith that he once tried to destroy.”",
        "24": "So they glorified God in me."
      }
    }
  }
}