{
  "book": "Galateni",
  "chapter": "5",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Rămâneți dar tari și nu vă plecați iarăși sub jugul robiei. Slobozenia creștină",
        "2": "Iată, eu, Pavel, vă spun că, dacă vă veți tăia împrejur, Hristos nu vă va folosi la nimic.",
        "3": "Și mărturisesc iarăși încă o dată oricărui om care primește tăierea împrejur că este dator să împlinească toată Legea.",
        "4": "Voi, care voiți să fiți socotiți neprihăniți prin Lege, v-ați despărțit de Hristos; ați căzut din har.",
        "5": "Căci noi, prin Duhul, așteptăm prin credință nădejdea neprihănirii.",
        "6": "Căci, în Isus Hristos, nici tăierea împrejur, nici netăierea împrejur n-au vreun preț, ci credința care lucrează prin dragoste.",
        "7": "Voi alergați bine: Cine v-a tăiat calea ca să n-ascultați de adevăr?",
        "8": "Înduplecarea aceasta nu vine de la Cel ce v-a chemat.",
        "9": "Puțin aluat face să se dospească toată plămădeala.",
        "10": "Eu, cu privire la voi, am în Domnul încrederea că nu gândiți altfel. Dar cel ce vă tulbură va purta osânda, oricine ar fi el.",
        "11": "Cât despre mine, fraților, dacă mai propovăduiesc tăierea împrejur, de ce mai sunt prigonit? Atunci, pricina de poticnire a crucii s-a dus.",
        "12": "Și schilodească-se odată cei ce vă tulbură! Îndemn să trăiască în dragoste",
        "13": "Fraților, voi ați fost chemați la slobozenie. Numai nu faceți din slobozenie o pricină ca să trăiți pentru firea pământească, ci slujiți-vă unii altora în dragoste.",
        "14": "Căci toată Legea se cuprinde într-o singură poruncă: „Să iubești pe aproapele tău ca pe tine însuți.”",
        "15": "Dar, dacă vă mușcați și vă mâncați unii pe alții, luați seama să nu fiți nimiciți unii de alții. Faptele firii pământești și Duhul",
        "16": "Zic dar: umblați cârmuiți de Duhul și nu împliniți poftele firii pământești.",
        "17": "Căci firea pământească poftește împotriva Duhului, și Duhul, împotriva firii pământești; sunt lucruri potrivnice unele altora, așa că nu puteți face tot ce voiți.",
        "18": "Dacă sunteți călăuziți de Duhul, nu sunteți sub Lege.",
        "19": "Și faptele firii pământești sunt cunoscute și sunt acestea: preacurvia, curvia, necurăția, desfrânarea,",
        "20": "închinarea la idoli, vrăjitoria, vrăjbile, certurile, zavistiile, mâniile, neînțelegerile, dezbinările, certurile de partide,",
        "21": "pizmele, uciderile, bețiile, îmbuibările și alte lucruri asemănătoare cu acestea. Vă spun mai dinainte, cum am mai spus, că cei ce fac astfel de lucruri nu vor moșteni Împărăția lui Dumnezeu.",
        "22": "Roada Duhului, dimpotrivă, este: dragostea, bucuria, pacea, îndelunga răbdare, bunătatea, facerea de bine, credincioșia,",
        "23": "blândețea, înfrânarea poftelor. Împotriva acestor lucruri nu este lege.",
        "24": "Cei ce sunt ai lui Hristos Isus și-au răstignit firea pământească împreună cu patimile și poftele ei.",
        "25": "Dacă trăim prin Duhul, să și umblăm prin Duhul.",
        "26": "Să nu umblăm după o slavă deșartă, întărâtându-ne unii pe alții și pizmuindu-ne unii pe alții."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Cristos ne-a eliberat ca să avem libertate. Rămâneți deci tari și nu intrați din nou în jugul sclaviei.",
        "2": "Iată! Eu, Pavel, vă spun că, dacă vă lăsați să fiți circumciși, Cristos nu vă va folosi la nimic.",
        "3": "Și mărturisesc din nou oricărui om care se lasă să fie circumcis, că este dator să împlinească toată Legea.",
        "4": "Voi, care vreți să fiți îndreptățiți prin Lege, v-ați despărțit de Cristos, ați căzut din har.",
        "5": "Căci noi așteptăm cu nerăbdare prin Duhul, prin credință, speranța dreptății,",
        "6": "întrucât, în Cristos Isus, nici circumcizia, nici necircumcizia nu au vreo valoare, ci numai credința, care lucrează prin dragoste.",
        "7": "Voi obișnuiați să alergați bine! Cine v-a tăiat calea ca să nu ascultați de adevăr?",
        "8": "Convingerea aceasta înșelătoare nu vine de la Cel Ce v-a chemat.",
        "9": "Puțină drojdie face să crească tot aluatul.",
        "10": "Am încredere în Domnul cu privire la voi, că nu veți gândi altfel. Dar cel care vă tulbură va suferi condamnarea, oricine ar fi el.",
        "11": "Eu însă, fraților, dacă predic circumcizia de ce mai sunt persecutat? Atunci îndoiala față de cruce a fost înlăturată.",
        "12": "O, de s-ar tăia de tot cei ce vă tulbură! Trăire în Duhul",
        "13": "Voi ați fost chemați la libertate, fraților, însă nu o libertate care vă dă ocazia să trăiți pentru firea pământească. Dimpotrivă, slujiți-vă unii pe alții prin dragoste.",
        "14": "Căci toată Legea este împlinită într-o singură poruncă: „Să-l iubești pe semenul tău ca pe tine însuți“.",
        "15": "Însă, dacă vă mușcați și vă mâncați unii pe alții, aveți grijă să nu vă distrugeți unii pe alții!",
        "16": "Vă spun deci: umblați prin Duhul și, astfel, nu veți împlini nicidecum pofta firii pământești.",
        "17": "Căci firea pământească poftește împotriva Duhului, iar Duhul împotriva firii pământești, fiindcă acestea se împotrivesc una alteia, pentru ca voi să nu puteți face ceea ce vreți.",
        "18": "Însă, dacă sunteți călăuziți de Duhul, nu sunteți sub Lege.",
        "19": "Faptele firii pământești sunt evidente și sunt acestea: preacurvia, necurăția, depravarea,",
        "20": "idolatria, vrăjitoria, dușmăniile, cearta, invidia, furiile, ambițiile egoiste, neînțelegerile, dezbinările,",
        "21": "geloziile, bețiile, îmbuibările și alte lucruri precum acestea. Vă avertizez, așa cum am făcut-o și înainte, că toți cei ce practică astfel de lucruri nu vor moșteni Împărăția lui Dumnezeu.",
        "22": "Dar rodul Duhului este dragostea, bucuria, pacea, îndelunga răbdare, bunătatea, generozitatea, credința,",
        "23": "blândețea, stăpânirea de sine. Împotriva unor astfel de lucruri nu este lege.",
        "24": "Cei ce sunt ai lui Cristos Isus și-au răstignit firea pământească cu patimile și poftele ei.",
        "25": "Dacă trăim prin Duhul, să și umblăm prin Duhul.",
        "26": "Să nu devenim mândri, provocându-ne unii pe alții și fiind invidioși unii pe alții."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Stand firm therefore in the liberty by which Christ has made us free, and don’t be entangled again with a yoke of bondage.",
        "2": "Behold, I, Paul, tell you that if you receive circumcision, Christ will profit you nothing.",
        "3": "Yes, I testify again to every man who receives circumcision that he is a debtor to do the whole law.",
        "4": "You are alienated from Christ, you who desire to be justified by the law. You have fallen away from grace.",
        "5": "For we through the Spirit, by faith wait for the hope of righteousness.",
        "6": "For in Christ Jesus neither circumcision nor uncircumcision amounts to anything, but faith working through love.",
        "7": "You were running well! Who interfered with you that you should not obey the truth?",
        "8": "This persuasion is not from him who calls you.",
        "9": "A little yeast grows through the whole lump.",
        "10": "I have confidence toward you in the Lord that you will think no other way. But he who troubles you will bear his judgment, whoever he is.",
        "11": "But I, brothers, if I still preach circumcision, why am I still persecuted? Then the stumbling block of the cross has been removed.",
        "12": "I wish that those who disturb you would cut themselves off.",
        "13": "For you, brothers, were called for freedom. Only don’t use your freedom as an opportunity for the flesh, but through love be servants to one another.",
        "14": "For the whole law is fulfilled in one word, in this: “You shall love your neighbor as yourself.”",
        "15": "But if you bite and devour one another, be careful that you don’t consume one another.",
        "16": "But I say, walk by the Spirit, and you won’t fulfill the lust of the flesh.",
        "17": "For the flesh lusts against the Spirit, and the Spirit against the flesh; and these are contrary to one another, that you may not do the things that you desire.",
        "18": "But if you are led by the Spirit, you are not under the law.",
        "19": "Now the deeds of the flesh are obvious, which are: adultery, sexual immorality, uncleanness, lustfulness,",
        "20": "idolatry, sorcery, hatred, strife, jealousies, outbursts of anger, rivalries, divisions, heresies,",
        "21": "envy, murders, drunkenness, orgies, and things like these; of which I forewarn you, even as I also forewarned you, that those who practice such things will not inherit God’s Kingdom.",
        "22": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faith,",
        "23": "gentleness, and self-control. Against such things there is no law.",
        "24": "Those who belong to Christ have crucified the flesh with its passions and lusts.",
        "25": "If we live by the Spirit, let’s also walk by the Spirit.",
        "26": "Let’s not become conceited, provoking one another, and envying one another."
      }
    }
  }
}