{
  "book": "Galateni",
  "chapter": "2",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "După paisprezece ani, m-am suit din nou la Ierusalim împreună cu Barnaba și am luat cu mine și pe Tit.",
        "2": "M-am suit, în urma unei descoperiri, și le-am arătat Evanghelia pe care o propovăduiesc eu între neamuri, îndeosebi celor mai cu vază, ca nu cumva să alerg sau să fi alergat în zadar.",
        "3": "Nici chiar Tit, care era cu mine, măcar că era grec, n-a fost silit să se taie împrejur",
        "4": "din pricina fraților mincinoși, furișați și strecurați printre noi ca să pândească slobozenia pe care o avem în Hristos Isus, cu gând să ne aducă la robie;",
        "5": "noi nu ne-am supus și nu ne-am potrivit lor nicio clipă măcar, pentru ca adevărul Evangheliei să rămână cu voi.",
        "6": "Cei ce sunt socotiți ca fiind ceva – orice ar fi fost ei, nu-mi pasă: Dumnezeu nu caută la fața oamenilor – aceștia, zic, ei, cei cu vază, nu mi-au adăugat nimic.",
        "7": "Ba dimpotrivă, când au văzut că mie îmi fusese încredințată Evanghelia pentru cei netăiați împrejur, după cum lui Petru îi fusese încredințată Evanghelia pentru cei tăiați împrejur –",
        "8": "căci Cel ce făcuse din Petru apostolul celor tăiați împrejur făcuse și din mine apostolul neamurilor –",
        "9": "și când au cunoscut harul care-mi fusese dat, Iacov, Chifa și Ioan, care sunt priviți ca stâlpi, mi-au dat mie și lui Barnaba mâna dreaptă de însoțire, ca să mergem să propovăduim: noi la neamuri, iar ei la cei tăiați împrejur.",
        "10": "Ne-au spus numai să ne aducem aminte de cei săraci, și chiar așa am și căutat să fac. Pavel înfruntă pe Petru",
        "11": "Dar când a venit Chifa în Antiohia, i-am stat împotrivă în față, căci era de osândit.",
        "12": "În adevăr, înainte de venirea unora de la Iacov, el mânca împreună cu neamurile, dar când au venit ei, s-a ferit și a stat deoparte de teama celor tăiați împrejur.",
        "13": "Împreună cu el au început să se prefacă și ceilalți iudei, așa că până și Barnaba a fost prins în lațul fățărniciei lor.",
        "14": "Când i-am văzut eu că nu umblă drept după adevărul Evangheliei, am spus lui Chifa în fața tuturor: „Dacă tu, care ești iudeu, trăiești ca neamurile, și nu ca iudeii, cum silești pe neamuri să trăiască în felul iudeilor?”",
        "15": "Noi suntem iudei din fire, iar nu păcătoși dintre neamuri.",
        "16": "Totuși, fiindcă știm că omul nu este socotit neprihănit prin faptele Legii, ci numai prin credința în Isus Hristos, am crezut și noi în Hristos Isus, ca să fim socotiți neprihăniți prin credința în Hristos, iar nu prin faptele Legii; pentru că nimeni nu va fi socotit neprihănit prin faptele Legii.",
        "17": "Dar, dacă, în timp ce căutăm să fim socotiți neprihăniți în Hristos, și noi înșine am fi găsiți ca păcătoși, este oare Hristos un slujitor al păcatului? Nicidecum!",
        "18": "Căci, dacă zidesc iarăși lucrurile pe care le-am stricat, mă arăt ca un călcător de lege.",
        "19": "Căci eu, prin Lege, am murit față de Lege, ca să trăiesc pentru Dumnezeu.",
        "20": "Am fost răstignit împreună cu Hristos și trăiesc…, dar nu mai trăiesc eu, ci Hristos trăiește în mine. Și viața pe care o trăiesc acum în trup o trăiesc în credința în Fiul lui Dumnezeu, care m-a iubit și S-a dat pe Sine Însuși pentru mine.",
        "21": "Nu vreau să fac zadarnic harul lui Dumnezeu; căci dacă neprihănirea se capătă prin Lege, degeaba a murit Hristos."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Apoi, după paisprezece ani, m-am dus din nou la Ierusalim, cu Barnabas, luându-l și pe Titus cu mine.",
        "2": "M-am dus acolo, în urma unei descoperiri, și le-am arătat Evanghelia pe care o predic eu printre neevrei. Le-am arătat-o doar celor mai de seamă, ca nu cumva să alerg sau să fi alergat în zadar.",
        "3": "Dar nici chiar Titus, care era cu mine, n-a fost obligat să se circumcidă, cu toate că era grec,",
        "4": "din cauza fraților falși strecurați printre noi, care s-au furișat printre noi ca să pândească libertatea pe care o avem în Cristos Isus și să ne înrobească.",
        "5": "Nu am cedat și nu ne-am supus lor nici măcar o clipă, pentru ca adevărul Evangheliei să rămână la voi.",
        "6": "Cei ce erau priviți ca fiind ceva (orice ar fi fost ei, nu-mi pasă: la Dumnezeu nu există favoritism), deci ei, cei ce erau priviți ca fiind ceva, nu mi-au adăugat nimic.",
        "7": "Dimpotrivă, când au văzut că mie mi s-a încredințat Evanghelia pentru cei necircumciși, așa cum lui Petru i s-a încredințat Evanghelia pentru cei circumciși,",
        "8": "(fiindcă Cel Ce a lucrat în Petru, făcându-l apostol pentru cei circumciși, a lucrat, de asemenea, și în mine, făcându-mă apostol pentru neevrei)",
        "9": "deci, când Iacov, Chifa și Ioan, care erau priviți ca stâlpi, au cunoscut harul care mi-a fost dat, au făcut o înțelegere cu mine și cu Barnabas, ca noi să mergem la neevrei, iar ei la cei circumciși.",
        "10": "Au cerut doar să ne aducem aminte de cei săraci, lucru pe care, de altfel, eram dornic să-l fac. Pavel îl confruntă pe Chifa",
        "11": "Însă când a venit Chifa în Antiohia, m-am împotrivit lui pe față, pentru că era de condamnat.",
        "12": "Căci înainte să vină unii din partea lui Iacov, el obișnuia să mănânce împreună cu neevreii, dar, când au venit ei, s-a retras și s-a separat, temându-se de cei circumciși.",
        "13": "Și ceilalți iudei s-au unit cu el în această ipocrizie, astfel încât chiar și Barnabas a fost dus în rătăcire prin ipocrizia lor.",
        "14": "Când am văzut că ei nu trăiesc drept, potrivit cu adevărul Evangheliei, i-am spus lui Chifa înaintea tuturor: „Dacă tu, care ești iudeu, trăiești ca neevreii și nu ca iudeii, cum de obligi neevreii să trăiască asemenea iudeilor?“.",
        "15": "Noi, care suntem iudei prin naștere, și nu păcătoși dintre neevrei,",
        "16": "știm că un om nu este îndreptățit prin faptele Legii, ci prin credința în Cristos Isus. De aceea și noi am crezut în Isus ca să fim îndreptățiți prin credința în Cristos, și nu prin faptele Legii, deoarece niciun om nu va fi îndreptățit prin faptele Legii.",
        "17": "Dar dacă, în timp ce căutăm să fim îndreptățiți în Cristos, noi înșine am fost găsiți păcătoși, este oare Cristos un slujitor al păcatului? În niciun caz!",
        "18": "Căci, dacă eu zidesc din nou lucrurile pe care le-am dărâmat, mă dovedesc a fi unul care încalcă Legea.",
        "19": "Căci eu, prin Lege, am murit față de Lege ca să trăiesc pentru Dumnezeu. Am fost răstignit împreună cu Cristos",
        "20": "și nu mai trăiesc eu, ci Cristos trăiește în mine, iar viața pe care o trăiesc acum în trup o trăiesc prin credința în Fiul lui Dumnezeu, Care m-a iubit și S-a dat pe Sine Însuși pentru mine.",
        "21": "Eu nu resping harul lui Dumnezeu, căci, dacă dreptatea se primește prin Lege, atunci Cristos a murit degeaba."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Then after a period of fourteen years I went up again to Jerusalem with Barnabas, taking Titus also with me.",
        "2": "I went up by revelation, and I laid before them the Good News which I preach among the Gentiles, but privately before those who were respected, for fear that I might be running, or had run, in vain.",
        "3": "But not even Titus, who was with me, being a Greek, was compelled to be circumcised.",
        "4": "This was because of the false brothers secretly brought in, who stole in to spy out our liberty which we have in Christ Jesus, that they might bring us into bondage,",
        "5": "to whom we gave no place in the way of subjection, not for an hour, that the truth of the Good News might continue with you.",
        "6": "But from those who were reputed to be important—whatever they were, it makes no difference to me; God doesn’t show partiality to man—they, I say, who were respected imparted nothing to me,",
        "7": "but to the contrary, when they saw that I had been entrusted with the Good News for the uncircumcised, even as Peter with the Good News for the circumcised—",
        "8": "for he who worked through Peter in the apostleship with the circumcised also worked through me with the Gentiles—",
        "9": "and when they perceived the grace that was given to me, James and Cephas and John, those who were reputed to be pillars, gave to Barnabas and me the right hand of fellowship, that we should go to the Gentiles, and they to the circumcision.",
        "10": "They only asked us to remember the poor—which very thing I was also zealous to do.",
        "11": "But when Peter came to Antioch, I resisted him to his face, because he stood condemned.",
        "12": "For before some people came from James, he ate with the Gentiles. But when they came, he drew back and separated himself, fearing those who were of the circumcision.",
        "13": "And the rest of the Jews joined him in his hypocrisy, so that even Barnabas was carried away with their hypocrisy.",
        "14": "But when I saw that they didn’t walk uprightly according to the truth of the Good News, I said to Peter before them all, “If you, being a Jew, live as the Gentiles do, and not as the Jews do, why do you compel the Gentiles to live as the Jews do?",
        "15": "“We, being Jews by nature and not Gentile sinners,",
        "16": "yet knowing that a man is not justified by the works of the law but through faith in Jesus Christ, even we believed in Christ Jesus, that we might be justified by faith in Christ and not by the works of the law, because no flesh will be justified by the works of the law.",
        "17": "But if while we sought to be justified in Christ, we ourselves also were found sinners, is Christ a servant of sin? Certainly not!",
        "18": "For if I build up again those things which I destroyed, I prove myself a law-breaker.",
        "19": "For I through the law died to the law, that I might live to God.",
        "20": "I have been crucified with Christ, and it is no longer I who live, but Christ lives in me. That life which I now live in the flesh, I live by faith in the Son of God, who loved me and gave himself up for me.",
        "21": "I don’t reject the grace of God. For if righteousness is through the law, then Christ died for nothing!”"
      }
    }
  }
}