{
  "book": "Galateni",
  "chapter": "3",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "O, galateni nechibzuiți! Cine v-a fermecat pe voi, înaintea ochilor cărora a fost zugrăvit Isus Hristos ca răstignit?",
        "2": "Iată numai ce voiesc să știu de la voi: prin faptele Legii ați primit voi Duhul ori prin auzirea credinței?",
        "3": "Sunteți așa de nechibzuiți? După ce ați început prin Duhul, vreți acum să sfârșiți prin firea pământească?",
        "4": "În zadar ați suferit voi atât de mult? Dacă, în adevăr, e în zadar!",
        "5": "Cel ce vă dă Duhul și face minuni printre voi le face oare prin faptele Legii sau prin auzirea credinței?",
        "6": "Tot așa și „Avraam a crezut pe Dumnezeu, și credința aceasta i-a fost socotită ca neprihănire”.",
        "7": "Înțelegeți și voi dar că fii ai lui Avraam sunt cei ce au credință.",
        "8": "Scriptura, de asemenea, fiindcă prevedea că Dumnezeu va socoti neprihănite pe neamuri prin credință, a vestit mai dinainte lui Avraam această veste bună: „Toate neamurile vor fi binecuvântate în tine.”",
        "9": "Așa că cei ce se bizuiesc pe credință sunt binecuvântați împreună cu Avraam cel credincios.",
        "10": "Căci toți cei ce se bizuiesc pe faptele Legii sunt sub blestem, pentru că este scris: „Blestemat este oricine nu stăruiește în toate lucrurile scrise în cartea Legii, ca să le facă.”",
        "11": "Și că nimeni nu este socotit neprihănit înaintea lui Dumnezeu prin Lege este învederat, căci „cel neprihănit prin credință va trăi”.",
        "12": "Însă Legea nu se întemeiază pe credință, ci ea zice: „Cine va face aceste lucruri va trăi prin ele.”",
        "13": "Hristos ne-a răscumpărat din blestemul Legii, făcându-Se blestem pentru noi, fiindcă este scris: „Blestemat e oricine este atârnat pe lemn”,",
        "14": "pentru ca binecuvântarea vestită lui Avraam să vină peste neamuri în Hristos Isus, așa ca, prin credință, noi să primim Duhul făgăduit. Făgăduința și Legea",
        "15": "Fraților (vorbesc în felul oamenilor), un testament, chiar al unui om, odată întărit, totuși nimeni nu-l desființează, nici nu-i mai adaugă ceva.",
        "16": "Acum, făgăduințele au fost făcute „lui Avraam și seminței lui”. Nu zice: „Și semințelor” (ca și cum ar fi vorba de mai multe), ci ca și cum ar fi vorba numai de una: „Și seminței tale”, adică Hristos.",
        "17": "Iată ce vreau să zic: un testament pe care l-a întărit Dumnezeu mai înainte nu poate fi desființat, așa ca făgăduința să fie nimicită de Legea venită după patru sute treizeci de ani.",
        "18": "Căci dacă moștenirea ar veni din Lege, nu mai vine din făgăduință; și Dumnezeu printr-o făgăduință a dat-o lui Avraam.",
        "19": "Atunci pentru ce este Legea? Ea a fost adăugată din pricina călcărilor de lege, până când avea să vină „Sămânța”, căreia Îi fusese făcută făgăduința; și a fost dată prin îngeri, prin mâna unui mijlocitor.",
        "20": "Dar mijlocitorul nu este mijlocitorul unei singure părți, pe când Dumnezeu este unul singur.",
        "21": "Atunci oare Legea este împotriva făgăduințelor lui Dumnezeu? Nicidecum! Dacă s-ar fi dat o Lege care să poată da viața, într-adevăr, neprihănirea ar veni din Lege.",
        "22": "Dar Scriptura a închis totul sub păcat, pentru ca făgăduința să fie dată celor ce cred, prin credința în Isus Hristos.",
        "23": "Înainte de venirea credinței, noi eram sub paza Legii, închiși pentru credința care trebuia să fie descoperită.",
        "24": "Astfel, Legea ne-a fost un îndrumător spre Hristos, ca să fim socotiți neprihăniți prin credință.",
        "25": "După ce a venit credința, nu mai suntem sub îndrumătorul acesta.",
        "26": "Căci toți sunteți fii ai lui Dumnezeu prin credința în Hristos Isus.",
        "27": "Toți care ați fost botezați pentru Hristos v-ați îmbrăcat cu Hristos.",
        "28": "Nu mai este nici iudeu, nici grec; nu mai este nici rob, nici slobod; nu mai este nici parte bărbătească, nici parte femeiască, fiindcă toți sunteți una în Hristos Isus.",
        "29": "Și dacă sunteți ai lui Hristos, sunteți „sămânța” lui Avraam, moștenitori prin făgăduință."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "O, galateni nesăbuiți! Cine v-a fermecat pe voi, înaintea ochilor cărora Isus Cristos a fost înfățișat ca răstignit?",
        "2": "Un singur lucru doresc să aflu de la voi: ați primit Duhul prin faptele Legii sau prin auzirea credinței?",
        "3": "Sunteți chiar atât de nesăbuiți? Ați început prin Duhul, iar acum vreți să sfârșiți în firea pământească?",
        "4": "Ați suferit atâtea degeaba? – dacă într-adevăr a fost degeaba!",
        "5": "Prin urmare, Cel Ce vă oferă Duhul și înfăptuiește minuni între voi face acestea prin faptele Legii sau prin auzirea credinței?",
        "6": "Tot astfel, „Avraam a crezut în Dumnezeu, și aceasta i-a fost considerată dreptate“.",
        "7": "Înțelegeți, deci, că cei ce au credință, aceia sunt fii ai lui Avraam!",
        "8": "Iar Scriptura, care a prevăzut că Dumnezeu va îndreptăți națiunile prin credință, i-a vestit mai dinainte lui Avraam această veste bună: „Prin tine vor fi binecuvântate toate națiunile!“.",
        "9": "Astfel, cei ce cred sunt binecuvântați împreună cu Avraam cel credincios.",
        "10": "Căci cei ce se bazează pe faptele Legii sunt sub blestem, deoarece este scris: „Blestemat este oricine nu rămâne în toate lucrurile scrise în Cartea Legii, ca să le facă“.",
        "11": "Este clar că nimeni nu este îndreptățit înaintea lui Dumnezeu prin Lege, pentru că „Cel drept prin credință va trăi“,",
        "12": "iar Legea nu se bazează pe credință, ci ea spune: „Cel ce le împlinește va trăi prin ele“.",
        "13": "Cristos ne-a răscumpărat de sub blestemul Legii, devenind blestem pentru noi – căci este scris: „Blestemat este oricine e atârnat pe lemn“ –",
        "14": "pentru ca, în Cristos Isus, binecuvântarea lui Avraam să ajungă la neevrei, ca să primim, prin credință, promisiunea Duhului. Legea și promisiunea",
        "15": "Fraților – vorbesc în felul oamenilor – odată validat un legământ, chiar omenesc fiind, nimeni nu-l anulează sau adaugă ceva la el.",
        "16": "Acum, promisiunile i-au fost făcute lui Avraam și descendentului său. Scriptura nu spune „și descendenților“, ca și cum ar fi mai mulți, ci ca și cum ar fi unul: „și Descendentului tău“, Care este Cristos.",
        "17": "Ceea ce spun este aceasta: Legea, care a fost dată patru sute treizeci de ani mai târziu, nu poate desființa un legământ, care a fost stabilit mai înainte de către Dumnezeu și, astfel, să anuleze promisiunea.",
        "18": "Căci, dacă moștenirea este prin Lege, atunci nu mai este prin promisiune. Însă Dumnezeu i-a dăruit-o lui Avraam prin promisiune.",
        "19": "Atunci pentru ce este Legea? Ea a fost adăugată ca să arate nelegiuirile, până când avea să vină Descendentul Căruia I-a fost făcută promisiunea, fiind dată prin îngeri în mâna unui mijlocitor.",
        "20": "Însă mijlocitorul nu este mijlocitorul unei singure părți, pe când Dumnezeu este Unul Singur.",
        "21": "Este, așadar, Legea împotriva promisiunilor lui Dumnezeu? În niciun caz! Căci, dacă ar fi fost dată o Lege care să poată da viața, atunci cu adevărat dreptatea ar fi venit prin Lege,",
        "22": "însă Scriptura a închis totul sub păcat, pentru ca promisiunea prin credința în Cristos Isus să fie dată celor ce cred. Copii ai lui Dumnezeu",
        "23": "Înainte de a veni credința, noi eram sub paza Legii, închiși până când avea să fie descoperită credința.",
        "24": "Astfel, Legea a fost îndrumătorul nostru spre Cristos, pentru ca noi să fim îndreptățiți prin credință.",
        "25": "Dar acum, după ce a venit credința, nu mai suntem sub îndrumătorul acesta.",
        "26": "Căci toți sunteți fii ai lui Dumnezeu prin credința în Isus Cristos.",
        "27": "Fiindcă toți câți ați fost botezați în Cristos, v-ați îmbrăcat cu Cristos.",
        "28": "Nu mai este nici iudeu, nici grec; nu mai este nici sclav, nici om liber; nu mai este nici bărbat, nici femeie, pentru că voi toți sunteți una în Cristos Isus.",
        "29": "Iar dacă voi sunteți ai lui Cristos, atunci sunteți descendenții lui Avraam și moștenitori după promisiunea făcută."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Foolish Galatians, who has bewitched you not to obey the truth, before whose eyes Jesus Christ was openly portrayed among you as crucified?",
        "2": "I just want to learn this from you: Did you receive the Spirit by the works of the law, or by hearing of faith?",
        "3": "Are you so foolish? Having begun in the Spirit, are you now completed in the flesh?",
        "4": "Did you suffer so many things in vain, if it is indeed in vain?",
        "5": "He therefore who supplies the Spirit to you and does miracles among you, does he do it by the works of the law, or by hearing of faith?",
        "6": "Even so, Abraham “believed God, and it was counted to him for righteousness.”",
        "7": "Know therefore that those who are of faith are children of Abraham.",
        "8": "The Scripture, foreseeing that God would justify the Gentiles by faith, preached the Good News beforehand to Abraham, saying, “In you all the nations will be blessed.”",
        "9": "So then, those who are of faith are blessed with the faithful Abraham.",
        "10": "For as many as are of the works of the law are under a curse. For it is written, “Cursed is everyone who doesn’t continue in all things that are written in the book of the law, to do them.”",
        "11": "Now that no man is justified by the law before God is evident, for, “The righteous will live by faith.”",
        "12": "The law is not of faith, but, “The man who does them will live by them.”",
        "13": "Christ redeemed us from the curse of the law, having become a curse for us. For it is written, “Cursed is everyone who hangs on a tree,”",
        "14": "that the blessing of Abraham might come on the Gentiles through Christ Jesus, that we might receive the promise of the Spirit through faith.",
        "15": "Brothers, speaking of human terms, though it is only a man’s covenant, yet when it has been confirmed, no one makes it void or adds to it.",
        "16": "Now the promises were spoken to Abraham and to his offspring. He doesn’t say, “To descendants”, as of many, but as of one, “To your offspring”, which is Christ.",
        "17": "Now I say this: A covenant confirmed beforehand by God in Christ, the law, which came four hundred thirty years after, does not annul, so as to make the promise of no effect.",
        "18": "For if the inheritance is of the law, it is no more of promise; but God has granted it to Abraham by promise.",
        "19": "Then why is there the law? It was added because of transgressions, until the offspring should come to whom the promise has been made. It was ordained through angels by the hand of a mediator.",
        "20": "Now a mediator is not between one, but God is one.",
        "21": "Is the law then against the promises of God? Certainly not! For if there had been a law given which could make alive, most certainly righteousness would have been of the law.",
        "22": "But the Scripture imprisoned all things under sin, that the promise by faith in Jesus Christ might be given to those who believe.",
        "23": "But before faith came, we were kept in custody under the law, confined for the faith which should afterwards be revealed.",
        "24": "So that the law has become our tutor to bring us to Christ, that we might be justified by faith.",
        "25": "But now that faith has come, we are no longer under a tutor.",
        "26": "For you are all children of God, through faith in Christ Jesus.",
        "27": "For as many of you as were baptized into Christ have put on Christ.",
        "28": "There is neither Jew nor Greek, there is neither slave nor free man, there is neither male nor female; for you are all one in Christ Jesus.",
        "29": "If you are Christ’s, then you are Abraham’s offspring and heirs according to promise."
      }
    }
  }
}