{
  "book": "Geneza",
  "chapter": "48",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "După aceea, au venit și au spus lui Iosif: „Tatăl tău este bolnav.” Și Iosif a luat cu el pe cei doi fii ai săi, Manase și Efraim.",
        "2": "Au dat de știre lui Iacov și i-au spus: „Iată că fiul tău Iosif vine la tine.” Și Israel și-a adunat puterile și s-a așezat pe pat.",
        "3": "Iacov a zis lui Iosif: „Dumnezeul cel Atotputernic mi S-a arătat la Luz, în țara Canaan, și m-a binecuvântat.",
        "4": "El mi-a zis: ‘Te voi face să crești, te voi înmulți și voi face din tine o ceată de popoare; voi da țara aceasta seminței tale după tine, ca s-o stăpânească pentru totdeauna.’",
        "5": "Acum, cei doi fii care ți s-au născut în țara Egiptului, înainte de venirea mea la tine, în Egipt, vor fi ai mei; Efraim și Manase vor fi ai mei, ca și Ruben și Simeon.",
        "6": "Dar copiii pe care i-ai născut după ei vor fi ai tăi; ei vor purta numele fraților lor în partea lor de moștenire.",
        "7": "La întoarcerea mea din Padan, Rahela a murit pe drum lângă mine, în țara Canaan, la o depărtare bunicică de Efrata, și am îngropat-o acolo, pe drumul care duce la Efrata, sau Betleem.”",
        "8": "Israel s-a uitat la fiii lui Iosif și a zis: „Cine sunt aceștia?”",
        "9": "Iosif a răspuns tatălui său: „Sunt fiii mei pe care mi i-a dat Dumnezeu aici.” Israel a zis: „Apropie-i, te rog, de mine, ca să-i binecuvântez.”",
        "10": "Ochii lui Israel erau îngreuiați de bătrânețe, așa că nu mai putea să vadă. Iosif i-a apropiat de el, și Israel i-a sărutat și i-a îmbrățișat.",
        "11": "Israel a zis lui Iosif: „Nu credeam că am să-ți mai văd fața și iată că Dumnezeu m-a făcut să-ți văd și sămânța.”",
        "12": "Iosif i-a dat la o parte de lângă genunchii tatălui său și s-a aruncat cu fața la pământ înaintea lui.",
        "13": "Apoi Iosif i-a luat pe amândoi, pe Efraim cu mâna dreaptă, la stânga lui Israel, și pe Manase cu mâna stângă, la dreapta lui Israel, și i-a adus aproape de el.",
        "14": "Israel și-a întins mâna dreaptă și a pus-o pe capul lui Efraim, care era cel mai tânăr, iar mâna stângă a pus-o pe capul lui Manase; înadins și-a încrucișat mâinile astfel, căci Manase era cel dintâi născut.",
        "15": "A binecuvântat pe Iosif și a zis: „Dumnezeul înaintea căruia au umblat părinții mei Avraam și Isaac, Dumnezeul care m-a călăuzit de când m-am născut până în ziua aceasta,",
        "16": "Îngerul care m-a izbăvit de orice rău, să binecuvânteze pe copiii aceștia! Ei să poarte numele meu și numele părinților mei Avraam și Isaac și să se înmulțească foarte mult în mijlocul țării!”",
        "17": "Lui Iosif nu i-a venit bine când a văzut că tatăl său își pune mâna dreaptă pe capul lui Efraim, de aceea a apucat mâna tatălui său ca s-o ia de pe capul lui Efraim și s-o îndrepte pe al lui Manase.",
        "18": "Și Iosif a zis tatălui său: „Nu așa, tată, căci acela este cel întâi născut; pune-ți mâna dreaptă pe capul lui.”",
        "19": "Tatăl său n-a vrut, ci a zis: „Știu, fiule, știu; și el va ajunge un popor, și el va fi mare; dar fratele lui cel mai mic va fi mai mare decât el și sămânța lui va ajunge o ceată de neamuri.”",
        "20": "El i-a binecuvântat în ziua aceea și a zis: „Numele tău îl vor întrebuința israeliții când vor binecuvânta, zicând: ‘Dumnezeu să Se poarte cu tine cum S-a purtat cu Efraim și cu Manase!’” Și a pus astfel pe Efraim înaintea lui Manase.",
        "21": "Israel a zis lui Iosif: „Iată că în curând am să mor! Dar Dumnezeu va fi cu voi și vă va aduce înapoi în țara părinților voștri.",
        "22": "Îți dau mai mult decât fraților tăi o parte pe care am luat-o din mâna amoriților cu sabia mea și cu arcul meu.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "După toate acestea, i s-a zis lui Iosif: „Iată, tatăl tău este bolnav“. Atunci acesta i-a luat cu el pe cei doi fii ai săi pe Manase și pe Efraim.",
        "2": "Când i s-a spus lui Iacov: „Iată, fiul tău Iosif a venit la tine“, Israel și-a adunat puterile și s-a ridicat în șezut, pe pat.",
        "3": "Iacov i-a zis lui Iosif: Dumnezeul cel Atotputernic mi S-a arătat la Luz, în țara Canaanului, m-a binecuvântat",
        "4": "și mi-a zis: „Iată, te voi face roditor și te voi înmulți. Te voi face o mulțime de popoare și voi da țara aceasta urmașilor tăi, ca proprietate veșnică“.",
        "5": "Acum, cei doi fii ai tăi, care ți s-au născut în țara Egiptului, vor fi ai mei. Efraim și Manase vor fi ai mei, așa cum sunt Ruben și Simeon.",
        "6": "Dar urmașii care ți s-au născut după ei vor fi ai tăi. Ei vor purta numele fraților lor în teritoriul moștenirii lor.",
        "7": "După ce m-am întors din Padan, Rahela a murit pe drum lângă mine, în țara Canaanului, înainte de a ajunge la Efrata. Am îngropat-o acolo, pe drumul spre Efrata, adică Betleem.",
        "8": "Când Israel i-a văzut pe fiii lui Iosif, a întrebat: Cine sunt aceștia?",
        "9": "Iosif i-a zis tatălui său: Sunt fiii mei, pe care mi i-a dat Dumnezeu aici. Israel a zis: Adu-i, te rog, la mine ca să-i binecuvântez.",
        "10": "Ochii lui Israel erau îngreunați de bătrânețe; nu mai putea să vadă bine. Iosif i-a apropiat de Israel pe cei doi fii ai săi, iar acesta i-a sărutat și i-a îmbrățișat.",
        "11": "Apoi Israel i-a zis lui Iosif: Nu mi-am închipuit că o să-ți mai văd fața, dar iată că Dumnezeu m-a ajutat să-ți văd și urmașii.",
        "12": "Iosif i-a îndepărtat de lângă genunchii tatălui său și s-a plecat cu fața la pământ.",
        "13": "Apoi Iosif i-a luat pe amândoi, pe Efraim la dreapta sa și la stânga lui Israel, iar pe Manase la stânga sa și la dreapta lui Israel și i-a apropiat de el.",
        "14": "Dar Israel, încrucișându-și mâinile, și-a întins mâna dreaptă și a pus-o pe capul lui Efraim, care era mai tânăr, iar mâna stângă a pus-o pe capul lui Manase, deși el era întâiul născut.",
        "15": "El l-a binecuvântat pe Iosif și a zis: Dumnezeul înaintea Căruia au umblat părinții mei, Avraam și Isaac, Dumnezeul Care a fost Păstorul vieții mele până astăzi,",
        "16": "Îngerul Care m-a răscumpărat din orice rău, să-i binecuvânteze pe acești băieți. Ei să fie numiți după numele meu și după numele părinților mei, Avraam și Isaac, și să se înmulțească foarte mult pe pământ.",
        "17": "Lui Iosif nu i-a plăcut când a văzut că tatăl său și-a pus mâna dreaptă pe capul lui Efraim, și a apucat mâna tatălui său ca s-o mute de pe capul lui Efraim pe capul lui Manase.",
        "18": "Iosif i-a zis tatălui său: Nu așa, tată! Acesta este întâiul născut. Pe capul lui pune-ți mâna dreaptă.",
        "19": "Dar tatăl său a refuzat și a zis: Știu, fiule, știu! Și el va ajunge un popor, și el va fi mare. Totuși, fratele său mai mic va fi mai mare decât el, iar urmașii lui vor ajunge o mulțime de națiuni.",
        "20": "Israel i-a binecuvântat în ziua aceea, zicând: În numele tău va binecuvânta Israel și va zice: „Dumnezeu să te facă precum Efraim și Manase“. Astfel, el l-a pus pe Efraim înaintea lui Manase.",
        "21": "Apoi Israel i-a zis lui Iosif: Iată, eu sunt pe moarte, dar Dumnezeu va fi cu voi și vă va întoarce în țara părinților voștri.",
        "22": "Ție, care ești deasupra fraților tăi, îți dau Șechemul pe care l-am luat cu sabia și cu arcul meu din mâna amoriților."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "After these things, someone said to Joseph, “Behold, your father is sick.” He took with him his two sons, Manasseh and Ephraim.",
        "2": "Someone told Jacob, and said, “Behold, your son Joseph comes to you,” and Israel strengthened himself, and sat on the bed.",
        "3": "Jacob said to Joseph, “God Almighty appeared to me at Luz in the land of Canaan, and blessed me,",
        "4": "and said to me, ‘Behold, I will make you fruitful, and multiply you, and I will make of you a company of peoples, and will give this land to your offspring after you for an everlasting possession.’",
        "5": "Now your two sons, who were born to you in the land of Egypt before I came to you into Egypt, are mine; Ephraim and Manasseh, even as Reuben and Simeon, will be mine.",
        "6": "Your offspring, whom you become the father of after them, will be yours. They will be called after the name of their brothers in their inheritance.",
        "7": "As for me, when I came from Paddan, Rachel died beside me in the land of Canaan on the way, when there was still some distance to come to Ephrath, and I buried her there on the way to Ephrath (also called Bethlehem).”",
        "8": "Israel saw Joseph’s sons, and said, “Who are these?”",
        "9": "Joseph said to his father, “They are my sons, whom God has given me here.” He said, “Please bring them to me, and I will bless them.”",
        "10": "Now the eyes of Israel were dim for age, so that he couldn’t see well. Joseph brought them near to him; and he kissed them, and embraced them.",
        "11": "Israel said to Joseph, “I didn’t think I would see your face, and behold, God has let me see your offspring also.”",
        "12": "Joseph brought them out from between his knees, and he bowed himself with his face to the earth.",
        "13": "Joseph took them both, Ephraim in his right hand toward Israel’s left hand, and Manasseh in his left hand toward Israel’s right hand, and brought them near to him.",
        "14": "Israel stretched out his right hand, and laid it on Ephraim’s head, who was the younger, and his left hand on Manasseh’s head, guiding his hands knowingly, for Manasseh was the firstborn.",
        "15": "He blessed Joseph, and said, “The God before whom my fathers Abraham and Isaac walked, the God who has fed me all my life long to this day,",
        "16": "the angel who has redeemed me from all evil, bless the lads, and let my name be named on them, and the name of my fathers Abraham and Isaac. Let them grow into a multitude upon the earth.”",
        "17": "When Joseph saw that his father laid his right hand on the head of Ephraim, it displeased him. He held up his father’s hand, to remove it from Ephraim’s head to Manasseh’s head.",
        "18": "Joseph said to his father, “Not so, my father, for this is the firstborn. Put your right hand on his head.”",
        "19": "His father refused, and said, “I know, my son, I know. He also will become a people, and he also will be great. However, his younger brother will be greater than he, and his offspring will become a multitude of nations.”",
        "20": "He blessed them that day, saying, “Israel will bless in your name, saying, ‘God make you as Ephraim and as Manasseh’” He set Ephraim before Manasseh.",
        "21": "Israel said to Joseph, “Behold, I am dying, but God will be with you, and bring you again to the land of your fathers.",
        "22": "Moreover I have given to you one portion above your brothers, which I took out of the hand of the Amorite with my sword and with my bow.”"
      }
    }
  }
}