{
  "book": "GEN",
  "chapter": "7",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul a zis lui Noe: „Intră în corabie, tu și toată casa ta, căci te-am văzut fără prihană înaintea Mea în neamul acesta de oameni.",
        "2": "Ia cu tine câte șapte perechi din toate dobitoacele curate, câte o parte bărbătească și câte o parte femeiască; o pereche din dobitoacele care nu sunt curate, câte o parte bărbătească și câte o parte femeiască,",
        "3": "și câte șapte perechi, de asemenea, din păsările cerului, câte o parte bărbătească și câte o parte femeiască, pentru ca să le ții vie sămânța pe toată fața pământului.",
        "4": "Căci, după șapte zile, voi face să plouă pe pământ patruzeci de zile și patruzeci de nopți și voi șterge astfel de pe fața pământului toate făpturile pe care le-am făcut.”",
        "5": "Noe a făcut tot ce-i poruncise Domnul.",
        "6": "Noe era de șase sute de ani când a venit potopul pe pământ.",
        "7": "Și Noe a intrat în corabie cu fiii săi, cu nevastă-sa și cu nevestele fiilor săi, din pricina apelor potopului.",
        "8": "Din dobitoacele curate și din dobitoacele necurate, din păsări și din tot ce se târăște pe pământ,",
        "9": "au intrat în corabie la Noe, două câte două, câte o parte bărbătească și câte o parte femeiască, așa cum poruncise Dumnezeu lui Noe.",
        "10": "După cele șapte zile, au venit apele potopului pe pământ.",
        "11": "În anul al șase sutelea al vieții lui Noe, în luna a doua, în ziua a șaptesprezecea a lunii, în ziua aceea, s-au rupt toate izvoarele adâncului celui mare și s-au deschis stăvilarele cerurilor.",
        "12": "Ploaia a căzut pe pământ patruzeci de zile și patruzeci de nopți.",
        "13": "În aceeași zi au intrat în corabie: Noe, Sem, Ham și Iafet, fiii lui Noe, nevasta lui Noe și cele trei neveste ale fiilor lui cu ei;",
        "14": "ei și toate fiarele câmpului după soiul lor, toate vitele după soiul lor, toate târâtoarele care se târăsc pe pământ după soiul lor, toate păsările după soiul lor, toate păsărelele, tot ce are aripi.",
        "15": "Au intrat în corabie la Noe, două câte două, din orice făptură care are suflare de viață.",
        "16": "Cele care au intrat erau câte o parte bărbătească și câte o parte femeiască, din orice făptură, după cum poruncise Dumnezeu lui Noe. Apoi, Domnul a închis ușa după el.",
        "17": "Potopul a fost patruzeci de zile pe pământ. Apele au crescut și au ridicat corabia, și ea s-a înălțat deasupra pământului.",
        "18": "Apele au ajuns mari și au crescut foarte mult pe pământ, și corabia plutea pe deasupra apelor.",
        "19": "Apele au ajuns din ce în ce mai mari și toți munții înalți, care sunt sub cerul întreg, au fost acoperiți.",
        "20": "Cu cincisprezece coți s-au înălțat apele deasupra munților, care au fost acoperiți.",
        "21": "Și a pierit orice făptură care se mișca pe pământ, atât păsările, cât și vitele și fiarele, tot ce se târa pe pământ și toți oamenii.",
        "22": "Tot ce răsufla, tot ce avea suflare de duh de viață în nări, tot ce era pe pământul uscat a murit.",
        "23": "Toate făpturile care erau pe fața pământului au fost nimicite, de la om până la vite, până la târâtoare și până la păsările cerului; au fost nimicite de pe pământ. N-a rămas decât Noe și ce era cu el în corabie.",
        "24": "Apele au fost mari pe pământ o sută cincizeci de zile."
      }
    },
    "NTR": {
      "name": "Noua Traducere Românească",
      "verses": {
        "1": "Apoi Domnul i-a zis lui Noe: „Intră în arcă, tu și toată familia ta, căci te-am văzut drept înaintea Mea în această generație.",
        "2": "De asemenea, ia cu tine șapte perechi din toate animalele curate, mascul și femelă, și câte o pereche din animalele necurate, mascul și femelă.",
        "3": "Ia câte șapte perechi din păsările cerului, mascul și femelă, ca să le păstrezi vie sămânța pe fața întregului pământ,",
        "4": "pentru că, peste șapte zile, voi trimite ploaie pe pământ timp de patruzeci de zile și patruzeci de nopți și voi șterge de pe fața pământului toate viețuitoarele pe care le-am făcut“.",
        "5": "Noe a făcut totul așa cum i-a poruncit Domnul.",
        "6": "Noe avea șase sute de ani când au venit apele potopului pe pământ.",
        "7": "Noe a intrat în arcă împreună cu fiii săi, cu soția sa și cu soțiile fiilor săi, din cauza apelor potopului.",
        "8": "Dintre animalele curate și dintre animalele necurate, dintre păsări și orice se târăște pe pământ",
        "9": "au intrat în arca lui Noe două câte două, mascul și femelă, așa cum i-a poruncit Dumnezeu lui Noe.",
        "10": "După șapte zile, au venit pe pământ apele potopului.",
        "11": "În anul șase sute al vieții lui Noe, în luna a doua, în a șaptesprezecea zi a lunii, în ziua aceea au țâșnit toate izvoarele marelui adânc și s-au deschis ferestrele cerurilor.",
        "12": "Ploaia a căzut pe pământ timp de patruzeci de zile și patruzeci de nopți.",
        "13": "Noe, fiii săi, Sem, Ham și Iafet, soția sa, precum și cele trei soții ale fiilor săi au intrat în arcă în aceeași zi,",
        "14": "ei și orice vietate, după felul ei, orice vită, după felul ei, orice animal care se târăște pe pământ, după felul lui, și orice pasăre, după felul ei – orice zburătoare, orice înaripată.",
        "15": "Au venit la Noe în arcă, două câte două, din orice făptură care are suflare de viață în ea.",
        "16": "Cele ce au venit erau mascul și femelă din orice făptură. Ele au intrat în arcă, așa cum i-a poruncit Dumnezeu lui Noe. Apoi Domnul a închis arca în urma acestuia.",
        "17": "Potopul a durat patruzeci de zile pe pământ. Apele au crescut și au înălțat arca, iar ea s-a ridicat cu mult deasupra pământului.",
        "18": "Apele s-au ridicat și au crescut mult pe pământ, iar arca plutea pe ape.",
        "19": "Apele s-au ridicat așa de mult pe pământ, încât toți munții înalți de sub cerul întreg au fost acoperiți.",
        "20": "Apele s-au ridicat deasupra munților cu cincisprezece coți și, astfel, munții au fost acoperiți.",
        "21": "Orice făptură care se mișca pe pământ a pierit: păsări, vite, vietăți, orice animal care mișună pe pământ și orice om.",
        "22": "Tot ceea ce avea în nări suflare de duh de viață, din tot ce era pe uscat, a murit.",
        "23": "El a șters toate viețuitoarele care erau pe fața pământului, de la om până la animale, târâtoare și păsări ale cerului. Ele au fost șterse de pe pământ. Numai Noe a fost lăsat, precum și cei care erau cu el în arcă.",
        "24": "Apele au fost mari pe pământ o sută cincizeci de zile."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh said to Noah, \"Come with all of your household into the ship, for I have seen your righteousness before me in this generation.",
        "2": "You shall take seven pairs of every clean animal with you, the male and his female. Of the animals that are not clean, take two, the male and his female.",
        "3": "Also of the birds of the sky, seven and seven, male and female, to keep seed alive on the surface of all the earth.",
        "4": "In seven days, I will cause it to rain on the earth for forty days and forty nights. I will destroy every living thing that I have made from the surface of the ground.\"",
        "5": "Noah did everything that Yahweh commanded him.",
        "6": "Noah was six hundred years old when the flood of waters came on the earth.",
        "7": "Noah went into the ship with his sons, his wife, and his sons' wives, because of the floodwaters.",
        "8": "Clean animals, unclean animals, birds, and everything that creeps on the ground",
        "9": "went by pairs to Noah into the ship, male and female, as God commanded Noah.",
        "10": "After the seven days, the floodwaters came on the earth.",
        "11": "In the six hundredth year of Noah's life, in the second month, on the seventeenth day of the month, on that day all the fountains of the great deep burst open, and the sky's windows opened.",
        "12": "It rained on the earth forty days and forty nights.",
        "13": "In the same day Noah, and Shem, Ham, and Japheth—the sons of Noah—and Noah's wife and the three wives of his sons with them, entered into the ship—",
        "14": "they, and every animal after its kind, all the livestock after their kind, every creeping thing that creeps on the earth after its kind, and every bird after its kind, every bird of every sort.",
        "15": "Pairs from all flesh with the breath of life in them went into the ship to Noah.",
        "16": "Those who went in, went in male and female of all flesh, as God commanded him; then Yahweh shut him in.",
        "17": "The flood was forty days on the earth. The waters increased, and lifted up the ship, and it was lifted up above the earth.",
        "18": "The waters rose, and increased greatly on the earth; and the ship floated on the surface of the waters.",
        "19": "The waters rose very high on the earth. All the high mountains that were under the whole sky were covered.",
        "20": "The waters rose fifteen cubits higher, and the mountains were covered.",
        "21": "All flesh died that moved on the earth, including birds, livestock, animals, every creeping thing that creeps on the earth, and every man.",
        "22": "All on the dry land, in whose nostrils was the breath of the spirit of life, died.",
        "23": "Every living thing was destroyed that was on the surface of the ground, including man, livestock, creeping things, and birds of the sky. They were destroyed from the earth. Only Noah was left, and those who were with him in the ship.",
        "24": "The waters flooded the earth one hundred fifty days."
      }
    }
  }
}