{
  "book": "GEN",
  "chapter": "19",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Cei doi îngeri au ajuns la Sodoma seara, și Lot ședea la poarta Sodomei. Când i-a văzut, Lot s-a sculat, le-a ieșit înainte și s-a plecat până la pământ.",
        "2": "Apoi a zis: „Domnii mei, intrați, vă rog, în casa robului vostru, ca să rămâneți peste noapte în ea, și spălați-vă picioarele; mâine vă veți scula de dimineață și vă veți vedea de drum.” „Nu”, au răspuns ei, „ci vom petrece noaptea în uliță.”",
        "3": "Dar Lot a stăruit de ei până au venit și au intrat în casa lui. Le-a pregătit o cină, a pus să coacă azimi și au mâncat.",
        "4": "Dar nu se culcaseră încă, și oamenii din cetate, bărbații din Sodoma, tineri și bătrâni, au înconjurat casa; tot norodul a alergat din toate colțurile.",
        "5": "Au chemat pe Lot și i-au zis: „Unde sunt oamenii care au intrat la tine în noaptea aceasta? Scoate-i afară la noi, ca să ne împreunăm cu ei.”",
        "6": "Lot a ieșit afară la ei la ușă, a încuiat ușa după el",
        "7": "și a zis: „Fraților, vă rog, nu faceți o asemenea răutate!",
        "8": "Iată că am două fete care nu știu de bărbat; am să vi le aduc afară și le veți face ce vă va plăcea. Numai nu faceți nimic acestor oameni, fiindcă au venit sub umbra acoperișului casei mele.”",
        "9": "Ei au strigat: „Pleacă!” Și au zis: „Omul acesta a venit să locuiască aici ca un străin și acum vrea să facă pe judecătorul. Ei bine, o să-ți facem mai rău decât lor.” Și, împingând pe Lot cu sila, s-au apropiat să spargă ușa.",
        "10": "Dar bărbații aceia au întins mâna, au tras pe Lot înăuntru la ei în casă și au încuiat ușa.",
        "11": "Iar pe oamenii care erau la ușa casei i-au lovit cu orbire, de la cel mai mic până la cel mai mare, așa că degeaba se trudeau să găsească ușa. Nimicirea Sodomei și Gomorei",
        "12": "Bărbații aceia au zis lui Lot: „Pe cine mai ai aici? Gineri, fii și fiice și tot ce ai în cetate – scoate-i din locul acesta.",
        "13": "Căci avem să nimicim locul acesta, pentru că a ajuns mare plângere înaintea Domnului împotriva locuitorilor lui. De aceea ne-a trimis Domnul, ca să-l nimicim.”",
        "14": "Lot a ieșit și a vorbit cu ginerii săi, care luaseră pe fetele lui: „Sculați-vă”, a zis el, „ieșiți din locul acesta; căci Domnul are să nimicească cetatea.” Dar ginerii lui credeau că glumește.",
        "15": "Când s-a crăpat de ziuă, îngerii au stăruit de Lot zicând: „Scoală-te, ia-ți nevasta și cele două fete, care se află aici, ca să nu pieri și tu în nelegiuirea cetății.”",
        "16": "Și, fiindcă Lot zăbovea, bărbații aceia i-au apucat de mână pe el, pe nevastă-sa și pe cele două fete ale lui, căci Domnul voia să-i cruțe; l-au scos și l-au lăsat afară din cetate.",
        "17": "După ce i-au scos afară, unul din ei a zis: „Scapă-ți viața; să nu te uiți înapoi și să nu te oprești în vreun loc din câmpie. Scapă la munte, ca să nu pieri.”",
        "18": "Lot le-a zis: „O! nu, Doamne!",
        "19": "Iată că am căpătat trecere înaintea Ta și ai arătat mare îndurare față de mine, păstrându-mi viața, dar nu pot să fug la munte înainte ca să mă atingă prăpădul și voi pieri.",
        "20": "Iată, cetatea aceasta este destul de aproape ca să fug în ea și este mică. O! de aș putea să fug acolo…, este așa de mică… și să scap cu viață!”",
        "21": "Și El i-a zis: „Iată că-ți fac și hatârul acesta și nu voi nimici cetatea de care vorbești.",
        "22": "Grăbește-te de fugi în ea, căci nu pot face nimic până nu vei ajunge acolo.” Pentru aceea s-a pus cetății aceleia numele Țoar.",
        "23": "Răsărea soarele pe pământ când a intrat Lot în Țoar.",
        "24": "Atunci, Domnul a făcut să plouă peste Sodoma și peste Gomora pucioasă și foc de la Domnul din cer.",
        "25": "A nimicit cu desăvârșire cetățile acelea, toată câmpia și pe toți locuitorii cetăților, și tot ce creștea pe pământ.",
        "26": "Nevasta lui Lot s-a uitat înapoi și s-a prefăcut într-un stâlp de sare.",
        "27": "Avraam s-a sculat a doua zi dis-de-dimineață și s-a dus la locul unde stătuse înaintea Domnului.",
        "28": "Și-a îndreptat privirile spre Sodoma și Gomora și spre toată câmpia și iată că a văzut ridicându-se de pe pământ un fum, ca fumul unui cuptor.",
        "29": "Când a nimicit Dumnezeu cetățile câmpiei, Și-a adus aminte de Avraam și a scăpat pe Lot din mijlocul prăpădului, prin care a surpat din temelie cetățile unde își așezase Lot locuința. Păcatul fetelor lui Lot",
        "30": "Lot a ieșit din Țoar și a rămas pe munte cu cele două fete ale lui, căci s-a temut să rămână în Țoar. A locuit într-o peșteră cu cele două fete ale lui.",
        "31": "Cea mai mare a zis celei mai tinere: „Tatăl nostru este bătrân și nu mai este niciun bărbat în ținutul acesta ca să intre la noi, după obiceiul tuturor țărilor.",
        "32": "Vino să punem pe tatăl nostru să bea vin și să ne culcăm cu el, ca să ne păstrăm sămânța prin tatăl nostru.”",
        "33": "Au făcut dar pe tatăl lor de a băut vin în noaptea aceea, și cea mai mare s-a dus și s-a culcat cu tatăl ei. El n-a băgat de seamă nici când s-a culcat ea, nici când s-a sculat.",
        "34": "A doua zi, cea mai mare a zis celei mai tinere: „Iată, eu m-am culcat în noaptea trecută cu tatăl meu; haidem să-i dăm să bea vin și în noaptea aceasta, și du-te de te culcă și tu cu el, ca să ne păstrăm sămânța prin tatăl nostru.”",
        "35": "Au dat tatălui lor de a băut vin și în noaptea aceea; apoi cea mai tânără s-a dus și s-a culcat cu el. El n-a băgat de seamă nici când s-a culcat ea, nici când s-a sculat.",
        "36": "Cele două fete ale lui Lot au rămas astfel însărcinate de tatăl lor.",
        "37": "Cea mai mare a născut un fiu, căruia i-a pus numele Moab. El este tatăl moabiților din ziua de azi.",
        "38": "Cea mai tânără a născut și ea un fiu, căruia i-a pus numele Ben-Ammi. El este tatăl amoniților din ziua de azi."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Cei doi mesageri au ajuns seara la Sodoma. Lot stătea la poarta Sodomei, iar când i-a văzut, s-a ridicat să-i întâmpine și s-a plecat cu fața la pământ.",
        "2": "Apoi le-a zis: ‒ Stăpânii mei, iată, întoarceți-vă, vă rog, la casa slujitorului vostru, înnoptați aici și spălați-vă picioarele. Mâine dimineață vă veți scula și vă veți continua drumul. Ei i-au răspuns: ‒ Nu, ci vom înnopta în piață.",
        "3": "Dar Lot a insistat foarte mult, astfel încât ei s-au întors la el și au intrat în casa lui. Lot le-a pregătit masa, a copt azime, iar aceștia au mâncat.",
        "4": "Dar înainte să se culce ei, toți bărbații din toate colțurile cetății Sodoma, tineri și bătrâni, au înconjurat casa.",
        "5": "Ei l-au strigat pe Lot și l-au întrebat: ‒ Unde sunt bărbații care au venit la tine în această seară? Scoate-i afară la noi ca să ne culcăm cu ei.",
        "6": "Lot a ieșit la ei la intrare, a închis ușa după el",
        "7": "și a zis: ‒ Vă rog, fraților, nu faceți răul acesta!",
        "8": "Iată-le pe cele două fete ale mele, care nu s-au culcat niciodată cu un bărbat. Lăsați-mă, vă rog, să vi le aduc afară, și faceți-le ce vreți. Dar să nu le faceți nimic acestor bărbați, căci ei au venit să se adăpostească la umbra acoperișului meu.",
        "9": "Însă ei au zis: ‒ Dă-te la o parte! Apoi au zis: ‒ Omul acesta a venit aici ca străin, iar acum face pe judecătorul! Ei bine, ne vom purta cu tine mai rău decât cu ei. Ei l-au împins cu putere pe Lot și s-au apropiat să spargă ușa.",
        "10": "Dar bărbații dinăuntru și-au întins mâinile, l-au tras pe Lot la ei, în casă, și au încuiat ușa.",
        "11": "Iar pe bărbații care erau la ușa casei, atât pe cei tineri, cât și pe cei bătrâni, i-au lovit cu orbire, astfel încât aceștia se chinuiau să găsească ușa.",
        "12": "Atunci acei bărbați i-au zis lui Lot: „Cine mai este cu tine aici? Gineri, fii, fiice și pe oricine mai ai în cetate, scoate-i din acest loc!",
        "13": "Căci urmează să-l distrugem, deoarece plângerea împotriva acestui popor a ajuns atât de mare înaintea Domnului, încât Domnul ne-a trimis să-l distrugem!“.",
        "14": "Atunci Lot a ieșit și le-a spus ginerilor săi, care erau căsătoriți cu fetele sale: „Ridicați-vă și ieșiți din acest loc, pentru că Domnul urmează să distrugă cetatea“. Dar el era, în ochii ginerilor săi, ca unul care glumește.",
        "15": "Când s-au ivit zorii, mesagerii l-au grăbit pe Lot, zicând: „Ridică-te și ia-ți soția și pe cele două fete ale tale care se află aici, ca nu cumva să fii spulberat când cetatea va fi pedepsită“.",
        "16": "Dar el întârzia. Atunci bărbații aceia i-au apucat de mână, pe el, pe soția lui și pe cele două fete ale sale, i-au scos și i-au lăsat în afara cetății, pentru că Domnului I-a fost milă de el.",
        "17": "Imediat ce i-au scos afară, unul dintre ei a zis: ‒ Scapă-ți viața! Nu te uita înapoi și nu te opri nicăieri în câmpie. Scapă la munte, ca nu cumva să fii spulberat.",
        "18": "Lot le-a zis: ‒ Nu, Stăpâne, Te rog!",
        "19": "Iată, slujitorul Tău a găsit bunăvoință înaintea Ta, și Tu ai arătat o mare îndurare față de mine, salvându-mi viața. Nu pot să fug însă la munte, pentru că dezastrul mă va ajunge din urmă și voi muri.",
        "20": "Iată, cetatea aceasta este aproape, ca să fug acolo, și este mică. Te rog, lasă-mă să fug acolo! Nu-i așa că este mică? Astfel, viața îmi va fi salvată.",
        "21": "El a zis: ‒ Iată că-ți împlinesc și această cerere și nu voi distruge cetatea despre care ai vorbit.",
        "22": "Grăbește-te, fugi acolo, pentru că nu pot face nimic până când nu ajungi acolo. De aceea cetatea a fost numită Țoar.",
        "23": "Răsărea soarele pe pământ când a intrat Lot în Țoar.",
        "24": "Atunci Domnul a făcut să plouă peste Sodoma și peste Gomora sulf și foc din ceruri de la Domnul.",
        "25": "Astfel, El a nimicit acele cetăți, toată câmpia, toți locuitorii cetăților, precum și ceea ce creștea pe pământ.",
        "26": "Soția lui Lot, care se afla în spatele lui, s-a uitat înapoi și s-a transformat într-un stâlp de sare.",
        "27": "Avraam s-a sculat dimineață, s-a dus la locul unde stătuse înaintea Domnului",
        "28": "și a privit în jos spre Sodoma și Gomora și spre toată regiunea aceea. S-a uitat, și iată că un fum gros, ca fumul unui cuptor, se ridica de pe pământ. Lot și cele două fete ale sale",
        "29": "Când a distrus Dumnezeu cetățile din câmpie, Și-a adus aminte de Avraam și l-a scos pe Lot din mijlocul nenorocirii, când a nimicit cetățile în care locuise Lot.",
        "30": "Apoi Lot a plecat din Țoar și a locuit pe munte împreună cu cele două fete ale sale, pentru că se temea să rămână în Țoar. A locuit într-o peșteră împreună cu cele două fete ale sale.",
        "31": "Cea întâi născută i-a zis celei mai tinere: „Tatăl nostru este bătrân și nu este niciun bărbat pe pământ care să intre la noi, după obiceiul întregului pământ.",
        "32": "Vino să-l facem pe tatăl nostru să bea vin și să ne culcăm cu el, ca să păstrăm descendența familiei prin tatăl nostru“.",
        "33": "Astfel, l-au făcut pe tatăl lor să bea vin în noaptea aceea, iar cea întâi născută s-a dus și s-a culcat cu tatăl ei. El n-a știut nici când s-a culcat ea, nici când s-a sculat.",
        "34": "În ziua următoare, cea întâi născută i-a zis celei mai tinere: „Iată, noaptea trecută m-am culcat eu cu tatăl meu. Hai să-i dăm vin și în noaptea aceasta. Apoi te vei duce și te vei culca și tu cu el, ca să păstrăm descendența familiei prin tatăl nostru“.",
        "35": "Ele l-au făcut pe tatăl lor să bea vin și în seara aceea, apoi cea tânără s-a ridicat și s-a culcat cu el. El n-a știut nici când s-a culcat ea, nici când s-a ridicat.",
        "36": "Astfel, cele două fete ale lui Lot au rămas însărcinate prin tatăl lor.",
        "37": "Cea întâi născută a dat naștere unui fiu, căruia i-a pus numele Moab. El este tatăl moabiților de astăzi.",
        "38": "Cea tânără a născut și ea un fiu, căruia i-a pus numele Ben-Ammi. El este tatăl fiilor lui Amon de astăzi."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "The two angels came to Sodom at evening. Lot sat in the gate of Sodom. Lot saw them, and rose up to meet them. He bowed himself with his face to the earth,",
        "2": "and he said, \"See now, my lords, please come into your servant's house, stay all night, wash your feet, and you can rise up early, and go on your way.\" They said, \"No, but we will stay in the street all night.\"",
        "3": "He urged them greatly, and they came in with him, and entered into his house. He made them a feast, and baked unleavened bread, and they ate.",
        "4": "But before they lay down, the men of the city, the men of Sodom, surrounded the house, both young and old, all the people from every quarter.",
        "5": "They called to Lot, and said to him, \"Where are the men who came in to you this night? Bring them out to us, that we may have sex with them.\"",
        "6": "Lot went out to them through the door, and shut the door after himself.",
        "7": "He said, \"Please, my brothers, don't act so wickedly.",
        "8": "See now, I have two virgin daughters. Please let me bring them out to you, and you may do to them what seems good to you. Only don't do anything to these men, because they have come under the shadow of my roof.\"",
        "9": "They said, \"Stand back!\" Then they said, \"This one fellow came in to live as a foreigner, and he appoints himself a judge. Now we will deal worse with you than with them!\" They pressed hard on the man Lot, and came near to break the door.",
        "10": "But the men reached out their hand, and brought Lot into the house to them, and shut the door.",
        "11": "They struck the men who were at the door of the house with blindness, both small and great, so that they wearied themselves to find the door.",
        "12": "The men said to Lot, \"Do you have anybody else here? Sons-in-law, your sons, your daughters, and whomever you have in the city, bring them out of the place:",
        "13": "for we will destroy this place, because the outcry against them has grown so great before Yahweh that Yahweh has sent us to destroy it.\"",
        "14": "Lot went out, and spoke to his sons-in-law, who were pledged to marry his daughters, and said, \"Get up! Get out of this place, for Yahweh will destroy the city!\" But he seemed to his sons-in-law to be joking.",
        "15": "When the morning came, then the angels hurried Lot, saying, \"Get up! Take your wife and your two daughters who are here, lest you be consumed in the iniquity of the city.\"",
        "16": "But he lingered; and the men grabbed his hand, his wife's hand, and his two daughters' hands, Yahweh being merciful to him; and they took him out, and set him outside of the city.",
        "17": "It came to pass, when they had taken them out, that he said, \"Escape for your life! Don't look behind you, and don't stay anywhere in the plain. Escape to the mountains, lest you be consumed!\"",
        "18": "Lot said to them, \"Oh, not so, my lord.",
        "19": "See now, your servant has found favor in your sight, and you have magnified your loving kindness, which you have shown to me in saving my life. I can't escape to the mountain, lest evil overtake me, and I die.",
        "20": "See now, this city is near to flee to, and it is a little one. Oh let me escape there (isn't it a little one?), and my soul will live.\"",
        "21": "He said to him, \"Behold, I have granted your request concerning this thing also, that I will not overthrow the city of which you have spoken.",
        "22": "Hurry, escape there, for I can't do anything until you get there.\" Therefore the name of the city was called Zoar.",
        "23": "The sun had risen on the earth when Lot came to Zoar.",
        "24": "Then Yahweh rained on Sodom and on Gomorrah sulfur and fire from Yahweh out of the sky.",
        "25": "He overthrew those cities, all the plain, all the inhabitants of the cities, and that which grew on the ground.",
        "26": "But Lot's wife looked back from behind him, and she became a pillar of salt.",
        "27": "Abraham went up early in the morning to the place where he had stood before Yahweh.",
        "28": "He looked toward Sodom and Gomorrah, and toward all the land of the plain, and saw that the smoke of the land went up as the smoke of a furnace.",
        "29": "When God destroyed the cities of the plain, God remembered Abraham, and sent Lot out of the middle of the overthrow, when he overthrew the cities in which Lot lived.",
        "30": "Lot went up out of Zoar, and lived in the mountain, and his two daughters with him; for he was afraid to live in Zoar. He lived in a cave with his two daughters.",
        "31": "The firstborn said to the younger, \"Our father is old, and there is not a man in the earth to come in to us in the way of all the earth.",
        "32": "Come, let's make our father drink wine, and we will lie with him, that we may preserve our father's family line.\"",
        "33": "They made their father drink wine that night: and the firstborn went in, and lay with her father. He didn't know when she lay down, nor when she arose.",
        "34": "It came to pass on the next day, that the firstborn said to the younger, \"Behold, I lay last night with my father. Let's make him drink wine again tonight. You go in, and lie with him, that we may preserve our father's family line.\"",
        "35": "They made their father drink wine that night also. The younger went and lay with him. He didn't know when she lay down, nor when she got up.",
        "36": "Thus both of Lot's daughters were with child by their father.",
        "37": "The firstborn bore a son, and named him Moab. He is the father of the Moabites to this day.",
        "38": "The younger also bore a son, and called his name Ben Ammi. He is the father of the children of Ammon to this day."
      }
    }
  }
}