{
  "book": "Geneza",
  "chapter": "40",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "După câtăva vreme, s-a întâmplat că paharnicul și pitarul împăratului Egiptului au supărat pe stăpânul lor, împăratul Egiptului.",
        "2": "Faraon s-a mâniat pe cei doi dregători ai săi: pe mai-marele paharnicilor și pe mai-marele pitarilor.",
        "3": "Și i-a pus sub pază în casa căpeteniei străjerilor, în temniță, în locul unde fusese închis Iosif.",
        "4": "Căpetenia străjerilor i-a pus sub privegherea lui Iosif, care făcea de slujbă lângă ei, și au stat mai multă vreme în temniță.",
        "5": "Paharnicul și pitarul împăratului Egiptului, care erau închiși în temniță, au visat într-o noapte amândoi câte un vis, și anume fiecare câte un vis care putea să capete o tălmăcire deosebită.",
        "6": "Iosif, când a venit dimineața la ei, s-a uitat la ei și i-a văzut triști.",
        "7": "Atunci a întrebat pe dregătorii lui Faraon, care erau cu el în temnița stăpânului său, și le-a zis: „Pentru ce aveți o față așa de posomorâtă azi?”",
        "8": "Ei i-au răspuns: „Am visat un vis și nu este nimeni care să-l tălmăcească.” Iosif le-a zis: „Tălmăcirile sunt ale lui Dumnezeu. Istorisiți-mi dar visul vostru.”",
        "9": "Mai-marele paharnicilor și-a istorisit lui Iosif visul și i-a zis: „În visul meu, se făcea că înaintea mea era o viță.",
        "10": "Vița aceasta avea trei mlădițe. Când a început să dea lăstari, i s-a deschis floarea, și ciorchinele au făcut struguri copți.",
        "11": "Paharul lui Faraon era în mâna mea. Eu am luat strugurii, i-am stors în paharul lui Faraon și am pus paharul în mâna lui Faraon.”",
        "12": "Iosif i-a zis: „Iată tălmăcirea visului. Cele trei mlădițe sunt trei zile.",
        "13": "Peste trei zile, Faraon te va scoate din temniță, te va pune iarăși în slujba ta și vei pune iarăși paharul în mâna lui Faraon, cum obișnuiai mai înainte, când erai paharnicul lui.",
        "14": "Dar adu-ți aminte și de mine când vei fi fericit și arată, rogu-te, bunătate față de mine; pune o vorbă bună pentru mine la Faraon și scoate-mă din casa aceasta.",
        "15": "Căci am fost luat cu sila din țara evreilor și chiar aici n-am făcut nimic ca să fiu aruncat în temniță.”",
        "16": "Mai-marele pitarilor, văzând că Iosif dăduse o tălmăcire îmbucurătoare, a zis: „Iată, și în visul meu se făcea că port trei coșuri cu pâine albă pe capul meu.",
        "17": "În coșul de deasupra de tot erau tot felul de bucate pentru Faraon prăjituri coapte în cuptor și păsările mâncau din coșul care era deasupra de tot, pe capul meu.”",
        "18": "Iosif a răspuns și a zis: „Iată-i tălmăcirea. Cele trei coșuri sunt trei zile.",
        "19": "Peste trei zile, Faraon îți va lua capul, te va spânzura de un lemn, și carnea ți-o vor mânca păsările.”",
        "20": "A treia zi, era ziua nașterii lui Faraon. El a dat un ospăț tuturor slujitorilor săi și a scos afară din temniță pe mai-marele paharnicilor și pe mai-marele pitarilor, în fața slujitorilor săi:",
        "21": "pe mai-marele paharnicilor l-a pus iarăși în slujba lui de paharnic, ca să pună paharul în mâna lui Faraon,",
        "22": "iar pe mai-marele pitarilor l-a spânzurat, după tălmăcirea pe care le-o dăduse Iosif.",
        "23": "Mai-marele paharnicilor nu s-a mai gândit însă la Iosif. L-a uitat."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "După toate acestea, paharnicul și brutarul regelui Egiptului au păcătuit împotriva stăpânului lor, regele Egiptului.",
        "2": "Faraonul s-a mâniat pe cei doi demnitari ai săi, pe căpetenia paharnicilor și pe căpetenia brutarilor,",
        "3": "și i-a pus sub pază în casa comandantului gărzii, în închisoare, în locul în care era închis și Iosif.",
        "4": "Comandantul gărzii i-a dat în grija lui Iosif și, astfel, Iosif i-a slujit. Aceștia au rămas sub pază pentru o vreme.",
        "5": "Într-o noapte, amândoi, atât paharnicul, cât și brutarul regelui Egiptului, care erau în închisoare, au avut câte un vis, fiecare vis cu semnificația lui.",
        "6": "Dimineața, când a venit la ei, Iosif s-a uitat la aceștia și iată că erau tulburați.",
        "7": "El i-a întrebat pe demnitarii faraonului, care erau sub pază împreună cu el în casa stăpânului său, și le-a zis: De ce vă sunt fețele atât de triste astăzi?",
        "8": "Ei i-au răspuns: Am avut niște vise, dar nu este nimeni care să ni le poată interpreta. Atunci Iosif le-a zis: Oare nu-I aparțin lui Dumnezeu interpretările viselor? Istorisiți-mi-le mie.",
        "9": "Căpetenia paharnicilor i-a istorisit visul său lui Iosif și i-a zis: În visul meu se făcea că înaintea mea era o viță.",
        "10": "În viță erau trei ramuri. Imediat după ce a înmugurit, i s-a deschis floarea, iar ciorchinii s-au făcut struguri copți.",
        "11": "Paharul faraonului era în mâna mea. Am luat strugurii, i-am stors în pahar și am pus paharul în mâna faraonului.",
        "12": "Iosif i-a zis: Aceasta este interpretarea visului: cele trei ramuri înseamnă trei zile.",
        "13": "Peste trei zile, faraonul îți va înălța capul și te va repune în slujbă, iar tu vei pune paharul în mâna sa, așa cum făceai înainte, când erai paharnicul lui.",
        "14": "Dar când îți va merge bine, te rog, adu-ți aminte de mine și arată-ți îndurarea față de mine. Amintește-i faraonului de mine și scoate-mă din această închisoare,",
        "15": "pentru că am fost luat cu forța din țara evreilor. Și nici chiar aici n-am făcut nimic pentru care să merit să fiu aruncat în închisoare.",
        "16": "Când căpetenia brutarilor a văzut că Iosif a dat o interpretare îmbucurătoare, i-a zis: Și eu eram în visul meu și se făcea că pe capul meu se aflau trei coșuri de pâine.",
        "17": "În coșul de deasupra erau tot felul de aluaturi coapte pentru faraon, dar păsările le devorau din coșul de pe capul meu.",
        "18": "Iosif i-a răspuns și i-a zis: Aceasta este interpretarea visului: cele trei coșuri înseamnă trei zile.",
        "19": "Peste trei zile, faraonul îți va „înălța“ capul și te va atârna de un copac, iar păsările îți vor devora carnea.",
        "20": "A treia zi, faraonul și-a sărbătorit ziua de naștere și le-a dat un ospăț tuturor slujitorilor săi. Dintre slujitorii săi, faraon a înălțat capul căpeteniei paharnicilor și pe al căpeteniei brutarilor.",
        "21": "El a reașezat în slujba de paharnic pe căpetenia paharnicilor, care a pus din nou paharul în mâna faraonului,",
        "22": "însă pe căpetenia brutarilor l-a atârnat de un copac, întocmai cum le interpretase Iosif.",
        "23": "Dar căpetenia paharnicilor nu și-a mai adus aminte de Iosif, ci l-a uitat."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "After these things, the butler of the king of Egypt and his baker offended their lord, the king of Egypt.",
        "2": "Pharaoh was angry with his two officers, the chief cup bearer and the chief baker.",
        "3": "He put them in custody in the house of the captain of the guard, into the prison, the place where Joseph was bound.",
        "4": "The captain of the guard assigned them to Joseph, and he took care of them. They stayed in prison many days.",
        "5": "They both dreamed a dream, each man his dream, in one night, each man according to the interpretation of his dream, the cup bearer and the baker of the king of Egypt, who were bound in the prison.",
        "6": "Joseph came in to them in the morning, and saw them, and saw that they were sad.",
        "7": "He asked Pharaoh’s officers who were with him in custody in his master’s house, saying, “Why do you look so sad today?”",
        "8": "They said to him, “We have dreamed a dream, and there is no one who can interpret it.” Joseph said to them, “Don’t interpretations belong to God? Please tell it to me.”",
        "9": "The chief cup bearer told his dream to Joseph, and said to him, “In my dream, behold, a vine was in front of me,",
        "10": "and in the vine were three branches. It was as though it budded, it blossomed, and its clusters produced ripe grapes.",
        "11": "Pharaoh’s cup was in my hand; and I took the grapes, and pressed them into Pharaoh’s cup, and I gave the cup into Pharaoh’s hand.”",
        "12": "Joseph said to him, “This is its interpretation: the three branches are three days.",
        "13": "Within three more days, Pharaoh will lift up your head, and restore you to your office. You will give Pharaoh’s cup into his hand, the way you did when you were his cup bearer.",
        "14": "But remember me when it is well with you. Please show kindness to me, and make mention of me to Pharaoh, and bring me out of this house.",
        "15": "For indeed, I was stolen away out of the land of the Hebrews, and here also I have done nothing that they should put me into the dungeon.”",
        "16": "When the chief baker saw that the interpretation was good, he said to Joseph, “I also was in my dream, and behold, three baskets of white bread were on my head.",
        "17": "In the uppermost basket there were all kinds of baked food for Pharaoh, and the birds ate them out of the basket on my head.”",
        "18": "Joseph answered, “This is its interpretation. The three baskets are three days.",
        "19": "Within three more days, Pharaoh will lift up your head from off you, and will hang you on a tree; and the birds will eat your flesh from off you.”",
        "20": "On the third day, which was Pharaoh’s birthday, he made a feast for all his servants, and he lifted up the head of the chief cup bearer and the head of the chief baker among his servants.",
        "21": "He restored the chief cup bearer to his position again, and he gave the cup into Pharaoh’s hand;",
        "22": "but he hanged the chief baker, as Joseph had interpreted to them.",
        "23": "Yet the chief cup bearer didn’t remember Joseph, but forgot him."
      }
    }
  }
}