{
  "book": "Geneza",
  "chapter": "35",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Dumnezeu a zis lui Iacov: „Scoală-te, suie-te la Betel, locuiește acolo și ridică acolo un altar Dumnezeului care ți S-a arătat când fugeai de fratele tău Esau.”",
        "2": "Iacov a zis casei lui și tuturor celor ce erau cu el: „Scoateți dumnezeii străini care sunt în mijlocul vostru, curățiți-vă și schimbați-vă hainele,",
        "3": "ca să ne sculăm și să ne suim la Betel, căci acolo voi ridica un altar Dumnezeului care m-a ascultat în ziua necazului meu și care a fost cu mine în călătoria pe care am făcut-o.”",
        "4": "Ei au dat lui Iacov toți dumnezeii străini care erau în mâinile lor și cerceii pe care-i purtau în urechi. Iacov i-a îngropat în pământ, sub stejarul de lângă Sihem.",
        "5": "Apoi au plecat. Groaza lui Dumnezeu s-a răspândit peste cetățile care-i înconjurau, așa că locuitorii lor n-au urmărit pe fiii lui Iacov.",
        "6": "Iacov și toți cei ce erau cu el au ajuns la Luz, adică Betel, în țara Canaan.",
        "7": "A zidit acolo un altar și a numit locul acela El-Betel (Dumnezeul Betelului), căci acolo i Se descoperise Dumnezeu când fugea de fratele său.",
        "8": "Debora, doica Rebecăi, a murit și a fost îngropată mai jos de Betel, sub stejarul căruia i s-a pus numele: „Stejarul jalei”.",
        "9": "Dumnezeu S-a arătat iarăși lui Iacov după întoarcerea lui din Padan-Aram și l-a binecuvântat.",
        "10": "Dumnezeu i-a zis: „Numele tău este Iacov, dar nu te vei mai chema Iacov, ci numele tău va fi Israel.” Și i-a pus numele Israel.",
        "11": "Dumnezeu i-a zis: „Eu sunt Dumnezeul cel Atotputernic. Crești și înmulțește-te; un neam și o mulțime de neamuri se vor naște din tine și chiar împărați vor ieși din coapsele tale.",
        "12": "Ție îți voi da țara pe care am dat-o lui Avraam și lui Isaac și voi da țara aceasta seminței tale după tine.”",
        "13": "Dumnezeu S-a înălțat de la el, în locul unde îi vorbise.",
        "14": "Și Iacov a ridicat un stâlp de aducere aminte în locul unde îi vorbise Dumnezeu, un stâlp de piatră, pe care a adus o jertfă de băutură și a turnat untdelemn.",
        "15": "Iacov a numit locul unde îi vorbise Dumnezeu, Betel.",
        "16": "Apoi au plecat din Betel și mai era o depărtare bunicică până la Efrata, când Rahelei i-au venit durerile nașterii. A avut o naștere grea",
        "17": "și, în timpul durerilor nașterii, moașa i-a zis: „Nu te teme, căci mai ai un fiu!”",
        "18": "Și, pe când își dădea ea sufletul, căci trăgea să moară, i-a pus numele Ben-Oni (Fiul durerii mele), dar tatăl său l-a numit Beniamin (Fiul dreptei).",
        "19": "Rahela a murit și a fost îngropată pe drumul care duce la Efrata, sau Betleem.",
        "20": "Iacov a ridicat un stâlp pe mormântul ei: acesta este stâlpul de pe mormântul Rahelei, care este și azi.",
        "21": "Israel a plecat mai departe și și-a întins cortul dincolo de Migdal-Eder.",
        "22": "Pe când locuia Israel în ținutul acesta, Ruben s-a dus și s-a culcat cu Bilha, țiitoarea tatălui său. Și Israel a aflat. Fiii lui Iacov erau în număr de doisprezece.",
        "23": "Fiii Leei: Ruben, întâiul născut al lui Iacov, Simeon, Levi, Iuda, Isahar și Zabulon.",
        "24": "Fiii Rahelei: Iosif și Beniamin.",
        "25": "Fiii Bilhei, roaba Rahelei: Dan și Neftali.",
        "26": "Fiii Zilpei, roaba Leei: Gad și Așer. Aceștia sunt fiii lui Iacov, care i s-au născut în Padan-Aram.",
        "27": "Iacov a ajuns la tatăl său Isaac, la Mamre, la Chiriat-Arba, care este tot una cu Hebronul, unde locuiseră ca străini Avraam și Isaac.",
        "28": "Zilele vieții lui Isaac au fost de o sută optzeci de ani.",
        "29": "Isaac și-a dat duhul și a murit și a fost adăugat la poporul său, bătrân și sătul de zile. Fiii săi, Esau și Iacov, l-au îngropat."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Dumnezeu i-a zis lui Iacov: „Ridică-te, du-te la Betel, locuiește acolo și construiește un altar pentru Dumnezeul Care ți S-a arătat în timp ce fugeai de fratele tău Esau“.",
        "2": "Iacov a zis familiei lui și tuturor celor care erau cu el: „Îndepărtați dumnezeii care sunt în mijlocul vostru, curățiți-vă și schimbați-vă hainele!",
        "3": "Să ne ridicăm și să mergem la Betel. Voi construi acolo un altar pentru Dumnezeul Care mi-a răspuns în ziua necazului meu și a fost cu mine pe oriunde am umblat“.",
        "4": "Ei i-au dat lui Iacov toți dumnezeii pe care-i aveau în mâini și cerceii pe care-i aveau în urechi. Iacov i-a îngropat sub terebintul care se afla lângă Șechem.",
        "5": "Apoi au plecat. Groaza lui Dumnezeu a cuprins cetățile din împrejurimi, astfel încât nimeni nu i-a urmărit pe fiii lui Iacov.",
        "6": "Iacov a ajuns la Luz, adică Betel, care se află în țara Canaanului, împreună cu toți oamenii care erau cu el.",
        "7": "Acolo a construit un altar și a numit acel loc El-Betel, pentru că Dumnezeu Însuși i Se arătase acolo, când fugea de fratele său.",
        "8": "Debora, doica Rebecăi, a murit și a fost îngropată sub un stejar, mai jos de Betel. De aceea stejarului i s-a pus numele Alon-Bakut.",
        "9": "După ce Iacov s-a întors din Padan-Aram, Dumnezeu i S-a arătat din nou, l-a binecuvântat",
        "10": "și i-a zis: „Numele tău este Iacov; dar nu te vei mai numi Iacov, ci numele tău va fi Israel“. Și i-a pus numele Israel.",
        "11": "Apoi Dumnezeu i-a zis: „Eu sunt Dumnezeul cel Atotputernic: fii roditor și înmulțește-te. O națiune și o mulțime de națiuni vor ieși din tine, chiar regi vor ieși dintre urmașii tăi.",
        "12": "Țara pe care le-am dat-o lui Avraam și Isaac ți-o voi da ție și urmașilor tăi“.",
        "13": "Apoi Dumnezeu S-a înălțat de la el, din locul în care îi vorbise.",
        "14": "Iacov a ridicat un stâlp de piatră în locul în care îi vorbise Dumnezeu, a turnat pe stâlp o jertfă de băutură și apoi a turnat și ulei.",
        "15": "Iacov a numit locul în care îi vorbise Dumnezeu, Betel.",
        "16": "După aceea au plecat din Betel și, înainte de a ajunge la Efrata, pe Rahela au apucat-o durerile nașterii. A avut o naștere grea.",
        "17": "Pe când era în durerile nașterii, moașa i-a zis: „Nu te teme, pentru că mai ai un fiu“.",
        "18": "În timp ce-și dădea sufletul, pentru că era pe moarte, Rahela i-a pus băiatului numele Ben-Oni; însă tatăl său i-a pus numele Beniamin.",
        "19": "Rahela a murit și a fost îngropată pe drumul spre Efrata, adică Betleem.",
        "20": "Iacov a ridicat un stâlp pe mormântul ei, stâlp care a rămas pe mormântul Rahelei până în ziua de azi.",
        "21": "Israel și-a continuat călătoria și apoi și-a întins cortul dincolo de Migdal-Eder.",
        "22": "În timp ce Israel locuia în acea regiune, Ruben s-a dus și s-a culcat cu Bilha, țiitoarea tatălui său. Israel a aflat acest lucru. Iacov avea doisprezece fii.",
        "23": "Fiii Leei au fost: Ruben, întâiul născut al lui Iacov; Simeon, Levi, Iuda, Isahar și Zabulon.",
        "24": "Fiii Rahelei au fost: Iosif și Beniamin.",
        "25": "Fiii Bilhei, slujitoarea Rahelei, au fost: Dan și Neftali.",
        "26": "Fiii Zilpei, slujitoarea Leei, au fost: Gad și Așer. Aceștia au fost fiii lui Iacov, care i s-au născut în Padan-Aram.",
        "27": "Iacov a ajuns la tatăl său, Isaac, în Mamre, lângă Chiriat-Arba, adică Hebron, unde au locuit ca străini Avraam și Isaac.",
        "28": "Isaac a trăit o sută optzeci de ani.",
        "29": "El și-a dat ultima suflare și, astfel, a murit bătrân și sătul de zile, fiind adăugat la poporul său. Iar Esau și Iacov, fiii săi, l-au înmormântat."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "God said to Jacob, “Arise, go up to Bethel, and live there. Make there an altar to God, who appeared to you when you fled from the face of Esau your brother.”",
        "2": "Then Jacob said to his household, and to all who were with him, “Put away the foreign gods that are among you, purify yourselves, and change your garments.",
        "3": "Let’s arise, and go up to Bethel. I will make there an altar to God, who answered me in the day of my distress, and was with me on the way which I went.”",
        "4": "They gave to Jacob all the foreign gods which were in their hands, and the rings which were in their ears; and Jacob hid them under the oak which was by Shechem.",
        "5": "They traveled, and a terror of God was on the cities that were around them, and they didn’t pursue the sons of Jacob.",
        "6": "So Jacob came to Luz (that is, Bethel), which is in the land of Canaan, he and all the people who were with him.",
        "7": "He built an altar there, and called the place El Beth El; because there God was revealed to him, when he fled from the face of his brother.",
        "8": "Deborah, Rebekah’s nurse, died, and she was buried below Bethel under the oak; and its name was called Allon Bacuth.",
        "9": "God appeared to Jacob again, when he came from Paddan Aram, and blessed him.",
        "10": "God said to him, “Your name is Jacob. Your name shall not be Jacob any more, but your name will be Israel.” He named him Israel.",
        "11": "God said to him, “I am God Almighty. Be fruitful and multiply. A nation and a company of nations will be from you, and kings will come out of your body.",
        "12": "The land which I gave to Abraham and Isaac, I will give it to you, and to your offspring after you I will give the land.”",
        "13": "God went up from him in the place where he spoke with him.",
        "14": "Jacob set up a pillar in the place where he spoke with him, a pillar of stone. He poured out a drink offering on it, and poured oil on it.",
        "15": "Jacob called the name of the place where God spoke with him “Bethel”.",
        "16": "They traveled from Bethel. There was still some distance to come to Ephrath, and Rachel travailed. She had hard labor.",
        "17": "When she was in hard labor, the midwife said to her, “Don’t be afraid, for now you will have another son.”",
        "18": "As her soul was departing (for she died), she named him Benoni, but his father named him Benjamin.",
        "19": "Rachel died, and was buried on the way to Ephrath (also called Bethlehem).",
        "20": "Jacob set up a pillar on her grave. The same is the Pillar of Rachel’s grave to this day.",
        "21": "Israel traveled, and spread his tent beyond the tower of Eder.",
        "22": "While Israel lived in that land, Reuben went and lay with Bilhah, his father’s concubine, and Israel heard of it. Now the sons of Jacob were twelve.",
        "23": "The sons of Leah: Reuben (Jacob’s firstborn), Simeon, Levi, Judah, Issachar, and Zebulun.",
        "24": "The sons of Rachel: Joseph and Benjamin.",
        "25": "The sons of Bilhah (Rachel’s servant): Dan and Naphtali.",
        "26": "The sons of Zilpah (Leah’s servant): Gad and Asher. These are the sons of Jacob, who were born to him in Paddan Aram.",
        "27": "Jacob came to Isaac his father, to Mamre, to Kiriath Arba (which is Hebron), where Abraham and Isaac lived as foreigners.",
        "28": "The days of Isaac were one hundred eighty years.",
        "29": "Isaac gave up the spirit and died, and was gathered to his people, old and full of days. Esau and Jacob, his sons, buried him."
      }
    }
  }
}