{
  "book": "GEN",
  "chapter": "18",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul i S-a arătat la stejarii lui Mamre, pe când Avraam ședea la ușa cortului, în timpul zădufului zilei.",
        "2": "Avraam a ridicat ochii și s-a uitat, și iată că trei bărbați stăteau în picioare lângă el. Când i-a văzut, a alergat înaintea lor, de la ușa cortului, și s-a plecat până la pământ.",
        "3": "Apoi a zis: „Doamne, dacă am căpătat trecere în ochii Tăi, nu trece, rogu-Te, pe lângă robul Tău.",
        "4": "Îngăduie să se aducă puțină apă, ca să vi se spele picioarele, și odihniți-vă sub copacul acesta.",
        "5": "Am să mă duc să iau o bucată de pâine, ca să prindeți la inimă, și după aceea vă veți vedea de drum, căci pentru aceasta treceți pe lângă robul vostru.” „Fă cum ai zis”, i-au răspuns ei.",
        "6": "Avraam s-a dus repede în cort la Sara și a zis: „Ia repede trei măsuri de făină albă, frământă și fă turte.”",
        "7": "Și Avraam a alergat la vite, a luat un vițel tânăr și bun și l-a dat unei slugi să-l gătească în grabă.",
        "8": "Apoi a luat unt și lapte, împreună cu vițelul pe care-l gătise, și le-a pus înaintea lor. El însuși a stat lângă ei, sub copac, și le-a slujit până ce au mâncat.",
        "9": "Atunci, ei i-au zis: „Unde este nevastă-ta, Sara?” „Uite-o în cort”, a răspuns el.",
        "10": "Unul dintre ei a zis: „La anul pe vremea aceasta, Mă voi întoarce negreșit la tine și iată că Sara, nevastă-ta, va avea un fiu.” Sara asculta la ușa cortului care era înapoia lui.",
        "11": "Avraam și Sara erau bătrâni, înaintați în vârstă, și Sarei nu-i mai venea rânduiala femeilor.",
        "12": "Sara a râs în sine, zicând: „Acum, când am îmbătrânit, să mai am pofte? Domnul meu bărbatul de asemenea este bătrân.”",
        "13": "Domnul a zis lui Avraam: „Pentru ce a râs Sara, zicând: ‘Cu adevărat să mai pot avea copil eu, care sunt bătrână?’",
        "14": "Este oare ceva prea greu pentru Domnul? La anul pe vremea aceasta, Mă voi întoarce la tine, și Sara va avea un fiu.”",
        "15": "Sara a tăgăduit și a zis: „N-am râs.” Căci i-a fost frică. Dar El a zis: „Ba da, ai râs.” Avraam mijlocește pentru Sodoma",
        "16": "Bărbații aceia s-au sculat să plece și s-au uitat înspre Sodoma. Avraam a plecat cu ei, să-i petreacă.",
        "17": "Atunci, Domnul a zis: „Să ascund Eu oare de Avraam ce am să fac?…",
        "18": "Căci Avraam va ajunge negreșit un neam mare și puternic și în el vor fi binecuvântate toate neamurile pământului.",
        "19": "Căci Eu îl cunosc și știu că are să poruncească fiilor lui și casei lui după el să țină Calea Domnului, făcând ce este drept și bine, pentru ca astfel Domnul să împlinească față de Avraam ce i-a făgăduit.”",
        "20": "Și Domnul a zis: „Strigătul împotriva Sodomei și Gomorei s-a mărit și păcatul lor într-adevăr este nespus de greu.",
        "21": "De aceea Mă voi coborî acum să văd dacă în adevăr au lucrat în totul după zvonul venit până la Mine și, dacă nu va fi așa, voi ști.”",
        "22": "Bărbații aceia s-au depărtat și au plecat spre Sodoma. Dar Avraam stătea tot înaintea Domnului.",
        "23": "Avraam s-a apropiat și a zis: „Vei nimici Tu oare și pe cel bun împreună cu cel rău?",
        "24": "Poate că în mijlocul cetății sunt cincizeci de oameni buni: îi vei nimici oare și pe ei și nu vei ierta locul acela din pricina celor cincizeci de oameni buni, care sunt în mijlocul ei?",
        "25": "Să omori pe cel bun împreună cu cel rău, așa ca cel bun să aibă aceeași soartă ca cel rău, departe de Tine așa ceva! Departe de Tine! Cel ce judecă tot pământul nu va face oare dreptate?”",
        "26": "Și Domnul a zis: „Dacă voi găsi în Sodoma cincizeci de oameni buni în mijlocul cetății, voi ierta tot locul acela din pricina lor.”",
        "27": "Avraam a luat din nou cuvântul și a zis: „Iată, am îndrăznit să vorbesc Domnului eu, care nu sunt decât praf și cenușă.",
        "28": "Poate că din cincizeci de oameni buni vor lipsi cinci: pentru cinci, vei nimici Tu oare toată cetatea?” Și Domnul a zis: „N-o voi nimici dacă voi găsi în ea patruzeci și cinci de oameni buni.”",
        "29": "Avraam I-a vorbit mai departe și a zis: „Poate că se vor găsi în ea numai patruzeci de oameni buni.” Și Domnul a zis: „N-o voi nimici pentru cei patruzeci.”",
        "30": "Avraam a zis: „Să nu Te mânii, Doamne, dacă voi mai vorbi. Poate că se vor găsi în ea numai treizeci de oameni buni.” Și Domnul a zis: „N-o voi nimici dacă voi găsi în ea treizeci de oameni buni.”",
        "31": "Avraam a zis: „Iată, am îndrăznit să vorbesc Domnului. Poate că se vor găsi în ea numai douăzeci de oameni buni.” Și Domnul a zis: „N-o voi nimici, pentru cei douăzeci.”",
        "32": "Avraam a zis: „Să nu Te mânii, Doamne, dacă voi mai vorbi numai de data aceasta. Poate că se vor găsi în ea numai zece oameni buni.” Și Domnul a zis: „N-o voi nimici, pentru cei zece oameni buni.”",
        "33": "După ce a isprăvit de vorbit lui Avraam, Domnul a plecat. Și Avraam s-a întors la locuința lui."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Domnul i S-a arătat lui Avraam lângă stejarii lui Mamre, pe când acesta stătea la intrarea cortului său, în arșița zilei.",
        "2": "Avraam și-a ridicat ochii, s-a uitat și iată că trei bărbați stăteau în apropierea sa. Când i-a văzut, a alergat de la intrarea cortului ca să-i întâmpine și s-a plecat până la pământ.",
        "3": "El a zis: ‒ Stăpâne, dacă am găsit bunăvoință înaintea Ta, Te rog, nu trece pe lângă slujitorul Tău.",
        "4": "Îngăduie să se aducă puțină apă ca să vă puteți spăla picioarele și să vă odihniți sub copac.",
        "5": "Iar eu voi aduce o bucată de pâine, ca să vă refaceți puterile, după care puteți merge mai departe, căci de aceea ați trecut pe la slujitorul vostru. Ei i-au răspuns: ‒ Da; fă cum ai spus.",
        "6": "Avraam s-a dus repede în cort la Sara și i-a zis: „Ia repede trei măsuri de făină aleasă, frământă niște aluat și fă turte“.",
        "7": "Apoi Avraam a alergat la turmă, a luat un vițel a cărui carne era fragedă și bună, i l-a dat unui slujitor, iar acesta s-a grăbit să-l pregătească.",
        "8": "Apoi a luat niște iaurt, niște lapte, precum și vițelul pe care îl pregătise și le-a pus înaintea lor. În timp ce aceștia mâncau, Avraam stătea lângă ei, sub copac.",
        "9": "Ei l-au întrebat: ‒ Unde este Sara, soția ta? El a răspuns: ‒ Iat-o în cort.",
        "10": "Domnul a zis: ‒ La anul, cam în aceeași perioadă, Mă voi întoarce cu siguranță la tine, și Sara, soția ta, va avea un fiu. Sara asculta la intrarea cortului care era în spatele lui.",
        "11": "Avraam și Sara erau bătrâni, înaintați în vârstă, iar Sara trecuse de perioada când putea avea copii.",
        "12": "Sara a râs în sinea ei, zicând: „După ce am îmbătrânit, să mai am dorință? Soțul meu este, de asemenea, bătrân“.",
        "13": "Domnul i-a zis lui Avraam: ‒ De ce a râs Sara, zicând: „Voi avea eu într-adevăr un copil tocmai acum când sunt bătrână?“.",
        "14": "Este oare ceva prea greu pentru Domnul? La timpul potrivit Mă voi întoarce la tine, cam în aceeași perioadă, iar Sara va avea un fiu.",
        "15": "Dar Sara a negat, zicând: ‒ Nu am râs! Căci se temea. Însă El a zis: ‒ Ba da! Ai râs! Mijlocirea lui Avraam pentru Sodoma",
        "16": "Când s-au ridicat de acolo, bărbații s-au uitat înspre Sodoma, iar Avraam a mers împreună cu ei ca să-i conducă.",
        "17": "Dar Domnul a zis: „Să ascund oare de Avraam ceea ce urmează să fac,",
        "18": "de vreme ce el va deveni cu adevărat o națiune mare și puternică și prin el vor fi binecuvântate toate națiunile pământului?",
        "19": "Căci l-am ales pentru a le porunci copiilor săi și familiei sale după el să țină calea Domnului, împlinind dreptatea și judecata, pentru ca Domnul să-i dea lui Avraam ceea ce i-a promis“.",
        "20": "Atunci Domnul a zis: „Strigătul împotriva Sodomei și Gomorei este într-adevăr mare, iar păcatul lor este într-adevăr foarte grav!",
        "21": "Voi coborî să văd dacă au făcut întru totul după strigătul care a ajuns la Mine; iar dacă nu, voi ști“.",
        "22": "Acei bărbați s-au întors de acolo și au plecat înspre Sodoma. Dar Avraam a continuat să stea în picioare înaintea Domnului.",
        "23": "Avraam s-a apropiat și a zis: ‒ Îl vei spulbera Tu oare și pe cel drept împreună cu cel rău?",
        "24": "Poate că în mijlocul cetății sunt cincizeci de oameni drepți. Vei spulbera Tu oare acel loc și nu-l vei ierta chiar dacă sunt cincizeci de oameni drepți în mijlocul cetății?",
        "25": "Departe de Tine să faci un astfel de lucru: să-l omori pe cel drept împreună cu cel rău, astfel încât celui drept să i se facă precum celui rău! Departe de Tine lucrul acesta! Oare nu va face dreptate Judecătorul întregului pământ?",
        "26": "Domnul a răspuns: ‒ Dacă voi găsi în mijlocul cetății Sodoma cincizeci de oameni drepți, voi ierta tot locul acela datorită lor.",
        "27": "Avraam a răspuns și a zis: ‒ Iată-mă îndrăznind să-I vorbesc Stăpânului, eu care nu sunt decât praf și cenușă.",
        "28": "Dacă din cei cincizeci de oameni drepți vor lipsi cinci, vei distruge toată cetatea din cauza lipsei celor cinci? El a răspuns: ‒ Dacă voi găsi acolo patruzeci și cinci, n-o voi distruge.",
        "29": "Avraam I-a vorbit din nou și a zis: ‒ Poate vor fi găsiți acolo numai patruzeci. El a răspuns: ‒ Datorită celor patruzeci, n-o voi distruge.",
        "30": "Avraam a zis: ‒ Să nu Se mânie Stăpânul dacă vorbesc iarăși. Poate vor fi găsiți doar treizeci. Domnul a răspuns: ‒ Dacă voi găsi acolo treizeci, n-o voi distruge.",
        "31": "Avraam a zis: ‒ Iată-mă îndrăznind să-I vorbesc Stăpânului. Poate vor fi găsiți acolo doar douăzeci. Domnul a răspuns: ‒ Datorită celor douăzeci, n-o voi distruge.",
        "32": "Avraam a zis: ‒ Să nu Se mânie Stăpânul dacă mai vorbesc doar o dată. Poate vor fi găsiți doar zece. El a răspuns: ‒ Datorită celor zece, n-o voi distruge.",
        "33": "După ce a terminat de vorbit cu Avraam, Domnul a plecat, iar Avraam s-a întors acasă."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh appeared to him by the oaks of Mamre, as he sat in the tent door in the heat of the day.",
        "2": "He lifted up his eyes and looked, and saw that three men stood near him. When he saw them, he ran to meet them from the tent door, and bowed himself to the earth,",
        "3": "and said, \"My lord, if now I have found favor in your sight, please don't go away from your servant.",
        "4": "Now let a little water be fetched, wash your feet, and rest yourselves under the tree.",
        "5": "I will get a piece of bread so you can refresh your heart. After that you may go your way, now that you have come to your servant.\" They said, \"Very well, do as you have said.\"",
        "6": "Abraham hurried into the tent to Sarah, and said, \"Quickly prepare three seahs of fine meal, knead it, and make cakes.\"",
        "7": "Abraham ran to the herd, and fetched a tender and good calf, and gave it to the servant. He hurried to dress it.",
        "8": "He took butter, milk, and the calf which he had dressed, and set it before them. He stood by them under the tree, and they ate.",
        "9": "They asked him, \"Where is Sarah, your wife?\" He said, \"There, in the tent.\"",
        "10": "He said, \"I will certainly return to you at about this time next year; and behold, Sarah your wife will have a son.\" Sarah heard in the tent door, which was behind him.",
        "11": "Now Abraham and Sarah were old, well advanced in age. Sarah had passed the age of childbearing.",
        "12": "Sarah laughed within herself, saying, \"After I have grown old will I have pleasure, my lord being old also?\"",
        "13": "Yahweh said to Abraham, \"Why did Sarah laugh, saying, 'Will I really bear a child when I am old?'",
        "14": "Is anything too hard for Yahweh? At the set time I will return to you, when the season comes around, and Sarah will have a son.\"",
        "15": "Then Sarah denied it, saying, \"I didn't laugh,\" for she was afraid. He said, \"No, but you did laugh.\"",
        "16": "The men rose up from there, and looked toward Sodom. Abraham went with them to see them on their way.",
        "17": "Yahweh said, \"Will I hide from Abraham what I do,",
        "18": "since Abraham will surely become a great and mighty nation, and all the nations of the earth will be blessed in him?",
        "19": "For I have known him, to the end that he may command his children and his household after him, that they may keep the way of Yahweh, to do righteousness and justice; to the end that Yahweh may bring on Abraham that which he has spoken of him.\"",
        "20": "Yahweh said, \"Because the cry of Sodom and Gomorrah is great, and because their sin is very grievous,",
        "21": "I will go down now, and see whether their deeds are as bad as the reports which have come to me. If not, I will know.\"",
        "22": "The men turned from there, and went toward Sodom, but Abraham stood yet before Yahweh.",
        "23": "Abraham came near, and said, \"Will you consume the righteous with the wicked?",
        "24": "What if there are fifty righteous within the city? Will you consume and not spare the place for the fifty righteous who are in it?",
        "25": "May it be far from you to do things like that, to kill the righteous with the wicked, so that the righteous should be like the wicked. May that be far from you. Shouldn't the Judge of all the earth do right?\"",
        "26": "Yahweh said, \"If I find in Sodom fifty righteous within the city, then I will spare the whole place for their sake.\"",
        "27": "Abraham answered, \"See now, I have taken it on myself to speak to the Lord, although I am dust and ashes.",
        "28": "What if there will lack five of the fifty righteous? Will you destroy all the city for lack of five?\" He said, \"I will not destroy it if I find forty-five there.\"",
        "29": "He spoke to him yet again, and said, \"What if there are forty found there?\" He said, \"I will not do it for the forty's sake.\"",
        "30": "He said, \"Oh don't let the Lord be angry, and I will speak. What if there are thirty found there?\" He said, \"I will not do it if I find thirty there.\"",
        "31": "He said, \"See now, I have taken it on myself to speak to the Lord. What if there are twenty found there?\" He said, \"I will not destroy it for the twenty's sake.\"",
        "32": "He said, \"Oh don't let the Lord be angry, and I will speak just once more. What if ten are found there?\" He said, \"I will not destroy it for the ten's sake.\"",
        "33": "Yahweh went his way as soon as he had finished communing with Abraham, and Abraham returned to his place."
      }
    }
  }
}