{
  "book": "GEN",
  "chapter": "22",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "După aceste lucruri, Dumnezeu a pus la încercare pe Avraam și i-a zis: „Avraame!” „Iată-mă”, a răspuns el.",
        "2": "Dumnezeu i-a zis: „Ia pe fiul tău, pe singurul tău fiu, pe care-l iubești, pe Isaac; du-te în țara Moria și adu-l ardere-de-tot acolo, pe un munte pe care ți-l voi spune.”",
        "3": "Avraam s-a sculat dis-de-dimineață, a pus șaua pe măgar și a luat cu el două slugi și pe fiul său Isaac. A tăiat lemne pentru arderea-de-tot și a pornit spre locul pe care i-l spusese Dumnezeu.",
        "4": "A treia zi, Avraam a ridicat ochii și a văzut locul de departe.",
        "5": "Și Avraam a zis slugilor sale: „Rămâneți aici cu măgarul; eu și băiatul ne vom duce până colo să ne închinăm și apoi ne vom întoarce la voi.”",
        "6": "Avraam a luat lemnele pentru arderea-de-tot, le-a pus în spinarea fiului său Isaac și a luat în mână focul și cuțitul. Și au mers astfel amândoi împreună.",
        "7": "Atunci Isaac, vorbind cu tatăl său Avraam, a zis: „Tată!” „Ce este, fiule?” i-a răspuns el. Isaac a zis din nou: „Iată focul și lemnele, dar unde este mielul pentru arderea-de-tot?”",
        "8": "„Fiule”, a răspuns Avraam, „Dumnezeu Însuși va purta grijă de mielul pentru arderea-de-tot.” Și au mers amândoi împreună înainte.",
        "9": "Când au ajuns la locul pe care i-l spusese Dumnezeu, Avraam a zidit acolo un altar și a așezat lemnele pe el. A legat pe fiul său Isaac și l-a pus pe altar, deasupra lemnelor.",
        "10": "Apoi, Avraam a întins mâna și a luat cuțitul, ca să înjunghie pe fiul său.",
        "11": "Atunci, Îngerul Domnului l-a strigat din ceruri și a zis: „Avraame! Avraame!” „Iată-mă!” a răspuns el.",
        "12": "Îngerul a zis: „Să nu pui mâna pe băiat și să nu-i faci nimic; căci știu acum că te temi de Dumnezeu, întrucât n-ai cruțat pe fiul tău, pe singurul tău fiu, pentru Mine.”",
        "13": "Avraam a ridicat ochii și a văzut înapoia lui un berbec încurcat cu coarnele într-un tufiș, și Avraam s-a dus de a luat berbecul și l-a adus ca ardere-de-tot în locul fiului său.",
        "14": "Avraam a pus locului aceluia numele: „Domnul va purta de grijă”. De aceea se zice și azi: „La muntele unde Domnul va purta de grijă”.",
        "15": "Îngerul Domnului a chemat a doua oară din ceruri pe Avraam",
        "16": "și a zis: „‘Pe Mine Însumi jur’, zice Domnul, ‘pentru că ai făcut lucrul acesta și n-ai cruțat pe fiul tău, pe singurul tău fiu,",
        "17": "te voi binecuvânta foarte mult și-ți voi înmulți foarte mult sămânța, și anume: ca stelele cerului și ca nisipul de pe țărmul mării, și sămânța ta va stăpâni cetățile vrăjmașilor ei.",
        "18": "Toate neamurile pământului vor fi binecuvântate în sămânța ta, pentru că ai ascultat de porunca Mea!’”",
        "19": "Avraam s-a întors la slugile sale și s-au sculat și au plecat împreună la Beer-Șeba, căci Avraam locuia la Beer-Șeba.",
        "20": "După aceste lucruri, i s-a spus lui Avraam: „Iată, Milca a născut și ea copii fratelui tău Nahor,",
        "21": "și anume pe Uț, întâiul său născut, pe Buz, fratele său, pe Chemuel, tatăl lui Aram,",
        "22": "pe Chesed, pe Hazo, pe Pildaș, pe Iidlaf și pe Betuel.",
        "23": "Betuel a născut pe Rebeca. Aceștia sunt cei opt fii pe care i-a născut Milca lui Nahor, fratele lui Avraam.",
        "24": "Țiitoarea lui, numită Reuma, a născut și ea pe Tebah, Gaham, Tahaș și Maaca."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "După toate acestea, Dumnezeu l-a pus la încercare pe Avraam și i-a zis: „Avraam!” El a răspuns: „Iată-mă!”",
        "2": "Dumnezeu i-a zis: „Ia-l pe fiul tău, pe singurul tău fiu pe care-l iubești, pe Isaac, du-te în regiunea Moria și jertfește-l acolo ca ardere-de-tot pe unul dintre munții despre care îți voi spune.”",
        "3": "Avraam s-a sculat dimineață, și-a pus șaua pe măgar, i-a luat pe doi dintre slujitorii săi și pe fiul său Isaac, a tăiat lemne pentru arderea-de-tot, și apoi a plecat spre locul despre care îi vorbise Dumnezeu.",
        "4": "A treia zi, Avraam și-a ridicat ochii și a văzut locul de departe.",
        "5": "Atunci Avraam le-a zis slujitorilor săi: „Rămâneți aici cu măgarul; eu și băiatul vom merge până acolo, ne vom închina, iar după aceea ne vom întoarce la voi“.",
        "6": "Avraam a luat lemnele pentru arderea-de-tot și le-a pus pe umerii fiului său Isaac, iar el a dus focul și cuțitul. Și cei doi au plecat împreună.",
        "7": "Isaac i-a zis tatălui său, Avraam: „Tată!” El a răspuns: „Iată-mă, fiule.” Isaac i-a zis: „Iată focul și lemnele, dar unde este mielul pentru arderea-de-tot?”",
        "8": "Avraam i-a răspuns: „Dumnezeu Însuși Se va îngriji de mielul pentru arderea-de-tot, fiule.” Și cei doi au mers împreună mai departe.",
        "9": "Când au ajuns în locul despre care îi spusese Dumnezeu, Avraam a construit acolo un altar și a așezat lemnele pe el. După aceea, l-a legat pe fiul său Isaac și l-a pus pe altar, deasupra lemnelor.",
        "10": "Apoi Avraam și-a întins mâna și a luat cuțitul ca să-l înjunghie pe fiul său.",
        "11": "Dar Îngerul Domnului l-a strigat din Ceruri și i-a zis: „Avraam! Avraam!” El a răspuns: „Iată-mă!”",
        "12": "Îngerul i-a zis: „Nu pune mâna pe băiat. Nu-i face nimic, pentru că acum știu că te temi de Dumnezeu, întrucât nu l-ai cruțat pe fiul tău, pe singurul tău fiu, pentru Mine.”",
        "13": "Avraam și-a ridicat ochii, s-a uitat și iată că înapoia sa era un berbec prins cu coarnele într-un tufiș. S-a dus, a luat berbecul și l-a jertfit ca ardere-de-tot în locul fiului său.",
        "14": "Avraam a pus acelui loc numele „Domnul va purta de grijă“. De aceea se spune și astăzi: „La muntele Domnului, El va purta de grijă“.",
        "15": "Îngerul Domnului l-a strigat din Ceruri pentru a doua oară pe Avraam",
        "16": "și i-a zis: „Deoarece ai făcut acest lucru și nu l-ai cruțat pe fiul tău, pe singurul tău fiu, jur pe Mine Însumi“, zice Domnul,",
        "17": "„că te voi binecuvânta cu adevărat și-ți voi înmulți foarte mult urmașii, cât stelele cerurilor și cât nisipul de pe țărmul mării. Urmașii tăi vor stăpâni poarta dușmanilor lor,",
        "18": "iar prin urmașul tău vor fi binecuvântate toate națiunile pământului, pentru că M-ai ascultat“.",
        "19": "Avraam s-a întors la slujitorii săi, iar ei s-au ridicat și au mers împreună cu el la Beer-Șeba. Și Avraam a locuit în Beer-Șeba.",
        "20": "După toate acestea, lui Avraam i s-a spus: „Iată, Milca i-a născut și ea copii fratelui tău Nahor:",
        "21": "pe Uț, întâiul său născut, pe Buz, fratele acestuia, pe Chemuel, tatăl lui Aram,",
        "22": "pe Chesed, pe Hazo, pe Pildaș, pe Yidlaf și pe Betuel“.",
        "23": "Lui Betuel i s-a născut Rebeca. Pe aceștia opt i-a născut Milca lui Nahor, fratele lui Avraam.",
        "24": "De asemenea, Reuma, țiitoarea lui, i-a născut pe: Tebah, Gaham, Tahaș și Maaca."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "After these things, God tested Abraham, and said to him, \"Abraham!\" He said, \"Here I am.\"",
        "2": "He said, \"Now take your son, your only son, Isaac, whom you love, and go into the land of Moriah. Offer him there as a burnt offering on one of the mountains which I will tell you of.\"",
        "3": "Abraham rose early in the morning, and saddled his donkey; and took two of his young men with him, and Isaac his son. He split the wood for the burnt offering, and rose up, and went to the place of which God had told him.",
        "4": "On the third day Abraham lifted up his eyes, and saw the place far off.",
        "5": "Abraham said to his young men, \"Stay here with the donkey. The boy and I will go over there. We will worship, and come back to you.\"",
        "6": "Abraham took the wood of the burnt offering and laid it on Isaac his son. He took in his hand the fire and the knife. They both went together.",
        "7": "Isaac spoke to Abraham his father, and said, \"My father?\" He said, \"Here I am, my son.\" He said, \"Here is the fire and the wood, but where is the lamb for a burnt offering?\"",
        "8": "Abraham said, \"God will provide himself the lamb for a burnt offering, my son.\" So they both went together.",
        "9": "They came to the place which God had told him of. Abraham built the altar there, and laid the wood in order, bound Isaac his son, and laid him on the altar, on the wood.",
        "10": "Abraham stretched out his hand, and took the knife to kill his son.",
        "11": "Yahweh's angel called to him out of the sky, and said, \"Abraham, Abraham!\" He said, \"Here I am.\"",
        "12": "He said, \"Don't lay your hand on the boy or do anything to him. For now I know that you fear God, since you have not withheld your son, your only son, from me.\"",
        "13": "Abraham lifted up his eyes, and looked, and saw that behind him was a ram caught in the thicket by his horns. Abraham went and took the ram, and offered him up for a burnt offering instead of his son.",
        "14": "Abraham called the name of that place \"Yahweh Will Provide\". As it is said to this day, \"On Yahweh's mountain, it will be provided.\"",
        "15": "Yahweh's angel called to Abraham a second time out of the sky,",
        "16": "and said, \"'I have sworn by myself,' says Yahweh, 'because you have done this thing, and have not withheld your son, your only son,",
        "17": "that I will bless you greatly, and I will multiply your offspring greatly like the stars of the heavens, and like the sand which is on the seashore. Your offspring will possess the gate of his enemies.",
        "18": "All the nations of the earth will be blessed by your offspring, because you have obeyed my voice.'\"",
        "19": "So Abraham returned to his young men, and they rose up and went together to Beersheba. Abraham lived at Beersheba.",
        "20": "After these things, Abraham was told, \"Behold, Milcah, she also has borne children to your brother Nahor:",
        "21": "Uz his firstborn, Buz his brother, Kemuel the father of Aram,",
        "22": "Chesed, Hazo, Pildash, Jidlaph, and Bethuel.\"",
        "23": "Bethuel became the father of Rebekah. These eight Milcah bore to Nahor, Abraham's brother.",
        "24": "His concubine, whose name was Reumah, also bore Tebah, Gaham, Tahash, and Maacah."
      }
    }
  }
}