{
  "book": "GEN",
  "chapter": "30",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Când a văzut Rahela că nu face copii lui Iacov, a pizmuit pe soră-sa și a zis lui Iacov: \"Dă-mi copii ori mor!\"",
        "2": "Iacov s-a mâniat pe Rahela și a zis: \"Sunt eu oare în locul lui Dumnezeu, care te-a oprit să ai copii?\"",
        "3": "Ea a zis: \"Iată roaba mea Bilha; culcă-te cu ea, ca să nască pe genunchii mei și să am și eu copii prin ea.\"",
        "4": "Și i-a dat de nevastă pe roaba ei Bilha, și Iacov s-a culcat cu ea.",
        "5": "Bilha a rămas însărcinată și a născut lui Iacov un fiu.",
        "6": "Rahela a zis: \"Mi-a făcut Dumnezeu dreptate și mi-a auzit glasul și mi-a dăruit un fiu.\" De aceea i-a pus numele Dan (A judecat).",
        "7": "Bilha, roaba Rahelei, a rămas iar însărcinată și a născut lui Iacov un al doilea fiu.",
        "8": "Rahela a zis: \"Am luptat cu Dumnezeu împotriva surorii mele și am biruit.\" De aceea i-a pus numele Neftali (Luptele lui Dumnezeu).",
        "9": "Când a văzut Lea că nu mai naște, a luat pe roaba sa Zilpa și a dat-o lui Iacov de nevastă.",
        "10": "Zilpa, roaba Leei, a născut lui Iacov un fiu.",
        "11": "\"Cu noroc!\" a zis Lea. De aceea i-a pus numele Gad (Noroc).",
        "12": "Zilpa, roaba Leei, a născut un al doilea fiu lui Iacov.",
        "13": "\"Ce fericită sunt!\" a zis Lea; \"căci femeile mă vor numi fericită.\" De aceea i-a pus numele Așer (Fericit).",
        "14": "Ruben a ieșit odată afară, pe vremea seceratului grâului, și a găsit mandragore pe câmp. Le-a adus mamei sale Lea. Atunci, Rahela a zis Leei: \"Dă-mi, te rog, din mandragorele fiului tău.\"",
        "15": "Ea i-a răspuns: \"Nu-ți ajunge că mi-ai luat bărbatul, de vrei să iei și mandragorele fiului meu?\" Și Rahela a zis: \"Ei bine! Poate să se culce cu tine în noaptea aceasta pentru mandragorele fiului tău.\"",
        "16": "Seara, pe când se întorcea Iacov de la câmp, Lea i-a ieșit înainte și a zis: \"La mine ai să vii, căci te-am cumpărat cu mandragorele fiului meu.\" Și în noaptea aceea s-a culcat cu ea.",
        "17": "Dumnezeu a ascultat pe Lea, care a rămas însărcinată și a născut lui Iacov al cincilea fiu.",
        "18": "Lea a zis: \"M-a răsplătit Dumnezeu, pentru că am dat bărbatului meu pe roaba mea.\" De aceea i-a pus numele Isahar (Răsplătire).",
        "19": "Lea a rămas iarăși însărcinată și a născut un al șaselea fiu lui Iacov.",
        "20": "Lea a zis: \"Frumos dar mi-a dat Dumnezeu! De data aceasta, bărbatul meu va locui cu mine, căci i-am născut șase fii.\" De aceea i-a pus numele Zabulon (Locuință).",
        "21": "În urmă, a născut o fată, căreia i-a pus numele Dina (Judecată).",
        "22": "Dumnezeu Și-a adus aminte de Rahela, a ascultat-o și a făcut-o să aibă copii.",
        "23": "Ea a rămas însărcinată și a născut un fiu și a zis: \"Mi-a luat Dumnezeu ocara!\"",
        "24": "Și i-a pus numele Iosif (Adaos), zicând: \"Domnul să-mi mai adauge un fiu!\"",
        "25": "După ce a născut Rahela pe Iosif, Iacov a zis lui Laban: \"Lasă-mă să plec, ca să mă duc acasă, în țara mea.",
        "26": "Dă-mi nevestele și copiii, pentru care ți-am slujit, și voi pleca, fiindcă știi ce slujbă ți-am făcut.\"",
        "27": "Laban i-a zis: \"Dacă am căpătat trecere înaintea ta, mai zăbovește; văd bine că Domnul m-a binecuvântat din pricina ta;",
        "28": "hotărăște-mi simbria ta și ți-o voi da.\"",
        "29": "Iacov i-a răspuns: \"Știi cum ți-am slujit și cum ți-au propășit vitele cu mine,",
        "30": "căci puținul pe care-l aveai înainte de venirea mea a crescut mult și Domnul te-a binecuvântat oriîncotro am mers eu. Acum, când am să muncesc și pentru casa mea?\"",
        "31": "Laban a zis: \"Ce să-ți dau?\" Și Iacov a răspuns: \"Să nu-mi dai nimic. Dacă te învoiești cu ce-ți voi spune, îți voi paște turma și mai departe și o voi păzi.",
        "32": "Azi am să trec prin toată turma ta; am să pun deoparte din oi orice miel sein și pestriț și orice miel negru, și din capre, tot ce este pestriț și sein. Aceasta să fie simbria mea.",
        "33": "Iată cum se va dovedi cinstea mea: de acum încolo, când ai să vii să-mi vezi simbria, tot ce nu va fi sein și pestriț între capre și negru între miei și se va găsi la mine să fie socotit ca furat.\"",
        "34": "Laban a zis: \"Bine! Fie așa cum ai zis.\"",
        "35": "În aceeași zi, a pus deoparte țapii bălțați și pestriți, toate caprele seine și pestrițe, toate cele ce aveau alb pe ele și toți mieii care erau negri. Le-a dat în mâinile fiilor săi.",
        "36": "Apoi a pus o depărtare de trei zile de drum între el și Iacov, și Iacov păștea celelalte oi ale lui Laban.",
        "37": "Iacov a luat nuiele verzi de plop, de migdal și de platan; a despuiat de pe ele fâșii de coajă și a făcut să se vadă albeața care era pe nuiele.",
        "38": "Apoi a pus nuielele pe care le despuiase de coajă în jgheaburi, în adăpători, sub ochii oilor care veneau să bea, ca, atunci când vor veni să bea, să zămislească.",
        "39": "Oile zămisleau uitându-se la nuiele și făceau miei bălțați, seini și pestriți.",
        "40": "Iacov despărțea mieii aceștia și abătea fețele oilor din turma lui Laban către cele seine și bălțate. Și-a făcut astfel turme deosebite, pe care nu le-a împreunat cu turma lui Laban.",
        "41": "Ori de câte ori se înfierbântau oile cele mai tari, Iacov punea nuielele în jgheaburi, sub ochii oilor, ca ele să zămislească uitându-se la nuiele.",
        "42": "Când oile erau slabe, nu punea nuielele; așa că cele slabe erau pentru Laban, iar cele tari, pentru Iacov.",
        "43": "Omul acesta s-a îmbogățit astfel din ce în ce mai mult; a avut multe turme, robi și roabe, cămile și măgari."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Când Rahela a văzut că ea nu i-a născut niciun copil lui Iacov, a invidiat-o pe sora sa și i-a zis lui Iacov: ‒ Dă-mi copii, altfel voi muri!",
        "2": "Iacov s-a mâniat pe Rahela și a zis: ‒ Sunt eu oare în locul lui Dumnezeu, Care te-a oprit să ai rod în pântec?",
        "3": "Atunci ea a zis: ‒ Iat-o pe slujitoarea mea, Bilha. Intră la ea, pentru ca să nască pe genunchii mei și să pot avea astfel copii cu ajutorul ei.",
        "4": "Astfel, Rahela i-a dat-o de soție lui Iacov pe slujitoarea ei, Bilha, iar Iacov a intrat la ea.",
        "5": "Bilha a rămas însărcinată și i-a născut lui Iacov un fiu.",
        "6": "Atunci Rahela a zis: \"Dumnezeu mi-a făcut dreptate, mi-a auzit glasul și mi-a dat un fiu!\". De aceea i-a pus numele Dan.",
        "7": "Bilha, slujitoarea Rahelei, a rămas din nou însărcinată și i-a născut lui Iacov un al doilea fiu.",
        "8": "Atunci Rahela a zis: \"Cu lupte mari m-am războit cu sora mea și am învins!\". De aceea i-a pus numele Neftali.",
        "9": "Când Lea a văzut că a încetat să mai aibă copii, a luat-o pe slujitoarea ei, Zilpa, și i-a dat-o de soție lui Iacov.",
        "10": "Zilpa, slujitoarea Leei, i-a născut un fiu lui Iacov.",
        "11": "Lea a zis: \"Ce noroc!\" și i-a pus numele Gad.",
        "12": "Zilpa, slujitoarea Leei, i-a născut lui Iacov un al doilea fiu.",
        "13": "Lea a zis: \"Cât de fericită sunt, pentru că femeile mă vor numi fericită\". Și i-a pus numele Așer.",
        "14": "Pe vremea seceratului grâului, Ruben a plecat la câmp și a găsit niște mandragore. El le-a adus mamei sale Lea. Rahela i-a zis Leei: ‒ Te rog, dă-mi și mie din mandragorele fiului tău.",
        "15": "Dar ea i-a răspuns: ‒ Nu-ți ajunge că mi-ai luat bărbatul? Vrei acum să iei și mandragorele fiului meu? Rahela a zis: ‒ Bine, se poate culca cu tine la noapte pentru mandragorele fiului tău.",
        "16": "Seara, când Iacov se întorcea de la câmp, Lea i-a ieșit în întâmpinare și a zis: \"Trebuie să intri la mine, pentru că te-am cumpărat cu mandragorele fiului meu\". Astfel, el s-a culcat cu ea în acea noapte.",
        "17": "Dumnezeu a ascultat-o pe Lea, iar ea a rămas însărcinată și i-a născut lui Iacov un al cincilea fiu.",
        "18": "Lea a zis: \"Dumnezeu mi-a dat răsplata, pentru că i-am dat-o soțului meu pe slujitoarea mea\". Și i-a pus numele Isahar.",
        "19": "Lea a rămas din nou însărcinată și i-a născut lui Iacov un al șaselea fiu.",
        "20": "Ea a zis: \"Dumnezeu mi-a oferit un dar prețios. De data aceasta soțul meu mă va onora, pentru că i-am născut șase fii\". Și i-a pus celui din urmă numele Zabulon.",
        "21": "După aceea a născut o fată și i-a pus numele Dina.",
        "22": "Dumnezeu Și-a adus aminte de Rahela, a ascultat-o și i-a deschis pântecul.",
        "23": "Ea a rămas însărcinată, a născut un fiu și a zis: \"Dumnezeu mi-a luat disprețul!\".",
        "24": "I-a pus numele Iosif, zicând: \"Domnul să-mi mai adauge un fiu!\".",
        "25": "După ce Rahela l-a născut pe Iosif, Iacov i-a zis lui Laban: ‒ Lasă-mă să plec, ca să mă duc la locul meu și în țara mea.",
        "26": "Dă-mi soțiile și copiii, pentru care ți-am slujit, și voi pleca; pentru că știi bine slujba pe care am făcut-o pentru tine.",
        "27": "Dar Laban i-a răspuns: ‒ Dacă am găsit bunăvoință înaintea ta, te rog să mai rămâi. Am văzut că semnele sunt în favoarea mea și că Domnul m-a binecuvântat datorită ție.",
        "28": "Apoi a zis: ‒ Spune-mi ce plată vrei, și ți-o voi da.",
        "29": "Atunci Iacov i-a zis: ‒ Știi cum ți-am slujit și cum le-a mers turmelor cu mine,",
        "30": "căci puținul pe care-l aveai înainte de venirea mea s-a înmulțit foarte mult. Domnul te-a binecuvântat oriunde m-am dus eu. Acum dar, când voi lucra și pentru familia mea?",
        "31": "Laban a întrebat: ‒ Ce să-ți dau? Iacov a răspuns: ‒ Să nu-mi dai nimic. Dacă vei face pentru mine ceea ce-ți spun, voi continua să-ți păstoresc și să-ți păzesc turma:",
        "32": "lasă-mă să trec astăzi prin toată turma ta și să iau de acolo orice oaie pestriță și cu pete, tot ce este negru între miei și ceea ce este cu pete și pestriț între capre; aceasta să-mi fie plata!",
        "33": "De azi înainte, dreptatea mea va răspunde pentru mine. Când vei veni să-mi vezi plata, tot ceea ce nu va fi cu pete sau pestriț între caprele mele și negru între mieii mei, să fie considerat furat.",
        "34": "Laban a zis: ‒ Bine. Fie precum ai spus.",
        "35": "În ziua aceea, Laban a luat țapii vărgați și cu pete, toate caprele pestrițe și cu pete (pe toate acelea care aveau alb pe ele) și tot ceea ce era negru între miei și le-a dat în grija fiilor săi.",
        "36": "Apoi a pus o distanță de trei zile între el și Iacov, iar Iacov a continuat să păstorească restul turmelor lui Laban.",
        "37": "Iacov a luat nuiele verzi de plop, de migdal și de platan și le-a descojit, astfel încât să se poată vedea lemnul alb al acestora.",
        "38": "Apoi, nuielele pe care le descojise le-a pus în jgheaburi, în adăpătorile la care veneau oile să bea, chiar în fața oilor. Când erau în călduri și veneau să bea,",
        "39": "oile se împerecheau înaintea nuielelor și fătau miei vărgați, pestriți și cu pete.",
        "40": "Iacov a separat acești miei, iar oile lui Laban le-a pus cu fața spre oile negre și pestrițe. El și-a pus deoparte turmele lui și nu le-a amestecat cu cele ale lui Laban.",
        "41": "Ori de câte ori oile mai puternice erau în călduri, Iacov punea nuiele înaintea ochilor oilor, în jgheaburi, pentru ca ele să se împerecheze lângă nuiele.",
        "42": "Dar când oile erau slabe, nu punea nuiele, astfel încât cele slabe erau pentru Laban, iar cele puternice, pentru Iacov.",
        "43": "Acest om s-a îmbogățit foarte mult și avea multe turme, slujitoare și slujitori, cămile și măgari."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "When Rachel saw that she bore Jacob no children, Rachel envied her sister. She said to Jacob, \"Give me children, or else I will die.\"",
        "2": "Jacob's anger burned against Rachel, and he said, \"Am I in God's place, who has withheld from you the fruit of the womb?\"",
        "3": "She said, \"Behold, my maid Bilhah. Go in to her, that she may bear on my knees, and I also may obtain children by her.\"",
        "4": "She gave him Bilhah her servant as wife, and Jacob went in to her.",
        "5": "Bilhah conceived, and bore Jacob a son.",
        "6": "Rachel said, \"God has judged me, and has also heard my voice, and has given me a son.\" Therefore she called his name Dan.",
        "7": "Bilhah, Rachel's servant, conceived again, and bore Jacob a second son.",
        "8": "Rachel said, \"I have wrestled with my sister with mighty wrestlings, and have prevailed.\" She named him Naphtali.",
        "9": "When Leah saw that she had finished bearing, she took Zilpah, her servant, and gave her to Jacob as a wife.",
        "10": "Zilpah, Leah's servant, bore Jacob a son.",
        "11": "Leah said, \"How fortunate!\" She named him Gad.",
        "12": "Zilpah, Leah's servant, bore Jacob a second son.",
        "13": "Leah said, \"Happy am I, for the daughters will call me happy.\" She named him Asher.",
        "14": "Reuben went in the days of wheat harvest, and found mandrakes in the field, and brought them to his mother, Leah. Then Rachel said to Leah, \"Please give me some of your son's mandrakes.\"",
        "15": "Leah said to her, \"Is it a small matter that you have taken away my husband? Would you take away my son's mandrakes, also?\" Rachel said, \"Therefore he will lie with you tonight for your son's mandrakes.\"",
        "16": "Jacob came from the field in the evening, and Leah went out to meet him, and said, \"You must come in to me; for I have surely hired you with my son's mandrakes.\" He lay with her that night.",
        "17": "God listened to Leah, and she conceived, and bore Jacob a fifth son.",
        "18": "Leah said, \"God has given me my hire, because I gave my servant to my husband.\" She named him Issachar.",
        "19": "Leah conceived again, and bore a sixth son to Jacob.",
        "20": "Leah said, \"God has endowed me with a good dowry. Now my husband will live with me, because I have borne him six sons.\" She named him Zebulun.",
        "21": "Afterwards, she bore a daughter, and named her Dinah.",
        "22": "God remembered Rachel, and God listened to her, and opened her womb.",
        "23": "She conceived, bore a son, and said, \"God has taken away my reproach.\"",
        "24": "She named him Joseph, saying, \"May Yahweh add another son to me.\"",
        "25": "When Rachel had borne Joseph, Jacob said to Laban, \"Send me away, that I may go to my own place, and to my country.",
        "26": "Give me my wives and my children for whom I have served you, and let me go; for you know my service with which I have served you.\"",
        "27": "Laban said to him, \"If now I have found favor in your eyes, stay here, for I have divined that Yahweh has blessed me for your sake.\"",
        "28": "He said, \"Appoint me your wages, and I will give it.\"",
        "29": "Jacob said to him, \"You know how I have served you, and how your livestock have fared with me.",
        "30": "For it was little which you had before I came, and it has increased to a multitude. Yahweh has blessed you wherever I turned. Now when will I provide for my own house also?\"",
        "31": "Laban said, \"What shall I give you?\" Jacob said, \"You shall not give me anything. If you will do this thing for me, I will again feed your flock and keep it.",
        "32": "I will pass through all your flock today, removing from there every speckled and spotted one, and every black one among the sheep, and the spotted and speckled among the goats. This will be my hire.",
        "33": "So my righteousness will answer for me hereafter, when you come concerning my hire that is before you. Every one that is not speckled and spotted among the goats, and black among the sheep, that might be with me, will be considered stolen.\"",
        "34": "Laban said, \"Behold, let it be according to your word.\"",
        "35": "That day, he removed the male goats that were streaked and spotted, and all the female goats that were speckled and spotted, every one that had white in it, and all the black ones among the sheep, and gave them into the hand of his sons.",
        "36": "He set three days' journey between himself and Jacob, and Jacob fed the rest of Laban's flocks.",
        "37": "Jacob took to himself rods of fresh poplar, almond, and plane tree, peeled white streaks in them, and made the white appear which was in the rods.",
        "38": "He set the rods which he had peeled opposite the flocks in the watering troughs where the flocks came to drink. They conceived when they came to drink.",
        "39": "The flocks conceived before the rods, and the flocks produced streaked, speckled, and spotted.",
        "40": "Jacob separated the lambs, and set the faces of the flocks toward the streaked and all the black in Laban's flock. He put his own droves apart, and didn't put them into Laban's flock.",
        "41": "Whenever the stronger of the flock conceived, Jacob laid the rods in front of the eyes of the flock in the watering troughs, that they might conceive among the rods;",
        "42": "but when the flock were feeble, he didn't put them in. So the feebler were Laban's, and the stronger Jacob's.",
        "43": "The man increased exceedingly, and had large flocks, female servants and male servants, and camels and donkeys."
      }
    }
  }
}