{
  "book": "Geneza",
  "chapter": "41",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "După doi ani, Faraon a visat un vis. I se părea că stătea lângă râu (Nil).",
        "2": "Și iată că șapte vaci frumoase la vedere și grase la trup s-au suit din râu și au început să pască prin mlaștini.",
        "3": "După ele s-au mai suit din râu alte șapte vaci, urâte la vedere și slabe la trup, și s-au așezat lângă ele, pe marginea râului.",
        "4": "Vacile urâte la vedere și slabe la trup au mâncat pe cele șapte vaci frumoase la vedere și grase la trup. Și Faraon s-a trezit.",
        "5": "A adormit din nou și a visat un al doilea vis. Se făcea că șapte spice de grâu grase și frumoase au crescut pe același pai.",
        "6": "Și după ele au răsărit alte șapte spice, slabe și arse de vântul de răsărit.",
        "7": "Spicele slabe au înghițit pe cele șapte spice grase și pline. Și Faraon s-a trezit. Iată visul.",
        "8": "Dimineața, Faraon s-a tulburat și a trimis să cheme pe toți magii și pe toți înțelepții Egiptului. Le-a istorisit visele lui. Dar nimeni n-a putut să le tălmăcească lui Faraon.",
        "9": "Atunci, mai-marele paharnicilor a luat cuvântul și a zis lui Faraon: „Mi-aduc aminte astăzi de greșeala mea.",
        "10": "Faraon se mâniase pe slujitorii lui și mă aruncase în temniță, în casa căpeteniei străjerilor, pe mine și pe mai-marele pitarilor.",
        "11": "Amândoi am visat câte un vis în aceeași noapte, și anume fiecare din noi a visat un vis care a primit o tălmăcire deosebită.",
        "12": "Era acolo cu noi un tânăr evreu, rob al căpeteniei străjerilor. I-am istorisit visele noastre, și el ni le-a tălmăcit și ne-a spus întocmai ce înseamnă visul fiecăruia.",
        "13": "Lucrurile s-au întâmplat întocmai după tălmăcirea pe care ne-o dăduse el. Pe mine, Faraon m-a pus iarăși în slujba mea, iar pe mai-marele pitarilor l-a spânzurat.”",
        "14": "Faraon a trimis să cheme pe Iosif. L-au scos în grabă din temniță. Iosif s-a ras, și-a schimbat hainele și s-a dus la Faraon.",
        "15": "Faraon a zis lui Iosif: „Am visat un vis. Nimeni nu l-a putut tălmăci și am aflat că tu tălmăcești un vis îndată după ce l-ai auzit.”",
        "16": "Iosif a răspuns lui Faraon: „Nu eu! Dumnezeu este Acela care va da un răspuns prielnic lui Faraon!”",
        "17": "Faraon a început să istorisească atunci lui Iosif: „În visul meu, se făcea că stăteam pe malul râului.",
        "18": "Și deodată, șapte vaci grase la trup și frumoase la chip s-au suit din râu și au început să pască prin mlaștini.",
        "19": "După ele, s-au suit alte șapte vaci slabe, foarte urâte la chip și sfrijite: n-am mai văzut altele așa de urâte în toată țara Egiptului.",
        "20": "Vacile cele sfrijite și slabe au mâncat pe cele șapte vaci dintâi, care erau grase.",
        "21": "Le-au înghițit, fără să se poată cunoaște că intraseră în pântecele lor; ba încă înfățișarea lor era tot așa de urâtă ca mai înainte. Și m-am deșteptat.",
        "22": "Am mai văzut în vis șapte spice pline și frumoase, care creșteau pe același pai.",
        "23": "Și după ele au răsărit șapte spice goale, slabe, arse de vântul de răsărit.",
        "24": "Spicele slabe au înghițit pe cele șapte spice frumoase. Am spus aceste lucruri magilor, dar nimeni nu mi le-a putut tălmăci.”",
        "25": "Iosif a zis lui Faraon: „Ce a visat Faraon înseamnă un singur lucru: Dumnezeu a arătat mai dinainte lui Faraon ce are să facă.",
        "26": "Cele șapte vaci frumoase înseamnă șapte ani și cele șapte spice frumoase înseamnă șapte ani: este un singur vis.",
        "27": "Cele șapte vaci sfrijite și urâte, care se suiau după cele dintâi, înseamnă șapte ani, și cele șapte spice goale, arse de vântul de răsărit, vor fi șapte ani de foamete.",
        "28": "Astfel, după cum am spus lui Faraon, Dumnezeu a arătat lui Faraon ce are să facă.",
        "29": "Iată, vor fi șapte ani de mare belșug în toată țara Egiptului.",
        "30": "După ei, vor veni șapte ani de foamete, așa că se va uita tot belșugul acesta în țara Egiptului, și foametea va topi țara.",
        "31": "Foametea aceasta care va urma va fi așa de mare că nu se va mai cunoaște belșugul în țară.",
        "32": "Cât privește faptul că Faraon a visat visul de două ori, înseamnă că lucrul este hotărât din partea lui Dumnezeu și că Dumnezeu Se va grăbi să-l aducă la îndeplinire.",
        "33": "Acum, Faraon să aleagă un om priceput și înțelept și să-l pună în fruntea țării Egiptului.",
        "34": "Faraon să pună prefecți în țară, ca să ridice o cincime din roadele Egiptului în timpul celor șapte ani de belșug.",
        "35": "Să se strângă toate bucatele din acești ani buni care au să vină; să se facă, la îndemâna lui Faraon, grămezi de grâu, provizii în cetăți, și să le păzească.",
        "36": "Bucatele acestea vor fi provizia țării pentru cei șapte ani de foamete care vor veni în țara Egiptului, pentru ca țara să nu fie prăpădită de foamete.”",
        "37": "Cuvintele acestea au plăcut lui Faraon și tuturor slujitorilor lui.",
        "38": "Și Faraon a zis slujitorilor săi: „Am putea noi oare să găsim un om ca acesta, care să aibă în el Duhul lui Dumnezeu?”",
        "39": "Și Faraon a zis lui Iosif: „Fiindcă Dumnezeu ți-a făcut cunoscute toate aceste lucruri, nu este nimeni care să fie atât de priceput și atât de înțelept ca tine.",
        "40": "Te pun mai-mare peste casa mea și tot poporul meu va asculta de poruncile tale. Numai scaunul meu de domnie mă va ridica mai presus de tine.”",
        "41": "Faraon a zis lui Iosif: „Uite, îți dau stăpânire peste toată țara Egiptului.”",
        "42": "Faraon și-a scos inelul din deget și l-a pus în degetul lui Iosif; l-a îmbrăcat cu haine de in subțire și i-a pus un lanț de aur la gât.",
        "43": "L-a suit în carul care venea după al lui și strigau înaintea lui: „În genunchi!” Astfel i-a dat Faraon stăpânire peste toată țara Egiptului.",
        "44": "Și a mai zis lui Iosif: „Eu sunt Faraon! Dar fără tine nimeni nu va ridica mâna, nici piciorul, în toată țara Egiptului.”",
        "45": "Faraon a pus lui Iosif numele: Țafnat-Paeneah (Descoperitor de taine) și i-a dat de nevastă pe Asnat, fata lui Poti-Fera, preotul lui On. Și Iosif a pornit să cerceteze țara Egiptului.",
        "46": "Iosif era în vârstă de treizeci de ani când s-a înfățișat înaintea lui Faraon, împăratul Egiptului, și a plecat de la Faraon și a străbătut toată țara Egiptului.",
        "47": "În timpul celor șapte ani de rod, pământul a dat bucate din belșug.",
        "48": "Iosif a strâns toate bucatele din acești șapte ani de belșug în țara Egiptului. A făcut provizii în cetăți, punând în fiecare cetate bucatele de pe câmpul de primprejur.",
        "49": "Iosif a strâns grâu ca nisipul mării, atât de mult, că au încetat să-l mai măsoare, pentru că era fără măsură.",
        "50": "Înaintea anilor de foamete, i s-au născut lui Iosif doi fii, pe care i-a născut Asnat, fata lui Poti-Fera, preotul lui On.",
        "51": "Iosif a pus întâiului născut numele Manase (Uitare); „căci”, a zis el, „Dumnezeu m-a făcut să uit toate necazurile mele și toată casa tatălui meu”.",
        "52": "Și celui de al doilea i-a pus numele Efraim (Rodire); „căci”, a zis el, „Dumnezeu m-a făcut roditor în țara întristării mele”.",
        "53": "Cei șapte ani de belșug care au fost în țara Egiptului au trecut",
        "54": "și au început să vină cei șapte ani de foamete, așa cum vestise Iosif. În toate țările era foamete, dar în toată țara Egiptului era pâine.",
        "55": "Când a flămânzit, în sfârșit, toată țara Egiptului, poporul a strigat la Faraon să-i dea pâine. Faraon a spus tuturor egiptenilor: „Duceți-vă la Iosif și faceți ce vă va spune el.”",
        "56": "Foametea bântuia în toată țara. Iosif a deschis toate locurile cu provizii și a vândut grâu egiptenilor. Foametea creștea din ce în ce mai mult în țara Egiptului.",
        "57": "Și din toate țările venea lumea în Egipt ca să cumpere grâu de la Iosif, căci în toate țările era foamete mare."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "După doi ani, faraonul a avut un vis.",
        "2": "și iată că din Nil au ieșit șapte vaci frumoase la înfățișare și grase la trup, care pășteau între trestii.",
        "3": "Dar iată că după ele au ieșit din Nil alte șapte vaci urâte la înfățișare și cu trupul slab, care s-au așezat lângă celelalte vaci, pe malul Nilului.",
        "4": "Vacile urâte la înfățișare și cu trupul slab le-au mâncat pe cele șapte vaci frumoase la înfățișare și grase la trup. Atunci faraonul s-a trezit.",
        "5": "Apoi a adormit și a visat a doua oară: se făcea că șapte spice de grâne, grase și bune, creșteau pe același pai.",
        "6": "Dar iată că după ele au răsărit șapte spice slabe și arse de vântul de est.",
        "7": "Spicele slabe le-au înghițit pe cele șapte spice grase și pline. Atunci faraonul s-a trezit și iată că era doar un vis.",
        "8": "Dimineața, duhul îi era tulburat. El a trimis să-i cheme pe toți vrăjitorii Egiptului și pe toți înțelepții lui. Faraonul le-a istorisit visul, dar nimeni n-a putut să i-l interpreteze.",
        "9": "Atunci căpetenia paharnicilor i-a vorbit lui Faraon, zicând: „Mi-aduc aminte astăzi de păcatele mele.",
        "10": "Faraon s-a mâniat pe slujitorii săi și ne-a pus sub pază, în casa comandantului gărzii, pe mine și pe căpetenia brutarilor.",
        "11": "El și cu mine am avut în aceeași noapte câte un vis, fiecare vis cu semnificația lui.",
        "12": "Împreună cu noi, se afla acolo și un tânăr evreu, sclav al comandantului gărzii. I-am spus acestuia visele noastre, iar el ni le-a interpretat, dând fiecărui vis semnificația lui.",
        "13": "Și s-a întâmplat exact așa cum ni le-a interpretat el: pe mine Faraon m-a reașezat în slujbă, iar pe brutar l-a atârnat de un copac“.",
        "14": "Atunci Faraon a trimis să-l cheme pe Iosif, iar el a fost scos repede din închisoare. Iosif s-a ras, și-a schimbat hainele și s-a dus la Faraon.",
        "15": "Faraon i-a zis lui Iosif: Am avut un vis, dar nu este nimeni care să-l poată interpreta. Am auzit că tu poți interpreta un vis imediat ce-l auzi.",
        "16": "Iosif i-a răspuns lui Faraon, zicând: Nu eu! Dumnezeu îi va răspunde favorabil lui Faraon.",
        "17": "Atunci Faraon i-a zis lui Iosif: În visul meu, se făcea că stăteam pe malul Nilului",
        "18": "și iată că din Nil au ieșit șapte vaci grase la trup și frumoase la chip, care pășteau între trestii.",
        "19": "Dar iată că după ele au ieșit alte șapte vaci, care erau slăbănoage, foarte urâte la chip și cu trupul slab, atât de urâte cum n-am mai văzut niciodată în toată țara Egiptului.",
        "20": "Vacile slabe și urâte le-au devorat pe primele șapte vaci grase,",
        "21": "dar după ce le-au mâncat, nimeni nu și-ar fi dat seama că au făcut acest lucru, deoarece erau la fel de slăbănoage ca la început. Apoi m-am trezit.",
        "22": "Am mai văzut în visul meu că șapte spice de grâne, pline și bune, creșteau pe același pai.",
        "23": "Dar iată că după ele au răsărit șapte spice uscate, slabe și arse de vântul de est.",
        "24": "Spicele slabe le-au înghițit pe cele șapte spice bune. Le-am spus vrăjitorilor aceste lucruri, dar niciunul nu mi le-a putut explica.",
        "25": "Atunci Iosif i-a zis lui Faraon: Ce a visat Faraon are o singură semnificație. Dumnezeu i-a descoperit ce urmează să facă.",
        "26": "Cele șapte vaci bune înseamnă șapte ani, iar cele șapte spice bune înseamnă tot șapte ani; este un singur vis.",
        "27": "Cele șapte vaci slabe și urâte, care au ieșit după primele, înseamnă șapte ani, asemenea celor șapte spice goale, arse de vântul de est. Ele înseamnă șapte ani de foamete.",
        "28": "Se va întâmpla exact așa cum i-am spus lui Faraon. Dumnezeu i-a arătat lui Faraon ce urmează să facă.",
        "29": "Iată, vor veni șapte ani de mare belșug în toată țara Egiptului.",
        "30": "După ei vor veni șapte ani de foamete, astfel încât tot belșugul din țara Egiptului va fi uitat. Foametea va pustii țara.",
        "31": "Belșugul nu va mai fi cunoscut în țară din cauza foametei care va urma, pentru că ea va fi foarte mare.",
        "32": "Visul i-a fost arătat lui Faraon în două feluri, pentru că acest lucru este hotărât de Dumnezeu, iar Dumnezeu Se va grăbi să-l împlinească.",
        "33": "De aceea Faraon să aleagă acum un om priceput și înțelept și să îi dea autoritate peste țara Egiptului.",
        "34": "Faraon să pună supraveghetori peste țara Egiptului și să ia o cincime din rodul țării în timpul celor șapte ani de belșug.",
        "35": "Ei să strângă toată hrana din acești ani buni care vin, să pună grânele pentru hrana celor din cetăți sub stăpânirea lui Faraon și să le păzească.",
        "36": "Hrana aceea va fi o rezervă pentru țară în cei șapte ani de foamete care vor veni peste țara Egiptului, astfel încât țara să nu piară în timpul foametei.",
        "37": "Sfatul acesta a plăcut lui Faraon și tuturor slujitorilor săi.",
        "38": "Faraon le-a zis slujitorilor săi: „Vom putea găsi noi un om ca acesta, în care să fie Duhul lui Dumnezeu?“.",
        "39": "Faraon i-a zis lui Iosif: Pentru că Dumnezeu ți-a descoperit toate acestea, nu este nimeni la fel de priceput și de înțelept ca tine.",
        "40": "Tu vei fi responsabil peste casa mea și tot poporul meu se va supune poruncii tale. Doar în ce privește tronul, eu voi fi mai mare decât tine.",
        "41": "Apoi Faraon i-a zis lui Iosif: Uite, te-am pus peste toată țara Egiptului.",
        "42": "Faraon și-a scos inelul cu sigiliu de pe deget și l-a pus pe degetul lui Iosif. L-a îmbrăcat în haine de in subțire și i-a pus un lanț de aur la gât.",
        "43": "Apoi l-a pus în carul celui de-al doilea în rang după el și strigau înaintea lui: „Plecați genunchiul!“. Astfel, Faraon i-a dat lui Iosif autoritate peste toată țara Egiptului.",
        "44": "Faraon i-a zis lui Iosif: Eu sunt Faraon, dar fără tine nimeni nu va ridica nici mâna, nici piciorul în toată țara Egiptului.",
        "45": "Faraon i-a pus lui Iosif numele Țafnat-Paneah și i-a dat-o de soție pe Asnat, fata lui Poti-Fera, preotul din On. Iosif a plecat să cerceteze țara Egiptului.",
        "46": "El avea treizeci de ani când a intrat în slujba lui Faraon, regele Egiptului. Iosif a ieșit de la Faraon și a călătorit prin tot Egiptul.",
        "47": "În timpul celor șapte ani de belșug, pământul a dat roade din plin.",
        "48": "În timpul acestor șapte ani de belșug din țara Egiptului, Iosif a adunat toată hrana și a depozitat-o în cetăți. În fiecare cetate el a depozitat hrana care provenea de pe câmpurile din jur.",
        "49": "Astfel, Iosif a strâns foarte multe grâne, ca nisipul mării, încât a încetat să le mai cântărească, deoarece erau foarte multe.",
        "50": "Înainte să vină anii de foamete, Asnat, fata lui Poti-Fera, preotul din On, i-a născut lui Iosif doi fii.",
        "51": "Iosif i-a pus întâiului său născut numele Manase, zicând: „Aceasta pentru că Dumnezeu m-a făcut să uit toate necazurile mele și toată familia tatălui meu“.",
        "52": "Celui de-al doilea fiu i-a pus numele Efraim, zicând: „Aceasta pentru că Dumnezeu m-a făcut roditor în țara suferinței mele“.",
        "53": "Cei șapte ani de belșug din țara Egiptului s-au sfârșit",
        "54": "și au început șapte ani de foamete, așa cum a zis Iosif. În toate țările era foamete, dar în toată țara Egiptului era hrană.",
        "55": "Când toată țara Egiptului a flămânzit, poporul a strigat către Faraon după hrană. Faraon le-a zis tuturor egiptenilor: „Mergeți la Iosif și faceți ce vă va spune el!“.",
        "56": "Foametea era pe toată fața pământului. Iosif a deschis toate locurile cu provizii și le-a vândut grâne egiptenilor, deoarece foametea era mare în țara Egiptului.",
        "57": "Oameni de pe tot pământul veneau în Egipt la Iosif ca să cumpere grâne, căci foametea era mare pe tot pământul."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "At the end of two full years, Pharaoh dreamed, and behold, he stood by the river.",
        "2": "Behold, seven cattle came up out of the river. They were sleek and fat, and they fed in the marsh grass.",
        "3": "Behold, seven other cattle came up after them out of the river, ugly and thin, and stood by the other cattle on the brink of the river.",
        "4": "The ugly and thin cattle ate up the seven sleek and fat cattle. So Pharaoh awoke.",
        "5": "He slept and dreamed a second time; and behold, seven heads of grain came up on one stalk, healthy and good.",
        "6": "Behold, seven heads of grain, thin and blasted with the east wind, sprung up after them.",
        "7": "The thin heads of grain swallowed up the seven healthy and full ears. Pharaoh awoke, and behold, it was a dream.",
        "8": "In the morning, his spirit was troubled, and he sent and called for all of Egypt’s magicians and wise men. Pharaoh told them his dreams, but there was no one who could interpret them to Pharaoh.",
        "9": "Then the chief cup bearer spoke to Pharaoh, saying, “I remember my faults today.",
        "10": "Pharaoh was angry with his servants, and put me in custody in the house of the captain of the guard, with the chief baker.",
        "11": "We dreamed a dream in one night, he and I. Each man dreamed according to the interpretation of his dream.",
        "12": "There was with us there a young man, a Hebrew, servant to the captain of the guard, and we told him, and he interpreted to us our dreams. He interpreted to each man according to his dream.",
        "13": "As he interpreted to us, so it was. He restored me to my office, and he hanged him.”",
        "14": "Then Pharaoh sent and called Joseph, and they brought him hastily out of the dungeon. He shaved himself, changed his clothing, and came in to Pharaoh.",
        "15": "Pharaoh said to Joseph, “I have dreamed a dream, and there is no one who can interpret it. I have heard it said of you, that when you hear a dream you can interpret it.”",
        "16": "Joseph answered Pharaoh, saying, “It isn’t in me. God will give Pharaoh an answer of peace.”",
        "17": "Pharaoh spoke to Joseph, “In my dream, behold, I stood on the brink of the river;",
        "18": "and behold, seven fat and sleek cattle came up out of the river. They fed in the marsh grass;",
        "19": "and behold, seven other cattle came up after them, poor and very ugly and thin, such as I never saw in all the land of Egypt for ugliness.",
        "20": "The thin and ugly cattle ate up the first seven fat cattle;",
        "21": "and when they had eaten them up, it couldn’t be known that they had eaten them, but they were still ugly, as at the beginning. So I awoke.",
        "22": "I saw in my dream, and behold, seven heads of grain came up on one stalk, full and good;",
        "23": "and behold, seven heads of grain, withered, thin, and blasted with the east wind, sprung up after them.",
        "24": "The thin heads of grain swallowed up the seven good heads of grain. I told it to the magicians, but there was no one who could explain it to me.”",
        "25": "Joseph said to Pharaoh, “The dream of Pharaoh is one. What God is about to do he has declared to Pharaoh.",
        "26": "The seven good cattle are seven years; and the seven good heads of grain are seven years. The dream is one.",
        "27": "The seven thin and ugly cattle that came up after them are seven years, and also the seven empty heads of grain blasted with the east wind; they will be seven years of famine.",
        "28": "That is the thing which I have spoken to Pharaoh. God has shown Pharaoh what he is about to do.",
        "29": "Behold, seven years of great plenty throughout all the land of Egypt are coming.",
        "30": "Seven years of famine will arise after them, and all the plenty will be forgotten in the land of Egypt. The famine will consume the land,",
        "31": "and the plenty will not be known in the land by reason of that famine which follows; for it will be very grievous.",
        "32": "The dream was doubled to Pharaoh, because the thing is established by God, and God will shortly bring it to pass.",
        "33": "“Now therefore let Pharaoh look for a discreet and wise man, and set him over the land of Egypt.",
        "34": "Let Pharaoh do this, and let him appoint overseers over the land, and take up the fifth part of the land of Egypt’s produce in the seven plenteous years.",
        "35": "Let them gather all the food of these good years that come, and store grain under the hand of Pharaoh for food in the cities, and let them keep it.",
        "36": "The food will be to supply the land against the seven years of famine, which will be in the land of Egypt; so that the land will not perish through the famine.”",
        "37": "The thing was good in the eyes of Pharaoh, and in the eyes of all his servants.",
        "38": "Pharaoh said to his servants, “Can we find such a one as this, a man in whom is the Spirit of God?”",
        "39": "Pharaoh said to Joseph, “Because God has shown you all of this, there is no one so discreet and wise as you.",
        "40": "You shall be over my house. All my people will be ruled according to your word. Only in the throne I will be greater than you.”",
        "41": "Pharaoh said to Joseph, “Behold, I have set you over all the land of Egypt.”",
        "42": "Pharaoh took off his signet ring from his hand, and put it on Joseph’s hand, and arrayed him in robes of fine linen, and put a gold chain about his neck.",
        "43": "He made him ride in the second chariot which he had. They cried before him, “Bow the knee!” He set him over all the land of Egypt.",
        "44": "Pharaoh said to Joseph, “I am Pharaoh. Without you, no man shall lift up his hand or his foot in all the land of Egypt.”",
        "45": "Pharaoh called Joseph’s name Zaphenath-Paneah. He gave him Asenath, the daughter of Potiphera priest of On as a wife. Joseph went out over the land of Egypt.",
        "46": "Joseph was thirty years old when he stood before Pharaoh king of Egypt. Joseph went out from the presence of Pharaoh, and went throughout all the land of Egypt.",
        "47": "In the seven plenteous years the earth produced abundantly.",
        "48": "He gathered up all the food of the seven years which were in the land of Egypt, and laid up the food in the cities. He stored food in each city from the fields around that city.",
        "49": "Joseph laid up grain as the sand of the sea, very much, until he stopped counting, for it was without number.",
        "50": "To Joseph were born two sons before the year of famine came, whom Asenath, the daughter of Potiphera priest of On, bore to him.",
        "51": "Joseph called the name of the firstborn Manasseh, “For”, he said, “God has made me forget all my toil, and all my father’s house.”",
        "52": "The name of the second, he called Ephraim: “For God has made me fruitful in the land of my affliction.”",
        "53": "The seven years of plenty, that were in the land of Egypt, came to an end.",
        "54": "The seven years of famine began to come, just as Joseph had said. There was famine in all lands, but in all the land of Egypt there was bread.",
        "55": "When all the land of Egypt was famished, the people cried to Pharaoh for bread, and Pharaoh said to all the Egyptians, “Go to Joseph. What he says to you, do.”",
        "56": "The famine was over all the surface of the earth. Joseph opened all the store houses, and sold to the Egyptians. The famine was severe in the land of Egypt.",
        "57": "All countries came into Egypt, to Joseph, to buy grain, because the famine was severe in all the earth."
      }
    }
  }
}