{
  "book": "GEN",
  "chapter": "34",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Dina, fata pe care o născuse lui Iacov Lea, a ieșit să vadă pe fetele țării.",
        "2": "Ea a fost zărită de Sihem, fiul hevitului Hamor, domnitorul țării. El a pus mâna pe ea, s-a culcat cu ea și a necinstit-o.",
        "3": "S-a lipit cu toată inima de Dina, fata lui Iacov, a iubit fata și a căutat s-o liniștească.",
        "4": "După aceea Sihem a zis tatălui său Hamor: \"Ia-mi de nevastă pe fata aceasta!\"",
        "5": "Iacov a aflat că-i necinstise pe fiică-sa Dina și, fiindcă fiii săi erau cu vitele la pășune, Iacov a tăcut până la întoarcerea lor.",
        "6": "Hamor, tatăl lui Sihem, s-a dus la Iacov ca să-i vorbească.",
        "7": "Dar, când s-au întors fiii lui Iacov de la pășune și au auzit lucrul acesta, s-au supărat și s-au mâniat foarte tare, pentru că Sihem săvârșise o mișelie în Israel, culcându-se cu fata lui Iacov: așa ceva n-ar fi trebuit să se facă niciodată.",
        "8": "Hamor le-a vorbit astfel: \"Fiul meu Sihem s-a lipit cu toată inima de fata voastră. Vă rog, dați-i-o de nevastă",
        "9": "și încuscriți-vă cu noi; voi dați-ne fetele voastre și luați pentru voi pe ale noastre!",
        "10": "Locuiți cu noi; țara vă stă înainte, rămâneți în ea, faceți negoț și cumpărați pământuri în ea.\"",
        "11": "Sihem a zis tatălui și fraților Dinei: \"Să capăt trecere înaintea voastră, și vă voi da ce-mi veți cere.",
        "12": "Cereți-mi o zestre cât de mare și cât de multe daruri, și voi da tot ce-mi veți zice; numai dați-mi fata de nevastă.\"",
        "13": "Fiii lui Iacov au răspuns și au vorbit cu vicleșug lui Sihem și tatălui său Hamor, pentru că Sihem necinstise pe sora lor Dina.",
        "14": "Ei i-au zis: \"Este un lucru pe care nu-l putem face, să dăm pe sora noastră unui om netăiat împrejur, căci ar fi o ocară pentru noi.",
        "15": "Nu ne vom învoi la așa ceva decât dacă vă faceți și voi ca noi și dacă orice parte bărbătească dintre voi se va tăia împrejur.",
        "16": "Atunci vă vom da pe fetele noastre și vom lua pentru noi pe ale voastre; vom locui cu voi și vom face împreună un singur norod.",
        "17": "Dar, dacă nu voiți să ne ascultați și să vă tăiați împrejur, ne vom lua fata și vom pleca.\"",
        "18": "Cuvintele lor au plăcut lui Hamor și lui Sihem, fiul lui Hamor.",
        "19": "Tânărul n-a pregetat să facă lucrul acesta, căci iubea pe fata lui Iacov și era cel mai bine văzut în casa tatălui său.",
        "20": "Hamor și fiul lui Sihem s-au dus la poarta cetății și au vorbit astfel oamenilor din cetatea lor:",
        "21": "\"Oamenii aceștia au gânduri de pace față de noi; să rămână dar în țară și să facă negoț; țara este destul de largă pentru ei. Noi vom lua de neveste pe fetele lor și le vom da de neveste pe fetele noastre.",
        "22": "Dar oamenii aceștia nu vor voi să locuiască împreună cu noi, ca să alcătuim un singur popor, decât dacă orice parte bărbătească dintre noi se va tăia împrejur, după cum și ei înșiși sunt tăiați împrejur.",
        "23": "Turmele lor, averile lor și toate vitele lor vor fi atunci ale noastre. Să primim numai ce cer ei, ca să rămână la noi.\"",
        "24": "Toți cei ce treceau pe poarta cetății au ascultat pe Hamor și pe fiul său Sihem și toți bărbații au fost tăiați împrejur, toți cei ce treceau pe poarta cetății.",
        "25": "A treia zi, pe când sufereau ei încă, cei doi fii ai lui Iacov, Simeon și Levi, frații Dinei, și-au luat, fiecare, sabia, s-au năpustit asupra cetății care se credea în liniște și au ucis pe toți bărbații.",
        "26": "Au trecut, de asemenea, prin ascuțișul sabiei pe Hamor și pe fiul său Sihem; au ridicat pe Dina din casa lui Sihem și au ieșit afară.",
        "27": "Fiii lui Iacov s-au aruncat asupra celor morți și au jefuit cetatea, pentru că necinstiseră pe sora lor.",
        "28": "Le-au luat oile, boii și măgarii, tot ce era în cetate și ce era pe câmp;",
        "29": "le-au luat ca pradă de război toate bogățiile, copiii și nevestele și tot ce se găsea în case.",
        "30": "Atunci, Iacov a zis lui Simeon și lui Levi: \"Voi m-ați nenorocit, făcându-mă urât locuitorilor țării, canaaniților și fereziților. N-am sub porunca mea decât un mic număr de oameni; ei se vor strânge împotriva mea, mă vor bate și voi fi nimicit, eu și casa mea.\"",
        "31": "Ei au răspuns: \"Se cuvenea oare să se poarte cu sora noastră cum se poartă cu o curvă?\""
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Dina, fata pe care Lea i-o născuse lui Iacov, a ieșit să le vadă pe fetele țării.",
        "2": "Când a văzut-o Șechem, fiul hivitului Hamor, prințul țării, a luat-o, s-a culcat cu ea și, astfel, a dezonorat-o.",
        "3": "Sufletul lui s-a alipit de Dina, fata lui Iacov, și a iubit-o pe tânără. El i-a vorbit tinerei pe placul inimii ei.",
        "4": "Apoi Șechem i-a vorbit tatălui său, Hamor, zicând: \"Ia-mi-o de soție pe această fată!\".",
        "5": "Iacov a aflat că Șechem a dezonorat-o pe fata sa Dina, însă, pentru că fiii săi erau cu turmele la câmp, a tăcut până când s-au întors ei.",
        "6": "Hamor, tatăl lui Șechem, s-a dus la Iacov să-i vorbească.",
        "7": "Când au auzit lucrul acesta, fiii lui Iacov s-au întors de la câmp. Ei s-au supărat și s-au mâniat foarte tare, pentru că Șechem comisese o faptă spurcată în Israel, culcându-se cu fata lui Iacov. Un astfel de lucru nu trebuia făcut.",
        "8": "Însă Hamor le-a vorbit, zicând: ‒ Fiul meu, Șechem, s-a îndrăgostit de fata voastră. Vă rog, dați-i-o de soție!",
        "9": "Încuscriți-vă cu noi: dați-ne fetele voastre și luați fetele noastre pentru voi.",
        "10": "Locuiți împreună cu noi. Întrucât țara este înaintea voastră, locuiți în ea, faceți comerț și cumpărați proprietăți în ea.",
        "11": "Șechem le-a zis tatălui și fraților Dinei: ‒ Să găsesc bunăvoință înaintea voastră și vă voi da orice îmi veți cere.",
        "12": "Cereți-mi o zestre și un dar cât de mari vreți, iar eu vă voi da orice îmi veți cere. Doar dați-mi fata de soție.",
        "13": "Fiii lui Iacov le-au răspuns cu înșelătorie lui Șechem și tatălui său, Hamor, pentru că Șechem o dezonorase pe Dina, sora lor.",
        "14": "Ei le-au zis: ‒ Nu putem face acest lucru. Nu putem s-o dăm pe sora noastră unui bărbat necircumcis, pentru că aceasta ar fi o rușine pentru noi.",
        "15": "Vom fi de acord numai dacă voi vă veți face ca noi, adică dacă fiecare persoană de parte bărbătească dintre voi va fi circumcisă.",
        "16": "Apoi vă vom da fetele noastre și le vom lua pentru noi pe fetele voastre. Vom locui împreună cu voi și vom alcătui un singur popor.",
        "17": "Dar dacă nu ne veți asculta ca să vă circumcideți, ne vom lua fata și vom pleca.",
        "18": "Cuvintele lor au plăcut lui Hamor și lui Șechem, fiul lui Hamor.",
        "19": "Tânărul, care era cel mai respectat în familia tatălui său, n-a întârziat să facă lucrul cerut, pentru că îi plăcea de fata lui Iacov.",
        "20": "Astfel, Hamor și fiul său, Șechem, au venit la poarta cetății lor și le-au vorbit oamenilor din cetate, zicând:",
        "21": "\"Acești oameni sunt pașnici cu noi. Să locuiască în țară și să facă comerț în ea. Iată, țara este suficient de largă pentru ei. Să ne luăm soții dintre fetele lor, iar noi să le dăm lor pe fetele noastre.",
        "22": "Ei vor să locuiască împreună cu noi și să alcătuim un singur popor numai dacă fiecare persoană de parte bărbătească dintre noi va fi circumcisă, așa cum ei înșiși sunt circumciși.",
        "23": "Nu vor fi atunci vitele, averile și toate animalele lor ale noastre? Numai să fim de acord și să-i lăsăm să locuiască împreună cu noi\".",
        "24": "Toți cei care au ieșit la poarta cetății au ascultat de Hamor și de fiul său, Șechem, astfel că toți bărbații care au ieșit la poarta cetății au fost circumciși.",
        "25": "A treia zi, în timp ce oamenii sufereau de durere, doi dintre fiii lui Iacov, Simeon și Levi, frații Dinei, și-au luat săbiile, au atacat cetatea care se credea în siguranță și au ucis orice persoană de parte bărbătească.",
        "26": "Ei i-au ucis cu sabia pe Hamor și pe fiul său, Șechem, au luat-o pe Dina din casa lui Șechem și au plecat.",
        "27": "Fiii lui Iacov s-au năpustit asupra celor înjunghiați și au jefuit cetatea, pentru că o dezonoraseră pe sora lor.",
        "28": "Le-au luat turmele, cirezile, măgarii și tot ce era în cetate și pe câmp.",
        "29": "Le-au capturat toată bogăția, toți copiii și soțiile și au jefuit tot ce era în case.",
        "30": "Atunci Iacov le-a zis lui Simeon și lui Levi: ‒ M-ați nenorocit făcându-mă urât canaaniților și periziților, locuitorii țării. Eu n-am un număr mare de oameni, iar ei se vor strânge împotriva mea și mă vor ataca, astfel încât voi fi nimicit, eu și familia mea.",
        "31": "Dar ei au răspuns: ‒ Se cuvenea să se poarte cu sora noastră ca și cu o prostituată?"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Dinah, the daughter of Leah, whom she bore to Jacob, went out to see the daughters of the land.",
        "2": "Shechem the son of Hamor the Hivite, the prince of the land, saw her. He took her, lay with her, and humbled her.",
        "3": "His soul joined to Dinah, the daughter of Jacob, and he loved the young lady, and spoke kindly to the young lady.",
        "4": "Shechem spoke to his father, Hamor, saying, \"Get me this young lady as a wife.\"",
        "5": "Now Jacob heard that he had defiled Dinah, his daughter; and his sons were with his livestock in the field. Jacob held his peace until they came.",
        "6": "Hamor the father of Shechem went out to Jacob to talk with him.",
        "7": "The sons of Jacob came in from the field when they heard it. The men were grieved, and they were very angry, because he had done folly in Israel in lying with Jacob's daughter, a thing that ought not to be done.",
        "8": "Hamor talked with them, saying, \"The soul of my son, Shechem, longs for your daughter. Please give her to him as a wife.",
        "9": "Make marriages with us. Give your daughters to us, and take our daughters for yourselves.",
        "10": "You shall dwell with us, and the land will be before you. Live and trade in it, and get possessions in it.\"",
        "11": "Shechem said to her father and to her brothers, \"Let me find favor in your eyes, and whatever you will tell me I will give.",
        "12": "Ask me a great amount for a dowry, and I will give whatever you ask of me, but give me the young lady as a wife.\"",
        "13": "The sons of Jacob answered Shechem and Hamor his father with deceit when they spoke, because he had defiled Dinah their sister,",
        "14": "and said to them, \"We can't do this thing, to give our sister to one who is uncircumcised; for that is a reproach to us.",
        "15": "Only on this condition will we consent to you. If you will be as we are, that every male of you be circumcised,",
        "16": "then will we give our daughters to you; and we will take your daughters to us, and we will dwell with you, and we will become one people.",
        "17": "But if you will not listen to us and be circumcised, then we will take our sister, and we will be gone.\"",
        "18": "Their words pleased Hamor and Shechem, Hamor's son.",
        "19": "The young man didn't wait to do this thing, because he had delight in Jacob's daughter, and he was honored above all the house of his father.",
        "20": "Hamor and Shechem, his son, came to the gate of their city, and talked with the men of their city, saying,",
        "21": "\"These men are peaceful with us. Therefore let them live in the land and trade in it. For behold, the land is large enough for them. Let's take their daughters to us for wives, and let's give them our daughters.",
        "22": "Only on this condition will the men consent to us to live with us, to become one people, if every male among us is circumcised, as they are circumcised.",
        "23": "Won't their livestock and their possessions and all their animals be ours? Only let's give our consent to them, and they will dwell with us.\"",
        "24": "All who went out of the gate of his city listened to Hamor, and to Shechem his son; and every male was circumcised, all who went out of the gate of his city.",
        "25": "On the third day, when they were sore, two of Jacob's sons, Simeon and Levi, Dinah's brothers, each took his sword, came upon the unsuspecting city, and killed all the males.",
        "26": "They killed Hamor and Shechem, his son, with the edge of the sword, and took Dinah out of Shechem's house, and went away.",
        "27": "Jacob's sons came on the dead, and plundered the city, because they had defiled their sister.",
        "28": "They took their flocks, their herds, their donkeys, that which was in the city, that which was in the field,",
        "29": "and all their wealth. They took captive all their little ones and their wives, and took as plunder everything that was in the house.",
        "30": "Jacob said to Simeon and Levi, \"You have troubled me, to make me odious to the inhabitants of the land, among the Canaanites and the Perizzites. I am few in number. They will gather themselves together against me and strike me, and I will be destroyed, I and my house.\"",
        "31": "They said, \"Should he deal with our sister as with a prostitute?\""
      }
    }
  }
}