{
  "book": "GEN",
  "chapter": "4",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Adam s-a împreunat cu nevastă-sa Eva; ea a rămas însărcinată și a născut pe Cain. Și a zis: „Am căpătat un om cu ajutorul Domnului!”",
        "2": "A mai născut și pe fratele său Abel. Abel era cioban, iar Cain era plugar.",
        "3": "După o bucată de vreme, Cain a adus Domnului o jertfă de mâncare din roadele pământului.",
        "4": "Abel a adus și el o jertfă de mâncare din oile întâi născute ale turmei lui și din grăsimea lor. Domnul a privit cu plăcere spre Abel și spre jertfa lui,",
        "5": "dar spre Cain și spre jertfa lui n-a privit cu plăcere. Cain s-a mâniat foarte tare și i s-a posomorât fața.",
        "6": "Și Domnul a zis lui Cain: „Pentru ce te-ai mâniat și pentru ce ți s-a posomorât fața?",
        "7": "Nu-i așa? Dacă faci bine, vei fi bine primit, dar, dacă faci rău, păcatul pândește la ușă; dorința lui se ține după tine, dar tu să-l stăpânești.”",
        "8": "Însă Cain a zis fratelui său Abel: „Haidem să ieșim la câmp.” Dar, pe când erau la câmp, Cain s-a ridicat împotriva fratelui său Abel și l-a omorât.",
        "9": "Domnul a zis lui Cain: „Unde este fratele tău Abel?” El a răspuns: „Nu știu. Sunt eu păzitorul fratelui meu?”",
        "10": "Și Dumnezeu a zis: „Ce ai făcut? Glasul sângelui fratelui tău strigă din pământ la Mine.",
        "11": "Acum, blestemat ești tu, izgonit din ogorul acesta, care și-a deschis gura ca să primească din mâna ta sângele fratelui tău!",
        "12": "Când vei lucra pământul, să nu-ți mai dea bogăția lui. Pribeag și fugar să fii pe pământ.”",
        "13": "Cain a zis Domnului: „Pedeapsa mea e prea mare ca s-o pot suferi.",
        "14": "Iată că Tu mă izgonești azi de pe fața pământului; eu va trebui să mă ascund de Fața Ta și să fiu pribeag și fugar pe pământ, și oricine mă va găsi mă va omorî.”",
        "15": "Domnul i-a zis: „Nicidecum, ci, dacă va omorî cineva pe Cain, Cain să fie răzbunat de șapte ori.” Și Domnul a hotărât un semn pentru Cain, ca oricine îl va găsi să nu-l omoare.",
        "16": "Apoi, Cain a ieșit din Fața Domnului și a locuit în țara Nod, la răsărit de Eden.",
        "17": "Cain s-a împreunat cu nevastă-sa; ea a rămas însărcinată și a născut pe Enoh. El a început apoi să zidească o cetate și a pus acestei cetăți numele fiului său Enoh.",
        "18": "Enoh a fost tatăl lui Irad; Irad a fost tatăl lui Mehuiael; Mehuiael a fost tatăl lui Metușael și Metușael a fost tatăl lui Lameh.",
        "19": "Lameh și-a luat două neveste: numele uneia era Ada și numele celeilalte era Țila.",
        "20": "Ada a născut pe Iabal: el a fost tatăl celor ce locuiesc în corturi și păzesc vitele.",
        "21": "Numele fratelui său era Iubal: el a fost tatăl tuturor celor ce cântă cu alăuta și cu cavalul.",
        "22": "Țila, de partea ei, a născut și ea pe Tubal-Cain, făuritorul tuturor uneltelor de aramă și de fier. Sora lui Tubal-Cain era Naama.",
        "23": "Lameh a zis nevestelor sale: „Ada și Țila, ascultați glasul meu! Nevestele lui Lameh, ascultați cuvântul meu! Am omorât un om pentru rana mea și un tânăr pentru vânătăile mele.",
        "24": "Cain va fi răzbunat de șapte ori, iar Lameh, de șaptezeci de ori câte șapte.”",
        "25": "Adam s-a împreunat iarăși cu nevastă-sa; ea a născut un fiu și i-a pus numele Set; „căci”, a zis ea, „Dumnezeu mi-a dat o altă sămânță în locul lui Abel, pe care l-a ucis Cain”.",
        "26": "Lui Set i s-a născut și lui un fiu și i-a pus numele Enos. Atunci au început oamenii să cheme Numele Domnului."
      }
    },
    "NTR": {
      "name": "Noua Traducere Românească",
      "verses": {
        "1": "Adam s-a culcat cu soția sa, Eva, iar ea a rămas însărcinată și l-a născut pe Cain. Ea a zis: „Am obținut un om cu ajutorul Domnului“.",
        "2": "Apoi l-a născut pe Abel, fratele lui Cain. Abel păstorea turmele, iar Cain lucra pământul.",
        "3": "După o vreme, Cain I-a adus Domnului un dar de mâncare din rodul pământului,",
        "4": "iar Abel I-a adus și el un dar de mâncare din întâii născuți ai turmei sale și din grăsimea lor. Domnul a privit cu plăcere spre Abel și darul lui de mâncare,",
        "5": "însă spre Cain și darul lui de mâncare n-a privit cu plăcere. Cain s-a mâniat foarte tare și i s-a întristat fața.",
        "6": "Domnul i-a zis lui Cain: „De ce te-ai mâniat și de ce ți s-a întristat fața?",
        "7": "Dacă faci ce este bine, oare nu vei fi primit? Dar dacă nu faci ce este bine, păcatul pândește la ușă. Dorința lui este împotriva ta, dar tu să-l stăpânești“.",
        "8": "Cain i-a zis fratelui său, Abel: „Hai să ieșim la câmp!“. În timp ce se aflau la câmp, Cain s-a ridicat împotriva lui Abel, fratelui său, și l-a ucis.",
        "9": "Domnul l-a întrebat pe Cain: „Unde este Abel, fratele tău?“ El a răspuns: „Nu știu. Sunt eu păzitorul fratelui meu?“",
        "10": "Domnul a zis: „Ce-ai făcut? Glasul sângelui fratelui tău strigă din pământ către Mine!",
        "11": "Acum, tu ești blestemat, alungat de pe pământul care și-a deschis gura ca să primească sângele fratelui tău din mâna ta.",
        "12": "Când vei lucra pământul, el nu-ți va mai da recolta. Vei fi fugar și rătăcitor pe pământ.“",
        "13": "Cain I-a zis Domnului: „Pedeapsa pentru nelegiuirea mea este prea mare ca s-o pot purta.",
        "14": "Iată, Tu m-ai alungat azi de pe fața pământului și voi fi ascuns dinaintea feței Tale. Voi fi fugar și rătăcitor pe pământ, și oricine mă va găsi mă va ucide.“",
        "15": "Domnul i-a zis: „Nicidecum! Dacă cineva îl va ucide pe Cain, acesta va fi răzbunat de șapte ori.“ Domnul a hotărât un semn pentru Cain, pentru ca oricine îl va găsi să nu-l omoare.",
        "16": "Cain a ieșit dinaintea feței Domnului și s-a așezat în țara Nod, la est de Eden.",
        "17": "Cain a cunoscut-o pe soția sa, iar ea a rămas însărcinată și l-a născut pe Enoh. El a construit o cetate și i-a pus numele Enoh, după numele fiului său.",
        "18": "Lui Enoh i s-a născut Irad, iar Irad a fost tatăl lui Mehuiael. Mehuiael a fost tatăl lui Metușael, iar Metușael a fost tatăl lui Lameh.",
        "19": "Lameh și-a luat două soții. Numele celei dintâi era Ada, iar numele celeilalte era Țila.",
        "20": "Ada l-a născut pe Iabal. El a fost tatăl celor care locuiesc în corturi și au turme.",
        "21": "Numele fratelui său era Iubal. El a fost tatăl tuturor celor care cântă cu lira și cu fluierul.",
        "22": "Țila l-a născut pe Tubal-Cain, cel care a prelucrat tot felul de unelte din bronz și fier. Sora lui Tubal-Cain a fost Naama.",
        "23": "Lameh le-a zis soțiilor sale: „Ada și Țila, ascultați-mi glasul! Soții ale lui Lameh, ascultați cu atenție cuvântarea mea! Căci am ucis un om pentru rana mea și un tânăr pentru vânătaia mea.",
        "24": "Dacă de șapte ori va fi răzbunat Cain, Lameh va fi răzbunat de șaptezeci și șapte de ori.“",
        "25": "Adam a cunoscut-o din nou pe soția sa. Aceasta a născut un fiu căruia i-a pus numele Set, zicând: „Dumnezeu a decis să am un alt urmaș în locul lui Abel, deoarece Abel a fost ucis de Cain“.",
        "26": "Lui Set i s-a născut un fiu căruia i-a pus numele Enoș. Atunci au început să cheme Numele Domnului."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "The man knew Eve his wife. She conceived, and gave birth to Cain, and said, \"I have gotten a man with Yahweh's help.\"",
        "2": "Again she gave birth, to Cain's brother Abel. Abel was a keeper of sheep, but Cain was a tiller of the ground.",
        "3": "As time passed, Cain brought an offering to Yahweh from the fruit of the ground.",
        "4": "Abel also brought some of the firstborn of his flock and of its fat. Yahweh respected Abel and his offering,",
        "5": "but he didn't respect Cain and his offering. Cain was very angry, and the expression on his face fell.",
        "6": "Yahweh said to Cain, \"Why are you angry? Why has the expression of your face fallen?",
        "7": "If you do well, won't it be lifted up? If you don't do well, sin crouches at the door. Its desire is for you, but you are to rule over it.\"",
        "8": "Cain said to Abel, his brother, \"Let's go into the field.\" While they were in the field, Cain rose up against Abel, his brother, and killed him.",
        "9": "Yahweh said to Cain, \"Where is Abel, your brother?\" He said, \"I don't know. Am I my brother's keeper?\"",
        "10": "Yahweh said, \"What have you done? The voice of your brother's blood cries to me from the ground.",
        "11": "Now you are cursed because of the ground, which has opened its mouth to receive your brother's blood from your hand.",
        "12": "From now on, when you till the ground, it won't yield its strength to you. You will be a fugitive and a wanderer in the earth.\"",
        "13": "Cain said to Yahweh, \"My punishment is greater than I can bear.",
        "14": "Behold, you have driven me out today from the surface of the ground. I will be hidden from your face, and I will be a fugitive and a wanderer in the earth. Whoever finds me will kill me.\"",
        "15": "Yahweh said to him, \"Therefore whoever slays Cain, vengeance will be taken on him sevenfold.\" Yahweh appointed a sign for Cain, so that anyone finding him would not strike him.",
        "16": "Cain left Yahweh's presence, and lived in the land of Nod, east of Eden.",
        "17": "Cain knew his wife. She conceived, and gave birth to Enoch. He built a city, and named the city after the name of his son, Enoch.",
        "18": "Irad was born to Enoch. Irad became the father of Mehujael. Mehujael became the father of Methushael. Methushael became the father of Lamech.",
        "19": "Lamech took two wives: the name of the first one was Adah, and the name of the second one was Zillah.",
        "20": "Adah gave birth to Jabal, who was the father of those who dwell in tents and have livestock.",
        "21": "His brother's name was Jubal, who was the father of all who handle the harp and pipe.",
        "22": "Zillah also gave birth to Tubal Cain, the forger of every cutting instrument of bronze and iron. Tubal Cain's sister was Naamah.",
        "23": "Lamech said to his wives, \"Adah and Zillah, hear my voice. You wives of Lamech, listen to my speech, for I have slain a man for wounding me, a young man for bruising me.",
        "24": "If Cain will be avenged seven times, truly Lamech seventy-seven times.\"",
        "25": "Adam knew his wife again. She gave birth to a son, and named him Seth, saying, \"for God has given me another child instead of Abel, for Cain killed him.\"",
        "26": "A son was also born to Seth, and he named him Enosh. At that time men began to call on Yahweh's name."
      }
    }
  }
}