{
  "book": "GEN",
  "chapter": "16",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Sarai, nevasta lui Avram, nu-i născuse deloc copii. Ea avea o roabă egipteancă, numită Agar.",
        "2": "Și Sarai a zis lui Avram: „Iată, Domnul m-a făcut stearpă; intră, te rog, la roaba mea; poate că voi avea copii de la ea.” Avram a ascultat cele spuse de Sarai.",
        "3": "Atunci, Sarai, nevasta lui Avram, a luat pe egipteanca Agar, roaba ei, și a dat-o de nevastă bărbatului său, Avram, după ce Avram locuise ca străin zece ani în țara Canaan.",
        "4": "El a intrat la Agar, și ea a rămas însărcinată. Când s-a văzut ea însărcinată, a privit cu dispreț pe stăpână-sa.",
        "5": "Și Sarai a zis lui Avram: „Asupra ta să cadă batjocura aceasta, care mi se face! Eu însămi ți-am dat în brațe pe roaba mea, și ea, când a văzut că a rămas însărcinată, m-a privit cu dispreț. Să judece Domnul între mine și tine!”",
        "6": "Avram a răspuns Saraiei: „Iată, roaba ta este în mâna ta; fă-i ce-ți place!” Atunci, Sarai s-a purtat rău cu ea, și Agar a fugit de ea.",
        "7": "Îngerul Domnului a găsit-o lângă un izvor de apă în pustie, și anume lângă izvorul care este pe drumul ce duce la Șur.",
        "8": "El a zis: „Agar, roaba Saraiei, de unde vii și unde te duci?” Ea a răspuns: „Fug de stăpâna mea Sarai.”",
        "9": "Îngerul Domnului i-a zis: „Întoarce-te la stăpână-ta și supune-te sub mâna ei.”",
        "10": "Îngerul Domnului i-a zis: „Îți voi înmulți foarte mult sămânța și ea va fi atât de multă la număr, că nu va putea fi numărată.”",
        "11": "Îngerul Domnului i-a zis: „Iată, acum ești însărcinată și vei naște un fiu, căruia îi vei pune numele Ismael, căci Domnul a auzit mâhnirea ta.",
        "12": "El va fi ca un măgar sălbatic printre oameni; mâna lui va fi împotriva tuturor oamenilor, și mâna tuturor oamenilor va fi împotriva lui și va locui în fața tuturor fraților lui.”",
        "13": "Ea a numit Numele Domnului care-i vorbise: „Tu ești Dumnezeu care mă vede!” Căci a zis ea: „Cu adevărat, am văzut aici spatele Celui ce m-a văzut!”",
        "14": "De aceea, fântâna aceea s-a numit „Fântâna Celui Viu care mă vede”; ea este între Cades și Bared.",
        "15": "Agar a născut lui Avram un fiu și Avram a pus fiului pe care i l-a născut Agar numele Ismael.",
        "16": "Avram era de optzeci și șase de ani când i-a născut Agar pe Ismael."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Sarai, soția lui Avram, nu-i născuse acestuia copii. Dar ea avea o slujitoare egipteancă, al cărei nume era Agar.",
        "2": "Sarai i-a zis lui Avram: „Iată că Domnul m-a oprit să am copii. Intră, te rog, la slujitoarea mea. Poate că voi avea copii cu ajutorul ei“. Avram a ascultat-o pe Sarai.",
        "3": "Astfel, după ce Avram a locuit zece ani în țara Canaanului, Sarai, soția lui, a luat-o pe egipteanca Agar, slujitoarea sa, și i-a dat-o soțului ei, Avram, ca să-i fie soție.",
        "4": "El a intrat la Agar, iar aceasta a rămas însărcinată. Când a văzut că a rămas însărcinată, Agar a privit-o cu dispreț pe stăpâna sa.",
        "5": "Atunci Sarai i-a zis lui Avram: „Fie ca răul care mi se face să fie asupra ta! Ți-am dat-o în brațe pe slujitoarea mea, iar când a văzut că a rămas însărcinată, m-a privit cu dispreț. Domnul să judece între mine și tine!”",
        "6": "Avram i-a răspuns lui Sarai: „Iată, slujitoarea ta este în mâinile tale. Fă-i cum crezi că este bine!” Sarai a asuprit-o pe Agar, iar aceasta a fugit de la ea.",
        "7": "Îngerul Domnului a găsit-o în deșert, lângă un izvor, cel de lângă drumul care duce la Șur,",
        "8": "și a întrebat-o: „Agar, slujitoarea lui Sarai, de unde vii și unde mergi?” Ea a răspuns: „Fug de Sarai, stăpâna mea.”",
        "9": "Îngerul Domnului i-a zis: „Întoarce-te la stăpâna ta și supune-te ei.”",
        "10": "Îngerul Domnului i-a zis: „Îți voi înmulți atât de mult urmașii, încât acea mulțime nu va putea fi numărată.”",
        "11": "Îngerul Domnului i-a zis: „Iată că ești însărcinată și vei naște un fiu. Îi vei pune numele Ismael, pentru că Domnul a auzit despre asuprirea ta.",
        "12": "El va fi un măgar sălbatic al omului. Mâna lui va fi împotriva tuturor și mâna tuturor va fi împotriva lui. Și va locui separat de toți frații săi.”",
        "13": "Agar L-a numit pe Domnul Care i-a vorbit: „Tu ești Dumnezeul Care mă vede“, căci ea a zis: „Oare L-am văzut într-adevăr aici pe Cel Care mă vede?“.",
        "14": "De aceea fântâna a fost numită Beer Lahai-Roi. Iată că ea se află între Kadeș și Bered.",
        "15": "Agar i-a născut lui Avram un fiu, iar Avram i-a pus numele Ismael fiului său născut de Agar.",
        "16": "Avram avea optzeci și șase de ani când Agar i l-a născut pe Ismael."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now Sarai, Abram's wife, bore him no children. She had a servant, an Egyptian, whose name was Hagar.",
        "2": "Sarai said to Abram, \"See now, Yahweh has restrained me from bearing. Please go in to my servant. It may be that I will obtain children by her.\" Abram listened to the voice of Sarai.",
        "3": "Sarai, Abram's wife, took Hagar the Egyptian, her servant, after Abram had lived ten years in the land of Canaan, and gave her to Abram her husband to be his wife.",
        "4": "He went in to Hagar, and she conceived. When she saw that she had conceived, her mistress was despised in her eyes.",
        "5": "Sarai said to Abram, \"This wrong is your fault. I gave my servant into your bosom, and when she saw that she had conceived, she despised me. May Yahweh judge between me and you.\"",
        "6": "But Abram said to Sarai, \"Behold, your maid is in your hand. Do to her whatever is good in your eyes.\" Sarai dealt harshly with her, and she fled from her face.",
        "7": "Yahweh's angel found her by a fountain of water in the wilderness, by the fountain on the way to Shur.",
        "8": "He said, \"Hagar, Sarai's servant, where did you come from? Where are you going?\" She said, \"I am fleeing from the face of my mistress Sarai.\"",
        "9": "Yahweh's angel said to her, \"Return to your mistress, and submit yourself under her hands.\"",
        "10": "Yahweh's angel said to her, \"I will greatly multiply your offspring, that they will not be counted for multitude.\"",
        "11": "Yahweh's angel said to her, \"Behold, you are with child, and will bear a son. You shall call his name Ishmael, because Yahweh has heard your affliction.",
        "12": "He will be like a wild donkey among men. His hand will be against every man, and every man's hand against him. He will live opposed to all of his brothers.\"",
        "13": "She called the name of Yahweh who spoke to her, \"You are a God who sees,\" for she said, \"Have I even stayed alive after seeing him?\"",
        "14": "Therefore the well was called Beer Lahai Roi. Behold, it is between Kadesh and Bered.",
        "15": "Hagar bore a son for Abram. Abram called the name of his son, whom Hagar bore, Ishmael.",
        "16": "Abram was eighty-six years old when Hagar bore Ishmael to Abram."
      }
    }
  }
}