{
  "book": "GEN",
  "chapter": "9",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Dumnezeu a binecuvântat pe Noe și pe fiii săi și le-a zis: „Creșteți, înmulțiți-vă și umpleți pământul.",
        "2": "S-apuce groaza și frica de voi pe orice dobitoc de pe pământ, pe orice pasăre a cerului, pe tot ce se mișcă pe pământ și pe toți peștii mării: vi le-am dat în mâinile voastre!",
        "3": "Tot ce se mișcă și are viață să vă slujească de hrană; toate acestea vi le dau, ca și iarba verde.",
        "4": "Numai carne cu viața ei, adică sângele ei, să nu mâncați.",
        "5": "Căci voi cere înapoi sângele vieților voastre; îl voi cere înapoi de la orice dobitoc și voi cere înapoi viața omului din mâna omului, din mâna oricărui om, care este fratele lui.",
        "6": "Dacă varsă cineva sângele omului, și sângele lui să fie vărsat de om, căci Dumnezeu a făcut pe om după chipul Lui.",
        "7": "Iar voi creșteți și înmulțiți-vă; răspândiți-vă pe pământ și înmulțiți-vă pe el!”",
        "8": "Dumnezeu a mai vorbit lui Noe și fiilor lui, care erau cu el, și a zis:",
        "9": "„Iată, Eu fac un legământ cu voi și cu sămânța voastră, care va veni după voi;",
        "10": "cu toate viețuitoarele care sunt cu voi, atât păsările, cât și vitele, și toate fiarele de pe pământ care sunt cu voi; cu toate cele care au ieșit din corabie și cu orice alte dobitoace de pe pământ.",
        "11": "Fac un legământ cu voi că nicio făptură nu va mai fi nimicită de apele potopului și nu va mai veni potop, ca să pustiască pământul.”",
        "12": "Și Dumnezeu a zis: „Iată semnul legământului pe care-l fac între Mine și voi și între toate viețuitoarele care sunt cu voi, pentru toate neamurile de oameni în veci:",
        "13": "curcubeul Meu, pe care l-am așezat în nor, el va sluji ca semn al legământului dintre Mine și pământ.",
        "14": "Când voi strânge nori deasupra pământului, curcubeul se va arăta în nor,",
        "15": "și Eu Îmi voi aduce aminte de legământul dintre Mine și voi și dintre toate viețuitoarele de orice trup; și apele nu se vor mai face un potop, ca să nimicească orice făptură.",
        "16": "Curcubeul va fi în nor, și Eu Mă voi uita la el, ca să-Mi aduc aminte de legământul cel veșnic dintre Dumnezeu și toate viețuitoarele de orice trup de pe pământ.”",
        "17": "Și Dumnezeu a zis lui Noe: „Acesta este semnul legământului pe care l-am făcut între Mine și orice făptură de pe pământ.”",
        "18": "Fiii lui Noe, care au ieșit din corabie, erau: Sem, Ham și Iafet: Ham este tatăl lui Canaan.",
        "19": "Aceștia au fost cei trei fii ai lui Noe, și din ei s-au răspândit oameni peste tot pământul.",
        "20": "Noe a început să fie lucrător de pământ și a sădit o vie.",
        "21": "A băut vin, s-a îmbătat și s-a dezgolit în mijlocul cortului său.",
        "22": "Ham, tatăl lui Canaan, a văzut goliciunea tatălui său și a spus celor doi frați ai lui afară.",
        "23": "Atunci, Sem și Iafet au luat mantaua, au pus-o pe umeri, au mers de-a-ndăratelea și au acoperit goliciunea tatălui lor; fiindcă fețele le erau întoarse înapoi, n-au văzut goliciunea tatălui lor.",
        "24": "Noe s-a trezit din amețeala vinului și a aflat ce-i făcuse fiul său cel mai tânăr.",
        "25": "Și a zis: „Blestemat să fie Canaan! Să fie robul robilor fraților lui!”",
        "26": "El a mai zis: „Binecuvântat să fie Domnul Dumnezeul lui Sem, și Canaan să fie robul lui!",
        "27": "Dumnezeu să lărgească locurile stăpânite de Iafet. Iafet să locuiască în corturile lui Sem, și Canaan să fie robul lor!”",
        "28": "Noe a trăit, după potop, trei sute cincizeci de ani.",
        "29": "Toate zilele lui Noe au fost de nouă sute cincizeci de ani, apoi a murit."
      }
    },
    "NTR": {
      "name": "Noua Traducere Românească",
      "verses": {
        "1": "Dumnezeu i-a binecuvântat pe Noe și pe fiii săi și le-a zis: „Fiți roditori, înmulțiți-vă și umpleți pământul!",
        "2": "Teama și spaima de voi va fi peste orice vietate de pe pământ, peste orice pasăre a cerului, peste orice se târăște pe pământ și peste toți peștii mării. Ele v-au fost date să le stăpâniți.",
        "3": "Tot ce se mișcă și are viață va fi hrana voastră. Așa cum v-am dat plantele verzi, tot așa, acum, vă dau totul.",
        "4": "Numai să nu mâncați carne cu viața ei, adică sângele ei.",
        "5": "Căci sigur voi cere înapoi sângele vieții voastre. Îl voi cere de la orice vietate. Și voi cere viața omului din mâna omului, din mâna fiecărui frate al său.",
        "6": "Dacă varsă cineva sângele omului, și sângele lui va fi vărsat de om; căci după chipul lui Dumnezeu l-a făcut El pe om.",
        "7": "Iar voi, fiți roditori și înmulțiți-vă. Răspândiți-vă pe pământ și înmulțiți-vă pe el“.",
        "8": "Apoi Dumnezeu le-a vorbit lui Noe și fiilor lui, care erau cu el, zicând:",
        "9": "„Iată, Eu închei legământul Meu cu voi, cu urmașii voștri",
        "10": "și cu orice ființă vie care este cu voi – păsări, vite și orice vietate a pământului care este cu voi, toate cele care au ieșit din arcă – cu orice vietate a pământului.",
        "11": "Închei legământul Meu cu voi: niciodată nu vor mai fi nimicite toate făpturile de apele unui potop și nu va mai fi un potop care să distrugă pământul“.",
        "12": "Dumnezeu a zis: „Acesta este semnul legământului pe care-l fac între Mine și voi și orice ființă vie care este cu voi, de-a lungul generațiilor viitoare:",
        "13": "voi pune în nori curcubeul Meu, și el va fi semnul legământului dintre Mine și pământ.",
        "14": "Când voi aduce nori peste pământ, iar curcubeul se va vedea în nori,",
        "15": "Îmi voi aminti de legământul Meu cu voi și cu orice ființă vie, de orice trup. Și apele nu vor mai deveni potop, ca să distrugă orice făptură.",
        "16": "Când curcubeul va fi în nori, îl voi vedea și Îmi voi aminti de legământul veșnic dintre Dumnezeu și orice ființă vie, de orice trup, care este pe pământ“.",
        "17": "Dumnezeu i-a zis lui Noe: „Acesta este semnul legământului pe care l-am încheiat între Mine și orice făptură care este pe pământ“.",
        "18": "Fiii lui Noe, care au ieșit din arcă, au fost: Sem, Ham și Iafet. Ham a fost tatăl lui Canaan.",
        "19": "Aceștia trei au fost fiii lui Noe și din ei s-au răspândit oameni pe tot pământul.",
        "20": "Noe, om al pământului, a început să planteze o vie.",
        "21": "El a băut vin, s-a îmbătat și s-a dezbrăcat în cortul său.",
        "22": "Ham, tatăl lui Canaan, a văzut goliciunea tatălui său și le-a spus celor doi frați ai săi care erau afară.",
        "23": "Dar Sem și Iafet au luat o haină, și-au pus-o pe umeri, au intrat în cort, mergând cu spatele și au acoperit goliciunea tatălui lor. Fețele lor erau întoarse, astfel încât ei n-au văzut goliciunea tatălui lor.",
        "24": "Când Noe s-a trezit din beție și a aflat ce i-a făcut fiul său cel mai tânăr,",
        "25": "a zis: „Blestemat să fie Canaan! Să fie considerat sclavul sclavilor, de către frații săi“.",
        "26": "Apoi a zis: „Binecuvântat să fie Domnul, Dumnezeul lui Sem, iar Canaan să fie sclavul acestuia.",
        "27": "Fie ca Dumnezeu să mărească teritoriul lui Iafet; el să locuiască în corturile lui Sem, iar Canaan să fie sclavul acestuia“.",
        "28": "După potop, Noe a mai trăit trei sute cincizeci de ani.",
        "29": "Astfel, Noe a trăit în total nouă sute cincizeci de ani; apoi a murit."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "God blessed Noah and his sons, and said to them, \"Be fruitful, multiply, and replenish the earth.",
        "2": "The fear of you and the dread of you will be on every animal of the earth, and on every bird of the sky. Everything that moves along the ground, and all the fish of the sea, are delivered into your hand.",
        "3": "Every moving thing that lives will be food for you. As I gave you the green herb, I have given everything to you.",
        "4": "But flesh with its life, that is, its blood, you shall not eat.",
        "5": "I will surely require accounting for your life's blood. At the hand of every animal I will require it. At the hand of man, even at the hand of every man's brother, I will require the life of man.",
        "6": "Whoever sheds man's blood, his blood will be shed by man, for God made man in his own image.",
        "7": "Be fruitful and multiply. Increase abundantly in the earth, and multiply in it.\"",
        "8": "God spoke to Noah and to his sons with him, saying,",
        "9": "\"As for me, behold, I establish my covenant with you, and with your offspring after you,",
        "10": "and with every living creature that is with you: the birds, the livestock, and every animal of the earth with you, of all that go out of the ship, even every animal of the earth.",
        "11": "I will establish my covenant with you: All flesh will not be cut off any more by the waters of the flood. There will never again be a flood to destroy the earth.\"",
        "12": "God said, \"This is the token of the covenant which I make between me and you and every living creature that is with you, for perpetual generations:",
        "13": "I set my rainbow in the cloud, and it will be a sign of a covenant between me and the earth.",
        "14": "When I bring a cloud over the earth, that the rainbow will be seen in the cloud,",
        "15": "I will remember my covenant, which is between me and you and every living creature of all flesh, and the waters will no more become a flood to destroy all flesh.",
        "16": "The rainbow will be in the cloud. I will look at it, that I may remember the everlasting covenant between God and every living creature of all flesh that is on the earth.\"",
        "17": "God said to Noah, \"This is the token of the covenant which I have established between me and all flesh that is on the earth.\"",
        "18": "The sons of Noah who went out from the ship were Shem, Ham, and Japheth. Ham is the father of Canaan.",
        "19": "These three were the sons of Noah, and from these the whole earth was populated.",
        "20": "Noah began to be a farmer, and planted a vineyard.",
        "21": "He drank of the wine and got drunk. He was uncovered within his tent.",
        "22": "Ham, the father of Canaan, saw the nakedness of his father, and told his two brothers outside.",
        "23": "Shem and Japheth took a garment, and laid it on both their shoulders, went in backwards, and covered the nakedness of their father. Their faces were backwards, and they didn't see their father's nakedness.",
        "24": "Noah awoke from his wine, and knew what his youngest son had done to him.",
        "25": "He said, \"Canaan is cursed. He will be a servant of servants to his brothers.\"",
        "26": "He said, \"Blessed be Yahweh, the God of Shem. Let Canaan be his servant.",
        "27": "May God enlarge Japheth. Let him dwell in the tents of Shem. Let Canaan be his servant.\"",
        "28": "Noah lived three hundred fifty years after the flood.",
        "29": "All the days of Noah were nine hundred fifty years, and then he died."
      }
    }
  }
}