{
  "book": "GEN",
  "chapter": "5",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Iată cartea neamurilor lui Adam. În ziua când a făcut Dumnezeu pe om, l-a făcut după asemănarea lui Dumnezeu.",
        "2": "I-a făcut parte bărbătească și parte femeiască, i-a binecuvântat și le-a dat numele de „om” în ziua când au fost făcuți.",
        "3": "La vârsta de o sută treizeci de ani, Adam a născut un fiu după chipul și asemănarea lui și i-a pus numele Set.",
        "4": "După nașterea lui Set, Adam a trăit opt sute de ani și a născut fii și fiice.",
        "5": "Toate zilele pe care le-a trăit Adam au fost de nouă sute treizeci de ani, apoi a murit.",
        "6": "La vârsta de o sută cinci ani, Set a născut pe Enos.",
        "7": "După nașterea lui Enos, Set a mai trăit opt sute șapte ani și a născut fii și fiice.",
        "8": "Toate zilele lui Set au fost de nouă sute doisprezece ani, apoi a murit.",
        "9": "La vârsta de nouăzeci de ani, Enos a născut pe Cainan.",
        "10": "După nașterea lui Cainan, Enos a mai trăit opt sute cincisprezece ani și a născut fii și fiice.",
        "11": "Toate zilele lui Enos au fost de nouă sute cinci ani, apoi a murit.",
        "12": "La vârsta de șaptezeci de ani, Cainan a născut pe Mahalaleel.",
        "13": "După nașterea lui Mahalaleel, Cainan a mai trăit opt sute patruzeci de ani și a născut fii și fiice.",
        "14": "Toate zilele lui Cainan au fost de nouă sute zece ani, apoi a murit.",
        "15": "La vârsta de șaizeci și cinci de ani, Mahalaleel a născut pe Iared.",
        "16": "După nașterea lui Iared, Mahalaleel a mai trăit opt sute treizeci de ani și a născut fii și fiice.",
        "17": "Toate zilele lui Mahalaleel au fost de opt sute nouăzeci și cinci de ani, apoi a murit.",
        "18": "La vârsta de o sută șaizeci și doi de ani, Iared a născut pe Enoh.",
        "19": "După nașterea lui Enoh, Iared a mai trăit opt sute de ani și a născut fii și fiice.",
        "20": "Toate zilele lui Iared au fost de nouă sute șaizeci și doi de ani, apoi a murit.",
        "21": "La vârsta de șaizeci și cinci de ani, Enoh a născut pe Metusala.",
        "22": "După nașterea lui Metusala, Enoh a umblat cu Dumnezeu trei sute de ani și a născut fii și fiice.",
        "23": "Toate zilele lui Enoh au fost trei sute șaizeci și cinci de ani.",
        "24": "Enoh a umblat cu Dumnezeu, apoi nu s-a mai văzut, pentru că l-a luat Dumnezeu.",
        "25": "La vârsta de o sută optzeci și șapte de ani, Metusala a născut pe Lameh.",
        "26": "După nașterea lui Lameh, Metusala a mai trăit șapte sute optzeci și doi de ani și a născut fii și fiice.",
        "27": "Toate zilele lui Metusala au fost de nouă sute șaizeci și nouă de ani, apoi a murit.",
        "28": "La vârsta de o sută optzeci și doi de ani, Lameh a născut un fiu.",
        "29": "El i-a pus numele Noe, zicând: „Acesta ne va mângâia pentru osteneala și truda mâinilor noastre, care vin din acest pământ, pe care l-a blestemat Domnul.”",
        "30": "După nașterea lui Noe, Lameh a mai trăit cinci sute nouăzeci și cinci de ani și a născut fii și fiice.",
        "31": "Toate zilele lui Lameh au fost de șapte sute șaptezeci și șapte de ani, apoi a murit.",
        "32": "Noe, la vârsta de cinci sute de ani, a născut pe Sem, Ham și Iafet."
      }
    },
    "NTR": {
      "name": "Noua Traducere Românească",
      "verses": {
        "1": "Aceasta este cartea istoriei lui Adam. În ziua în care l-a creat Dumnezeu pe om, l-a făcut după asemănarea lui Dumnezeu.",
        "2": "I-a creat bărbat și femeie. În ziua în care i-a creat, i-a binecuvântat și le-a pus numele de „om“.",
        "3": "La vârsta de o sută treizeci de ani, lui Adam i s-a născut un fiu după asemănarea sa, după chipul său, iar el i-a pus numele Set.",
        "4": "După nașterea lui Set, Adam a mai trăit opt sute de ani și i s-au mai născut fii și fiice.",
        "5": "Astfel, toate zilele pe care le-a trăit Adam au fost nouă sute treizeci de ani; apoi a murit.",
        "6": "La vârsta de o sută cinci ani, lui Set i s-a născut Enoș.",
        "7": "După nașterea lui Enoș, Set a mai trăit opt sute șapte ani și i s-au mai născut fii și fiice.",
        "8": "Astfel, toate zilele vieții lui Set au fost nouă sute doisprezece ani; apoi a murit.",
        "9": "La vârsta de nouăzeci de ani, lui Enoș i s-a născut Chenan.",
        "10": "După nașterea lui Chenan, Enoș a mai trăit opt sute cincisprezece ani și i s-au mai născut fii și fiice.",
        "11": "Astfel, toate zilele vieții lui Enoș au fost nouă sute cinci ani; apoi a murit.",
        "12": "La vârsta de șaptezeci de ani, lui Chenan i s-a născut Mahalalel.",
        "13": "După nașterea lui Mahalalel, Chenan a mai trăit opt sute patruzeci de ani și i s-au mai născut fii și fiice.",
        "14": "Astfel, toate zilele vieții lui Chenan au fost nouă sute zece ani; apoi a murit.",
        "15": "La vârsta de șaizeci și cinci de ani, lui Mahalalel i s-a născut Iared.",
        "16": "După nașterea lui Iared, Mahalalel a mai trăit opt sute treizeci de ani și i s-au mai născut fii și fiice.",
        "17": "Astfel, toate zilele vieții lui Mahalalel au fost opt sute nouăzeci și cinci de ani; apoi a murit.",
        "18": "La vârsta de o sută șaizeci și doi de ani, lui Iared i s-a născut Enoh.",
        "19": "După nașterea lui Enoh, Iared a mai trăit opt sute de ani și i s-au mai născut fii și fiice.",
        "20": "Astfel, toate zilele vieții lui Iared au fost nouă sute șaizeci și doi de ani; apoi a murit.",
        "21": "La vârsta de șaizeci și cinci de ani, lui Enoh i s-a născut Metușelah.",
        "22": "După nașterea lui Metușelah, Enoh a umblat cu Dumnezeu trei sute de ani și i s-au mai născut fii și fiice.",
        "23": "Astfel, toate zilele vieții lui Enoh au fost de trei sute șaizeci și cinci de ani.",
        "24": "Enoh a umblat cu Dumnezeu. Apoi n-a mai fost găsit, pentru că l-a luat Dumnezeu.",
        "25": "La vârsta de o sută optzeci și șapte de ani, lui Metușelah i s-a născut Lameh.",
        "26": "După nașterea lui Lameh, Metușelah a mai trăit șapte sute optzeci și doi de ani și i s-au mai născut fii și fiice.",
        "27": "Astfel, toate zilele vieții lui Metușelah au fost nouă sute șaizeci și nouă de ani; apoi a murit.",
        "28": "La vârsta de o sută optzeci și doi de ani, lui Lameh i s-a născut un fiu",
        "29": "căruia i-a pus numele Noe, zicând: „Acesta ne va mângâia în lucrul și durerea mâinilor noastre, care vin din pământul pe care l-a blestemat Domnul“.",
        "30": "După nașterea lui Noe, Lameh a mai trăit cinci sute nouăzeci și cinci de ani și i s-au mai născut fii și fiice.",
        "31": "Astfel, toate zilele vieții lui Lameh au fost șapte sute șaptezeci și șapte de ani; apoi a murit.",
        "32": "La vârsta de cinci sute de ani, lui Noe i s-au născut Sem, Ham și Iafet."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "This is the book of the generations of Adam. In the day that God created man, he made him in God's likeness.",
        "2": "He created them male and female, and blessed them. On the day they were created, he named them Adam.",
        "3": "Adam lived one hundred thirty years, and became the father of a son in his own likeness, after his image, and named him Seth.",
        "4": "The days of Adam after he became the father of Seth were eight hundred years, and he became the father of other sons and daughters.",
        "5": "All the days that Adam lived were nine hundred thirty years, then he died.",
        "6": "Seth lived one hundred five years, then became the father of Enosh.",
        "7": "Seth lived after he became the father of Enosh eight hundred seven years, and became the father of other sons and daughters.",
        "8": "All of the days of Seth were nine hundred twelve years, then he died.",
        "9": "Enosh lived ninety years, and became the father of Kenan.",
        "10": "Enosh lived after he became the father of Kenan eight hundred fifteen years, and became the father of other sons and daughters.",
        "11": "All of the days of Enosh were nine hundred five years, then he died.",
        "12": "Kenan lived seventy years, then became the father of Mahalalel.",
        "13": "Kenan lived after he became the father of Mahalalel eight hundred forty years, and became the father of other sons and daughters",
        "14": "and all of the days of Kenan were nine hundred ten years, then he died.",
        "15": "Mahalalel lived sixty-five years, then became the father of Jared.",
        "16": "Mahalalel lived after he became the father of Jared eight hundred thirty years, and became the father of other sons and daughters.",
        "17": "All of the days of Mahalalel were eight hundred ninety-five years, then he died.",
        "18": "Jared lived one hundred sixty-two years, then became the father of Enoch.",
        "19": "Jared lived after he became the father of Enoch eight hundred years, and became the father of other sons and daughters.",
        "20": "All of the days of Jared were nine hundred sixty-two years, then he died.",
        "21": "Enoch lived sixty-five years, then became the father of Methuselah.",
        "22": "After Methuselah's birth, Enoch walked with God for three hundred years, and became the father of more sons and daughters.",
        "23": "All the days of Enoch were three hundred sixty-five years.",
        "24": "Enoch walked with God, and he was not found, for God took him.",
        "25": "Methuselah lived one hundred eighty-seven years, then became the father of Lamech.",
        "26": "Methuselah lived after he became the father of Lamech seven hundred eighty-two years, and became the father of other sons and daughters.",
        "27": "All the days of Methuselah were nine hundred sixty-nine years, then he died.",
        "28": "Lamech lived one hundred eighty-two years, then became the father of a son.",
        "29": "He named him Noah, saying, \"This one will comfort us in our work and in the toil of our hands, caused by the ground which Yahweh has cursed.\"",
        "30": "Lamech lived after he became the father of Noah five hundred ninety-five years, and became the father of other sons and daughters.",
        "31": "All the days of Lamech were seven hundred seventy-seven years, then he died.",
        "32": "Noah was five hundred years old, then Noah became the father of Shem, Ham, and Japheth."
      }
    }
  }
}