{
  "book": "Geneza",
  "chapter": "39",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Iosif a fost dus în Egipt, și Potifar, dregătorul lui Faraon, căpetenia străjerilor, un egiptean, l-a cumpărat de la ismaeliții care-l aduseseră acolo.",
        "2": "Domnul a fost cu Iosif, așa că toate îi mergeau bine; el locuia în casa stăpânului său, egipteanul.",
        "3": "Stăpânul lui a văzut că Domnul era cu el și că Domnul făcea să-i meargă bine ori de ce se apuca.",
        "4": "Iosif a căpătat mare trecere înaintea stăpânului său, care l-a luat în slujba lui, l-a pus mai-mare peste casa lui și i-a încredințat tot ce avea.",
        "5": "De îndată ce Potifar l-a pus mai-mare peste casa lui și peste tot ce avea, Domnul a binecuvântat casa egipteanului din pricina lui Iosif, și binecuvântarea Domnului a fost peste tot ce avea el: fie acasă, fie la câmp.",
        "6": "Egipteanul a lăsat pe mâinile lui Iosif tot ce avea și n-avea altă grijă decât să mănânce și să bea. Dar Iosif era frumos la statură și plăcut la chip.",
        "7": "După câtăva vreme, s-a întâmplat că nevasta stăpânului său a pus ochii pe Iosif și a zis: „Culcă-te cu mine!”",
        "8": "El n-a voit și a zis nevestei stăpânului său: „Vezi că stăpânul meu nu-mi cere socoteală de nimic din casă și mi-a dat pe mână tot ce are.",
        "9": "El nu este mai mare decât mine în casa aceasta și nu mi-a oprit nimic, afară de tine, pentru că ești nevasta lui. Cum aș putea să fac eu un rău atât de mare și să păcătuiesc împotriva lui Dumnezeu?”",
        "10": "Măcar că ea vorbea în toate zilele lui Iosif, el n-a voit să se culce și să se împreune cu ea.",
        "11": "Într-o zi, când intrase în casă ca să-și facă lucrul și când nu era acolo niciunul din oamenii casei,",
        "12": "ea l-a apucat de haină, zicând: „Culcă-te cu mine!” El i-a lăsat haina în mână și a fugit afară din casă.",
        "13": "Când a văzut ea că-i lăsase haina în mână și fugise afară,",
        "14": "a chemat oamenii din casă și le-a zis: „Vedeți, ne-a adus un evreu ca să-și bată joc de noi! Omul acesta a venit la mine ca să se culce cu mine, dar eu am țipat în gura mare.",
        "15": "Și, când a văzut că ridic glasul și strig, și-a lăsat haina lângă mine și a fugit afară.”",
        "16": "Și a pus haina lui Iosif lângă ea până s-a întors acasă stăpânul lui.",
        "17": "Atunci i-a vorbit astfel: „Robul acela evreu pe care ni l-ai adus a venit la mine ca să-și bată joc de mine.",
        "18": "Și cum am ridicat glasul și am țipat, și-a lăsat haina lângă mine și a fugit afară.”",
        "19": "După ce a auzit cuvintele nevestei sale, care-i zicea: „Iată ce mi-a făcut robul tău”, stăpânul lui Iosif s-a mâniat foarte tare.",
        "20": "A luat pe Iosif și l-a aruncat în temniță, în locul unde erau închiși întemnițații împăratului, și astfel Iosif a stat acolo, în temniță.",
        "21": "Domnul a fost cu Iosif și Și-a întins bunătatea peste el. L-a făcut să capete trecere înaintea mai-marelui temniței.",
        "22": "Și mai-marele temniței a pus sub privegherea lui pe toți întemnițații care erau în temniță. Și nimic nu se făcea acolo decât prin el.",
        "23": "Mai-marele temniței nu se mai îngrijea de nimic din ce avea Iosif în mână, pentru că Domnul era cu el. Și Domnul îi dădea izbândă în tot ce făcea."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Iosif a fost dus în Egipt, iar Potifar, comandant al gărzii și unul dintre demnitarii lui Faraon, l-a cumpărat de la ismaeliții care-l coborâseră acolo.",
        "2": "Domnul a fost cu Iosif, astfel încât acesta a prosperat și a locuit în casa stăpânului său, egipteanul.",
        "3": "Stăpânul său a văzut că Domnul era cu Iosif și că Domnul îl ajuta să-i prospere în mâini tot ce făcea.",
        "4": "Iosif a găsit bunăvoință înaintea acestuia și i-a slujit, iar stăpânul său l-a pus responsabil peste casa lui și i-a dat în grijă tot ce avea.",
        "5": "De când Potifar l-a pus responsabil peste casa lui și peste tot ce avea, Domnul a binecuvântat casa egipteanului datorită lui Iosif. Și binecuvântarea Domnului a fost peste tot ce avea el, atât în casă, cât și pe câmp.",
        "6": "Astfel, stăpânul a lăsat în grija lui Iosif tot ce avea și nu se preocupa de nimic, în afară de hrana pe care o mânca. Iosif era frumos la chip și frumos la înfățișare.",
        "7": "După toate acestea, soția stăpânului său a pus ochii pe Iosif și a zis: Culcă-te cu mine!",
        "8": "Dar el a refuzat și i-a zis soției stăpânului său: Iată, pentru că știe că sunt aici, stăpânul meu nu se preocupă de ce este în casă și mi-a dat pe mână tot ce are.",
        "9": "Nimeni nu este mai mare decât mine în această casă, iar el nu m-a oprit de la nimic, în afară de tine, pentru că ești soția lui. Deci, cum aș putea să fac un rău așa de mare și să păcătuiesc împotriva lui Dumnezeu?",
        "10": "Deși ea îi vorbea lui Iosif în fiecare zi, el n-a ascultat de ea și n-a vrut să se întindă lângă ea ca să fie cu ea.",
        "11": "Într-o zi însă, când Iosif a intrat în casă pentru a-și îndeplini lucrarea și nimeni altcineva dintre oamenii casei nu era acolo,",
        "12": "ea l-a apucat de haină, zicând: „Culcă-te cu mine!“. Dar el și-a lăsat haina în mâna ei, a fugit și a ieșit afară.",
        "13": "Când ea a văzut că și-a lăsat haina în mâna ei și a fugit afară,",
        "14": "i-a chemat pe oamenii casei ei și le-a zis: „Vedeți, ne-a adus un evreu ca să-și bată joc de noi. El a intrat la mine ca să se culce cu mine, dar eu am strigat cu glas tare.",
        "15": "Când a auzit că îmi ridic glasul și strig, și-a lăsat haina lângă mine, a fugit și a ieșit afară“.",
        "16": "Ea i-a ținut haina lângă ea până când a venit stăpânul lui acasă.",
        "17": "Apoi a vorbit cu el despre aceste lucruri, zicând: „Sclavul acela evreu, pe care ni l-ai adus, a intrat la mine ca să-și bată joc de mine.",
        "18": "Dar, când am început să strig tare, și-a lăsat haina lângă mine și a fugit afară“.",
        "19": "Când a auzit stăpânul său cuvintele soției sale, care spunea: „Așa s-a purtat sclavul tău cu mine!“, s-a mâniat foarte tare.",
        "20": "Stăpânul lui Iosif l-a luat și l-a aruncat în închisoare, în locul în care erau închiși deținuții regelui. Și, astfel, a rămas acolo, în închisoare.",
        "21": "Dar Domnul a fost cu Iosif, Și-a arătat îndurarea față de el și a făcut să găsească bunăvoință la comandantul închisorii.",
        "22": "Comandantul închisorii i-a dat în grija lui Iosif pe toți deținuții care erau în închisoare. Tot ceea ce se făcea acolo, se făcea prin el.",
        "23": "Comandantul închisorii nu mai verifica nimic din ceea ce era în grija lui Iosif, pentru că Domnul era cu acesta și îl ajuta să reușească în orice făcea."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Joseph was brought down to Egypt. Potiphar, an officer of Pharaoh’s, the captain of the guard, an Egyptian, bought him from the hand of the Ishmaelites that had brought him down there.",
        "2": "Yahweh was with Joseph, and he was a prosperous man. He was in the house of his master the Egyptian.",
        "3": "His master saw that Yahweh was with him, and that Yahweh made all that he did prosper in his hand.",
        "4": "Joseph found favor in his sight. He ministered to him, and Potiphar made him overseer over his house, and all that he had he put into his hand.",
        "5": "From the time that he made him overseer in his house, and over all that he had, Yahweh blessed the Egyptian’s house for Joseph’s sake. Yahweh’s blessing was on all that he had, in the house and in the field.",
        "6": "He left all that he had in Joseph’s hand. He didn’t concern himself with anything, except for the food which he ate. Joseph was well-built and handsome.",
        "7": "After these things, his master’s wife set her eyes on Joseph; and she said, “Lie with me.”",
        "8": "But he refused, and said to his master’s wife, “Behold, my master doesn’t know what is with me in the house, and he has put all that he has into my hand.",
        "9": "No one is greater in this house than I am, and he has not kept back anything from me but you, because you are his wife. How then can I do this great wickedness, and sin against God?”",
        "10": "As she spoke to Joseph day by day, he didn’t listen to her, to lie by her, or to be with her.",
        "11": "About this time, he went into the house to do his work, and there were none of the men of the house inside.",
        "12": "She caught him by his garment, saying, “Lie with me!” He left his garment in her hand, and ran outside.",
        "13": "When she saw that he had left his garment in her hand, and had run outside,",
        "14": "she called to the men of her house, and spoke to them, saying, “Behold, he has brought a Hebrew in to us to mock us. He came in to me to lie with me, and I cried with a loud voice.",
        "15": "When he heard that I lifted up my voice and cried, he left his garment by me, and ran outside.”",
        "16": "She laid up his garment by her, until his master came home.",
        "17": "She spoke to him according to these words, saying, “The Hebrew servant, whom you have brought to us, came in to me to mock me,",
        "18": "and as I lifted up my voice and cried, he left his garment by me, and ran outside.”",
        "19": "When his master heard the words of his wife, which she spoke to him, saying, “This is what your servant did to me,” his wrath was kindled.",
        "20": "Joseph’s master took him, and put him into the prison, the place where the king’s prisoners were bound, and he was there in custody.",
        "21": "But Yahweh was with Joseph, and showed kindness to him, and gave him favor in the sight of the keeper of the prison.",
        "22": "The keeper of the prison committed to Joseph’s hand all the prisoners who were in the prison. Whatever they did there, he was responsible for it.",
        "23": "The keeper of the prison didn’t look after anything that was under his hand, because Yahweh was with him; and that which he did, Yahweh made it prosper."
      }
    }
  }
}