{
  "book": "GEN",
  "chapter": "33",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Iacov a ridicat ochii și s-a uitat, și iată că Esau venea cu patru sute de oameni. Atunci a împărțit copiii între Lea, Rahela și cele două roabe.",
        "2": "A pus în frunte roabele cu copiii lor, apoi pe Lea cu copiii ei și la urmă pe Rahela cu Iosif.",
        "3": "El însuși a trecut înaintea lor și s-a aruncat cu fața la pământ de șapte ori, până ce s-a apropiat de tot de fratele său.",
        "4": "Esau a alergat înaintea lui, l-a îmbrățișat, i s-a aruncat pe grumaz și l-a sărutat. Și au plâns.",
        "5": "Esau, ridicând ochii, a văzut femeile și copiii și a zis: \"Cine sunt aceia?\" Și Iacov a răspuns: \"Sunt copiii pe care i-a dat Dumnezeu robului tău.\"",
        "6": "Roabele s-au apropiat cu copiii lor și s-au aruncat cu fața la pământ.",
        "7": "Lea și copiii ei, de asemenea, s-au apropiat și s-au aruncat cu fața la pământ. În urmă s-au apropiat Iosif și Rahela și s-au aruncat cu fața la pământ.",
        "8": "Esau a zis: \"Ce ai de gând să faci cu toată tabăra aceea pe care am întâlnit-o?\" Și Iacov a răspuns: \"Voiesc să capăt trecere cu ea înaintea domnului meu.\"",
        "9": "Esau a zis: \"Eu am din belșug; păstrează, frate, ce este al tău.\"",
        "10": "Și Iacov a răspuns: \"Nu, te rog, dacă am căpătat trecere înaintea ta, primește darul acesta din mâna mea, căci m-am uitat la fața ta cum se uită cineva la Fața lui Dumnezeu, și tu m-ai primit cu bunăvoință.",
        "11": "Primește deci darul meu care ți-a fost adus, fiindcă Dumnezeu m-a umplut de bunătăți și am de toate.\" Astfel a stăruit de el, și Esau a primit.",
        "12": "Esau a zis: \"Haidem să plecăm și să pornim la drum; eu voi merge înaintea ta.\"",
        "13": "Iacov i-a răspuns: \"Domnul meu vede că copiii sunt micșori și am oi și vaci fătate; dacă le-am sili la drum o singură zi, toată turma va pieri.",
        "14": "Domnul meu s-o ia înaintea robului său, și eu voi veni încet pe urmă, la pas cu turma, care va merge înaintea mea, și la pas cu copiii, până voi ajunge la domnul meu în Seir.\"",
        "15": "Esau a zis: \"Vreau să las cu tine măcar o parte din oamenii mei.\" Și Iacov a răspuns: \"Pentru ce aceasta? Mi-ajunge să capăt trecere înaintea ta, domnul meu!\"",
        "16": "În aceeași zi, Esau a luat drumul înapoi la Seir.",
        "17": "Iacov a plecat mai departe la Sucot. Și-a zidit o casă și a făcut colibe pentru turme. De aceea s-a dat locului aceluia numele Sucot (Colibe).",
        "18": "La întoarcerea lui din Padan-Aram, Iacov a ajuns cu bine în cetatea Sihem, în țara Canaan, și a tăbărât înaintea cetății.",
        "19": "Partea de ogor pe care își întinsese cortul a cumpărat-o de la fiii lui Hamor, tatăl lui Sihem, cu o sută de chesita.",
        "20": "Și acolo a ridicat un altar, pe care l-a numit El-Elohe-Israel (Domnul este Dumnezeul lui Israel)."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Iacov și-a ridicat ochii, s-a uitat și iată că Esau venea cu patru sute de bărbați. Atunci el și-a împărțit copiii între Lea, Rahela și cele două slujitoare.",
        "2": "Le-a pus pe cele două slujitoare împreună cu copiii lor în față, apoi pe Lea împreună cu copiii ei, iar la urmă pe Rahela cu Iosif.",
        "3": "El însuși a trecut înaintea lor și s-a plecat până la pământ de șapte ori în timp ce se apropia de fratele său.",
        "4": "Dar Esau a alergat să-l întâmpine, l-a îmbrățișat, l-a cuprins de gât și l-a sărutat. Și au plâns împreună.",
        "5": "Când Esau și-a ridicat ochii și a văzut femeile și copiii, a întrebat: ‒ Cine sunt aceștia care vin în urma ta? Iacov a răspuns: ‒ Sunt copiii pe care Dumnezeu i-a dat cu bunăvoință slujitorului tău.",
        "6": "Slujitoarele și copiii lor s-au apropiat și s-au plecat înaintea lui Esau.",
        "7": "De asemenea, Lea și copiii ei s-au apropiat și s-au plecat înaintea lui, iar în cele din urmă, Iosif și Rahela s-au apropiat și s-au plecat și ei înaintea lui.",
        "8": "Esau a întrebat: ‒ Ce ai de gând să faci cu toată tabăra aceea pe care am întâlnit-o? Iacov a răspuns: ‒ Să găsesc bunăvoință înaintea stăpânului meu.",
        "9": "Esau i-a zis: ‒ Eu am destul, frate. Păstrează ce ai pentru tine.",
        "10": "Dar Iacov i-a răspuns: ‒ Nu, te rog! Dacă am găsit bunăvoință înaintea ta, primește darul meu, căci, cu adevărat, atunci când ți-am văzut fața, parcă aș fi văzut fața lui Dumnezeu, iar tu ai fost binevoitor cu mine.",
        "11": "Te rog, primește binecuvântarea mea, care ți-a fost adusă, căci Dumnezeu Și-a arătat bunăvoința față de mine și am de toate. Astfel, Iacov a insistat, iar Esau a primit.",
        "12": "Apoi Esau a zis: ‒ Hai să pornim și să ne continuăm călătoria. Eu voi merge înaintea ta.",
        "13": "Însă Iacov i-a răspuns: ‒ Stăpânul meu știe cât de firavi sunt copiii și că am cu mine oi și vite care alăptează. Dacă le mânăm aspru chiar și pentru o singură zi, va muri toată turma.",
        "14": "Să meargă, te rog, stăpânul meu înaintea slujitorului său, iar eu voi veni încet, după pasul turmei care este înaintea mea și după pasul copiilor, până voi ajunge la stăpânul meu, în Seir.",
        "15": "Esau i-a zis: ‒ Atunci, dă-mi voie să las câțiva dintre oamenii mei cu tine. Iacov a răspuns: ‒ Dar de ce? Îmi este de-ajuns să găsesc bunăvoință înaintea stăpânului meu.",
        "16": "În aceeași zi, Esau s-a întors în Seir.",
        "17": "Însă Iacov a călătorit spre Sucot unde și-a construit o casă și a făcut adăposturi pentru turmele sale. De aceea i s-a pus acelui loc numele Sucot.",
        "18": "Întorcându-se din Padan-Aram, Iacov a ajuns în siguranță în cetatea Șechem, care se află în țara Canaanului, și și-a așezat tabăra înaintea cetății.",
        "19": "Cu o sută de chesita, el a cumpărat de la fiii lui Hamor, tatăl lui Șechem, partea de teren pe care și-a întins cortul.",
        "20": "Acolo a ridicat un altar și l-a numit El-Elohe-Israel."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Jacob lifted up his eyes, and looked, and, behold, Esau was coming, and with him four hundred men. He divided the children between Leah, Rachel, and the two servants.",
        "2": "He put the servants and their children in front, Leah and her children after, and Rachel and Joseph at the rear.",
        "3": "He himself passed over in front of them, and bowed himself to the ground seven times, until he came near to his brother.",
        "4": "Esau ran to meet him, embraced him, fell on his neck, kissed him, and they wept.",
        "5": "He lifted up his eyes, and saw the women and the children; and said, \"Who are these with you?\" He said, \"The children whom God has graciously given your servant.\"",
        "6": "Then the servants came near with their children, and they bowed themselves.",
        "7": "Leah also and her children came near, and bowed themselves. After them, Joseph came near with Rachel, and they bowed themselves.",
        "8": "Esau said, \"What do you mean by all this company which I met?\" Jacob said, \"To find favor in the sight of my lord.\"",
        "9": "Esau said, \"I have enough, my brother; let that which you have be yours.\"",
        "10": "Jacob said, \"Please, no, if I have now found favor in your sight, then receive my present at my hand, because I have seen your face, as one sees the face of God, and you were pleased with me.",
        "11": "Please take the gift that I brought to you, because God has dealt graciously with me, and because I have enough.\" He urged him, and he took it.",
        "12": "Esau said, \"Let's take our journey, and let's go, and I will go before you.\"",
        "13": "Jacob said to him, \"My lord knows that the children are tender, and that the flocks and herds with me have their young, and if they overdrive them one day, all the flocks will die.",
        "14": "Please let my lord pass over before his servant, and I will lead on gently, according to the pace of the livestock that are before me and according to the pace of the children, until I come to my lord to Seir.\"",
        "15": "Esau said, \"Let me now leave with you some of the people who are with me.\" He said, \"Why? Let me find favor in the sight of my lord.\"",
        "16": "So Esau returned that day on his way to Seir.",
        "17": "Jacob traveled to Succoth, built himself a house, and made shelters for his livestock. Therefore the name of the place is called Succoth.",
        "18": "Jacob came in peace to the city of Shechem, which is in the land of Canaan, when he came from Paddan Aram; and encamped before the city.",
        "19": "He bought the parcel of ground where he had spread his tent, at the hand of the children of Hamor, Shechem's father, for one hundred pieces of money.",
        "20": "He erected an altar there, and called it El Elohe Israel."
      }
    }
  }
}