{
  "book": "GEN",
  "chapter": "26",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În țară a venit o foamete, afară de foametea dintâi, care fusese pe vremea lui Avraam. Isaac s-a dus la Abimelec, împăratul filistenilor, la Gherar.",
        "2": "Domnul i S-a arătat și i-a zis: \"Nu te coborî în Egipt! Rămâi în țara în care îți voi spune.",
        "3": "Locuiește ca străin în țara aceasta. Eu voi fi cu tine și te voi binecuvânta, căci toate ținuturile acestea ți le voi da ție și seminței tale și voi ține jurământul pe care l-am făcut tatălui tău Avraam.",
        "4": "Îți voi înmulți sămânța ca stelele cerului; voi da seminței tale toate ținuturile acestea și toate neamurile pământului vor fi binecuvântate în sămânța ta, ca răsplată",
        "5": "pentru că Avraam a ascultat de porunca Mea și a păzit ce i-am cerut, a păzit poruncile Mele, orânduirile Mele și legile Mele.\"",
        "6": "Astfel, Isaac a rămas la Gherar.",
        "7": "Când îi puneau oamenii locului aceluia întrebări cu privire la nevasta lui, el zicea: \"Este sora mea.\" Căci îi era frică să spună că este nevastă-sa, ca să nu-l omoare oamenii locului aceluia, fiindcă Rebeca era frumoasă la chip.",
        "8": "Fiindcă șederea lui acolo se lungise, s-a întâmplat că Abimelec, împăratul filistenilor, uitându-se pe fereastră, a văzut pe Isaac jucându-se cu nevastă-sa Rebeca.",
        "9": "Abimelec a trimis să cheme pe Isaac și i-a zis: \"Nu mai încape îndoială că e nevastă-ta. Cum ai putut zice: 'E soră-mea'?\" Isaac i-a răspuns: \"Am zis așa, ca să nu mor din pricina ei.\"",
        "10": "Și Abimelec a zis: \"Ce ne-ai făcut? Ce ușor s-ar fi putut ca vreunul din norod să se culce cu nevastă-ta și ne-ai fi făcut vinovați.\"",
        "11": "Atunci, Abimelec a dat următoarea poruncă întregului norod: \"Cine se va atinge de omul acesta sau de nevasta lui va fi omorât.\"",
        "12": "Isaac a făcut semănături în țara aceea și a strâns rod însutit în anul acela, căci Domnul l-a binecuvântat.",
        "13": "Astfel, omul acesta s-a îmbogățit și a mers îmbogățindu-se din ce în ce mai mult, până ce a ajuns foarte bogat.",
        "14": "Avea cirezi de vite și turme de oi și un mare număr de robi, de aceea filistenii îl pizmuiau.",
        "15": "Toate fântânile pe care le săpaseră robii tatălui său pe vremea tatălui său Avraam, filistenii le-au astupat și le-au umplut cu țărână.",
        "16": "Și Abimelec a zis lui Isaac: \"Pleacă de la noi, căci ai ajuns mult mai puternic decât noi.\"",
        "17": "Isaac a plecat de acolo și a tăbărât în valea Gherar, unde s-a așezat cu locuința.",
        "18": "Isaac a săpat din nou fântânile de apă pe care le săpaseră robii tatălui său Avraam și pe care le astupaseră filistenii după moartea lui Avraam, și le-a pus iarăși aceleași nume pe care le pusese tatăl său.",
        "19": "Robii lui Isaac au mai săpat în vale și au dat acolo peste o fântână cu apă de izvor.",
        "20": "Păstorii din Gherar s-au certat însă cu păstorii lui Isaac, zicând: \"Apa este a noastră.\" Și a pus fântânii numele Esec, pentru că se certaseră cu el.",
        "21": "Apoi au săpat o altă fântână, pentru care iar au făcut gâlceavă, de aceea a numit-o Sitna.",
        "22": "Pe urmă s-a mutat de acolo și a săpat o altă fântână, pentru care nu s-au mai certat, și a numit-o Rehobot, \"căci\", a zis el, \"Domnul ne-a făcut loc larg, ca să ne putem întinde în țară\".",
        "23": "De acolo s-a suit la Beer-Șeba.",
        "24": "Domnul i S-a arătat chiar în noaptea aceea și i-a zis: \"Eu sunt Dumnezeul tatălui tău Avraam; nu te teme, căci Eu sunt cu tine. Te voi binecuvânta și îți voi înmulți sămânța din pricina robului Meu Avraam.\"",
        "25": "Isaac a zidit acolo un altar, a chemat Numele Domnului și și-a întins cortul acolo. Robii lui Isaac au săpat acolo o fântână.",
        "26": "Abimelec a venit din Gherar la el cu prietenul său Ahuzat și cu Picol, căpetenia oștirilor lui.",
        "27": "Isaac le-a zis: \"Pentru ce veniți la mine voi, care mă urâți și m-ați izgonit de la voi?\"",
        "28": "Ei au răspuns: \"Vedem lămurit că Domnul este cu tine. De aceea zicem: 'Să fie un jurământ între noi, între noi și tine, și să facem un legământ cu tine!",
        "29": "Anume, jură că nu ne vei face niciun rău, după cum nici noi nu ne-am atins de tine, ci ți-am făcut numai bine și te-am lăsat să pleci în pace. Tu acum ești binecuvântat de Domnul.'\"",
        "30": "Isaac le-a dat un ospăț și au mâncat și au băut.",
        "31": "S-au sculat dis-de-dimineață și s-au legat unul cu altul printr-un jurământ. Isaac i-a lăsat apoi să plece, și ei l-au părăsit în pace.",
        "32": "În aceeași zi, niște robi ai lui Isaac au venit să-i vorbească de fântâna pe care o săpau și i-au zis: \"Am dat de apă!\"",
        "33": "Și el a numit-o Șiba. De aceea s-a pus cetății numele Beer-Șeba până în ziua de azi.",
        "34": "La vârsta de patruzeci de ani, Esau a luat de neveste pe Iudita, fata hetitului Beeri, și pe Basmat, fata hetitului Elon.",
        "35": "Ele au fost o pricină de mare amărăciune pentru Isaac și Rebeca."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În țară a venit o foamete, în afară de foametea dinainte, care avusese loc pe vremea lui Avraam. Isaac s-a dus la Abimelek, regele filistenilor, în Gherar.",
        "2": "Domnul i S-a arătat lui Isaac și i-a zis: \"Nu te duce în Egipt, ci locuiește în țara despre care îți voi spune.",
        "3": "Locuiește în această țară. Eu voi fi cu tine și te voi binecuvânta, pentru că ție și urmașilor tăi vă voi da toate aceste teritorii. Astfel, voi împlini jurământul pe care i l-am făcut tatălui tău, Avraam.",
        "4": "Îți voi face urmașii la fel de numeroși precum stelele cerurilor și le voi da toate aceste teritorii. Prin urmașii tăi vor fi binecuvântate toate națiunile pământului,",
        "5": "pentru că Avraam a ascultat de glasul Meu și a păzit cererile, poruncile, hotărârile și legile Mele\".",
        "6": "Astfel, Isaac a locuit în Gherar.",
        "7": "Când oamenii din acel loc îl întrebau despre soția lui, el le răspundea: \"Este sora mea!\", deoarece se temea să le spună că este soția lui, crezând că oamenii din acel loc îl vor ucide din cauza Rebecăi, pentru că era plăcută la înfățișare.",
        "8": "După ce a stat mai multă vreme acolo, s-a întâmplat că regele Abimelek, regele filistenilor, s-a uitat pe fereastră și iată că Isaac o alinta pe soția sa, Rebeca.",
        "9": "Abimelek l-a chemat pe Isaac și a zis: ‒ Iată, sigur ea este soția ta. De ce ai zis: \"Ea este sora mea\"? Isaac i-a răspuns: ‒ Fiindcă îmi ziceam ca nu cumva să mor din cauza ei.",
        "10": "Abimelek a zis: ‒ Ce mi-ai făcut? Ce ușor s-ar fi putut culca vreunul din popor cu soția ta și, astfel, ai fi adus vina asupra noastră!",
        "11": "Apoi, Abimelek a poruncit întregului popor, zicând: \"Oricine se va atinge de acest om sau de soția lui să fie pedepsit cu moartea\".",
        "12": "Isaac a semănat în acea țară și, în același an, a recoltat însutit, pentru că Domnul l-a binecuvântat.",
        "13": "El s-a îmbogățit, iar bogăția sa a continuat să crească până când a ajuns foarte bogat.",
        "14": "Avea turme de oi, cirezi de vite și mulți servitori și de aceea filistenii îl invidiau.",
        "15": "Filistenii au astupat și au umplut cu pământ toate fântânile pe care le săpaseră slujitorii tatălui său, pe vremea tatălui său, Avraam.",
        "16": "Atunci Abimelek i-a zis lui Isaac: \"Pleacă de la noi, pentru că ai ajuns mult mai puternic decât noi\".",
        "17": "Isaac a plecat de acolo, și-a așezat tabăra în Valea Gherar și a locuit acolo.",
        "18": "El a săpat din nou fântânile care fuseseră săpate în zilele tatălui său, Avraam, căci filistenii le astupaseră după moartea lui Avraam. Isaac le-a pus acestora aceleași nume pe care tatăl său le pusese înainte.",
        "19": "Slujitorii lui Isaac au săpat în vale și au găsit acolo o fântână cu apă proaspătă,",
        "20": "dar păstorii din Gherar s-au certat cu păstorii lui Isaac, zicând: \"Apa este a noastră\". Isaac a pus fântânii numele Esek, pentru că aceștia s-au certat cu el.",
        "21": "Apoi au săpat o altă fântână, dar ei s-au certat și pentru aceasta. El i-a pus numele Sitna.",
        "22": "Isaac a plecat de acolo și a săpat o altă fântână, pentru care nu s-au mai certat. El i-a pus numele Rehobot și a zis: \"Acum Domnul ne-a făcut loc și vom fi roditori în țară\".",
        "23": "De acolo s-a dus la Beer-Șeba,",
        "24": "iar în noaptea aceea Domnul i S-a arătat și a zis: \"Eu sunt Dumnezeul tatălui tău, Avraam. Nu te teme, pentru că Eu sunt cu tine. Te voi binecuvânta și-ți voi înmulți urmașii datorită slujitorului Meu Avraam\".",
        "25": "Isaac a construit acolo un altar și a chemat Numele Domnului. El și-a întins cortul în acel loc, iar slujitorii săi au săpat acolo o fântână.",
        "26": "După aceea, Abimelek a venit la el din Gherar, împreună cu Ahuzat, sfetnicul său, și cu Pihol, comandantul armatei sale.",
        "27": "Isaac i-a întrebat: ‒ De ce ați venit la mine, voi care m-ați urât și m-ați alungat de la voi?",
        "28": "Ei au răspuns: ‒ Vedem clar că Domnul este cu tine. De aceea zicem: să fie un jurământ între noi, între noi și tine, și să încheiem un legământ cu tine,",
        "29": "potrivit căruia nu ne vei face niciun rău, așa cum nici noi nu ne-am atins de tine, ci ți-am făcut numai bine, lăsându-te să pleci în pace. Acum tu ești binecuvântat de Domnul.",
        "30": "Isaac le-a dat un ospăț, iar ei au mâncat și au băut.",
        "31": "A doua zi, s-au sculat dimineață și au încheiat un legământ. Apoi Isaac i-a lăsat să plece, iar ei au plecat de la el în pace.",
        "32": "În aceeași zi, slujitorii lui Isaac au venit și l-au anunțat despre fântâna pe care o săpaseră, zicându-i: \"Am dat de apă!\".",
        "33": "El i-a pus numele Șiba. De aceea numele cetății a rămas Beer-Șeba până în ziua de azi.",
        "34": "La vârsta de patruzeci de ani, Esau s-a căsătorit cu Iudita, fata hititului Beeri, și cu Basmat, fata hititului Elon,",
        "35": "însă ele au fost o sursă de amărăciune pentru Isaac și Rebeca."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "There was a famine in the land, in addition to the first famine that was in the days of Abraham. Isaac went to Abimelech king of the Philistines, to Gerar.",
        "2": "Yahweh appeared to him, and said, \"Don't go down into Egypt. Live in the land I will tell you about.",
        "3": "Live in this land, and I will be with you, and will bless you. For I will give to you, and to your offspring, all these lands, and I will establish the oath which I swore to Abraham your father.",
        "4": "I will multiply your offspring as the stars of the sky, and will give all these lands to your offspring. In your offspring all the nations of the earth will be blessed,",
        "5": "because Abraham obeyed my voice, and kept my requirements, my commandments, my statutes, and my laws.\"",
        "6": "Isaac lived in Gerar.",
        "7": "The men of the place asked him about his wife. He said, \"She is my sister,\" for he was afraid to say, \"My wife\", lest, he thought, \"the men of the place might kill me for Rebekah, because she is beautiful to look at.\"",
        "8": "When he had been there a long time, Abimelech king of the Philistines looked out at a window, and saw, and, behold, Isaac was caressing Rebekah, his wife.",
        "9": "Abimelech called Isaac, and said, \"Behold, surely she is your wife. Why did you say, 'She is my sister'?\" Isaac said to him, \"Because I said, 'Lest I die because of her.'\"",
        "10": "Abimelech said, \"What is this you have done to us? One of the people might easily have lain with your wife, and you would have brought guilt on us!\"",
        "11": "Abimelech commanded all the people, saying, \"He who touches this man or his wife will surely be put to death.\"",
        "12": "Isaac sowed in that land, and reaped in the same year one hundred times what he planted. Yahweh blessed him.",
        "13": "The man grew great, and grew more and more until he became very great.",
        "14": "He had possessions of flocks, possessions of herds, and a great household. The Philistines envied him.",
        "15": "Now all the wells which his father's servants had dug in the days of Abraham his father, the Philistines had stopped, and filled with earth.",
        "16": "Abimelech said to Isaac, \"Go away from us, for you are much mightier than we.\"",
        "17": "Isaac departed from there, encamped in the valley of Gerar, and lived there.",
        "18": "Isaac dug again the wells of water, which they had dug in the days of Abraham his father, for the Philistines had stopped them after the death of Abraham. He called their names after the names by which his father had called them.",
        "19": "Isaac's servants dug in the valley, and found there a well of flowing water.",
        "20": "The herdsmen of Gerar argued with Isaac's herdsmen, saying, \"The water is ours.\" So he called the name of the well Esek, because they contended with him.",
        "21": "They dug another well, and they argued over that, also. So he called its name Sitnah.",
        "22": "He left that place, and dug another well. They didn't argue over that one. So he called it Rehoboth. He said, \"For now Yahweh has made room for us, and we will be fruitful in the land.\"",
        "23": "He went up from there to Beersheba.",
        "24": "Yahweh appeared to him the same night, and said, \"I am the God of Abraham your father. Don't be afraid, for I am with you, and will bless you, and multiply your offspring for my servant Abraham's sake.\"",
        "25": "He built an altar there, and called on Yahweh's name, and pitched his tent there. There Isaac's servants dug a well.",
        "26": "Then Abimelech went to him from Gerar with Ahuzzath his friend, and Phicol the captain of his army.",
        "27": "Isaac said to them, \"Why have you come to me, since you hate me, and have sent me away from you?\"",
        "28": "They said, \"We saw plainly that Yahweh was with you. We said, 'Let there now be an oath between us, even between us and you, and let's make a covenant with you,",
        "29": "that you will do us no harm, as we have not touched you, and as we have done to you nothing but good, and have sent you away in peace.' You are now the blessed of Yahweh.\"",
        "30": "He made them a feast, and they ate and drank.",
        "31": "They rose up some time in the morning, and swore an oath to one another. Isaac sent them away, and they departed from him in peace.",
        "32": "The same day, Isaac's servants came, and told him concerning the well which they had dug, and said to him, \"We have found water.\"",
        "33": "He called it \"Shibah\". Therefore the name of the city is \"Beersheba\" to this day.",
        "34": "When Esau was forty years old, he took as wife Judith, the daughter of Beeri the Hittite, and Basemath, the daughter of Elon the Hittite.",
        "35": "They grieved Isaac's and Rebekah's spirits."
      }
    }
  }
}