{
  "book": "GEN",
  "chapter": "6",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Când au început oamenii să se înmulțească pe fața pământului și li s-au născut fete,",
        "2": "fiii lui Dumnezeu au văzut că fetele oamenilor erau frumoase și din toate și-au luat de neveste pe acelea pe care și le-au ales.",
        "3": "Atunci, Domnul a zis: „Duhul Meu nu va rămâne pururea în om, căci omul nu este decât carne păcătoasă; totuși, zilele lui vor fi de o sută douăzeci de ani.”",
        "4": "Uriașii erau pe pământ în vremurile acelea și chiar și după ce s-au împreunat fiii lui Dumnezeu cu fetele oamenilor și le-au născut ele copii; aceștia erau vitejii care au fost în vechime, oameni cu nume.",
        "5": "Domnul a văzut că răutatea omului era mare pe pământ și că toate întocmirile gândurilor din inima lui erau îndreptate în fiecare zi numai spre rău.",
        "6": "I-a părut rău Domnului că a făcut pe om pe pământ și S-a mâhnit în inima Lui.",
        "7": "Și Domnul a zis: „Am să șterg de pe fața pământului pe omul pe care l-am făcut, de la om până la vite, până la târâtoare și până la păsările cerului, căci Îmi pare rău că i-am făcut.”",
        "8": "Dar Noe a căpătat milă înaintea Domnului.",
        "9": "Iată care sunt urmașii lui Noe. Noe era un om neprihănit și fără pată între cei din vremea lui: Noe umbla cu Dumnezeu.",
        "10": "Noe a născut trei fii: Sem, Ham și Iafet.",
        "11": "Pământul era stricat înaintea lui Dumnezeu; pământul era plin de silnicie.",
        "12": "Dumnezeu S-a uitat spre pământ și iată că pământul era stricat, căci orice făptură își stricase calea pe pământ.",
        "13": "Atunci, Dumnezeu a zis lui Noe: „Sfârșitul oricărei făpturi este hotărât înaintea Mea, fiindcă au umplut pământul de silnicie; iată, am să-i nimicesc împreună cu pământul.",
        "14": "Fă-ți o corabie din lemn de gofer (chiparos); corabia aceasta s-o împarți în cămăruțe și s-o tencuiești cu smoală pe dinăuntru și pe dinafară.",
        "15": "Iată cum s-o faci: corabia să aibă trei sute de coți în lungime, cincizeci de coți în lățime și treizeci de coți în înălțime.",
        "16": "Să faci corabiei o fereastră, sus, lată de un cot; ușa s-o pui în latura corabiei și să faci un rând de cămări jos, altul la mijloc și altul sus.",
        "17": "Și iată că Eu am să fac să vină un potop de ape pe pământ, ca să nimicească orice făptură de sub cer care are suflare de viață; tot ce este pe pământ va pieri.",
        "18": "Dar cu tine fac un legământ: să intri în corabie, tu și fiii tăi, nevastă-ta și nevestele fiilor tăi împreună cu tine.",
        "19": "Din tot ce trăiește, din orice făptură, să iei în corabie câte două din fiecare soi, ca să le ții vii cu tine: să fie o parte bărbătească și o parte femeiască.",
        "20": "Din păsări după soiul lor, din vite după soiul lor și din toate târâtoarele de pe pământ după soiul lor, să vină la tine înăuntru câte două din fiecare soi, ca să le ții cu viață.",
        "21": "Și tu ia-ți din toate bucatele care se mănâncă și fă-ți merinde din ele, ca să-ți slujească de hrană ție și lor.”",
        "22": "Așa a și făcut Noe: a făcut tot ce-i poruncise Dumnezeu."
      }
    },
    "NTR": {
      "name": "Noua Traducere Românească",
      "verses": {
        "1": "Când oamenii au început să se înmulțească pe fața pământului și li s-au născut fete,",
        "2": "fiii lui Dumnezeu au văzut că fetele oamenilor erau frumoase și și-au luat soții dintre acelea pe care le-au ales.",
        "3": "Atunci Domnul a zis: „Duhul Meu nu va rămâne pentru totdeauna în om, pentru că omul este carne păcătoasă; zilele lui vor fi de o sută douăzeci de ani“.",
        "4": "Uriașii erau pe pământ în zilele acelea, și chiar și după aceea, când fiii lui Dumnezeu s-au împreunat cu fetele oamenilor și ele le-au născut copii. Aceștia au fost vitejii din vechime, oameni cu renume.",
        "5": "Domnul a văzut că răutatea omului era mare pe pământ și că fiecare înclinație a gândurilor inimii lui era toată ziua numai înspre rău.",
        "6": "Domnului I-a părut rău că l-a făcut pe om pe pământ și S-a întristat în inima Lui.",
        "7": "Domnul a zis: „Îl voi șterge de pe fața pământului pe omul pe care l-am creat, de la om până la animale, până la târâtoare și până la păsările cerului, căci Îmi pare rău că i-am făcut“.",
        "8": "Dar Noe a găsit bunăvoință înaintea Domnului.",
        "9": "Aceasta este istoria lui Noe. Noe a fost un om drept, integru în generația sa. Noe a umblat cu Dumnezeu.",
        "10": "Lui Noe i s-au născut trei fii: Sem, Ham și Iafet.",
        "11": "Pământul era pervertit înaintea lui Dumnezeu și plin de violență.",
        "12": "Dumnezeu S-a uitat spre pământ și iată că acesta era pervertit, căci orice făptură își pervertise calea pe pământ.",
        "13": "Dumnezeu i-a zis lui Noe: „Sfârșitul oricărei făpturi este hotărât înaintea Mea, pentru că pământul este plin de violență din cauza lor. Iată, le voi distruge împreună cu pământul.",
        "14": "Fă-ți o arcă din lemn de gofer. Să faci în arcă niște încăperi și s-o acoperi cu smoală pe interior și pe exterior.",
        "15": "Să o faci astfel: arca să aibă lungimea de trei sute de coți, lățimea – de cincizeci, iar înălțimea – de treizeci.",
        "16": "Să faci pentru arcă un acoperiș, pe care să-l termini la un cot deasupra. Să pui la arcă ușa, pe o parte a sa, și să faci trei punți: una jos, a doua la mijloc, iar a treia sus.",
        "17": "Iată că Eu voi aduce un potop de apă pe pământ, ca să distrug orice făptură de sub ceruri, care are suflare de viață în ea. Și tot ce este pe pământ va pieri.",
        "18": "Dar voi încheia legământul Meu cu tine, iar tu vei intra în arcă împreună cu fiii tăi, cu soția ta și cu soțiile fiilor tăi.",
        "19": "Din tot ce este viu, din orice făptură, să aduci în arcă două din fiecare, ca să le ții în viață împreună cu tine. Ele să fie un mascul și o femelă.",
        "20": "Să vină la tine înăuntru, ca să le ții în viață, câte două din fiecare fel de păsări, din fiecare fel de animale și din orice târâtoare a pământului, după felul ei.",
        "21": "Iar tu, ia cu tine din fiecare fel de hrană care se poate mânca și depoziteaz-o. Aceasta va fi hrana ta și a lor“.",
        "22": "Noe a făcut totul așa cum i-a poruncit Dumnezeu; așa a făcut."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "When men began to multiply on the surface of the ground, and daughters were born to them,",
        "2": "God's sons saw that men's daughters were beautiful, and they took any that they wanted for themselves as wives.",
        "3": "Yahweh said, \"My Spirit will not strive with man forever, because he also is flesh; so his days will be one hundred twenty years.\"",
        "4": "The Nephilim were in the earth in those days, and also after that, when God's sons came in to men's daughters and had children with them. Those were the mighty men who were of old, men of renown.",
        "5": "Yahweh saw that the wickedness of man was great in the earth, and that every imagination of the thoughts of man's heart was continually only evil.",
        "6": "Yahweh was sorry that he had made man on the earth, and it grieved him in his heart.",
        "7": "Yahweh said, \"I will destroy man whom I have created from the surface of the ground—man, along with animals, creeping things, and birds of the sky—for I am sorry that I have made them.\"",
        "8": "But Noah found favor in Yahweh's eyes.",
        "9": "This is the history of the generations of Noah: Noah was a righteous man, blameless among the people of his time. Noah walked with God.",
        "10": "Noah became the father of three sons: Shem, Ham, and Japheth.",
        "11": "The earth was corrupt before God, and the earth was filled with violence.",
        "12": "God saw the earth, and saw that it was corrupt, for all flesh had corrupted their way on the earth.",
        "13": "God said to Noah, \"I will bring an end to all flesh, for the earth is filled with violence through them. Behold, I will destroy them and the earth.",
        "14": "Make a ship of gopher wood. You shall make rooms in the ship, and shall seal it inside and outside with pitch.",
        "15": "This is how you shall make it. The length of the ship shall be three hundred cubits, its width fifty cubits, and its height thirty cubits.",
        "16": "You shall make a roof in the ship, and you shall finish it to a cubit upward. You shall set the door of the ship in its side. You shall make it with lower, second, and third levels.",
        "17": "I, even I, will bring the flood of waters on this earth, to destroy all flesh having the breath of life from under the sky. Everything that is in the earth will die.",
        "18": "But I will establish my covenant with you. You shall come into the ship, you, your sons, your wife, and your sons' wives with you.",
        "19": "Of every living thing of all flesh, you shall bring two of every sort into the ship, to keep them alive with you. They shall be male and female.",
        "20": "Of the birds after their kind, of the livestock after their kind, of every creeping thing of the ground after its kind, two of every sort will come to you, to keep them alive.",
        "21": "Take with you some of all food that is eaten, and gather it to yourself; and it will be for food for you, and for them.\"",
        "22": "Thus Noah did. He did all that God commanded him."
      }
    }
  }
}