{
  "book": "GEN",
  "chapter": "24",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Avraam era bătrân, înaintat în vârstă, și Domnul binecuvântase pe Avraam în orice lucru.",
        "2": "Avraam a zis celui mai bătrân rob din casa lui, care era îngrijitorul tuturor averilor lui: \"Pune-ți, te rog, mâna sub coapsa mea",
        "3": "și te voi pune să juri pe Domnul Dumnezeul cerului și Dumnezeul pământului că nu vei lua fiului meu o nevastă dintre fetele canaaniților în mijlocul cărora locuiesc,",
        "4": "ci te vei duce în țara și la rudele mele să iei nevastă fiului meu Isaac.\"",
        "5": "Robul i-a răspuns: \"Poate că femeia n-are să vrea să mă urmeze în țara aceasta. Va trebui să duc oare pe fiul tău în țara de unde ai ieșit tu?\"",
        "6": "Avraam i-a zis: \"Să nu care cumva să duci pe fiul meu acolo!",
        "7": "Domnul Dumnezeul cerului, care m-a scos din casa tatălui meu și din patria mea, care mi-a vorbit și mi-a jurat zicând: 'Seminței tale voi da țara aceasta', va trimite pe Îngerul Său înaintea ta, și de acolo vei lua o nevastă fiului meu.",
        "8": "Dacă femeia nu va vrea să te urmeze, vei fi dezlegat de jurământul acesta pe care te pun să-l faci. Cu niciun chip să nu duci însă acolo pe fiul meu.\"",
        "9": "Robul și-a pus mâna sub coapsa stăpânului său Avraam și i-a jurat că are să păzească aceste lucruri.",
        "10": "Robul a luat zece cămile dintre cămilele stăpânului său și a plecat, având cu el toate lucrurile de preț ale stăpânului său. S-a sculat și a plecat în Mesopotamia, în cetatea lui Nahor.",
        "11": "A lăsat cămilele să se odihnească, în genunchi, afară din cetate, lângă o fântână. Era seara, pe vremea când ies femeile să scoată apă.",
        "12": "Și a zis: \"Doamne, Dumnezeul stăpânului meu Avraam! Te rog, dă-mi izbândă astăzi și îndură-Te de stăpânul meu Avraam.",
        "13": "Iată, stau lângă izvorul acesta de apă, și fetele oamenilor din cetate vin să scoată apă.",
        "14": "Fă ca fata căreia îi voi zice: 'Pleacă-ți vadra, te rog, ca să beau' și care va răspunde: 'Bea și am să dau de băut și cămilelor tale' să fie aceea pe care ai rânduit-o Tu pentru robul Tău Isaac! Și prin aceasta voi cunoaște că Te-ai îndurat de stăpânul meu.\"",
        "15": "Nu sfârșise el încă de vorbit și a ieșit cu vadra pe umăr Rebeca, fata lui Betuel, fiul Milcăi, nevasta lui Nahor, fratele lui Avraam.",
        "16": "Fata era foarte frumoasă, era fecioară și niciun bărbat n-avusese legături cu ea. Ea s-a coborât la izvor, și-a umplut vadra și s-a suit iarăși.",
        "17": "Robul a alergat înaintea ei și a zis: \"Dă-mi, te rog, să beau puțină apă din vadra ta.\"",
        "18": "\"Bea, domnul meu\", a răspuns ea. Și s-a grăbit de a plecat vadra pe mână și i-a dat să bea.",
        "19": "După ce i-a dat și a băut de s-a săturat, a zis: \"Am să scot apă și pentru cămilele tale, până vor bea și se vor sătura.\"",
        "20": "A vărsat în grabă vadra în adăpătoare și a alergat iarăși la fântână ca să scoată apă și a scos pentru toate cămilele lui.",
        "21": "Omul o privea cu mirare și fără să zică nimic, ca să vadă dacă Domnul a făcut să-i izbutească sau nu călătoria.",
        "22": "Când s-au săturat cămilele de băut, omul a luat o verigă de aur de greutatea unei jumătăți de siclu și două brățări grele de zece sicli de aur.",
        "23": "Și a zis: \"A cui fată ești? Spune-mi, te rog. Este loc pentru noi în casa tatălui tău, ca să rămânem peste noapte?\"",
        "24": "Ea a răspuns: \"Eu sunt fata lui Betuel, fiul Milcăi și al lui Nahor.\"",
        "25": "Și i-a zis mai departe: \"Avem paie și nutreț din belșug și este și loc de găzduit peste noapte.\"",
        "26": "Atunci, omul a plecat capul și s-a aruncat cu fața la pământ înaintea Domnului,",
        "27": "zicând: \"Binecuvântat să fie Domnul Dumnezeul stăpânului meu Avraam, care n-a părăsit îndurarea și credincioșia Lui față de stăpânul meu! Domnul m-a îndreptat în casa fraților stăpânului meu.\"",
        "28": "Fata a alergat și a istorisit mamei sale acasă cele întâmplate.",
        "29": "Rebeca avea un frate, numit Laban. Și Laban a alergat afară la omul acela, la izvor.",
        "30": "Văzuse veriga și brățările în mâinile surorii sale și auzise pe soră-sa Rebeca spunând: \"Așa mi-a vorbit omul acela.\" A venit dar la omul acela, care stătea lângă cămile la izvor,",
        "31": "și a zis: \"Vino, binecuvântatul Domnului! Pentru ce stai afară? Am pregătit casa și am pregătit un loc pentru cămile.\"",
        "32": "Omul a intrat în casă. Laban a pus să descarce cămilele, a dat paie și nutreț cămilelor și a adus apă pentru spălat picioarele omului aceluia și ale oamenilor care erau cu el.",
        "33": "Apoi, i-a dat să mănânce. Dar el a zis: \"Nu mănânc până nu voi spune ce am de spus.\" \"Vorbește!\" a zis Laban.",
        "34": "Atunci, el a zis: \"Eu sunt robul lui Avraam.",
        "35": "Domnul a umplut de binecuvântări pe stăpânul meu, care a ajuns la mare propășire. I-a dat oi și boi, argint și aur, robi și roabe, cămile și măgari.",
        "36": "Sara, nevasta stăpânului meu, a născut la bătrânețe un fiu stăpânului meu și lui i-a dat el tot ce are.",
        "37": "Stăpânul meu m-a pus să jur și a zis: 'Să nu iei fiului meu o nevastă dintre fetele canaaniților, în țara cărora locuiesc,",
        "38": "ci să te duci în casa tatălui meu și la rudele mele, ca de acolo să iei nevastă fiului meu.'",
        "39": "Eu am zis stăpânului meu: 'Poate că femeia n-are să vrea să mă urmeze.'",
        "40": "Și el mi-a răspuns: 'Domnul, înaintea căruia umblu, va trimite pe Îngerul Său cu tine și-ți va da izbândă în călătorie și vei lua fiului meu o nevastă din rudele și din casa tatălui meu.",
        "41": "Vei fi dezlegat de jurământul pe care mi-l faci dacă te vei duce la rudele mele și, dacă nu ți-o vor da, vei fi dezlegat de jurământul pe care mi-l faci.'",
        "42": "Eu am ajuns azi la izvor și am zis: 'Doamne, Dumnezeul stăpânului meu Avraam, dacă binevoiești să-mi dai izbândă în călătoria pe care o fac,",
        "43": "iată, eu stau la izvorul de apă, și fata care va ieși să scoată apă și căreia îi voi zice: «Dă-mi, te rog, să beau puțină apă din vadra ta»",
        "44": "și care îmi va răspunde: «Bea tu însuți și voi da de băut și cămilelor tale», fata aceea să fie nevasta pe care ai rânduit-o Tu pentru fiul stăpânului meu!'",
        "45": "Înainte de a sfârși de vorbit în inima mea, iată că a ieșit Rebeca cu vadra pe umăr, s-a coborât la izvor și a scos apă. Eu i-am zis: 'Dă-mi să beau, te rog.'",
        "46": "Ea s-a grăbit, și-a plecat vadra deasupra umărului și a zis: 'Bea și voi da de băut și cămilelor tale.' Am băut și a dat de băut și cămilelor mele.",
        "47": "Eu am întrebat-o și am zis: 'A cui fată ești?' Ea a răspuns: 'Sunt fata lui Betuel, fiul lui Nahor și al Milcăi.' I-am pus veriga în nas și brățările la mâini.",
        "48": "Apoi am plecat capul, m-am aruncat cu fața la pământ înaintea Domnului și am binecuvântat pe Domnul Dumnezeul stăpânului meu Avraam că m-a călăuzit pe calea cea dreaptă, ca să iau pe fata fratelui stăpânului meu pentru fiul lui.",
        "49": "Acum, dacă voiți să arătați bunăvoință și credincioșie față de stăpânul meu, spuneți-mi; dacă nu, spuneți-mi iarăși, ca să mă îndrept la dreapta sau la stânga.\"",
        "50": "Laban și Betuel, drept răspuns, au zis: \"De la Domnul vine lucrul acesta; noi nu-ți mai putem spune nici rău, nici bine.",
        "51": "Iată, Rebeca este înaintea ta; ia-o și du-te, ca să fie nevasta fiului stăpânului tău, cum a spus Domnul.\"",
        "52": "Când a auzit robul lui Avraam cuvintele lor, s-a aruncat cu fața la pământ înaintea Domnului.",
        "53": "Și robul a scos scule de argint, scule de aur și îmbrăcăminte, pe care le-a dat Rebecăi; a dat, de asemenea, daruri bogate fratelui său și mamei sale.",
        "54": "După aceea, au mâncat și au băut, el și oamenii care erau împreună cu el, și s-au culcat. Dimineața când s-au sculat, robul a zis: \"Lăsați-mă să mă întorc la stăpânul meu.\"",
        "55": "Fratele și mama fetei au zis: \"Fata să mai rămână câtva timp cu noi, măcar vreo zece zile: pe urmă, poate să plece.\"",
        "56": "El le-a răspuns: \"Nu mă opriți, fiindcă Domnul mi-a dat izbândă în călătoria mea; lăsați-mă să plec și să mă duc la stăpânul meu.\"",
        "57": "Atunci, ei au răspuns: \"Să chemăm pe fată și s-o întrebăm.\"",
        "58": "Au chemat dar pe Rebeca și i-au zis: \"Vrei să te duci cu omul acesta?\" \"Da, vreau\", a răspuns ea.",
        "59": "Și au lăsat pe sora lor Rebeca să plece cu doica ei, cu robul lui Avraam și cu oamenii lui.",
        "60": "Au binecuvântat pe Rebeca și i-au zis: \"O, sora noastră, să ajungi mama a mii de zeci de mii și sămânța ta să stăpânească cetățile vrăjmașilor săi!\"",
        "61": "Rebeca s-a sculat, împreună cu slujnicele ei, au încălecat pe cămile și au urmat pe omul acela. Robul a luat pe Rebeca și a plecat.",
        "62": "Isaac se întorsese de la fântâna Lahai-Roi, căci locuia în țara de miazăzi.",
        "63": "Într-o seară, când Isaac ieșise să cugete în taină pe câmp, a ridicat ochii și s-a uitat; și iată că veneau niște cămile.",
        "64": "Rebeca a ridicat și ea ochii, a văzut pe Isaac și s-a dat jos de pe cămilă.",
        "65": "Și a zis robului: \"Cine este omul acesta care vine înaintea noastră pe câmp?\" Robul a răspuns: \"Este stăpânul meu!\" Atunci, ea și-a luat marama și s-a acoperit.",
        "66": "Robul a istorisit lui Isaac toate lucrurile pe care le făcuse.",
        "67": "Isaac a dus pe Rebeca în cortul mamei sale Sara; a luat pe Rebeca, ea a fost nevasta lui, și el a iubit-o. Astfel a fost mângâiat Isaac pentru pierderea mamei sale."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Avraam era acum bătrân, înaintat în vârstă, iar Domnul îl binecuvântase în toate lucrurile.",
        "2": "El i-a zis celui mai bătrân slujitor din casa sa, cel care stăpânea peste tot ce era al său: ‒ Pune-ți, te rog, mâna sub coapsa mea",
        "3": "și jură-mi pe Domnul, Dumnezeul cerurilor și al pământului, că nu vei lua o soție pentru fiul meu dintre fetele canaaniților, în mijlocul cărora locuiesc,",
        "4": "ci te vei duce în țara mea, la rudeniile mele, și de acolo vei lua o soție pentru fiul meu, pentru Isaac.",
        "5": "Slujitorul i-a răspuns: ‒ Poate că femeia nu va vrea să mă urmeze în această țară. Trebuie atunci să-l duc înapoi pe fiul tău în țara din care ai ieșit?",
        "6": "Avraam i-a zis: ‒ Ai grijă să nu cumva să-l duci înapoi pe fiul meu acolo!",
        "7": "Domnul, Dumnezeul cerurilor, Cel Care m-a scos din casa tatălui meu și dintre rudeniile mele, Care mi-a vorbit și mi-a jurat, zicând: \"Descendentului tău îi voi da această țară!\", îl va trimite pe Îngerul Său înaintea ta, iar tu vei lua de acolo o soție pentru fiul meu.",
        "8": "Dar dacă femeia nu va dori să te urmeze, vei fi dezlegat de acest jurământ al meu. Numai să nu-l duci pe fiul meu acolo!",
        "9": "Slujitorul și-a pus mâna sub coapsa stăpânului său, Avraam, și i-a jurat în legătură cu acest lucru.",
        "10": "Slujitorul a luat zece dintre cămilele stăpânului său și a plecat, având la el tot felul de bunuri ale stăpânului său. El s-a ridicat și a plecat în Aram-Naharaim, în cetatea lui Nahor.",
        "11": "În timpul serii, timpul când femeile ieșeau să scoată apă, a pus cămilele să se așeze în genunchi, în afara cetății, lângă fântâna cu apă.",
        "12": "Apoi a zis: \"Doamne, Dumnezeul stăpânului meu Avraam, Te rog, împlinește-mi astăzi dorința și arată-Ți îndurarea față de stăpânul meu, Avraam.",
        "13": "Iată, stau lângă acest izvor, iar fetele oamenilor din cetate vin să scoată apă.",
        "14": "Fie ca fata căreia îi voi spune: «Te rog, dă-mi să beau din ulciorul tău!» și care îmi va răspunde: «Bea și-ți voi adăpa și cămilele!», să fie cea pe care ai hotărât-o pentru slujitorul Tău, Isaac. Prin aceasta voi cunoaște că ai arătat îndurare față de stăpânul meu\".",
        "15": "Nu terminase el încă de vorbit și iată că a ieșit, cu ulciorul ei pe umăr, Rebeca, fata care i se născuse lui Betuel, fiul Milcăi, soția lui Nahor, fratele lui Avraam.",
        "16": "Fata era foarte plăcută la înfățișare. Era fecioară și niciun bărbat n-o cunoscuse. Ea a coborât la izvor, și-a umplut ulciorul și apoi s-a suit înapoi.",
        "17": "Slujitorul a alergat s-o întâlnească și i-a zis: ‒ Te rog, dă-mi să beau puțină apă din ulciorul tău!",
        "18": "Ea a răspuns: ‒ Bea, stăpâne. Și-a coborât repede ulciorul pe mână și i-a dat să bea.",
        "19": "După ce a terminat să-i dea de băut, ea a zis: ‒ Voi scoate apă și pentru cămilele tale, până vor termina de băut.",
        "20": "A golit repede ulciorul în adăpătoare, a alergat din nou la fântână ca să scoată apă și a scos apă pentru toate cămilele lui.",
        "21": "Bărbatul o privea fără să spună nimic, pentru ca să înțeleagă dacă Domnul i-a făcut reușită călătoria sau nu.",
        "22": "După ce cămilele au terminat de băut apă, bărbatul a luat un inel de aur, cântărind o jumătate de șechel și două brățări de aur, cântărind zece șecheli,",
        "23": "și a zis: ‒ A cui fată ești? Spune-mi, te rog, este loc în casa tatălui tău pentru noi, ca să înnoptăm acolo?",
        "24": "Ea i-a răspuns: ‒ Sunt fata lui Betuel, fiul Milcăi, pe care aceasta i l-a născut lui Nahor.",
        "25": "Apoi ea i-a zis: ‒ Avem paie și nutreț din belșug, precum și loc de înnoptat.",
        "26": "Atunci bărbatul s-a aplecat, s-a închinat Domnului",
        "27": "și a zis: \"Binecuvântat să fie Domnul, Dumnezeul stăpânului meu, Avraam, Care nu Și-a îndepărtat îndurarea și credincioșia de la stăpânul meu. În ce mă privește, Domnul m-a condus pe cale până la casa fraților stăpânului meu\".",
        "28": "Fata a alergat și a spus aceste lucruri celor din familia mamei ei.",
        "29": "Rebeca avea un frate al cărui nume era Laban; acesta a alergat la acel bărbat, la izvor.",
        "30": "Imediat ce a văzut inelul și brățările pe mâinile surorii sale și a auzit-o pe sora sa, Rebeca, zicând: \"Așa mi-a vorbit bărbatul acela\", s-a dus la acel bărbat și iată că el stătea lângă cămile, la izvor.",
        "31": "El i-a zis: \"Vino, binecuvântatul Domnului! De ce stai afară când eu am pregătit casa și un loc pentru cămile?\".",
        "32": "Bărbatul a intrat în casă, iar el a descărcat lucrurile de pe cămile. Apoi le-a dat cămilelor paie și nutreț și a adus apă pentru spălarea picioarelor bărbatului aceluia și ale oamenilor care erau cu el.",
        "33": "I s-a dat să mănânce, dar el a zis: ‒ Nu voi mânca până nu voi spune ce am de spus. Laban i-a zis: ‒ Spune!",
        "34": "El a zis: ‒ Eu sunt slujitorul lui Avraam.",
        "35": "Domnul l-a binecuvântat mult pe stăpânul meu, iar el a ajuns un om bogat. I-a dat oi și vite, aur și argint, slujitori și slujitoare, cămile și măgari.",
        "36": "Sara, soția stăpânului meu, i-a născut acestuia un fiu la bătrânețe, iar el i-a dat lui tot ceea ce are.",
        "37": "Stăpânul meu m-a pus să jur, zicând: \"Să nu iei pentru fiul meu o soție dintre fetele canaaniților, în a căror țară locuiesc,",
        "38": "ci să te duci la familia tatălui meu, la clanul meu, și de acolo să iei o soție pentru fiul meu!\".",
        "39": "Eu i-am zis stăpânului meu: \"Poate că femeia nu mă va urma\".",
        "40": "Dar el mi-a răspuns: \"Domnul, înaintea Căruia am umblat, Își va trimite Îngerul cu tine și-ți va face reușită călătoria, iar tu vei lua o soție pentru fiul meu din clanul meu, din familia tatălui meu.",
        "41": "Dar dacă vei merge la clanul meu, iar ei nu ți-o vor da, vei fi dezlegat de jurământul meu\".",
        "42": "Când am ajuns astăzi la izvor, am zis: \"Doamne, Dumnezeul stăpânului meu, Avraam, te rog, dacă mă vei ajuta să reușesc în călătoria pe care o fac,",
        "43": "iată, stau lângă acest izvor. Fie ca fecioara care va ieși să scoată apă, căreia îi voi spune: «Te rog, dă-mi să beau puțină apă din ulciorul tău»",
        "44": "și care îmi va răspunde: «Bea și voi scoate apă și pentru cămilele tale», să fie soția pe care Domnul a hotărât-o pentru fiul stăpânului meu\".",
        "45": "Nu terminasem eu încă de vorbit în inima mea și iată că a ieșit Rebeca cu ulciorul ei pe umăr. Ea a coborât la izvor și a scos apă. Atunci, eu i-am zis: \"Te rog, dă-mi să beau!\".",
        "46": "Ea și-a coborât repede ulciorul de pe umăr și mi-a răspuns: \"Bea și-ți voi adăpa și cămilele\". Eu am băut, iar ea a adăpat și cămilele.",
        "47": "După aceea am întrebat-o: \"A cui fată ești?\". Ea mi-a răspuns: \"Sunt fata lui Betuel, fiul lui Nahor, pe care Milca i l-a născut acestuia\". Eu i-am pus inelul în nas și brățările pe mâini.",
        "48": "Apoi m-am plecat, m-am închinat Domnului și L-am binecuvântat pe Domnul, Dumnezeul stăpânului meu, Avraam, Care m-a condus pe calea cea dreaptă, ca s-o iau pe fata fratelui stăpânului meu pentru fiul său.",
        "49": "Așadar, dacă vreți să arătați îndurare și credincioșie față de stăpânul meu, spuneți-mi. Dacă nu, spuneți-mi, ca să mă pot îndrepta fie la dreapta, fie la stânga.",
        "50": "Atunci Laban și Betuel i-au răspuns, zicând: ‒ Acest lucru vine de la Domnul. Nu-ți putem spune nici rău, nici bine.",
        "51": "Iată, Rebeca este înaintea ta! Ia-o și du-te! Ea să fie soția fiului stăpânului tău, așa cum a spus Domnul.",
        "52": "Când slujitorul lui Avraam a auzit cuvintele lor, s-a plecat până la pământ înaintea Domnului.",
        "53": "Apoi a scos bijuterii de argint și de aur, precum și îmbrăcăminte și i le-a dat Rebecăi. De asemenea, le-a dăruit lucruri prețioase și fratelui, și mamei ei.",
        "54": "După aceea, el și bărbații care erau cu el au mâncat, au băut și au înnoptat acolo. Când s-au trezit dimineața, el a zis: ‒ Lăsați-mă să mă întorc la stăpânul meu.",
        "55": "Fratele și mama fetei i-au răspuns: ‒ Fata să mai rămână cu noi măcar zece zile. După aceea, va putea pleca.",
        "56": "Dar el le-a zis: ‒ Nu mă opriți acum, căci Domnul mi-a făcut reușită călătoria. Lăsați-mă să plec, ca să mă întorc la stăpânul meu.",
        "57": "Ei au răspuns: ‒ Să chemăm fata și s-o întrebăm.",
        "58": "Au chemat-o pe Rebeca și au întrebat-o: ‒ Vrei să mergi cu acest bărbat? Ea a răspuns: ‒ Da! Voi merge.",
        "59": "Și, astfel, au lăsat-o pe sora lor, Rebeca, precum și pe doica ei, să plece împreună cu slujitorul lui Avraam și cu oamenii săi.",
        "60": "Ei au binecuvântat-o pe Rebeca și i-au zis: \"Sora noastră, fie ca tu să ajungi mama a mii de zeci de mii și fie ca urmașii tăi să stăpânească poarta dușmanilor lor\".",
        "61": "Apoi Rebeca și servitoarele ei s-au ridicat, au încălecat pe cămile și au plecat după acel bărbat. Astfel, slujitorul a luat-o pe Rebeca și a plecat.",
        "62": "Isaac se întorsese de la Beer Lahai-Roi, pentru că locuia în Neghev.",
        "63": "La lăsarea serii, Isaac a ieșit pe câmp ca să mediteze. El și-a ridicat ochii, s-a uitat și iată că veneau niște cămile.",
        "64": "Rebeca și-a ridicat și ea ochii, iar când l-a văzut pe Isaac, s-a dat jos de pe cămilă.",
        "65": "Ea l-a întrebat pe slujitor și l-a întrebat: ‒ Cine este bărbatul acesta care vine pe câmp să ne întâlnească? Slujitorul a răspuns: ‒ Este stăpânul meu. Ea și-a luat vălul și s-a acoperit.",
        "66": "Slujitorul i-a istorisit lui Isaac toate lucrurile pe care le făcuse.",
        "67": "Apoi Isaac a adus-o pe Rebeca în cortul mamei sale, Sara, și s-a căsătorit cu ea. Ea a devenit soția lui, iar el a iubit-o. Astfel a fost mângâiat Isaac după moartea mamei sale."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Abraham was old, and well advanced in age. Yahweh had blessed Abraham in all things.",
        "2": "Abraham said to his servant, the elder of his house, who ruled over all that he had, \"Please put your hand under my thigh.",
        "3": "I will make you swear by Yahweh, the God of heaven and the God of the earth, that you shall not take a wife for my son of the daughters of the Canaanites, among whom I live.",
        "4": "But you shall go to my country, and to my relatives, and take a wife for my son Isaac.\"",
        "5": "The servant said to him, \"What if the woman isn't willing to follow me to this land? Must I bring your son again to the land you came from?\"",
        "6": "Abraham said to him, \"Beware that you don't bring my son there again.",
        "7": "Yahweh, the God of heaven—who took me from my father's house, and from the land of my birth, who spoke to me, and who swore to me, saying, 'I will give this land to your offspring—he will send his angel before you, and you shall take a wife for my son from there.",
        "8": "If the woman isn't willing to follow you, then you shall be clear from this oath to me. Only you shall not bring my son there again.\"",
        "9": "The servant put his hand under the thigh of Abraham his master, and swore to him concerning this matter.",
        "10": "The servant took ten of his master's camels, and departed, having a variety of good things of his master's with him. He arose, and went to Mesopotamia, to the city of Nahor.",
        "11": "He made the camels kneel down outside the city by the well of water at the time of evening, the time that women go out to draw water.",
        "12": "He said, \"Yahweh, the God of my master Abraham, please give me success today, and show kindness to my master Abraham.",
        "13": "Behold, I am standing by the spring of water. The daughters of the men of the city are coming out to draw water.",
        "14": "Let it happen, that the young lady to whom I will say, 'Please let down your pitcher, that I may drink,' then she says, 'Drink, and I will also give your camels a drink,'—let her be the one you have appointed for your servant Isaac. By this I will know that you have shown kindness to my master.\"",
        "15": "Before he had finished speaking, behold, Rebekah came out, who was born to Bethuel the son of Milcah, the wife of Nahor, Abraham's brother, with her pitcher on her shoulder.",
        "16": "The young lady was very beautiful to look at, a virgin. No man had known her. She went down to the spring, filled her pitcher, and came up.",
        "17": "The servant ran to meet her, and said, \"Please give me a drink, a little water from your pitcher.\"",
        "18": "She said, \"Drink, my lord.\" She hurried, and let down her pitcher on her hand, and gave him a drink.",
        "19": "When she had finished giving him a drink, she said, \"I will also draw for your camels, until they have finished drinking.\"",
        "20": "She hurried, and emptied her pitcher into the trough, and ran again to the well to draw, and drew for all his camels.",
        "21": "The man looked steadfastly at her, remaining silent, to know whether Yahweh had made his journey prosperous or not.",
        "22": "As the camels had finished drinking, the man took a golden ring of half a shekel weight, and two bracelets for her hands of ten shekels weight of gold,",
        "23": "and said, \"Whose daughter are you? Please tell me. Is there room in your father's house for us to stay?\"",
        "24": "She said to him, \"I am the daughter of Bethuel the son of Milcah, whom she bore to Nahor.\"",
        "25": "She said moreover to him, \"We have both straw and feed enough, and room to lodge in.\"",
        "26": "The man bowed his head, and worshiped Yahweh.",
        "27": "He said, \"Blessed be Yahweh, the God of my master Abraham, who has not forsaken his loving kindness and his truth toward my master. As for me, Yahweh has led me on the way to the house of my master's relatives.\"",
        "28": "The young lady ran, and told her mother's house about these words.",
        "29": "Rebekah had a brother, and his name was Laban. Laban ran out to the man, to the spring.",
        "30": "When he saw the ring, and the bracelets on his sister's hands, and when he heard the words of Rebekah his sister, saying, \"This is what the man said to me,\" he came to the man. Behold, he was standing by the camels at the spring.",
        "31": "He said, \"Come in, you blessed of Yahweh. Why do you stand outside? For I have prepared the house, and room for the camels.\"",
        "32": "The man came into the house, and he unloaded the camels. He gave straw and feed for the camels, and water to wash his feet and the feet of the men who were with him.",
        "33": "Food was set before him to eat, but he said, \"I will not eat until I have told my message.\" Laban said, \"Speak on.\"",
        "34": "He said, \"I am Abraham's servant.",
        "35": "Yahweh has blessed my master greatly. He has become great. Yahweh has given him flocks and herds, silver and gold, male servants and female servants, and camels and donkeys.",
        "36": "Sarah, my master's wife, bore a son to my master when she was old. He has given all that he has to him.",
        "37": "My master made me swear, saying, 'You shall not take a wife for my son from the daughters of the Canaanites, in whose land I live,",
        "38": "but you shall go to my father's house, and to my relatives, and take a wife for my son.'",
        "39": "I asked my master, 'What if the woman will not follow me?'",
        "40": "He said to me, 'Yahweh, before whom I walk, will send his angel with you, and prosper your way. You shall take a wife for my son from my relatives, and of my father's house.",
        "41": "Then you will be clear from my oath, when you come to my relatives. If they don't give her to you, you shall be clear from my oath.'",
        "42": "I came today to the spring, and said, 'Yahweh, the God of my master Abraham, if now you do prosper my way which I go—",
        "43": "behold, I am standing by this spring of water. Let it happen, that the maiden who comes out to draw, to whom I will say, \"Please give me a little water from your pitcher to drink,\"",
        "44": "then she tells me, \"Drink, and I will also draw for your camels,\"—let her be the woman whom Yahweh has appointed for my master's son.'",
        "45": "Before I had finished speaking in my heart, behold, Rebekah came out with her pitcher on her shoulder. She went down to the spring, and drew. I said to her, 'Please let me drink.'",
        "46": "She hurried and let down her pitcher from her shoulder, and said, 'Drink, and I will also give your camels a drink.' So I drank, and she also gave the camels a drink.",
        "47": "I asked her, and said, 'Whose daughter are you?' She said, 'The daughter of Bethuel, Nahor's son, whom Milcah bore to him.' I put the ring on her nose, and the bracelets on her hands.",
        "48": "I bowed my head, and worshiped Yahweh, and blessed Yahweh, the God of my master Abraham, who had led me in the right way to take my master's brother's daughter for his son.",
        "49": "Now if you will deal kindly and truly with my master, tell me. If not, tell me, that I may turn to the right hand, or to the left.\"",
        "50": "Then Laban and Bethuel answered, \"The thing proceeds from Yahweh. We can't speak to you bad or good.",
        "51": "Behold, Rebekah is before you. Take her, and go, and let her be your master's son's wife, as Yahweh has spoken.\"",
        "52": "When Abraham's servant heard their words, he bowed himself down to the earth to Yahweh.",
        "53": "The servant brought out jewels of silver, and jewels of gold, and clothing, and gave them to Rebekah. He also gave precious things to her brother and her mother.",
        "54": "They ate and drank, he and the men who were with him, and stayed all night. They rose up in the morning, and he said, \"Send me away to my master.\"",
        "55": "Her brother and her mother said, \"Let the young lady stay with us a few days, at least ten. After that she will go.\"",
        "56": "He said to them, \"Don't hinder me, since Yahweh has prospered my way. Send me away that I may go to my master.\"",
        "57": "They said, \"We will call the young lady, and ask her.\"",
        "58": "They called Rebekah, and said to her, \"Will you go with this man?\" She said, \"I will go.\"",
        "59": "They sent away Rebekah, their sister, with her nurse, Abraham's servant, and his men.",
        "60": "They blessed Rebekah, and said to her, \"Our sister, may you be the mother of thousands of ten thousands, and let your offspring possess the gate of those who hate them.\"",
        "61": "Rebekah arose with her ladies. They rode on the camels, and followed the man. The servant took Rebekah, and went his way.",
        "62": "Isaac came from the way of Beer Lahai Roi, for he lived in the land of the South.",
        "63": "Isaac went out to meditate in the field at the evening. He lifted up his eyes and looked. Behold, there were camels coming.",
        "64": "Rebekah lifted up her eyes, and when she saw Isaac, she got off the camel.",
        "65": "She said to the servant, \"Who is the man who is walking in the field to meet us?\" The servant said, \"It is my master.\" She took her veil, and covered herself.",
        "66": "The servant told Isaac all the things that he had done.",
        "67": "Isaac brought her into his mother Sarah's tent, and took Rebekah, and she became his wife. He loved her. So Isaac was comforted after his mother's death."
      }
    }
  }
}