{
  "book": "GEN",
  "chapter": "14",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Pe vremea lui Amrafel, împăratul Șinearului, a lui Arioc, împăratul Elasarului, a lui Chedorlaomer, împăratul Elamului, și a lui Tideal, împăratul Goiimului,",
        "2": "s-a întâmplat că ei au făcut război cu Bera, împăratul Sodomei, cu Birșa, împăratul Gomorei, cu Șineab, împăratul Admei, cu Șemeeber, împăratul Țeboimului, și cu împăratul Belei, sau Țoarului.",
        "3": "Aceștia din urmă s-au adunat cu toții în valea Sidim, adică Marea Sărată.",
        "4": "Timp de doisprezece ani fuseseră supuși lui Chedorlaomer; și în anul al treisprezecelea s-au răsculat.",
        "5": "Dar, în anul al paisprezecelea, Chedorlaomer și împărații care erau cu el au pornit și au bătut pe refaimi la Așterot-Carnaim, pe zuzimi la Ham, pe emimi la Șave-Chiriataim",
        "6": "și pe horiți în muntele lor, Seir, până la stejarul Paran, care este lângă pustie.",
        "7": "Apoi s-au întors, au venit la En-Mișpat, sau Cades, și au bătut pe amaleciți pe tot ținutul lor, ca și pe amoriți, care locuiau la Hațațon-Tamar.",
        "8": "Atunci au ieșit împăratul Sodomei, împăratul Gomorei, împăratul Admei, împăratul Țeboimului și împăratul Belei, sau Țoarului, și s-au așezat în linie de bătaie împotriva lor, în valea Sidim,",
        "9": "și anume: împotriva lui Chedorlaomer, împăratul Elamului, împotriva lui Tideal, împăratul Goiimului, împotriva lui Amrafel, împăratul Șinearului, și împotriva lui Arioc, împăratul Elasarului; patru împărați împotriva a cinci.",
        "10": "Valea Sidim era acoperită cu fântâni de smoală. Împăratul Sodomei și împăratul Gomorei au luat-o la fugă și au căzut în ele; ceilalți au fugit spre munte.",
        "11": "Biruitorii au luat toate bogățiile Sodomei și Gomorei și toate merindele lor și au plecat.",
        "12": "Au luat și pe Lot, fiul fratelui lui Avram, care locuia în Sodoma; au luat și averile lui și au plecat.",
        "13": "A venit unul care scăpase și a dat de știre lui Avram, Evreul; acesta locuia lângă stejarii lui Mamre, Amoritul, fratele lui Eșcol și fratele lui Aner, care făcuseră legătură de pace cu Avram.",
        "14": "Cum a auzit Avram că fratele său fusese luat prins de război, a înarmat trei sute optsprezece din cei mai viteji slujitori ai lui, născuți în casa lui, și a urmărit pe împărații aceia până la Dan.",
        "15": "Și-a împărțit oamenii în mai multe cete, s-a aruncat asupra lor noaptea, i-a bătut și i-a urmărit până la Hoba, care este la stânga Damascului.",
        "16": "A adus înapoi toate bogățiile; a luat înapoi și pe fratele său Lot, cu averile lui, precum și pe femei, și norodul.",
        "17": "După ce s-a întors Avram de la înfrângerea lui Chedorlaomer și a împăraților care erau împreună cu el, împăratul Sodomei i-a ieșit în întâmpinare în valea Șave, sau Valea Împăratului.",
        "18": "Melhisedec, împăratul Salemului, a adus pâine și vin – el era preot al Dumnezeului celui Preaînalt.",
        "19": "Melhisedec a binecuvântat pe Avram și a zis: „Binecuvântat să fie Avram de Dumnezeul cel Preaînalt, Ziditorul cerului și al pământului!",
        "20": "Binecuvântat să fie Dumnezeul cel Preaînalt, care a dat pe vrăjmașii tăi în mâinile tale!” Și Avram i-a dat zeciuială din toate.",
        "21": "Împăratul Sodomei a zis lui Avram: „Dă-mi oamenii și ține bogățiile pentru tine.”",
        "22": "Avram a răspuns împăratului Sodomei: „Ridic mâna spre Domnul Dumnezeul cel Preaînalt, Ziditorul cerului și al pământului,",
        "23": "și jur că nu voi lua nimic din tot ce este al tău, nici măcar un fir de ață, nici măcar o curea de încălțăminte, ca să nu zici: ‘Am îmbogățit pe Avram.’ Nimic pentru mine,",
        "24": "afară de ce au mâncat flăcăii și partea oamenilor care au mers cu mine: Aner, Eșcol și Mamre; ei pot să-și ia partea lor!”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Pe vremea lui Amrafel, regele Șinarului, a lui Ariok, regele Elasarului, a lui Chedorlaomer, regele Elamului, și a lui Tidal, regele Goyimului,",
        "2": "aceștia au pornit la luptă împotriva lui Bera, regele Sodomei, a lui Birșa, regele Gomorei, a lui Șinab, regele Admei, a lui Șemeber, regele Țeboimului, și împotriva regelui Belei (care este Țoarul).",
        "3": "Toți aceștia din urmă s-au unit în Valea Sidimului, adică Marea Sărată.",
        "4": "Ei îl slujiseră pe Chedorlaomer timp de doisprezece ani, dar în al treisprezecelea an s-au răsculat.",
        "5": "În al paisprezecelea an, Chedorlaomer și regii care erau cu el au venit și i-au învins pe refaiți la Aștarot-Karnaim, pe zuziți la Ham, pe emiți la Șave Chiriataim",
        "6": "și pe horiți la muntele lor, din Seir până la El-Paran, care este lângă deșert.",
        "7": "Apoi s-au întors și au venit la En-Mișpat sau Kadeș, unde au cucerit tot teritoriul amalekiților, precum și pe amoriții care locuiau în Hațațon-Tamar.",
        "8": "Atunci regele Sodomei, regele Gomorei, regele Admei, regele Țeboimului și regele Belei (care este Țoarul), au ieșit și s-au pregătit de luptă, în Valea Sidimului,",
        "9": "împotriva lui Chedorlaomer, regele Elamului, a lui Tidal, regele Goyimului, a lui Amrafel, regele Șinarului și a lui Ariok, regele Elasarului – patru regi împotriva a cinci.",
        "10": "Valea Sidimului era plină de gropi cu smoală. Regii Sodomei și Gomorei au fugit și au căzut în ele, iar cei rămași au fugit înspre dealuri.",
        "11": "Cei patru regi au luat toate bunurile Sodomei și Gomorei, precum și toată hrana acestora, și au plecat.",
        "12": "Ei l-au luat și pe Lot, fiul fratelui lui Avram, împreună cu bunurile lui, și au plecat (Lot locuia în Sodoma).",
        "13": "Un om care a scăpat cu viață a venit și i-a spus acest lucru lui Avram, evreul, care locuia lângă stejarii amoritului Mamre, fratele lui Eșcol și al lui Aner. Aceștia erau aliați cu Avram prin legământ.",
        "14": "Când a auzit Avram că nepotul său fusese luat captiv, și-a mobilizat cei trei sute optsprezece oameni instruiți pentru luptă, născuți în casa lui, și i-a urmărit pe regi până la Dan.",
        "15": "Apoi și-a împărțit slujitorii în timpul nopții, i-a învins pe regi și i-a urmărit până la Hoba, care este la nord de Damasc.",
        "16": "Avram a adus înapoi toate bunurile. L-a adus înapoi și pe nepotul său, Lot, împreună cu toate bunurile lui, precum și pe femei și pe ceilalți oameni.",
        "17": "După ce Avram s-a întors de la înfrângerea lui Chedorlaomer și a regilor care erau cu el, regele din Sodoma i-a ieșit în întâmpinare în Valea Șave, adică Valea Regelui.",
        "18": "Melchisedek, regele Salemului, a adus pâine și vin. Acesta era preot al Dumnezeului celui Preaînalt.",
        "19": "El l-a binecuvântat pe Avram și a zis: „Binecuvântat să fie Avram de Dumnezeul cel Preaînalt, Creatorul cerurilor și al pământului,",
        "20": "și binecuvântat să fie Dumnezeul cel Preaînalt, Care i-a dat pe dușmanii tăi în mâinile tale!“ Și Avram i-a dat zeciuială din toate.",
        "21": "Apoi regele din Sodoma i-a zis lui Avram: „Dă-mi oamenii și păstrează bunurile pentru tine.”",
        "22": "Dar Avram i-a răspuns regelui din Sodoma: „Mi-am ridicat mâna și I-am jurat Domnului, Dumnezeul cel Preaînalt, Creatorul cerurilor și al pământului,",
        "23": "că nu voi lua nici măcar un fir de ață sau o curea de sandală din ceea ce este al tău, pentru ca să nu spui că l-ai îmbogățit pe Avram.",
        "24": "Eu nu voi lua nimic, în afară de ceea ce au mâncat oamenii mei și de partea celor care au mers împreună cu mine – Aner, Eșcol și Mamre. Ei să-și ia partea lor.”"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "In the days of Amraphel, king of Shinar; Arioch, king of Ellasar; Chedorlaomer, king of Elam; and Tidal, king of Goiim,",
        "2": "they made war with Bera, king of Sodom; Birsha, king of Gomorrah; Shinab, king of Admah; Shemeber, king of Zeboiim; and the king of Bela (also called Zoar).",
        "3": "All these joined together in the valley of Siddim (also called the Salt Sea).",
        "4": "They served Chedorlaomer for twelve years, and in the thirteenth year they rebelled.",
        "5": "In the fourteenth year Chedorlaomer and the kings who were with him came and struck the Rephaim in Ashteroth Karnaim, the Zuzim in Ham, the Emim in Shaveh Kiriathaim,",
        "6": "and the Horites in their Mount Seir, to El Paran, which is by the wilderness.",
        "7": "They returned, and came to En Mishpat (also called Kadesh), and struck all the country of the Amalekites, and also the Amorites, that lived in Hazazon Tamar.",
        "8": "The king of Sodom, and the king of Gomorrah, the king of Admah, the king of Zeboiim, and the king of Bela (also called Zoar) went out; and they set the battle in array against them in the valley of Siddim",
        "9": "against Chedorlaomer king of Elam, Tidal king of Goiim, Amraphel king of Shinar, and Arioch king of Ellasar; four kings against the five.",
        "10": "Now the valley of Siddim was full of tar pits; and the kings of Sodom and Gomorrah fled, and some fell there. Those who remained fled to the hills.",
        "11": "They took all the goods of Sodom and Gomorrah, and all their food, and went their way.",
        "12": "They took Lot, Abram's brother's son, who lived in Sodom, and his goods, and departed.",
        "13": "One who had escaped came and told Abram, the Hebrew. At that time, he lived by the oaks of Mamre, the Amorite, brother of Eshcol and brother of Aner. They were allies of Abram.",
        "14": "When Abram heard that his relative was taken captive, he led out his three hundred eighteen trained men, born in his house, and pursued as far as Dan.",
        "15": "He divided himself against them by night, he and his servants, and struck them, and pursued them to Hobah, which is on the left hand of Damascus.",
        "16": "He brought back all the goods, and also brought back his relative Lot and his goods, and the women also, and the other people.",
        "17": "The king of Sodom went out to meet him after his return from the slaughter of Chedorlaomer and the kings who were with him, at the valley of Shaveh (that is, the King's Valley).",
        "18": "Melchizedek king of Salem brought out bread and wine. He was priest of God Most High.",
        "19": "He blessed him, and said, \"Blessed be Abram of God Most High, possessor of heaven and earth.",
        "20": "Blessed be God Most High, who has delivered your enemies into your hand.\" Abram gave him a tenth of all.",
        "21": "The king of Sodom said to Abram, \"Give me the people, and take the goods for yourself.\"",
        "22": "Abram said to the king of Sodom, \"I have lifted up my hand to Yahweh, God Most High, possessor of heaven and earth,",
        "23": "that I will not take a thread nor a sandal strap nor anything that is yours, lest you should say, 'I have made Abram rich.'",
        "24": "I will accept nothing from you except that which the young men have eaten, and the portion of the men who went with me: Aner, Eshcol, and Mamre. Let them take their portion.\""
      }
    }
  }
}