{
  "book": "GEN",
  "chapter": "29",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Iacov a pornit la drum și s-a dus în țara celor ce locuiesc la Răsărit.",
        "2": "S-a uitat înainte și iată că pe câmp era o fântână, și lângă ea erau trei turme de oi care se odihneau, căci la fântâna aceasta obișnuiau ciobanii să-și adape turmele. Și piatra de pe gura fântânii era mare.",
        "3": "Toate turmele se strângeau acolo; ciobanii prăvăleau piatra de pe gura fântânii, adăpau turmele și apoi puneau piatra iarăși la loc pe gura fântânii.",
        "4": "Iacov a zis păstorilor: \"Fraților, de unde sunteți?\" \"Din Haran\", au răspuns ei.",
        "5": "El le-a zis: \"Cunoașteți pe Laban, fiul lui Nahor?\" \"Îl cunoaștem\", i-au răspuns ei.",
        "6": "El le-a zis: \"Este sănătos?\" \"Sănătos\", au răspuns ei. Și tocmai atunci venea Rahela, fata lui, cu oile.",
        "7": "El a zis: \"Iată, soarele este încă sus și-i prea devreme ca să strângeți vitele: adăpați oile, apoi duceți-vă și pașteți-le iarăși.\"",
        "8": "Ei au răspuns: \"Nu putem până nu se vor strânge toate turmele; atunci se prăvălește piatra de pe gura fântânii și vom adăpa oile.\"",
        "9": "Pe când le vorbea el încă, vine Rahela cu oile tatălui său, căci ea le păzea.",
        "10": "Când a văzut Iacov pe Rahela, fata lui Laban, fratele mamei sale, și turma lui Laban, fratele mamei sale, s-a apropiat, a prăvălit piatra de pe gura fântânii și a adăpat turma lui Laban, fratele mamei sale.",
        "11": "Apoi Iacov a sărutat pe Rahela și a început să plângă tare.",
        "12": "Iacov a spus Rahelei că este rudă cu tatăl ei, că este fiul Rebecăi. Și ea a dat fuga de a spus tatălui său.",
        "13": "Cum a auzit Laban de Iacov, fiul surorii sale, i-a alergat înainte, l-a îmbrățișat, l-a sărutat și l-a adus în casă. Iacov a istorisit lui Laban toate cele întâmplate.",
        "14": "Și Laban i-a zis: \"Cu adevărat, tu ești os din oasele mele și carne din carnea mea!\" Iacov a stat la Laban o lună.",
        "15": "Apoi Laban a zis lui Iacov: \"Fiindcă ești rudă cu mine, să-mi slujești oare degeaba? Spune-mi ce simbrie vrei?\"",
        "16": "Laban însă avea două fete: cea mai mare se numea Lea și cea mai mică, Rahela.",
        "17": "Lea avea ochii slabi, dar Rahela era frumoasă la statură și mândră la față.",
        "18": "Iacov iubea pe Rahela și a zis: \"Îți voi sluji șapte ani pentru Rahela, fata ta cea mai mică.\"",
        "19": "Și Laban a răspuns: \"Mai bine să ți-o dau ție, decât s-o dau altuia. Rămâi la mine!\"",
        "20": "Astfel, Iacov a slujit șapte ani pentru Rahela; și anii aceștia i s-au părut ca vreo câteva zile, pentru că o iubea.",
        "21": "În urmă, Iacov a zis lui Laban: \"Dă-mi nevasta, căci mi s-a împlinit sorocul, ca să intru la ea.\"",
        "22": "Laban a adunat pe toți oamenii locului și a făcut un ospăț.",
        "23": "Seara, a luat pe fiică-sa Lea și a adus-o la Iacov, care s-a culcat cu ea.",
        "24": "Și Laban a dat ca roabă fetei sale Lea pe roaba sa Zilpa.",
        "25": "A doua zi dimineață, iată că era Lea. Atunci, Iacov a zis lui Laban: \"Ce mi-ai făcut? Nu ți-am slujit oare pentru Rahela? Pentru ce m-ai înșelat?\"",
        "26": "Laban a răspuns: \"În locul acesta nu-i obicei să se dea cea mai tânără înaintea celei mai mari.",
        "27": "Isprăvește săptămâna cu aceasta, și-ți vom da și pe cealaltă pentru slujba pe care o vei mai face la mine alți șapte ani.\"",
        "28": "Iacov a făcut așa și a isprăvit săptămâna cu Lea; apoi, Laban i-a dat de nevastă pe fiică-sa Rahela.",
        "29": "Și Laban a dat ca roabă fetei sale Rahela pe roaba sa Bilha.",
        "30": "Iacov a intrat și la Rahela, pe care o iubea mai mult decât pe Lea, și a mai slujit la Laban alți șapte ani.",
        "31": "Domnul a văzut că Lea nu era iubită și a făcut-o să aibă copii, pe când Rahela era stearpă.",
        "32": "Lea a rămas însărcinată și a născut un fiu, căruia i-a pus numele Ruben (Vedeți fiu); \"căci\", a zis ea, \"Domnul a văzut mâhnirea mea, și acum bărbatul meu are să mă iubească negreșit\".",
        "33": "A rămas iarăși însărcinată și a născut un fiu și a zis: \"Domnul a auzit că nu eram iubită și mi-a dat și pe acesta.\" De aceea, i-a pus numele Simeon (Ascultare).",
        "34": "Iar a rămas însărcinată și a născut un fiu și a zis: \"De data aceasta, bărbatul meu se va alipi de mine, căci i-am născut trei fii.\" De aceea i-a pus numele Levi (Alipire).",
        "35": "A rămas iarăși însărcinată și a născut un fiu, și a zis: \"De data aceasta, voi lăuda pe Domnul.\" De aceea i-a pus numele Iuda (Lăudat fie Domnul!). Și a încetat să mai nască."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Apoi Iacov și-a continuat călătoria și s-a dus în țara fiilor Estului.",
        "2": "El s-a uitat și, iată că pe câmp era o fântână, iar acolo, lângă ea, se odihneau trei turme de oi, căci din acea fântână erau adăpate turmele. Pe gura fântânii era o piatră mare.",
        "3": "Când toate turmele erau adunate acolo, păstorii rostogoleau piatra de la gura fântânii și adăpau oile. Apoi puneau piatra înapoi, la locul ei, pe gura fântânii.",
        "4": "Iacov i-a întrebat: ‒ Fraților, de unde sunteți? Ei au răspuns: ‒ Din Haran.",
        "5": "El i-a întrebat: ‒ Îl cunoașteți pe Laban, nepotul lui Nahor? Ei au zis: ‒ Îl cunoaștem.",
        "6": "Iacov i-a întrebat: ‒ Este sănătos? Ei au răspuns: ‒ Este sănătos. Iată, Rahela, fata lui, vine cu oile.",
        "7": "Atunci Iacov a zis: ‒ Iată, mai este mult din zi; nu este timpul să fie adunate turmele. Adăpați oile, apoi duceți-vă și pașteți-le iarăși.",
        "8": "Ei au răspuns: ‒ Nu putem până când nu se vor aduna toate turmele și păstorii vor rostogoli piatra de pe gura fântânii. Atunci vom adăpa oile.",
        "9": "În timp ce vorbea cu ei, a sosit Rahela cu oile tatălui ei, pentru că ea le păstorea.",
        "10": "Când a văzut-o pe Rahela, fata lui Laban, fratele mamei sale, și când a văzut turma lui Laban, Iacov s-a apropiat de fântână, a rostogolit piatra de pe gura fântânii și a adăpat oile lui Laban, fratele mamei sale.",
        "11": "El a sărutat-o pe Rahela și a plâns.",
        "12": "Iacov i-a spus Rahelei că este rudă cu tatăl ei și că este fiul Rebecăi. Atunci ea a alergat și l-a înștiințat pe tatăl ei.",
        "13": "Când a auzit vestea despre Iacov, fiul surorii sale, Laban a alergat să-l întâmpine. L-a îmbrățișat, l-a sărutat și l-a adus în casa lui. Iacov i-a istorisit lui Laban toate aceste lucruri.",
        "14": "Apoi Laban i-a zis: \"Cu siguranță tu ești os din oasele mele și carne din carnea mea!\". Și Iacov a stat la el timp de o lună.",
        "15": "După aceea, Laban i-a zis lui Iacov: ‒ Să-mi slujești degeaba doar pentru că ești rudă cu mine? Spune-mi: care să-ți fie plata?",
        "16": "Laban avea două fete. Numele celei mari era Lea, iar numele celei mici era Rahela.",
        "17": "Ochii Leei erau delicați, însă Rahela era frumoasă la chip și frumoasă la înfățișare.",
        "18": "Iacov o iubea pe Rahela, așa că i-a răspuns lui Laban: ‒ Îți voi sluji șapte ani pentru fata ta cea mică, Rahela.",
        "19": "Laban a zis: ‒ Mai bine să ți-o dau ție, decât s-o dau altui bărbat. Rămâi la mine!",
        "20": "Astfel, Iacov a slujit șapte ani pentru Rahela, dar aceștia i s-au părut ca fiind doar câteva zile, datorită dragostei sale pentru ea.",
        "21": "După aceea, Iacov i-a zis lui Laban: \"Dă-mi soția, pentru că s-a împlinit vremea să intru la ea!\".",
        "22": "Laban i-a adunat pe toți oamenii din acel loc și a dat un ospăț.",
        "23": "Seara, a luat-o pe fata sa, Lea, și a adus-o la Iacov, iar el a intrat la ea.",
        "24": "Laban i-a dat-o ca slujitoare fetei sale Lea, pe slujitoarea sa Zilpa.",
        "25": "Când s-a făcut dimineață, iată că cea de lângă el era Lea. Atunci Iacov i-a zis lui Laban: ‒ Ce mi-ai făcut? Nu ți-am slujit pentru Rahela? De ce m-ai înșelat?",
        "26": "Laban a răspuns: ‒ Aici, la noi, nu se obișnuiește să se dea cea mai tânără înaintea celei întâi născute.",
        "27": "Împlinește săptămâna cu aceasta. Apoi ți-o vom da și pe cealaltă pentru încă șapte ani de slujire.",
        "28": "Iacov a făcut astfel și a împlinit săptămâna cu Lea. Apoi Laban i-a dat-o de soție pe fata sa, Rahela.",
        "29": "Laban i-a dat-o ca slujitoare fetei sale Rahela, pe slujitoarea sa Bilha.",
        "30": "Iacov a intrat la Rahela și a iubit-o mai mult decât pe Lea. Apoi i-a slujit lui Laban încă șapte ani.",
        "31": "Domnul a văzut că Lea nu era iubită și i-a deschis pântecul. Rahela, însă, nu putea rămâne însărcinată.",
        "32": "Lea a rămas însărcinată și a născut un fiu căruia i-a pus numele Ruben, deoarece a zis: \"Domnul a văzut într-adevăr suferința mea. Acum, sigur soțul meu mă va iubi\".",
        "33": "Ea a rămas din nou însărcinată, a mai născut un fiu și a zis: \"Pentru că Domnul a auzit că nu sunt iubită, mi l-a dat și pe acesta!\". De aceea i-a pus numele Simeon.",
        "34": "Ea a rămas din nou însărcinată, a mai născut un fiu și a zis: \"De data aceasta soțul meu se va atașa de mine, pentru că i-am născut trei fii\". De aceea i-a pus numele Levi.",
        "35": "Ea a rămas din nou însărcinată, a mai născut un fiu și a zis: \"De data aceasta Îl voi lăuda pe Domnul\". De aceea i-a pus numele Iuda. Apoi a încetat să mai nască."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Then Jacob went on his journey, and came to the land of the children of the east.",
        "2": "He looked, and saw a well in the field, and saw three flocks of sheep lying there by it. For out of that well they watered the flocks. The stone on the well's mouth was large.",
        "3": "There all the flocks were gathered. They rolled the stone from the well's mouth, and watered the sheep, and put the stone back on the well's mouth in its place.",
        "4": "Jacob said to them, \"My relatives, where are you from?\" They said, \"We are from Haran.\"",
        "5": "He said to them, \"Do you know Laban, the son of Nahor?\" They said, \"We know him.\"",
        "6": "He said to them, \"Is it well with him?\" They said, \"It is well. See, Rachel, his daughter, is coming with the sheep.\"",
        "7": "He said, \"Behold, it is still the middle of the day, not time to gather the livestock together. Water the sheep, and go and feed them.\"",
        "8": "They said, \"We can't, until all the flocks are gathered together, and they roll the stone from the well's mouth. Then we will water the sheep.\"",
        "9": "While he was yet speaking with them, Rachel came with her father's sheep, for she kept them.",
        "10": "When Jacob saw Rachel the daughter of Laban, his mother's brother, and the sheep of Laban, his mother's brother, Jacob went near, and rolled the stone from the well's mouth, and watered the flock of Laban his mother's brother.",
        "11": "Jacob kissed Rachel, and lifted up his voice, and wept.",
        "12": "Jacob told Rachel that he was her father's relative, and that he was Rebekah's son. She ran and told her father.",
        "13": "When Laban heard the news of Jacob, his sister's son, he ran to meet Jacob, and embraced him, and kissed him, and brought him to his house. Jacob told Laban all these things.",
        "14": "Laban said to him, \"Surely you are my bone and my flesh.\" Jacob stayed with him for a month.",
        "15": "Laban said to Jacob, \"Because you are my relative, should you therefore serve me for nothing? Tell me, what will your wages be?\"",
        "16": "Laban had two daughters. The name of the elder was Leah, and the name of the younger was Rachel.",
        "17": "Leah's eyes were weak, but Rachel was beautiful in form and attractive.",
        "18": "Jacob loved Rachel. He said, \"I will serve you seven years for Rachel, your younger daughter.\"",
        "19": "Laban said, \"It is better that I give her to you, than that I should give her to another man. Stay with me.\"",
        "20": "Jacob served seven years for Rachel. They seemed to him but a few days, for the love he had for her.",
        "21": "Jacob said to Laban, \"Give me my wife, for my days are fulfilled, that I may go in to her.\"",
        "22": "Laban gathered together all the men of the place, and made a feast.",
        "23": "In the evening, he took Leah his daughter, and brought her to Jacob. He went in to her.",
        "24": "Laban gave Zilpah his servant to his daughter Leah for a servant.",
        "25": "In the morning, behold, it was Leah! He said to Laban, \"What is this you have done to me? Didn't I serve with you for Rachel? Why then have you deceived me?\"",
        "26": "Laban said, \"It is not done so in our place, to give the younger before the firstborn.",
        "27": "Fulfill the week of this one, and we will give you the other also for the service which you will serve with me for seven more years.\"",
        "28": "Jacob did so, and fulfilled her week. He gave him Rachel his daughter as wife.",
        "29": "Laban gave Bilhah, his servant, to his daughter Rachel to be her servant.",
        "30": "He went in also to Rachel, and he loved also Rachel more than Leah, and served with him seven more years.",
        "31": "Yahweh saw that Leah was hated, and he opened her womb, but Rachel was barren.",
        "32": "Leah conceived, and bore a son, and she named him Reuben. For she said, \"Because Yahweh has looked at my affliction; for now my husband will love me.\"",
        "33": "She conceived again, and bore a son, and said, \"Because Yahweh has heard that I am hated, he has therefore given me this son also.\" She named him Simeon.",
        "34": "She conceived again, and bore a son. She said, \"Now this time my husband will be joined to me, because I have borne him three sons.\" Therefore his name was called Levi.",
        "35": "She conceived again, and bore a son. She said, \"This time I will praise Yahweh.\" Therefore she named him Judah. Then she stopped bearing."
      }
    }
  }
}