{
  "book": "Geneza",
  "chapter": "38",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În vremea aceea, Iuda a părăsit pe frații săi și a tras la un om din Adulam, numit Hira.",
        "2": "Acolo, Iuda a văzut pe fata unui canaanit, numit Șua. A luat-o de nevastă și s-a culcat cu ea.",
        "3": "Ea a rămas însărcinată și a născut un fiu, pe care l-a numit Er.",
        "4": "A rămas iarăși însărcinată și a mai născut un fiu, căruia i-a pus numele Onan.",
        "5": "A mai născut iarăși un fiu, căruia i-a pus numele Șela; Iuda era la Czib când a născut ea.",
        "6": "Iuda a luat întâiului său născut, Er, o nevastă numită Tamar.",
        "7": "Er, întâiul născut al lui Iuda, era rău înaintea Domnului, și Domnul l-a omorât.",
        "8": "Atunci, Iuda a zis lui Onan: „Du-te la nevasta fratelui tău, ia-o de nevastă, ca cumnat, și ridică sămânță fratelui tău.”",
        "9": "Onan, știind că sămânța aceasta n-are să fie a lui, vărsa sămânța pe pământ ori de câte ori se culca cu nevasta fratelui său, ca să nu dea sămânță fratelui său.",
        "10": "Ce făcea el n-a plăcut Domnului, care l-a omorât și pe el.",
        "11": "Atunci, Iuda a zis nurorii sale Tamar: „Rămâi văduvă în casa tatălui tău până va crește fiul meu Șela.” Zicea așa ca să nu moară și Șela ca frații lui. Tamar s-a dus și a locuit în casa tatălui ei.",
        "12": "Au trecut multe zile și fata lui Șua, nevasta lui Iuda, a murit. După ce au trecut zilele de jale, Iuda s-a suit la Timna, la cei ce-i tundeau oile, el și prietenul său Hira, Adulamitul.",
        "13": "Au dat de veste Tamarei despre lucrul acesta și i-au zis: „Iată că socru-tău se suie la Timna, ca să-și tundă oile.”",
        "14": "Atunci, ea și-a lepădat hainele de văduvă, s-a acoperit cu o maramă, s-a îmbrăcat în alte haine și a șezut jos la intrarea în Enaim, pe drumul care duce la Timna, căci vedea că Șela se făcuse mare, și ea nu-i fusese dată de nevastă.",
        "15": "Iuda a văzut-o și a luat-o drept curvă, pentru că își acoperise fața.",
        "16": "S-a abătut la ea din drum și a zis: „Lasă-mă să mă culc cu tine!” Căci n-a cunoscut-o că era noră-sa. Ea a zis: „Ce-mi dai ca să te culci cu mine?”",
        "17": "El a răspuns: „Am să-ți trimit un ied din turma mea.” Ea a zis: „Îmi dai un zălog până îl vei trimite?”",
        "18": "El a răspuns: „Ce zălog să-ți dau?” Ea a zis: „Inelul tău, lanțul tău și toiagul pe care-l ai în mână.” El i le-a dat. Apoi s-a culcat cu ea și ea a rămas însărcinată de la el.",
        "19": "Ea s-a sculat și a plecat; și-a scos marama și s-a îmbrăcat iarăși în hainele de văduvă.",
        "20": "Iuda a trimis iedul prin prietenul său Adulamitul, ca să scoată zălogul din mâinile femeii. Dar acesta n-a găsit-o.",
        "21": "A întrebat pe oamenii locului și a zis: „Unde este curva aceea care stătea aici, la Enaim, pe drum?” Ei au răspuns: „N-a fost nicio curvă aici.”",
        "22": "Adulamitul s-a întors la Iuda și i-a spus: „N-am găsit-o și chiar oamenii de acolo au zis: ‘N-a fost nicio curvă aici.’”",
        "23": "Iuda a zis: „Țină ce a luat, numai să nu ne facem de râs. Iată, am trimis iedul acesta, și n-ai găsit-o.”",
        "24": "Cam după trei luni, au venit și au spus lui Iuda: „Tamar, noră-ta, a curvit și a rămas chiar însărcinată în urma curvirii ei.” Și Iuda a zis: „Scoateți-o afară ca să fie arsă.”",
        "25": "După ce au scos-o afară, ea a trimis să spună socrului său: „De la omul acela ale cui sunt lucrurile acestea am rămas eu însărcinată; vezi, te rog, ale cui sunt inelul acesta, lanțurile acestea și toiagul acesta.”",
        "26": "Iuda le-a cunoscut și a zis: „Ea este mai puțin vinovată decât mine, fiindcă n-am dat-o de nevastă fiului meu Șela.” Și nu s-a mai împreunat cu ea de atunci.",
        "27": "Când i-a venit vremea să nască, iată că în pântecele ei erau doi gemeni.",
        "28": "Și, în timpul nașterii, unul a scos mâna înainte; moașa i-a apucat mâna și a legat-o cu un fir roșu, zicând: „Acesta a ieșit cel dintâi.”",
        "29": "Dar el a tras mâna înapoi și a ieșit frate-său. Atunci, moașa a zis: „Ce spărtură ai făcut!” De aceea i-a pus numele Pereț (Spărtură).",
        "30": "În urmă a ieșit fratele lui, care avea firul roșu la mână; de aceea i-au pus numele Zerah (Cârmâziu)."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În vremea aceea, Iuda a plecat de la frații săi și s-a stabilit lângă un adulamit pe nume Hira.",
        "2": "Iuda a văzut-o acolo pe fata unui canaanit, al cărui nume era Șua, a luat-o de soție și a intrat la ea.",
        "3": "Ea a rămas însărcinată și a născut un fiu căruia Iuda i-a pus numele Er.",
        "4": "A rămas din nou însărcinată, a mai născut un fiu și i-a pus numele Onan.",
        "5": "A născut iarăși un alt fiu și i-a pus numele Șela. Iuda era la Chezib când l-a născut ea.",
        "6": "Iuda i-a luat o soție lui Er, întâiul său născut; numele ei era Tamar.",
        "7": "Dar Er, întâiul născut al lui Iuda, era rău în ochii Domnului, astfel că Domnul l-a omorât.",
        "8": "Atunci Iuda i-a zis lui Onan: „Intră la soția fratelui tău și împlinește-ți față de ea datoria de cumnat: ridică-i un urmaș fratelui tău“.",
        "9": "Dar pentru că știa că urmașul nu va fi al lui, Onan vărsa sămânța pe pământ ori de câte ori intra la soția fratelui său, ca să nu-i dea un urmaș fratelui său.",
        "10": "Ceea ce făcea el era rău în ochii Domnului, așa că Domnul l-a omorât și pe el.",
        "11": "Atunci Iuda i-a zis nurorii sale, Tamar: „Rămâi văduvă în casa tatălui tău până va crește fiul meu Șela“. Căci își spunea: „Să nu cumva să moară și acesta, ca frații săi“. Astfel, Tamar s-a întors în casa tatălui ei.",
        "12": "Au trecut multe zile, și soția lui Iuda, fata lui Șua, a murit. După ce a fost mângâiat, Iuda s-a dus la Timna împreună cu prietenul său, adulamitul Hira, la cei care-i tundeau oile.",
        "13": "Tamarei i s-a spus: „Iată că socrul tău se duce la Timna, ca să-și tundă oile“.",
        "14": "Atunci ea și-a schimbat hainele de văduvă și s-a acoperit cu un văl. S-a înfășurat și s-a așezat la intrarea în Enaim, care se află în drum spre Timna, fiindcă văzuse că, deși Șela crescuse, ea nu-i fusese dată de soție.",
        "15": "Când Iuda a văzut-o, a crezut că este o prostituată, pentru că avea fața acoperită.",
        "16": "El s-a îndreptat spre ea, de-a lungul drumului, și i-a zis: Lasă-mă, te rog, să intru la tine! Căci nu știa că este nora sa. Ea a întrebat: Ce-mi vei da, dacă intri la mine?",
        "17": "El a răspuns: Îți voi trimite un ied din turmă. Ea a zis: Doar dacă îmi dai o garanție până îl vei trimite.",
        "18": "El a întrebat: Ce garanție să-ți dau? Atunci ea a zis: Sigiliul tău, șnurul tău și toiagul din mâna ta. El i le-a dat și s-a împreunat cu ea, iar ea a rămas însărcinată prin el.",
        "19": "După aceea, ea s-a ridicat și a plecat. Apoi și-a dat jos vălul și s-a schimbat în hainele ei de văduvă.",
        "20": "Când Iuda a trimis iedul prin prietenul său adulamit, ca să ia garanția de la femeie, acesta n-a mai găsit-o.",
        "21": "El i-a întrebat pe oamenii din acel loc, zicând: Unde este hierodula care stătea lângă drum, la Enaim? Ei au răspuns: N-a fost nicio hierodulă aici.",
        "22": "El s-a întors la Iuda și a zis: N-am găsit-o. Mai mult, oamenii din acel loc au zis: „N-a fost nicio hierodulă aici“.",
        "23": "Iuda a răspuns: Să păstreze pentru ea ce a luat. Altfel, ne vom face de râs. Iată, eu am trimis acest ied, dar n-ai mai găsit-o.",
        "24": "Cam după trei luni, lui Iuda i s-a spus: Tamar, nora ta, s-a prostituat și iată că a rămas și însărcinată în urma preacurviilor ei. Iuda a zis: Scoateți-o afară ca să fie arsă.",
        "25": "În timp ce era scoasă afară, ea i-a trimis vorbă socrului ei, zicând: „Bărbatul căruia îi aparțin aceste lucruri m-a lăsat însărcinată. Recunoaște, te rog, ale cui sunt sigiliul, șnurul și toiagul“.",
        "26": "Iuda le-a recunoscut și a zis: „Ea este mai puțin vinovată decât mine, pentru că nu am dat-o de soție fiului meu Șela“. Și nu s-a mai culcat niciodată cu ea.",
        "27": "Când i-a venit vremea să nască, iată că în pântecul ei erau gemeni.",
        "28": "În timpul nașterii, unul dintre ei a scos mâna. Moașa i-a apucat mâna și a legat-o cu un fir stacojiu, zicând: „Acesta a ieșit primul“.",
        "29": "Dar el și-a tras mâna înapoi și iată că a ieșit fratele său. Atunci ea a zis: „Ce spărtură ai făcut!“. De aceea i s-a pus numele Pereț.",
        "30": "După aceea a ieșit fratele său, cel cu firul stacojiu legat la mână, și i s-a pus numele Zerah."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "At that time, Judah went down from his brothers, and visited a certain Adullamite, whose name was Hirah.",
        "2": "There, Judah saw the daughter of a certain Canaanite man named Shua. He took her, and went in to her.",
        "3": "She conceived, and bore a son; and he named him Er.",
        "4": "She conceived again, and bore a son; and she named him Onan.",
        "5": "She yet again bore a son, and named him Shelah. He was at Chezib when she bore him.",
        "6": "Judah took a wife for Er, his firstborn, and her name was Tamar.",
        "7": "Er, Judah’s firstborn, was wicked in Yahweh’s sight. So Yahweh killed him.",
        "8": "Judah said to Onan, “Go in to your brother’s wife, and perform the duty of a husband’s brother to her, and raise up offspring for your brother.”",
        "9": "Onan knew that the offspring wouldn’t be his; and when he went in to his brother’s wife, he spilled his semen on the ground, lest he should give offspring to his brother.",
        "10": "The thing which he did was evil in Yahweh’s sight, and he killed him also.",
        "11": "Then Judah said to Tamar, his daughter-in-law, “Remain a widow in your father’s house, until Shelah, my son, is grown up;” for he said, “Lest he also die, like his brothers.” Tamar went and lived in her father’s house.",
        "12": "After many days, Shua’s daughter, the wife of Judah, died. Judah was comforted, and went up to his sheep shearers to Timnah, he and his friend Hirah, the Adullamite.",
        "13": "Tamar was told, “Behold, your father-in-law is going up to Timnah to shear his sheep.”",
        "14": "She took off the garments of her widowhood, and covered herself with her veil, and wrapped herself, and sat in the gate of Enaim, which is on the way to Timnah; for she saw that Shelah was grown up, and she wasn’t given to him as a wife.",
        "15": "When Judah saw her, he thought that she was a prostitute, for she had covered her face.",
        "16": "He turned to her by the way, and said, “Please come, let me come in to you,” for he didn’t know that she was his daughter-in-law. She said, “What will you give me, that you may come in to me?”",
        "17": "He said, “I will send you a young goat from the flock.” She said, “Will you give me a pledge, until you send it?”",
        "18": "He said, “What pledge will I give you?” She said, “Your signet and your cord, and your staff that is in your hand.” He gave them to her, and came in to her, and she conceived by him.",
        "19": "She arose, and went away, and put off her veil from her, and put on the garments of her widowhood.",
        "20": "Judah sent the young goat by the hand of his friend, the Adullamite, to receive the pledge from the woman’s hand, but he didn’t find her.",
        "21": "Then he asked the men of her place, saying, “Where is the prostitute, that was at Enaim by the road?” They said, “There has been no prostitute here.”",
        "22": "He returned to Judah, and said, “I haven’t found her; and also the men of the place said, ‘There has been no prostitute here.’”",
        "23": "Judah said, “Let her keep it, lest we be shamed. Behold, I sent this young goat, and you haven’t found her.”",
        "24": "About three months later, Judah was told, “Tamar, your daughter-in-law, has played the prostitute. Moreover, behold, she is with child by prostitution.” Judah said, “Bring her out, and let her be burned.”",
        "25": "When she was brought out, she sent to her father-in-law, saying, “I am with child by the man who owns these.” She also said, “Please discern whose these are the signet, and the cords, and the staff.”",
        "26": "Judah acknowledged them, and said, “She is more righteous than I, because I didn’t give her to Shelah, my son.” He knew her again no more.",
        "27": "In the time of her travail, behold, twins were in her womb.",
        "28": "When she travailed, one put out a hand, and the midwife took and tied a scarlet thread on his hand, saying, “This came out first.”",
        "29": "As he drew back his hand, behold, his brother came out, and she said, “Why have you made a breach for yourself?” Therefore his name was called Perez.",
        "30": "Afterward his brother came out, who had the scarlet thread on his hand, and his name was called Zerah."
      }
    }
  }
}