{
  "book": "GEN",
  "chapter": "23",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Viața Sarei a fost de o sută douăzeci și șapte de ani: aceștia sunt anii vieții Sarei.",
        "2": "Sara a murit la Chiriat-Arba, adică Hebron, în țara Canaan, și Avraam a venit să jelească pe Sara și s-o plângă.",
        "3": "Avraam s-a sculat apoi dinaintea moartei sale și a vorbit astfel fiilor lui Het:",
        "4": "„Eu sunt străin și venetic printre voi; dați-mi un ogor, ca loc de îngropare la voi, ca să-mi îngrop moarta și s-o ridic dinaintea mea.”",
        "5": "Fiii lui Het au răspuns astfel lui Avraam:",
        "6": "„Ascultă-ne, domnule! Tu ești ca un domnitor al lui Dumnezeu în mijlocul nostru; îngroapă-ți moarta în cel mai bun din mormintele noastre! Niciunul din noi nu te va opri să-ți îngropi moarta în mormântul lui.”",
        "7": "Avraam s-a sculat și s-a aruncat cu fața la pământ înaintea norodului țării, adică înaintea fiilor lui Het.",
        "8": "Și le-a vorbit astfel: „Dacă găsiți cu cale să-mi îngrop moarta și s-o iau dinaintea ochilor mei, ascultați-mă și rugați pentru mine pe Efron, fiul lui Țohar,",
        "9": "să-mi dea peștera Macpela, care-i a lui și care este chiar la marginea ogorului lui; să mi-o dea în schimbul prețului ei, ca să-mi slujească drept loc pentru îngropare în mijlocul vostru.”",
        "10": "Efron era și el acolo, în mijlocul fiilor lui Het. Și Efron, Hetitul, a răspuns lui Avraam în auzul fiilor lui Het și în auzul tuturor celor ce treceau pe poarta cetății:",
        "11": "„Nu, domnul meu, ascultă-mă! Îți dăruiesc ogorul și-ți dăruiesc și peștera care este în el. Ți le dăruiesc în fața fiilor norodului meu: și îngroapă-ți moarta.”",
        "12": "Avraam s-a aruncat cu fața la pământ înaintea norodului țării.",
        "13": "Și a vorbit astfel lui Efron în auzul norodului țării: „Ascultă-mă, te rog! Îți dau prețul ogorului. Primește-l de la mine și-mi voi îngropa moarta în el.”",
        "14": "Și Efron a răspuns astfel lui Avraam:",
        "15": "„Domnul meu, ascultă-mă! O bucată de pământ de patru sute de sicli de argint – ce este aceasta între mine și tine? Îngroapă-ți dar moarta!”",
        "16": "Avraam a înțeles pe Efron. Și Avraam a cântărit lui Efron prețul cumpărării despre care vorbise, în fața fiilor lui Het: patru sute de sicli de argint, care mergeau la orice negustor.",
        "17": "Ogorul lui Efron din Macpela, care este față în față cu Mamre, ogorul și peștera din el și toți copacii care se aflau în ogor și în toate hotarele lui de jur împrejur",
        "18": "au fost întărite astfel ca moșie a lui Avraam, în fața fiilor lui Het și a tuturor celor ce treceau pe poarta cetății.",
        "19": "După aceea, Avraam a îngropat pe Sara, nevastă-sa, în peștera din ogorul Macpela, care este față în față cu Mamre, adică Hebron, în țara Canaan.",
        "20": "Ogorul și peștera din el au fost întărite astfel lui Avraam, ca ogor pentru înmormântare, de către fiii lui Het."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Viața Sarei a fost de o sută douăzeci și șapte de ani; aceștia au fost anii vieții Sarei.",
        "2": "Ea a murit la Chiriat-Arba, adică Hebron, în țara Canaanului, iar Avraam s-a dus s-o jelească pe Sara și s-o plângă.",
        "3": "Apoi Avraam s-a ridicat de lângă moarta sa și le-a vorbit fiilor lui Het, zicând:",
        "4": "‒ Eu sunt străin și peregrin printre voi. Dați-mi în mijlocul vostru o proprietate, ca loc de înmormântare, pentru ca să-mi înmormântez moarta dinaintea mea.",
        "5": "Fiii lui Het i-au răspuns lui Avraam, zicându-i:",
        "6": "‒ Ascultă-ne, stăpâne! Tu ești un prinț al lui Dumnezeu printre noi. Înmormântează-ți moarta în cel mai bun dintre mormintele noastre. Niciunul dintre noi nu te va opri să-ți înmormântezi moarta în mormântul lui.",
        "7": "Avraam s-a ridicat și s-a plecat înaintea poporului țării, a fiilor lui Het.",
        "8": "El le-a vorbit, zicând: ‒ Dacă vreți să-mi înmormântez moarta dinaintea mea, atunci ascultați-mă și rugați-l pentru mine pe Efron, fiul lui Țohar,",
        "9": "să-mi vândă peștera Mahpela, care este a lui și care se află la marginea terenului său. Să mi-o vândă la un preț întreg, ca loc de înmormântare printre voi.",
        "10": "Efron se afla în mijlocul fiilor lui Het. Hititul Efron i-a răspuns lui Avraam în auzul fiilor lui Het, a tuturor celor care veniseră la poarta cetății sale, și i-a zis:",
        "11": "‒ Nu, stăpâne, ascultă-mă! Îți dau terenul și-ți dau și peștera care este pe el. Ți le dau înaintea ochilor fiilor poporului meu. Înmormântează-ți moarta.",
        "12": "Atunci Avraam s-a plecat înaintea poporului țării",
        "13": "și i-a vorbit lui Efron în auzul poporului țării, zicând: ‒ Dacă vrei, ascultă-mă! Îți voi plăti prețul pentru teren. Primește-l din partea mea, pentru ca să-mi înmormântez moarta acolo.",
        "14": "Efron i-a răspuns lui Avraam, zicând:",
        "15": "‒ Stăpâne, ascultă-mă: o bucată de pământ de patru sute de șecheli de argint, ce este aceasta între mine și tine? Înmormântează-ți moarta.",
        "16": "Avraam l-a ascultat pe Efron și i-a cântărit prețul pe care acesta l-a menționat în auzul fiilor lui Het: patru sute de șecheli de argint, conform tarifelor comercianților.",
        "17": "Astfel, terenul lui Efron din Mahpela, care se afla la est de Mamre (adică terenul, peștera care se afla în el, precum și toți copacii care erau pe teren, pe toată granița lui de jur-împrejur)",
        "18": "a trecut în proprietatea lui Avraam prin cumpărare înaintea ochilor fiilor lui Het, a tuturor celor care veniseră la poarta cetății sale.",
        "19": "După aceea, Avraam a înmormântat-o pe Sara, soția sa, în peștera de pe terenul din Mahpela, care se afla la est de Mamre, adică Hebron, în țara Canaanului.",
        "20": "Astfel, terenul și peștera care se afla pe el au trecut de la fiii lui Het în proprietatea lui Avraam, ca loc de înmormântare."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Sarah lived one hundred twenty-seven years. This was the length of Sarah's life.",
        "2": "Sarah died in Kiriath Arba (also called Hebron), in the land of Canaan. Abraham came to mourn for Sarah, and to weep for her.",
        "3": "Abraham rose up from before his dead and spoke to the children of Heth, saying,",
        "4": "\"I am a stranger and a foreigner living with you. Give me a possession of a burying-place with you, that I may bury my dead out of my sight.\"",
        "5": "The children of Heth answered Abraham, saying to him,",
        "6": "\"Hear us, my lord. You are a prince of God among us. Bury your dead in the best of our tombs. None of us will withhold from you his tomb. Bury your dead.\"",
        "7": "Abraham rose up, and bowed himself to the people of the land, to the children of Heth.",
        "8": "He talked with them, saying, \"If you agree that I should bury my dead out of my sight, hear me, and entreat for me to Ephron the son of Zohar,",
        "9": "that he may sell me the cave of Machpelah, which he has, which is in the end of his field. For the full price let him sell it to me among you as a possession for a burial place.\"",
        "10": "Now Ephron was sitting in the middle of the children of Heth. Ephron the Hittite answered Abraham in the hearing of the children of Heth, even of all who went in at the gate of his city, saying,",
        "11": "\"No, my lord, hear me. I give you the field, and I give you the cave that is in it. In the presence of the children of my people I give it to you. Bury your dead.\"",
        "12": "Abraham bowed himself down before the people of the land.",
        "13": "He spoke to Ephron in the audience of the people of the land, saying, \"But if you will, please hear me. I will give the price of the field. Take it from me, and I will bury my dead there.\"",
        "14": "Ephron answered Abraham, saying to him,",
        "15": "\"My lord, listen to me. What is a piece of land worth four hundred shekels of silver between me and you? Therefore bury your dead.\"",
        "16": "Abraham listened to Ephron. Abraham weighed to Ephron the silver which he had named in the hearing of the children of Heth, four hundred shekels of silver, according to the current merchants' standard.",
        "17": "So the field of Ephron, which was in Machpelah, which was before Mamre, the field, the cave which was in it, and all the trees that were in the field, that were in all of its borders, were deeded",
        "18": "to Abraham for a possession in the presence of the children of Heth, before all who went in at the gate of his city.",
        "19": "After this, Abraham buried Sarah his wife in the cave of the field of Machpelah before Mamre (that is, Hebron), in the land of Canaan.",
        "20": "The field, and the cave that is in it, were deeded to Abraham by the children of Heth as a possession for a burial place."
      }
    }
  }
}