{
  "book": "GEN",
  "chapter": "12",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul zisese lui Avram: „Ieși din țara ta, din rudenia ta și din casa tatălui tău și vino în țara pe care ți-o voi arăta.",
        "2": "Voi face din tine un neam mare și te voi binecuvânta; îți voi face un nume mare și vei fi o binecuvântare.",
        "3": "Voi binecuvânta pe cei ce te vor binecuvânta și voi blestema pe cei ce te vor blestema și toate familiile pământului vor fi binecuvântate în tine.”",
        "4": "Avram a plecat, cum îi spusese Domnul, și a plecat și Lot împreună cu el. Avram avea șaptezeci și cinci de ani când a ieșit din Haran.",
        "5": "Avram a luat pe Sarai, nevastă-sa, și pe Lot, fiul fratelui său, împreună cu toate averile pe care le strânseseră și cu toate slugile pe care le câștigaseră în Haran. Au plecat în țara Canaan și au ajuns în țara Canaan.",
        "6": "Avram a străbătut țara până la locul numit Sihem, până la stejarul lui More. Canaaniții erau atunci în țară.",
        "7": "Domnul S-a arătat lui Avram și i-a zis: „Toată țara aceasta o voi da seminței tale.” Și Avram a zidit acolo un altar Domnului, care i Se arătase.",
        "8": "De acolo a pornit spre munte, la răsărit de Betel, și și-a întins cortul având Betelul la apus și Ai la răsărit. A zidit și acolo un altar Domnului și a chemat Numele Domnului.",
        "9": "Avram și-a urmat drumul, înaintând mereu spre miazăzi.",
        "10": "A venit însă o foamete în țară, și Avram s-a coborât în Egipt ca să locuiască pentru câtăva vreme acolo, căci era mare foamete în țară.",
        "11": "Când era aproape să intre în Egipt, a zis nevestei sale Sarai: „Iată, știu că ești o femeie frumoasă la față.",
        "12": "Când te vor vedea egiptenii, vor zice: ‘Aceasta este nevasta lui!’ Și pe mine mă vor omorî, iar pe tine te vor lăsa cu viață.",
        "13": "Spune, rogu-te, că ești sora mea, ca să-mi meargă bine din pricina ta și sufletul meu să trăiască datorită ție.”",
        "14": "Când a ajuns Avram în Egipt, egiptenii au văzut că nevasta lui era foarte frumoasă.",
        "15": "Slujbașii cei mai de frunte ai lui Faraon au văzut-o și ei și au lăudat-o la Faraon, și femeia a fost adusă în casa lui Faraon.",
        "16": "Pe Avram l-a primit bine din pricina ei și Avram a căpătat oi, boi, măgari, robi și roabe, măgărițe și cămile.",
        "17": "Dar Domnul a lovit cu mari urgii pe Faraon și casa lui din pricina nevestei lui Avram, Sarai.",
        "18": "Atunci, Faraon a chemat pe Avram și i-a zis: „Ce mi-ai făcut? Pentru ce nu mi-ai spus că este nevastă-ta?",
        "19": "De ce ai zis: ‘Este sora mea’, și am luat-o astfel de nevastă? Acum, iată-ți nevasta; ia-o și pleacă!”",
        "20": "Și Faraon a dat poruncă oamenilor lui să-l petreacă pe el, pe nevasta sa și tot ce avea."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Domnul îi zisese lui Avram: „Ieși din țara ta, dintre rudeniile tale și din casa tatălui tău și vino în țara pe care ți-o voi arăta!",
        "2": "Te voi face o națiune mare și te voi binecuvânta; voi face numele tău mare, ca tu să fii o binecuvântare!",
        "3": "Îi voi binecuvânta pe cei ce te vor binecuvânta, dar îl voi blestema pe cel ce te va blestema! Prin tine vor fi binecuvântate toate familiile pământului!“",
        "4": "Avram a plecat, așa cum îi zisese Domnul, iar Lot a mers împreună cu el. Avram avea șaptezeci și cinci de ani când a ieșit din Haran.",
        "5": "El i-a luat pe Sarai, soția sa, și pe Lot, fiul fratelui său, împreună cu toate bunurile pe care le adunaseră și cu slujitorii pe care îi obținuseră în Haran, și au ieșit ca să plece spre țara Canaanului. Și, astfel, ei au ajuns în țara Canaanului.",
        "6": "Avram a călătorit prin țară până la locul numit Șechem, până la stejarul lui Moreh. La acea vreme canaaniții erau în țară.",
        "7": "Domnul i S-a arătat lui Avram și i-a zis: „Descendentului tău îi voi da această țară!“. Avram a construit acolo un altar Domnului, Care i Se arătase.",
        "8": "De acolo a pornit spre munte, la est de Betel, și și-a întins cortul, având Betelul la vest, iar Ai la est. El a construit acolo un altar Domnului și a chemat Numele Domnului.",
        "9": "Apoi Avram și-a continuat călătoria, mergând spre Neghev.",
        "10": "A venit o foamete în țară și, pentru că foametea era mare, Avram s-a dus în Egipt ca să locuiască acolo pentru o vreme.",
        "11": "Pe când se apropia să intre în Egipt, Avram i-a zis soției sale, Sarai: „Iată, știu că ești o femeie frumoasă la înfățișare.",
        "12": "Când te vor vedea egiptenii, vor zice: «Aceasta este soția lui». Și pe mine mă vor ucide, iar pe tine te vor lăsa în viață.",
        "13": "Prin urmare, spune, te rog, că ești sora mea, ca să-mi meargă bine cu ajutorul tău și sufletul meu să trăiască datorită ție“. ",
        "14": "Când Avram a intrat în Egipt, egiptenii au văzut că Sarai era foarte frumoasă.",
        "15": "Demnitarii lui Faraon au văzut-o și au lăudat-o înaintea lui Faraon. Și, astfel, femeia a fost luată la palatul lui Faraon.",
        "16": "Faraon i-a făcut bine lui Avram datorită ei și i-a dat oi, vite, măgari, slujitori, slujitoare, măgărițe și cămile.",
        "17": "Dar Domnul a lovit cu mari urgii pe Faraon și familia lui din cauza lui Sarai, soția lui Avram.",
        "18": "Atunci Faraon l-a chemat pe Avram și l-a întrebat: „Ce mi-ai făcut? De ce nu mi-ai spus că este soția ta?",
        "19": "De ce ai spus: «Ea este sora mea», iar eu am luat-o astfel de soție? Iată-ți aici soția! Ia-o și du-te!“. ",
        "20": "Faraon le-a dat porunci oamenilor săi cu privire la Avram, iar aceștia l-au alungat, pe el, soția lui și tot ce avea."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now Yahweh said to Abram, \"Leave your country, and your relatives, and your father's house, and go to the land that I will show you.",
        "2": "I will make of you a great nation. I will bless you and make your name great. You will be a blessing.",
        "3": "I will bless those who bless you, and I will curse him who treats you with contempt. All the families of the earth will be blessed through you.\"",
        "4": "So Abram went, as Yahweh had told him. Lot went with him. Abram was seventy-five years old when he departed from Haran.",
        "5": "Abram took Sarai his wife, Lot his brother's son, all their possessions that they had gathered, and the people whom they had acquired in Haran, and they went to go into the land of Canaan. They entered into the land of Canaan.",
        "6": "Abram passed through the land to the place of Shechem, to the oak of Moreh. At that time, Canaanites were in the land.",
        "7": "Yahweh appeared to Abram and said, \"I will give this land to your offspring.\" He built an altar there to Yahweh, who had appeared to him.",
        "8": "He left from there to go to the mountain on the east of Bethel and pitched his tent, having Bethel on the west, and Ai on the east. There he built an altar to Yahweh and called on Yahweh's name.",
        "9": "Abram traveled, still going on toward the South.",
        "10": "There was a famine in the land. Abram went down into Egypt to live as a foreigner there, for the famine was severe in the land.",
        "11": "When he had come near to enter Egypt, he said to Sarai his wife, \"See now, I know that you are a beautiful woman to look at.",
        "12": "It will happen that when the Egyptians see you, they will say, 'This is his wife.' They will kill me, but they will save you alive.",
        "13": "Please say that you are my sister, that it may be well with me for your sake, and that my soul may live because of you.\"",
        "14": "When Abram had come into Egypt, some Egyptians saw that the woman was very beautiful.",
        "15": "The princes of Pharaoh saw her, and praised her to Pharaoh; and the woman was taken into Pharaoh's house.",
        "16": "He dealt well with Abram for her sake. He had sheep, cattle, male donkeys, male servants, female servants, female donkeys, and camels.",
        "17": "Yahweh afflicted Pharaoh and his house with great plagues because of Sarai, Abram's wife.",
        "18": "Pharaoh called Abram and said, \"What is this that you have done to me? Why didn't you tell me that she was your wife?",
        "19": "Why did you say, 'She is my sister,' so that I took her to be my wife? Now therefore, see your wife, take her, and go your way.\"",
        "20": "Pharaoh commanded men concerning him, and they escorted him away with his wife and all that he had."
      }
    }
  }
}