{
  "book": "GEN",
  "chapter": "31",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Iacov a auzit vorbele fiilor lui Laban, care ziceau: \"Iacov a luat tot ce era al tatălui nostru și cu averea tatălui nostru și-a agonisit el toată bogăția aceasta.\"",
        "2": "Iacov s-a uitat și la fața lui Laban și iată că ea nu mai era ca înainte.",
        "3": "Atunci, Domnul a zis lui Iacov: \"Întoarce-te în țara părinților tăi și în locul tău de naștere, și Eu voi fi cu tine.\"",
        "4": "Iacov a trimis de a chemat pe Rahela și pe Lea la câmp, la turma lui.",
        "5": "El le-a zis: \"După fața tatălui vostru, văd bine că el nu mai este ca înainte, dar Dumnezeul tatălui meu a fost cu mine.",
        "6": "Voi înșivă știți că am slujit tatălui vostru cu toată puterea mea.",
        "7": "Și tatăl vostru m-a înșelat: de zece ori mi-a schimbat simbria, dar Dumnezeu nu i-a îngăduit să mă păgubească.",
        "8": "Ci când zicea el: 'Mieii pestriți să fie simbria ta', toate oile făceau miei pestriți. Și când zicea: 'Mieii bălțați să fie simbria ta', toate oile făceau miei bălțați.",
        "9": "Dumnezeu a luat astfel toată turma tatălui vostru și mi-a dat-o mie.",
        "10": "Pe vremea când se înfierbântau oile, eu am ridicat ochii și am văzut în vis că țapii și berbecii care săreau pe capre și pe oi erau bălțați, pestriți și seini.",
        "11": "Și Îngerul lui Dumnezeu mi-a zis în vis: 'Iacove!' 'Iată-mă', am răspuns eu.",
        "12": "El a zis: 'Ridică ochii și privește: toți țapii și berbecii care sar pe capre și pe oi sunt bălțați, pestriți și seini, căci am văzut tot ce ți-a făcut Laban.",
        "13": "Eu sunt Dumnezeul din Betel, unde ai uns un stâlp de aducere aminte, unde Mi-ai făcut o juruință. Acum, scoală-te, ieși din țara aceasta și întoarce-te în țara ta de naștere.'\"",
        "14": "Rahela și Lea au răspuns și i-au zis: \"Mai avem noi oare parte și moștenire în casa tatălui nostru?",
        "15": "Nu suntem noi oare privite de el ca niște străine, fiindcă ne-a vândut și ne-a mâncat și banii?",
        "16": "Toată bogăția pe care a luat-o Dumnezeu de la tatăl nostru este a noastră și a copiilor noștri. Fă acum tot ce ți-a spus Dumnezeu.\"",
        "17": "Iacov s-a sculat și a pus pe copiii și nevestele sale călare pe cămile.",
        "18": "Și-a luat toată turma și toate averile pe care le avea, turma pe care o agonisise în Padan-Aram, și a plecat la tatăl său Isaac, în țara Canaan.",
        "19": "Pe când Laban se dusese să-și tundă oile, Rahela a furat idolii tatălui său,",
        "20": "și Iacov a înșelat pe Laban, Arameul, căci nu l-a înștiințat de fuga sa.",
        "21": "A fugit astfel cu tot ce avea; s-a sculat, a trecut râul (Eufrat) și s-a îndreptat spre muntele Galaad.",
        "22": "A treia zi, au dat de veste lui Laban că Iacov a fugit.",
        "23": "Laban a luat cu el pe frații săi, l-a urmărit cale de șapte zile și l-a ajuns la muntele Galaad.",
        "24": "Dar Dumnezeu S-a arătat noaptea în vis lui Laban, Arameul, și i-a zis: \"Ferește-te să spui o vorbă rea lui Iacov!\"",
        "25": "Laban a ajuns dar pe Iacov. Iacov își întinsese cortul pe munte; Laban și-a întins și el cortul cu frații lui pe muntele Galaad.",
        "26": "Atunci, Laban a zis lui Iacov: \"Ce-ai făcut? Pentru ce m-ai înșelat și mi-ai luat fetele ca pe niște roabe luate cu sabia?",
        "27": "Pentru ce ai fugit pe ascuns, m-ai înșelat și nu mi-ai dat de știre? Te-aș fi lăsat să pleci în mijlocul veseliei și al cântecelor, în sunet de timpane și alăută.",
        "28": "Nu mi-ai îngăduit nici măcar să-mi sărut nepoții și fetele! Ca un nebun ai lucrat.",
        "29": "Mâna mea este destul de tare ca să vă fac rău, dar Dumnezeul tatălui vostru mi-a zis în noaptea trecută: 'Ferește-te să spui o vorbă rea lui Iacov!'",
        "30": "Dar acum, odată ce ai plecat, pentru că te topești de dor după casa tatălui tău, de ce mi-ai furat dumnezeii mei?\"",
        "31": "Drept răspuns, Iacov a zis lui Laban: \"Am fugit, fiindcă mi-era frică, gândindu-mă că poate îmi vei lua înapoi fetele tale.",
        "32": "Dar să piară acela la care îți vei găsi dumnezeii tăi! În fața fraților noștri, cercetează și vezi ce-i la mine din ale tale, și ia-ți-l.\" Iacov nu știa că Rahela îi furase.",
        "33": "Laban a intrat în cortul lui Iacov, în cortul Leei, în cortul celor două roabe și n-a găsit nimic. A ieșit din cortul Leei și a intrat în cortul Rahelei.",
        "34": "Rahela luase idolii, îi pusese sub samarul cămilei și șezuse deasupra. Laban a scotocit tot cortul, dar n-a găsit nimic.",
        "35": "Ea a zis tatălui său: \"Domnul meu, să nu te superi dacă nu mă pot scula înaintea ta, căci mi-a venit rânduiala femeilor.\" A căutat peste tot, dar n-a găsit idolii.",
        "36": "Iacov s-a mâniat și a certat pe Laban. A luat din nou cuvântul și i-a zis: \"Care este nelegiuirea mea și care este păcatul meu, de mă urmărești cu atâta înverșunare?",
        "37": "Mi-ai scormonit toate lucrurile și ce ai găsit din lucrurile din casa ta? Scoate-le aici, înaintea fraților mei și fraților tăi, ca să judece ei între noi amândoi!",
        "38": "Iată, am stat la tine douăzeci de ani; oile și caprele nu ți s-au stârpit și n-am mâncat berbeci din turma ta.",
        "39": "Nu ți-am adus acasă vite sfâșiate de fiare: eu însumi te-am despăgubit pentru ele; îmi cereai înapoi ce mi se fura ziua sau ce mi se fura noaptea.",
        "40": "Ziua mă topeam de căldură, iar noaptea mă prăpădeam de frig și-mi fugea somnul de pe ochi.",
        "41": "Iată, douăzeci de ani am stat în casa ta, ți-am slujit paisprezece ani pentru cele două fete ale tale și șase ani pentru turma ta și de zece ori mi-ai schimbat simbria.",
        "42": "Dacă n-aș fi avut cu mine pe Dumnezeul tatălui meu, pe Dumnezeul lui Avraam, pe Acela de care se teme Isaac, mi-ai fi dat drumul acum cu mâinile goale. Dar Dumnezeu a văzut suferința mea și osteneala mâinilor mele și ieri noapte a rostit judecata.\"",
        "43": "Drept răspuns, Laban a zis lui Iacov: \"Fiicele acestea sunt fiicele mele, copiii aceștia sunt copiii mei, turma aceasta este turma mea și tot ce vezi este al meu. Și ce pot face eu azi pentru fiicele mele sau pentru copiii lor pe care i-au născut?",
        "44": "Vino să facem amândoi un legământ, și legământul acesta să slujească de mărturie între mine și tine!\"",
        "45": "Iacov a luat o piatră și a pus-o ca stâlp de aducere aminte.",
        "46": "Iacov a zis fraților săi: \"Strângeți pietre.\" Ei au strâns pietre și au făcut o movilă, și au mâncat acolo pe movilă.",
        "47": "Laban a numit-o Iegar-Sahaduta (Movila mărturiei), și Iacov a numit-o Galed (Movila mărturiei).",
        "48": "Laban a zis: \"Movila aceasta să slujească azi de mărturie între mine și tine!\" De aceea i-au pus numele Galed.",
        "49": "Se mai numește și Mițpa (Veghere), pentru că Laban a zis: \"Domnul să vegheze asupra mea și asupra ta când ne vom pierde din vedere unul pe altul.",
        "50": "Dacă vei asupri pe fetele mele și dacă vei mai lua și alte neveste afară de fetele mele, ia bine seama că nu un om va fi cu noi, ci Dumnezeu va fi martor între mine și tine.\"",
        "51": "Laban a zis lui Iacov: \"Iată movila aceasta și iată stâlpul acesta pe care l-am ridicat între mine și tine.",
        "52": "Movila aceasta să fie martoră și stâlpul acesta să fie martor că nici eu nu voi trece la tine peste movila aceasta și nici tu nu vei trece la mine peste movila aceasta și peste stâlpul acesta, ca să ne facem rău.",
        "53": "Dumnezeul lui Avraam și al lui Nahor, Dumnezeul tatălui lor să judece între noi.\" Iacov a jurat pe Acela de care se temea Isaac.",
        "54": "Iacov a adus o jertfă pe munte și a poftit pe frații lui să mănânce; ei au mâncat și au rămas toată noaptea pe munte.",
        "55": "Laban s-a sculat dis-de-dimineață, și-a sărutat nepoții și fetele și i-a binecuvântat. Apoi a plecat și s-a întors la locuința lui."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Iacov a auzit că fiii lui Laban ziceau: \"Iacov a luat tot ce era al tatălui nostru. Din ceea ce era al tatălui nostru și-a strâns el toată această bogăție\".",
        "2": "Iacov s-a uitat la fața lui Laban și iată că acesta nu mai era binevoitor cu el, ca înainte.",
        "3": "Atunci Domnul i-a zis lui Iacov: \"Întoarce-te în țara părinților tăi, la rudeniile tale, iar Eu voi fi cu tine\".",
        "4": "Iacov a trimis să le cheme pe Rahela și Lea pe câmp, la turma sa,",
        "5": "și le-a zis: ‒ Mă uit la fața tatălui vostru și văd că acesta nu mai este binevoitor cu mine, așa cum era înainte. Dar Dumnezeul tatălui meu a fost cu mine.",
        "6": "Voi știți că i-am slujit tatălui vostru cu toată puterea mea.",
        "7": "Însă tatăl vostru m-a înșelat și mi-a schimbat plata de zece ori. Dar Dumnezeu nu i-a îngăduit să-mi facă rău.",
        "8": "Dacă el spunea: \"Mieii pestriți vor fi plata ta\", atunci toate oile fătau miei pestriți. Dacă el spunea: \"Mieii vărgați vor fi plata ta\", atunci toate oile fătau miei vărgați.",
        "9": "Astfel, Dumnezeu a luat turmele tatălui vostru și mi le-a dat mie.",
        "10": "Pe vremea când oile erau în călduri, am avut un vis în care am văzut că berbecii care săreau pe oi erau vărgați, pestriți și cu pete.",
        "11": "Apoi Îngerul lui Dumnezeu mi-a zis în vis: \"Iacov!\". Eu I-am răspuns: \"Iată-mă!\".",
        "12": "El mi-a zis: \"Ridică-ți ochii și privește că toți berbecii care sar pe oi sunt vărgați, pestriți și cu pete, căci am văzut tot ce ți-a făcut Laban.",
        "13": "Eu sunt Dumnezeul Betelului, unde ai uns un stâlp și Mi-ai făcut un jurământ. Acum ridică-te, ieși din această țară și întoarce-te în țara de origine\".",
        "14": "Atunci Rahela și Lea au răspuns și i-au zis: ‒ Mai este oare pentru noi parte și moștenire în casa tatălui nostru?",
        "15": "Nu suntem noi oare privite ca niște străine? Căci ne-a vândut și ne-a mâncat și tot argintul.",
        "16": "De fapt, toată bogăția pe care Dumnezeu a luat-o de la tatăl nostru ne aparține nouă și copiilor noștri. Prin urmare, fă tot ceea ce ți-a zis Dumnezeu.",
        "17": "Iacov s-a ridicat și și-a pus copiii și soțiile pe cămile.",
        "18": "El și-a luat toate vitele și toate bunurile pe care le-a adunat – vitele aflate în posesiunea sa, pe care le-a adunat în Padan-Aram – ca să plece la Isaac, tatăl său, în țara Canaanului.",
        "19": "În timp ce Laban s-a dus să-și tundă oile, Rahela a furat terafimii care-i aparțineau tatălui ei.",
        "20": "Iacov l-a înșelat pe arameul Laban, pentru că nu i-a spus că fuge.",
        "21": "Astfel, el a fugit cu tot ce avea. S-a ridicat, a trecut râul și s-a îndreptat spre muntele Ghiladului.",
        "22": "După trei zile, lui Laban i s-a spus că Iacov a fugit.",
        "23": "Atunci Laban a luat cu el pe frații săi, l-a urmărit pe Iacov cale de șapte zile și l-a ajuns la muntele Ghiladului.",
        "24": "Dar Dumnezeu i S-a arătat arameului Laban noaptea într-un vis și i-a zis: \"Ai grijă să nu-l ameninți cu nimic pe Iacov!\".",
        "25": "Iacov își așezase cortul pe muntele Ghiladului când l-a ajuns Laban, iar acesta și-a așezat tabăra împreună cu frații săi tot acolo.",
        "26": "Laban i-a zis lui Iacov: ‒ Ce-ai făcut? Ai furat de la mine și mi-ai dus fetele ca pe niște captive luate cu sabia.",
        "27": "De ce ai fugit pe ascuns, ai furat de la mine și nu m-ai înștiințat? Te-aș fi lăsat să pleci cu bucurie și cu cântece de tamburină și liră.",
        "28": "Nu m-ai lăsat nici măcar să-mi sărut nepoții și fetele? Te-ai comportat ca un nebun.",
        "29": "Am putere să vă fac rău, dar Dumnezeul tatălui vostru mi-a vorbit azi noapte, zicând: \"Ai grijă să nu-l ameninți cu nimic pe Iacov!\".",
        "30": "Acum, tu ai plecat definitiv, pentru că îți era tare dor de familia tatălui tău, dar de ce mi-ai furat dumnezeii?",
        "31": "Iacov a răspuns și i-a zis lui Laban: ‒ Am plecat fiindcă m-am temut, căci îmi ziceam ca nu cumva să-ți iei fetele de la mine cu forța.",
        "32": "Dar cel la care-ți vei găsi dumnezeii nu va rămâne în viață. În prezența fraților noștri, cercetează dacă ceva de-al tău este la mine și ia-l.",
        "33": "Iacov nu știa că Rahela îi furase. Laban a intrat în cortul lui Iacov, în cortul Leei și în cortul celor două slujitoare, dar n-a găsit nimic. După ce a ieșit din cortul Leei, a intrat în cortul Rahelei.",
        "34": "Rahela luase terafimii, îi pusese sub șaua cămilei și se așezase deasupra lor. Laban a căutat peste tot în cort, dar nu i-a găsit.",
        "35": "Rahela i-a zis tatălui său: \"Să nu se mânie stăpânul meu pe mine din cauză că nu mă pot ridica înaintea ta, pentru că mi-a venit rânduiala femeilor\". El a căutat, dar nu a găsit terafimii.",
        "36": "Atunci Iacov s-a mâniat și l-a certat pe Laban. Iacov a răspuns și i-a zis lui Laban:",
        "37": "‒ Care este fărădelegea mea? Care este păcatul meu, de m-ai urmărit cu atâta înverșunare? Când ai căutat prin toate bunurile mele, ce ai găsit din toate lucrurile casei tale? Pune-l aici, înaintea fraților mei și înaintea fraților tăi, pentru ca ei să judece între noi doi!",
        "38": "Am stat la tine timp de douăzeci de ani. Oile și caprele tale n-au pierdut fătul, iar eu n-am mâncat berbeci din turma ta.",
        "39": "Nu ți-am adus niciun animal sfâșiat de sălbăticiuni, ci eu însumi acopeream pierderea. Îl cereai din mâna mea, fie că era furat ziua, fie că era furat noaptea.",
        "40": "Sufeream de căldură ziua și de frig noaptea, și nu mai puteam să dorm.",
        "41": "Așa am petrecut douăzeci de ani în casa ta. Ți-am slujit paisprezece ani pentru cele două fete ale tale și șase ani pentru turmele tale, dar tu mi-ai schimbat plata de zece ori.",
        "42": "Dacă Dumnezeul tatălui meu, Dumnezeul lui Avraam, Cel de Care se teme Isaac, n-ar fi fost cu mine, cu siguranță m-ai fi lăsat acum să plec cu mâinile goale. Dar Dumnezeu a văzut suferința mea și munca mâinilor mele și te-a mustrat azi noapte.",
        "43": "Laban i-a răspuns lui Iacov, zicând: ‒ Fetele sunt fetele mele, copiii sunt copiii mei, turmele sunt turmele mele: tot ce vezi îmi aparține. Dar ce pot face eu astăzi pentru aceste fete ale mele sau pentru copiii lor, pe care i-au născut?",
        "44": "Acum, vino să încheiem amândoi un legământ care să fie mărturie între mine și tine.",
        "45": "Astfel, Iacov a luat o piatră și a ridicat-o ca stâlp.",
        "46": "Iacov le-a zis fraților săi: \"Adunați niște pietre!\". Ei au luat niște pietre, le-au făcut morman și au mâncat acolo lângă morman.",
        "47": "Laban l-a numit Iegar-Sahaduta, iar Iacov l-a numit Galed.",
        "48": "Laban a zis: ‒ Acest morman este astăzi martor între mine și tine. De aceea i s-a pus numele Galed.",
        "49": "El a mai fost numit și Mițpa, pentru că Laban a zis: ‒ Domnul să vegheze între mine și tine când suntem departe unul de celălalt.",
        "50": "Dacă te vei purta rău cu fetele mele sau dacă îți vei mai lua și alte soții pe lângă fetele mele, ai grijă că, deși acum nu este niciun om cu noi, Dumnezeu este martor între mine și tine.",
        "51": "Laban i-a zis lui Iacov: ‒ Iată acest morman și iată stâlpul pe care l-am așezat între mine și tine!",
        "52": "Acest morman și stâlpul sunt martori că nu voi trece de acest morman la tine, pentru a-ți face rău, și că nici tu nu vei trece de acest morman și de acest stâlp la mine, pentru a-mi face rău.",
        "53": "Fie ca Dumnezeul lui Avraam și dumnezeul lui Nahor, dumnezeul tatălui lor, să judece între noi. Iacov a jurat pe Cel de Care se temea tatăl său Isaac.",
        "54": "Apoi Iacov a adus o jertfă pe munte și i-a invitat pe frații lui să mănânce pâine. După ce au mâncat, au înnoptat pe munte.",
        "55": "A doua zi, Laban s-a sculat dimineața, și-a sărutat nepoții și fetele și i-a binecuvântat. Apoi Laban a plecat și s-a întors acasă."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Jacob heard Laban's sons' words, saying, \"Jacob has taken away all that was our father's. He has obtained all this wealth from that which was our father's.\"",
        "2": "Jacob saw the expression on Laban's face, and, behold, it was not toward him as before.",
        "3": "Yahweh said to Jacob, \"Return to the land of your fathers, and to your relatives, and I will be with you.\"",
        "4": "Jacob sent and called Rachel and Leah to the field to his flock,",
        "5": "and said to them, \"I see the expression on your father's face, that it is not toward me as before; but the God of my father has been with me.",
        "6": "You know that I have served your father with all of my strength.",
        "7": "Your father has deceived me, and changed my wages ten times, but God didn't allow him to hurt me.",
        "8": "If he said, 'The speckled will be your wages,' then all the flock bore speckled. If he said, 'The streaked will be your wages,' then all the flock bore streaked.",
        "9": "Thus God has taken away your father's livestock, and given them to me.",
        "10": "During mating season, I lifted up my eyes, and saw in a dream, and behold, the male goats which leaped on the flock were streaked, speckled, and grizzled.",
        "11": "The angel of God said to me in the dream, 'Jacob,' and I said, 'Here I am.'",
        "12": "He said, 'Now lift up your eyes, and behold, all the male goats which leap on the flock are streaked, speckled, and grizzled, for I have seen all that Laban does to you.",
        "13": "I am the God of Bethel, where you anointed a pillar, where you vowed a vow to me. Now arise, get out from this land, and return to the land of your birth.'\"",
        "14": "Rachel and Leah answered him, \"Is there yet any portion or inheritance for us in our father's house?",
        "15": "Aren't we considered as foreigners by him? For he has sold us, and has also used up our money.",
        "16": "For all the riches which God has taken away from our father are ours and our children's. Now then, whatever God has said to you, do.\"",
        "17": "Then Jacob rose up, and set his sons and his wives on the camels,",
        "18": "and he took away all his livestock, and all his possessions which he had gathered, including the livestock which he had gained in Paddan Aram, to go to Isaac his father, to the land of Canaan.",
        "19": "Now Laban had gone to shear his sheep; and Rachel stole the teraphim that were her father's.",
        "20": "Jacob deceived Laban the Syrian, in that he didn't tell him that he was running away.",
        "21": "So he fled with all that he had. He rose up, passed over the River, and set his face toward the mountain of Gilead.",
        "22": "Laban was told on the third day that Jacob had fled.",
        "23": "He took his relatives with him, and pursued him seven days' journey. He overtook him in the mountain of Gilead.",
        "24": "God came to Laban the Syrian in a dream of the night, and said to him, \"Be careful that you don't speak to Jacob either good or bad.\"",
        "25": "Laban caught up with Jacob. Now Jacob had pitched his tent in the mountain, and Laban with his relatives encamped in the mountain of Gilead.",
        "26": "Laban said to Jacob, \"What have you done, that you have deceived me, and carried away my daughters like captives of the sword?",
        "27": "Why did you flee secretly, and deceive me, and didn't tell me, that I might have sent you away with mirth and with songs, with tambourine and with harp;",
        "28": "and didn't allow me to kiss my sons and my daughters? Now you have done foolishly.",
        "29": "It is in the power of my hand to hurt you, but the God of your father spoke to me last night, saying, 'Be careful that you don't speak to Jacob either good or bad.'",
        "30": "Now, you want to be gone, because you greatly longed for your father's house, but why have you stolen my gods?\"",
        "31": "Jacob answered Laban, \"Because I was afraid, for I said, 'Lest you should take your daughters from me by force.'",
        "32": "Anyone you find your gods with shall not live. Before our relatives, discern what is yours with me, and take it.\" For Jacob didn't know that Rachel had stolen them.",
        "33": "Laban went into Jacob's tent, into Leah's tent, and into the tent of the two female servants; but he didn't find them. He went out of Leah's tent, and entered into Rachel's tent.",
        "34": "Now Rachel had taken the teraphim, put them in the camel's saddle, and sat on them. Laban felt around all the tent, but didn't find them.",
        "35": "She said to her father, \"Don't let my lord be angry that I can't rise up before you; for I'm having my period.\" He searched, but didn't find the teraphim.",
        "36": "Jacob was angry, and argued with Laban. Jacob answered Laban, \"What is my trespass? What is my sin, that you have hotly pursued me?",
        "37": "Now that you have felt around in all my stuff, what have you found of all your household stuff? Set it here before my relatives and your relatives, that they may judge between us two.",
        "38": "\"These twenty years I have been with you. Your ewes and your female goats have not cast their young, and I haven't eaten the rams of your flocks.",
        "39": "That which was torn of animals, I didn't bring to you. I bore its loss. Of my hand you required it, whether stolen by day or stolen by night.",
        "40": "This was my situation: in the day the drought consumed me, and the frost by night; and my sleep fled from my eyes.",
        "41": "These twenty years I have been in your house. I served you fourteen years for your two daughters, and six years for your flock, and you have changed my wages ten times.",
        "42": "Unless the God of my father, the God of Abraham, and the fear of Isaac, had been with me, surely now you would have sent me away empty. God has seen my affliction and the labor of my hands, and rebuked you last night.\"",
        "43": "Laban answered Jacob, \"The daughters are my daughters, the children are my children, the flocks are my flocks, and all that you see is mine! What can I do today to these my daughters, or to their children whom they have borne?",
        "44": "Now come, let's make a covenant, you and I. Let it be for a witness between me and you.\"",
        "45": "Jacob took a stone, and set it up for a pillar.",
        "46": "Jacob said to his relatives, \"Gather stones.\" They took stones, and made a heap. They ate there by the heap.",
        "47": "Laban called it Jegar Sahadutha, but Jacob called it Galeed.",
        "48": "Laban said, \"This heap is witness between me and you today.\" Therefore it was named Galeed",
        "49": "and Mizpah, for he said, \"Yahweh watch between me and you, when we are absent one from another.",
        "50": "If you afflict my daughters, or if you take wives in addition to my daughters, no man is with us; behold, God is witness between me and you.\"",
        "51": "Laban said to Jacob, \"See this heap, and see the pillar, which I have set between me and you.",
        "52": "May this heap be a witness, and the pillar be a witness, that I will not pass over this heap to you, and that you will not pass over this heap and this pillar to me, for harm.",
        "53": "The God of Abraham, and the God of Nahor, the God of their father, judge between us.\" Then Jacob swore by the fear of his father, Isaac.",
        "54": "Jacob offered a sacrifice in the mountain, and called his relatives to eat bread. They ate bread, and stayed all night in the mountain.",
        "55": "Early in the morning, Laban rose up, and kissed his sons and his daughters, and blessed them. Laban departed and returned to his place."
      }
    }
  }
}