{
  "book": "GEN",
  "chapter": "3",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Șarpele era mai șiret decât toate fiarele câmpului pe care le făcuse Domnul Dumnezeu. El a zis femeii: „Oare a zis Dumnezeu cu adevărat: 'Să nu mâncați din toți pomii din grădină'?\"",
        "2": "Femeia a răspuns șarpelui: „Putem să mâncăm din rodul tuturor pomilor din grădină.",
        "3": "Dar, despre rodul pomului din mijlocul grădinii, Dumnezeu a zis: 'Să nu mâncați din el și nici să nu vă atingeți de el, ca să nu muriți.'\"",
        "4": "Atunci, șarpele a zis femeii: „Hotărât că nu veți muri,",
        "5": "dar Dumnezeu știe că, în ziua când veți mânca din el, vi se vor deschide ochii și veți fi ca Dumnezeu, cunoscând binele și răul.\"",
        "6": "Femeia a văzut că pomul era bun de mâncat și plăcut de privit și că pomul era de dorit ca să deschidă cuiva mintea. A luat deci din rodul lui și a mâncat; a dat și bărbatului ei, care era lângă ea, și bărbatul a mâncat și el.",
        "7": "Atunci li s-au deschis ochii la amândoi; au cunoscut că erau goi, au cusut laolaltă frunze de smochin și și-au făcut șorțuri din ele.",
        "8": "Atunci au auzit glasul Domnului Dumnezeu, care umbla prin grădină în răcoarea zilei, și omul și nevasta lui s-au ascuns de Fața Domnului Dumnezeu printre pomii din grădină.",
        "9": "Dar Domnul Dumnezeu a chemat pe om și i-a zis: „Unde ești?\"",
        "10": "El a răspuns: „Ți-am auzit glasul în grădină și mi-a fost frică, pentru că eram gol, și m-am ascuns.\"",
        "11": "Și Domnul Dumnezeu a zis: „Cine ți-a spus că ești gol? Nu cumva ai mâncat din pomul din care îți poruncisem să nu mănânci?\"",
        "12": "Omul a răspuns: „Femeia pe care mi-ai dat-o ca să fie lângă mine, ea mi-a dat din pom și am mâncat.\"",
        "13": "Și Domnul Dumnezeu a zis femeii: „Ce ai făcut?\" Femeia a răspuns: „Șarpele m-a amăgit și am mâncat din pom.\"",
        "14": "Domnul Dumnezeu a zis șarpelui: „Fiindcă ai făcut lucrul acesta, blestemat ești între toate vitele și între toate fiarele de pe câmp; în toate zilele vieții tale, să te târăști pe pântece și să mănânci țărână.",
        "15": "Vrăjmășie voi pune între tine și femeie, între sămânța ta și sămânța ei. Aceasta îți va zdrobi capul, și tu îi vei zdrobi călcâiul.\"",
        "16": "Femeii i-a zis: „Voi mări foarte mult suferința și însărcinarea ta; cu durere vei naște copii, și dorințele tale se vor ține după bărbatul tău, iar el va stăpâni peste tine.\"",
        "17": "Omului i-a zis: „Fiindcă ai ascultat de glasul nevestei tale și ai mâncat din pomul despre care îți poruncisem: 'Să nu mănânci deloc din el', blestemat este acum pământul din pricina ta. Cu multă trudă să-ți scoți hrana din el în toate zilele vieții tale;",
        "18": "spini și pălămidă să-ți dea și să mănânci iarba de pe câmp.",
        "19": "În sudoarea feței tale să-ți mănânci pâinea până te vei întoarce în pământ, căci din el ai fost luat; căci țărână ești și în țărână te vei întoarce.\"",
        "20": "Adam a pus nevestei sale numele Eva, căci ea a fost mama tuturor celor vii.",
        "21": "Domnul Dumnezeu a făcut lui Adam și nevestei lui haine de piele și i-a îmbrăcat cu ele.",
        "22": "Domnul Dumnezeu a zis: „Iată că omul a ajuns ca unul din Noi, cunoscând binele și răul. Să-l împiedicăm dar acum ca nu cumva să-și întindă mâna, să ia și din pomul vieții, să mănânce din el și să trăiască în veci.\"",
        "23": "De aceea, Domnul Dumnezeu l-a izgonit din grădina Edenului ca să lucreze pământul, din care fusese luat.",
        "24": "Astfel a izgonit El pe Adam; și la răsăritul grădinii Edenului a pus niște heruvimi, care să învârtească o sabie învăpăiată, ca să păzească drumul care duce la pomul vieții."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Șarpele era mai viclean decât orice vietate a câmpului, pe care o făcuse Domnul Dumnezeu. El i-a zis femeii: ‒ A zis într-adevăr Dumnezeu: „Să nu mâncați din orice pom din grădină\"?",
        "2": "Femeia i-a răspuns șarpelui: ‒ Putem să mâncăm din rodul pomilor din grădină,",
        "3": "dar, despre pomul care este în mijlocul grădinii, Dumnezeu a zis: „Să nu mâncați din el și nici să nu-l atingeți, ca nu cumva să muriți\".",
        "4": "Dar șarpele i-a zis femeii: ‒ Sigur nu veți muri!",
        "5": "Căci Dumnezeu știe că, în ziua când veți mânca din el, vi se vor deschide ochii și veți fi ca Dumnezeu, cunoscând binele și răul.",
        "6": "Când femeia a văzut că pomul era bun pentru hrană, că era o plăcere pentru ochi și că pomul era de dorit ca să facă pe cineva înțelept, a luat din rodul lui și a mâncat. I-a dat și soțului ei, care era cu ea, și a mâncat și el.",
        "7": "Atunci li s-au deschis ochii amândurora și au cunoscut că sunt goi. Ei au cusut laolaltă frunze de smochin și și-au făcut învelitori.",
        "8": "Când au auzit glasul Domnului Dumnezeu, Care umbla prin grădină în adierea zilei, Adam și soția lui s-au ascuns de fața Domnului Dumnezeu printre pomii din grădină.",
        "9": "Dar Domnul Dumnezeu l-a chemat pe Adam și i-a zis: ‒ Unde ești?",
        "10": "El a răspuns: ‒ Am auzit glasul Tău în grădină, dar mi-a fost teamă pentru că eram gol. De aceea m-am ascuns.",
        "11": "El a zis: ‒ Cine ți-a spus că ești gol? Ai mâncat cumva din pomul din care ți-am poruncit să nu mănânci?",
        "12": "Omul a răspuns: ‒ Femeia pe care mi-ai dat-o ca să fie cu mine, ea mi-a dat din pom și am mâncat.",
        "13": "Atunci Domnul Dumnezeu i-a zis femeii: ‒ Ce-ai făcut? Femeia a răspuns: ‒ Șarpele m-a înșelat și am mâncat.",
        "14": "Domnul Dumnezeu i-a zis șarpelui: „Pentru că ai făcut aceasta, blestemat ești tu între toate vitele și între toate vietățile de pe câmp. și vei mânca țărână în toate zilele vieții tale.",
        "15": "Voi pune dușmănie între tine și femeie, între descendenții tăi și descendenții ei. Descendenții ei îți vor zdrobi capul, iar tu le vei zdrobi călcâiul\".",
        "16": "Femeii i-a zis: „Voi face ca durerile nașterii să-ți fie mari; cu durere vei naște copii. Dorința ta va fi împotriva soțului tău, dar el va stăpâni peste tine\".",
        "17": "Iar lui Adam i-a zis: „Pentru că ai ascultat de soția ta și ai mâncat din pomul despre care îți poruncisem, zicând: «Să nu mănânci din el», blestemat este pământul din cauza ta. în toate zilele vieții tale.",
        "18": "Spini și mărăcini îți va da, iar tu vei mânca din plantele câmpului.",
        "19": "Cu sudoarea frunții tale îți vei mânca pâinea, până când te vei întoarce în pământ, pentru că din el ai fost luat. și în țărână te vei întoarce\".",
        "20": "Adam i-a pus soției sale numele Eva, pentru că ea a fost mama tuturor celor vii.",
        "21": "Domnul Dumnezeu a făcut niște tunici din piele pentru Adam și pentru soția sa și i-a îmbrăcat.",
        "22": "Atunci Domnul Dumnezeu a zis: „Iată, omul a ajuns ca unul dintre Noi, cunoscând binele și răul. Acum, să nu cumva să-și întindă mâna și să ia și din Pomul Vieții ca să mănânce și să trăiască veșnic!\".",
        "23": "Astfel, Domnul Dumnezeu l-a trimis pe om afară din grădina Edenului, ca să lucreze pământul din care fusese luat.",
        "24": "După ce l-a alungat pe om, a pus în partea de est a grădinii Edenului niște heruvimi și o sabie arzătoare care se rotea, ca să păzească drumul spre Pomul Vieții."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now the serpent was more subtle than any animal of the field which Yahweh God had made. He said to the woman, \"Has God really said, 'You shall not eat of any tree of the garden'?\"",
        "2": "The woman said to the serpent, \"We may eat fruit from the trees of the garden,",
        "3": "but not the fruit of the tree which is in the middle of the garden. God has said, 'You shall not eat of it. You shall not touch it, lest you die.'\"",
        "4": "The serpent said to the woman, \"You won't really die,",
        "5": "for God knows that in the day you eat it, your eyes will be opened, and you will be like God, knowing good and evil.\"",
        "6": "When the woman saw that the tree was good for food, and that it was a delight to the eyes, and that the tree was to be desired to make one wise, she took some of its fruit, and ate. Then she gave some to her husband with her, and he ate it, too.",
        "7": "Their eyes were opened, and they both knew that they were naked. They sewed fig leaves together, and made coverings for themselves.",
        "8": "They heard Yahweh God's voice walking in the garden in the cool of the day, and the man and his wife hid themselves from the presence of Yahweh God among the trees of the garden.",
        "9": "Yahweh God called to the man, and said to him, \"Where are you?\"",
        "10": "The man said, \"I heard your voice in the garden, and I was afraid, because I was naked; so I hid myself.\"",
        "11": "God said, \"Who told you that you were naked? Have you eaten from the tree that I commanded you not to eat from?\"",
        "12": "The man said, \"The woman whom you gave to be with me, she gave me fruit from the tree, and I ate it.\"",
        "13": "Yahweh God said to the woman, \"What have you done?\" The woman said, \"The serpent deceived me, and I ate.\"",
        "14": "Yahweh God said to the serpent, \"Because you have done this, you are cursed above all livestock, and above every animal of the field. You shall go on your belly and you shall eat dust all the days of your life.",
        "15": "I will put hostility between you and the woman, and between your offspring and her offspring. He will bruise your head, and you will bruise his heel.\"",
        "16": "To the woman he said, \"I will greatly multiply your pain in childbirth. You will bear children in pain. Your desire will be for your husband, and he will rule over you.\"",
        "17": "To Adam he said, \"Because you have listened to your wife's voice, and have eaten from the tree, about which I commanded you, saying, 'You shall not eat of it,' the ground is cursed for your sake. You will eat from it with much labor all the days of your life.",
        "18": "It will yield thorns and thistles to you; and you will eat the herb of the field.",
        "19": "You will eat bread by the sweat of your face until you return to the ground, for you were taken out of it. For you are dust, and you shall return to dust.\"",
        "20": "The man called his wife Eve because she would be the mother of all the living.",
        "21": "Yahweh God made garments of animal skins for Adam and for his wife, and clothed them.",
        "22": "Yahweh God said, \"Behold, the man has become like one of us, knowing good and evil. Now, lest he reach out his hand, and also take of the tree of life, and eat, and live forever—\"",
        "23": "Therefore Yahweh God sent him out from the garden of Eden, to till the ground from which he was taken.",
        "24": "So he drove out the man; and he placed cherubim at the east of the garden of Eden, and a flaming sword which turned every way, to guard the way to the tree of life."
      }
    }
  }
}