{
  "book": "Geneza",
  "chapter": "45",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Iosif nu s-a mai putut stăpâni înaintea tuturor celor ce-l înconjurau. Și a strigat: „Scoateți afară pe toată lumea.” Și n-a mai rămas nimeni cu Iosif când s-a făcut cunoscut fraților săi.",
        "2": "A izbucnit într-un plâns așa de tare, că l-au auzit egiptenii și casa lui Faraon.",
        "3": "Iosif a zis fraților săi: „Eu sunt Iosif! Mai trăiește tatăl meu?” Dar frații lui nu i-au putut răspunde, așa de încremeniți rămăseseră înaintea lui.",
        "4": "Iosif a zis fraților săi: „Apropiați-vă de mine.” Și ei s-au apropiat. El a zis: „Eu sunt fratele vostru Iosif, pe care l-ați vândut ca să fie dus în Egipt.",
        "5": "Acum, nu vă întristați și nu fiți mâhniți că m-ați vândut ca să fiu adus aici, căci ca să vă scap viața m-a trimis Dumnezeu înaintea voastră.",
        "6": "Iată, sunt doi ani de când bântuie foametea în țară și încă cinci ani nu va fi nici arătură, nici seceriș.",
        "7": "Dumnezeu m-a trimis înaintea voastră ca să vă rămână sămânța vie în țară și ca să vă păstreze viața printr-o mare izbăvire.",
        "8": "Așa că nu voi m-ați trimis aici, ci Dumnezeu; El m-a făcut ca un tată al lui Faraon, stăpân peste toată casa lui și cârmuitorul întregii țări a Egiptului.",
        "9": "Grăbiți-vă de vă suiți la tatăl meu și spuneți-i: ‘Așa a vorbit fiul tău Iosif: «Dumnezeu m-a pus domn peste tot Egiptul; coboară-te la mine și nu zăbovi!",
        "10": "Vei locui în ținutul Gosen și vei fi lângă mine, tu, fiii tăi și fiii fiilor tăi, oile tale și boii tăi și tot ce este al tău.",
        "11": "Acolo te voi hrăni, căci vor mai fi încă cinci ani de foamete, și astfel nu vei pieri tu, casa ta și tot ce este al tău.»’",
        "12": "Voi vedeți cu ochii voștri și fratele meu Beniamin vede cu ochii lui că eu însumi vă vorbesc.",
        "13": "Istorisiți tatălui meu toată slava pe care o am în Egipt și tot ce ați văzut și aduceți aici cât mai curând pe tatăl meu.”",
        "14": "El s-a aruncat de gâtul fratelui său Beniamin și a plâns, și Beniamin a plâns și el de gâtul lui.",
        "15": "A îmbrățișat, de asemenea, pe toți frații lui, plângând. După aceea, frații lui au stat de vorbă cu el.",
        "16": "S-a răspândit vestea în casa lui Faraon că au venit frații lui Iosif; lucrul acesta a plăcut lui Faraon și slujitorilor lui.",
        "17": "Faraon a zis lui Iosif: „Spune fraților tăi: ‘Iată ce să faceți: Încărcați-vă dobitoacele și plecați în țara Canaanului,",
        "18": "luați pe tatăl vostru și familiile voastre și veniți la mine. Eu vă voi da ce este mai bun în țara Egiptului și veți mânca grăsimea țării.’",
        "19": "Ai poruncă să le spui: ‘Așa să faceți! Luați-vă din țara Egiptului care pentru pruncii voștri și pentru nevestele voastre; aduceți pe tatăl vostru și veniți.",
        "20": "Să nu vă pară rău de ceea ce veți lăsa, căci tot ce este mai bun în țara Egiptului va fi pentru voi.’”",
        "21": "Fiii lui Israel au făcut așa. Iosif le-a dat care, după porunca lui Faraon; le-a dat și merinde pentru drum.",
        "22": "Le-a dat la toți haine de schimb, iar lui Beniamin i-a dat trei sute de sicli de argint și cinci haine de schimb.",
        "23": "Tatălui său i-a trimis zece măgari încărcați cu ce era mai bun în Egipt și zece măgărițe încărcate cu grâu, pâine și merinde, pentru ca să aibă pe drum.",
        "24": "Apoi a dat drumul fraților săi, care au plecat, și le-a zis: „Să nu vă certați pe drum.”",
        "25": "Ei au ieșit din Egipt și au ajuns în țara Canaanului, la tatăl lor Iacov.",
        "26": "Și i-au spus: „Iosif tot mai trăiește și chiar el cârmuiește toată țara Egiptului.” Dar inima lui Iacov a rămas rece, pentru că nu-i credea.",
        "27": "Când i-au istorisit însă tot ce le spusese Iosif și a văzut carele pe care le trimisese Iosif ca să-l ducă, duhul tatălui lor Iacov s-a înviorat.",
        "28": "Și Israel a zis: „Destul! Fiul meu Iosif tot mai trăiește! Vreau să mă duc să-l văd înainte de moarte.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Atunci Iosif nu s-a mai putut stăpâni înaintea tuturor celor ce stăteau lângă el și a strigat: „Să iasă toată lumea afară!“. Astfel, niciunul n-a rămas cu el atunci când Iosif s-a făcut cunoscut fraților săi.",
        "2": "Și Iosif a izbucnit în plâns. Atât egiptenii, cât și cei de la curtea lui Faraon au auzit despre lucrul acesta.",
        "3": "Iosif le-a zis fraților săi: „Eu sunt Iosif! Mai trăiește tatăl meu?“. Dar frații săi nu i-au putut răspunde, pentru că au rămas înmărmuriți înaintea sa.",
        "4": "Atunci Iosif le-a zis fraților săi: „Apropiați-vă de mine, vă rog!“. Ei s-au apropiat de el, iar el a zis: „Eu sunt fratele vostru Iosif, cel pe care l-ați vândut în Egipt!",
        "5": "Acum, să nu vă întristați și să nu vă mâniați pe voi înșivă pentru că m-ați vândut aici, căci Dumnezeu m-a trimis înaintea voastră pentru a vă păstra în viață.",
        "6": "Deoarece foametea durează de doi ani pe pământ și vor mai fi încă cinci ani în care nu se va ara și nu se va secera,",
        "7": "Dumnezeu m-a trimis înaintea voastră pentru a vă păstra o rămășiță pe pământ și pentru a vă salva viețile printr-o mare eliberare.",
        "8": "Așadar, nu voi m-ați trimis aici, ci Dumnezeu. El m-a făcut tată pentru Faraon, stăpân în toată casa lui și domnitor peste toată țara Egiptului.",
        "9": "Duceți-vă repede la tatăl meu și spuneți-i: «Așa vorbește fiul tău Iosif: ‘Dumnezeu m-a făcut stăpân peste tot Egiptul. Vino la mine fără întârziere.",
        "10": "Vei locui în regiunea Goșen și vei fi aproape de mine, tu, copiii tăi, nepoții tăi, turmele tale, cirezile tale și tot ceea ce este al tău.",
        "11": "Acolo îți voi asigura hrana, căci mai sunt încă cinci ani de foamete, pentru ca să nu sărăcești tu, familia ta și tot ce este al tău’».",
        "12": "Iată, ochii voștri și ochii fratelui meu Beniamin văd că sunt chiar eu cel care vă vorbește.",
        "13": "Să-i spuneți tatălui meu despre toată gloria pe care o am în Egipt și despre tot ce ați văzut. Grăbiți-vă și veniți aici cu tatăl meu“.",
        "14": "Apoi l-a îmbrățișat pe fratele său Beniamin și a plâns, în timp ce Beniamin plângea și el pe umărul lui.",
        "15": "Iosif i-a sărutat pe toți frații săi și a plâns pe umerii lor. După aceea frații săi au vorbit cu el.",
        "16": "S-a auzit vestea, în palatul lui Faraon, că au venit frații lui Iosif. Lucrul acesta i-a plăcut lui Faraon și slujitorilor săi.",
        "17": "Faraon i-a zis lui Iosif: „Spune-le fraților tăi: «Să faceți astfel: încărcați-vă animalele și plecați. Duceți-vă în țara Canaanului,",
        "18": "luați-vă tatăl și familiile și veniți la mine. Eu vă voi da ce este mai bun în țara Egiptului și veți mânca grăsimea țării».",
        "19": "Ți se poruncește să le mai spui: «Faceți astfel: luați din țara Egiptului niște care pentru copiii și soțiile voastre, luați-l pe tatăl vostru și veniți.",
        "20": "Să nu vă pară rău de bunurile voastre, pentru că tot ce este mai bun în Egipt va fi al vostru»“.",
        "21": "Fiii lui Israel au făcut întocmai. Iosif le-a dat care, după porunca lui Faraon, și provizii pentru călătorie.",
        "22": "Fiecăruia i-a dat câte un rând de haine, dar lui Beniamin i-a dat trei sute de șecheli de argint și cinci rânduri de haine.",
        "23": "Tatălui său i-a trimis zece măgari încărcați cu ce era mai bun în Egipt și zece măgărițe încărcate cu grâne, pâine și provizii pentru călătorie.",
        "24": "Iosif i-a trimis pe frații săi acasă, iar la plecare le-a zis: „Să nu vă certați pe drum!“.",
        "25": "Ei au plecat înapoi din Egipt, au ajuns în țara Canaanului la Iacov, tatăl lor,",
        "26": "și l-au înștiințat, zicând: „Iosif trăiește! Chiar el este domnitor peste toată țara Egiptului!“. Însă inima lui Iacov a rămas rece, pentru că nu-i credea.",
        "27": "Dar când i-au istorisit tot ceea ce le spusese Iosif și când a văzut carele pe care le trimisese Iosif să-l ducă, duhul tatălui lor, Iacov, s-a înviorat.",
        "28": "Israel a zis: „Destul! Iosif, fiul meu, este încă viu! Voi merge să-l văd înainte de a muri“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Then Joseph couldn’t control himself before all those who stood before him, and he called out, “Cause everyone to go out from me!” No one else stood with him, while Joseph made himself known to his brothers.",
        "2": "He wept aloud. The Egyptians heard, and the house of Pharaoh heard.",
        "3": "Joseph said to his brothers, “I am Joseph! Does my father still live?” His brothers couldn’t answer him; for they were terrified at his presence.",
        "4": "Joseph said to his brothers, “Come near to me, please.” They came near. He said, “I am Joseph, your brother, whom you sold into Egypt.",
        "5": "Now don’t be grieved, nor angry with yourselves, that you sold me here, for God sent me before you to preserve life.",
        "6": "For these two years the famine has been in the land, and there are yet five years, in which there will be no plowing and no harvest.",
        "7": "God sent me before you to preserve for you a remnant in the earth, and to save you alive by a great deliverance.",
        "8": "So now it wasn’t you who sent me here, but God, and he has made me a father to Pharaoh, lord of all his house, and ruler over all the land of Egypt.",
        "9": "Hurry, and go up to my father, and tell him, ‘This is what your son Joseph says, “God has made me lord of all Egypt. Come down to me. Don’t wait.",
        "10": "You shall dwell in the land of Goshen, and you will be near to me, you, your children, your children’s children, your flocks, your herds, and all that you have.",
        "11": "There I will provide for you; for there are yet five years of famine; lest you come to poverty, you, and your household, and all that you have.”’",
        "12": "Behold, your eyes see, and the eyes of my brother Benjamin, that it is my mouth that speaks to you.",
        "13": "You shall tell my father of all my glory in Egypt, and of all that you have seen. You shall hurry and bring my father down here.”",
        "14": "He fell on his brother Benjamin’s neck and wept, and Benjamin wept on his neck.",
        "15": "He kissed all his brothers, and wept on them. After that his brothers talked with him.",
        "16": "The report of it was heard in Pharaoh’s house, saying, “Joseph’s brothers have come.” It pleased Pharaoh well, and his servants.",
        "17": "Pharaoh said to Joseph, “Tell your brothers, ‘Do this: Load your animals, and go, travel to the land of Canaan.",
        "18": "Take your father and your households, and come to me, and I will give you the good of the land of Egypt, and you will eat the fat of the land.’",
        "19": "Now you are commanded to do this: Take wagons out of the land of Egypt for your little ones, and for your wives, and bring your father, and come.",
        "20": "Also, don’t concern yourselves about your belongings, for the good of all the land of Egypt is yours.”",
        "21": "The sons of Israel did so. Joseph gave them wagons, according to the commandment of Pharaoh, and gave them provision for the way.",
        "22": "He gave each one of them changes of clothing, but to Benjamin he gave three hundred pieces of silver and five changes of clothing.",
        "23": "He sent the following to his father: ten donkeys loaded with the good things of Egypt, and ten female donkeys loaded with grain and bread and provision for his father by the way.",
        "24": "So he sent his brothers away, and they departed. He said to them, “See that you don’t quarrel on the way.”",
        "25": "They went up out of Egypt, and came into the land of Canaan, to Jacob their father.",
        "26": "They told him, saying, “Joseph is still alive, and he is ruler over all the land of Egypt.” His heart fainted, for he didn’t believe them.",
        "27": "They told him all the words of Joseph, which he had said to them. When he saw the wagons which Joseph had sent to carry him, the spirit of Jacob, their father, revived.",
        "28": "Israel said, “It is enough. Joseph my son is still alive. I will go and see him before I die.”"
      }
    }
  }
}