{
  "book": "GEN",
  "chapter": "20",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Avraam a plecat de acolo în țara de miazăzi, s-a așezat între Cades și Șur și a locuit ca străin în Gherar.",
        "2": "Avraam zicea despre Sara, nevastă-sa: „Este sora mea!” S-a temut să spună că este nevastă-sa, ca să nu-l omoare oamenii din cetate din pricina ei. Abimelec, împăratul Gherarului, a trimis și a luat pe Sara.",
        "3": "Atunci, Dumnezeu S-a arătat noaptea în vis lui Abimelec și i-a zis: „Iată, ai să mori din pricina femeii pe care ai luat-o, căci este nevasta unui bărbat.”",
        "4": "Abimelec, care nu se apropiase de ea, a răspuns: „Doamne, vei omorî Tu oare chiar și un neam nevinovat?",
        "5": "Nu mi-a spus el că este soră-sa? Și n-a zis ea însăși că el este frate-său? Eu am lucrat cu inimă curată și cu mâini nevinovate.”",
        "6": "Dumnezeu i-a zis în vis: „Știu și Eu că ai lucrat cu inimă curată, de aceea te-am și ferit să păcătuiești împotriva Mea. Iată de ce n-am îngăduit să te atingi de ea.",
        "7": "Acum, dă omului nevasta înapoi, căci el este proroc. Se va ruga pentru tine și vei trăi. Dar, dacă n-o dai înapoi, să știi că vei muri negreșit, tu și tot ce-i al tău.”",
        "8": "Abimelec s-a sculat dis-de-dimineață, a chemat pe toți slujitorii săi și le-a spus tot ce se întâmplase. Și oamenii aceia au fost cuprinși de o mare spaimă.",
        "9": "Abimelec a chemat și pe Avraam și i-a zis: „Ce ne-ai făcut? Și cu ce am păcătuit eu împotriva ta, de ai făcut să vină peste mine și peste împărăția mea un păcat atât de mare? Ai făcut față de mine lucruri care nu trebuiau nicidecum făcute.”",
        "10": "Și Abimelec a zis lui Avraam: „Ce ai văzut de ai făcut lucrul acesta?”",
        "11": "Avraam a răspuns: „Îmi ziceam că, fără îndoială, nu-i nicio frică de Dumnezeu în țara aceasta și că au să mă omoare din pricina nevestei mele.",
        "12": "De altfel, este adevărat că este sora mea, fiica tatălui meu; numai că nu-i fiica mamei mele și a ajuns să-mi fie nevastă.",
        "13": "Când m-a scos Dumnezeu din casa tatălui meu, am zis Sarei: ‘Iată hatârul pe care ai să mi-l faci: în toate locurile unde vom merge, spune despre mine că sunt fratele tău.’”",
        "14": "Abimelec a luat oi și boi, robi și roabe și le-a dat lui Avraam și i-a dat înapoi și pe Sara, nevastă-sa.",
        "15": "Abimelec a zis: „Iată, țara mea este înaintea ta; locuiește unde-ți va plăcea.”",
        "16": "Și Sarei i-a zis: „Iată, dau fratelui tău o mie de arginți; aceasta să-ți fie o dovadă de cinste față de toți cei ce sunt cu tine, așa că înaintea tuturor vei fi fără vină.”",
        "17": "Avraam s-a rugat lui Dumnezeu, și Dumnezeu a însănătoșit pe Abimelec, pe nevasta și roabele lui, așa că au putut să nască.",
        "18": "Fiindcă Domnul încuiase pântecele tuturor femeilor din casa lui Abimelec din pricina Sarei, nevasta lui Avraam."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "De acolo, Avraam a călătorit spre regiunea Neghev și s-a așezat între Kadeș și Șur. El a locuit ca străin în Gherar.",
        "2": "Avraam spunea despre Sara, soția lui: „Este sora mea“. Regele Abimelek din Gherar a trimis după Sara și a luat-o.",
        "3": "Dar Dumnezeu a venit la Abimelek noaptea, într-un vis, și i-a zis: ‒ Iată, vei muri din cauza femeii pe care ai luat-o, căci este măritată cu altcineva.",
        "4": "Întrucât nu se atinsese de ea, Abimelek a zis: ‒ Stăpâne, vei ucide Tu o națiune dreaptă?",
        "5": "Nu mi-a zis el: „Ea este sora mea“? Și ea însăși a zis: „El este fratele meu“. Am făcut acest lucru în curăție de inimă și cu mâini nevinovate.",
        "6": "Atunci Dumnezeu i-a zis în vis: ‒ Da, știu că ai făcut acest lucru în curăție de inimă, dar te-am oprit să păcătuiești împotriva Mea. De aceea nu te-am lăsat să te atingi de ea.",
        "7": "Acum, dă-i bărbatului soția înapoi! Pentru că este profet, el se va ruga pentru tine și vei trăi. Dar, dacă nu i-o dai înapoi, să știi că vei muri sigur, tu și toți ai tăi.",
        "8": "Abimelek s-a sculat dis-de-dimineață, i-a chemat pe toți slujitorii săi, iar când le-a spus toate aceste cuvinte, bărbații s-au temut foarte tare.",
        "9": "Atunci Abimelek l-a chemat pe Avraam și i-a zis: ‒ Ce ne-ai făcut? Cu ce am păcătuit împotriva ta ca să aduci un păcat atât de mare asupra mea și asupra regatului meu? Ai făcut față de mine lucruri care n-ar fi trebuit făcute.",
        "10": "Abimelek l-a întrebat pe Avraam: ‒ Ce urmăreai când ai făcut acest lucru?",
        "11": "Avraam a răspuns: ‒ Mi-am zis: „Sigur nu este teamă de Dumnezeu în locul acesta și mă vor ucide din cauza soției mele“.",
        "12": "De altfel, ea este într-adevăr sora mea, fata tatălui meu, dar nu și fata mamei mele, și a devenit soția mea.",
        "13": "Când Dumnezeu m-a făcut să părăsesc casa tatălui meu, i-am zis Sarei: „Aceasta este favoarea pe care să mi-o faci: în orice loc în care vom ajunge, să spui despre mine: «El este fratele meu»“.",
        "14": "Atunci Abimelek a luat oi și vite, slujitori și slujitoare, i le-a dat lui Avraam și i-a dat-o înapoi și pe Sara, soția lui.",
        "15": "Abimelek i-a zis: „Iată, țara mea este înaintea ta! Locuiește unde-ți place!“.",
        "16": "Iar Sarei i-a zis: „Iată, i-am dat fratelui tău o mie de arginți. Iată, aceștia sunt o despăgubire pentru toți cei ce sunt cu tine. Înaintea tuturor ești nevinovată“.",
        "17": "Atunci Avraam s-a rugat lui Dumnezeu, iar Dumnezeu i-a vindecat pe Abimelek, pe soția lui, precum și pe slujitoarele lui, așa încât au putut avea copii.",
        "18": "Căci Domnul închisese pântecele tuturor femeilor de la curtea lui Abimelek din cauza Sarei, soția lui Avraam."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Abraham traveled from there toward the land of the South, and lived between Kadesh and Shur. He lived as a foreigner in Gerar.",
        "2": "Abraham said about Sarah his wife, \"She is my sister.\" Abimelech king of Gerar sent, and took Sarah.",
        "3": "But God came to Abimelech in a dream of the night, and said to him, \"Behold, you are a dead man, because of the woman whom you have taken; for she is a man's wife.\"",
        "4": "Now Abimelech had not come near her. He said, \"Lord, will you kill even a righteous nation?",
        "5": "Didn't he tell me, 'She is my sister'? She, even she herself, said, 'He is my brother.' I have done this in the integrity of my heart and the innocence of my hands.\"",
        "6": "God said to him in the dream, \"Yes, I know that in the integrity of your heart you have done this, and I also withheld you from sinning against me. Therefore I didn't allow you to touch her.",
        "7": "Now therefore, restore the man's wife. For he is a prophet, and he will pray for you, and you will live. If you don't restore her, know for sure that you will die, you, and all who are yours.\"",
        "8": "Abimelech rose early in the morning, and called all his servants, and told all these things in their ear. The men were very scared.",
        "9": "Then Abimelech called Abraham, and said to him, \"What have you done to us? How have I sinned against you, that you have brought on me and on my kingdom a great sin? You have done deeds to me that ought not to be done!\"",
        "10": "Abimelech said to Abraham, \"What did you see, that you have done this thing?\"",
        "11": "Abraham said, \"Because I thought, 'Surely the fear of God is not in this place. They will kill me for my wife's sake.'",
        "12": "Besides, she is indeed my sister, the daughter of my father, but not the daughter of my mother; and she became my wife.",
        "13": "When God caused me to wander from my father's house, I said to her, 'This is your kindness which you shall show to me. Everywhere that we go, say of me, \"He is my brother.\"'\"",
        "14": "Abimelech took sheep and cattle, male servants and female servants, and gave them to Abraham, and restored Sarah, his wife, to him.",
        "15": "Abimelech said, \"Behold, my land is before you. Dwell where it pleases you.\"",
        "16": "To Sarah he said, \"Behold, I have given your brother a thousand pieces of silver. Behold, it is for you a covering of the eyes to all that are with you. In front of all you are vindicated.\"",
        "17": "Abraham prayed to God. So God healed Abimelech, his wife, and his female servants, and they bore children.",
        "18": "For Yahweh had closed up tight all the wombs of the house of Abimelech, because of Sarah, Abraham's wife."
      }
    }
  }
}