{
  "book": "GEN",
  "chapter": "17",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Când a fost Avram în vârstă de nouăzeci și nouă de ani, Domnul i S-a arătat și i-a zis: „Eu sunt Dumnezeul cel Atotputernic. Umblă înaintea Mea și fii fără prihană.",
        "2": "Voi face un legământ între Mine și tine și te voi înmulți nespus de mult.”",
        "3": "Avram s-a aruncat cu fața la pământ și Dumnezeu i-a vorbit astfel:",
        "4": "„Iată legământul Meu pe care-l fac cu tine: vei fi tatăl multor neamuri.",
        "5": "Nu te vei mai numi Avram, ci numele tău va fi Avraam, căci te fac tatăl multor neamuri.",
        "6": "Te voi înmulți nespus de mult; voi face din tine neamuri întregi și din tine vor ieși împărați.",
        "7": "Voi pune legământul Meu între Mine și tine și sămânța ta după tine din neam în neam; acesta va fi un legământ veșnic, în puterea căruia Eu voi fi Dumnezeul tău și al seminței tale după tine.",
        "8": "Ție și seminței tale după tine îți voi da țara în care locuiești acum ca străin, și anume îți voi da toată țara Canaanului în stăpânire veșnică; și Eu voi fi Dumnezeul lor.”",
        "9": "Dumnezeu a zis lui Avraam: „Să păzești legământul Meu, tu și sămânța ta după tine, din neam în neam.",
        "10": "Acesta este legământul Meu pe care să-l păziți între Mine și voi și sămânța ta după tine: tot ce este de parte bărbătească între voi să fie tăiat împrejur.",
        "11": "Să vă tăiați împrejur în carnea prepuțului vostru, și acesta să fie semnul legământului dintre Mine și voi.",
        "12": "La vârsta de opt zile, orice copil de parte bărbătească dintre voi să fie tăiat împrejur, neam după neam: fie că este rob născut în casă, fie că este cumpărat cu bani de la vreun străin, care nu face parte din neamul tău.",
        "13": "Va trebui tăiat împrejur atât robul născut în casă, cât și cel cumpărat cu bani, și astfel legământul Meu să fie întărit în carnea voastră ca un legământ veșnic.",
        "14": "Un copil de parte bărbătească netăiat împrejur în carnea prepuțului lui să fie nimicit din mijlocul neamului său: a călcat legământul Meu.”",
        "15": "Dumnezeu a zis lui Avraam: „Să nu mai chemi Sarai pe nevastă-ta Sarai, ci numele ei să fie Sara.",
        "16": "Eu o voi binecuvânta și îți voi da un fiu din ea; da, o voi binecuvânta și ea va fi mama unor neamuri întregi; chiar împărați de noroade vor ieși din ea.”",
        "17": "Avraam s-a aruncat cu fața la pământ și a râs, căci a zis în inima lui: „Să i se mai nască oare un fiu unui bărbat de o sută de ani? Și să mai nască oare Sara la nouăzeci de ani?”",
        "18": "Și Avraam a zis lui Dumnezeu: „Să trăiască Ismael înaintea Ta!”",
        "19": "Dumnezeu a zis: „Cu adevărat, nevasta ta Sara îți va naște un fiu și-i vei pune numele Isaac. Eu voi încheia legământul Meu cu el, ca un legământ veșnic pentru sămânța lui după el.",
        "20": "Dar și cu privire la Ismael te-am ascultat. Iată, îl voi binecuvânta, îl voi face să crească și îl voi înmulți nespus de mult: doisprezece voievozi va naște și voi face din el un neam mare.",
        "21": "Dar legământul meu îl voi încheia cu Isaac, pe care ți-l va naște Sara la anul pe vremea aceasta.”",
        "22": "Când a isprăvit de vorbit cu el, Dumnezeu S-a înălțat de la Avraam.",
        "23": "Avraam a luat pe fiul său Ismael, pe toți cei ce se născuseră în casa lui și pe toți robii cumpărați cu bani, adică pe toți cei de parte bărbătească dintre oamenii din casa lui Avraam, și le-a tăiat împrejur carnea prepuțului chiar în ziua aceea, după porunca pe care i-o dăduse Dumnezeu.",
        "24": "Avraam era în vârstă de nouăzeci și nouă de ani când a fost tăiat împrejur în carnea prepuțului său.",
        "25": "Fiul său Ismael era în vârstă de treisprezece ani când a fost tăiat împrejur în carnea prepuțului său.",
        "26": "Avraam și fiul său Ismael au fost tăiați împrejur chiar în ziua aceea.",
        "27": "Și toți oamenii din casa lui: robi născuți în casa lui sau cumpărați cu bani de la străini au fost tăiați împrejur împreună cu el."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Când Avram avea nouăzeci și nouă de ani, Domnul i S-a arătat și i-a zis: „Eu sunt Dumnezeul cel Atotputernic. Umblă înaintea Mea și fii integru,",
        "2": "iar Eu voi încheia legământul Meu între Mine și tine și te voi înmulți foarte mult.”",
        "3": "Atunci Avram s-a aruncat cu fața la pământ, iar Dumnezeu a vorbit cu el, zicând:",
        "4": "„Cât despre Mine, iată care este legământul Meu cu tine: tu vei fi tatăl multor națiuni.",
        "5": "Nu te vei mai numi Avram, ci numele tău va fi Avraam, pentru că te-am făcut tatăl unei mulțimi de națiuni.",
        "6": "Te voi face foarte roditor: voi face să iasă multe națiuni din tine, chiar regi vor ieși din tine.",
        "7": "Voi încheia un legământ între Mine și tine și urmașii tăi, de-a lungul generațiilor lor, un legământ veșnic, potrivit căruia Eu voi fi Dumnezeul tău și al urmașilor tăi.",
        "8": "Îți voi da, ție și urmașilor tăi, țara în care locuiești acum ca străin, toată țara Canaanului, ca proprietate veșnică. Iar Eu voi fi Dumnezeul lor.”",
        "9": "Apoi Dumnezeu i-a zis lui Avraam: „În ce te privește pe tine, să păzești legământul Meu, tu și urmașii tăi, de-a lungul generațiilor lor.",
        "10": "Acesta este legământul Meu pe care trebuie să-l păziți, între Mine și tine și urmașii tăi: fiecare persoană de parte bărbătească dintre voi să fie circumcisă.",
        "11": "Să vă circumcideți în carnea prepuțului vostru. Acesta va fi un semn al legământului Meu cu voi.",
        "12": "De-a lungul generațiilor voastre, fiecare persoană de parte bărbătească va fi circumcisă când va avea opt zile, fie că este născută în casa ta, fie că ai cumpărat-o cu argint de la vreun străin, care nu este dintre urmașii tăi.",
        "13": "Trebuie să fie circumcis atât cel născut în casa ta, cât și cel cumpărat cu argintul tău. Legământul Meu în carnea voastră va fi un legământ veșnic.",
        "14": "Orice persoană de parte bărbătească necircumcisă, adică acela care nu este circumcis în carnea prepuțului său, să fie nimicit din poporul său; el a rupt legământul Meu.”",
        "15": "Dumnezeu i-a zis lui Avraam: „În ce o privește pe Sarai, soția ta, să n-o mai numești Sarai, căci numele ei va fi Sara.",
        "16": "Eu o voi binecuvânta și îți voi da un fiu prin ea. O voi binecuvânta, astfel încât ea va deveni mama unor națiuni; chiar regi ai popoarelor vor ieși din ea.”",
        "17": "Atunci Avraam și-a plecat fața și a râs, zicând în inima lui: „I se poate naște un fiu unui om de o sută de ani? Poate Sara, care este de nouăzeci de ani, să mai nască?“.",
        "18": "Apoi Avraam I-a zis lui Dumnezeu: „Aș vrea ca Ismael să trăiască înaintea Ta!”",
        "19": "Dar Dumnezeu i-a zis: „Cu siguranță soția ta, Sara, îți va naște un fiu căruia să-i pui numele Isaac. Eu voi încheia legământul Meu cu el, ca pe un legământ veșnic cu el și cu urmașii lui.",
        "20": "În ceea ce-l privește pe Ismael, te-am auzit: iată, îl voi binecuvânta, îl voi face roditor și îl voi înmulți foarte mult. El va fi tatăl a doisprezece prinți, iar Eu îl voi face o națiune mare.",
        "21": "Totuși, legământul Meu îl voi încheia cu Isaac, pe care ți-l va naște Sara la anul, pe vremea aceasta.”",
        "22": "Când a terminat de vorbit cu Avraam, Dumnezeu S-a înălțat de la el.",
        "23": "Avraam i-a luat pe fiul său Ismael, pe toți cei născuți în casa lui și pe toți cei cumpărați cu argintul său, orice persoană de parte bărbătească din casa lui, și le-a circumcis carnea prepuțului chiar în ziua aceea, așa cum îi spusese Dumnezeu.",
        "24": "Avraam avea nouăzeci și nouă de ani când a fost circumcis în carnea prepuțului său.",
        "25": "Iar fiul său, Ismael, avea treisprezece ani când a fost circumcis în carnea prepuțului său.",
        "26": "Avraam și Ismael, fiul său, au fost circumciși chiar în ziua aceea.",
        "27": "Au fost circumciși împreună cu el și toți bărbații din casa lui, atât cei născuți în casă, cât și cei cumpărați cu argint de la străini."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "When Abram was ninety-nine years old, Yahweh appeared to Abram and said to him, \"I am God Almighty. Walk before me and be blameless.",
        "2": "I will make my covenant between me and you, and will multiply you exceedingly.\"",
        "3": "Abram fell on his face. God talked with him, saying,",
        "4": "\"As for me, behold, my covenant is with you. You will be the father of a multitude of nations.",
        "5": "Your name will no more be called Abram, but your name will be Abraham; for I have made you the father of a multitude of nations.",
        "6": "I will make you exceedingly fruitful, and I will make nations of you. Kings will come out of you.",
        "7": "I will establish my covenant between me and you and your offspring after you throughout their generations for an everlasting covenant, to be a God to you and to your offspring after you.",
        "8": "I will give to you, and to your offspring after you, the land where you are traveling, all the land of Canaan, for an everlasting possession. I will be their God.\"",
        "9": "God said to Abraham, \"As for you, you shall keep my covenant, you and your offspring after you throughout their generations.",
        "10": "This is my covenant, which you shall keep, between me and you and your offspring after you. Every male among you shall be circumcised.",
        "11": "You shall be circumcised in the flesh of your foreskin. It will be a token of the covenant between me and you.",
        "12": "He who is eight days old shall be circumcised among you, every male throughout your generations, he who is born in the house, or bought with money from any foreigner who is not of your offspring.",
        "13": "He who is born in your house, and he who is bought with your money, must be circumcised. My covenant shall be in your flesh for an everlasting covenant.",
        "14": "The uncircumcised male who is not circumcised in the flesh of his foreskin, that soul shall be cut off from his people. He has broken my covenant.\"",
        "15": "God said to Abraham, \"As for Sarai your wife, you shall not call her name Sarai, but her name shall be Sarah.",
        "16": "I will bless her, and moreover I will give you a son by her. Yes, I will bless her, and she will be a mother of nations. Kings of peoples will come from her.\"",
        "17": "Then Abraham fell on his face, and laughed, and said in his heart, \"Will a child be born to him who is one hundred years old? Will Sarah, who is ninety years old, give birth?\"",
        "18": "Abraham said to God, \"Oh that Ishmael might live before you!\"",
        "19": "God said, \"No, but Sarah, your wife, will bear you a son. You shall call his name Isaac. I will establish my covenant with him for an everlasting covenant for his offspring after him.",
        "20": "As for Ishmael, I have heard you. Behold, I have blessed him, and will make him fruitful, and will multiply him exceedingly. He will become the father of twelve princes, and I will make him a great nation.",
        "21": "But I will establish my covenant with Isaac, whom Sarah will bear to you at this set time next year.\"",
        "22": "When he finished talking with him, God went up from Abraham.",
        "23": "Abraham took Ishmael his son, all who were born in his house, and all who were bought with his money: every male among the men of Abraham's house, and circumcised the flesh of their foreskin in the same day, as God had said to him.",
        "24": "Abraham was ninety-nine years old when he was circumcised in the flesh of his foreskin.",
        "25": "Ishmael, his son, was thirteen years old when he was circumcised in the flesh of his foreskin.",
        "26": "In the same day both Abraham and Ishmael, his son, were circumcised.",
        "27": "All the men of his house, those born in the house, and those bought with money from a foreigner, were circumcised with him."
      }
    }
  }
}