{
  "book": "GEN",
  "chapter": "15",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "După aceste întâmplări, Cuvântul Domnului a vorbit lui Avram într-o vedenie și a zis: „Avrame, nu te teme; Eu sunt scutul tău și răsplata ta cea foarte mare.”",
        "2": "Avram a răspuns: „Doamne Dumnezeule, ce-mi vei da? Căci mor fără copii, și moștenitorul casei mele este Eliezer din Damasc.”",
        "3": "Și Avram a zis: „Iată că nu mi-ai dat sămânță, și slujitorul născut în casa mea va fi moștenitorul meu.”",
        "4": "Atunci, Cuvântul Domnului i-a vorbit astfel: „Nu el va fi moștenitorul tău, ci cel ce va ieși din tine, acela va fi moștenitorul tău.”",
        "5": "Și după ce l-a dus afară, i-a zis: „Uită-te spre cer și numără stelele, dacă poți să le numeri.” Și i-a zis: „Așa va fi sămânța ta.”",
        "6": "Avram a crezut pe Domnul, și Domnul i-a socotit lucrul acesta ca neprihănire.",
        "7": "Domnul i-a mai zis: „Eu sunt Domnul, care te-am scos din Ur, din Haldeea, ca să-ți dau în stăpânire țara aceasta.”",
        "8": "Avram a răspuns: „Doamne Dumnezeule, prin ce voi cunoaște că o voi stăpâni?”",
        "9": "Și Domnul i-a zis: „Ia o juncană de trei ani, o capră de trei ani, un berbec de trei ani, o turturea și un pui de porumbel.”",
        "10": "Avram a luat toate dobitoacele acestea, le-a despicat în două și a pus fiecare bucată una în fața alteia, dar păsările nu le-a despicat.",
        "11": "Păsările răpitoare s-au năpustit peste stârvuri, dar Avram le-a izgonit.",
        "12": "La apusul soarelui, un somn adânc a căzut peste Avram și iată că l-a apucat o groază și un mare întuneric.",
        "13": "Și Domnul a zis lui Avram: „Să știi hotărât că sămânța ta va fi străină într-o țară care nu va fi a ei; acolo va fi robită, și o vor apăsa greu, timp de patru sute de ani.",
        "14": "Dar pe neamul căruia îi va fi roabă, îl voi judeca Eu, și pe urmă va ieși de acolo cu mari bogății.",
        "15": "Tu vei merge în pace la părinții tăi; vei fi îngropat după o bătrânețe fericită.",
        "16": "În al patrulea neam, ea se va întoarce aici, căci nelegiuirea amoriților nu și-a atins încă vârful.”",
        "17": "După ce a asfințit soarele, s-a făcut un întuneric adânc și iată că a ieșit un fum ca dintr-un cuptor și niște flăcări au trecut printre dobitoacele despicate.",
        "18": "În ziua aceea, Domnul a făcut un legământ cu Avram și i-a zis: „Seminței tale dau țara aceasta, de la râul Egiptului până la râul cel mare, râul Eufrat,",
        "19": "și anume țara cheniților, a cheniziților, a cadmoniților,",
        "20": "a hetiților, a fereziților, a refaimiților,",
        "21": "a amoriților, a canaaniților, a ghirgasiților și a iebusiților.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "După toate acestea, Cuvântul Domnului i-a vorbit lui Avram într-o vedenie, zicând: „Avram, nu te teme! Eu sunt scutul tău, răsplata ta cea foarte mare.”",
        "2": "Avram a zis: „Stăpâne Doamne, ce-mi vei da? Căci mor fără copii, iar moștenitorul casei mele este Eliezer din Damasc!”",
        "3": "Avram a zis: „Iată că nu mi-ai dat un urmaș, iar moștenitorul meu este unul din casa mea.”",
        "4": "Dar iată, Cuvântul Domnului a venit la el, zicând: „Nu acesta va fi moștenitorul tău, ci unul care se va naște din tine, el îți va fi moștenitor.”",
        "5": "Apoi l-a dus afară și i-a zis: „Uită-te la ceruri și numără stelele, dacă poți!” El i-a zis: „Așa vor fi urmașii tăi!”",
        "6": "Avram a crezut în Domnul, și El i-a considerat aceasta dreptate.",
        "7": "Domnul i-a zis: „Eu sunt Domnul Care te-am adus din Ur, din Caldeea, ca să-ți dau țara aceasta s-o stăpânești.”",
        "8": "Avram L-a întrebat: „Stăpâne Doamne, cum voi ști că o voi stăpâni?”",
        "9": "El i-a răspuns: „Ia pentru Mine o juncană de trei ani, o capră de trei ani, un berbec de trei ani, o turturea și un pui de porumbel.”",
        "10": "A luat pentru El toate acestea, le-a despicat în două și a așezat fiecare bucată una în fața celeilalte; însă păsările nu le-a despicat.",
        "11": "Când păsările de pradă au coborât peste stârvuri, Avram le-a alungat.",
        "12": "În timp ce apunea soarele, pe Avram l-a cuprins un somn adânc. Și iată că au venit peste el o groază și un mare întuneric.",
        "13": "Atunci El i-a zis lui Avram: „Să știi bine că urmașii tăi vor fi străini într-o țară care nu este a lor, iar oamenii acelei țări îi vor subjuga și îi vor oprima timp de patru sute de ani.",
        "14": "Dar pe națiunea căreia îi vor sluji ei ca sclavi, o voi judeca Eu, iar după aceea vor ieși de acolo cu mari bogății.",
        "15": "Tu însă vei ajunge la strămoșii tăi în pace; vei fi îngropat după o bătrânețe fericită.",
        "16": "Urmașii tăi se vor întoarce aici în a patra generație, pentru că nelegiuirea amoriților nu este încă deplină.”",
        "17": "După ce a apus soarele și s-a făcut întuneric beznă, iată că un fum ca de cuptor și o torță aprinsă au trecut printre acele părți de animale.",
        "18": "În ziua aceea, Domnul a încheiat un legământ cu Avram, zicând: „Descendentului tău îi dau această țară, de la Râul Egiptului până la Râul cel Mare, râul Eufrat,",
        "19": "și anume pe cheniți, pe cheniziți, pe cadmoniți,",
        "20": "pe hitiți, pe periziți, pe refaiți,",
        "21": "pe amoriți, pe canaaniți, pe ghirgașiți și pe iebusiți.”"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "After these things Yahweh's word came to Abram in a vision, saying, \"Don't be afraid, Abram. I am your shield, your exceedingly great reward.\"",
        "2": "Abram said, \"Lord Yahweh, what will you give me, since I go childless, and he who will inherit my estate is Eliezer of Damascus?\"",
        "3": "Abram said, \"Behold, you have given no children to me: and, behold, one born in my house is my heir.\"",
        "4": "Behold, Yahweh's word came to him, saying, \"This man will not be your heir, but he who will come out of your own body will be your heir.\"",
        "5": "Yahweh brought him outside, and said, \"Look now toward the sky, and count the stars, if you are able to count them.\" He said to Abram, \"So your offspring will be.\"",
        "6": "He believed in Yahweh, who credited it to him for righteousness.",
        "7": "He said to Abram, \"I am Yahweh who brought you out of Ur of the Chaldees, to give you this land to inherit it.\"",
        "8": "He said, \"Lord Yahweh, how will I know that I will inherit it?\"",
        "9": "He said to him, \"Bring me a heifer three years old, a female goat three years old, a ram three years old, a turtledove, and a young pigeon.\"",
        "10": "He brought him all these, and divided them in the middle, and laid each half opposite the other; but he didn't divide the birds.",
        "11": "The birds of prey came down on the carcasses, and Abram drove them away.",
        "12": "When the sun was going down, a deep sleep fell on Abram. Now terror and great darkness fell on him.",
        "13": "He said to Abram, \"Know for sure that your offspring will live as foreigners in a land that is not theirs, and will serve them. They will afflict them four hundred years.",
        "14": "I will also judge that nation, whom they will serve. Afterward they will come out with great wealth;",
        "15": "but you will go to your fathers in peace. You will be buried at a good old age.",
        "16": "In the fourth generation they will come here again, for the iniquity of the Amorite is not yet full.\"",
        "17": "It came to pass that, when the sun went down, and it was dark, behold, a smoking furnace and a flaming torch passed between these pieces.",
        "18": "In that day Yahweh made a covenant with Abram, saying, \"I have given this land to your offspring, from the river of Egypt to the great river, the river Euphrates:",
        "19": "the land of the Kenites, the Kenizzites, the Kadmonites,",
        "20": "the Hittites, the Perizzites, the Rephaim,",
        "21": "the Amorites, the Canaanites, the Girgashites, and the Jebusites.\""
      }
    }
  }
}