{
  "book": "Geneza",
  "chapter": "47",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Iosif s-a dus să înștiințeze pe Faraon și i-a spus: „Frații mei și tatăl meu au sosit din țara Canaan, cu oile și boii și cu tot avutul lor; și sunt în ținutul Gosen.”",
        "2": "A luat pe cinci din frații lui și i-a adus înaintea lui Faraon.",
        "3": "Faraon a întrebat pe frații lui Iosif: „Cu ce vă îndeletniciți?” Ei au răspuns lui Faraon: „Robii tăi sunt păstori, cum erau și părinții noștri.”",
        "4": "Și au mai zis lui Faraon: „Noi am venit ca să locuim o vreme aici în țară, pentru că nu mai este pășune pentru oile robilor tăi și este o mare foamete în țara Canaanului; îngăduie dar robilor tăi să locuiască în ținutul Gosen.”",
        "5": "Faraon a zis lui Iosif: „Tatăl tău și frații tăi au venit la tine.",
        "6": "Țara Egiptului este deschisă înaintea ta; așază pe tatăl tău și pe frații tăi în cea mai bună parte a țării. Să locuiască în ținutul Gosen și, dacă găsești printre ei oameni destoinici, pune-i în fruntea turmelor mele.”",
        "7": "Iosif a adus pe tatăl său Iacov și l-a înfățișat înaintea lui Faraon. Și Iacov a binecuvântat pe Faraon.",
        "8": "Faraon a întrebat pe Iacov: „Care este numărul zilelor anilor vieții tale?”",
        "9": "Iacov a răspuns lui Faraon: „Zilele anilor călătoriei mele sunt o sută treizeci de ani. Zilele anilor vieții mele au fost puține la număr și rele și n-au atins zilele anilor vieții părinților mei în timpul călătoriei lor.”",
        "10": "Iacov a binecuvântat iarăși pe Faraon și a plecat dinaintea lui Faraon.",
        "11": "Iosif a așezat pe tatăl său și pe frații săi și le-a dat o moșie în țara Egiptului, în cea mai bună parte a țării, în ținutul lui Ramses, cum poruncise Faraon.",
        "12": "Iosif a hrănit cu pâine pe tatăl său, pe frații săi și pe toată familia tatălui său, după numărul copiilor.",
        "13": "Nu mai era pâine în toată țara, căci foametea era foarte mare; țara Egiptului și țara Canaanului tânjeau din pricina foametei.",
        "14": "Iosif a strâns tot argintul care se găsea în țara Egiptului și în țara Canaanului în schimbul grâului pe care-l cumpărau oamenii și astfel a făcut ca tot argintul acesta să intre în casa lui Faraon.",
        "15": "Când s-a sfârșit argintul din țara Egiptului și din țara Canaanului, toți egiptenii au venit la Iosif și au zis: „Dă-ne pâine! Pentru ce să murim în fața ta? Căci argint nu mai avem.”",
        "16": "Iosif a zis: „Dați vitele voastre, și vă voi da pâine în schimbul vitelor voastre, dacă nu mai aveți argint.”",
        "17": "Și-au adus vitele la Iosif, și Iosif le-a dat pâine în schimbul cailor, în schimbul turmelor de oi și de boi și în schimbul măgarilor. Le-a dat astfel pâine în anul acela în schimbul tuturor turmelor lor.",
        "18": "După ce a trecut anul acela, au venit la Iosif în anul următor și i-au zis: „Nu putem să ascundem domnului nostru faptul că argintul s-a sfârșit și turmele de vite au trecut în stăpânirea domnului nostru; nu mai rămân înaintea domnului nostru decât trupurile și pământurile noastre.",
        "19": "Pentru ce să murim sub ochii tăi, noi și pământurile noastre? Cumpără-ne împreună cu pământurile noastre în schimbul pâinii, și vom fi ai domnului nostru, noi și pământurile noastre. Dă-ne sămânță să semănăm, ca să trăim și să nu murim și să nu ne rămână pământurile pustii.”",
        "20": "Iosif a cumpărat pentru Faraon toate pământurile Egiptului; căci egiptenii și-au vândut fiecare ogorul, pentru că îi silea foametea. Și țara a ajuns în stăpânirea lui Faraon.",
        "21": "Cât despre popor, l-a mutat în cetăți, de la o margine a hotarelor Egiptului până la cealaltă.",
        "22": "Numai pământurile preoților nu le-a cumpărat, pentru că era o lege a lui Faraon, dată în folosul preoților, care trăiau din venitul pe care li-l dădea Faraon: de aceea ei nu și-au vândut pământurile.",
        "23": "Iosif a zis poporului: „V-am cumpărat azi cu pământurile voastre pentru Faraon; iată, vă dau sămânță, ca să puteți semăna pământul.",
        "24": "La vremea roadelor, veți da a cincea parte lui Faraon, iar celelalte patru părți vă vor rămâne vouă, ca să semănați ogoarele și să vă hrăniți împreună cu copiii voștri și cu cei ce sunt în casele voastre.”",
        "25": "Ei au zis: „Tu ne-ai scăpat viața! Să căpătăm trecere înaintea domnului nostru, și vom fi robi ai lui Faraon.”",
        "26": "Iosif a făcut din aceasta o lege care a rămas în picioare până în ziua de azi și după care a cincea parte din venitul pământurilor Egiptului este a lui Faraon; numai pământurile preoților nu sunt ale lui Faraon.",
        "27": "Israel a locuit în țara Egiptului, în ținutul Gosen. Ei s-au înstărit, au crescut și s-au înmulțit foarte mult.",
        "28": "Iacov a trăit șaptesprezece ani în țara Egiptului și zilele anilor vieții lui Iacov au fost de o sută patruzeci și șapte de ani.",
        "29": "Când s-a apropiat Israel de clipa morții, a chemat pe fiul său Iosif și i-a zis: „Dacă am căpătat trecere înaintea ta, pune, rogu-te, mâna sub coapsa mea și poartă-te cu bunătate și credincioșie față de mine: să nu mă îngropi în Egipt.",
        "30": "Ci, când mă voi culca lângă părinții mei, să mă scoți afară din Egipt și să mă îngropi în mormântul lor.” Iosif a răspuns: „Voi face după cuvântul tău.”",
        "31": "Iacov a zis: „Jură-mi.” Și Iosif i-a jurat. Apoi Israel s-a plecat cu fața pe căpătâiul patului."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Iosif s-a dus și l-a anunțat pe Faraon, zicând: „Tatăl meu și frații mei au venit din țara Canaanului cu turmele, cirezile și cu tot ce au. Iată, sunt în regiunea Goșen“.",
        "2": "Iosif i-a luat pe cinci dintre frații săi și i-a adus înaintea lui Faraon.",
        "3": "Faraon i-a întrebat pe frații acestuia: Ce ocupație aveți? Ei i-au răspuns lui Faraon: Slujitorii tăi pasc turmele, așa cum făceau și părinții noștri.",
        "4": "Apoi i-au zis lui Faraon: Noi am venit să locuim ca străini în țară, pentru că foametea este mare în țara Canaanului și nu mai este pășune pentru turmele slujitorilor tăi. Acum, deci, te rugăm, dă-le voie slujitorilor tăi să locuiască în regiunea Goșen.",
        "5": "Atunci Faraon i-a vorbit lui Iosif, zicând: Tatăl tău și frații tăi au venit la tine.",
        "6": "Țara Egiptului este înaintea ta. Așază-i pe tatăl tău și pe frații tăi în cea mai bună parte a țării. Să locuiască în regiunea Goșen. Iar dacă știi că între ei se află oameni capabili, pune-i responsabili peste turmele mele.",
        "7": "Iosif l-a adus pe tatăl său, Iacov, l-a înfățișat înaintea lui Faraon, iar Iacov l-a binecuvântat pe Faraon.",
        "8": "Faraon l-a întrebat pe Iacov: Câți ani ai?",
        "9": "Iacov i-a răspuns lui Faraon: Anii călătoriei mele sunt o sută treizeci. Zilele anilor vieții mele au fost puține și grele. Ele n-au ajuns zilele anilor vieții părinților mei în timpul călătoriei lor.",
        "10": "Apoi Iacov l-a binecuvântat pe Faraon și a plecat dinaintea lui Faraon.",
        "11": "Iosif i-a așezat pe tatăl său și pe frații săi în țara Egiptului și le-a dat o moșie în cea mai bună parte a țării, în regiunea Ramses, așa cum poruncise Faraon.",
        "12": "Iosif a asigurat hrana tatălui său, a fraților săi și a întregii familii a tatălui său, după numărul copiilor lor.",
        "13": "În toată țara nu mai era hrană, pentru că foametea era foarte mare. Țara Egiptului și țara Canaanului sufereau din cauza foametei.",
        "14": "Iosif a adunat tot argintul care se găsea în țara Egiptului și în țara Canaanului, ca plată pentru grânele cumpărate de oameni, și l-a adus în palatul lui Faraon.",
        "15": "Când s-a terminat argintul din țara Egiptului și din țara Canaanului, toți egiptenii au venit la Iosif, zicând: Dă-ne hrană! De ce să murim înaintea ta din cauză că nu mai avem argint?",
        "16": "Iosif a răspuns: Dați-mi vitele voastre, iar eu vă voi da hrană în schimbul vitelor voastre, dacă vi s-a terminat argintul.",
        "17": "Ei și-au adus vitele la Iosif, iar Iosif le-a dat hrană în schimbul cailor, turmelor de oi, cirezilor de vite și măgarilor. În acel an s-a îngrijit de hrana lor în schimbul tuturor vitelor lor.",
        "18": "După ce s-a terminat acel an, au venit la el în anul următor și i-au zis: „Nu putem ascunde stăpânului nostru că nu mai avem argint și că cirezile de vite sunt ale stăpânului nostru. Nu ne-a mai rămas nimic pentru stăpânul nostru decât trupurile și pământurile noastre.",
        "19": "De ce să pierim înaintea ochilor tăi, atât noi, cât și pământurile noastre? Cumpără-ne pe noi și pământurile noastre în schimbul hranei, iar noi, cu tot cu pământurile noastre, vom deveni sclavi ai lui Faraon. Dă-ne sămânță, ca să trăim și să nu murim, iar țara să nu rămână pustie“.",
        "20": "Astfel, Iosif a cumpărat toate pământurile din Egipt pentru Faraon. Toți egiptenii și-au vândut pământurile, deoarece foametea era prea mare pentru ei. Și țara a ajuns a lui Faraon.",
        "21": "După aceea, a mutat poporul în cetăți, de la o margine a Egiptului până la cealaltă.",
        "22": "Totuși, el n-a cumpărat pământurile preoților, pentru că preoții aveau venit dat de Faraon și trăiau din venitul pe care li-l dădea Faraon. De aceea ei nu și-au vândut pământurile.",
        "23": "Apoi Iosif a zis poporului: Iată, v-am cumpărat astăzi împreună cu pământurile voastre pentru Faraon, iar acum vă dau sămânță să semănați pământul.",
        "24": "La vremea roadelor îi veți da lui Faraon a cincea parte. Celelalte patru părți vor fi ale voastre ca sămânță pentru terenuri și ca hrană pentru voi, pentru familiile voastre și pentru copiii voștri.",
        "25": "Ei au răspuns: Tu ne-ai ținut în viață. Să găsim bunăvoință înaintea stăpânului nostru și vom fi sclavi ai lui Faraon.",
        "26": "Astfel, Iosif a făcut din aceasta o hotărâre cu privire la pământul Egiptului, care a rămas până în ziua de azi: a cincea parte este a lui Faraon. Doar pământul preoților n-a devenit a lui Faraon.",
        "27": "Israel a locuit în țara Egiptului, în regiunea Goșen. Ei au dobândit proprietăți acolo, au fost roditori și s-au înmulțit foarte mult.",
        "28": "Iacov a trăit în țara Egiptului șaptesprezece ani; anii vieții sale au fost o sută patruzeci și șapte.",
        "29": "Cu puțin înainte să moară, Iacov l-a chemat pe fiul său Iosif și i-a zis: Dacă am găsit bunăvoință înaintea ta, te rog, pune-ți mâna sub coapsa mea și poartă-te cu mine cu îndurare și credincioșie. Te rog să nu mă înmormântezi în Egipt,",
        "30": "ci, atunci când mă voi culca alături de părinții mei, să mă iei din Egipt și să mă înmormântezi în mormântul lor. El a răspuns: Voi face așa cum ai spus.",
        "31": "Iacov i-a zis: Jură-mi! Iosif i-a jurat. Apoi Israel s-a închinat sprijinindu-se de capătul patului."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Then Joseph went in and told Pharaoh, and said, “My father and my brothers, with their flocks, their herds, and all that they own, have come out of the land of Canaan; and behold, they are in the land of Goshen.”",
        "2": "From among his brothers he took five men, and presented them to Pharaoh.",
        "3": "Pharaoh said to his brothers, “What is your occupation?” They said to Pharaoh, “Your servants are shepherds, both we, and our fathers.”",
        "4": "They also said to Pharaoh, “We have come to live as foreigners in the land, for there is no pasture for your servants’ flocks. For the famine is severe in the land of Canaan. Now therefore, please let your servants dwell in the land of Goshen.”",
        "5": "Pharaoh spoke to Joseph, saying, “Your father and your brothers have come to you.",
        "6": "The land of Egypt is before you. Make your father and your brothers dwell in the best of the land. Let them dwell in the land of Goshen. If you know any able men among them, then put them in charge of my livestock.”",
        "7": "Joseph brought in Jacob, his father, and set him before Pharaoh; and Jacob blessed Pharaoh.",
        "8": "Pharaoh said to Jacob, “How old are you?”",
        "9": "Jacob said to Pharaoh, “The years of my pilgrimage are one hundred thirty years. The days of the years of my life have been few and evil. They have not attained to the days of the years of the life of my fathers in the days of their pilgrimage.”",
        "10": "Jacob blessed Pharaoh, and went out from the presence of Pharaoh.",
        "11": "Joseph placed his father and his brothers, and gave them a possession in the land of Egypt, in the best of the land, in the land of Rameses, as Pharaoh had commanded.",
        "12": "Joseph provided his father, his brothers, and all of his father’s household with bread, according to the sizes of their families.",
        "13": "There was no bread in all the land; for the famine was very severe, so that the land of Egypt and the land of Canaan fainted by reason of the famine.",
        "14": "Joseph gathered up all the money that was found in the land of Egypt, and in the land of Canaan, for the grain which they bought: and Joseph brought the money into Pharaoh’s house.",
        "15": "When the money was all spent in the land of Egypt, and in the land of Canaan, all the Egyptians came to Joseph, and said, “Give us bread, for why should we die in your presence? For our money fails.”",
        "16": "Joseph said, “Give me your livestock; and I will give you food for your livestock, if your money is gone.”",
        "17": "They brought their livestock to Joseph, and Joseph gave them bread in exchange for the horses, and for the flocks, and for the herds, and for the donkeys: and he fed them with bread in exchange for all their livestock for that year.",
        "18": "When that year was ended, they came to him the second year, and said to him, “We will not hide from my lord how our money is all spent, and the herds of livestock are my lord’s. There is nothing left in the sight of my lord, but our bodies, and our lands.",
        "19": "Why should we die before your eyes, both we and our land? Buy us and our land for bread, and we and our land will be servants to Pharaoh. Give us seed, that we may live, and not die, and that the land won’t be desolate.”",
        "20": "So Joseph bought all the land of Egypt for Pharaoh, for every man of the Egyptians sold his field, because the famine was severe on them, and the land became Pharaoh’s.",
        "21": "As for the people, he moved them to the cities from one end of the border of Egypt even to the other end of it.",
        "22": "Only he didn’t buy the land of the priests, for the priests had a portion from Pharaoh, and ate their portion which Pharaoh gave them. That is why they didn’t sell their land.",
        "23": "Then Joseph said to the people, “Behold, I have bought you and your land today for Pharaoh. Behold, here is seed for you, and you shall sow the land.",
        "24": "It will happen at the harvests, that you shall give a fifth to Pharaoh, and four parts will be your own, for seed of the field, for your food, for them of your households, and for food for your little ones.”",
        "25": "They said, “You have saved our lives! Let us find favor in the sight of my lord, and we will be Pharaoh’s servants.”",
        "26": "Joseph made it a statute concerning the land of Egypt to this day, that Pharaoh should have the fifth. Only the land of the priests alone didn’t become Pharaoh’s.",
        "27": "Israel lived in the land of Egypt, in the land of Goshen; and they got themselves possessions therein, and were fruitful, and multiplied exceedingly.",
        "28": "Jacob lived in the land of Egypt seventeen years. So the days of Jacob, the years of his life, were one hundred forty-seven years.",
        "29": "The time came near that Israel must die, and he called his son Joseph, and said to him, “If now I have found favor in your sight, please put your hand under my thigh, and deal kindly and truly with me. Please don’t bury me in Egypt,",
        "30": "but when I sleep with my fathers, you shall carry me out of Egypt, and bury me in their burying place.” Joseph said, “I will do as you have said.”",
        "31": "Israel said, “Swear to me,” and he swore to him. Then Israel bowed himself on the bed’s head."
      }
    }
  }
}