{
  "book": "Geneza",
  "chapter": "43",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Foametea bântuia greu în țară.",
        "2": "Când au isprăvit de mâncat grâul pe care-l aduseseră din Egipt, Iacov a zis fiilor săi: „Duceți-vă iarăși și cumpărați-ne ceva merinde.”",
        "3": "Iuda i-a răspuns: „Omul acela ne-a spus curat: ‘Să nu-mi mai vedeți fața dacă fratele vostru nu va fi cu voi.’",
        "4": "Dacă vrei deci să trimiți pe fratele nostru cu noi, ne vom coborî și-ți vom cumpăra merinde.",
        "5": "Dar, dacă nu vrei să-l trimiți, nu ne vom coborî, căci omul acela ne-a spus: ‘Să nu-mi mai vedeți fața dacă fratele vostru nu va fi cu voi!’”",
        "6": "Israel a zis atunci: „Pentru ce mi-ați făcut un astfel de rău și ați spus omului aceluia că mai aveți un frate?”",
        "7": "Ei au răspuns: „Omul acela ne-a întrebat despre noi și familia noastră și a zis: ‘Mai trăiește tatăl vostru? Mai aveți vreun frate?’ Și noi am răspuns la întrebările acestea. Puteam noi să știm că are să zică: ‘Aduceți pe fratele vostru’?”",
        "8": "Iuda a zis tatălui său Israel: „Trimite copilul cu mine, ca să ne sculăm și să plecăm, și vom trăi și nu vom muri, noi, tu și copiii noștri.",
        "9": "Răspund eu pentru el; ai să-l ceri înapoi din mâna mea. Dacă nu-l voi aduce înapoi la tine și dacă nu-l voi pune înaintea ta, vinovat să fiu față de tine pentru totdeauna.",
        "10": "Căci, dacă n-am mai fi zăbovit, de două ori ne-am fi întors până acum.”",
        "11": "Israel, tatăl lor, le-a zis: „Fiindcă trebuie, faceți așa. Luați-vă în saci ceva din cele mai bune roade ale țării, ca să duceți un dar omului aceluia, și anume: puțin leac alinător și puțină miere, mirodenii, smirnă, fisticuri și migdale.",
        "12": "Luați cu voi argint îndoit și duceți înapoi argintul pe care vi-l puseseră la gura sacilor: poate că a fost o greșeală.",
        "13": "Luați și pe fratele vostru, sculați-vă și întoarceți-vă la omul acela.",
        "14": "Dumnezeul cel Atotputernic să vă facă să căpătați trecere înaintea omului aceluia și să lase să se întoarcă împreună cu voi pe celălalt frate al vostru și pe Beniamin! Iar eu, dacă trebuie să fiu lipsit de copiii mei, lipsit să fiu!”",
        "15": "Au luat darul; au luat cu ei argint îndoit, precum și pe Beniamin; s-au sculat, s-au coborât în Egipt și s-au înfățișat înaintea lui Iosif.",
        "16": "Cum a văzut Iosif pe Beniamin cu ei, a zis economului său: „Bagă pe oamenii aceștia în casă, taie vite și gătește, căci oamenii aceștia au să mănânce cu mine la amiază.”",
        "17": "Omul acela a făcut ce-i poruncise Iosif și a dus pe oamenii aceia în casa lui Iosif.",
        "18": "Ei s-au temut când au văzut că-i bagă în casa lui Iosif și au zis: „Ne bagă înăuntru din pricina argintului pus în sacii noștri data trecută; vor să se năpustească peste noi ca să ne ia robi și să pună mâna pe măgarii noștri.”",
        "19": "S-au apropiat de economul casei lui Iosif și au intrat în vorbă cu el la ușa casei",
        "20": "și au zis: „Domnule, noi ne-am mai coborât o dată aici, ca să cumpărăm merinde.",
        "21": "Apoi, când am ajuns la locul unde trebuia să rămânem peste noapte, ne-am deschis sacii și iată că argintul fiecăruia era la gura sacului său argintul nostru, după greutatea lui și l-am adus înapoi cu noi.",
        "22": "Am adus și alt argint, ca să cumpărăm merinde. Nu știm cine a pus argintul în sacii noștri.”",
        "23": "Economul a răspuns: „Fiți pe pace! Nu vă temeți de nimic. Dumnezeul vostru, Dumnezeul tatălui vostru, v-a pus pe ascuns o comoară în saci. Argintul vostru a trecut prin mâinile mele.” Și le-a adus și pe Simeon.",
        "24": "Omul acesta i-a băgat în casa lui Iosif; le-a dat apă de și-au spălat picioarele; a dat și nutreț măgarilor lor.",
        "25": "Ei și-au pregătit darul până la venirea lui Iosif, la amiază, căci aflaseră că au să mănânce la el.",
        "26": "Când a ajuns Iosif acasă, i-au dat darul pe care i-l aduseseră și s-au aruncat cu fața la pământ înaintea lui.",
        "27": "El i-a întrebat de sănătate și a zis: „Bătrânul vostru tată, de care ați vorbit, este sănătos? Mai trăiește?”",
        "28": "Ei au răspuns: „Robul tău, tatăl nostru, este sănătos; trăiește încă.” Și s-au plecat și s-au aruncat cu fața la pământ.",
        "29": "Iosif a ridicat ochii și, aruncând o privire spre frate-său Beniamin, fiul mamei sale, a zis: „Acesta este fratele vostru cel tânăr despre care mi-ați vorbit?” Și a adăugat: „Dumnezeu să aibă milă de tine, fiule!”",
        "30": "Iosif a isprăvit repede, căci i se rupea inima pentru fratele său și simțea nevoia să plângă; a intrat degrabă într-o odaie și a plâns acolo.",
        "31": "După ce s-a spălat pe față, a ieșit din odaie și, silindu-se să se stăpânească, a zis: „Aduceți de mâncare!”",
        "32": "Au adus de mâncare lui Iosif deoparte și fraților lui deoparte; egiptenilor care mâncau cu el le-au adus, de asemenea, mâncare deoparte, căci egiptenii nu puteau să mănânce cu evreii, fiindcă lucrul acesta pentru ei este o urâciune.",
        "33": "Frații lui Iosif s-au așezat la masă în fața lui: de la întâiul născut, după dreptul lui de întâi născut, și până la cel mai tânăr, așezați după vârstă; și se uitau unii la alții cu mirare.",
        "34": "Iosif a pus să le dea din bucatele care erau înaintea lui, iar Beniamin a căpătat de cinci ori mai mult decât ceilalți. Și au băut și s-au veselit împreună cu el."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Foametea era mare în țară.",
        "2": "Când au terminat de mâncat grânele pe care le aduseseră din Egipt, tatăl lor le-a zis: Duceți-vă din nou și cumpărați-ne puțină mâncare.",
        "3": "Dar Iuda i-a răspuns: Omul acela ne-a avertizat clar, zicând: „Nu-mi veți mai vedea fața decât dacă fratele vostru va fi cu voi“.",
        "4": "Dacă-l vei trimite pe fratele nostru cu noi, vom merge și-ți vom cumpăra mâncare.",
        "5": "Dar dacă nu-l vei trimite, nu vom merge, pentru că acel om ne-a zis: „Nu-mi veți mai vedea fața decât dacă fratele vostru va fi cu voi“.",
        "6": "Atunci Israel a zis: De ce v-ați purtat așa de rău cu mine și i-ați spus acelui om că mai aveți un frate?",
        "7": "Ei au răspuns: Omul acela a întrebat direct despre noi și despre familia noastră, zicând: „Mai trăiește tatăl vostru? Mai aveți vreun frate?“. Iar noi i-am răspuns la aceste întrebări. De unde era să știm că ne va zice: „Aduceți-l pe fratele vostru“?",
        "8": "Atunci Iuda i-a zis tatălui său, Israel: Trimite băiatul cu mine. Ne vom ridica și vom pleca, pentru ca noi, tu și copiii noștri să trăim și să nu murim.",
        "9": "Eu însumi voi răspunde pentru el; din mâna mea îl vei cere. Dacă nu ți-l voi aduce înapoi și dacă nu-l voi pune înaintea ta, voi fi vinovat înaintea ta pentru totdeauna.",
        "10": "Căci, dacă n-am fi întârziat atât, ne-am fi întors de două ori până acum.",
        "11": "Atunci Israel, tatăl lor, le-a zis: Dacă așa trebuie, atunci așa să faceți. Luați în vasele voastre câteva dintre cele mai alese produse ale țării și duceți-i acelui om un dar: puțin balsam, puțină miere, condimente, smirnă, fistic și migdale.",
        "12": "Luați cu voi de două ori mai mult argint și duceți înapoi, în mâinile voastre, argintul care a fost pus la gura sacilor voștri. Poate a fost o greșeală.",
        "13": "Luați-l și pe fratele vostru, ridicați-vă și întoarceți-vă la omul acela.",
        "14": "Dumnezeul cel Atotputernic să-Și arate mila față de voi înaintea acelui om, pentru ca el să-i trimită înapoi pe celălalt frate al vostru și pe Beniamin. Cât despre mine, dacă trebuie să fiu lipsit de copii, atunci lipsit să fiu.",
        "15": "Astfel, frații au luat darul acela și au luat cu ei de două ori mai mult argint, precum și pe Beniamin. Ei s-au ridicat, s-au dus în Egipt și s-au înfățișat înaintea lui Iosif.",
        "16": "Când l-a văzut pe Beniamin cu ei, Iosif i-a zis administratorului casei sale: „Adu-i pe oamenii aceștia în casă, taie un animal și pregătește-l, căci vor mânca împreună cu mine la amiază“.",
        "17": "Bărbatul a făcut așa cum i-a spus Iosif și i-a adus pe oameni în casa lui Iosif.",
        "18": "Dar oamenii aceștia s-au temut, pentru că fuseseră aduși în casa lui Iosif, și au zis: „Am fost aduși înăuntru din cauza argintului care a fost pus în sacii noștri prima dată, pentru ca să se năpustească asupra noastră, să ne ia ca sclavi și să ne ia măgarii“.",
        "19": "Ei s-au apropiat de administratorul casei lui Iosif și au vorbit cu el la intrarea în casă.",
        "20": "Ei i-au zis: Stăpâne, noi am mai venit o dată aici să cumpărăm mâncare,",
        "21": "dar când am ajuns la locul unde am înnoptat și ne-am deschis sacii, iată că argintul fiecăruia era la gura sacului său, argintul nostru, după greutatea lui. Așa că l-am adus înapoi.",
        "22": "Am mai adus cu noi și alt argint ca să cumpărăm mâncare. Nu știm cine ne-a pus argintul înapoi în saci.",
        "23": "El le-a răspuns: Fiți pe pace, nu vă temeți. Dumnezeul vostru, Dumnezeul tatălui vostru, v-a pus o comoară în saci. Eu am primit argintul vostru. Apoi l-a adus la ei și pe Simeon.",
        "24": "Administratorul i-a adus pe oameni în casa lui Iosif și le-a dat apă ca să-și spele picioarele și nutreț pentru măgari.",
        "25": "Ei au pregătit darul pentru Iosif, care urma să vină la amiază, pentru că au auzit că vor mânca acolo.",
        "26": "Când Iosif a venit acasă, ei i-au oferit darul pe care-l aduseseră în casă și s-au plecat până la pământ înaintea lui.",
        "27": "El i-a întrebat de sănătate și le-a zis: Este sănătos bătrânul vostru tată despre care mi-ați vorbit? Mai trăiește?",
        "28": "Ei i-au răspuns: Da, slujitorul tău, tatăl nostru, este sănătos. Mai trăiește. Apoi s-au plecat cu fața la pământ înaintea lui.",
        "29": "Când Iosif și-a ridicat ochii și l-a văzut pe fratele său Beniamin, fiul mamei sale, a zis: „Acesta este fratele vostru mai mic despre care mi-ați vorbit?“. Apoi a zis: „Dumnezeu să-Și arate bunăvoința față de tine, fiule!“.",
        "30": "Fiind cuprins de milă la vederea fratelui său, Iosif a ieșit în grabă și a căutat un loc unde să plângă. A intrat într-o cameră și a plâns acolo.",
        "31": "După ce și-a spălat fața, a ieșit și, stăpânindu-se, a poruncit: „Aduceți de mâncare!“.",
        "32": "Pe el l-au servit separat, pe frații săi, separat, iar pe egiptenii care mâncau împreună cu el, separat, pentru că ei nu puteau mânca împreună cu evreii, aceasta fiind o urâciune pentru egipteni.",
        "33": "Frații săi s-au așezat în fața lui, aranjați de la întâiul născut, potrivit cu dreptul lui de întâi născut, până la cel mai tânăr, potrivit cu vârsta lui, și se uitau unii la alții cu mirare.",
        "34": "Iosif le-a oferit din porțiile care erau în fața lui, dar porția lui Beniamin era de cinci ori mai mare decât a celorlalți. Ei au băut și s-au veselit împreună cu el."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "The famine was severe in the land.",
        "2": "When they had eaten up the grain which they had brought out of Egypt, their father said to them, “Go again, buy us a little more food.”",
        "3": "Judah spoke to him, saying, “The man solemnly warned us, saying, ‘You shall not see my face, unless your brother is with you.’",
        "4": "If you’ll send our brother with us, we’ll go down and buy you food;",
        "5": "but if you don’t send him, we won’t go down, for the man said to us, ‘You shall not see my face, unless your brother is with you.’”",
        "6": "Israel said, “Why did you treat me so badly, telling the man that you had another brother?”",
        "7": "They said, “The man asked directly concerning ourselves, and concerning our relatives, saying, ‘Is your father still alive? Have you another brother?’ We just answered his questions. Is there any way we could know that he would say, ‘Bring your brother down’?”",
        "8": "Judah said to Israel, his father, “Send the boy with me, and we’ll get up and go, so that we may live, and not die, both we, and you, and also our little ones.",
        "9": "I’ll be collateral for him. From my hand will you require him. If I don’t bring him to you, and set him before you, then let me bear the blame forever;",
        "10": "for if we hadn’t delayed, surely we would have returned a second time by now.”",
        "11": "Their father, Israel, said to them, “If it must be so, then do this: Take from the choice fruits of the land in your bags, and carry down a present for the man, a little balm, a little honey, spices and myrrh, nuts, and almonds;",
        "12": "and take double money in your hand, and take back the money that was returned in the mouth of your sacks. Perhaps it was an oversight.",
        "13": "Take your brother also, get up, and return to the man.",
        "14": "May God Almighty give you mercy before the man, that he may release to you your other brother and Benjamin. If I am bereaved of my children, I am bereaved.”",
        "15": "The men took that present, and they took double money in their hand, and Benjamin; and got up, went down to Egypt, and stood before Joseph.",
        "16": "When Joseph saw Benjamin with them, he said to the steward of his house, “Bring the men into the house, and butcher an animal, and prepare; for the men will dine with me at noon.”",
        "17": "The man did as Joseph commanded, and the man brought the men to Joseph’s house.",
        "18": "The men were afraid, because they were brought to Joseph’s house; and they said, “Because of the money that was returned in our sacks the first time, we’re brought in; that he may seek occasion against us, attack us, and seize us as slaves, along with our donkeys.”",
        "19": "They came near to the steward of Joseph’s house, and they spoke to him at the door of the house,",
        "20": "and said, “Oh, my lord, we indeed came down the first time to buy food.",
        "21": "When we came to the lodging place, we opened our sacks, and behold, each man’s money was in the mouth of his sack, our money in full weight. We have brought it back in our hand.",
        "22": "We have brought down other money in our hand to buy food. We don’t know who put our money in our sacks.”",
        "23": "He said, “Peace be to you. Don’t be afraid. Your God, and the God of your father, has given you treasure in your sacks. I received your money.” He brought Simeon out to them.",
        "24": "The man brought the men into Joseph’s house, and gave them water, and they washed their feet. He gave their donkeys fodder.",
        "25": "They prepared the present for Joseph’s coming at noon, for they heard that they should eat bread there.",
        "26": "When Joseph came home, they brought him the present which was in their hand into the house, and bowed themselves down to the earth before him.",
        "27": "He asked them of their welfare, and said, “Is your father well, the old man of whom you spoke? Is he yet alive?”",
        "28": "They said, “Your servant, our father, is well. He is still alive.” They bowed down humbly.",
        "29": "He lifted up his eyes, and saw Benjamin, his brother, his mother’s son, and said, “Is this your youngest brother, of whom you spoke to me?” He said, “God be gracious to you, my son.”",
        "30": "Joseph hurried, for his heart yearned over his brother; and he sought a place to weep. He entered into his room, and wept there.",
        "31": "He washed his face, and came out. He controlled himself, and said, “Serve the meal.”",
        "32": "They served him by himself, and them by themselves, and the Egyptians who ate with him by themselves, because the Egyptians don’t eat with the Hebrews, for that is an abomination to the Egyptians.",
        "33": "They sat before him, the firstborn according to his birthright, and the youngest according to his youth, and the men marveled with one another.",
        "34": "He sent portions to them from before him, but Benjamin’s portion was five times as much as any of theirs. They drank, and were merry with him."
      }
    }
  }
}