{
  "book": "Geneza",
  "chapter": "49",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Iacov a chemat pe fiii săi și a zis: „Strângeți-vă și vă voi vesti ce vi se va întâmpla în vremurile care vor veni.",
        "2": "Strângeți-vă și ascultați, fii ai lui Iacov! Ascultați pe tatăl vostru Israel!",
        "3": "Ruben, tu, întâiul meu născut, Puterea mea și pârga tăriei mele, Întâiul în vrednicie și întâiul în putere,",
        "4": "Năvalnic ca apele tu nu vei mai avea întâietatea! Căci te-ai suit în patul tatălui tău, Mi-ai spurcat patul suindu-te în el.",
        "5": "Simeon și Levi sunt frați; Săbiile lor sunt niște unelte de silnicie.",
        "6": "Nu vreau să intre sufletul meu la sfaturile lor, Nu vreau să se unească duhul meu cu adunarea lor! Căci, în mânia lor, au ucis oameni Și, în răutatea lor, au tăiat vinele taurilor.",
        "7": "Blestemată să fie mânia lor, pentru că a fost prea turbată, Și furia lor, căci a fost prea sălbatică! Îi voi împărți în Iacov Și-i voi risipi în Israel.",
        "8": "Iudo, tu vei primi laudele fraților tăi. Mâna ta va apuca de ceafă pe vrăjmașii tăi. Fiii tatălui tău se vor închina până la pământ înaintea ta.",
        "9": "Iuda este un pui de leu. Tu te-ai întors de la măcel, fiule! Iuda își pleacă genunchii, se culcă întocmai ca un leu, Ca o leoaică: cine-l va scula?",
        "10": "Toiagul de domnie nu se va depărta din Iuda, Nici toiagul de cârmuire dintre picioarele lui, Până va veni Șilo, Și de El vor asculta popoarele.",
        "11": "El își leagă măgarul de viță Și de cel mai bun butuc de viță mânzul măgăriței lui; Își spală haina în vin Și mantaua în sângele strugurilor.",
        "12": "Are ochii roșii de vin Și dinții albi de lapte.",
        "13": "Zabulon va locui pe țărmul mărilor, Lângă limanul corăbiilor, Și hotarul lui se va întinde înspre Sidon.",
        "14": "Isahar este un măgar osos, Care se culcă în grajduri.",
        "15": "Vede că locul unde se odihnește este plăcut Și că ținutul lui este măreț; Își pleacă umărul sub povară Și se supune birului.",
        "16": "Dan va judeca pe poporul său, Ca una din semințiile lui Israel.",
        "17": "Dan va fi un șarpe pe drum, O năpârcă pe cărare, Mușcând călcâiele calului, Făcând să cadă călărețul pe spate.",
        "18": "În ajutorul Tău nădăjduiesc, Doamne!",
        "19": "Peste Gad vor da iureș cete înarmate, Dar și el va da iureș peste ele și le va urmări.",
        "20": "Așer dă o hrană minunată; El va da bucate alese împăraților.",
        "21": "Neftali este o cerboaică slobodă, Rostește cuvinte frumoase.",
        "22": "Iosif este vlăstarul unui pom roditor, Vlăstarul unui pom roditor sădit lângă un izvor; Ramurile lui se înalță deasupra zidului.",
        "23": "Arcașii l-au ațâțat, au aruncat săgeți Și l-au urmărit cu ura lor.",
        "24": "Dar arcul lui a rămas tare Și mâinile lui au fost întărite De mâinile Puternicului lui Iacov: Și a ajuns astfel păstorul, stânca lui Israel.",
        "25": "Aceasta este lucrarea Dumnezeului tatălui tău, care te va ajuta; Aceasta este lucrarea Celui Atotputernic, care te va binecuvânta Cu binecuvântările cerurilor de sus, Cu binecuvântările apelor de jos, Cu binecuvântările țâțelor și ale pântecelui mamei.",
        "26": "Binecuvântările tatălui tău Întrec binecuvântările părinților mei și se înalță Până în creștetul dealurilor veșnice: Ele să vină peste capul lui Iosif, Peste creștetul capului domnului fraților săi!",
        "27": "Beniamin este un lup care sfâșie; Dimineața mănâncă prada, Iar seara împarte prada răpită.”",
        "28": "Aceștia sunt toți cei ce alcătuiesc cele douăsprezece seminții ale lui Israel. Și acestea sunt lucrurile pe care li le-a spus tatăl lor când i-a binecuvântat. I-a binecuvântat pe fiecare cu o binecuvântare deosebită.",
        "29": "Apoi le-a dat porunca următoare: „Eu am să fiu adăugat la poporul meu, deci să mă îngropați împreună cu părinții mei, în peștera care este în ogorul hetitului Efron,",
        "30": "în peștera din ogorul Macpela, care este față în față cu Mamre, în țara Canaan. Acesta este ogorul pe care l-a cumpărat Avraam de la hetitul Efron ca moșie de înmormântare.",
        "31": "Acolo au îngropat pe Avraam și pe Sara, nevasta lui; acolo au îngropat pe Isaac și pe Rebeca, nevasta lui, și acolo am îngropat eu pe Lea.",
        "32": "Ogorul și peștera care se află acolo au fost cumpărate de la fiii lui Het.”",
        "33": "Când a isprăvit Iacov de dat porunci fiilor săi, și-a tras picioarele în pat, și-a dat duhul și a fost adăugat la poporul său."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Iacov i-a chemat pe fiii săi și a zis: „Adunați-vă să vă spun ce vi se va întâmpla în zilele de pe urmă.",
        "2": "Adunați-vă și ascultați, fiii lui Iacov! Ascultați-l pe tatăl vostru, Israel!",
        "3": "Ruben, tu ești întâiul meu născut, puterea și primul rod al vigorii mele, deosebit în demnitate și deosebit în putere.",
        "4": "Năvalnic ca apa, tu nu vei mai avea întâietatea, pentru că te-ai suit în patul tatălui tău și, suindu-te în el, l-ai pângărit.",
        "5": "Simeon și Levi sunt frați; săbiile lor sunt arme ale violenței.",
        "6": "Să nu intre sufletul meu la sfatul lor, să nu se unească gloria mea cu adunarea lor, pentru că în mânia lor au ucis oameni și în plăcerea lor au tăiat tendoanele boilor.",
        "7": "Blestemată să fie mânia lor, pentru că este crâncenă, și furia lor, pentru că este nemiloasă. Îi voi risipi în Iacov și îi voi împrăștia în Israel.",
        "8": "Iuda, frații tăi te vor lăuda. Mâna ta va fi pe ceafa dușmanilor tăi, iar fiii tatălui tău se vor pleca înaintea ta.",
        "9": "Iuda este un pui de leu. Tu te-ai întors de la pradă, fiule. El se apleacă, se întinde ca un leu, ca o leoaică cine-l va trezi?",
        "10": "Sceptrul nu se va îndepărta de la Iuda, nici toiagul domnitorului de lângă picioarele sale, până va veni Șilo; de El vor asculta popoarele.",
        "11": "El își leagă măgarul de viță și mânzul măgăriței lui de cea mai aleasă viță. Își spală hainele în vin și îmbrăcămintea în sângele strugurilor.",
        "12": "Ochii îi sunt roșii de vin, iar dinții îi sunt albi de lapte.",
        "13": "Zabulon va locui pe coasta mării, va fi un liman pentru corăbii, iar granița lui se va întinde până la Sidon.",
        "14": "Isahar este un măgar puternic, care se culcă între două staule.",
        "15": "Când va vedea că locul de odihnă este bun și că țara este frumoasă, își va pleca umărul să ducă povara și va ajunge sclav la muncă silnică.",
        "16": "Dan îl va judeca pe poporul său, ca una dintre semințiile lui Israel.",
        "17": "Dan va fi un șarpe pe drum, o viperă pe cărare, mușcând caii de călcâie, făcând călărețul să cadă pe spate.",
        "18": "Aștept ajutorul Tău, Doamne!",
        "19": "Pe Gad îl va ataca o ceată jefuitoare, dar și el o va ataca la călcâie.",
        "20": "Hrana lui Așer va fi bogată, și el va oferi delicatese împărătești.",
        "21": "Neftali este o cerboaică lăsată liberă, care spune cuvinte frumoase.",
        "22": "Iosif este o viță roditoare, o viță roditoare lângă un izvor ale cărei ramuri se înalță peste zid.",
        "23": "Arcașii l-au atacat fioros, au tras spre el și l-au urât.",
        "24": "Totuși, arcul lui a rămas tare, iar brațele mâinilor sale au fost întărite de mâinile Puternicului lui Iacov, de Păstorul, Stânca lui Israel,",
        "25": "de Dumnezeul tatălui tău, Care te va ajuta, de Cel Atotputernic, Care te va binecuvânta cu binecuvântările cerurilor de sus, cu binecuvântările adâncului de jos, cu binecuvântările sânilor și ale pântecului.",
        "26": "Binecuvântările tatălui tău sunt mai presus decât binecuvântările celor ce m-au procreat, decât darurile dealurilor veșnice. Acestea să fie pe capul lui Iosif, pe creștetul capului prințului fraților săi.",
        "27": "Beniamin este un lup care sfâșie; dimineața el își devorează vânatul, iar seara împarte prada“.",
        "28": "Toate acestea sunt cele douăsprezece seminții ale lui Israel. Și acestea sunt cuvintele pe care li le-a spus tatăl lor când i-a binecuvântat. I-a binecuvântat pe fiecare cu o binecuvântare potrivită.",
        "29": "Apoi le-a poruncit și le-a zis: „Eu voi fi adăugat la poporul meu. Înmormântați-mă alături de strămoșii mei, în peștera care se află pe terenul hititului Efron,",
        "30": "în peștera care este pe terenul Mahpela, aproape de Mamre, în țara Canaanului. Avraam a cumpărat-o cu tot cu teren de la hititul Efron, ca loc de înmormântare.",
        "31": "Acolo au fost înmormântați Avraam și Sara, soția sa, acolo au fost înmormântați Isaac și Rebeca, soția sa, și acolo am înmormântat-o eu pe Lea.",
        "32": "Terenul și peștera care se află pe el au fost cumpărate de la fiii lui Het“.",
        "33": "Când a terminat de dat porunci fiilor săi, Iacov și-a tras picioarele în pat, și-a dat suflarea și a fost astfel adăugat la poporul său."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Jacob called to his sons, and said: “Gather yourselves together, that I may tell you that which will happen to you in the days to come.",
        "2": "Assemble yourselves, and hear, you sons of Jacob. Listen to Israel, your father.",
        "3": "“Reuben, you are my firstborn, my might, and the beginning of my strength, excelling in dignity, and excelling in power.",
        "4": "Boiling over like water, you shall not excel, because you went up to your father’s bed, then defiled it. He went up to my couch.",
        "5": "“Simeon and Levi are brothers. Their swords are weapons of violence.",
        "6": "My soul, don’t come into their council. My glory, don’t be united to their assembly; for in their anger they killed men. In their self-will they hamstrung cattle.",
        "7": "Cursed be their anger, for it was fierce; and their wrath, for it was cruel. I will divide them in Jacob, and scatter them in Israel.",
        "8": "“Judah, your brothers will praise you. Your hand will be on the neck of your enemies. Your father’s sons will bow down before you.",
        "9": "Judah is a lion’s cub. From the prey, my son, you have gone up. He stooped down, he crouched as a lion, as a lioness. Who will rouse him up?",
        "10": "The scepter will not depart from Judah, nor the ruler’s staff from between his feet, until he comes to whom it belongs. The obedience of the peoples will be to him.",
        "11": "Binding his foal to the vine, his donkey’s colt to the choice vine, he has washed his garments in wine, his robes in the blood of grapes.",
        "12": "His eyes will be red with wine, his teeth white with milk.",
        "13": "“Zebulun will dwell at the haven of the sea. He will be for a haven of ships. His border will be on Sidon.",
        "14": "“Issachar is a strong donkey, lying down between the saddlebags.",
        "15": "He saw a resting place, that it was good, the land, that it was pleasant. He bows his shoulder to the burden, and becomes a servant doing forced labor.",
        "16": "“Dan will judge his people, as one of the tribes of Israel.",
        "17": "Dan will be a serpent on the trail, an adder in the path, that bites the horse’s heels, so that his rider falls backward.",
        "18": "I have waited for your salvation, Yahweh.",
        "19": "“A troop will press on Gad, but he will press on their heel.",
        "20": "“Asher’s food will be rich. He will produce royal dainties.",
        "21": "“Naphtali is a doe set free, who bears beautiful fawns.",
        "22": "“Joseph is a fruitful vine, a fruitful vine by a spring. His branches run over the wall.",
        "23": "The archers have severely grieved him, shot at him, and persecuted him:",
        "24": "But his bow remained strong. The arms of his hands were made strong, by the hands of the Mighty One of Jacob, (from there is the shepherd, the stone of Israel),",
        "25": "even by the God of your father, who will help you, by the Almighty, who will bless you, with blessings of heaven above, blessings of the deep that lies below, blessings of the breasts, and of the womb.",
        "26": "The blessings of your father have prevailed above the blessings of my ancestors, above the boundaries of the ancient hills. They will be on the head of Joseph, on the crown of the head of him who is separated from his brothers.",
        "27": "“Benjamin is a ravenous wolf. In the morning he will devour the prey. At evening he will divide the plunder.”",
        "28": "All these are the twelve tribes of Israel, and this is what their father spoke to them, and blessed them. He blessed everyone according to his own blessing.",
        "29": "He instructed them, and said to them, “I am to be gathered to my people. Bury me with my fathers in the cave that is in the field of Ephron the Hittite,",
        "30": "in the cave that is in the field of Machpelah, which is before Mamre, in the land of Canaan, which Abraham bought with the field from Ephron the Hittite as a burial place.",
        "31": "There they buried Abraham and Sarah, his wife. There they buried Isaac and Rebekah, his wife, and there I buried Leah:",
        "32": "the field and the cave that is therein, which was purchased from the children of Heth.”",
        "33": "When Jacob finished charging his sons, he gathered up his feet into the bed, breathed his last breath, and was gathered to his people."
      }
    }
  }
}