{
  "book": "GEN",
  "chapter": "21",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul Și-a adus aminte de cele ce spusese Sarei și Domnul a împlinit față de Sara ce făgăduise.",
        "2": "Sara a rămas însărcinată și a născut lui Avraam un fiu la bătrânețe, la vremea hotărâtă, despre care-i vorbise Dumnezeu.",
        "3": "Avraam a pus fiului său nou-născut, pe care i-l născuse Sara, numele Isaac.",
        "4": "Avraam a tăiat împrejur pe fiul său Isaac la vârsta de opt zile, cum îi poruncise Dumnezeu.",
        "5": "Avraam era în vârstă de o sută de ani la nașterea fiului său Isaac.",
        "6": "Și Sara a zis: „Dumnezeu m-a făcut de râs: oricine va auzi va râde de mine.”",
        "7": "Și a adăugat: „Cine s-ar fi gândit să spună lui Avraam că Sara va da țâță la copii? Și totuși i-am născut un fiu la bătrânețe!”",
        "8": "Copilul s-a făcut mare și a fost înțărcat. Avraam a făcut un ospăț mare în ziua când a fost înțărcat Isaac.",
        "9": "Sara a văzut râzând pe fiul pe care-l născuse lui Avraam egipteanca Agar.",
        "10": "Și a zis lui Avraam: „Izgonește pe roaba aceasta și pe fiul ei, căci fiul roabei acesteia nu va moșteni împreună cu fiul meu, cu Isaac.”",
        "11": "Cuvintele acestea n-au plăcut deloc lui Avraam, din pricina fiului său.",
        "12": "Dar Dumnezeu a zis lui Avraam: „Să nu te mâhnești de cuvintele acestea, din pricina copilului și din pricina roabei tale; fă Sarei tot ce-ți cere, căci numai din Isaac va ieși o sămânță care va purta cu adevărat numele tău.",
        "13": "Dar și pe fiul roabei tale îl voi face un neam, căci este sămânța ta.”",
        "14": "A doua zi, Avraam s-a sculat de dimineață, a luat pâine și un burduf cu apă, pe care i l-a dat Agarei și i l-a pus pe umăr; i-a dat și copilul și i-a dat drumul. Ea a plecat și a rătăcit prin pustia Beer-Șeba.",
        "15": "Când s-a isprăvit apa din burduf, a aruncat copilul sub un tufiș",
        "16": "și s-a dus de a șezut în fața lui la o mică depărtare de el, ca la o aruncătură de arc, căci zicea ea: „Să nu văd moartea copilului!” A șezut dar în fața lui la o parte, a ridicat glasul și a început să plângă.",
        "17": "Dumnezeu a auzit glasul copilului, și Îngerul lui Dumnezeu a strigat din cer pe Agar și i-a zis: „Ce ai tu, Agar? Nu te teme, căci Dumnezeu a auzit glasul copilului în locul unde este.",
        "18": "Scoală-te, ia copilul și ține-l de mână, căci voi face din el un neam mare.”",
        "19": "Și Dumnezeu i-a deschis ochii și ea a văzut un izvor de apă; s-a dus de a umplut burduful cu apă și a dat copilului să bea.",
        "20": "Dumnezeu a fost cu copilul, care a crescut, a locuit în pustie și a ajuns vânător cu arcul.",
        "21": "A locuit în pustiul Paran și mama sa i-a luat o nevastă din țara Egiptului.",
        "22": "În vremea aceea, Abimelec, însoțit de Picol, căpetenia oștirii lui, a vorbit astfel lui Avraam: „Dumnezeu este cu tine în tot ce faci.",
        "23": "Jură-mi acum, aici, pe Numele lui Dumnezeu, că nu mă vei înșela niciodată, nici pe mine, nici pe copiii mei, nici pe nepoții mei, și că vei avea față de mine și față de țara în care locuiești ca străin aceeași bunăvoință pe care o am eu față de tine.”",
        "24": "Avraam a zis: „Jur!”",
        "25": "Dar Avraam a băgat vină lui Abimelec pentru o fântână de apă, pe care puseseră mâna cu sila robii lui Abimelec.",
        "26": "Abimelec a răspuns: „Nu știu cine a făcut lucrul acesta; nici tu nu mi-ai dat de știre și nici eu nu aflu decât azi.”",
        "27": "Și Avraam a luat oi și boi, pe care i-a dat lui Abimelec, și au făcut legământ amândoi.",
        "28": "Avraam a pus deoparte șapte mielușele din turmă.",
        "29": "Și Abimelec a zis lui Avraam: „Ce sunt aceste șapte mielușele pe care le-ai pus deoparte?”",
        "30": "El a răspuns: „Trebuie să primești din mâna mea aceste șapte mielușele, pentru ca să-mi slujească de mărturie că am săpat fântâna aceasta.”",
        "31": "Iată de ce locul acela se numește Beer-Șeba, căci acolo și-au jurat ei credință unul altuia.",
        "32": "Astfel au făcut ei legământ la Beer-Șeba. După aceea, Abimelec s-a sculat împreună cu Picol, căpetenia oștirii sale, și s-au întors în țara filistenilor.",
        "33": "Avraam a sădit un tamarisc la Beer-Șeba și a chemat acolo Numele Domnului Dumnezeului celui veșnic.",
        "34": "Avraam a locuit multă vreme ca străin în țara filistenilor."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Domnul a cercetat-o pe Sara, așa cum a zis. Domnul a făcut pentru Sara ceea ce promisese.",
        "2": "Sara a rămas însărcinată și i-a născut lui Avraam un fiu la bătrânețe, la vremea despre care îi vorbise Dumnezeu.",
        "3": "Avraam i-a pus numele Isaac fiului său nou-născut, pe care i-l născuse Sara.",
        "4": "Avraam l-a circumcis pe fiul său Isaac, la vârsta de opt zile, așa cum i-a poruncit Dumnezeu.",
        "5": "Avraam avea o sută de ani când s-a născut fiul său Isaac.",
        "6": "Sara a zis: „Dumnezeu mi-a dat un motiv de râs. Oricine va auzi despre aceasta va râde împreună cu mine“.",
        "7": "Apoi a zis: „Cine i-ar fi spus lui Avraam că Sara va alăpta copii? Totuși, i-am născut un fiu la bătrânețe“.",
        "8": "Copilul a crescut și a fost înțărcat. În ziua în care Isaac a fost înțărcat, Avraam a dat un ospăț mare.",
        "9": "Dar Sara l-a văzut râzând pe fiul egiptencei Agar, pe care aceasta i-l născuse lui Avraam,",
        "10": "și i-a zis lui Avraam: „Alung-o pe această sclavă și pe fiul ei, căci fiul acestei sclave nu va moșteni împreună cu fiul meu, cu Isaac!“.",
        "11": "Lucrul acesta nu i-a plăcut deloc lui Avraam, deoarece îl avea în vedere pe fiul său.",
        "12": "Dar Dumnezeu i-a zis lui Avraam: „Să nu fii tulburat din cauza băiatului și a sclavei tale. Ascult-o pe Sara în tot ce-ți spune, pentru că prin Isaac își vor primi numele descendenții tăi.",
        "13": "Cât despre fiul sclavei tale, îl voi face și pe el o națiune, pentru că este copilul tău“.",
        "14": "Avraam s-a sculat dimineață, a luat niște pâine și un burduf cu apă și i le-a dat lui Agar, punându-i-le pe umăr; i-a dat și copilul și a trimis-o. Ea a plecat și a rătăcit în deșertul Beer-Șeba.",
        "15": "Când apa din burduf s-a terminat, a aruncat copilul sub unul dintre tufișuri",
        "16": "și apoi s-a dus și a șezut singură la depărtare, cam până unde zboară o săgeată trasă de arc, căci își zicea: „Să nu văd moartea copilului“. Și, șezând la depărtare, a început să plângă în hohote.",
        "17": "Dar Dumnezeu a auzit glasul băiatului. Îngerul lui Dumnezeu a strigat-o din Ceruri pe Agar și i-a zis: „Ce se întâmplă, Agar? Nu te teme, pentru că Dumnezeu a auzit glasul băiatului din locul în care este.",
        "18": "Scoală-te, ridică băiatul și ține-l de mână, pentru că voi face din el o națiune mare“.",
        "19": "Apoi Dumnezeu i-a deschis ochii, iar ea a văzut o fântână cu apă. S-a dus, a umplut burduful cu apă și i-a dat băiatului să bea.",
        "20": "Dumnezeu a fost cu băiatul, iar el a crescut, a locuit în deșert și a ajuns arcaș.",
        "21": "A locuit în deșertul Paran, iar mama lui i-a luat o soție din țara Egiptului.",
        "22": "În vremea aceea, Abimelek, împreună cu Pihol, comandantul armatei sale, i-au vorbit lui Avraam, zicând: „Dumnezeu este cu tine în tot ceea ce faci.",
        "23": "Jură-mi acum pe Dumnezeu că nu mă vei trăda nici pe mine, nici pe copiii mei, nici pe descendenții mei, ci, așa cum eu am arătat îndurare față de tine, tot așa vei arăta și tu față de mine și față de țara în care locuiești ca străin.”",
        "24": "Avraam i-a răspuns: „Jur!“",
        "25": "Dar Avraam i s-a plâns lui Abimelek cu privire la o fântână cu apă, pe care slujitorii acestuia o luaseră cu forța.",
        "26": "Abimelek i-a răspuns: „Nu știu cine a făcut lucrul acesta. Tu nu mi-ai spus, iar eu nu am auzit despre aceasta decât astăzi“.",
        "27": "Atunci Avraam a luat oi și vite, slujitori și slujitoare, i le-a dat lui Abimelek și au încheiat un legământ.",
        "28": "Avraam a pus deoparte șapte mielușele din turmă.",
        "29": "Abimelek l-a întrebat pe Avraam: „Pentru ce sunt aceste șapte mielușele pe care le-ai pus deoparte?“",
        "30": "Avraam i-a răspuns: „Primește aceste șapte mielușele ca pe o mărturie din partea mea că eu am săpat această fântână“.",
        "31": "De aceea locul acela a fost numit Beer-Șeba, pentru că amândoi au depus acolo un jurământ.",
        "32": "După ce au încheiat legământul la Beer-Șeba, Abimelek și Pihol, comandantul armatei sale, s-au ridicat și s-au întors în țara filistenilor.",
        "33": "Avraam a plantat un tamarisc în Beer-Șeba și a chemat acolo Numele Domnului, Dumnezeul cel Veșnic.",
        "34": "El a locuit ca străin în țara filistenilor multă vreme."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh visited Sarah as he had said, and Yahweh did to Sarah as he had spoken.",
        "2": "Sarah conceived, and bore Abraham a son in his old age, at the set time of which God had spoken to him.",
        "3": "Abraham called his son who was born to him, whom Sarah bore to him, Isaac.",
        "4": "Abraham circumcised his son, Isaac, when he was eight days old, as God had commanded him.",
        "5": "Abraham was one hundred years old when his son, Isaac, was born to him.",
        "6": "Sarah said, \"God has made me laugh. Everyone who hears will laugh with me.\"",
        "7": "She said, \"Who would have said to Abraham that Sarah would nurse children? For I have borne him a son in his old age.\"",
        "8": "The child grew and was weaned. Abraham made a great feast on the day that Isaac was weaned.",
        "9": "Sarah saw the son of Hagar the Egyptian, whom she had borne to Abraham, mocking.",
        "10": "Therefore she said to Abraham, \"Cast out this servant and her son! For the son of this servant will not be heir with my son, Isaac.\"",
        "11": "The thing was very grievous in Abraham's sight on account of his son.",
        "12": "God said to Abraham, \"Don't let it be grievous in your sight because of the boy, and because of your servant. In all that Sarah says to you, listen to her voice. For your offspring will be named through Isaac.",
        "13": "I will also make a nation of the son of the servant, because he is your child.\"",
        "14": "Abraham rose up early in the morning, and took bread and a container of water, and gave it to Hagar, putting it on her shoulder; and gave her the child, and sent her away. She departed, and wandered in the wilderness of Beersheba.",
        "15": "The water in the container was spent, and she put the child under one of the shrubs.",
        "16": "She went and sat down opposite him, a good way off, about a bow shot away. For she said, \"Don't let me see the death of the child.\" She sat opposite him, and lifted up her voice, and wept.",
        "17": "God heard the voice of the boy. The angel of God called to Hagar out of the sky, and said to her, \"What troubles you, Hagar? Don't be afraid. For God has heard the voice of the boy where he is.",
        "18": "Get up, lift up the boy, and hold him with your hand. For I will make him a great nation.\"",
        "19": "God opened her eyes, and she saw a well of water. She went, filled the container with water, and gave the boy a drink.",
        "20": "God was with the boy, and he grew. He lived in the wilderness, and as he grew up, he became an archer.",
        "21": "He lived in the wilderness of Paran. His mother got a wife for him out of the land of Egypt.",
        "22": "At that time, Abimelech and Phicol the captain of his army spoke to Abraham, saying, \"God is with you in all that you do.",
        "23": "Now, therefore, swear to me here by God that you will not deal falsely with me, nor with my son, nor with my son's son. But according to the kindness that I have done to you, you shall do to me, and to the land in which you have lived as a foreigner.\"",
        "24": "Abraham said, \"I will swear.\"",
        "25": "Abraham complained to Abimelech because of a water well, which Abimelech's servants had violently taken away.",
        "26": "Abimelech said, \"I don't know who has done this thing. You didn't tell me, and I didn't hear of it until today.\"",
        "27": "Abraham took sheep and cattle, and gave them to Abimelech. Those two made a covenant.",
        "28": "Abraham set seven ewe lambs of the flock by themselves.",
        "29": "Abimelech said to Abraham, \"What do these seven ewe lambs, which you have set by themselves, mean?\"",
        "30": "He said, \"You shall take these seven ewe lambs from my hand, that it may be a witness to me, that I have dug this well.\"",
        "31": "Therefore he called that place Beersheba, because they both swore an oath there.",
        "32": "So they made a covenant at Beersheba. Abimelech rose up with Phicol, the captain of his army, and they returned into the land of the Philistines.",
        "33": "Abraham planted a tamarisk tree in Beersheba, and there he called on the name of Yahweh, the Everlasting God.",
        "34": "Abraham lived as a foreigner in the land of the Philistines many days."
      }
    }
  }
}