{
  "book": "Geneza",
  "chapter": "37",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Iacov a locuit în țara Canaan, unde locuise ca străin tatăl său.",
        "2": "Iată istoria lui Iacov: Iosif, la vârsta de șaptesprezece ani, păștea oile cu frații lui; băiatul acesta era cu fiii Bilhei și cu fiii Zilpei, nevestele tatălui său. Și Iosif spunea tatălui lor vorbele lor cele rele.",
        "3": "Israel iubea pe Iosif mai mult decât pe toți ceilalți fii ai săi, pentru că îl născuse la bătrânețe, și i-a făcut o haină pestriță.",
        "4": "Frații lui au văzut că tatăl lor îl iubea mai mult decât pe ei toți și au început să-l urască. Nu puteau să-i spună nicio vorbă prietenească.",
        "5": "Iosif a visat un vis și l-a istorisit fraților săi, care l-au urât și mai mult.",
        "6": "El le-a zis: „Ia ascultați ce vis am visat!",
        "7": "Noi eram la legatul snopilor în mijlocul câmpului și iată că snopul meu s-a ridicat și a stat în picioare, iar snopii voștri l-au înconjurat și s-au aruncat cu fața la pământ înaintea lui.”",
        "8": "Frații lui i-au zis: „Doar n-ai să împărățești tu peste noi? Doar n-ai să ne cârmuiești tu pe noi?” Și l-au urât și mai mult din pricina viselor lui și din pricina cuvintelor lui.",
        "9": "Iosif a mai visat un alt vis și l-a istorisit fraților săi. El a zis: „Am mai visat un vis! Soarele, luna și unsprezece stele se aruncau cu fața la pământ înaintea mea.”",
        "10": "L-a istorisit tatălui său și fraților săi. Tatăl său l-a mustrat și i-a zis: „Ce înseamnă visul acesta pe care l-ai visat? Nu cumva vom veni eu, mama ta și frații tăi să ne aruncăm cu fața la pământ înaintea ta?”",
        "11": "Frații săi au început să-l pizmuiască, dar tatăl său a ținut minte lucrurile acestea.",
        "12": "Frații lui Iosif se duseseră la Sihem, ca să pască oile tatălui lor.",
        "13": "Israel a zis lui Iosif: „Frații tăi pasc oile la Sihem! Vino, căci vreau să te trimit la ei.” „Iată-mă, sunt gata”, a răspuns el.",
        "14": "Israel i-a zis: „Du-te, rogu-te, și vezi dacă frații tăi sunt sănătoși și dacă oile sunt bine și adu-mi vești.” L-a trimis astfel din Valea Hebronului și Iosif a ajuns la Sihem.",
        "15": "Pe când rătăcea pe câmp, l-a întâlnit un om. Omul acela l-a întrebat: „Ce cauți?”",
        "16": "„Caut pe frații mei”, a răspuns Iosif. „Spune-mi, te rog, unde pasc ei oile?”",
        "17": "Și omul acela a zis: „Au plecat de aici, căci i-am auzit spunând: ‘Haidem la Dotan.’” Iosif s-a dus după frații săi și i-a găsit la Dotan.",
        "18": "Ei l-au zărit de departe și, până să se apropie de ei, s-au sfătuit să-l omoare.",
        "19": "Ei au zis unul către altul: „Iată că vine făuritorul de vise!",
        "20": "Veniți acum, să-l omorâm și să-l aruncăm într-una din aceste gropi; vom spune că l-a mâncat o fiară sălbatică și vom vedea ce se va alege de visele lui.”",
        "21": "Ruben a auzit lucrul acesta și l-a scos din mâinile lor. El a zis: „Să nu-i luăm viața!”",
        "22": "Ruben le-a zis: „Să nu vărsați sânge, ci mai bine aruncați-l în groapa aceasta care este în pustie și nu puneți mâna pe el.” Căci avea de gând să-l scape din mâinile lor și să-l aducă înapoi la tatăl său.",
        "23": "Când a ajuns Iosif la frații săi, aceștia l-au dezbrăcat de haina lui, de haina cea pestriță pe care o avea pe el.",
        "24": "L-au luat și l-au aruncat în groapă. Groapa aceasta era goală: nu era apă în ea.",
        "25": "Apoi au șezut să mănânce. Ridicându-și ochii, au văzut o ceată de ismaeliți venind din Galaad; cămilele lor erau încărcate cu tămâie, cu leac alinător și smirnă, pe care le duceau în Egipt.",
        "26": "Atunci, Iuda a zis fraților săi: „Ce vom câștiga să ucidem pe fratele nostru și să-i ascundem sângele?",
        "27": "Veniți mai bine să-l vindem ismaeliților și să nu punem mâna pe el, căci este fratele nostru, carne din carnea noastră.” Și frații lui l-au ascultat.",
        "28": "La trecerea negustorilor madianiți, au tras și au scos pe Iosif afară din groapă și l-au vândut cu douăzeci de sicli de argint ismaeliților, care l-au dus în Egipt.",
        "29": "Ruben s-a întors la groapă și iată că Iosif nu mai era în groapă. El și-a rupt hainele,",
        "30": "s-a întors la frații săi și a zis: „Băiatul nu mai este! Ce mă voi face eu?”",
        "31": "Ei au luat atunci haina lui Iosif și, junghiind un țap, i-au înmuiat haina în sânge.",
        "32": "Au trimis tatălui lor haina cea pestriță, punând să-i spună: „Iată ce am găsit! Vezi dacă este haina fiului tău sau nu.”",
        "33": "Iacov a cunoscut-o și a zis: „Este haina fiului meu! O fiară sălbatică l-a mâncat! Da, Iosif a fost făcut bucăți!”",
        "34": "Și și-a rupt hainele, și-a pus un sac pe coapse și a jelit multă vreme pe fiul său.",
        "35": "Toți fiii și toate fiicele lui au venit ca să-l mângâie, dar el nu voia să primească nicio mângâiere, ci zicea: „Plângând mă voi coborî la fiul meu, în Locuința morților.” Și plângea astfel pe fiul său.",
        "36": "Madianiții l-au vândut în Egipt lui Potifar, un dregător al lui Faraon, și anume căpetenia străjerilor."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Iacov s-a așezat în țara în care a locuit ca străin tatăl său, în țara Canaanului.",
        "2": "Aceasta este istoria lui Iacov. La vârsta de șaptesprezece ani, Iosif păștea turma împreună cu frații săi; băiatul acesta era cu fiii Bilhei și ai Zilpei, soțiile tatălui său. Iosif a adus la cunoștința tatălui lor relele pe care aceștia le făceau.",
        "3": "Israel îl iubea pe Iosif mai mult decât pe toți ceilalți fii ai săi, pentru că era un fiu născut la bătrânețe, și i-a făcut o tunică decorată.",
        "4": "Când frații săi au văzut că tatăl lor îl iubea mai mult decât pe ei, l-au urât pe Iosif și n-au putut să-i vorbească prietenește.",
        "5": "Iosif a avut un vis pe care l-a istorisit fraților săi, dar aceștia l-au urât și mai mult.",
        "6": "El le-a zis: Ascultați, vă rog, visul pe care l-am avut!",
        "7": "Se făcea că noi legam snopii în mijlocul câmpului. Dar iată că snopul meu s-a ridicat și a stat drept, iar snopii voștri s-au adunat în jurul lui și s-au plecat înaintea snopului meu.",
        "8": "Frații săi i-au răspuns: Doar nu vei domni tu peste noi? Doar nu ne vei stăpâni tu? Și l-au urât și mai mult din cauza viselor și a cuvintelor sale.",
        "9": "Iosif a mai avut un vis și l-a istorisit și pe acesta fraților săi. El a zis: Iată, am mai avut un vis. Se făcea că soarele, luna și unsprezece stele se plecau înaintea mea.",
        "10": "Dar când le-a istorisit acest vis tatălui și fraților săi, tatăl său l-a mustrat, zicându-i: Ce fel de vis este acesta pe care l-ai avut? Oare vom veni eu, mama ta și frații tăi ca să ne plecăm până la pământ înaintea ta?",
        "11": "Frații săi l-au invidiat, dar tatăl său a ținut minte acest vis.",
        "12": "Frații săi s-au dus să pască turma tatălui lor lângă Șechem.",
        "13": "Israel i-a zis lui Iosif: Știi că frații tăi pasc oile lângă Șechem. Vino, căci vreau să te trimit la ei. El a răspuns: Iată-mă, sunt gata.",
        "14": "Israel i-a zis: Du-te, vezi dacă frații tăi și turma sunt bine și adu-mi vești. Apoi l-a trimis din Valea Hebron. Când a ajuns la Șechem,",
        "15": "l-a găsit un om rătăcind pe câmp și l-a întrebat: Ce cauți?",
        "16": "El a zis: Îi caut pe frații mei. Spune-mi, te rog, unde pasc ei turma?",
        "17": "Omul acela i-a răspuns: Au plecat de aici, căci i-am auzit zicând: „Să mergem la Dotan“. Iosif s-a dus pe urma fraților săi și i-a găsit la Dotan.",
        "18": "Aceștia l-au văzut de departe și, înainte ca el să ajungă la ei, au pus la cale să-l omoare.",
        "19": "Ei și-au zis unul altuia: Iată că vine „stăpânul viselor“!",
        "20": "Haideți acum să-l omorâm și să-l aruncăm într-una dintre aceste gropi. Vom spune că l-a devorat o fiară sălbatică și vom vedea ce se va alege de visele lui.",
        "21": "Când a auzit Ruben lucrul acesta, a încercat să-l scape din mâinile lor, zicând: Să nu-i luăm viața!",
        "22": "Apoi Ruben le-a zis: Să nu vărsați sânge! Aruncați-l în această groapă din deșert, fără să vă întindeți mâna împotriva lui. Spunea aceasta pentru ca să-l scape din mâinile lor și să-l aducă înapoi la tatăl său.",
        "23": "Când Iosif a ajuns la frații săi, aceștia l-au dezbrăcat de tunica sa, de tunica decorată pe care o purta,",
        "24": "l-au luat și l-au aruncat într-o groapă. Groapa era goală, fără pic de apă în ea.",
        "25": "Apoi s-au așezat să mănânce pâine. Ridicându-și ochii, s-au uitat și iată că o caravană de-a ismaeliților venea din Ghilad. Cămilele lor erau încărcate cu condimente, balsam și smirnă, și mergeau să le ducă în Egipt.",
        "26": "Iuda le-a zis fraților săi: „Ce câștigăm dacă ne vom ucide fratele și-i ascundem sângele?",
        "27": "Haideți să-l vindem ismaeliților și să nu ne întindem mâna împotriva lui, pentru că este fratele nostru, carne din carnea noastră“. Frații săi au fost de acord.",
        "28": "Când s-au apropiat negustorii midianiți, frații săi l-au scos pe Iosif din groapă și l-au vândut ismaeliților cu douăzeci de șecheli de argint. Aceștia l-au dus pe Iosif în Egipt.",
        "29": "Ruben s-a întors la groapă și, iată că Iosif nu mai era acolo. El și-a sfâșiat hainele,",
        "30": "s-a întors la frații săi și a zis: „Băiatul a dispărut. Ce mă fac?“.",
        "31": "Dar ei au luat tunica lui Iosif, au înjunghiat un țap și au înmuiat tunica în sânge.",
        "32": "I-au trimis tunica decorată tatălui lor, zicând: „Am găsit asta. Vezi dacă nu cumva este tunica fiului tău“.",
        "33": "El a recunoscut-o și a zis: „Este tunica fiului meu. L-a devorat o fiară sălbatică. Fără îndoială, Iosif a fost sfâșiat în bucăți“.",
        "34": "Atunci Iacov și-a sfâșiat hainele, și-a învelit coapsele cu o pânză de sac și l-a bocit pe fiul său multe zile.",
        "35": "Toți fiii săi și toate fiicele sale au venit să-l mângâie, dar el n-a vrut să fie mângâiat, și a zis: „Bocind voi coborî la fiul meu în Locuința Morților“. Așa a plâns tatăl său după el.",
        "36": "Midianiții l-au vândut pe Iosif în Egipt lui Potifar, un demnitar al faraonului și comandant al gărzilor."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Jacob lived in the land of his father’s travels, in the land of Canaan.",
        "2": "This is the history of the generations of Jacob. Joseph, being seventeen years old, was feeding the flock with his brothers. He was a boy with the sons of Bilhah and Zilpah, his father’s wives. Joseph brought an evil report of them to their father.",
        "3": "Now Israel loved Joseph more than all his children, because he was the son of his old age, and he made him a tunic of many colors.",
        "4": "His brothers saw that their father loved him more than all his brothers, and they hated him, and couldn’t speak peaceably to him.",
        "5": "Joseph dreamed a dream, and he told it to his brothers, and they hated him all the more.",
        "6": "He said to them, “Please hear this dream which I have dreamed:",
        "7": "for behold, we were binding sheaves in the field, and behold, my sheaf arose and also stood upright; and behold, your sheaves came around, and bowed down to my sheaf.”",
        "8": "His brothers asked him, “Will you indeed reign over us? Will you indeed have dominion over us?” They hated him all the more for his dreams and for his words.",
        "9": "He dreamed yet another dream, and told it to his brothers, and said, “Behold, I have dreamed yet another dream: and behold, the sun and the moon and eleven stars bowed down to me.”",
        "10": "He told it to his father and to his brothers. His father rebuked him, and said to him, “What is this dream that you have dreamed? Will I and your mother and your brothers indeed come to bow ourselves down to the earth before you?”",
        "11": "His brothers envied him, but his father kept this saying in mind.",
        "12": "His brothers went to feed their father’s flock in Shechem.",
        "13": "Israel said to Joseph, “Aren’t your brothers feeding the flock in Shechem? Come, and I will send you to them.” He said to him, “Here I am.”",
        "14": "He said to him, “Go now, see whether it is well with your brothers, and well with the flock; and bring me word again.” So he sent him out of the valley of Hebron, and he came to Shechem.",
        "15": "A certain man found him, and behold, he was wandering in the field. The man asked him, “What are you looking for?”",
        "16": "He said, “I am looking for my brothers. Tell me, please, where they are feeding the flock.”",
        "17": "The man said, “They have left here, for I heard them say, ‘Let’s go to Dothan.’” Joseph went after his brothers, and found them in Dothan.",
        "18": "They saw him afar off, and before he came near to them, they conspired against him to kill him.",
        "19": "They said to one another, “Behold, this dreamer comes.",
        "20": "Come now therefore, and let’s kill him, and cast him into one of the pits, and we will say, ‘An evil animal has devoured him.’ We will see what will become of his dreams.”",
        "21": "Reuben heard it, and delivered him out of their hand, and said, “Let’s not take his life.”",
        "22": "Reuben said to them, “Shed no blood. Throw him into this pit that is in the wilderness, but lay no hand on him” that he might deliver him out of their hand, to restore him to his father.",
        "23": "When Joseph came to his brothers, they stripped Joseph of his tunic, the tunic of many colors that was on him;",
        "24": "and they took him, and threw him into the pit. The pit was empty. There was no water in it.",
        "25": "They sat down to eat bread, and they lifted up their eyes and looked, and saw a caravan of Ishmaelites coming from Gilead, with their camels bearing spices and balm and myrrh, going to carry it down to Egypt.",
        "26": "Judah said to his brothers, “What profit is it if we kill our brother and conceal his blood?",
        "27": "Come, and let’s sell him to the Ishmaelites, and not let our hand be on him; for he is our brother, our flesh.” His brothers listened to him.",
        "28": "Midianites who were merchants passed by, and they drew and lifted up Joseph out of the pit, and sold Joseph to the Ishmaelites for twenty pieces of silver. The merchants brought Joseph into Egypt.",
        "29": "Reuben returned to the pit, and saw that Joseph wasn’t in the pit; and he tore his clothes.",
        "30": "He returned to his brothers, and said, “The child is no more; and I, where will I go?”",
        "31": "They took Joseph’s tunic, and killed a male goat, and dipped the tunic in the blood.",
        "32": "They took the tunic of many colors, and they brought it to their father, and said, “We have found this. Examine it, now, and see if it is your son’s tunic or not.”",
        "33": "He recognized it, and said, “It is my son’s tunic. An evil animal has devoured him. Joseph is without doubt torn in pieces.”",
        "34": "Jacob tore his clothes, and put sackcloth on his waist, and mourned for his son many days.",
        "35": "All his sons and all his daughters rose up to comfort him, but he refused to be comforted. He said, “For I will go down to Sheol to my son, mourning.” His father wept for him.",
        "36": "The Midianites sold him into Egypt to Potiphar, an officer of Pharaoh’s, the captain of the guard."
      }
    }
  }
}