{
  "book": "Habacuc",
  "chapter": "2",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "M-am dus la locul meu de strajă și stăteam pe turn ca să veghez și să văd ce are să-mi spună Domnul și ce-mi va răspunde la plângerea mea.",
        "2": "Domnul mi-a răspuns și a zis: „Scrie prorocia și sap-o pe table, ca să se poată citi ușor!",
        "3": "Căci este o prorocie a cărei vreme este hotărâtă, se apropie de împlinire și nu va minți; dacă zăbovește, așteapt-o, căci va veni și se va împlini negreșit.",
        "4": "Iată, i s-a îngâmfat sufletul, nu este fără prihană în el, dar cel neprihănit va trăi prin credința lui.",
        "5": "Ca și cel beat și semeț, cel mândru nu stă liniștit, ci își lărgește gura ca Locuința morților, este nesățios ca moartea, așa că pe toate neamurile vrea să le strângă la el și toate popoarele le trage la el.",
        "6": "Nu va fi el de batjocura tuturor acestora, de râs și de pomină? Se va zice: ‘Vai de cel ce adună ce nu este al lui! Până când se va împovăra cu datorii?’",
        "7": "Nu se vor ridica deodată cei ce te-au împrumutat? Nu se vor trezi asupritorii tăi și vei ajunge prada lor?",
        "8": "Fiindcă ai jefuit multe neamuri, toată rămășița popoarelor te va jefui din pricina vărsării sângelui oamenilor, din pricina silniciilor făcute în țară, împotriva cetății și împotriva tuturor locuitorilor ei.",
        "9": "Vai de cel ce strânge câștiguri nelegiuite pentru casa lui, ca să-și așeze apoi cuibul într-un loc înalt și să scape din mâna nenorocirii!",
        "10": "Rușinea casei tale ți-ai croit nimicind o mulțime de popoare și împotriva ta însuți ai păcătuit.",
        "11": "Căci piatra din mijlocul zidului strigă și lemnul care leagă grinda îi răspunde.",
        "12": "Vai de cel ce zidește o cetate cu sânge, care întemeiază o cetate cu nelegiuire!",
        "13": "Iată, când Domnul oștirilor a hotărât lucrul acesta, popoarele se ostenesc pentru foc și neamurile se trudesc degeaba.",
        "14": "Căci pământul va fi plin de cunoștința slavei Domnului, ca fundul mării de apele care-l acoperă.",
        "15": "Vai de cel ce dă aproapelui său să bea, vai de tine, care îi torni băutură spumoasă și-l amețești, ca să-i vezi goliciunea!",
        "16": "Te vei sătura de rușine, în loc de slavă; bea și tu și dezvelește-te! Îți va veni și ție rândul să iei paharul din dreapta Domnului și va veni rușinea peste slava ta.",
        "17": "Căci silniciile făcute împotriva Libanului vor cădea asupra ta și pustiirile fiarelor te vor îngrozi, pentru vărsarea sângelui oamenilor și silniciile făcute în țară, împotriva cetății și împotriva tuturor locuitorilor ei.",
        "18": "La ce ar putea folosi un chip cioplit, pe care-l cioplește lucrătorul? La ce ar putea folosi un chip turnat, care învață pe oameni minciuni, pentru ca lucrătorul care l-a făcut să-și pună încrederea în el, pe când el făurește numai niște idoli muți?",
        "19": "Vai de cel ce zice lemnului: ‘Scoală-te!’ și unei pietre mute: ‘Trezește-te!’ Poate ea să dea învățătură? Iată că este împodobită cu aur și argint, dar în ea nu este un duh care s-o însuflețească.",
        "20": "Domnul însă este în Templul Lui cel sfânt. Tot pământul să tacă înaintea Lui!”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Voi sta la locul meu de strajă și mă voi așeza în turnul cetățuii. Voi veghea, ca să văd ce-mi va spune și ce voi răspunde când voi fi mustrat. Răspunsul Domnului",
        "2": "Domnul mi-a răspuns și a zis: ‒ Scrie vedenia și fă să se vadă clar pe tăblițe, pentru ca un herald să poată alerga cu ea.",
        "3": "Căci vedenia este încă pentru vremea hotărâtă. Ea mărturisește despre sfârșit și nu va minți! Chiar dacă întârzie, așteapt-o! Căci sigur va veni; nu va ajunge târziu!",
        "4": "Iată, s-a mândrit! Nu-i este drept sufletul în el. Însă cel drept prin credința lui va trăi.",
        "5": "Într-adevăr, vinul îl trădează pe omul arogant și nu stă liniștit. El își mărește pofta ca Locuința Morților și este nesățios ca moartea, atunci când strânge la sine toate națiunile și adună la sine toate popoarele.",
        "6": "Oare nu vor face toate acestea, pe seama lui, un proverb, o satiră și ghicitori? Se va zice: „Vai de cel ce adună ce nu este al lui (până când?) și de cel ce se împovărează cu datorii.",
        "7": "Oare nu se vor ridica deodată cei ce te-au împrumutat? Oare nu se vor trezi cei ce te fac să tremuri? Vei ajunge astfel o pradă pentru ei.",
        "8": "Fiindcă ai jefuit multe națiuni, toate popoarele care vor rămâne te vor jefui! Căci ai vărsat sângele oamenilor și ai comis acte de violență pe pământ, împotriva cetăților și împotriva tuturor celor ce locuiesc în ele.",
        "9": "Vai de cel ce strânge câștig nelegiuit pentru casa lui, ca să-și așeze apoi cuibul într-un loc înalt, ca să scape din mâna nenorocirii.",
        "10": "Ți-ai plănuit, de fapt, rușinea casei tale; retezând o mulțime de popoare, sufletul tău a păcătuit.",
        "11": "Căci piatra din zid va striga, iar grinda dintre căpriorii casei îi va răspunde!",
        "12": "Vai de cel ce construiește o cetate cu vărsare de sânge și întemeiază un oraș prin nedreptate!",
        "13": "Iată, să nu fie oare de la Domnul Oștirilor faptul că popoarele muncesc din greu doar pentru a hrăni focul, și națiunile depun eforturi pentru nimic?",
        "14": "Căci pământul va fi umplut de cunoștința gloriei Domnului, așa cum apele acoperă adâncul mării.",
        "15": "Vai de cel ce-i dă semenului său să bea! Îi torni furia ta și îl îmbeți, ca să-i vezi goliciunea.",
        "16": "Te vei sătura de rușine, în loc de glorie! Acum bea și tu și dezvelește-te! Îți va veni și ție rândul să iei paharul din dreapta Domnului și va veni rușinea și peste gloria ta!",
        "17": "Căci violența față de Liban te va acoperi, și nimicirea animalelor te va înspăimânta, din cauza sângelui oamenilor și a violenței pe pământ, împotriva cetății și împotriva tuturor celor ce locuiesc în ea.",
        "18": "La ce folosește un chip cioplit, pe care l-a cioplit artizanul, sau un chip turnat, care învață minciuni? Artizanul se încrede în propria lui lucrare, deși ceea ce a făcut sunt doar niște idoli muți.",
        "19": "Vai de cel ce zice lemnului: «Trezește-te!» sau pietrei mute: «Scoală-te!». Poate ea să-i învețe pe oameni? Iată că este acoperită cu aur și argint, dar nu este nicio suflare în ea!“.",
        "20": "Domnul însă este în Templul Său cel sfânt. Tot pământul să tacă înaintea Lui!"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "I will stand at my watch and set myself on the ramparts, and will look out to see what he will say to me, and what I will answer concerning my complaint.",
        "2": "Yahweh answered me, “Write the vision, and make it plain on tablets, that he who runs may read it.",
        "3": "For the vision is yet for the appointed time, and it hurries toward the end, and won’t prove false. Though it takes time, wait for it, because it will surely come. It won’t delay.",
        "4": "Behold, his soul is puffed up. It is not upright in him, but the righteous will live by his faith.",
        "5": "Yes, moreover, wine is treacherous: an arrogant man who doesn’t stay at home, who enlarges his desire as Sheol; he is like death and can’t be satisfied, but gathers to himself all nations and heaps to himself all peoples.",
        "6": "Won’t all these take up a parable against him, and a taunting proverb against him, and say, ‘Woe to him who increases that which is not his, and who enriches himself by extortion! How long?’",
        "7": "Won’t your debtors rise up suddenly, and wake up those who make you tremble, and you will be their victim?",
        "8": "Because you have plundered many nations, all the remnant of the peoples will plunder you because of men’s blood, and for the violence done to the land, to the city and to all who dwell in it.",
        "9": "Woe to him who gets an evil gain for his house, that he may set his nest on high, that he may be delivered from the hand of evil!",
        "10": "You have devised shame to your house by cutting off many peoples, and have sinned against your soul.",
        "11": "For the stone will cry out of the wall, and the beam out of the woodwork will answer it.",
        "12": "Woe to him who builds a town with blood, and establishes a city by iniquity!",
        "13": "Behold, isn’t it from Yahweh of Armies that the peoples labor for the fire, and the nations weary themselves for vanity?",
        "14": "For the earth will be filled with the knowledge of Yahweh’s glory, as the waters cover the sea.",
        "15": "“Woe to him who gives his neighbor drink, pouring your inflaming wine until they are drunk, so that you may gaze at their naked bodies!",
        "16": "You are filled with shame, and not glory. You will also drink and be exposed! The cup of Yahweh’s right hand will come around to you, and disgrace will cover your glory.",
        "17": "For the violence done to Lebanon will overwhelm you, and the destruction of the animals will terrify you, because of men’s blood and for the violence done to the land, to every city and to those who dwell in them.",
        "18": "“What value does the engraved image have, that its maker has engraved it; the molten image, even the teacher of lies, that he who fashions its form trusts in it, to make mute idols?",
        "19": "Woe to him who says to the wood, ‘Awake!’ or to the mute stone, ‘Arise!’ Shall this teach? Behold, it is overlaid with gold and silver, and there is no breath at all within it.",
        "20": "But Yahweh is in his holy temple. Let all the earth be silent before him!”"
      }
    }
  }
}