{
  "book": "Hagai",
  "chapter": "2",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În a douăzeci și una zi a lunii a șaptea, cuvântul Domnului a vorbit prin prorocul Hagai astfel:",
        "2": "„Vorbește lui Zorobabel, fiul lui Șealtiel, dregătorul lui Iuda, lui Iosua, fiul lui Ioțadac, marele preot, și rămășiței poporului și spune-le:",
        "3": "‘Cine a mai rămas între voi din cei ce au văzut Casa aceasta în slava ei dintâi? Și cum o vedeți acum? Așa cum este, nu pare ea ca o nimica în ochii voștri?",
        "4": "Acum fii tare, Zorobabel!’, zice Domnul. ‘Fii tare și tu, Iosua, fiul lui Ioțadac, marele preot! Fii tare și tu, tot poporul din țară’, zice Domnul, ‘și lucrați! Căci Eu sunt cu voi’, zice Domnul oștirilor.",
        "5": "‘Eu rămân credincios legământului pe care l-am făcut cu voi când ați ieșit din Egipt și Duhul Meu este în mijlocul vostru; nu vă temeți!’",
        "6": "Căci așa vorbește Domnul oștirilor: ‘Încă puțină vreme și voi clătina încă o dată cerurile și pământul, marea și uscatul;",
        "7": "voi clătina toate neamurile; comorile tuturor neamurilor vor veni și voi umple de slavă Casa aceasta’, zice Domnul oștirilor.",
        "8": "‘Al Meu este argintul și al Meu este aurul’, zice Domnul oștirilor.",
        "9": "‘Slava acestei Case din urmă va fi mai mare decât a celei dintâi’, zice Domnul oștirilor, ‘și în locul acesta voi da pacea’, zice Domnul oștirilor.” Binecuvântarea făgăduită",
        "10": "În a douăzeci și patra zi a lunii a noua, în anul al doilea al lui Darius, cuvântul Domnului a vorbit prin prorocul Hagai astfel:",
        "11": "„Așa vorbește Domnul oștirilor: ‘Pune preoților următoarea întrebare asupra Legii:",
        "12": "«Dacă poartă cineva în poala hainei sale carne sfințită și atinge cu haina lui pâine, bucate fierte, vin, untdelemn sau o mâncare oarecare, lucrurile acestea vor fi sfințite?»’” Preoții au răspuns: „Nu!”",
        "13": "Și Hagai a zis: „Dacă se atinge cineva spurcat prin atingerea de un trup mort, de toate aceste lucruri, vor fi ele spurcate oare?” Preoții au răspuns: „Vor fi spurcate.”",
        "14": "Atunci, Hagai, luând iarăși cuvântul, a zis: „‘Tot așa este și poporul acesta, tot așa este și neamul acesta înaintea Mea’, zice Domnul, ‘așa sunt toate lucrările mâinilor lor: ce-Mi aduc ei acolo ca jertfă este spurcat!",
        "15": "Uitați-vă dar cu băgare de seamă la cele ce s-au întâmplat până în ziua de azi, până să se fi pus piatră pe piatră la Templul Domnului!",
        "16": "Atunci când veneau la o grămadă de douăzeci de măsuri, nu erau în ea decât zece; când veneau la teasc să scoată cincizeci de măsuri, nu erau în el decât douăzeci!",
        "17": "V-am lovit cu rugină în grâu și cu tăciune și cu grindină; am lovit tot lucrul mâinilor voastre. Și cu toate acestea, tot nu v-ați întors la Mine’, zice Domnul.",
        "18": "‘Uitați-vă cu băgare de seamă la cele ce s-au petrecut până în ziua de azi, până în a douăzeci și patra zi a lunii a noua, din ziua când a fost întemeiat Templul Domnului, uitați-vă cu băgare de seamă la ele!",
        "19": "Mai era sămânță în grânare? Nici via, nici smochinul, nici rodiul, nici măslinul n-au mai adus nimic. Dar, din ziua aceasta, Îmi voi da binecuvântarea Mea.’” Nimicirea vrăjmașilor și înălțarea lui Zorobabel",
        "20": "Cuvântul Domnului a vorbit a doua oară lui Hagai, în a douăzeci și patra zi a lunii, astfel:",
        "21": "„Vorbește lui Zorobabel, dregătorul lui Iuda, și spune: ‘Voi clătina cerurile și pământul;",
        "22": "voi răsturna scaunul de domnie al împărățiilor, voi nimici puterea împărățiilor neamurilor, voi răsturna și carele de război și pe cei ce se suie în ele; caii și călăreții lor vor fi trântiți la pământ și unul va pieri ucis de sabia altuia.",
        "23": "În ziua aceea’, zice Domnul oștirilor, ‘pe tine, Zorobabele, fiul lui Șealtiel, robul Meu’, zice Domnul, ‘te voi lua și te voi păstra ca pe o pecete, căci Eu te-am ales’, zice Domnul oștirilor.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În a douăzeci și una zi a lunii a șaptea, Cuvântul Domnului a vorbit prin profetul Hagai, zicând:",
        "2": "„Vorbește-le lui Zerub-Babel, fiul lui Șealtiel, guvernatorul lui Iuda, lui Iosua, fiul lui Iehoțadak, marele preot, și rămășiței poporului, și spune-le:",
        "3": "«Cine a mai rămas dintre voi, care a văzut această Casă în splendoarea ei de dinainte? Cum o vedeți acum? Nu pare ea ca o nimica în ochii voștri?",
        "4": "Acum însă, fii tare, Zerub-Babel, zice Domnul. Fii tare, Iosua, fiul lui Iehoțadak, marele preot. Fiți tari și voi, tot poporul țării, zice Domnul, și lucrați. Căci Eu sunt cu voi, zice Domnul Oștirilor,",
        "5": "potrivit promisiunii legământului pe care l-am încheiat cu voi când ați ieșit din Egipt. Duhul Meu rămâne în mijlocul vostru. Nu vă temeți!».",
        "6": "Căci așa vorbește Domnul Oștirilor: «Peste puțină vreme, voi clătina încă o dată cerurile și pământul, marea și uscatul.",
        "7": "Voi clătina toate națiunile și ele vor veni la Cel Dorit de toate națiunile, iar Eu voi umple de glorie această Casă, zice Domnul Oștirilor.",
        "8": "Al Meu este argintul, al Meu este aurul, zice Domnul Oștirilor.",
        "9": "Gloria acestei Case din urmă va fi mai mare decât a celei dintâi, zice Domnul Oștirilor, iar în locul acesta voi aduce pace!»“, zice Domnul Oștirilor. Mustrări și promisiuni",
        "10": "În a douăzeci și patra zi a lunii a noua, în al doilea an al lui Darius, Cuvântul Domnului i-a vorbit profetului Hagai, zicând:",
        "11": "„Așa vorbește Domnul Oștirilor: «Întreabă-i pe preoți ce spune Legea:",
        "12": "dacă un om duce în poala hainei sale carne sfințită și atinge cu poala hainei sale pâine, bucate fierte, vin, ulei sau orice alt fel de mâncare, vor fi acestea sfințite?»“. Preoții au răspuns: „Nu!“.",
        "13": "Hagai a zis: „Dar dacă cineva, care este necurat prin faptul că s-a atins de un trup mort, atinge unul dintre aceste lucruri, va deveni el necurat?“. Preoții au răspuns: „Da, va deveni necurat“.",
        "14": "Atunci Hagai a zis: „Tot așa este și poporul acesta, tot așa este și națiunea aceasta înaintea Mea“, zice Domnul, „și tot așa sunt toate lucrările mâinilor lor. Ceea ce-Mi aduc ei acolo ca jertfă este necurat.",
        "15": "Și acum, uitați-vă cu atenție la ceea ce se întâmplă începând de azi! Până să se fi pus piatră pe piatră la Templul Domnului,",
        "16": "cum era? Când venea cineva la o grămadă de douăzeci de măsuri de grâu, găsea doar zece, iar când venea la presa de struguri pentru a scoate cincizeci de măsuri de must, găsea doar douăzeci.",
        "17": "Am lovit toate lucrările mâinilor voastre cu filoxeră, mălură și grindină, dar tot nu v-ați întors la Mine“, zice Domnul.",
        "18": "„Uitați-vă cu atenție la ceea ce se întâmplă începând de azi, din a douăzeci și patra zi a lunii a noua, din ziua în care a fost pusă temelia la Templul Domnului. Uitați-vă cu atenție:",
        "19": "mai este sămânță în hambar? Până acum nici via, nici smochinul, nici rodiul și nici măslinul n-au dat rod. Dar din ziua aceasta vă voi binecuvânta“. Promisiunea Domnului făcută lui Zerub-Babel",
        "20": "Cuvântul Domnului i-a vorbit a doua oară lui Hagai, în a douăzeci și patra zi a lunii, și i-a zis:",
        "21": "„Vorbește-i lui Zerub-Babel, guvernatorul lui Iuda, și spune-i: «Voi clătina cerurile și pământul,",
        "22": "voi răsturna tronul regatelor, voi nimici puterea regatelor națiunilor și voi răsturna carele de război și pe cei ce le conduc. Caii și călăreții lor vor cădea, fiecare prin sabia propriului frate.",
        "23": "În ziua aceea, zice Domnul Oștirilor, te voi lua pe tine, slujitorul Meu Zerub-Babel, fiul lui Șealtiel, zice Domnul, și te voi face precum inelul cu sigiliu, căci pe tine te-am ales»“, zice Domnul Oștirilor."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "In the seventh month, in the twenty-first day of the month, Yahweh’s word came by Haggai the prophet, saying,",
        "2": "“Speak now to Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Jehozadak, the high priest, and to the remnant of the people, saying,",
        "3": "‘Who is left among you who saw this house in its former glory? How do you see it now? Isn’t it in your eyes as nothing?",
        "4": "Yet now be strong, Zerubbabel,’ says Yahweh. ‘Be strong, Joshua son of Jehozadak, the high priest. Be strong, all you people of the land,’ says Yahweh, ‘and work, for I am with you,’ says Yahweh of Armies.",
        "5": "This is the word that I covenanted with you when you came out of Egypt, and my Spirit lived among you. ‘Don’t be afraid.’",
        "6": "For this is what Yahweh of Armies says: ‘Yet once more, it is a little while, and I will shake the heavens, the earth, the sea, and the dry land;",
        "7": "and I will shake all nations. The treasure of all nations will come, and I will fill this house with glory, says Yahweh of Armies.",
        "8": "The silver is mine, and the gold is mine,’ says Yahweh of Armies.",
        "9": "‘The latter glory of this house will be greater than the former,’ says Yahweh of Armies; ‘and in this place I will give peace,’ says Yahweh of Armies.”",
        "10": "In the twenty-fourth day of the ninth month, in the second year of Darius, Yahweh’s word came by Haggai the prophet, saying,",
        "11": "“Yahweh of Armies says: Ask now the priests concerning the law, saying,",
        "12": "‘If someone carries holy meat in the fold of his garment, and with his fold touches bread, stew, wine, oil, or any food, will it become holy?’” The priests answered, “No.”",
        "13": "Then Haggai said, “If one who is unclean by reason of a dead body touches any of these, will it be unclean?” The priests answered, “It will be unclean.”",
        "14": "Then Haggai answered, “‘So is this people, and so is this nation before me,’ says Yahweh; ‘and so is every work of their hands. That which they offer there is unclean.",
        "15": "Now, please consider from this day and backward, before a stone was laid on a stone in Yahweh’s temple.",
        "16": "Through all that time, when one came to a heap of twenty measures, there were only ten. When one came to the wine vat to draw out fifty, there were only twenty.",
        "17": "I struck you with blight, mildew, and hail in all the work of your hands; yet you didn’t turn to me,’ says Yahweh.",
        "18": "‘Consider, please, from this day and backward, from the twenty-fourth day of the ninth month, since the day that the foundation of Yahweh’s temple was laid, consider it.",
        "19": "Is the seed yet in the barn? Yes, the vine, the fig tree, the pomegranate, and the olive tree haven’t produced. From today I will bless you.’”",
        "20": "Yahweh’s word came the second time to Haggai in the twenty-fourth day of the month, saying,",
        "21": "“Speak to Zerubbabel, governor of Judah, saying, ‘I will shake the heavens and the earth.",
        "22": "I will overthrow the throne of kingdoms. I will destroy the strength of the kingdoms of the nations. I will overthrow the chariots and those who ride in them. The horses and their riders will come down, everyone by the sword of his brother.",
        "23": "In that day, says Yahweh of Armies, I will take you, Zerubbabel my servant, the son of Shealtiel,’ says Yahweh, ‘and will make you like a signet ring, for I have chosen you,’ says Yahweh of Armies.”"
      }
    }
  }
}