{
  "book": "Hagai",
  "chapter": "1",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În anul al doilea al împăratului Darius, în ziua întâi a lunii a șasea, cuvântul Domnului a vorbit prin prorocul Hagai către Zorobabel, fiul lui Șealtiel, dregătorul lui Iuda, și către Iosua, fiul lui Ioțadac, marele preot, astfel:",
        "2": "„Așa vorbește Domnul oștirilor: ‘Poporul acesta zice: «N-a venit încă vremea pentru zidirea din nou a Casei Domnului!»’”",
        "3": "De aceea cuvântul Domnului le-a vorbit prin prorocul Hagai astfel:",
        "4": "„Dar pentru voi a venit oare vremea să locuiți în case căptușite cu tavan, când Casa aceasta este dărâmată?”",
        "5": "Așa vorbește acum Domnul oștirilor: „Uitați-vă cu băgare de seamă la căile voastre!",
        "6": "Semănați mult și strângeți puțin; mâncați și tot nu vă săturați; beți și tot nu vă potoliți setea; vă îmbrăcați și tot nu vă este cald și cine câștigă o simbrie o pune într-o pungă spartă!”",
        "7": "Așa vorbește Domnul oștirilor: „Uitați-vă cu băgare de seamă la căile voastre!",
        "8": "Suiți-vă pe munte, aduceți lemne și zidiți Casa! Eu Mă voi bucura de lucrul acesta și voi fi proslăvit”, zice Domnul.",
        "9": "„Vă așteptați la mult, și iată că ați avut puțin; l-ați adus acasă, dar Eu l-am suflat. Pentru ce?”, zice Domnul oștirilor. „Din pricina Casei Mele, care stă dărâmată, pe când fiecare din voi aleargă pentru casa lui.",
        "10": "De aceea cerurile nu v-au dat roua și pământul nu și-a dat roadele.",
        "11": "Am chemat seceta peste țară, peste munți, peste grâu, peste must, peste untdelemn, peste tot ce poate aduce pământul, peste oameni și peste vite și peste tot lucrul mâinilor voastre.”",
        "12": "Zorobabel, fiul lui Șealtiel, Iosua, fiul lui Ioțadac, marele preot, și toată rămășița poporului au ascultat glasul Domnului Dumnezeului lor și cuvintele prorocului Hagai, fiindcă Domnul Dumnezeul lor îl trimisese. Și poporul s-a temut de Domnul.",
        "13": "Hagai, trimisul Domnului, a zis poporului, după porunca Domnului: „‘Eu sunt cu voi’, zice Domnul.”",
        "14": "Domnul a trezit duhul lui Zorobabel, fiul lui Șealtiel, dregătorul lui Iuda, și duhul lui Iosua, fiul lui Ioțadac, marele preot, și duhul întregii rămășițe a poporului. Așa că ei au venit și s-au pus pe lucru în Casa Domnului oștirilor, Dumnezeul lor,",
        "15": "în ziua a douăzeci și patra a lunii a șasea, în anul al doilea al împăratului Darius."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În al doilea an al împăratului Darius, în prima zi a lunii a șasea, Cuvântul Domnului le-a vorbit prin profetul Hagai lui Zerub-Babel, fiul lui Șealtiel, guvernatorul lui Iuda, și lui Iosua, fiul lui Iehoțadak, marele preot, zicând:",
        "2": "„Așa vorbește Domnul Oștirilor: «Poporul acesta zice: ‘N-a venit încă vremea pentru reconstruirea Casei Domnului’»“.",
        "3": "Apoi Cuvântul Domnului le-a vorbit prin profetul Hagai, zicând:",
        "4": "„Dar pentru voi a venit oare vremea să locuiți în case căptușite cu lemn, în timp ce Casa aceasta este în ruine?“.",
        "5": "Acum, așa vorbește Domnul Oștirilor: „Uitați-vă cu atenție la căile voastre!",
        "6": "Ați semănat mult, dar ați adunat puțin! Mâncați, dar tot nu vă săturați! Beți, dar tot nu vă potoliți setea! Vă îmbrăcați, dar tot nu vă este cald, iar plata pe care o câștigați o puneți într-o pungă spartă!“.",
        "7": "Așa vorbește Domnul Oștirilor: „Uitați-vă cu atenție la căile voastre!",
        "8": "Urcați-vă pe munte, aduceți lemne și reconstruiți Casa, ca astfel Eu să-Mi găsesc plăcerea în ea și să fiu glorificat“, zice Domnul.",
        "9": "„V-ați așteptat la mult, dar iată că ați adunat puțin, iar când ați adus recolta acasă, am spulberat-o. De ce?“, zice Domnul Oștirilor. „Deoarece Casa Mea zace în ruine, în timp ce fiecare dintre voi aleargă pentru casa lui!",
        "10": "De aceea cerurile nu v-au mai dat roua, iar pământul nu și-a mai dat recolta!",
        "11": "Am chemat seceta peste țară, peste munți și peste grâne, peste must, peste ulei și peste ceea ce rodește pământul, peste oameni, peste animale și peste toată munca mâinilor voastre!“. Răspunsul poporului",
        "12": "Atunci Zerub-Babel, fiul lui Șealtiel, Iosua, fiul lui Iehoțadak, marele preot, și întreaga rămășiță a poporului au ascultat de glasul Domnului, Dumnezeul lor, și de cuvintele profetului Hagai, pentru că Domnul, Dumnezeul lor, îl trimisese. Și poporul s-a temut de Domnul.",
        "13": "Apoi Hagai, mesagerul Domnului, a spus poporului mesajul Domnului: „Eu sunt cu voi“, zice Domnul.",
        "14": "Astfel, Domnul a trezit duhul lui Zerub-Babel, fiul lui Șealtiel, guvernatorul lui Iuda, duhul lui Iosua, fiul lui Iehoțadak, marele preot, și duhul întregii rămășițe a poporului. Ei au venit și au lucrat la Casa Domnului Oștirilor, Dumnezeul lor,",
        "15": "în a douăzeci și patra zi a lunii a șasea, în al doilea an al împăratului Darius."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "In the second year of Darius the king, in the sixth month, in the first day of the month, Yahweh’s word came by Haggai the prophet, to Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Jehozadak, the high priest, saying,",
        "2": "“This is what Yahweh of Armies says: These people say, ‘The time hasn’t yet come, the time for Yahweh’s house to be built.’”",
        "3": "Then Yahweh’s word came by Haggai the prophet, saying,",
        "4": "“Is it a time for you yourselves to dwell in your paneled houses, while this house lies waste?",
        "5": "Now therefore this is what Yahweh of Armies says: ‘Consider your ways.",
        "6": "You have sown much, and bring in little. You eat, but you don’t have enough. You drink, but you aren’t filled with drink. You clothe yourselves, but no one is warm; and he who earns wages earns wages to put them into a bag with holes in it.’",
        "7": "“This is what Yahweh of Armies says: ‘Consider your ways.",
        "8": "Go up to the mountain, bring wood, and build the house. I will take pleasure in it, and I will be glorified,” says Yahweh.",
        "9": "“You looked for much, and, behold, it came to little; and when you brought it home, I blew it away. Why?” says Yahweh of Armies, “Because of my house that lies waste, while each of you is busy with his own house.",
        "10": "Therefore for your sake the heavens withhold the dew, and the earth withholds its fruit.",
        "11": "I called for a drought on the land, on the mountains, on the grain, on the new wine, on the oil, on that which the ground produces, on men, on livestock, and on all the labor of the hands.”",
        "12": "Then Zerubbabel the son of Shealtiel and Joshua the son of Jehozadak, the high priest, with all the remnant of the people, obeyed Yahweh their God’s voice, and the words of Haggai the prophet, as Yahweh their God had sent him; and the people feared Yahweh.",
        "13": "Then Haggai, Yahweh’s messenger, spoke Yahweh’s message to the people, saying, “I am with you,” says Yahweh.",
        "14": "Yahweh stirred up the spirit of Zerubbabel the son of Shealtiel, governor of Judah, and the spirit of Joshua the son of Jehozadak, the high priest, and the spirit of all the remnant of the people; and they came and worked on the house of Yahweh of Armies, their God,",
        "15": "in the twenty-fourth day of the month, in the sixth month, in the second year of Darius the king."
      }
    }
  }
}