{
  "book": "Iacov",
  "chapter": "4",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "De unde vin luptele și certurile între voi? Nu vin oare din poftele voastre, care se luptă în mădularele voastre?",
        "2": "Voi poftiți și nu aveți; ucideți, pizmuiți și nu izbutiți să căpătați; vă certați și vă luptați și nu aveți, pentru că nu cereți.",
        "3": "Sau cereți și nu căpătați, pentru că cereți rău, cu gând să risipiți în plăcerile voastre.",
        "4": "Suflete preacurvare! Nu știți că prietenia lumii este vrăjmășie cu Dumnezeu? Așa că cine vrea să fie prieten cu lumea se face vrăjmaș cu Dumnezeu.",
        "5": "Credeți că degeaba vorbește Scriptura? Duhul, pe care L-a pus Dumnezeu să locuiască în noi, ne vrea cu gelozie pentru Sine.",
        "6": "Dar, în schimb, ne dă un har și mai mare. De aceea zice Scriptura: „Dumnezeu stă împotriva celor mândri, dar dă har celor smeriți.”",
        "7": "Supuneți-vă dar lui Dumnezeu. Împotriviți-vă diavolului, și el va fugi de la voi.",
        "8": "Apropiați-vă de Dumnezeu și El Se va apropia de voi. Curățiți-vă mâinile, păcătoșilor; curățiți-vă inima, oameni cu inima împărțită!",
        "9": "Simțiți-vă ticăloșia; tânguiți-vă și plângeți! Râsul vostru să se prefacă în tânguire, și bucuria voastră, în întristare:",
        "10": "Smeriți-vă înaintea Domnului și El vă va înălța.",
        "11": "Nu vă vorbiți de rău unii pe alții, fraților! Cine vorbește de rău pe un frate sau judecă pe fratele său vorbește de rău Legea sau judecă Legea. Și, dacă judeci Legea, nu ești împlinitor al Legii, ci judecător.",
        "12": "Unul singur este dătătorul și judecătorul Legii: Acela care are putere să mântuiască și să piardă. Dar tu cine ești de judeci pe aproapele tău?",
        "13": "Ascultați, acum, voi care ziceți: „Astăzi sau mâine ne vom duce în cutare cetate, vom sta acolo un an, vom face negustorie și vom câștiga”",
        "14": "și nu știți ce va aduce ziua de mâine! Căci ce este viața voastră? Nu sunteți decât un abur, care se arată puțintel și apoi piere.",
        "15": "Voi, dimpotrivă, ar trebui să ziceți: „Dacă va vrea Domnul, vom trăi și vom face cutare sau cutare lucru.”",
        "16": "Pe când acum vă făliți cu lăudăroșiile voastre! Orice laudă de felul acesta este rea.",
        "17": "Deci cine știe să facă bine și nu face săvârșește un păcat!"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "De unde vin luptele și conflictele între voi? Nu vin oare din plăcerile voastre care se luptă în părțile trupului vostru?",
        "2": "Voi poftiți, dar nu aveți; ucideți și invidiați, dar nu puteți obține; vă certați și vă luptați, dar nu aveți, pentru că nu cereți.",
        "3": "Sau cereți, dar nu primiți, pentru că cereți cu motivație rea, ca să risipiți în plăcerile voastre.",
        "4": "Suflete adultere ce sunteți! Nu știți că prietenia cu lumea înseamnă dușmănie față de Dumnezeu? Prin urmare, oricine vrea să fie prieten cu lumea se face dușman al lui Dumnezeu.",
        "5": "Sau vi se pare că degeaba spune Scriptura: „El tânjește cu gelozie după duhul pe care l-a pus să locuiască în noi“?",
        "6": "Însă El ne dă un har și mai mare. De aceea spune Scriptura: „Dumnezeu Se opune celor mândri, dar celor smeriți El le dă har“.",
        "7": "Supuneți-vă deci lui Dumnezeu. Împotriviți-vă diavolului, și el va fugi de la voi.",
        "8": "Apropiați-vă de Dumnezeu, și El Se va apropia de voi. Curățiți-vă mâinile, păcătoșilor! Curățiți-vă inimile, oameni cu inima împărțită!",
        "9": "Întristați-vă, jeliți și plângeți! Râsul vostru să se transforme în jale, iar bucuria în disperare!",
        "10": "Smeriți-vă înaintea Domnului, iar El vă va înălța.",
        "11": "Fraților, nu vă vorbiți de rău unii pe alții. Cel care-l vorbește de rău sau îl judecă pe fratele lui vorbește împotriva Legii și judecă Legea. Însă, dacă tu judeci Legea, atunci nu ești un împlinitor al Legii, ci un judecător.",
        "12": "Unul singur este Dătătorul Legii și Judecătorul, și anume Cel Care poate să mântuiască și să distrugă. Dar tu cine ești să-l judeci pe semenul tău?",
        "13": "Veniți acum voi, care ziceți: „Azi sau mâine ne vom duce într-o anume cetate, vom sta acolo un an, vom face comerț și vom câștiga“,",
        "14": "voi, care nu știți ce va aduce ziua de mâine. Ce este viața voastră? Căci sunteți doar un abur, care apare pentru puțin timp și apoi dispare.",
        "15": "Voi, în schimb, ar trebui să ziceți: „Dacă Domnul vrea, vom trăi și vom face lucrul acesta sau celălalt“.",
        "16": "Însă acum voi vă mândriți cu lăudăroșiile voastre! Orice astfel de laudă este rea.",
        "17": "Prin urmare, cel care știe să facă ce este bine, dar nu face, este vinovat de păcat."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Where do wars and fightings among you come from? Don’t they come from your pleasures that war in your members?",
        "2": "You lust, and don’t have. You murder and covet, and can’t obtain. You fight and make war. You don’t have, because you don’t ask.",
        "3": "You ask, and don’t receive, because you ask with wrong motives, so that you may spend it on your pleasures.",
        "4": "You adulterers and adulteresses, don’t you know that friendship with the world is hostility toward God? Whoever therefore wants to be a friend of the world makes himself an enemy of God.",
        "5": "Or do you think that the Scripture says in vain, “The Spirit who lives in us yearns jealously”?",
        "6": "But he gives more grace. Therefore it says, “God resists the proud, but gives grace to the humble.”",
        "7": "Be subject therefore to God. Resist the devil, and he will flee from you.",
        "8": "Draw near to God, and he will draw near to you. Cleanse your hands, you sinners. Purify your hearts, you double-minded.",
        "9": "Lament, mourn, and weep. Let your laughter be turned to mourning and your joy to gloom.",
        "10": "Humble yourselves in the sight of the Lord, and he will exalt you.",
        "11": "Don’t speak against one another, brothers. He who speaks against a brother and judges his brother, speaks against the law and judges the law. But if you judge the law, you are not a doer of the law but a judge.",
        "12": "Only one is the lawgiver, who is able to save and to destroy. But who are you to judge another?",
        "13": "Come now, you who say, “Today or tomorrow let’s go into this city and spend a year there, trade, and make a profit.”",
        "14": "Yet you don’t know what your life will be like tomorrow. For what is your life? For you are a vapor that appears for a little time and then vanishes away.",
        "15": "For you ought to say, “If the Lord wills, we will both live, and do this or that.”",
        "16": "But now you glory in your boasting. All such boasting is evil.",
        "17": "To him therefore who knows to do good and doesn’t do it, to him it is sin."
      }
    }
  }
}