{
  "book": "Iacov",
  "chapter": "5",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Ascultați acum voi, bogaților! Plângeți și tânguiți-vă din pricina nenorocirilor care au să vină peste voi.",
        "2": "Bogățiile voastre au putrezit și hainele voastre sunt roase de molii.",
        "3": "Aurul și argintul vostru au ruginit; și rugina lor va fi o dovadă împotriva voastră: ca focul are să vă mănânce carnea! V-ați strâns comori în zilele din urmă!",
        "4": "Iată că plata lucrătorilor care v-au secerat câmpiile și pe care le-ați oprit-o prin înșelăciune strigă! Și strigătele secerătorilor au ajuns la urechile Domnului oștirilor.",
        "5": "Ați trăit pe pământ în plăceri și în desfătări. V-ați săturat inimile chiar într-o zi de măcel.",
        "6": "Ați osândit, ați omorât pe cel neprihănit, care nu vi se împotrivea!",
        "7": "Fiți dar îndelung răbdători, fraților, până la venirea Domnului. Iată că plugarul așteaptă roada scumpă a pământului, și o așteaptă cu răbdare până primește ploaie timpurie și târzie.",
        "8": "Fiți și voi îndelung răbdători, întăriți-vă inimile, căci venirea Domnului este aproape.",
        "9": "Nu vă plângeți unii împotriva altora, fraților, ca să nu fiți judecați; iată că Judecătorul este chiar la ușă.",
        "10": "Frații mei, luați ca pildă de suferință și de răbdare pe prorocii care au vorbit în Numele Domnului.",
        "11": "Iată, noi numim fericiți pe cei ce au răbdat. Ați auzit vorbindu-se despre răbdarea lui Iov și ați văzut ce sfârșit i-a dat Domnul și cum Domnul este plin de milă și de îndurare.",
        "12": "Mai presus de toate, frații mei, să nu vă jurați nici pe cer, nici pe pământ, nici cu vreun altfel de jurământ. Ci „da” al vostru să fie „da” și „nu” să fie „nu”, ca să nu cădeți sub judecată.",
        "13": "Este vreunul printre voi în suferință? Să se roage! Este vreunul cu inimă bună? Să cânte cântări de laudă!",
        "14": "Este vreunul printre voi bolnav? Să cheme pe prezbiterii Bisericii și să se roage pentru el, după ce-l vor unge cu untdelemn în Numele Domnului.",
        "15": "va mântui pe cel bolnav și Domnul îl va însănătoși și, dacă a făcut păcate, îi vor fi iertate.",
        "16": "Mărturisiți-vă unii altora păcatele și rugați-vă unii pentru alții, ca să fiți vindecați. Mare putere are rugăciunea fierbinte a celui neprihănit.",
        "17": "Ilie era un om supus acelorași slăbiciuni ca și noi și s-a rugat cu stăruință să nu plouă și n-a plouat deloc în țară trei ani și șase luni.",
        "18": "Apoi s-a rugat din nou și cerul a dat ploaie și pământul și-a dat rodul.",
        "19": "Fraților, dacă s-a rătăcit vreunul dintre voi de la adevăr și-l întoarce un altul,",
        "20": "să știți că cine întoarce pe un păcătos de la rătăcirea căii lui va mântui un suflet de la moarte și va acoperi o sumedenie de păcate."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Veniți acum voi, bogaților! Plângeți și jeliți-vă din cauza nenorocirilor care vin peste voi!",
        "2": "Bogățiile voastre au putrezit, iar hainele voastre au ajuns roase de molii.",
        "3": "Aurul și argintul vostru au ruginit, iar rugina lor va fi o mărturie împotriva voastră și vă va mânca trupurile ca focul. Ați adunat bogății în zilele de pe urmă.",
        "4": "Iată că plata pe care le-ați oprit-o lucrătorilor care v-au secerat câmpurile strigă, iar strigătele secerătorilor au ajuns la urechile Domnului Oștirilor.",
        "5": "Ați trăit pe pământ în lux și pentru plăceri. V-ați hrănit inimile într-o zi de măcel.",
        "6": "L-ați condamnat, l-ați omorât pe cel drept, cu toate că nu vi se împotrivea.",
        "7": "Prin urmare, fiți răbdători, fraților, până la venirea Domnului. Iată că fermierul așteaptă rodul prețios al pământului, și-l așteaptă cu răbdare, până când primește ploaie timpurie și ploaie târzie.",
        "8": "Fiți și voi răbdători și întăriți-vă inimile, pentru că venirea Domnului este aproape.",
        "9": "Nu vă plângeți unii împotriva altora, fraților, ca să nu fiți judecați. Iată, Judecătorul stă chiar la uși!",
        "10": "Fraților, luați-i ca exemplu de suferință și îndelungă răbdare pe profeții care au vorbit în Numele Domnului.",
        "11": "Iată, noi îi considerăm fericiți pe cei ce au perseverat. Ați auzit de perseverența lui Iov și ați văzut care a fost scopul Domnului, căci Domnul este plin de îndurare și milostiv.",
        "12": "Mai presus de toate, frații mei, să nu jurați nici pe cer, nici pe pământ, nici printr-un alt fel de jurământ, ci „Da“ al vostru să fie „Da“, iar „Nu“ să fie „Nu“, ca să nu cădeți sub pedeapsa judecății.",
        "13": "Este vreunul dintre voi în suferință? Să se roage! Este vreunul vesel? Să cânte cântări de laudă!",
        "14": "Este vreunul dintre voi bolnav? Să-i cheme pe bătrânii bisericii, iar ei să se roage pentru el, ungându-l cu ulei în Numele Domnului.",
        "15": "îl va salva pe cel bolnav, și Domnul îl va însănătoși, iar dacă a făcut păcate, îi vor fi iertate.",
        "16": "Așadar, mărturisiți-vă păcatele unii altora și rugați-vă unii pentru alții, ca să fiți vindecați. Mare putere are rugăciunea celui drept!",
        "17": "Ilie era un om obișnuit ca și noi. El s-a rugat să nu plouă, și n-a plouat peste țară timp de trei ani și șase luni.",
        "18": "S-a rugat apoi din nou, și cerul a dat ploaie, iar pământul și-a adus rodul.",
        "19": "Frații mei, dacă vreunul dintre voi se rătăcește de la adevăr, iar cineva îl aduce înapoi,",
        "20": "să știți că omul care aduce înapoi un păcătos de pe calea lui rătăcită va salva un suflet de la moarte și va acoperi o mulțime de păcate."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Come now, you rich, weep and howl for your miseries that are coming on you.",
        "2": "Your riches are corrupted and your garments are moth-eaten.",
        "3": "Your gold and your silver are corroded, and their corrosion will be for a testimony against you and will eat your flesh like fire. You have laid up your treasure in the last days.",
        "4": "Behold, the wages of the laborers who mowed your fields, which you have kept back by fraud, cry out; and the cries of those who reaped have entered into the ears of the Lord of Armies.",
        "5": "You have lived in luxury on the earth, and taken your pleasure. You have nourished your hearts as in a day of slaughter.",
        "6": "You have condemned and you have murdered the righteous one. He doesn’t resist you.",
        "7": "Be patient therefore, brothers, until the coming of the Lord. Behold, the farmer waits for the precious fruit of the earth, being patient over it, until it receives the early and late rain.",
        "8": "You also be patient. Establish your hearts, for the coming of the Lord is at hand.",
        "9": "Don’t grumble, brothers, against one another, so that you won’t be judged. Behold, the judge stands at the door.",
        "10": "Take, brothers, for an example of suffering and of perseverance, the prophets who spoke in the name of the Lord.",
        "11": "Behold, we call them blessed who endured. You have heard of the perseverance of Job and have seen the Lord in the outcome, and how the Lord is full of compassion and mercy.",
        "12": "But above all things, my brothers, don’t swear—not by heaven, or by the earth, or by any other oath; but let your “yes” be “yes”, and your “no”, “no”, so that you don’t fall into hypocrisy.",
        "13": "Is any among you suffering? Let him pray. Is any cheerful? Let him sing praises.",
        "14": "Is any among you sick? Let him call for the elders of the assembly, and let them pray over him, anointing him with oil in the name of the Lord;",
        "15": "and the prayer of faith will heal him who is sick, and the Lord will raise him up. If he has committed sins, he will be forgiven.",
        "16": "Confess your sins to one another and pray for one another, that you may be healed. The insistent prayer of a righteous person is powerfully effective.",
        "17": "Elijah was a man with a nature like ours, and he prayed earnestly that it might not rain, and it didn’t rain on the earth for three years and six months.",
        "18": "He prayed again, and the sky gave rain, and the earth produced its fruit.",
        "19": "Brothers, if any among you wanders from the truth and someone turns him back,",
        "20": "let him know that he who turns a sinner from the error of his way will save a soul from death and will cover a multitude of sins."
      }
    }
  }
}