{
  "book": "Iacov",
  "chapter": "1",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Iacov, rob al lui Dumnezeu și al Domnului Isus Hristos, către cele douăsprezece seminții care sunt împrăștiate: Sănătate!",
        "2": "Frații mei, să priviți ca o mare bucurie când treceți prin felurite încercări,",
        "3": "ca unii care știți că încercarea credinței voastre lucrează răbdare.",
        "4": "Dar răbdarea trebuie să-și facă desăvârșit lucrarea, pentru ca să fiți desăvârșiți, întregi și să nu duceți lipsă de nimic.",
        "5": "Dacă vreunuia dintre voi îi lipsește înțelepciunea, s-o ceară de la Dumnezeu, care dă tuturor cu mână largă și fără mustrare, și ea îi va fi dată.",
        "6": "Dar s-o ceară cu credință, fără să se îndoiască deloc, pentru că cine se îndoiește seamănă cu valul mării, tulburat și împins de vânt încoace și încolo.",
        "7": "Un astfel de om să nu se aștepte să primească ceva de la Domnul,",
        "8": "căci este un om nehotărât și nestatornic în toate căile sale.",
        "9": "Fratele dintr-o stare de jos să se laude cu înălțarea lui.",
        "10": "Bogatul, dimpotrivă, să se laude cu smerirea lui, căci va trece ca floarea ierbii.",
        "11": "Răsare soarele cu căldura lui arzătoare și usucă iarba: floarea ei cade jos, și frumusețea înfățișării ei piere – așa se va veșteji bogatul în umbletele lui.",
        "12": "Ferice de cel ce rabdă ispita. Căci, după ce a fost găsit bun, va primi cununa vieții pe care a făgăduit-o Dumnezeu celor ce-L iubesc.",
        "13": "Nimeni, când este ispitit, să nu zică: „Sunt ispitit de Dumnezeu.” Căci Dumnezeu nu poate fi ispitit ca să facă rău și El Însuși nu ispitește pe nimeni.",
        "14": "Ci fiecare este ispitit când este atras de pofta lui însuși și momit.",
        "15": "Apoi pofta, când a zămislit, dă naștere păcatului; și păcatul, odată făptuit, aduce moartea.",
        "16": "Nu vă înșelați, preaiubiții mei frați:",
        "17": "orice ni se dă bun și orice dar desăvârșit este de sus, coborându-se de la Tatăl luminilor, în care nu este nici schimbare, nici umbră de mutare.",
        "18": "El, de bunăvoia Lui, ne-a născut prin Cuvântul adevărului, ca să fim un fel de pârgă a făpturilor Lui.",
        "19": "Știți bine lucrul acesta, preaiubiții mei frați! Orice om să fie grabnic la ascultare, încet la vorbire, zăbavnic la mânie,",
        "20": "căci mânia omului nu lucrează neprihănirea lui Dumnezeu.",
        "21": "De aceea lepădați orice necurăție și orice revărsare de răutate și primiți cu blândețe Cuvântul sădit în voi, care vă poate mântui sufletele.",
        "22": "Fiți împlinitori ai Cuvântului, nu numai ascultători, înșelându-vă singuri.",
        "23": "Căci, dacă ascultă cineva Cuvântul și nu-l împlinește cu fapta, seamănă cu un om care își privește fața firească într-o oglindă",
        "24": "și, după ce s-a privit, pleacă și uită îndată cum era.",
        "25": "Dar cine își va adânci privirile în legea desăvârșită, care este legea slobozeniei, și va stărui în ea, nu ca un ascultător uituc, ci ca un împlinitor cu fapta, va fi fericit în lucrarea lui.",
        "26": "Dacă crede cineva că este religios și nu-și înfrânează limba, ci își înșală inima, religia unui astfel de om este zadarnică.",
        "27": "Religia curată și neîntinată înaintea lui Dumnezeu, Tatăl nostru, este să cercetăm pe orfani și pe văduve în necazurile lor și să ne păzim neîntinați de lume."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Iacov, slujitor al lui Dumnezeu și al Domnului Isus Cristos, către cele douăsprezece seminții care sunt împrăștiate printre națiuni: Salutări!",
        "2": "Frații mei, să considerați că aveți parte de cea mai mare bucurie atunci când treceți prin diferite încercări,",
        "3": "știind că testarea credinței voastre lucrează răbdare.",
        "4": "Dar lăsați răbdarea să-și facă desăvârșit lucrarea, ca să fiți desăvârșiți și întregi, fără să vă lipsească nimic.",
        "5": "Dacă vreunuia dintre voi îi lipsește înțelepciunea, s-o ceară de la Dumnezeu, Care dă tuturor cu generozitate și fără să mustre, și ea îi va fi dată.",
        "6": "Dar s-o ceară cu credință, fără să aibă îndoieli, fiindcă cel ce are îndoieli este ca valul mării, purtat de vânt și împins încoace și încolo.",
        "7": "Un astfel de om să nu se aștepte să primească ceva de la Domnul,",
        "8": "fiindcă este un om indecis și instabil în toate căile lui.",
        "9": "Fratele care are o situație materială modestă să se laude cu înălțarea lui.",
        "10": "Cel bogat însă să se laude cu smerirea lui, pentru că el va trece ca floarea unei plante.",
        "11": "Soarele răsare cu căldura lui arzătoare și usucă planta; floarea ei cade și frumusețea înfățișării ei piere. Așa se va veșteji și cel bogat în umbletele lui.",
        "12": "Fericit este omul care îndură ispita! Căci, după ce a fost dovedit bun, va primi coroana vieții, pe care a promis-o Domnul celor ce-L iubesc.",
        "13": "Nimeni, când este ispitit, să nu zică: „Sunt ispitit de Dumnezeu!“. Căci Dumnezeu nu poate fi ispitit de rău și El nu ispitește pe nimeni.",
        "14": "Ci fiecare este ispitit atunci când este atras de propria lui poftă și momit.",
        "15": "Atunci pofta, concepând, dă naștere păcatului, iar păcatul, odată săvârșit, produce moartea.",
        "16": "Nu vă înșelați, frații mei preaiubiți.",
        "17": "Orice binefacere și orice dar desăvârșit este de sus, coborând de la Tatăl luminilor, la Care nu există schimbare sau umbră de mișcare.",
        "18": "El ne-a născut prin Cuvântul adevărului, potrivit cu voia Lui, ca să fim un fel de prim rod între făpturile Lui.",
        "19": "Frații mei preaiubiți, să știți aceste lucruri: orice om să fie grabnic la ascultare, încet la vorbire și încet la mânie;",
        "20": "căci mânia omului nu produce dreptatea lui Dumnezeu.",
        "21": "De aceea, dați la o parte orice necurăție și orice revărsare de răutate și primiți cu blândețe Cuvântul sădit în voi, care are putere să vă mântuiască sufletele.",
        "22": "Fiți împlinitori ai Cuvântului, și nu doar ascultători, înșelându-vă singuri.",
        "23": "Căci, dacă cineva este ascultător al Cuvântului, dar nu și împlinitor, atunci el se aseamănă cu un om care-și privește propria față într-o oglindă:",
        "24": "s-a privit, a plecat și a uitat imediat cum era.",
        "25": "Însă cel ce-și apleacă privirea în legea desăvârșită – legea libertății – și perseverează în ea, devenind nu un ascultător uituc, ci un împlinitor prin faptă, acela va fi fericit în lucrarea lui.",
        "26": "Dacă cineva crede că este religios, dar nu-și ține în frâu limba, înșelându-și astfel inima, religia lui este inutilă.",
        "27": "Religia curată și neîntinată înaintea lui Dumnezeu Tatăl este aceasta: să-i vizitezi pe orfani și pe văduve în necazul lor și să te păstrezi pe tine însuți neîntinat de lume."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "James, a servant of God and of the Lord Jesus Christ, to the twelve tribes which are in the Dispersion: Greetings.",
        "2": "Count it all joy, my brothers, when you fall into various temptations,",
        "3": "knowing that the testing of your faith produces endurance.",
        "4": "Let endurance have its perfect work, that you may be perfect and complete, lacking in nothing.",
        "5": "But if any of you lacks wisdom, let him ask of God, who gives to all liberally and without reproach, and it will be given to him.",
        "6": "But let him ask in faith, without any doubting, for he who doubts is like a wave of the sea, driven by the wind and tossed.",
        "7": "For that man shouldn’t think that he will receive anything from the Lord.",
        "8": "He is a double-minded man, unstable in all his ways.",
        "9": "Let the brother in humble circumstances glory in his high position;",
        "10": "and the rich, in that he is made humble, because like the flower in the grass, he will pass away.",
        "11": "For the sun arises with the scorching wind and withers the grass; and the flower in it falls, and the beauty of its appearance perishes. So the rich man will also fade away in his pursuits.",
        "12": "Blessed is a person who endures temptation, for when he has been approved, he will receive the crown of life which the Lord promised to those who love him.",
        "13": "Let no man say when he is tempted, “I am tempted by God,” for God can’t be tempted by evil, and he himself tempts no one.",
        "14": "But each one is tempted when he is drawn away by his own lust and enticed.",
        "15": "Then the lust, when it has conceived, bears sin. The sin, when it is full grown, produces death.",
        "16": "Don’t be deceived, my beloved brothers.",
        "17": "Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom can be no variation nor turning shadow.",
        "18": "Of his own will he gave birth to us by the word of truth, that we should be a kind of first fruits of his creatures.",
        "19": "So, then, my beloved brothers, let every man be swift to hear, slow to speak, and slow to anger;",
        "20": "for the anger of man doesn’t produce the righteousness of God.",
        "21": "Therefore, putting away all filthiness and overflowing of wickedness, receive with humility the implanted word, which is able to save your souls.",
        "22": "But be doers of the word, and not only hearers, deluding your own selves.",
        "23": "For if anyone is a hearer of the word and not a doer, he is like a man looking at his natural face in a mirror;",
        "24": "for he sees himself, and goes away, and immediately forgets what kind of man he was.",
        "25": "But he who looks into the perfect law of freedom and continues, not being a hearer who forgets but a doer of the work, this man will be blessed in what he does.",
        "26": "If anyone among you thinks himself to be religious while he doesn’t bridle his tongue, but deceives his heart, this man’s religion is worthless.",
        "27": "Pure religion and undefiled before our God and Father is this: to visit the fatherless and widows in their affliction, and to keep oneself unstained by the world."
      }
    }
  }
}