{
    "book": "Ieremia",
    "chapter": "27",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "La începutul domniei lui Ioiachim, fiul lui Iosia, împăratul lui Iuda, a fost rostit către Ieremia, din partea Domnului, următorul cuvânt:",
                "2": "„Așa mi-a vorbit Domnul: ‘Fă-ți niște legături și niște juguri și puneți-le la gât.",
                "3": "Trimite-le împăratului Edomului, împăratului Moabului, împăratului copiilor lui Amon, împăratului Tirului și împăratului Sidonului, prin trimișii care au venit la Ierusalim, la Zedechia, împăratul lui Iuda.",
                "4": "Și spune-le să spună stăpânilor lor: «Așa vorbește Domnul oștirilor, Împăratul lui Israel. Iată ce să spuneți stăpânilor voștri:",
                "5": "‹Eu am făcut pământul, pe oameni și dobitoacele care sunt pe pământ, cu puterea Mea cea mare și cu brațul Meu întins, și dau pământul cui Îmi place.",
                "6": "Acum dau toate aceste țări în mâinile robului Meu Nebucadnețar, împăratul Babilonului; îi dau chiar și fiarele câmpului ca să-i fie supuse.",
                "7": "Toate neamurile vor fi supuse lui, fiului său și fiului fiului său, până va veni și vremea țării lui și o vor supune neamuri puternice și împărați mari.",
                "8": "Dar, dacă un popor sau o împărăție nu se va supune lui Nebucadnețar, împăratul Babilonului, și nu-și va pleca grumazul sub jugul împăratului Babilonului, voi pedepsi pe poporul acela cu sabie, cu foamete și cu ciumă›, zice Domnul, ‹până îl voi nimici prin mâna lui.",
                "9": "De aceea, să n-ascultați pe prorocii voștri, pe ghicitorii voștri, pe visătorii voștri, pe cititorii voștri în stele și pe vrăjitorii voștri, care vă zic: „Nu veți fi supuși împăratului Babilonului!”",
                "10": "Căci ei vă prorocesc minciuni, ca să fiți depărtați din țara voastră, ca să vă izgonesc și să pieriți.",
                "11": "Dar, pe poporul care își va pleca grumazul sub jugul împăratului Babilonului și care-i va fi supus, îl voi lăsa în țara lui›, zice Domnul, ‹ca s-o lucreze și să locuiască în ea.›»’”",
                "12": "Am spus întocmai aceleași lucruri lui Zedechia, împăratul lui Iuda: „Plecați-vă grumazul sub jugul împăratului Babilonului, supuneți-vă lui și poporului lui, și veți trăi.",
                "13": "Pentru ce să muriți, tu și poporul tău, de sabie, de foamete și de ciumă, cum a hotărât Domnul asupra poporului care nu se va supune împăratului Babilonului?",
                "14": "N-ascultați de cuvintele prorocilor care vă zic: ‘Nu veți fi supuși împăratului Babilonului!’ Căci ei vă prorocesc minciuni.",
                "15": "Nu i-am trimis Eu”, zice Domnul, „ci prorocesc minciuni în Numele Meu, ca să vă izgonesc și să pieriți, voi și prorocii care vă prorocesc!”",
                "16": "Am vorbit și preoților și întregului popor și le-am spus: „Așa vorbește Domnul: ‘N-ascultați de cuvintele prorocilor voștri, care vă prorocesc și zic: «Iată că uneltele Casei Domnului vor fi aduse în curând din Babilon!» Căci ei vă prorocesc minciuni.",
                "17": "Nu-i ascultați; supuneți-vă împăratului Babilonului și veți trăi. Pentru ce să ajungă cetatea aceasta o dărâmătură?",
                "18": "Dacă sunt ei proroci și dacă este cu ei Cuvântul Domnului, să mijlocească la Domnul oștirilor, pentru ca uneltele care au mai rămas în Casa Domnului, în casa împăratului lui Iuda și în Ierusalim să nu se ducă în Babilon.’",
                "19": "Căci așa vorbește Domnul oștirilor cu privire la stâlpi, la marea de aramă, la temelii și la toate celelalte unelte care au mai rămas în cetatea aceasta",
                "20": "și care n-au fost ridicate de Nebucadnețar, împăratul Babilonului, când a luat robi din Ierusalim în Babilon pe Ieconia, fiul lui Ioiachim, împăratul lui Iuda, și pe toți mai-marii lui Iuda și ai Ierusalimului;",
                "21": "așa vorbește Domnul oștirilor, Dumnezeul lui Israel, despre uneltele care au mai rămas în Casa Domnului, în casa împăratului lui Iuda și în Ierusalim:",
                "22": "‘Ele vor fi duse în Babilon și vor rămâne acolo până în ziua când le voi căuta Eu’, zice Domnul, ‘când le voi ridica iarăși și le voi aduce înapoi în locul acesta.’”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "La începutul domniei lui Zedechia, fiul lui Iosia, regele lui Iuda, Ieremia a primit Cuvântul acesta din partea Domnului.",
                "2": "Domnul mi-a vorbit astfel: „Fă-ți un jug și niște legături și pune-ți-le pe gât.",
                "3": "Apoi trimite-le regelui Edomului, regelui Moabului, regelui fiilor lui Amon, regelui Tyrului și regelui Sidonului, prin mesagerii care au venit în Ierusalim la Zedechia, regele lui Iuda.",
                "4": "Poruncește-le să le spună stăpânilor lor astfel: «Așa vorbește Domnul Oștirilor, Dumnezeul lui Israel:",
                "5": "Eu am făcut pământul, oamenii și animalele care sunt pe fața pământului, cu puterea Mea cea mare și cu brațul Meu întins, și îl dau oricui este drept înaintea ochilor Mei.",
                "6": "Acum, am dat toate aceste țări în mâinile lui Nebucadnețar, împăratul Babilonului, slujitorul Meu. Chiar și vietățile câmpului i le-am dat ca să-i slujească.",
                "7": "Toate națiunile îi vor sluji lui, fiului său și nepotului său, până va veni și timpul țării lui. Atunci multe națiuni și împărați puternici o vor supune.",
                "8": "Dar dacă vreo națiune sau vreun regat nu-i va sluji lui Nebucadnețar, împăratul Babilonului, sau nu-și va pleca gâtul sub jugul împăratului, atunci voi pedepsi națiunea aceea cu sabie, cu foamete și cu molimă, zice Domnul, până o voi nimici prin mâna lui.",
                "9": "De aceea, să nu ascultați de profeții voștri, de cei care practică divinația între voi, de visătorii voștri, de prezicătorii voștri și de vrăjitorii voștri care vă spun: ‘Nu veți sluji împăratului Babilonului!’.",
                "10": "Căci ei vă profețesc minciuni, ca să fiți duși departe din țara voastră. Eu vă voi alunga și veți pieri.",
                "11": "Dar pe națiunea care își va pleca gâtul sub jugul împăratului Babilonului și care-i va sluji, o voi lăsa în țara ei, zice Domnul, ca să-i muncească pământul și să locuiască în ea»“.",
                "12": "Am spus aceleași cuvinte și lui Zedechia, regele lui Iuda: „Plecați-vă gâtul sub jugul împăratului Babilonului și slujiți-i lui și poporului său, ca să trăiți.",
                "13": "Pentru ce să muriți, tu și poporul acesta, de sabie, de foamete și de molimă, cum a spus Domnul cu privire la orice națiune care nu-i va sluji împăratului Babilonului?",
                "14": "Nu ascultați cuvintele profeților care vă spun: «Nu veți sluji împăratului Babilonului, căci ei vă profețesc minciuni».",
                "15": "«Nu Eu i-am trimis, zice Domnul, ci ei profețesc minciuni în Numele Meu. De aceea vă voi alunga și veți pieri, voi și profeții care vă profețesc»“.",
                "16": "Am vorbit și preoților și întregului popor, zicând: „Nu ascultați cuvintele profeților, zice Domnul, care vă spun: «Iată, obiectele Casei Domnului vor fi aduse foarte curând din Babilon», căci ei vă profețesc minciuni.",
                "17": "Nu-i ascultați, ci slujiți-i împăratului Babilonului ca să trăiți. Pentru ce să ajungă cetatea aceasta o ruină?",
                "18": "Dacă ei sunt cu adevărat profeți și dacă este în ei Cuvântul Domnului, atunci să mijlocească la Domnul Oștirilor ca obiectele care au mai rămas în Casa Domnului, în palatul regelui lui Iuda și în Ierusalim să nu fie duse în Babilon.",
                "19": "Căci așa vorbește Domnul Oștirilor cu privire la stâlpi, la «mare», la piedestale și la celelalte obiecte care au mai rămas în cetatea aceasta",
                "20": "și care n-au fost luate de Nebucadnețar, împăratul Babilonului, când i-a dus în captivitate, din Ierusalim în Babilon, pe Iehoiachin, fiul lui Iehoiachim, regele lui Iuda și pe toți nobilii lui Iuda și ai Ierusalimului;",
                "21": "așa vorbește Domnul Oștirilor, Dumnezeul lui Israel, despre obiectele care au mai rămas în Casa Domnului, în palatul regelui lui Iuda și în Ierusalim:",
                "22": "«Ele vor fi duse în Babilon și vor rămâne acolo până în ziua când voi veni Eu după ele, zice Domnul. Atunci le voi aduce înapoi și le voi pune în locul acesta»“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "In the beginning of the reign of Jehoiakim the son of Josiah, king of Judah, this word came to Jeremiah from Yahweh, saying,",
                "2": "Yahweh says to me: “Make bonds and bars, and put them on your neck.",
                "3": "Then send them to the king of Edom, to the king of Moab, to the king of the children of Ammon, to the king of Tyre, and to the king of Sidon, by the hand of the messengers who come to Jerusalem to Zedekiah king of Judah.",
                "4": "Give them a command to their masters, saying, ‘Yahweh of Armies, the God of Israel says, “You shall tell your masters:",
                "5": "‘I have made the earth, the men, and the animals that are on the surface of the earth by my great power and by my outstretched arm. I give it to whom it seems right to me.",
                "6": "Now I have given all these lands into the hand of Nebuchadnezzar the king of Babylon, my servant. I have also given the animals of the field to him to serve him.",
                "7": "All the nations will serve him, his son, and his son’s son, until the time of his own land comes. Then many nations and great kings will make him their bondservant.",
                "8": "“‘“‘It will happen that I will punish the nation and the kingdom which will not serve the same Nebuchadnezzar king of Babylon, and that will not put their neck under the yoke of the king of Babylon,’ says Yahweh, ‘with the sword, with famine, and with pestilence, until I have consumed them by his hand.",
                "9": "But as for you, don’t listen to your prophets, to your diviners, to your dreams, to your soothsayers, or to your sorcerers, who speak to you, saying, “You shall not serve the king of Babylon;”",
                "10": "for they prophesy a lie to you, to remove you far from your land, so that I would drive you out, and you would perish.",
                "11": "But the nation that brings their neck under the yoke of the king of Babylon and serves him, that nation I will let remain in their own land,’ says Yahweh; ‘and they will till it and dwell in it.’”’”",
                "12": "I spoke to Zedekiah king of Judah according to all these words, saying, “Bring your necks under the yoke of the king of Babylon, and serve him and his people, and live.",
                "13": "Why will you die, you and your people, by the sword, by the famine, and by the pestilence, as Yahweh has spoken concerning the nation that will not serve the king of Babylon?",
                "14": "Don’t listen to the words of the prophets who speak to you, saying, ‘You shall not serve the king of Babylon;’ for they prophesy a lie to you.",
                "15": "For I have not sent them,” says Yahweh, “but they prophesy falsely in my name; that I may drive you out, and that you may perish, you, and the prophets who prophesy to you.”",
                "16": "Also I spoke to the priests and to all this people, saying, Yahweh says, “Don’t listen to the words of your prophets who prophesy to you, saying, ‘Behold, the vessels of Yahweh’s house will now shortly be brought again from Babylon;’ for they prophesy a lie to you.",
                "17": "Don’t listen to them. Serve the king of Babylon, and live. Why should this city become a desolation?",
                "18": "But if they are prophets, and if Yahweh’s word is with them, let them now make intercession to Yahweh of Armies, that the vessels which are left in Yahweh’s house, in the house of the king of Judah, and at Jerusalem, don’t go to Babylon.",
                "19": "For Yahweh of Armies says concerning the pillars, concerning the sea, concerning the bases, and concerning the rest of the vessels that are left in this city,",
                "20": "which Nebuchadnezzar king of Babylon didn’t take when he carried away captive Jeconiah the son of Jehoiakim, king of Judah, from Jerusalem to Babylon, and all the nobles of Judah and Jerusalem—",
                "21": "yes, Yahweh of Armies, the God of Israel, says concerning the vessels that are left in Yahweh’s house, and in the house of the king of Judah, and at Jerusalem:",
                "22": "‘They will be carried to Babylon, and there they will be, until the day that I visit them,’ says Yahweh; ‘then I will bring them up, and restore them to this place.’”"
            }
        }
    }
}