{
    "book": "Ieremia",
    "chapter": "19",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Așa a vorbit Domnul: „Du-te de cumpără de la un olar un vas de pământ și ia cu tine pe câțiva din bătrânii poporului și din bătrânii preoților.",
                "2": "Du-te în valea Ben-Hinom, care este la intrarea porții olăriei, și acolo să vestești cuvintele pe care ți le voi spune.",
                "3": "Să spui: ‘Ascultați Cuvântul Domnului, împărați ai lui Iuda și locuitori ai Ierusalimului! Așa vorbește Domnul oștirilor, Dumnezeul lui Israel: «Iată, voi aduce peste locul acesta o nenorocire care va face să țiuie urechile oricui va auzi vorbindu-se de ea.",
                "4": "Pentru că M-au părăsit, au spurcat locul acesta, au adus în el tămâie altor dumnezei pe care nu-i cunoșteau nici ei, nici părinții lor, nici împărații lui Iuda și au umplut locul acesta cu sânge nevinovat.",
                "5": "Au zidit și înălțimi lui Baal, ca să ardă pe copiii lor în foc ca arderi-de-tot lui Baal – lucru pe care nici nu-l poruncisem, nici nu-l rânduisem și nici nu-Mi trecuse prin minte.",
                "6": "De aceea, iată, vin zile», zice Domnul, «când locul acesta nu se va mai numi Tofet, nici Valea Ben-Hinom, ci se va numi Valea Măcelului!",
                "7": "În locul acesta voi zădărnici sfatul lui Iuda și al Ierusalimului, îi voi face să cadă uciși de sabie înaintea vrăjmașilor lor și de mâna celor ce vor să le ia viața. Trupurile lor moarte le voi da hrană păsărilor cerului și fiarelor pământului.",
                "8": "Voi face din cetatea aceasta o groază și o batjocură; așa că toți cei ce vor trece pe lângă ea se vor îngrozi și vor șuiera când vor vedea toate rănile ei.",
                "9": "Îi voi face să mănânce carnea fiilor și fiicelor lor, așa că își vor mânca unii carnea altora, în mijlocul necazului și strâmtorării în care-i vor aduce vrăjmașii lor și cei ce vor să le ia viața.»’",
                "10": "Să spargi apoi vasul sub ochii oamenilor care vor merge cu tine.",
                "11": "Și să le spui: ‘Așa vorbește Domnul oștirilor: «Tocmai așa voi zdrobi pe poporul acesta și cetatea aceasta cum se sparge vasul unui olar, fără să poată fi făcut la loc. Și morții vor fi îngropați în Tofet din lipsă de loc pentru îngropare.",
                "12": "Așa voi face locului acestuia», zice Domnul, «și locuitorilor lui și voi face cetatea aceasta ca Tofetul.",
                "13": "Casele Ierusalimului și casele împăraților lui Iuda vor fi necurate ca Tofetul, toate casele pe acoperișul cărora se aducea tămâie întregii oștiri a cerurilor și se turnau jertfe de băutură altor dumnezei!»’”",
                "14": "Ieremia s-a întors din Tofet, unde-l trimisese Domnul să prorocească. Apoi a stat în curtea Casei Domnului și a zis întregului popor:",
                "15": "„Așa vorbește Domnul oștirilor, Dumnezeul lui Israel: ‘Iată, voi aduce peste cetatea aceasta și peste toate cetățile care țin de ea toate nenorocirile pe care i le-am vestit mai dinainte, pentru că și-au înțepenit gâtul ca să n-asculte cuvintele Mele.’”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Așa vorbește Domnul: „Du-te și cumpără de la un olar un vas de lut, apoi ia cu tine pe câțiva din bătrânii poporului și din bătrânii preoților",
                "2": "și du-te în Valea Ben-Hinom, care este la intrarea Porții Ciobului. Să vestești acolo cuvintele pe care ți le spun.",
                "3": "Să spui astfel: «Ascultați Cuvântul Domnului, regi ai lui Iuda și locuitori ai Ierusalimului! Așa vorbește Domnul Oștirilor, Dumnezeul lui Israel: ‘Iată, voi aduce peste locul acesta o nenorocire care va răsuna în urechile oricui o va auzi’.",
                "4": "Căci M-au părăsit, au înstrăinat locul acesta, au adus în el jertfe altor dumnezei, pe care nu-i cunoșteau nici ei, nici strămoșii lor și nici regii lui Iuda și au umplut locul acesta cu sânge nevinovat.",
                "5": "Au construit înălțimi lui Baal, ca să-și ardă copiii în foc ca arderi-de-tot pentru Baal, lucru pe care nu l-am poruncit, nici nu l-am menționat și care nici nu Mi-a trecut prin minte.",
                "6": "De aceea, iată vin zile, zice Domnul, când locul acesta nu se va mai numi Tofet, nici Valea Ben-Hinom, ci se va numi Valea Măcelului.",
                "7": "În locul acesta voi distruge planurile lui Iuda și ale Ierusalimului. Îi voi face să cadă loviți de sabie înaintea dușmanilor lor, uciși de mâna celor ce încearcă să le ia viața. Cadavrele lor le voi da ca hrană păsărilor cerului și animalelor sălbatice ale pământului.",
                "8": "Voi face din cetatea aceasta un motiv de groază și de fluierat. Toți cei ce vor trece pe lângă ea se vor îngrozi și vor fluiera din cauza tuturor rănilor ei.",
                "9": "Îi voi face să mănânce carnea fiilor lor și carnea fiicelor lor. Își vor mânca unii altora carnea în timpul asediului și al strâmtorării impuse asupra lor de dușmanii care încearcă să le ia viața».",
                "10": "Să spargi apoi vasul înaintea ochilor oamenilor care vor merge cu tine",
                "11": "și să le spui: «Așa vorbește Domnul Oștirilor: ‘Voi zdrobi poporul acesta și cetatea aceasta, întocmai cum se sparge vasul unui olar și nu mai poate fi refăcut! Vor fi îngropați în Tofet, din lipsă de loc pentru îngropare.",
                "12": "Așa voi face locului acestuia, zice Domnul, precum și celor ce locuiesc aici. Voi face cetății acesteia ca Tofetului.",
                "13": "Casele Ierusalimului și casele regilor lui Iuda vor deveni necurate ca acest loc, Tofet, și anume toate casele pe acoperișul cărora se ardea tămâie întregii armate a cerurilor și se turnau jertfe de băutură altor dumnezei’»“.",
                "14": "Ieremia s-a întors din Tofet, unde-l trimisese Domnul să profețească. Apoi a stat în curtea Casei Domnului și a zis întregului popor:",
                "15": "„Așa vorbește Domnul Oștirilor, Dumnezeul lui Israel: «Iată, voi aduce peste cetatea aceasta și peste toate cetățile din jurul ei toate nenorocirile pe care le-am vestit împotriva lor, pentru că s-au încăpățânat să nu asculte cuvintele Mele!»“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Thus said Yahweh, “Go, and buy a potter’s earthen container, and take some of the elders of the people and of the elders of the priests;",
                "2": "and go out to the valley of the son of Hinnom, which is by the entry of the gate Harsith, and proclaim there the words that I will tell you.",
                "3": "Say, ‘Hear Yahweh’s word, kings of Judah and inhabitants of Jerusalem: Yahweh of Armies, the God of Israel says, “Behold, I will bring evil on this place, which whoever hears, his ears will tingle.",
                "4": "Because they have forsaken me, and have defiled this place, and have burned incense in it to other gods that they didn’t know—they, their fathers, and the kings of Judah—and have filled this place with the blood of innocents,",
                "5": "and have built the high places of Baal to burn their children in the fire for burnt offerings to Baal, which I didn’t command, nor speak, which didn’t even enter into my mind.",
                "6": "Therefore, behold, the days come,” says Yahweh, “that this place will no more be called ‘Topheth’, nor ‘The Valley of the son of Hinnom’, but ‘The valley of Slaughter’.",
                "7": "“‘“I will make the counsel of Judah and Jerusalem void in this place. I will cause them to fall by the sword before their enemies, and by the hand of those who seek their life. I will give their dead bodies to be food for the birds of the sky and for the animals of the earth.",
                "8": "I will make this city an astonishment and a hissing. Everyone who passes by it will be astonished and hiss because of all its plagues.",
                "9": "I will cause them to eat the flesh of their sons and the flesh of their daughters. They will each eat the flesh of his friend in the siege and in the distress with which their enemies, and those who seek their life, will distress them.”’",
                "10": "“Then you shall break the container in the sight of the men who go with you,",
                "11": "and shall tell them, ‘Yahweh of Armies says: “Even so I will break this people and this city as one breaks a potter’s vessel, that can’t be made whole again. They will bury in Topheth until there is no place to bury.",
                "12": "This is what I will do to this place,” says Yahweh, “and to its inhabitants, even making this city as Topheth.",
                "13": "The houses of Jerusalem and the houses of the kings of Judah, which are defiled, will be as the place of Topheth, even all the houses on whose roofs they have burned incense to all the army of the sky and have poured out drink offerings to other gods.”’”",
                "14": "Then Jeremiah came from Topheth, where Yahweh had sent him to prophesy, and he stood in the court of Yahweh’s house, and said to all the people:",
                "15": "“Yahweh of Armies, the God of Israel says, ‘Behold, I will bring on this city and on all its towns all the evil that I have pronounced against it, because they have made their neck stiff, that they may not hear my words.’”"
            }
        }
    }
}