{
    "book": "Ieremia",
    "chapter": "39",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Ierusalimul a fost luat. În al nouălea an al lui Zedechia, împăratul lui Iuda, în luna a zecea, a venit Nebucadnețar, împăratul Babilonului, cu toată oștirea lui înaintea Ierusalimului și l-a împresurat,",
                "2": "iar în anul al unsprezecelea al lui Zedechia, în ziua a noua a lunii a patra, au pătruns în cetate.",
                "3": "Atunci au înaintat toate căpeteniile împăratului Babilonului și au cuprins poarta de la mijloc. Erau: Nergal-Șarețer, Samgar-Nebu, Sarsechim, căpetenia famenilor dregători, Nergal-Șarețer, căpetenia magilor, și toate celelalte căpetenii ale împăratului Babilonului.",
                "4": "Zedechia, împăratul lui Iuda, și toți oamenii de război, cum i-au văzut, au fugit și au ieșit noaptea din cetate, pe drumul grădinii împăratului, pe poarta dintre cele două ziduri, și au apucat pe drumul câmpiei.",
                "5": "Dar oastea haldeenilor i-a urmărit și a ajuns pe Zedechia în câmpiile Ierihonului. L-au luat și l-au dus la Nebucadnețar, împăratul Babilonului, la Ribla, în țara Hamatului; el a dat o hotărâre împotriva lui.",
                "6": "Împăratul Babilonului a pus să înjunghie la Ribla pe fiii lui Zedechia înaintea lui, împreună cu toți mai-marii lui Iuda.",
                "7": "Apoi a pus să scoată ochii lui Zedechia și a pus să-l lege cu lanțuri de aramă, ca să-l ducă la Babilon.",
                "8": "Caldeenii au ars cu foc casa împăratului și casele poporului și au dărâmat zidurile Ierusalimului.",
                "9": "Nebuzaradan, căpetenia străjerilor, a luat robi la Babilon pe aceia din popor care rămăseseră în cetate, pe cei ce se supuseseră lui și pe rămășița poporului.",
                "10": "Dar Nebuzaradan, căpetenia străjerilor, a lăsat în țara lui Iuda pe unii din cei mai săraci din popor, pe cei ce n-aveau nimic, și le-a dat atunci vii și ogoare.",
                "11": "Nebucadnețar, împăratul Babilonului, dăduse porunca următoare cu privire la Ieremia, prin Nebuzaradan, căpetenia străjerilor:",
                "12": "„Ia-l, poartă-i de grijă și nu-i face niciun rău, ci fă-i ce-ți va cere!”",
                "13": "Nebuzaradan, căpetenia străjerilor, Nebușazban, căpetenia famenilor dregători, Nergal-Șarețer, căpetenia magilor, și toate căpeteniile împăratului Babilonului",
                "14": "au trimis să aducă pe Ieremia din curtea temniței și l-au încredințat lui Ghedalia, fiul lui Ahicam, fiul lui Șafan, ca să-l ducă acasă. Și a rămas în mijlocul poporului.",
                "15": "Cuvântul Domnului vorbise astfel lui Ieremia pe când era închis în curtea temniței:",
                "16": "„Du-te de vorbește lui Ebed-Melec, Etiopianul, și spune-i: ‘Așa vorbește Domnul oștirilor, Dumnezeul lui Israel: «Iată, voi aduce peste cetatea aceasta lucrurile pe care le-am vestit în rău, și nu în bine; în ziua aceea ele se vor întâmpla înaintea ochilor tăi.",
                "17": "Dar pe tine te voi izbăvi în ziua aceea», zice Domnul, «și nu vei fi dat în mâinile oamenilor de care te temi.",
                "18": "Te voi scăpa și nu vei cădea sub sabie, ci viața îți va fi prada ta de război, pentru că ai avut încredere în Mine», zice Domnul.’”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "În al nouălea an al lui Zedechia, regele lui Iuda, în luna a zecea, Nebucadnețar, împăratul Babilonului, a venit împotriva Ierusalimului cu toată armata sa și l-a asediat,",
                "2": "iar în al unsprezecelea an al lui Zedechia, în ziua a noua a lunii a patra, a pătruns în cetate.",
                "3": "Atunci, toți conducătorii împăratului Babilonului au venit și s-au așezat lângă Poarta din mijloc. Erau: Nergal-Șarețer, Samgar-Nebo, Sarsechim, Rab-Saris, Nergal-Șarețer, Rab-Mag și toți ceilalți conducători ai împăratului Babilonului.",
                "4": "Când Zedechia, regele lui Iuda, și toți războinicii lui i-au văzut, au fugit. Ei au ieșit din cetate în timpul nopții, pe drumul grădinii regelui, prin poarta dintre cele două ziduri, și au luat-o pe drumul spre Araba.",
                "5": "Armata caldeenilor i-a urmărit însă și l-a ajuns pe Zedechia în câmpiile Ierihonului. L-au capturat și l-au dus la Nebucadnețar, împăratul Babilonului, la Ribla, în țara Hamatului, unde acesta a rostit o sentință împotriva lui.",
                "6": "Acolo, la Ribla, împăratul Babilonului i-a înjunghiat pe fiii lui Zedechia înaintea ochilor lui. De asemenea, i-a înjunghiat și pe toți nobilii lui Iuda,",
                "7": "apoi i-a scos ochii lui Zedechia și l-a legat cu lanțuri de bronz ca să-l ducă în Babilon.",
                "8": "Caldeenii au dat foc atât palatului regelui, cât și caselor poporului, și au dărâmat zidurile Ierusalimului.",
                "9": "Nebuzaradan, căpetenia gărzilor, a dus în captivitate în Babilon poporul care mai rămăsese în cetate, împreună cu toți cei care i se predaseră și cu toată rămășița poporului.",
                "10": "Însă Nebuzaradan, căpetenia gărzilor, i-a lăsat în țara lui Iuda pe unii dintre cei mai săraci din popor, care nu aveau nimic. Tot atunci el le-a dat vii și terenuri.",
                "11": "Nebucadnețar, împăratul Babilonului, i-a dat următoarea poruncă lui Nebuzaradan, căpetenia gărzilor, cu privire la Ieremia, zicând:",
                "12": "„Ia-l și poartă-i de grijă! Să nu-i faci niciun rău, ci fă-i tot ceea ce-ți va cere!“.",
                "13": "Astfel, Nebuzaradan, căpetenia gărzilor, Nebușazban, Rab-Saris, Nergal-Șarețer, Rab-Mag și toți ceilalți conducători ai împăratului Babilonului",
                "14": "au trimis să-l aducă pe Ieremia din curtea închisorii și l-au încredințat lui Ghedalia, fiul lui Ahikam, fiul lui Șafan, ca să-l ducă înapoi acasă. Și Ieremia a rămas în mijlocul poporului.",
                "15": "Cuvântul Domnului îi vorbise astfel lui Ieremia, atunci când era închis în curtea închisorii:",
                "16": "„Du-te și spune-i cușitului Ebed-Melek astfel: «Așa vorbește Domnul Oștirilor, Dumnezeul lui Israel: ‘Iată, voi împlini cuvintele pe care le-am rostit împotriva acestei cetăți și voi aduce asupra ei nenorocirea, și nu bunăstarea. În ziua aceea, ele se vor împlini înaintea ochilor tăi.",
                "17": "Pe tine însă te voi scăpa în ziua aceea, zice Domnul, și nu te voi da în mâinile celor de care ți-e frică.",
                "18": "Eu te voi scăpa și nu vei cădea lovit de sabie. Prada ta va fi însăși viața ta, pentru că te-ai încrezut în Mine, zice Domnul’»“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "In the ninth year of Zedekiah king of Judah, in the tenth month, Nebuchadnezzar king of Babylon and all his army came against Jerusalem, and besieged it.",
                "2": "In the eleventh year of Zedekiah, in the fourth month, the ninth day of the month, a breach was made in the city.",
                "3": "All the princes of the king of Babylon came in, and sat in the middle gate: Nergal Sharezer, Samgarnebo, Sarsechim the Rabsaris, Nergal Sharezer the Rabmag, with all the rest of the princes of the king of Babylon.",
                "4": "When Zedekiah the king of Judah and all the men of war saw them, then they fled and went out of the city by night, by the way of the king’s garden, through the gate between the two walls; and he went out toward the Arabah.",
                "5": "But the army of the Chaldeans pursued them, and overtook Zedekiah in the plains of Jericho. When they had taken him, they brought him up to Nebuchadnezzar king of Babylon to Riblah in the land of Hamath; and he pronounced judgment on him.",
                "6": "Then the king of Babylon killed Zedekiah’s sons in Riblah before his eyes. The king of Babylon also killed all the nobles of Judah.",
                "7": "Moreover he put out Zedekiah’s eyes and bound him in fetters, to carry him to Babylon.",
                "8": "The Chaldeans burned the king’s house and the people’s houses with fire and broke down the walls of Jerusalem.",
                "9": "Then Nebuzaradan the captain of the guard carried away captive into Babylon the rest of the people who remained in the city, the deserters also who fell away to him, and the rest of the people who remained.",
                "10": "But Nebuzaradan the captain of the guard left of the poor of the people, who had nothing, in the land of Judah, and gave them vineyards and fields at the same time.",
                "11": "Now Nebuchadnezzar king of Babylon commanded Nebuzaradan the captain of the guard concerning Jeremiah, saying,",
                "12": "“Take him and take care of him. Do him no harm; but do to him even as he tells you.”",
                "13": "So Nebuzaradan the captain of the guard, Nebushazban, Rabsaris, and Nergal Sharezer, Rabmag, and all the chief officers of the king of Babylon",
                "14": "sent and took Jeremiah out of the court of the guard, and committed him to Gedaliah the son of Ahikam, the son of Shaphan, that he should bring him home. So he lived among the people.",
                "15": "Now Yahweh’s word came to Jeremiah while he was shut up in the court of the guard, saying,",
                "16": "“Go, and speak to Ebedmelech the Ethiopian, saying, ‘Yahweh of Armies, the God of Israel, says: “Behold, I will bring my words on this city for evil, and not for good; and they will be accomplished before you in that day.",
                "17": "But I will deliver you in that day,” says Yahweh; “and you will not be given into the hand of the men of whom you are afraid.",
                "18": "For I will surely save you. You won’t fall by the sword, but you will escape with your life, because you have put your trust in me,” says Yahweh.’”"
            }
        }
    }
}