{
    "book": "Ieremia",
    "chapter": "20",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Pașhur, fiul lui Imer, preot și priveghetor de căpetenie în Casa Domnului, a auzit pe Ieremia prorocind aceste lucruri.",
                "2": "Și Pașhur a lovit pe prorocul Ieremia și l-a aruncat în temnița cu butuci, care era la poarta de sus a lui Beniamin, în Casa Domnului.",
                "3": "Dar a doua zi, Pașhur a scos pe Ieremia din temniță. Și Ieremia i-a zis: „Domnul nu te mai numește Pașhur (Noroc din toate părțile), ci Magor-Misabib (Spaimă din toate părțile).",
                "4": "Căci așa vorbește Domnul: ‘Iată, te voi face de groază, pe tine și pe toți prietenii tăi; ei vor cădea uciși de sabia vrăjmașilor lor, și ochii tăi vor vedea lucrul acesta. Voi da, de asemenea, pe tot Iuda în mâinile împăratului Babilonului, care-i va duce robi la Babilon și-i va ucide cu sabia.",
                "5": "Toate bogățiile cetății acesteia, tot rodul muncii ei, tot ce are ea mai scump și toate vistieriile împăraților lui Iuda le voi da în mâinile vrăjmașilor lor; aceștia le vor jefui, le vor lua și le vor duce la Babilon.",
                "6": "Chiar și tu, Pașhur, și toți cei ce locuiesc în casa ta veți merge la Babilon în robie; acolo vei muri și acolo vei fi îngropat, tu și toți prietenii tăi cărora le-ai prorocit minciuni.’”",
                "7": "M-ai înduplecat, Doamne, și m-am lăsat înduplecat; ai fost mai tare decât mine și m-ai biruit! În fiecare zi sunt o pricină de râs, toată lumea își bate joc de mine.",
                "8": "Căci ori de câte ori vorbesc, trebuie să strig: „Silnicie și apăsare!” Așa încât Cuvântul Domnului îmi aduce numai ocară și batjocură toată ziua.",
                "9": "Dacă zic: „Nu voi mai pomeni de El și nu voi mai vorbi în Numele Lui”, iată că în inima mea este ca un foc mistuitor, închis în oasele mele. Caut să-l opresc, dar nu pot.",
                "10": "Căci aud vorbele rele ale multora, spaima care domnește împrejur. „Învinuiți-l”, strigă ei. „Haidem să-l învinuim!” Toți cei ce trăiau în pace cu mine pândesc să vadă dacă mă clatin și zic: „Poate că se va lăsa prins, vom pune mâna pe el și ne vom răzbuna pe el!”",
                "11": "Dar Domnul este cu mine ca un viteaz puternic, de aceea prigonitorii mei se vor poticni și nu vor birui. Se vor umple de rușine că n-au lucrat cu chibzuință; de o veșnică rușine, care nu se va uita!",
                "12": "Și acum, Doamne, Dumnezeul oștirilor, care încerci pe cel neprihănit, care pătrunzi rărunchii și inimile, fă-mă să văd răzbunarea Ta împotriva lor! Căci Ție îmi încredințez pricina.",
                "13": "Cântați Domnului, lăudați pe Domnul! Căci El izbăvește sufletul celui nenorocit din mâna celor răi.",
                "14": "Blestemată să fie ziua când m-am născut! Ziua în care m-a născut mama să nu fie binecuvântată!",
                "15": "Blestemat să fie omul care a adus vestea aceasta tatălui meu: „Ți s-a născut un copil de parte bărbătească”, și l-a umplut de bucurie cu ea!",
                "16": "Omul acela să ajungă precum cetățile pe care le-a nimicit Domnul fără milă! Să audă gemete dimineața și strigăte de război la amiază!",
                "17": "De ce n-am fost omorât în pântecele mamei, ca să-mi fi fost ea mormântul meu! De ce n-a rămas ea veșnic însărcinată cu mine?",
                "18": "Pentru ce am ieșit din pântecele mamei ca să văd numai suferință și durere și să-mi isprăvesc zilele în rușine?"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Preotul Pașhur, fiul lui Imer, conducător peste Casa Domnului, l-a auzit pe Ieremia profețind aceste lucruri.",
                "2": "Pașhur l-a lovit pe profetul Ieremia și l-a pus în butucii care se aflau la Poarta de Sus a lui Beniamin, în Casa Domnului.",
                "3": "Totuși, a doua zi, Pașhur l-a scos pe Ieremia din butuci. Ieremia i-a zis atunci: „Domnul nu te mai numește Pașhur, ci Magor-Misabib,",
                "4": "căci așa vorbește Domnul: «Iată, te voi face să fii o teroare atât pentru tine, cât și pentru toți prietenii tăi. Aceștia vor cădea uciși de sabia dușmanilor lor și ochii tăi vor vedea lucrul acesta. Îi voi da, de asemenea, pe toți cei din Iuda în mâinile împăratului Babilonului, care-i va duce captivi în Babilon și-i va ucide cu sabia.",
                "5": "Toate bogățiile cetății acesteia, tot rodul muncii ei, tot ce are ea mai scump și toate bogățiile regilor lui Iuda le voi da în mâna dușmanilor lor. Aceștia le vor jefui, le vor lua și le vor duce în Babilon.",
                "6": "Chiar și tu, Pașhur, și toți cei ce locuiesc în casa ta veți merge în captivitate în Babilon. Acolo vei muri și acolo vei fi îngropat, tu și toți prietenii tăi, cărora le-ai profețit minciuni»“.",
                "7": "M-ai amăgit, Doamne, iar eu m-am lăsat amăgit. Ai fost mai tare decât mine și m-ai învins. Sunt un motiv de râs toată ziua; fiecare își bate joc de mine.",
                "8": "Căci, ori de câte ori vorbesc, trebuie să strig, să proclam: „Violență și distrugere!“. dispreț și batjocură toată ziua.",
                "9": "Dacă mă gândesc să nu mai amintesc de El și să nu mai vorbesc în Numele Lui, iată că în inima mea este ceva ca un foc mistuitor, un foc închis în oasele mele. Mă obosesc să-l țin, dar nu pot.",
                "10": "Căci aud vorbele rele ale multora: „Teroare de jur împrejur! Învinuiți-l! Haideți să-l învinuim!“. pândesc acum să vadă dacă mă clatin: „Poate că se va lăsa amăgit; și ne vom răzbuna pe el!“.",
                "11": "Dar Domnul este cu mine ca un războinic înfiorător! se vor împiedica și nu vor învinge. Vor fi plini de rușine, căci nu vor reuși, plini de o rușine veșnică, o rușine care nu va fi uitată.",
                "12": "Doamne al Oștirilor, Care cercetezi pe cel drept, Care vezi adâncul ființei și inima, lasă-mă să văd răzbunarea Ta împotriva lor, căci Ție ți-am încredințat cauza mea.",
                "13": "Cântați Domnului! Lăudați-L pe Domnul, din mâinile răufăcătorilor.",
                "14": "Blestemată să fie ziua în care m-am născut! să nu fie binecuvântată!",
                "15": "Blestemat să fie omul care i-a dat de veste tatălui meu, zicând: „Ți s-a născut un copil, un fiu!“, umplându-l de bucurie cu ea!",
                "16": "Omul acela să fie precum cetățile pe care le-a distrus Domnul fără milă! și strigăte de război la amiază!",
                "17": "Căci nu m-a omorât în pântecul mamei, și pântecul ei să mă fi păstrat pe vecie.",
                "18": "De ce am ieșit din pântec, și să-mi sfârșesc zilele în rușine?"
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Now Pashhur, the son of Immer the priest, who was chief officer in Yahweh’s house, heard Jeremiah prophesying these things.",
                "2": "Then Pashhur struck Jeremiah the prophet and put him in the stocks that were in the upper gate of Benjamin, which was in Yahweh’s house.",
                "3": "On the next day, Pashhur released Jeremiah out of the stocks. Then Jeremiah said to him, “Yahweh has not called your name Pashhur, but Magormissabib.",
                "4": "For Yahweh says, ‘Behold, I will make you a terror to yourself and to all your friends. They will fall by the sword of their enemies, and your eyes will see it. I will give all Judah into the hand of the king of Babylon, and he will carry them captive to Babylon, and will kill them with the sword.",
                "5": "Moreover I will give all the riches of this city, and all its gains, and all its precious things, yes, I will give all the treasures of the kings of Judah into the hand of their enemies. They will make them captives, take them, and carry them to Babylon.",
                "6": "You, Pashhur, and all who dwell in your house will go into captivity. You will come to Babylon, and there you will die, and there you will be buried, you, and all your friends, to whom you have prophesied falsely.’”",
                "7": "Yahweh, you have persuaded me, and I was persuaded. You are stronger than I, and have prevailed. I have become a laughingstock all day. Everyone mocks me.",
                "8": "For as often as I speak, I cry out; I cry, “Violence and destruction!” because Yahweh’s word has been made a reproach to me, and a derision, all day.",
                "9": "If I say that I will not make mention of him, or speak any more in his name, then there is in my heart as it were a burning fire shut up in my bones. I am weary with holding it in. I can’t.",
                "10": "For I have heard the defaming of many: “Terror on every side! Denounce, and we will denounce him!” say all my familiar friends, those who watch for my fall. “Perhaps he will be persuaded, and we will prevail against him, and we will take our revenge on him.”",
                "11": "But Yahweh is with me as an awesome mighty one. Therefore my persecutors will stumble, and they won’t prevail. because they have not dealt wisely, even with an everlasting dishonor which will never be forgotten.",
                "12": "But Yahweh of Armies, who tests the righteous, who sees the heart and the mind, let me see your vengeance on them, for I have revealed my cause to you.",
                "13": "Sing to Yahweh! Praise Yahweh, for he has delivered the soul of the needy from the hand of evildoers.",
                "14": "Cursed is the day in which I was born. Don’t let the day in which my mother bore me be blessed.",
                "15": "Cursed is the man who brought news to my father, saying, “A boy is born to you,” making him very glad.",
                "16": "Let that man be as the cities which Yahweh overthrew, and didn’t repent. Let him hear a cry in the morning, and shouting at noontime,",
                "17": "because he didn’t kill me from the womb. So my mother would have been my grave, and her womb always great.",
                "18": "Why did I come out of the womb to see labor and sorrow, that my days should be consumed with shame?"
            }
        }
    }
}