{
    "book": "Ieremia",
    "chapter": "46",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Cuvântul Domnului spus prorocului Ieremia asupra neamurilor:",
                "2": "asupra Egiptului, împotriva oastei lui Faraon Neco, împăratul Egiptului, care era lângă râul Eufratului, la Carchemiș, și care a fost bătută de Nebucadnețar, împăratul Babilonului, în al patrulea an al lui Ioiachim, fiul lui Iosia, împăratul lui Iuda:",
                "3": "„Pregătiți scutul și pavăza și mergeți la luptă;",
                "4": "înhămați caii și încălecați, călăreți; arătați-vă cu coifurile voastre, lustruiți-vă sulițele, îmbrăcați-vă cu platoșa!…",
                "5": "Ce văd? Li-i frică, dau înapoi; vitejii lor sunt bătuți; fug fără să se mai uite înapoi… Groaza se răspândește în toate părțile”, zice Domnul.",
                "6": "„Cel mai iute nu scapă prin fugă, cel mai viteaz nu poate scăpa! La miazănoapte, pe malurile Eufratului, se clatină și cad!",
                "7": "Cine este acela care înaintează ca Nilul și ale cărui ape se rostogolesc ca râurile?",
                "8": "Este Egiptul. El se umflă ca Nilul și apele lui se rostogolesc ca râurile. El zice: ‘Mă voi sui, voi acoperi țara, voi nimici cetățile și pe locuitorii lor.’",
                "9": "Suiți-vă, cai! Năpustiți-vă, care! Să iasă vitejii, cei din Etiopia și din Put, care mânuiesc scutul, și cei din Lud, care mânuiesc și întind arcul!",
                "10": "Această zi este a Domnului Dumnezeului oștirilor; este o zi de răzbunare, în care Se răzbună El pe vrăjmașii Săi. Sabia mănâncă, se satură și se îmbată cu sângele lor. Căci Domnul Dumnezeul oștirilor are o jertfă în țara de la miazănoapte, pe malurile Eufratului.",
                "11": "Suie-te în Galaad și adu leac alinător, fecioară, fiica Egiptului! Degeaba întrebuințezi atâtea leacuri, căci nu este vindecare pentru tine!",
                "12": "Neamurile aud rușinea ta și este plin pământul de strigătele tale, căci războinicii se poticnesc unul de altul, cad cu toții laolaltă.”",
                "13": "Iată cuvântul spus de Domnul către prorocul Ieremia despre venirea lui Nebucadnețar, împăratul Babilonului, ca să lovească țara Egiptului:",
                "14": "„Dați de știre în Egipt, dați de veste la Migdol și vestiți la Nof și la Tahpanes! Ziceți: ‘Scoală-te, pregătește-te, căci sabia mănâncă în jurul tău!’",
                "15": "Pentru ce ți-au căzut vitejii tăi? Nu pot să țină piept, căci Domnul îi răstoarnă!",
                "16": "El face pe mulți să se poticnească; cad unul peste altul și zic: ‘Haidem să ne întoarcem la poporul nostru, în țara noastră de naștere, departe de sabia nimicitorului!’",
                "17": "Acolo strigă: ‘Faraon, împăratul Egiptului, nu este decât un pustiu, căci a lăsat să treacă clipa potrivită.’",
                "18": "Pe viața Mea”, zice Împăratul al cărui Nume este Domnul oștirilor, „ca Taborul printre munți, cum înaintează Carmelul în mare, așa va veni.",
                "19": "Fă-ți calabalâcul pentru robie, locuitoare, fiica Egiptului! Căci Noful va ajunge un pustiu, va fi pustiit și nu va mai avea locuitori.",
                "20": "Egiptul este o juncană foarte frumoasă… Nimicitorul vine de la miazănoapte peste ea…",
                "21": "Simbriașii lui, de asemenea, sunt ca niște viței îngrășați în mijlocul lui. Dar și ei dau dosul, fug toți fără să poată ține piept. Căci vine peste ei ziua nenorocirii lor, ziua pedepsirii lor!",
                "22": "I se aude glasul ca fâșâitul unui șarpe! Căci ei înaintează cu o oștire și vin cu topoare împotriva lui, ca niște tăietori de lemne.",
                "23": "Tăiați-i pădurea”, zice Domnul, „măcar că este fără capăt! Căci sunt mai mulți decât lăcustele și nu-i poți număra!",
                "24": "Fiica Egiptului este acoperită de rușine și este dată în mâinile poporului de la miazănoapte.”",
                "25": "Domnul oștirilor, Dumnezeul lui Israel, zice: „Iată, voi pedepsi pe Amon din No, pe Faraon și Egiptul, pe dumnezeii și împărații lui, pe Faraon și pe cei ce se încred în el.",
                "26": "Îi voi da în mâinile celor ce vor să-i omoare, în mâinile lui Nebucadnețar, împăratul Babilonului, și în mâinile slujitorilor lui. După aceea însă, Egiptul va fi locuit ca în zilele de altădată”, zice Domnul.",
                "27": "„Iar tu, robul Meu Iacov, nu te teme, și nu te înspăimânta, Israele! Căci te voi izbăvi din pământul depărtat și-ți voi izbăvi sămânța din țara în care este roabă. Iacov se va întoarce iarăși, va locui liniștit și fără teamă și nu-l va mai tulbura nimeni.",
                "28": "Nu te teme, robul Meu Iacov”, zice Domnul, „căci Eu sunt cu tine. Voi nimici toate neamurile printre care te-am împrăștiat, dar pe tine nu te voi nimici, ci Te voi pedepsi cu dreptate, nu pot să te las nepedepsit.”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Acesta este Cuvântul Domnului, care i-a fost spus profetului Ieremia cu privire la națiuni.",
                "2": "Despre Egipt, împotriva armatei faraonului Neco, regele Egiptului, pe care a învins-o Nebucadnețar, împăratul Babilonului, la Carchemiș, lângă râul Eufrat, în anul al patrulea al lui Iehoiachim, fiul lui Iosia, regele lui Iuda:",
                "3": "„Pregătiți-vă scuturile mari și mici și mergeți la luptă!",
                "4": "Călăreți, înhămați caii și încălecați! Stați pregătiți, având coifurile pe cap! și îmbrăcați-vă armurile!",
                "5": "Ce văd? Ei sunt înspăimântați; se întorc cu spatele. Vitejii lor sunt zdrobiți. și nu mai privesc înapoi. De jur împrejur este teroare“, zice Domnul.",
                "6": "„Cel iute de picior nu va putea fugi, nici cel viteaz nu va putea scăpa! În partea de nord, lângă râul Eufrat, ei se împiedică și cad.",
                "7": "Cine este acela care se înalță ca Nilul, ale cărui ape sunt agitate ca râurile?",
                "8": "Egiptul se înalță ca Nilul, iar apele lui sunt agitate ca râurile. El zice: «Mă voi ridica și voi acoperi țara, și pe cei ce locuiesc în ele».",
                "9": "Suiți-vă, cai! Năvăliți, care! Să iasă vitejii: și cei din Lud care trag cu arcul!",
                "10": "Ziua aceea însă va fi a Stăpânului, Domnul Oștirilor! Va fi o zi de răzbunare, în care El Se va răzbuna pe dușmanii Lui. Sabia va devora, se va sătura și se va îmbăta cu sângele lor, căci Stăpânul, Domnul Oștirilor, în țara din nord, lângă râul Eufrat.",
                "11": "Du-te în Ghilad și adu balsam, fiică, fecioară a Egiptului! Degeaba îți înmulțești leacurile, căci nu este vindecare pentru tine.",
                "12": "Națiunile vor auzi de rușinea ta; strigătele tale vor umple pământul. și vor cădea amândoi“.",
                "13": "Cuvântul pe care Domnul i l-a spus profetului Ieremia despre venirea lui Nebucadnețar, împăratul Babilonului, ca să atace țara Egiptului:",
                "14": "„Anunțați în Egipt și vestiți în Migdol. și în Tapanhes și spuneți: «Ridică-te și pregătește-te, căci sabia îi devorează pe cei din jurul vostru».",
                "15": "De ce s-au prăbușit cei măreți ai tăi? Ei nu pot sta în picioare, căci Domnul i-a aruncat la pământ.",
                "16": "El îi va face pe mulți să se împiedice întruna și vor cădea unul peste altul. Vor zice: «Haideți să ne întoarcem la poporul nostru și în țara de origine, departe de sabia asupritorului!».",
                "17": "Acolo vor zice: «Faraon, regele Egiptului, nu este decât un vuiet, care a lăsat să treacă pe lângă el momentul potrivit»“.",
                "18": "„Viu sunt Eu, zice Împăratul, al Cărui Nume este Domnul Oștirilor, că va veni unul care este ca Taborul printre munți, asemenea Carmelului deasupra mării.",
                "19": "Pregătește-ți lucrurile pentru exil, locuitoare, fiica Egiptului! Căci Noful va ajunge un pustiu, va fi devastat și nimeni nu va mai locui în el.",
                "20": "Egiptul este o juncană foarte frumoasă, dar un tăun vine asupra ei dinspre nord.",
                "21": "Mercenarii din rândurile lui sunt ca niște viței îngrășați în grajd, dar și ei se întorc și fug, pentru că nu pot ține piept. Căci ziua nenorocirii vine peste ei, vine vremea pedepsei lor.",
                "22": "Glasul lui este ca al unui șarpe care se târăște, căci ei înaintează cu o armată. Ei vin împotriva lui cu topoare, ca niște tăietori de lemne.",
                "23": "Îi vor tăia pădurea“, zice Domnul, „chiar dacă este foarte deasă. și nu pot fi numărați.",
                "24": "Fiica Egiptului este acoperită de rușine și este dată în mâinile poporului din nord“.",
                "25": "Așa vorbește Domnul Oștirilor, Dumnezeul lui Israel: „Iată, aduc pedeapsa împotriva lui Amon din No, împotriva lui Faraon, împotriva Egiptului, împotriva dumnezeilor lui, împotriva regilor lui și împotriva lui Faraon și a celor ce se încred în el.",
                "26": "Îi voi da în mâna celor ce încearcă să le ia viața, în mâna lui Nebucadnețar, împăratul Babilonului, și în mâna slujitorilor lui. După aceea, Egiptul va fi locuit ca în zilele de odinioară“, zice Domnul.",
                "27": "„Dar tu, slujitorul Meu Iacov, nu te teme! Nu te înspăimânta, Israel! Căci iată, te voi salva din teritoriul îndepărtat și-ți voi elibera urmașii din țara în care sunt captivi. Iacov se va întoarce, va avea odihnă și liniște și nimeni nu-l va mai îngrozi.",
                "28": "Nu te teme, slujitorul Meu Iacov, căci Eu sunt cu tine“, zice Domnul. „Voi distruge toate națiunile printre care te-am alungat, dar pe tine nu te voi distruge. Te voi disciplina însă cu dreptate; nu pot să te las nepedepsit“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Yahweh’s word which came to Jeremiah the prophet concerning the nations.",
                "2": "Of Egypt: concerning the army of Pharaoh Necoh king of Egypt, which was by the river Euphrates in Carchemish, which Nebuchadnezzar king of Babylon struck in the fourth year of Jehoiakim the son of Josiah, king of Judah.",
                "3": "“Prepare the buckler and shield, and draw near to battle!",
                "4": "Harness the horses, and get up, you horsemen, and stand up with your helmets. Polish the spears, put on the coats of mail.",
                "5": "Why have I seen it? They are dismayed and are turned backward. Their mighty ones are beaten down, have fled in haste, and don’t look back. Terror is on every side,” says Yahweh.",
                "6": "“Don’t let the swift flee away, nor the mighty man escape. they have stumbled and fallen.",
                "7": "“Who is this who rises up like the Nile, like rivers whose waters surge?",
                "8": "Egypt rises up like the Nile, like rivers whose waters surge. He says, ‘I will rise up. I will cover the earth. I will destroy cities and its inhabitants.’",
                "9": "Go up, you horses! Rage, you chariots! Let the mighty men go out: Cush and Put, who handle the shield; and the Ludim, who handle and bend the bow.",
                "10": "For that day is of the Lord, Yahweh of Armies, a day of vengeance, that he may avenge himself of his adversaries. The sword will devour and be satiated, and will drink its fill of their blood; for the Lord, Yahweh of Armies, has a sacrifice in the north country by the river Euphrates.",
                "11": "Go up into Gilead, and take balm, virgin daughter of Egypt. You use many medicines in vain. There is no healing for you.",
                "12": "The nations have heard of your shame, and the earth is full of your cry; for the mighty man has stumbled against the mighty, they both fall together.”",
                "13": "The word that Yahweh spoke to Jeremiah the prophet, how that Nebuchadnezzar king of Babylon should come and strike the land of Egypt:",
                "14": "“Declare in Egypt, publish in Migdol, and publish in Memphis and in Tahpanhes; say, ‘Stand up, and prepare, for the sword has devoured around you.’",
                "15": "Why are your strong ones swept away? They didn’t stand, because Yahweh pushed them.",
                "16": "He made many to stumble. Yes, they fell on one another. They said, ‘Arise! Let’s go again to our own people, and to the land of our birth, from the oppressing sword.’",
                "17": "They cried there, ‘Pharaoh king of Egypt is but a noise; he has let the appointed time pass by.’",
                "18": "“As I live,” says the King, whose name is Yahweh of Armies, “surely like Tabor among the mountains, and like Carmel by the sea, so he will come.",
                "19": "You daughter who dwells in Egypt, furnish yourself to go into captivity; for Memphis will become a desolation, and will be burned up, without inhabitant.",
                "20": "“Egypt is a very beautiful heifer; but destruction out of the north has come. It has come.",
                "21": "Also her hired men in the middle of her are like calves of the stall, for they also are turned back. They have fled away together. They didn’t stand, for the day of their calamity has come on them, the time of their visitation.",
                "22": "Its sound will go like the serpent, for they will march with an army, and come against her with axes, as wood cutters.",
                "23": "They will cut down her forest,” says Yahweh, “though it can’t be searched; because they are more than the locusts, and are innumerable.",
                "24": "The daughter of Egypt will be disappointed; she will be delivered into the hand of the people of the north.”",
                "25": "Yahweh of Armies, the God of Israel, says: “Behold, I will punish Amon of No, and Pharaoh, and Egypt, with her gods and her kings, even Pharaoh, and those who trust in him.",
                "26": "I will deliver them into the hand of those who seek their lives, and into the hand of Nebuchadnezzar king of Babylon, and into the hand of his servants. Afterwards it will be inhabited, as in the days of old,” says Yahweh.",
                "27": "“But don’t you be afraid, Jacob my servant. Don’t be dismayed, Israel; for, behold, I will save you from afar, and your offspring from the land of their captivity. Jacob will return, and will be quiet and at ease. No one will make him afraid.",
                "28": "Don’t be afraid, O Jacob my servant,” says Yahweh, “for I am with you; for I will make a full end of all the nations where I have driven you, but I will not make a full end of you, but I will correct you in measure, and will in no way leave you unpunished.”"
            }
        }
    }
}