{
    "book": "Ieremia",
    "chapter": "18",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Cuvântul vorbit lui Ieremia din partea Domnului și care sună astfel:",
                "2": "„Scoală-te și coboară-te în casa olarului; acolo te voi face să auzi cuvintele Mele!”",
                "3": "Când m-am coborât în casa olarului, iată că el lucra pe roată.",
                "4": "Vasul pe care-l făcea n-a izbutit – cum se întâmplă cu lutul în mâna olarului. Atunci, el a făcut un alt vas, cum i-a plăcut lui să-l facă.",
                "5": "Și Cuvântul Domnului mi-a vorbit astfel:",
                "6": "„Nu pot Eu să fac cu voi ca olarul acesta, casă a lui Israel?”, zice Domnul. „Iată, cum este lutul în mâna olarului, așa sunteți voi în mâna Mea, casă a lui Israel!",
                "7": "Deodată zic despre un neam, despre o împărăție, că-l voi smulge, că-l voi surpa și că-l voi nimici,",
                "8": "dar, dacă neamul acesta despre care am vorbit astfel se întoarce de la răutatea lui, atunci și Mie Îmi pare rău de răul pe care Îmi pusesem în gând să i-l fac.",
                "9": "Tot așa însă, deodată zic despre un neam sau despre o împărăție că-l voi zidi sau că-l voi sădi,",
                "10": "dar, dacă neamul acesta face ce este rău înaintea Mea și n-ascultă glasul Meu, atunci Îmi pare rău și de binele pe care aveam de gând să i-l fac.",
                "11": "De aceea, vorbește acum oamenilor lui Iuda și locuitorilor Ierusalimului și zi: ‘Așa vorbește Domnul: «Iată, pregătesc o nenorocire împotriva voastră și fac un plan împotriva voastră. De aceea, întoarceți-vă fiecare de la calea voastră cea rea, îndreptați-vă umbletele și faptele!»’”",
                "12": "Dar ei zic: „Degeaba! Căci noi ne vom urma gândurile noastre și vom lucra fiecare după pornirile inimii noastre rele!”",
                "13": "De aceea, așa vorbește Domnul: „Întrebați pe neamuri! Cine a auzit vreodată asemenea lucruri? Fecioara lui Israel a făcut grozave blestemății.",
                "14": "Părăsește zăpada Libanului stânca ogoarelor? Sau se văd secând apele care vin de departe proaspete și curgătoare?",
                "15": "Totuși poporul Meu M-a uitat și aduce tămâie idolilor; s-a abătut din căile lui, a părăsit vechile cărări și a apucat pe cărări și drumuri nebătute,",
                "16": "făcând astfel din țara lor o pustietate, o veșnică batjocură; toți cei ce trec prin ea sunt uimiți și dau din cap.",
                "17": "Ca vântul de la răsărit îi voi risipi înaintea vrăjmașului, iar în ziua necazului lor, le voi întoarce spatele și nu Mă voi uita la ei!”",
                "18": "Atunci ei au zis: „Veniți să urzim rele împotriva lui Ieremia! Căci doar nu va pieri Legea din lipsă de preoți, nici sfatul din lipsă de înțelepți, nici cuvântul din lipsă de proroci. Haidem să-l ucidem cu vorba și să nu luăm seama la toate vorbirile lui!”",
                "19": "Ascultă-mă, Doamne, și auzi glasul potrivnicilor mei!",
                "20": "Cu rău se răsplătește binele? Căci au săpat o groapă ca să-mi ia viața. Adu-Ți aminte că am stat înaintea Ta ca să vorbesc bine pentru ei și să abat mânia Ta de la ei.",
                "21": "De aceea, dă pe copiii lor pradă foametei și doboară-i cu sabia! Nevestele lor să fie lipsite de copii și să rămână văduve, și bărbații lor să fie luați de ciumă; tinerii lor să fie uciși de sabie în luptă!",
                "22": "Să se audă strigăte ieșind din casele lor când cetele aduse de Tine vor cădea deodată peste ei! Căci au săpat o groapă ca să mă prindă și mi-au întins lațuri sub picioare.",
                "23": "Dar Tu, Doamne, cunoști toate uneltirile lor făcute ca să mă omoare. Nu le ierta nelegiuirea și nu le șterge păcatul dinaintea Ta, ci să fie doborâți în Fața Ta! Lucrează împotriva lor la vremea mâniei Tale!"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Cuvântul spus lui Ieremia din partea Domnului:",
                "2": "„Scoală-te și du-te la casa olarului! Acolo te voi face să auzi cuvintele Mele!“.",
                "3": "M-am dus la casa olarului și iată că el făcea o lucrare pe roată.",
                "4": "Însă vasul de lut pe care-l făcea olarul s-a stricat în mâna lui. Atunci el a făcut un alt vas, așa cum i-a plăcut lui să-l facă.",
                "5": "Cuvântul Domnului mi-a vorbit, zicând:",
                "6": "„Oare Eu nu pot să fac cu voi ca olarul acesta, Casă a lui Israel?“, zice Domnul. „Iată, ca lutul în mâna olarului, așa sunteți voi în mâna Mea, Casă a lui Israel.",
                "7": "Dacă la un moment dat zic despre o națiune sau despre un regat că-l voi smulge, că-l voi dărâma și că-l voi distruge,",
                "8": "însă națiunea aceea, despre care am vorbit, se întoarce de la răutatea ei, atunci și Mie Îmi va părea rău de răul pe care plănuisem să i-l fac.",
                "9": "Tot așa, dacă la un moment dat zic despre o națiune sau despre un regat că-l voi întemeia și-l voi planta,",
                "10": "însă poporul acela face ceea ce este rău înaintea ochilor Mei și nu ascultă de glasul Meu, atunci și Mie Îmi va părea rău de binele pe care plănuisem să i-l fac.",
                "11": "Prin urmare, vorbește acum oamenilor lui Iuda și locuitorilor Ierusalimului și spune-le: «Așa vorbește Domnul: ‘Iată, pregătesc o nenorocire împotriva voastră și fac un plan împotriva voastră. De aceea, întoarceți-vă fiecare de la calea voastră cea rea și îndreptați-vă căile și faptele!’»“.",
                "12": "Ei însă zic: „În zadar! Noi ne vom urma în continuare gândurile și fiecare va lucra după încăpățânarea inimii lui rele“.",
                "13": "De aceea, așa vorbește Domnul: „Întrebați printre națiuni: «Cine a mai auzit asemenea lucruri? Fecioara Israel a făcut cel mai dezgustător lucru.",
                "14": "Oare zăpada Libanului părăsește vreodată stâncile versanților lui? Oare seacă apele reci care vin de departe»?",
                "15": "Căci poporul Meu M-a uitat și aduce tămâie idolilor de nimic. Aceștia i-au făcut să se împiedice pe căile lor, pe vechile cărări, și pe drumuri nebătătorite,",
                "16": "făcând astfel din țara lor o pustietate și un motiv de fluierat pentru totdeauna. și dau din cap.",
                "17": "Ca vântul din est, așa îi voi împrăștia dinaintea dușmanului. le voi arăta spatele, nu fața“.",
                "18": "Ei zic: „Veniți să facem planuri împotriva lui Ieremia! Căci doar nu va pieri Legea din lipsă de preoți, nici sfatul din lipsă de înțelepți și nici Cuvântul din lipsă de profeți. Haideți să-l acuzăm și să nu luăm seama la toate cuvintele lui!“.",
                "19": "Ascultă-mă, Doamne! Auzi glasul împotrivitorilor mei.",
                "20": "Se răsplătește oare binele cu rău? Și totuși ei au săpat o groapă sufletului meu. și să întorc furia Ta de la ei.",
                "21": "De aceea, dă-le copiii pradă foametei și trece-i prin ascuțișul sabiei! Soțiile să le fie lipsite de copii și să rămână văduve, oamenii lor să fie dați la moarte, iar tinerii lor să fie uciși cu sabia în luptă!",
                "22": "Un strigăt să fie auzit din casele lor, atunci când vei aduce deodată cete peste ei, și au ascuns lațuri pentru picioarele mele.",
                "23": "Dar Tu, Doamne, cunoști toate planurile lor de a mă ucide. și nu le șterge păcatul dinaintea Ta. Să fie doborâți înaintea Ta! Lucrează împotriva lor la vremea mâniei Tale!"
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "The word which came to Jeremiah from Yahweh, saying,",
                "2": "“Arise, and go down to the potter’s house, and there I will cause you to hear my words.”",
                "3": "Then I went down to the potter’s house, and behold, he was making something on the wheels.",
                "4": "When the vessel that he made of the clay was marred in the hand of the potter, he made it again another vessel, as seemed good to the potter to make it.",
                "5": "Then Yahweh’s word came to me, saying,",
                "6": "“House of Israel, can’t I do with you as this potter?” says Yahweh. “Behold, as the clay in the potter’s hand, so are you in my hand, house of Israel.",
                "7": "At the instant I speak concerning a nation, and concerning a kingdom, to pluck up and to break down and to destroy it,",
                "8": "if that nation, concerning which I have spoken, turns from their evil, I will repent of the evil that I thought to do to them.",
                "9": "At the instant I speak concerning a nation, and concerning a kingdom, to build and to plant it,",
                "10": "if they do that which is evil in my sight, that they don’t obey my voice, then I will repent of the good with which I said I would benefit them.",
                "11": "“Now therefore, speak to the men of Judah, and to the inhabitants of Jerusalem, saying, ‘Yahweh says: “Behold, I frame evil against you, and devise a plan against you. Everyone return from his evil way now, and amend your ways and your doings.”’",
                "12": "But they say, ‘It is in vain; for we will walk after our own plans, and we will each follow the stubbornness of his evil heart.’”",
                "13": "Therefore Yahweh says: “Ask now among the nations, ‘Who has heard such things?’ The virgin of Israel has done a very horrible thing.",
                "14": "Will the snow of Lebanon fail from the rock of the field? Will the cold waters that flow down from afar be dried up?",
                "15": "For my people have forgotten me. They have burned incense to false gods. in the ancient paths, to walk in byways, in a way not built up,",
                "16": "to make their land an astonishment, and a perpetual hissing. Everyone who passes by it will be astonished, and shake his head.",
                "17": "I will scatter them as with an east wind before the enemy. I will show them the back, and not the face, in the day of their calamity.",
                "18": "Then they said, “Come! Let’s devise plans against Jeremiah; for the law won’t perish from the priest, nor counsel from the wise, nor the word from the prophet. Come, and let’s strike him with the tongue, and let’s not give heed to any of his words.”",
                "19": "Give heed to me, Yahweh, and listen to the voice of those who contend with me.",
                "20": "Should evil be recompensed for good? For they have dug a pit for my soul. Remember how I stood before you to speak good for them, to turn away your wrath from them.",
                "21": "Therefore deliver up their children to the famine, and give them over to the power of the sword. Let their wives become childless and widows. and their young men struck by the sword in battle.",
                "22": "Let a cry be heard from their houses when you bring a troop suddenly on them; and hidden snares for my feet.",
                "23": "Yet, Yahweh, you know all their counsel against me to kill me. Don’t forgive their iniquity. Don’t blot out their sin from your sight, Let them be overthrown before you. Deal with them in the time of your anger."
            }
        }
    }
}