{
    "book": "Ieremia",
    "chapter": "37",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "În locul lui Ieconia, fiul lui Ioiachim, a început să domnească Zedechia, fiul lui Iosia. El a fost pus împărat în țara lui Iuda de Nebucadnețar, împăratul Babilonului.",
                "2": "Dar nici el, nici slujitorii lui, nici poporul din țară n-au ascultat cuvintele pe care le-a rostit Domnul prin prorocul Ieremia.",
                "3": "Împăratul Zedechia a trimis pe Iucal, fiul lui Șelemia, și pe Țefania, fiul lui Maaseia, preotul, la prorocul Ieremia, să-i spună: „Mijlocește pentru noi la Domnul Dumnezeul nostru!”",
                "4": "Pe atunci, Ieremia umbla slobod prin popor: nu-l aruncaseră încă în temniță.",
                "5": "Oastea lui Faraon ieșise din Egipt, și haldeenii care împresurau Ierusalimul, când auziseră vestea aceasta, plecaseră din Ierusalim.",
                "6": "Atunci, Cuvântul Domnului a vorbit prorocului Ieremia astfel:",
                "7": "„Așa vorbește Domnul Dumnezeul lui Israel: ‘Iată ce să spuneți împăratului lui Iuda, care v-a trimis la Mine să Mă întrebați: «Iată că oastea lui Faraon, care pornise să vă ajute, se întoarce în țara ei, în Egipt;",
                "8": "iar haldeenii se vor întoarce, vor bate iarăși cetatea aceasta, o vor lua și o vor arde cu foc.»’",
                "9": "Așa vorbește Domnul: ‘Nu vă înșelați zicând: «Haldeenii se vor depărta de la noi!» Căci nu se vor depărta!",
                "10": "Și chiar dacă ați bate toată oastea haldeenilor, care se războiesc cu voi, chiar dacă n-ar mai rămâne din ei decât vreo câțiva oameni răniți, tot s-ar ridica fiecare din cortul lui și ar arde cetatea aceasta cu foc.’”",
                "11": "Pe când se depărtase oastea haldeenilor de Ierusalim de frica oastei lui Faraon,",
                "12": "Ieremia a vrut să iasă din Ierusalim, ca să se ducă în țara lui Beniamin și să scape din mijlocul poporului.",
                "13": "Când a ajuns însă la poarta lui Beniamin, căpitanul străjerilor, numit Ireia, fiul lui Șelemia, fiul lui Hanania, era acolo și a pus mâna pe prorocul Ieremia, zicând: „Tu vrei să treci la haldeeni!”",
                "14": "Ieremia a răspuns: „Nu este adevărat! Nu vreau să trec la haldeeni!” Dar Ireia n-a vrut să-l creadă, ci l-a apucat pe Ieremia și l-a dus înaintea căpeteniilor.",
                "15": "Căpeteniile, mâniate pe Ieremia, l-au lovit și l-au aruncat în temniță, în casa logofătului Ionatan, căci o prefăcuseră în temniță.",
                "16": "Așa a intrat Ieremia în temniță și în gherlă, unde a stat multă vreme.",
                "17": "Împăratul Zedechia a trimis să-l aducă și l-a întrebat în taină la el acasă. El a zis: „Ai vreun cuvânt din partea Domnului?” Ieremia a răspuns: „Da.” Și a adăugat: „Vei fi dat în mâinile împăratului Babilonului!”",
                "18": "Ieremia a mai spus împăratului Zedechia: „Cu ce am păcătuit eu împotriva ta, împotriva slujitorilor tăi și împotriva poporului acestuia de m-ați aruncat în temniță?",
                "19": "Și unde sunt prorocii voștri care vă proroceau și ziceau: ‘Împăratul Babilonului nu va veni împotriva voastră, nici împotriva țării acesteia’?",
                "20": "Acum ascultă, te rog, împărate, domnul meu! Fie bine primite înaintea ta rugămințile mele! Nu mă trimite iarăși în casa logofătului Ionatan, ca nu cumva să mor acolo!”",
                "21": "Împăratul Zedechia a poruncit să păzească pe Ieremia în curtea temniței și să-i dea în fiecare zi o pâine din ulița brutarilor, până s-a sfârșit toată pâinea din cetate. Astfel, Ieremia a rămas în curtea temniței."
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Zedechia, fiul lui Iosia, pe care Nebucadnețar, împăratul Babilonului, l-a numit rege în țara lui Iuda, a domnit în locul lui Iehoiachin, fiul lui Iehoiachim.",
                "2": "Dar nici el, nici slujitorii lui și nici poporul din țară nu au ascultat cuvintele Domnului, rostite de profetul Ieremia.",
                "3": "Regele Zedechia a trimis pe Iehucal, fiul lui Șelemia, și pe preotul Țefania, fiul lui Maaseia, la profetul Ieremia să-i spună: „Te rugăm, mijlocește pentru noi înaintea Domnului, Dumnezeul nostru“.",
                "4": "Pe atunci, Ieremia era liber să umble prin popor, căci încă nu fusese aruncat în închisoare.",
                "5": "Armata lui Faraon ieșise din Egipt, iar când caldeenii, care asediau Ierusalimul, au auzit vestea aceasta, s-au retras din Ierusalim.",
                "6": "Cuvântul Domnului i-a vorbit profetului Ieremia, zicând:",
                "7": "„Așa vorbește Domnul, Dumnezeul lui Israel: «Să vorbiți astfel regelui lui Iuda care v-a trimis la Mine să Mă întrebe: ‘Iată că armata lui Faraon, care a ieșit să vă ajute, se va întoarce în țara ei, în Egipt,",
                "8": "iar caldeenii vor reveni și vor lupta împotriva acestei cetăți. Ei o vor cuceri și îi vor da foc’».",
                "9": "Așa vorbește Domnul: «Nu vă înșelați singuri, zicând: ‘Caldeenii se vor depărta cu totul de la noi!’, căci ei nu se vor depărta.",
                "10": "Și chiar dacă ați învinge întreaga armată a caldeenilor, care se luptă împotriva voastră, și ar mai rămâne dintre ei doar câțiva oameni răniți în corturile lor, tot se vor ridica și vor da foc acestei cetăți!»“.",
                "11": "După ce armata caldeenilor s-a retras din fața Ierusalimului din cauza armatei lui Faraon,",
                "12": "Ieremia a vrut să iasă din Ierusalim ca să meargă în teritoriul lui Beniamin, pentru a intra în posesia proprietății pe care o avea în mijlocul poporului de acolo.",
                "13": "Când profetul Ieremia a ajuns însă la Poarta lui Beniamin, căpitanul gărzilor, al cărui nume era Ireia, fiul lui Șelemia, fiul lui Hanania, a pus mâna pe el, zicând: ‒ Tu vrei să dezertezi la caldeeni!",
                "14": "Ieremia a răspuns: ‒ Este o minciună! Nu vreau să dezertez la caldeeni. Dar Ireia nu l-a ascultat, ci l-a înșfăcat și l-a dus înaintea conducătorilor.",
                "15": "Aceștia s-au mâniat pe Ieremia, l-au bătut și l-au închis în casa scribului Ionatan, pe care o transformaseră în închisoare.",
                "16": "Așa a intrat Ieremia în carcera închisorii și a stat acolo multă vreme.",
                "17": "Apoi, regele Zedechia a trimis după el, iar Ieremia a fost adus la palat. Acolo, regele l-a întrebat în secret: ‒ Ai vreun cuvânt din partea Domnului? Ieremia a răspuns: ‒ Da. Apoi a zis: ‒ Vei fi dat în mâinile împăratului Babilonului.",
                "18": "Atunci Ieremia i-a zis regelui Zedechia: ‒ Cu ce am greșit față de tine, față de slujitorii tăi și față de poporul acesta, de m-ați aruncat în închisoare?",
                "19": "Unde vă sunt profeții care profețeau că împăratul Babilonului nu va veni împotriva voastră și împotriva țării acesteia?",
                "20": "Acum, o, rege, stăpânul meu, te rog să mă asculți! Fie bine primită cererea mea înaintea ta! Nu mă trimite înapoi în casa scribului Ionatan, ca nu cumva să mor acolo!",
                "21": "Regele Zedechia a poruncit ca Ieremia să fie pus în curtea închisorii și să i se dea în fiecare zi pâine de pe strada brutarilor, până când avea să se termine toată pâinea din cetate. Și, astfel, Ieremia a rămas în curtea închisorii."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Zedekiah the son of Josiah reigned as king instead of Coniah the son of Jehoiakim, whom Nebuchadnezzar king of Babylon made king in the land of Judah.",
                "2": "But neither he, nor his servants, nor the people of the land, listened to Yahweh’s words, which he spoke by the prophet Jeremiah.",
                "3": "Zedekiah the king sent Jehucal the son of Shelemiah and Zephaniah the son of Maaseiah, the priest, to the prophet Jeremiah, saying, “Pray now to Yahweh our God for us.”",
                "4": "Now Jeremiah came in and went out among the people, for they had not put him into prison.",
                "5": "Pharaoh’s army had come out of Egypt; and when the Chaldeans who were besieging Jerusalem heard news of them, they withdrew from Jerusalem.",
                "6": "Then Yahweh’s word came to the prophet Jeremiah, saying,",
                "7": "“Yahweh, the God of Israel, says, ‘You shall tell the king of Judah, who sent you to me to inquire of me: “Behold, Pharaoh’s army, which has come out to help you, will return to Egypt into their own land.",
                "8": "The Chaldeans will come again, and fight against this city. They will take it and burn it with fire.”’",
                "9": "“Yahweh says, ‘Don’t deceive yourselves, saying, “The Chaldeans will surely depart from us;” for they will not depart.",
                "10": "For though you had struck the whole army of the Chaldeans who fight against you, and only wounded men remained among them, they would each rise up in his tent and burn this city with fire.’”",
                "11": "When the army of the Chaldeans had withdrawn from Jerusalem for fear of Pharaoh’s army,",
                "12": "then Jeremiah went out of Jerusalem to go into the land of Benjamin, to receive his portion there, in the middle of the people.",
                "13": "When he was in Benjamin’s gate, a captain of the guard was there, whose name was Irijah, the son of Shelemiah, the son of Hananiah; and he seized Jeremiah the prophet, saying, “You are defecting to the Chaldeans!”",
                "14": "Then Jeremiah said, “That is false! I am not defecting to the Chaldeans.” But he didn’t listen to him; so Irijah seized Jeremiah, and brought him to the princes.",
                "15": "The princes were angry with Jeremiah, and struck him, and put him in prison in the house of Jonathan the scribe; for they had made that the prison.",
                "16": "When Jeremiah had come into the dungeon house and into the cells, and Jeremiah had remained there many days,",
                "17": "then Zedekiah the king sent and had him brought out. The king asked him secretly in his house, “Is there any word from Yahweh?” Jeremiah said, “There is.” He also said, “You will be delivered into the hand of the king of Babylon.”",
                "18": "Moreover Jeremiah said to King Zedekiah, “How have I sinned against you, against your servants, or against this people, that you have put me in prison?",
                "19": "Now where are your prophets who prophesied to you, saying, ‘The king of Babylon will not come against you, nor against this land’?",
                "20": "Now please hear, my lord the king: please let my supplication be presented before you, that you not cause me to return to the house of Jonathan the scribe, lest I die there.”",
                "21": "Then Zedekiah the king commanded, and they committed Jeremiah into the court of the guard. They gave him daily a loaf of bread out of the bakers’ street, until all the bread in the city was gone. Thus Jeremiah remained in the court of the guard."
            }
        }
    }
}