{
    "book": "Ieremia",
    "chapter": "49",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Asupra copiilor lui Amon. Așa vorbește Domnul: „N-are Israel fii? Și n-are moștenitori? Atunci pentru ce stăpânește Malcom Gadul și locuiește poporul lui în cetățile lui?",
                "2": "De aceea, iată că vin zile”, zice Domnul, „când voi face să răsune strigătul de război împotriva Rabei copiilor lui Amon. Ea va ajunge un morman de dărâmături, și satele sale vor fi arse de foc. Atunci, Israel va izgoni pe cei ce-l izgoniseră”, zice Domnul.",
                "3": "„Gemi, Hesbonule, căci Ai este pustiit! Strigați, fiicele Rabei, îmbrăcați-vă cu saci și bociți-vă, alergând încoace și încolo de-a lungul zidurilor! Căci Malcom se duce în robie cu preoții și căpeteniile sale!",
                "4": "Ce te lauzi cu văile? Valea ta se scurge, fiică răzvrătită, care te încredeai în vistieriile tale și ziceai: ‘Cine va veni împotriva mea?’",
                "5": "Iată, voi aduce groaza peste tine”, zice Domnul Dumnezeul oștirilor; „ea va veni din toate împrejurimile tale, fiecare din voi va fi izgonit drept înainte, și nimeni nu va strânge pe fugari!",
                "6": "Dar, după aceea, voi aduce înapoi pe prinșii de război ai copiilor lui Amon”, zice Domnul.",
                "7": "Asupra Edomului. Așa vorbește Domnul oștirilor: „Nu mai este înțelepciune în Teman? A pierit chibzuința de la oamenii pricepuți? S-a dus înțelepciunea lor?",
                "8": "Fugiți, dați dosul, plecați în peșteri, locuitori ai Dedanului! Căci voi aduce nenorocirea peste Esau la vremea când îl voi pedepsi.",
                "9": "Oare, dacă ar veni niște culegători de struguri la tine, nu ți-ar lăsa nimic de cules pe urma culegătorilor? Dacă ar veni niște hoți noaptea, n-ar pustii decât până s-ar sătura!",
                "10": "Dar Eu Însumi voi despuia pe Esau, îi voi descoperi ascunzătorile și nu va putea să se ascundă. Copiii lui, frații lui, vecinii lui vor pieri, și el nu va mai fi!",
                "11": "Lasă pe orfanii tăi! Eu îi voi ține în viață, și văduvele tale să se încreadă în Mine!”",
                "12": "Căci așa vorbește Domnul: „Iată că cei ce nu trebuiau să bea potirul totuși îl vor bea, și tu să rămâi nepedepsit? Nu, nu vei rămâne nepedepsit, ci îl vei bea și tu!",
                "13": "Căci pe Mine Însumi jur”, zice Domnul, „că Boțra va fi dată pradă pustiirii, ocării, nimicirii și blestemului, și toate cetățile ei se vor preface în niște dărâmături veșnice.”",
                "14": "Am auzit o veste de la Domnul și un sol a fost trimis printre neamuri: „Strângeți-vă și porniți împotriva ei! Sculați-vă pentru război!",
                "15": "Căci iată, te voi face mic printre neamuri, disprețuit printre oameni.",
                "16": "Înfumurarea ta, îngâmfarea inimii tale, te-a rătăcit pe tine, care locuiești în crăpăturile stâncilor și care stai pe vârful dealurilor. Dar, chiar dacă ți-ai așeza cuibul tot atât de sus ca al vulturului, și de acolo te voi prăbuși”, zice Domnul.",
                "17": "„Edomul va fi pustiit; toți cei ce vor trece pe lângă el se vor mira și vor fluiera pentru toate rănile lui.",
                "18": "Ca și Sodoma și Gomora și cetățile vecine care au fost nimicite”, zice Domnul, „nici el nu va mai fi locuit și nimeni nu se va mai așeza acolo…",
                "19": "Iată, vrăjmașul se suie ca un leu de pe malurile îngâmfate ale Iordanului împotriva locuinței tale tari; deodată voi face Edomul să fugă de acolo și voi pune peste el pe acela pe care l-am ales. Căci cine este ca Mine? Cine-Mi va porunci? Cine-Mi va sta împotrivă?”",
                "20": "De aceea, ascultați hotărârea pe care a luat-o Domnul împotriva Edomului și planurile pe care le-a făcut împotriva locuitorilor din Teman: „Cu adevărat, îi vor târî ca pe niște oi slabe, cu adevărat li se va pustii locuința!",
                "21": "De vuietul căderii lor se cutremură pământul; strigătul lor se aude până la Marea Roșie…",
                "22": "Iată, ca vulturul înaintează vrăjmașul și zboară, își întinde aripile peste Boțra și în ziua aceea inima vitejilor Edomului este ca inima unei femei în durerile nașterii.”",
                "23": "Asupra Damascului: „Hamatul și Arpadul sunt roșii de rușine, căci au auzit o veste rea și tremură; frica lor este ca o mare înfuriată, care nu se poate potoli.",
                "24": "Damascul este topit, se întoarce să fugă, îl ia groaza, îl apucă neliniștea și durerile, ca pe o femeie în durerile nașterii. –",
                "25": "Ah, cum nu este cruțată cetatea slăvită, cetatea bucuriei mele! –",
                "26": "De aceea tinerii ei vor cădea pe ulițe și toți bărbații ei de război vor pieri în ziua aceea”, zice Domnul oștirilor.",
                "27": "„Voi pune foc zidurilor Damascului și va mistui casele împărătești din Ben-Hadad.”",
                "28": "Asupra Chedarului și împărățiilor Hațorului, pe care le-a bătut Nebucadnețar, împăratul Babilonului. Așa vorbește Domnul: „Sculați-vă, suiți-vă împotriva Chedarului și nimiciți pe fiii Răsăritului!",
                "29": "Le vor lua corturile și turmele, le vor ridica pânzele, tot calabalâcul și cămilele și le vor striga: ‘Spaimă, de jur împrejur!’",
                "30": "Fugiți, fugiți din toate puterile voastre, căutați o locuință deoparte, locuitori ai Hațorului”, zice Domnul, „căci Nebucadnețar, împăratul Babilonului, a luat o hotărâre împotriva voastră, a făcut un plan împotriva voastră!",
                "31": "Sculați-vă, suiți-vă împotriva unui neam liniștit, care locuiește fără teamă”, zice Domnul; „n-are nici porți, nici zăvoare și locuiește singur.",
                "32": "Cămilele lor vor fi de jaf și mulțimea turmelor lor vor fi o pradă. Voi risipi în toate vânturile pe ei, cei ce-și rad colțurile bărbii, și le voi aduce pieirea din toate părțile”, zice Domnul.",
                "33": "„Hațorul va fi astfel vizuina șacalilor, un pustiu pe vecie; nimeni nu va locui în el și niciun om nu va ședea în el.”",
                "34": "Cuvântul Domnului, care a fost spus prorocului Ieremia, asupra Elamului, la începutul domniei lui Zedechia, împăratul lui Iuda, sună astfel:",
                "35": "„Așa vorbește Domnul oștirilor: ‘Iată, voi sfărâma arcul Elamului, puterea lui de căpetenie.",
                "36": "Voi aduce asupra Elamului cele patru vânturi de la cele patru margini ale cerului, îi voi risipi în toate vânturile acestea și nu va fi niciun popor la care să n-ajungă fugari din Elam.",
                "37": "Voi face ca locuitorii Elamului să tremure înaintea vrăjmașilor lor și înaintea celor ce vor să-i omoare. Voi aduce nenorociri peste ei, mânia Mea aprinsă’, zice Domnul, ‘și-i voi urmări cu sabia până ce îi voi nimici.",
                "38": "Îmi voi așeza scaunul de domnie în Elam și-i voi nimici împăratul și căpeteniile’, zice Domnul.",
                "39": "‘Dar în zilele de apoi voi aduce înapoi pe prinșii de război ai Elamului’, zice Domnul.”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Cu privire la fiii lui Amon: Așa vorbește Domnul: „Oare nu mai are Israel fii? Oare nu mai are moștenitori? Atunci de ce a luat Moleh în stăpânire Gadul, iar poporul lui locuiește în cetățile acestuia?",
                "2": "De aceea, iată, vin zile“, zice Domnul, „când voi suna strigătul de război împotriva Rabei fiilor lui Amon; și satelor dimprejurul ei li se vor da foc. pe cei ce-l alungaseră“, zice Domnul.",
                "3": "„Gemi, Heșbonule, căci Ai este distrus! Strigați, fiice ale Rabei! Înfășurați-vă mijlocul cu pânză de sac și jeliți! Alergați încoace și încolo de-a lungul zidurilor, căci Moleh pleacă în exil, împreună cu preoții și conducătorii lui.",
                "4": "De ce te lauzi cu văile tale, cu văile tale care se revarsă de-atâta belșug? O, fiică rătăcită, tu te încrezi în bogățiile tale și zici: «Cine va veni împotriva mea?».",
                "5": "Iată, voi aduce împotriva ta groaza din partea tuturor celor din jurul tău“, zice Stăpânul, Domnul Oștirilor. „Fiecare dintre voi va fi alungat și nimeni nu-i va strânge pe fugari.",
                "6": "Dar, după aceea, îi voi aduce înapoi pe captivii fiilor lui Amon“, zice Domnul.",
                "7": "Cu privire la Edom: Așa vorbește Domnul Oștirilor: „Nu mai este înțelepciune în Teman? Cei chibzuiți nu mai au sfaturi? A dispărut oare înțelepciunea lor?",
                "8": "Întoarceți-vă și fugiți! Ascundeți-vă în peșteri adânci, voi, cei care locuiți în Dedan, căci voi aduce nenorocirea peste Esau, când va veni timpul să-l pedepsesc.",
                "9": "Dacă ar veni niște culegători de struguri la tine, n-ar lăsa ei câțiva ciorchini neculeși? Dacă ar intra la tine niște hoți în timpul nopții, n-ar jefui ei doar cât ar avea nevoie?",
                "10": "Eu Însumi îl voi lăsa gol pe Esau; și nu se va mai putea ascunde. Copiii, frații și vecinii lui vor pieri, iar el nu va mai fi.",
                "11": "Lasă-ți orfanii, căci Eu îi voi ține în viață, iar văduvele tale să se încreadă în Mine“.",
                "12": "Așa vorbește Domnul: „Iată că cei care n-ar fi trebuit să bea din pahar, vor ajunge să bea! Iar tu să rămâi nepedepsit? Nu, nu vei rămâne nepedepsit, ci vei bea și tu!",
                "13": "Jur pe Mine Însumi“, zice Domnul, „că Boțra va ajunge de groază și de dispreț, în ruină și de blestem. Toate cetățile ei vor deveni ruine pe vecie“.",
                "14": "Am auzit un mesaj de la Domnul. Un mesager a fost trimis printre națiuni ca să zică: „Mobilizați-vă și atacați-o! Ridicați-vă la luptă!",
                "15": "Căci iată, te voi face mic între națiuni! Vei fi disprețuit printre oameni!",
                "16": "Groaza pe care o inspiri și mândria inimii tale te-au înșelat, pe tine, care locuiești în crăpăturile stâncii și care stai pe vârfurile dealurilor. Chiar dacă ți-ai înălța cuibul precum vulturul, și de acolo te voi doborî“, zice Domnul.",
                "17": "„Edomul va deveni un motiv de groază. se vor îngrozi și vor fluiera, din cauza tuturor rănilor lui.",
                "18": "Așa cum au fost distruse Sodoma și Gomora și cetățile vecine“, zice Domnul, „tot astfel niciun om nu va mai locui acolo și niciun fiu al omului nu se va mai stabili în el.",
                "19": "Iată, ca un leu care vine din desișul Iordanului într-o pășune din preajma unui pârâu, și-l voi pune pe fugă din locul unde este. Cine este cel ales de Mine ca să facă aceasta? Cine este ca Mine și cine Mă va înfrunta? Ce păstor Îmi poate sta împotrivă?“",
                "20": "De aceea, ascultați planul Domnului, pe care l-a făcut împotriva Edomului, împotriva locuitorilor din Teman: sigur oamenii îi vor târî pe cei mici din turmă; sigur El le va distruge pășunea.",
                "21": "La zgomotul căderii lor se va cutremura pământul se va auzi până la Marea Roșie.",
                "22": "Iată, dușmanul se înalță și zboară ca un vultur și își întinde aripile deasupra Boțrei. În ziua aceea, inima vitejilor Edomului va fi ca inima unei femei în durerile nașterii.",
                "23": "Cu privire la Damasc: „Hamatul și Arpadul sunt tulburate căci au auzit vești rele. Se topesc de spaimă; care nu se mai poate calma.",
                "24": "Damascul este descurajat. Se întoarce să fugă, dar îl cuprinde panica; îl apucă neliniștea și durerea, ca pe o femeie în durerile nașterii.",
                "25": "De ce nu a fost abandonată cetatea aceasta renumită, cetatea bucuriei mele?",
                "26": "De aceea tinerii ei vor cădea în piețe; toți războinicii ei vor fi reduși la tăcere în ziua aceea“, zice Domnul Oștirilor.",
                "27": "„Voi da foc zidurilor Damascului și el va arde palatele Ben-Hadadului“.",
                "28": "Cu privire la Chedar și la regatele Hațorului, pe care le-a cucerit Nebucadnețar, împăratul Babilonului. Așa vorbește Domnul: „Ridicați-vă, porniți împotriva Chedarului și distrugeți-i pe fiii Estului.",
                "29": "Le vor lua corturile și turmele. Le vor ridica draperiile, și vor striga la ei: «Teroare de jur împrejur!».",
                "30": "Fugiți! Fugiți repede! Ascundeți-vă în peșteri adânci, locuitori ai Hațorului“, zice Domnul. „Căci Nebucadnețar, împăratul Babilonului, a luat o hotărâre împotriva voastră și a făcut un plan împotriva voastră.",
                "31": "Ridicați-vă, porniți împotriva unei națiuni liniștite, care locuiește în siguranță“, zice Domnul. „Ea n-are nici porți, nici zăvoare și locuiește în singurătate.",
                "32": "Cămilele lor vor deveni pradă și mulțimea turmelor lor va fi jefuită. și voi aduce dezastrul împotriva lor din toate părțile“, zice Domnul.",
                "33": "„Hațorul va deveni o vizuină de șacali, o pustietate pentru totdeauna. și niciun fiu al omului nu se va mai stabili în el“.",
                "34": "Acesta este Cuvântul Domnului, care i-a fost spus profetului Ieremia cu privire la Elam, la începutul domniei lui Zedechia, regele lui Iuda:",
                "35": "Așa vorbește Domnul Oștirilor: „Iată, voi sfărâma arcul Elamului, sursa puterii lui.",
                "36": "Voi aduce împotriva Elamului cele patru vânturi de la cele patru margini ale cerului. la care să nu ajungă cei alungați ai Elamului.",
                "37": "Îi voi face pe elamiți să se înspăimânte înaintea dușmanilor lor, înaintea celor ce caută să le ia viața. Voi aduce nenorocirea împotriva lor, mânia Mea cea mare“, zice Domnul. „Voi trimite după ei sabia până îi voi nimici.",
                "38": "Îmi voi așeza tronul în Elam și voi nimici de acolo pe regele și pe conducătorii lor“, zice Domnul.",
                "39": "„Dar, în zilele de pe urmă, îi voi aduce înapoi pe captivii Elamului“, zice Domnul."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Of the children of Ammon. Yahweh says: “Has Israel no sons? Has he no heir? Why then does Malcam possess Gad, and his people dwell in its cities?",
                "2": "Therefore behold, the days come,” says Yahweh, “that I will cause an alarm of war to be heard against Rabbah of the children of Ammon, and it will become a desolate heap, and her daughters will be burned with fire; then Israel will possess those who possessed him,” says Yahweh.",
                "3": "“Wail, Heshbon, for Ai is laid waste! Cry, you daughters of Rabbah! Clothe yourself in sackcloth. Lament, and run back and forth among the fences; for Malcam will go into captivity, his priests and his princes together.",
                "4": "Why do you boast in the valleys, your flowing valley, backsliding daughter? You trusted in her treasures, saying, ‘Who will come to me?’",
                "5": "Behold, I will bring a terror on you,” says the Lord, Yahweh of Armies, “from all who are around you. All of you will be driven completely out, and there will be no one to gather together the fugitives.",
                "6": "“But afterward I will reverse the captivity of the children of Ammon,” says Yahweh.",
                "7": "Of Edom, Yahweh of Armies says: “Is wisdom no more in Teman? Has counsel perished from the prudent? Has their wisdom vanished?",
                "8": "Flee! Turn back! Dwell in the depths, inhabitants of Dedan; for I will bring the calamity of Esau on him when I visit him.",
                "9": "If grape gatherers came to you, would they not leave some gleaning grapes? If thieves came by night, wouldn’t they steal until they had enough?",
                "10": "But I have made Esau bare, I have uncovered his secret places, and he will not be able to hide himself. His offspring is destroyed, with his brothers and his neighbors; and he is no more.",
                "11": "Leave your fatherless children. I will preserve them alive. Let your widows trust in me.”",
                "12": "For Yahweh says: “Behold, they to whom it didn’t pertain to drink of the cup will certainly drink; and are you he who will altogether go unpunished? You won’t go unpunished, but you will surely drink.",
                "13": "For I have sworn by myself,” says Yahweh, “that Bozrah will become an astonishment, a reproach, a waste, and a curse. All its cities will be perpetual wastes.”",
                "14": "I have heard news from Yahweh, and an ambassador is sent among the nations, saying, “Gather yourselves together! Come against her! Rise up to the battle!”",
                "15": "“For, behold, I have made you small among the nations, and despised among men.",
                "16": "As for your terror, the pride of your heart has deceived you, O you who dwell in the clefts of the rock, who hold the height of the hill, though you should make your nest as high as the eagle, I will bring you down from there,” says Yahweh.",
                "17": "“Edom will become an astonishment. Everyone who passes by it will be astonished, and will hiss at all its plagues.",
                "18": "As in the overthrow of Sodom and Gomorrah and its neighbor cities,” says Yahweh, “no man will dwell there, neither will any son of man live therein.",
                "19": "“Behold, he will come up like a lion from the pride of the Jordan against the strong habitation; for I will suddenly make them run away from it, and whoever is chosen, I will appoint him over it. For who is like me? Who will appoint me a time? Who is the shepherd who will stand before me?”",
                "20": "Therefore hear the counsel of Yahweh, that he has taken against Edom, and his purposes that he has purposed against the inhabitants of Teman: Surely they will drag them away, the little ones of the flock. Surely he will make their habitation desolate over them.",
                "21": "The earth trembles at the noise of their fall; there is a cry, the noise which is heard in the Red Sea.",
                "22": "Behold, he will come up and fly as the eagle, and spread out his wings against Bozrah. The heart of the mighty men of Edom at that day will be as the heart of a woman in her pangs.",
                "23": "Of Damascus: “Hamath and Arpad are confounded, for they have heard evil news. They have melted away. There is sorrow on the sea. It can’t be quiet.",
                "24": "Damascus has grown feeble, she turns herself to flee, and trembling has seized her. Anguish and sorrows have taken hold of her, as of a woman in travail.",
                "25": "How is the city of praise not forsaken, the city of my joy?",
                "26": "Therefore her young men will fall in her streets, and all the men of war will be brought to silence in that day,” says Yahweh of Armies.",
                "27": "“I will kindle a fire in the wall of Damascus, and it will devour the palaces of Ben Hadad.”",
                "28": "Of Kedar, and of the kingdoms of Hazor, which Nebuchadnezzar king of Babylon struck, Yahweh says: “Arise, go up to Kedar, and destroy the children of the east.",
                "29": "They will take their tents and their flocks. they will carry away for themselves their curtains, all their vessels, and their camels; and they will cry to them, ‘Terror on every side!’",
                "30": "Flee! Wander far off! Dwell in the depths, you inhabitants of Hazor,” says Yahweh; “for Nebuchadnezzar king of Babylon has taken counsel against you, and has conceived a purpose against you.",
                "31": "Arise! Go up to a nation that is at ease, that dwells without care,” says Yahweh; “that has neither gates nor bars, that dwells alone.",
                "32": "Their camels will be a booty, and the multitude of their livestock a plunder. I will scatter to all winds those who have the corners of their beards cut off; and I will bring their calamity from every side of them,” says Yahweh.",
                "33": "Hazor will be a dwelling place of jackals, a desolation forever. No man will dwell there, neither will any son of man live therein.”",
                "34": "Yahweh’s word that came to Jeremiah the prophet concerning Elam, in the beginning of the reign of Zedekiah king of Judah, saying,",
                "35": "“Yahweh of Armies says: ‘Behold, I will break the bow of Elam, the chief of their might.",
                "36": "I will bring on Elam the four winds from the four quarters of the sky, and will scatter them toward all those winds. There will be no nation where the outcasts of Elam will not come.",
                "37": "I will cause Elam to be dismayed before their enemies, and before those who seek their life. I will bring evil on them, even my fierce anger,’ says Yahweh; ‘and I will send the sword after them, until I have consumed them.",
                "38": "I will set my throne in Elam, and will destroy from there king and princes,’ says Yahweh.",
                "39": "‘But it will happen in the latter days that I will reverse the captivity of Elam,’ says Yahweh.”"
            }
        }
    }
}