{
    "book": "Ieremia",
    "chapter": "34",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Iată cuvântul spus lui Ieremia din partea Domnului când Nebucadnețar, împăratul Babilonului, cu toată oștirea sa și toate împărățiile pământului de sub stăpânirea lui și toate popoarele făceau război împotriva Ierusalimului și împotriva tuturor cetăților care țineau de el:",
                "2": "„Așa vorbește Domnul Dumnezeul lui Israel: ‘Du-te de spune lui Zedechia, împăratul lui Iuda, și zi-i: «Așa vorbește Domnul: ‹Iată, dau cetatea aceasta în mâinile împăratului Babilonului și o va arde cu foc.",
                "3": "Și tu nu vei scăpa din mâinile lui, ci vei fi luat și dat în mâna lui, vei da ochi cu împăratul Babilonului, el îți va vorbi gură către gură și vei merge la Babilon.›»’",
                "4": "Numai, ascultă Cuvântul Domnului, Zedechia, împăratul lui Iuda! Așa vorbește Domnul despre tine: ‘Nu vei muri ucis de sabie,",
                "5": "ci vei muri în pace și, cum au ars miresme pentru părinții tăi, vechii împărați, care au fost înaintea ta, tot așa vor arde și pentru tine și te vor jeli, zicând: «Vai, doamne!» Căci Eu am rostit cuvântul acesta’, zice Domnul.”",
                "6": "Prorocul Ieremia a spus toate aceste cuvinte lui Zedechia, împăratul lui Iuda, la Ierusalim,",
                "7": "pe când oastea împăratului Babilonului lupta împotriva Ierusalimului și împotriva tuturor celorlalte cetăți ale lui Iuda, împotriva Lachisului și Azechei, căci acestea erau cetățile care mai rămăseseră din toate cetățile întărite ale lui Iuda.",
                "8": "Iată cuvântul spus lui Ieremia din partea Domnului, după ce împăratul Zedechia făcuse o învoială cu tot poporul Ierusalimului ca să vestească slobozenia robilor,",
                "9": "pentru ca fiecare să lase slobozi pe robul și roaba sa, pe evreu și pe evreică, și nimeni să nu mai țină în robie pe fratele său iudeu.",
                "10": "Toate căpeteniile și tot poporul care făcuseră învoiala s-au legat să lase slobozi fiecare pe robul și roaba lui și să nu-i mai țină în robie. Ei au ascultat și le-au dat drumul.",
                "11": "Dar, mai pe urmă, s-au răzgândit, au luat înapoi pe robii și roabele pe care-i sloboziseră și i-au silit să le fie iarăși robi și roabe.",
                "12": "Atunci, Cuvântul Domnului a vorbit lui Ieremia din partea Domnului astfel:",
                "13": "„Așa vorbește Domnul Dumnezeul lui Israel: ‘Eu am făcut un legământ cu părinții voștri în ziua când i-am scos din țara Egiptului, din casa robiei și le-am zis:",
                "14": "«După șapte ani, fiecare din voi să lase slobod pe fratele său evreu care i se vinde lui; șase ani să-ți slujească și apoi să-l lași slobod de la tine.» Dar părinții voștri nu M-au ascultat și n-au luat aminte la Mine.",
                "15": "Voi v-ați întors astăzi în voi înșivă, ați făcut ce este bine înaintea Mea, vestind fiecare slobozenia pentru aproapele său, și ați făcut o învoială înaintea Mea, în Casa peste care este chemat Numele Meu.",
                "16": "Dar pe urmă v-ați luat vorba îndărăt și Mi-ați pângărit Numele, luând iarăși înapoi fiecare pe robii și roabele pe care-i sloboziserăți și-i lăsaserăți în voia lor, și i-ați silit să vă fie iarăși robi și roabe.’",
                "17": "De aceea așa vorbește Domnul: ‘Nu M-ați ascultat ca să vestiți slobozenia fiecare pentru fratele său, fiecare pentru aproapele său. Iată, Eu vestesc împotriva voastră’, zice Domnul, ‘slobozenia sabiei, ciumei și foametei și vă voi face de pomină printre toate împărățiile pământului.",
                "18": "Și pe oamenii care au călcat legământul Meu, care n-au păzit îndatoririle învoielii pe care o făcuseră înaintea Mea, tăind un vițel în două și trecând printre cele două jumătăți ale lui,",
                "19": "și anume pe căpeteniile lui Iuda și pe căpeteniile Ierusalimului, pe famenii dregători, pe preoți și pe tot poporul țării, care au trecut printre bucățile vițelului,",
                "20": "îi voi da în mâinile vrăjmașilor lor, în mâinile celor ce vor să le ia viața, și trupurile lor moarte vor sluji ca hrană păsărilor cerului și fiarelor câmpului.",
                "21": "Dar pe Zedechia, împăratul lui Iuda, și pe căpeteniile lui, îi voi da în mâinile vrăjmașilor lor, în mâinile celor ce vor să le ia viața, în mâinile oștirii împăratului Babilonului, care a plecat de la voi!",
                "22": "Iată, voi da poruncă’, zice Domnul, ‘și-i voi aduce înapoi împotriva cetății acesteia; o vor bate, o vor lua și o vor arde cu foc. Și voi preface cetățile lui Iuda într-un pustiu fără locuitori.’”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Cuvântul spus lui Ieremia din partea Domnului, în timp ce Nebucadnețar, împăratul Babilonului, împreună cu toată armata lui, cu toate regatele pământului aflate sub dominația lui și cu toate celelalte popoare luptau împotriva Ierusalimului și împotriva cetăților dimprejurul lui:",
                "2": "„Așa vorbește Domnul, Dumnezeul lui Israel: «Du-te la Zedechia, regele lui Iuda, și spune-i că așa vorbește Domnul: ‘Iată, dau această cetate în mâinile împăratului Babilonului și el îi va da foc!",
                "3": "Iar tu nu vei scăpa din mâna lui, ci vei fi prins și predat lui. Îl vei vedea pe împăratul Babilonului față în față, iar el îți va vorbi gură către gură și, astfel, vei fi dus în Babilon’»“.",
                "4": "Ascultă Cuvântul Domnului, Zedechia, rege al lui Iuda! Așa vorbește Domnul cu privire la tine: „Nu vei muri ucis de sabie,",
                "5": "ci vei muri în pace. Așa cum au ars mirodenii în cinstea strămoșilor tăi, cei dintâi regi care au fost înaintea ta, tot așa vor arde și în cinstea ta și te vor jeli, zicând: «Vai, stăpâne!». Eu Însumi fac această promisiune, zice Domnul“.",
                "6": "Profetul Ieremia a spus toate aceste cuvinte lui Zedechia, regele lui Iuda, la Ierusalim,",
                "7": "în timp ce armata împăratului Babilonului lupta împotriva Ierusalimului și împotriva celorlalte cetăți ale lui Iuda care încă mai rezistau – împotriva Lachișului și împotriva Azekăi, căci acestea mai erau singurele cetăți fortificate rămase în Iuda.",
                "8": "Cuvântul spus lui Ieremia din partea Domnului, după ce regele Zedechia a încheiat un legământ cu tot poporul din Ierusalim, prin care anunța eliberarea sclavilor.",
                "9": "Fiecare trebuia să-și elibereze sclavul și sclava, evreu sau evreică. Nimeni nu mai avea voie să țină pe fratele său iudeu în sclavie.",
                "10": "Toți conducătorii și întregul popor care a intrat în legământ au acceptat fiecare să-și elibereze sclavul și sclava și să nu-i mai țină în sclavie. Ei au ascultat și le-au dat drumul.",
                "11": "Dar, mai târziu s-au răzgândit, au adus înapoi sclavii și sclavele pe care îi lăsaseră liberi și i-au forțat să le fie iarăși sclavi și sclave.",
                "12": "Atunci Cuvântul Domnului i-a vorbit lui Ieremia, zicând:",
                "13": "„Așa vorbește Domnul, Dumnezeul lui Israel: «Eu am încheiat un legământ cu strămoșii voștri în ziua când i-am scos din țara Egiptului, din casa sclavilor, și le-am zis:",
                "14": "‘După șapte ani, fiecare dintre voi să-l lase să plece liber pe fratele său evreu, care i se vinde ca sclav. Șase ani să-ți slujească, apoi să-l eliberezi’. Însă strămoșii voștri nu M-au ascultat și nu și-au plecat urechea la ce le-am spus.",
                "15": "Nu demult, voi v-ați întors și ați făcut ce este drept înaintea ochilor Mei, fiecare dintre voi vestind eliberarea semenului său și încheind un legământ înaintea Mea, în Casa peste care este chemat Numele Meu.",
                "16": "Dar acum v-ați răzgândit și, astfel, Mi-ați batjocorit Numele. Fiecare dintre voi și-a luat înapoi sclavul și sclava pe care îi lăsase liberi, în voia lor, și i-ați forțat să devină iarăși sclavii și sclavele voastre».",
                "17": "De aceea, așa vorbește Domnul: «Pentru că nu M-ați ascultat și nu ați vestit eliberarea pentru fratele și pentru semenul vostru, iată, vestesc și Eu împotriva voastră ‘eliberarea’, zice Domnul, ‘eliberarea’ sabiei, a molimei și a foametei. Vă voi face un motiv de groază pentru toate regatele pământului.",
                "18": "Oamenilor care au încălcat legământul Meu și care n-au împlinit cuvintele legământului pe care l-au încheiat înaintea Mea, le voi face întocmai ca vițelului pe care l-au tăiat în două și au trecut printre cele două jumătăți ale lui.",
                "19": "Pe conducătorii lui Iuda și ai Ierusalimului, pe demnitari, pe preoți și pe toți cei din poporul țării care au trecut printre cele două părți ale vițelului,",
                "20": "îi voi da în mâna dușmanilor lor și a celor ce încearcă să le ia viața. Cadavrele lor vor deveni mâncare pentru păsările cerului și pentru animalele sălbatice ale pământului.",
                "21": "Pe Zedechia, regele lui Iuda, și pe conducătorii lui îi voi da în mâna dușmanilor lor, în mâna celor ce încearcă să le ia viața, în mâna armatei împăratului Babilonului, care s-a retras de la voi.",
                "22": "Iată, voi da poruncă, zice Domnul, și-i voi aduce înapoi la cetatea aceasta. Se vor lupta împotriva ei, o vor cuceri și îi vor da foc. Voi preface cetățile lui Iuda într-o pustietate lipsită de locuitori»“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "The word which came to Jeremiah from Yahweh, when Nebuchadnezzar king of Babylon, with all his army, all the kingdoms of the earth that were under his dominion, and all the peoples, were fighting against Jerusalem and against all its cities, saying:",
                "2": "“Yahweh, the God of Israel, says, ‘Go, and speak to Zedekiah king of Judah, and tell him, Yahweh says, “Behold, I will give this city into the hand of the king of Babylon and he will burn it with fire.",
                "3": "You won’t escape out of his hand, but will surely be taken and delivered into his hand. Your eyes will see the eyes of the king of Babylon, and he will speak with you mouth to mouth. You will go to Babylon.”’",
                "4": "“Yet hear Yahweh’s word, O Zedekiah king of Judah. Yahweh says concerning you, ‘You won’t die by the sword.",
                "5": "You will die in peace; and with the burnings of your fathers, the former kings who were before you, so they will make a burning for you. They will lament you, saying, “Ah Lord!” for I have spoken the word,’ says Yahweh.”",
                "6": "Then Jeremiah the prophet spoke all these words to Zedekiah king of Judah in Jerusalem,",
                "7": "when the king of Babylon’s army was fighting against Jerusalem and against all the cities of Judah that were left, against Lachish and against Azekah; for these alone remained of the cities of Judah as fortified cities.",
                "8": "The word came to Jeremiah from Yahweh, after King Zedekiah had made a covenant with all the people who were at Jerusalem, to proclaim liberty to them,",
                "9": "that every man should let his male servant, and every man his female servant, who is a Hebrew or a Hebrewess, go free, that no one should make bondservants of them, of a Jew his brother.",
                "10": "All the princes and all the people obeyed who had entered into the covenant, that everyone should let his male servant and everyone his female servant go free, that no one should make bondservants of them any more. They obeyed and let them go,",
                "11": "but afterwards they turned, and caused the servants and the handmaids whom they had let go free to return, and brought them into subjection for servants and for handmaids.",
                "12": "Therefore Yahweh’s word came to Jeremiah from Yahweh, saying,",
                "13": "“Yahweh, the God of Israel, says: ‘I made a covenant with your fathers in the day that I brought them out of the land of Egypt, out of the house of bondage, saying:",
                "14": "At the end of seven years, every man of you shall release his brother who is a Hebrew, who has been sold to you, and has served you six years. You shall let him go free from you. But your fathers didn’t listen to me, and didn’t incline their ear.",
                "15": "You had now turned, and had done that which is right in my eyes, in every man proclaiming liberty to his neighbor. You had made a covenant before me in the house which is called by my name;",
                "16": "but you turned and profaned my name, and every man caused his servant and every man his handmaid, whom you had let go free at their pleasure, to return. You brought them into subjection, to be to you for servants and for handmaids.’”",
                "17": "Therefore Yahweh says: “You have not listened to me, to proclaim liberty, every man to his brother, and every man to his neighbor. Behold, I proclaim to you a liberty,” says Yahweh, “to the sword, to the pestilence, and to the famine. I will make you be tossed back and forth among all the kingdoms of the earth.",
                "18": "I will give the men who have transgressed my covenant, who have not performed the words of the covenant which they made before me when they cut the calf in two and passed between its parts:",
                "19": "the princes of Judah, the princes of Jerusalem, the eunuchs, the priests, and all the people of the land, who passed between the parts of the calf.",
                "20": "I will even give them into the hand of their enemies and into the hand of those who seek their life. Their dead bodies will be food for the birds of the sky and for the animals of the earth.",
                "21": "“I will give Zedekiah king of Judah and his princes into the hands of their enemies, into the hands of those who seek their life and into the hands of the king of Babylon’s army, who has gone away from you.",
                "22": "Behold, I will command,” says Yahweh, “and cause them to return to this city. They will fight against it, take it, and burn it with fire. I will make the cities of Judah a desolation, without inhabitant.”"
            }
        }
    }
}