{
    "book": "Ieremia",
    "chapter": "7",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Iată cuvântul vorbit lui Ieremia din partea Domnului:",
                "2": "„Șezi la poarta Casei Domnului, vestește acolo cuvântul acesta și spune: ‘Ascultați Cuvântul Domnului, toți bărbații lui Iuda care intrați pe aceste porți ca să vă închinați înaintea Domnului!’”",
                "3": "Așa vorbește Domnul oștirilor, Dumnezeul lui Israel: „Îndreptați-vă căile și faptele, și vă voi lăsa să locuiți în locul acesta.",
                "4": "Nu vă hrăniți cu nădejdi înșelătoare, zicând: ‘Acesta este Templul Domnului, Templul Domnului, Templul Domnului!’",
                "5": "Căci numai dacă vă veți îndrepta căile și faptele, dacă veți înfăptui dreptatea unii față de alții,",
                "6": "dacă nu veți asupri pe străin, pe orfan și pe văduvă, dacă nu veți vărsa sânge nevinovat în locul acesta și dacă nu veți merge după alți dumnezei, spre nenorocirea voastră,",
                "7": "numai așa vă voi lăsa să locuiți în locul acesta, în țara pe care am dat-o părinților voștri, din veșnicie în veșnicie.",
                "8": "Dar iată că voi vă hrăniți cu nădejdi înșelătoare, care nu slujesc la nimic.",
                "9": "Cum? Furați, ucideți, preacurviți, jurați strâmb, aduceți tămâie lui Baal, mergeți după alți dumnezei pe care nu-i cunoașteți…",
                "10": "Și apoi veniți să vă înfățișați înaintea Mea, în Casa aceasta peste care este chemat Numele Meu, și ziceți: ‘Suntem izbăviți!’, ca iarăși să faceți toate aceste urâciuni!",
                "11": "Este Casa aceasta, peste care este chemat Numele Meu, o peșteră de tâlhari înaintea voastră? Eu Însumi văd lucrul acesta”, zice Domnul.",
                "12": "„Duceți-vă dar la locul care-Mi fusese închinat la Silo, unde pusesem să locuiască odinioară Numele Meu, și vedeți ce i-am făcut din pricina răutății poporului Meu Israel!",
                "13": "Și acum, fiindcă ați făcut toate aceste fapte”, zice Domnul, „fiindcă v-am vorbit dis-de-dimineață, și n-ați ascultat, fiindcă v-am chemat, și n-ați răspuns,",
                "14": "voi face Casei peste care este chemat Numele Meu, în care vă puneți încrederea, și locului pe care vi l-am dat vouă și părinților voștri, le voi face întocmai cum am făcut lui Silo.",
                "15": "Și vă voi lepăda de la Fața Mea, cum am lepădat pe toți frații voștri, pe toată sămânța lui Efraim!",
                "16": "Tu însă nu mijloci pentru poporul acesta, nu înălța nici cereri, nici rugăciuni pentru ei și nu stărui pe lângă Mine; căci nu te voi asculta!",
                "17": "Nu vezi ce fac ei în cetățile lui Iuda și pe ulițele Ierusalimului?",
                "18": "Copiii strâng lemne, părinții aprind focul și femeile frământă plămădeala, ca să pregătească turte împărătesei cerului și să toarne jertfe de băutură altor dumnezei, ca să Mă mânie.",
                "19": "Pe Mine Mă mânie ei oare?”, zice Domnul. „Nu pe ei înșiși, spre rușinea lor?”",
                "20": "De aceea, așa vorbește Domnul Dumnezeu: „Iată, mânia și urgia Mea se vor vărsa peste locul acesta, peste oameni și dobitoace, peste copacii de pe câmp și peste roadele pământului, și va arde, și nu se va stinge.”",
                "21": "Așa vorbește Domnul oștirilor, Dumnezeul lui Israel: „Adăugați arderile voastre de tot la jertfele voastre și mâncați-le carnea!",
                "22": "Căci n-am vorbit nimic cu părinții voștri și nu le-am dat nicio poruncă cu privire la arderi-de-tot și jertfe în ziua când i-am scos din țara Egiptului.",
                "23": "Ci iată porunca pe care le-am dat-o: ‘Ascultați glasul Meu, și Eu voi fi Dumnezeul vostru, iar voi veți fi poporul Meu; umblați pe toate căile pe care vi le-am poruncit, ca să fiți fericiți!’",
                "24": "Dar ei n-au ascultat și n-au luat aminte, ci au urmat sfaturile și pornirile inimii lor rele, au dat înapoi și n-au mers înainte.",
                "25": "Din ziua când au ieșit părinții voștri din Egipt până în ziua de azi, v-am trimis pe toți slujitorii Mei, prorocii, i-am trimis în fiecare zi, de dimineață.",
                "26": "Dar ei nu M-au ascultat, n-au luat aminte, și-au înțepenit gâtul și au făcut mai rău decât părinții lor.",
                "27": "Și, chiar dacă le vei spune toate aceste lucruri, tot nu te vor asculta și, dacă vei striga la ei, nu-ți vor răspunde.",
                "28": "De aceea, spune-le: ‘Acesta este poporul care n-ascultă glasul Domnului Dumnezeului său și care nu vrea să ia învățătură; s-a dus adevărul, a fugit din gura lor.",
                "29": "Acum, tunde-ți părul, Ierusalime, și aruncă-l departe; suie-te pe înălțimi și fă o cântare de jale! Căci Domnul leapădă și îndepărtează neamul de oameni care I-a ațâțat urgia.’",
                "30": "Căci copiii lui Iuda au făcut ce este rău înaintea Mea”, zice Domnul, „și-au așezat urâciunile lor în Casa peste care este chemat Numele Meu, ca s-o spurce.",
                "31": "Au zidit și locuri înalte la Tofet, în valea Ben-Hinom, ca să-și ardă în foc fiii și fiicele – lucru pe care Eu nu-l poruncisem și nici nu-Mi trecuse prin minte.",
                "32": "De aceea, iată, vin zile”, zice Domnul, „când nu se va mai zice Tofet și valea Ben-Hinom, ci se va zice Valea Măcelului și se vor îngropa morții la Tofet, din lipsă de loc.",
                "33": "Trupurile moarte ale acestui popor vor fi hrana păsărilor cerului și a fiarelor pământului, și nimeni nu le va speria.",
                "34": "Voi face astfel să înceteze în cetățile lui Iuda și pe ulițele Ierusalimului strigătele de bucurie și strigătele de veselie, cântecele mirelui și cântecele miresei, căci țara va ajunge un pustiu!"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Cuvântul spus lui Ieremia din partea Domnului:",
                "2": "„Stai la poarta Casei Domnului și vestește acolo următorul mesaj: «Ascultați Cuvântul Domnului, toți locuitorii lui Iuda, care intrați pe aceste porți ca să vă închinați Domnului.",
                "3": "Așa vorbește Domnul Oștirilor, Dumnezeul lui Israel: îndreptați-vă căile și faptele și vă voi lăsa să locuiți în acest loc.",
                "4": "Nu vă încredeți în cuvinte înșelătoare, zicând: ‘Acesta este Templul Domnului, Templul Domnului, Templul Domnului!’.",
                "5": "Numai dacă vă îndreptați căile și faptele și dacă vă veți face dreptate unul altuia,",
                "6": "dacă nu veți asupri pe străin, pe orfan și pe văduvă, dacă nu veți vărsa sânge nevinovat în locul acesta, dacă nu veți merge după alți dumnezei, spre nenorocirea voastră,",
                "7": "numai atunci vă voi lăsa să locuiți în locul acesta, în țara pe care am dat-o strămoșilor voștri din vremuri străvechi și pentru totdeauna.",
                "8": "Totuși, voi vă încredeți în cuvinte înșelătoare, care nu vă aduc niciun câștig.",
                "9": "Furați și ucideți, comiteți adulter și jurați fals, ardeți tămâie lui Baal și mergeți după alți dumnezei, pe care nu-i cunoașteți,",
                "10": "apoi veniți și stați înaintea Mea, în Casa aceasta, peste care este chemat Numele Meu și ziceți: ‘Suntem eliberați’. Eliberați ca să faceți iarăși aceste urâciuni?",
                "11": "A devenit Casa aceasta, peste care este chemat Numele Meu, o peșteră de tâlhari în ochii voștri? Eu Însumi am văzut lucrul acesta, zice Domnul.",
                "12": "Duceți-vă la locul Meu din Șilo, unde pusesem odinioară să locuiască Numele Meu și priviți ce i-am făcut din cauza răutății poporului Meu, Israel.",
                "13": "Și acum, fiindcă ați comis toate aceste lucruri, zice Domnul, fiindcă v-am vorbit mereu dimineață și n-ați ascultat, fiindcă v-am chemat și n-ați răspuns,",
                "14": "voi face Casei peste care este chemat Numele Meu, în care voi vă încredeți, și locului pe care vi l-am dat vouă și strămoșilor voștri, așa cum am făcut și lui Șilo.",
                "15": "Vă voi arunca din prezența Mea, cum i-am aruncat pe toți frații voștri, pe toată seminția lui Efraim».",
                "16": "Tu însă nu mijloci în favoarea acestui popor, nu înălța nici cereri, nici rugăciuni în favoarea lor și nu stărui, căci nu te voi asculta.",
                "17": "Nu vezi ce fac ei în cetățile lui Iuda și pe străzile Ierusalimului?",
                "18": "Copiii strâng lemne, tații aprind focul, femeile frământă aluatul ca să facă turte împărătesei cerului. Ei toarnă jertfe de băutură altor dumnezei, ca să Mă mânie.",
                "19": "Dar oare pe Mine Mă provoacă? zice Domnul. Nu își fac ei rău mai degrabă lor înșiși și spre rușinea lor?",
                "20": "De aceea, așa vorbește Stăpânul Domn: «Iată, mânia și furia Mea se vor revărsa peste locul acesta, peste oameni și peste animale, peste copacii din câmpie și peste roadele pământului. Furia Mea va arde ca un foc care nu va putea fi stins».",
                "21": "Așa vorbește Domnul Oștirilor, Dumnezeul lui Israel: «Haideți, adăugați arderile voastre de tot la jertfele voastre și mâncați carnea!",
                "22": "Eu însă n-am vorbit și nu le-am dat vreo poruncă strămoșilor voștri cu privire la arderi-de-tot și la jertfe, în ziua când i-am scos din țara Egiptului,",
                "23": "ci iată porunca pe care le-am dat-o: ‘Ascultați de glasul Meu și, astfel, Eu voi fi Dumnezeul vostru, iar voi veți fi poporul Meu. Să umblați în ascultare pe calea pe care v-o poruncesc, ca să vă fie bine’.",
                "24": "Dar ei n-au ascultat și nu și-au plecat urechea la cuvintele Mele, ci au urmat sfaturile și pornirile inimii lor rele și au mers înapoi, nu înainte.",
                "25": "Din ziua când strămoșii voștri au ieșit din țara Egiptului și până în ziua aceasta, i-am trimis la voi pe toți slujitorii Mei, profeții; i-am trimis în fiecare zi, dimineața.",
                "26": "Dar strămoșii voștri nu M-au ascultat și nici n-au fost atenți la ce le-am spus. S-au încăpățânat și au făcut mai rău decât părinții lor».",
                "27": "Când le vei spune toate aceste cuvinte, ei nu te vor asculta. Când îi vei striga, ei nu vor răspunde.",
                "28": "De aceea, să le spui astfel: «Aceasta este națiunea care nu ascultă de glasul Domnului, Dumnezeului ei, și care nu acceptă îndrumarea. Credincioșia a pierit, a fugit din gura lor».",
                "29": "Taie-ți părul și aruncă-l. Fă o cântare de jale pe înălțimile golașe, căci Domnul a lepădat și a părăsit această generație, care L-a mâniat.",
                "30": "Fiii lui Iuda au făcut ceea ce este rău înaintea ochilor Mei, zice Domnul. Și-au așezat spurcăciunile lor în Casa peste care este chemat Numele Meu și au pângărit-o.",
                "31": "Au construit înălțimi la Tofet, în Valea Ben-Hinom, ca să-și ardă în foc fiii și fiicele, lucru pe care Eu nu l-am poruncit și care nici nu Mi-a trecut prin minte.",
                "32": "De aceea iată, vin zile, zice Domnul, când nu se va mai zice Tofet și Valea Ben-Hinom, ci Valea Măcelului, deoarece vor îngropa morții la Tofet, din lipsă de loc.",
                "33": "Cadavrele poporului acestuia vor fi hrană pentru păsările cerului și pentru animalele pământului, și nimeni nu le va speria.",
                "34": "Voi face să înceteze în cetățile lui Iuda și pe străzile Ierusalimului strigătele de bucurie și de veselie, cântările mirelui și ale miresei, căci țara va deveni un pustiu."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "The word that came to Jeremiah from Yahweh, saying,",
                "2": "“Stand in the gate of Yahweh’s house, and proclaim this word there, and say, ‘Hear Yahweh’s word, all you of Judah, who enter in at these gates to worship Yahweh.’”",
                "3": "Yahweh of Armies, the God of Israel says, “Amend your ways and your doings, and I will cause you to dwell in this place.",
                "4": "Don’t trust in lying words, saying, ‘Yahweh’s temple, Yahweh’s temple, Yahweh’s temple, are these.’",
                "5": "For if you thoroughly amend your ways and your doings, if you thoroughly execute justice between a man and his neighbor;",
                "6": "if you don’t oppress the foreigner, the fatherless, and the widow, and don’t shed innocent blood in this place, and don’t walk after other gods to your own hurt,",
                "7": "then I will cause you to dwell in this place, in the land that I gave to your fathers, from of old even forever more.",
                "8": "Behold, you trust in lying words that can’t profit.",
                "9": "Will you steal, murder, commit adultery, swear falsely, burn incense to Baal, and walk after other gods that you have not known,",
                "10": "then come and stand before me in this house, which is called by my name, and say, ‘We are delivered,’ that you may do all these abominations?",
                "11": "Has this house, which is called by my name, become a den of robbers in your eyes? Behold, I myself have seen it,” says Yahweh.",
                "12": "“But go now to my place which was in Shiloh, where I caused my name to dwell at the first, and see what I did to it for the wickedness of my people Israel.",
                "13": "Now, because you have done all these works,” says Yahweh, “and I spoke to you, rising up early and speaking, but you didn’t hear; and I called you, but you didn’t answer;",
                "14": "therefore I will do to the house which is called by my name, in which you trust, and to the place which I gave to you and to your fathers, as I did to Shiloh.",
                "15": "I will cast you out of my sight, as I have cast out all your brothers, even the whole offspring of Ephraim.",
                "16": "“Therefore don’t pray for this people. Don’t lift up a cry or prayer for them or make intercession to me; for I will not hear you.",
                "17": "Don’t you see what they do in the cities of Judah and in the streets of Jerusalem?",
                "18": "The children gather wood, and the fathers kindle the fire, and the women knead the dough, to make cakes to the queen of the sky, and to pour out drink offerings to other gods, that they may provoke me to anger.",
                "19": "Do they provoke me to anger?” says Yahweh. “Don’t they provoke themselves, to the confusion of their own faces?”",
                "20": "Therefore the Lord Yahweh says: “Behold, my anger and my wrath will be poured out on this place, on man, on animal, on the trees of the field, and on the fruit of the ground; and it will burn and will not be quenched.”",
                "21": "Yahweh of Armies, the God of Israel says: “Add your burnt offerings to your sacrifices and eat meat.",
                "22": "For I didn’t speak to your fathers or command them in the day that I brought them out of the land of Egypt concerning burnt offerings or sacrifices;",
                "23": "but this thing I commanded them, saying, ‘Listen to my voice, and I will be your God, and you shall be my people. Walk in all the way that I command you, that it may be well with you.’",
                "24": "But they didn’t listen or turn their ear, but walked in their own counsels and in the stubbornness of their evil heart, and went backward, and not forward.",
                "25": "Since the day that your fathers came out of the land of Egypt to this day, I have sent to you all my servants the prophets, daily rising up early and sending them.",
                "26": "Yet they didn’t listen to me or incline their ear, but made their neck stiff. They did worse than their fathers.",
                "27": "“You shall speak all these words to them, but they will not listen to you. You shall also call to them, but they will not answer you.",
                "28": "You shall tell them, ‘This is the nation that has not listened to Yahweh their God’s voice, nor received instruction. Truth has perished, and is cut off from their mouth.’",
                "29": "Cut off your hair, and throw it away, and take up a lamentation on the bare heights; for Yahweh has rejected and forsaken the generation of his wrath.",
                "30": "“For the children of Judah have done that which is evil in my sight,” says Yahweh. “They have set their abominations in the house which is called by my name, to defile it.",
                "31": "They have built the high places of Topheth, which is in the valley of the son of Hinnom, to burn their sons and their daughters in the fire, which I didn’t command, nor did it come into my mind.",
                "32": "Therefore behold, the days come”, says Yahweh, “that it will no more be called ‘Topheth’ or ‘The valley of the son of Hinnom’, but ‘The valley of Slaughter’; for they will bury in Topheth until there is no place to bury.",
                "33": "The dead bodies of this people will be food for the birds of the sky, and for the animals of the earth. No one will frighten them away.",
                "34": "Then I will cause to cease from the cities of Judah and from the streets of Jerusalem the voice of mirth and the voice of gladness, the voice of the bridegroom and the voice of the bride; for the land will become a waste.”"
            }
        }
    }
}