{
    "book": "Ieremia",
    "chapter": "38",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Șefatia, fiul lui Matan, Ghedalia, fiul lui Pașhur, Iucal, fiul lui Șelemia, și Pașhur, fiul lui Malchia, au auzit cuvintele pe care le spunea Ieremia întregului popor, zicând:",
                "2": "„Așa vorbește Domnul: ‘Cine va rămâne în cetatea aceasta va muri ucis de sabie, de foamete sau de ciumă, dar cine va ieși și se va duce la haldeeni va scăpa cu viață, va avea ca pradă viața lui și va trăi.’",
                "3": "Așa vorbește Domnul: ‘Cetatea aceasta va fi dată în mâna oștirii împăratului Babilonului, și o va lua!’”",
                "4": "Atunci, căpeteniile au zis împăratului: „Omul acesta ar trebui omorât! Căci înmoaie inima oamenilor de război care au mai rămas în cetatea aceasta și a întregului popor, ținându-le asemenea cuvântări; omul acesta nu urmărește binele poporului acestuia și nu-i vrea decât nenorocirea.”",
                "5": "Împăratul Zedechia a răspuns: „Iată-l că este în mâinile voastre, căci împăratul nu poate nimic împotriva voastră!”",
                "6": "Atunci, ei au luat pe Ieremia și l-au aruncat în groapa lui Machia, fiul împăratului, care se afla în curtea temniței, și au coborât în ea pe Ieremia cu funii. În groapă nu era apă, dar era noroi, și Ieremia s-a afundat în noroi.",
                "7": "Ebed-Melec, Etiopianul, famen dregător la curtea împăratului, a auzit că Ieremia fusese aruncat în groapă. Împăratul stătea la poarta lui Beniamin.",
                "8": "Ebed-Melec a ieșit din casa împăratului și a vorbit împăratului astfel:",
                "9": "„Împărate, domnul meu, oamenii aceștia au făcut rău că s-au purtat așa cu prorocul Ieremia aruncându-l în groapă; are să moară de foame acolo unde este, căci în cetate nu este pâine!”",
                "10": "Împăratul a dat următoarea poruncă lui Ebed-Melec, Etiopianul: „Ia de aici treizeci de oameni cu tine și scoate din groapă pe prorocul Ieremia până nu moare!”",
                "11": "Ebed-Melec a luat cu el pe oamenii aceia și s-a dus la casa împăratului, într-un loc dedesubtul vistieriei; a luat de acolo niște petice de haine purtate și niște zdrențe de haine vechi și le-a coborât lui Ieremia în groapă, cu niște funii.",
                "12": "Ebed-Melec, Etiopianul, a zis lui Ieremia: „Pune aceste petice purtate și aceste zdrențe sub subsuori, sub funii.” Și Ieremia a făcut așa.",
                "13": "Au tras astfel pe Ieremia cu funiile și l-au scos afară din groapă. Ieremia a rămas în curtea temniței.",
                "14": "Împăratul Zedechia a trimis după prorocul Ieremia și l-a adus la el, la intrarea a treia a Casei Domnului. Și împăratul a zis lui Ieremia: „Am să te întreb ceva, să nu-mi ascunzi nimic!”",
                "15": "Ieremia a răspuns lui Zedechia: „Dacă îți voi spune, mă vei omorî; iar dacă-ți voi da un sfat, nu mă vei asculta.”",
                "16": "Împăratul Zedechia a jurat în taină lui Ieremia și a zis: „Viu este Domnul, care ne-a dat viața, că nu te voi omorî și nu te voi lăsa în mâinile oamenilor acestora, care vor să-ți ia viața!”",
                "17": "Ieremia a zis atunci lui Zedechia: „Așa vorbește Domnul Dumnezeul oștirilor, Dumnezeul lui Israel: ‘Dacă te vei supune căpeteniilor împăratului Babilonului, vei scăpa cu viață și nici cetatea aceasta nu va fi arsă cu foc, iar tu vei trăi împreună cu casa ta.",
                "18": "Dar, dacă nu te vei supune căpeteniilor împăratului Babilonului, cetatea aceasta va fi dată în mâinile haldeenilor, care o vor arde cu foc, iar tu nu vei scăpa din mâinile lor!’”",
                "19": "Împăratul Zedechia a zis lui Ieremia: „Mă tem de iudeii care au trecut la haldeeni; mă tem să nu mă dea în mâinile lor și să mă batjocorească.”",
                "20": "Ieremia a răspuns: „Nu te vor da. Ascultă glasul Domnului în ce-ți spun, căci o vei duce bine și vei scăpa cu viață.",
                "21": "Dar, dacă nu vrei să ieși, iată ce mi-a descoperit Domnul:",
                "22": "‘Toate nevestele care au mai rămas în casa împăratului lui Iuda vor fi luate de căpeteniile împăratului Babilonului și vor zice jelind: «Prietenii tăi cei buni te-au înșelat și te-au înduplecat, dar, când ți s-au afundat picioarele în noroi, ei au fugit!»",
                "23": "Toate nevestele tale și copiii tăi vor fi luați de haldeeni și nu vei scăpa de mâinile lor, ci vei fi prins de mâna împăratului Babilonului și cetatea aceasta va fi arsă cu foc.’”",
                "24": "Zedechia a zis lui Ieremia: „Să nu știe nimeni nimic din cuvintele acestea, și nu vei muri!",
                "25": "Dar, dacă vor auzi căpeteniile că ți-am vorbit și dacă vor veni și-ți vor zice: ‘Spune-ne ce ai spus împăratului și ce ți-a spus împăratul; nu ne ascunde nimic, și nu te vom omorî’,",
                "26": "să le răspunzi: ‘Am rugat pe împărat să nu mă trimită iarăși în casa lui Ionatan, ca nu cumva să mor acolo!’”",
                "27": "Toate căpeteniile au venit la Ieremia și l-au întrebat. El le-a răspuns întocmai cum poruncise împăratul. Ei au tăcut atunci și au plecat, căci nimeni n-auzise nimic.",
                "28": "Ieremia însă a rămas în curtea temniței până în ziua luării Ierusalimului."
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Șefatia, fiul lui Matan, Ghedalia, fiul lui Pașhur, Iehucal, fiul lui Șelemia și Pașhur, fiul lui Malchia, au auzit cuvintele pe care Ieremia le rostea înaintea întregului popor. El spunea:",
                "2": "„Așa vorbește Domnul: «Cel care va mai rămâne în cetatea aceasta va fi ucis de sabie, de foamete și de molimă, dar cel care va ieși și se va duce la caldeeni va trăi. Prada lui va fi însăși viața lui și, astfel, el va trăi»“.",
                "3": "„Așa vorbește Domnul: «Această cetate va fi dată cu siguranță în mâinile armatei împăratului Babilonului, care o va cuceri»“.",
                "4": "Atunci conducătorii poporului i-au zis regelui: ‒ Omul acesta ar trebui omorât, căci descurajează războinicii care au mai rămas în cetate și întreg poporul prin cuvântările pe care le ține. Omul acesta nu caută binele poporului, ci nenorocirea lui.",
                "5": "Regele Zedechia le-a răspuns: ‒ Iată, el este în mâinile voastre, căci regele nu poate face nimic împotriva voastră.",
                "6": "Ei l-au luat pe Ieremia și l-au aruncat în fântâna lui Malchia, fiul regelui, care era în curtea închisorii. Ei l-au coborât înăuntru cu niște funii. Acolo nu era apă, ci doar noroi, astfel că Ieremia s-a afundat în noroi.",
                "7": "Însă cușitul Ebed-Melek, un demnitar de la palatul regelui, auzise că Ieremia fusese aruncat într-o fântână. În timp ce regele stătea la Poarta lui Beniamin,",
                "8": "Ebed-Melek a ieșit din palat și i-a zis:",
                "9": "‒ O, rege, stăpânul meu, oamenii aceștia s-au purtat cu răutate prin tot ce i-au făcut profetului Ieremia. Ei l-au aruncat într-o fântână și va muri de foame acolo, căci nu mai este pâine în cetate.",
                "10": "Atunci regele i-a poruncit cușitului Ebed-Melek, zicând: ‒ Ia de aici treizeci de oameni cu tine și scoate-l pe profetul Ieremia din fântână, până nu moare!",
                "11": "Ebed-Melek i-a luat cu el pe oamenii aceia, s-au dus într-o încăpere aflată sub vistieria palatului și au luat de acolo niște zdrențe vechi și niște haine purtate, pe care le-au coborât apoi cu niște funii în fântâna în care era Ieremia.",
                "12": "Atunci cușitul Ebed-Melek i-a zis lui Ieremia: „Pune-ți, te rog, aceste zdrențe și aceste haine vechi sub subsuori și apoi leagă-ți funia de jur împrejur“. Ieremia a făcut așa,",
                "13": "iar ei l-au tras cu funiile și l-au scos din fântână. Ieremia a rămas în curtea închisorii.",
                "14": "După aceea, regele Zedechia a trimis după profetul Ieremia și acesta a fost adus la intrarea a treia a Casei Domnului. Regele i-a zis lui Ieremia: ‒ Te voi întreba ceva, dar să nu-mi ascunzi nimic.",
                "15": "Ieremia i-a răspuns lui Zedechia: ‒ Dacă-ți voi răspunde, oare nu mă vei omorî tu sigur? Iar dacă te voi sfătui, nu mă vei asculta.",
                "16": "Regele Zedechia i-a jurat lui Ieremia în secret, zicând: ‒ Viu este Domnul, Care ne-a dat viață, că nu te voi omorî și nu te voi da în mâinile celor ce încearcă să-ți ia viața.",
                "17": "Atunci Ieremia i-a zis lui Zedechia: ‒ Așa vorbește Domnul, Dumnezeul Oștirilor, Dumnezeul lui Israel: „Dacă te vei preda conducătorilor împăratului Babilonului, vei rămâne în viață și cetății acesteia nu i se va da foc; astfel tu și familia ta veți trăi.",
                "18": "Dar, dacă nu te vei preda conducătorilor împăratului Babilonului, cetatea aceasta va fi dată în mâinile caldeenilor, care îi vor da foc, iar tu nu vei scăpa din mâna lor!“.",
                "19": "Regele Zedechia i-a zis lui Ieremia: ‒ Mi-e frică de iudeii care s-au dus de partea caldeenilor, ca nu cumva să fiu dat în mâinile lor, iar ei să mă maltrateze.",
                "20": "Ieremia a răspuns: ‒ Nu te vor da. Ascultă, te rog, glasul Domnului în ceea ce-ți spun. Atunci îți va merge bine și vei rămâne în viață.",
                "21": "Dar, dacă refuzi să te predai, iată ce mi-a descoperit Domnul:",
                "22": "„Iată, toate femeile care au mai rămas în palatul regelui lui Iuda vor fi duse la conducătorii împăratului Babilonului. Ele îți vor zice: te-au amăgit și te-au învins. Acum că ți s-au afundat picioarele în noroi, prietenii tăi ți-au întors spatele».",
                "23": "Toate soțiile și toți copiii tăi vor fi duși la caldeeni. Nici tu nu vei scăpa din mâna lor, căci vei fi prins de împăratul Babilonului, iar cetății acesteia i se va da foc“.",
                "24": "Zedechia i-a zis lui Ieremia: ‒ Să nu afle nimeni despre cuvintele acestea și nu vei muri.",
                "25": "Iar în cazul în care conducătorii vor auzi că am vorbit cu tine și dacă vor veni și îți vor zice: „Spune-ne ce i-ai zis regelui și ce ți-a spus regele! Nu ne ascunde nimic și nu te vom omorî!“,",
                "26": "să le răspunzi astfel: „L-am rugat pe rege să nu mă trimită iarăși în casa lui Ionatan, ca nu cumva să mor acolo“.",
                "27": "Toți conducătorii au venit la Ieremia și l-au întrebat, iar el le-a zis toate cuvintele pe care regele i-a poruncit să le spună. Atunci ei nu i-au mai spus nimic, căci niciunul nu auzise discuția cu regele.",
                "28": "Ieremia a rămas astfel în curtea închisorii până în ziua în care a fost cucerit Ierusalimul. Și Ierusalimul a fost capturat astfel:"
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Shephatiah the son of Mattan, Gedaliah the son of Pashhur, Jucal the son of Shelemiah, and Pashhur the son of Malchijah heard the words that Jeremiah spoke to all the people, saying,",
                "2": "“Yahweh says, ‘He who remains in this city will die by the sword, by the famine, and by the pestilence, but he who goes out to the Chaldeans will live. He will escape with his life and he will live.’",
                "3": "Yahweh says, ‘This city will surely be given into the hand of the army of the king of Babylon, and he will take it.’”",
                "4": "Then the princes said to the king, “Please let this man be put to death, because he weakens the hands of the men of war who remain in this city, and the hands of all the people, in speaking such words to them; for this man doesn’t seek the welfare of this people, but harm.”",
                "5": "Zedekiah the king said, “Behold, he is in your hand; for the king can’t do anything to oppose you.”",
                "6": "Then they took Jeremiah and threw him into the dungeon of Malchijah the king’s son, that was in the court of the guard. They let down Jeremiah with cords. In the dungeon there was no water, but mire; and Jeremiah sank in the mire.",
                "7": "Now when Ebedmelech the Ethiopian, a eunuch, who was in the king’s house, heard that they had put Jeremiah in the dungeon (the king was then sitting in Benjamin’s gate),",
                "8": "Ebedmelech went out of the king’s house, and spoke to the king, saying,",
                "9": "“My lord the king, these men have done evil in all that they have done to Jeremiah the prophet, whom they have cast into the dungeon. He is likely to die in the place where he is, because of the famine; for there is no more bread in the city.”",
                "10": "Then the king commanded Ebedmelech the Ethiopian, saying, “Take from here thirty men with you, and take up Jeremiah the prophet out of the dungeon, before he dies.”",
                "11": "So Ebedmelech took the men with him, and went into the house of the king under the treasury, and took from there rags and worn-out garments, and let them down by cords into the dungeon to Jeremiah.",
                "12": "Ebedmelech the Ethiopian said to Jeremiah, “Now put these rags and worn-out garments under your armpits under the cords.” Jeremiah did so.",
                "13": "So they lifted Jeremiah up with the cords, and took him up out of the dungeon; and Jeremiah remained in the court of the guard.",
                "14": "Then Zedekiah the king sent and took Jeremiah the prophet to himself into the third entry that is in Yahweh’s house. Then the king said to Jeremiah, “I will ask you something. Hide nothing from me.”",
                "15": "Then Jeremiah said to Zedekiah, “If I declare it to you, will you not surely put me to death? If I give you counsel, you will not listen to me.”",
                "16": "So Zedekiah the king swore secretly to Jeremiah, saying, “As Yahweh lives, who made our souls, I will not put you to death, neither will I give you into the hand of these men who seek your life.”",
                "17": "Then Jeremiah said to Zedekiah, “Yahweh, the God of Armies, the God of Israel, says: ‘If you will go out to the king of Babylon’s princes, then your soul will live, and this city will not be burned with fire. You will live, along with your house.",
                "18": "But if you will not go out to the king of Babylon’s princes, then this city will be given into the hand of the Chaldeans, and they will burn it with fire, and you won’t escape out of their hand.’”",
                "19": "Zedekiah the king said to Jeremiah, “I am afraid of the Jews who have defected to the Chaldeans, lest they deliver me into their hand, and they mock me.”",
                "20": "But Jeremiah said, “They won’t deliver you. Obey, I beg you, Yahweh’s voice, in that which I speak to you; so it will be well with you, and your soul will live.",
                "21": "But if you refuse to go out, this is the word that Yahweh has shown me:",
                "22": "‘Behold, all the women who are left in the king of Judah’s house will be brought out to the king of Babylon’s princes, and those women will say, “Your familiar friends have turned on you, and have prevailed over you. Your feet are sunk in the mire, they have turned away from you.”",
                "23": "They will bring out all your wives and your children to the Chaldeans. You won’t escape out of their hand, but will be taken by the hand of the king of Babylon. You will cause this city to be burned with fire.’”",
                "24": "Then Zedekiah said to Jeremiah, “Let no man know of these words, and you won’t die.",
                "25": "But if the princes hear that I have talked with you, and they come to you, and tell you, ‘Declare to us now what you have said to the king; don’t hide it from us, and we will not put you to death; also tell us what the king said to you;’",
                "26": "then you shall tell them, ‘I presented my supplication before the king, that he would not cause me to return to Jonathan’s house, to die there.’”",
                "27": "Then all the princes came to Jeremiah, and asked him; and he told them according to all these words that the king had commanded. So they stopped speaking with him, for the matter was not perceived.",
                "28": "So Jeremiah stayed in the court of the guard until the day that Jerusalem was taken."
            }
        }
    }
}