{
    "book": "Ieremia",
    "chapter": "23",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "„Vai de păstorii care nimicesc și risipesc turma pășunii Mele”, zice Domnul.",
                "2": "De aceea, așa vorbește Domnul Dumnezeul lui Israel împotriva păstorilor care pasc pe poporul meu: „Pentru că Mi-ați risipit oile, le-ați izgonit și nu v-ați îngrijit de ele, iată că vă voi pedepsi din pricina răutății faptelor voastre”, zice Domnul.",
                "3": "„Și Eu Însumi voi strânge rămășița oilor Mele din toate țările în care le-am izgonit; le voi aduce înapoi în pășunea lor și vor crește și se vor înmulți.",
                "4": "Voi pune peste ele păstori care le vor paște; nu le va mai fi teamă, nici groază și nu va mai lipsi niciuna din ele”, zice Domnul.",
                "5": "„Iată vin zile”, zice Domnul, „când voi ridica lui David o Odraslă neprihănită. El va împărăți, va lucra cu înțelepciune și va face dreptate și judecată în țară.",
                "6": "În vremea Lui, Iuda va fi mântuit și Israel va avea liniște în locuința lui; și iată Numele pe care i-L vor da: ‘Domnul, Neprihănirea noastră’!",
                "7": "De aceea iată vin zile”, zice Domnul, „când nu se va mai zice: ‘Viu este Domnul, care a scos din țara Egiptului pe copiii lui Israel!’",
                "8": "Ci se va zice: ‘Viu este Domnul, care a scos și a adus înapoi sămânța casei lui Israel din țara de la miazănoapte și din toate țările în care îi risipisem!’ Și vor locui în țara lor.”",
                "9": "Asupra prorocilor. „Inima îmi este zdrobită în mine, toate oasele îmi tremură; sunt ca un om beat, ca un om amețit de vin, din pricina Domnului și din pricina sfintelor Lui cuvinte.",
                "10": "Căci țara este plină de preacurvii și țara se jelește din pricina jurămintelor; câmpiile pustiei sunt uscate. Toată alergătura lor țintește numai la rău și toată vitejia lor este pentru nelegiuire!”",
                "11": "„Prorocii și preoții sunt stricați; le-am găsit răutatea chiar și în Casa Mea”, zice Domnul.",
                "12": "„De aceea, calea lor va fi lunecoasă și întunecoasă, vor fi împinși și vor cădea, căci voi aduce nenorocirea peste ei în anul când îi voi pedepsi”, zice Domnul.",
                "13": "„În prorocii Samariei am văzut următoarea nebunie: au prorocit pe Baal și au rătăcit pe poporul Meu Israel!",
                "14": "Dar în prorocii Ierusalimului am văzut lucruri grozave. Sunt preacurvari, trăiesc în minciună, întăresc mâinile celor răi, așa că niciunul nu se mai întoarce de la răutatea lui; toți sunt înaintea Mea ca Sodoma și locuitorii Ierusalimului, ca Gomora.”",
                "15": "De aceea, așa vorbește Domnul oștirilor despre proroci: „Iată, îi voi hrăni cu pelin și le voi da să bea ape otrăvite; căci prin prorocii Ierusalimului s-a răspândit nelegiuirea în toată țara.”",
                "16": "Așa vorbește Domnul oștirilor: „N-ascultați cuvintele prorocilor care vă prorocesc! Ei vă leagănă în închipuiri zadarnice; spun vedenii ieșite din inima lor, nu ce vine din gura Domnului.",
                "17": "Ei spun celor ce Mă nesocotesc: ‘Domnul a zis: «Veți avea pace!»’ și zic tuturor celor ce trăiesc după aplecările inimii lor: ‘Nu vi se va întâmpla niciun rău.’",
                "18": "Cine a fost de față la sfatul Domnului ca să vadă și să asculte cuvântul Lui? Cine a plecat urechea la cuvântul Lui și cine l-a auzit?",
                "19": "Iată că furtuna Domnului, urgia izbucnește, se năpustește vijelia și cade peste capul celor răi!",
                "20": "Mânia Domnului nu se va potoli până nu va împlini și va înfăptui planurile inimii Lui. Veți înțelege în totul lucrul acesta în cursul vremurilor.",
                "21": "Eu n-am trimis pe prorocii aceștia, și totuși ei au alergat; nu le-am vorbit, și totuși au prorocit.",
                "22": "Dacă ar fi fost de față la sfatul Meu, ar fi trebuit să spună cuvintele Mele poporului Meu și să-i întoarcă de la calea lor rea, de la răutatea faptelor lor!",
                "23": "Sunt Eu numai un Dumnezeu de aproape”, zice Domnul, „și nu sunt Eu și un Dumnezeu de departe?",
                "24": "Poate cineva să stea într-un loc ascuns fără să-l văd Eu?”, zice Domnul. „Nu umplu Eu cerurile și pământul?”, zice Domnul.",
                "25": "„Am auzit ce spun prorocii care prorocesc minciuni în Numele Meu, zicând: ‘Am avut un vis! Am visat un vis!’",
                "26": "Până când vor prorocii aceștia să prorocească minciuni, să prorocească înșelătoriile inimii lor?",
                "27": "Cred ei oare că pot face pe poporul Meu să uite Numele Meu, prin visele pe care le istorisește fiecare din ei aproapelui lor, cum Mi-au uitat părinții lor Numele din pricina lui Baal?",
                "28": "Prorocul care a avut un vis să istorisească visul acesta și cine a auzit Cuvântul Meu să spună întocmai Cuvântul Meu! Pentru ce să amesteci paiele cu grâul?”, zice Domnul.",
                "29": "„Nu este Cuvântul Meu ca un foc”, zice Domnul, „și ca un ciocan care sfărâmă stânca?",
                "30": "De aceea, iată”, zice Domnul, „am necaz pe prorocii care își ascund unul altuia cuvintele Mele.",
                "31": "Iată”, zice Domnul, „am necaz pe prorocii care iau cuvântul lor și-l dau drept cuvânt al Meu.",
                "32": "Iată”, zice Domnul, „am necaz pe cei ce prorocesc vise neadevărate, care le istorisesc și rătăcesc pe poporul Meu cu minciunile și cu îndrăzneala lor; nu i-am trimis Eu, nu Eu le-am dat poruncă, și nu sunt de niciun folos poporului acestuia”, zice Domnul.",
                "33": "„Dacă poporul acesta sau un proroc, sau un preot te va întreba: ‘Care este amenințarea Domnului?’, să le spui care este această amenințare: ‘«Vă voi lepăda», zice Domnul.’",
                "34": "Și pe prorocul, pe preotul sau pe acela din popor care va zice: ‘O amenințare a Domnului’ îl voi pedepsi, pe el și casa lui!",
                "35": "Așa să spuneți însă, fiecare aproapelui său, fiecare fratelui său: ‘Ce a răspuns Domnul?’ sau: ‘Ce a zis Domnul?’",
                "36": "Dar să nu mai ziceți: ‘O amenințare a Domnului’, căci cuvântul fiecăruia va fi o amenințare pentru el, dacă veți suci astfel cuvintele Dumnezeului celui viu, cuvintele Domnului oștirilor, Dumnezeului nostru!",
                "37": "Așa să zici prorocului: ‘Ce ți-a răspuns Domnul?’ sau: ‘Ce a zis Domnul?’",
                "38": "Dar, dacă veți mai zice: ‘O amenințare a Domnului’, atunci așa vorbește Domnul: ‘Pentru că spuneți cuvintele acestea: «O amenințare a Domnului», măcar că am trimis să vă spună să nu mai ziceți: «O amenințare a Domnului»,",
                "39": "din pricina aceasta, iată, vă voi uita și vă voi lepăda pe voi și cetatea pe care v-o dădusem vouă și părinților voștri, vă voi arunca dinaintea Mea",
                "40": "și voi pune peste voi o veșnică ocară și o veșnică necinste, care nu se va uita.’”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "„Vai de păstorii care distrug și risipesc oile pășunii Mele“, zice Domnul.",
                "2": "De aceea, așa vorbește Domnul, Dumnezeul lui Israel, împotriva păstorilor care-l pasc pe poporul Meu: „Voi Mi-ați risipit oile, le-ați alungat și nu le-ați îngrijit. Iată, vă voi pedepsi pentru răutatea faptelor voastre, zice Domnul.",
                "3": "Eu Însumi voi aduna rămășița oilor Mele din toate țările în care le-am alungat și le voi aduce înapoi în pășunea lor, unde vor rodi și se vor înmulți.",
                "4": "Voi desemna peste ele păstori care le vor paște. Nu se vor mai teme, nu se vor înspăimânta și nu va mai lipsi niciuna dintre ele“, zice Domnul.",
                "5": "„Iată, vin zile“, zice Domnul, „când îi voi ridica lui David un Vlăstar drept. El va domni ca Împărat, și va face judecată și dreptate în țară.",
                "6": "În zilele Lui, Iuda va fi mântuit și Israel va locui în siguranță. «Domnul, Dreptatea noastră!».",
                "7": "De aceea, iată, vin zile“, zice Domnul, „când nu se va mai zice: «Viu este Domnul, Care i-a scos pe fiii lui Israel din țara Egiptului»,",
                "8": "ci: «Viu este Domnul, Care a scos și a adus înapoi națiunea Casei lui Israel din nord și din toate țările în care o alungase!». Atunci ei vor locui în propria lor țară“.",
                "9": "Cu privire la profeți: Inima îmi este zdrobită înăuntrul meu, toate oasele îmi tremură. Sunt ca un om beat, ca un bărbat doborât de vin, și a sfintelor Lui cuvinte.",
                "10": "Căci țara este plină de cei ce comit adulter. Din cauza blestemului, țara s-a uscat și pășunile deșertului s-au veștejit. Alergarea lor este spre rău, iar vigoarea lor nu este folosită spre bine.",
                "11": "„Căci atât profetul, cât și preotul sunt stricați. Chiar și în Casa Mea le-am găsit răutatea“, zice Domnul.",
                "12": "„De aceea calea lor va fi precum alunecușul; și vor cădea în el, în anul când îi voi pedepsi“, zice Domnul.",
                "13": "„Printre profeții Samariei am văzut următoarea scârboșenie: și l-au rătăcit astfel pe poporul Meu, Israel.",
                "14": "Printre profeții Ierusalimului am văzut un lucru dezgustător: ei comit adulter și trăiesc în minciună. Ei întăresc mâinile răufăcătorilor, astfel că niciunul nu se întoarce de la răutatea lui. Toți sunt înaintea Mea ca Sodoma, iar locuitorii cetății ca Gomora“.",
                "15": "Așa vorbește Domnul Oștirilor despre profeți: „Iată, îi voi hrăni cu pelin și le voi da să bea ape otrăvite, căci, prin profeții Ierusalimului s-a răspândit stricăciunea în toată țara“.",
                "16": "Așa vorbește Domnul Oștirilor: „Nu ascultați cuvintele pe care vi le profețesc profeții voștri, căci ei vă dau speranțe false; vă spun vedenii inventate de mintea lor, care nu sunt din gura Domnului.",
                "17": "Ei spun celor ce Mă disprețuiesc: «Domnul a zis: veți avea pace!». le spun: «Nu va veni asupra voastră niciun rău!».",
                "18": "Dar care dintre ei a fost prezent la sfatul Domnului ca să vadă și să audă Cuvântul Lui? Cine a fost atent la Cuvântul Lui și l-a ascultat?",
                "19": "Iată furtuna Domnului! și vijelia se năpustește; se năpustește asupra capului celor răi.",
                "20": "Mânia Domnului nu se va întoarce planurile inimii Lui. veți înțelege clar lucrul acesta.",
                "21": "Nu Eu i-am trimis pe acești profeți, dar ei au alergat. Nu Eu le-am vorbit, dar ei au profețit.",
                "22": "Dacă ar fi fost prezenți la sfatul Meu, și l-ar fi întors de la calea lui cea rea, de la răutatea faptelor lui.",
                "23": "Sunt Eu numai un Dumnezeu de aproape“, zice Domnul, „nu și un Dumnezeu de departe?",
                "24": "Se poate ascunde cineva în locuri secrete fără ca Eu să-l văd?“, zice Domnul. „Nu umplu Eu cerurile și pământul?“, zice Domnul.",
                "25": "„Am auzit ce spun profeții care profețesc minciuni în Numele Meu, zicând: «Am avut un vis! Am avut un vis!».",
                "26": "Până când vor continua profeții aceștia să profețească minciunile și înșelătoriile minții lor?",
                "27": "Ei plănuiesc să-l facă pe poporul Meu să-Mi uite Numele prin visele lor pe care și le povestesc unul altuia, tot așa cum strămoșii lor Mi-au uitat Numele în favoarea lui Baal.",
                "28": "Profetul care a avut un vis să istorisească visul, dar cel care are Cuvântul Meu, să spună Cuvântul Meu în adevăr. Ce-au de-a face paiele cu grânele?“, zice Domnul.",
                "29": "„Nu este Cuvântul Meu ca un foc și ca un ciocan care sfărâmă stânca?“, zice Domnul.",
                "30": "„De aceea, iată“, zice Domnul, „sunt împotriva profeților care fură cuvintele Mele unul de la altul.",
                "31": "Iată“, zice Domnul, „sunt împotriva profeților care iau vorba lor și apoi spun «O rostire»!",
                "32": "Iată, sunt împotriva celor ce profețesc vise mincinoase, zice Domnul. Ei le istorisesc și rătăcesc astfel poporul Meu cu minciunile și cu îndrăzneala lor. Nu Eu i-am trimis și nu Eu le-am poruncit. Ei nu sunt de niciun folos pentru poporul acesta“, zice Domnul.",
                "33": "„Când poporul acesta sau un profet sau un preot te va întreba, zicând: «Care este rostirea Domnului?», să le spui: «Ce rostire? Vă voi părăsi!», zice Domnul.",
                "34": "Iar pe profetul, preotul sau poporul care va zice: «O rostire a Domnului!», îl voi pedepsi Eu, atât pe acel om, cât și familia lui.",
                "35": "Prin urmare, să ziceți astfel, fiecare prietenului său și fiecare fratelui său: «Ce a răspuns Domnul?» sau: «Ce a vorbit Domnul?».",
                "36": "Dar să nu mai ziceți: «O rostire a Domnului!», căci rostirea devine pentru fiecare propriul lui cuvânt și, astfel, voi pervertiți cuvintele Dumnezeului celui Viu, Domnul Oștirilor, Dumnezeul nostru.",
                "37": "Să zici profetului astfel: «Ce ți-a răspuns Domnul?» sau: «Ce a vorbit Domnul?».",
                "38": "Dacă însă veți mai zice: «O rostire a Domnului!», atunci așa vorbește Domnul: «Pentru că spuneți cuvintele acestea: ‘O rostire a Domnului!’, deși Eu am trimis la voi, zicându-vă să nu mai spuneți: ‘O rostire a Domnului’,",
                "39": "iată, vă voi uita și vă voi ridica din prezența Mea, atât pe voi, cât și cetatea pe care v-am dat-o vouă și strămoșilor voștri.",
                "40": "Voi pune peste voi un dispreț veșnic și o rușine veșnică și acestea nu vor fi uitate»“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "“Woe to the shepherds who destroy and scatter the sheep of my pasture!” says Yahweh.",
                "2": "Therefore Yahweh, the God of Israel, says against the shepherds who feed my people: “You have scattered my flock, driven them away, and have not visited them. Behold, I will visit on you the evil of your doings,” says Yahweh.",
                "3": "“I will gather the remnant of my flock out of all the countries where I have driven them, and will bring them again to their folds; and they will be fruitful and multiply.",
                "4": "I will set up shepherds over them who will feed them. They will no longer be afraid or dismayed, neither will any be lacking,” says Yahweh.",
                "5": "“Behold, the days come,” says Yahweh, “that I will raise to David a righteous Branch; and he will reign as king and deal wisely, and will execute justice and righteousness in the land.",
                "6": "In his days Judah will be saved, and Israel will dwell safely. This is his name by which he will be called: Yahweh our righteousness.",
                "7": "“Therefore, behold, the days come,” says Yahweh, “that they will no more say, ‘As Yahweh lives, who brought up the children of Israel out of the land of Egypt;’",
                "8": "but, ‘As Yahweh lives, who brought up and who led the offspring of the house of Israel out of the north country, and from all the countries where I had driven them.’ Then they will dwell in their own land.”",
                "9": "Concerning the prophets: My heart within me is broken. All my bones shake. I am like a drunken man, and like a man whom wine has overcome, because of Yahweh, and because of his holy words.",
                "10": "“For the land is full of adulterers; for because of the curse the land mourns. The pastures of the wilderness have dried up. Their course is evil, and their might is not right;",
                "11": "for both prophet and priest are profane. Yes, in my house I have found their wickedness,” says Yahweh.",
                "12": "Therefore their way will be to them as slippery places in the darkness. They will be driven on, and fall therein; for I will bring evil on them, even the year of their visitation,” says Yahweh.",
                "13": "“I have seen folly in the prophets of Samaria. They prophesied by Baal, and caused my people Israel to err.",
                "14": "In the prophets of Jerusalem I have also seen a horrible thing: they commit adultery and walk in lies. They strengthen the hands of evildoers, so that no one returns from his wickedness. They have all become to me as Sodom, and its inhabitants as Gomorrah.”",
                "15": "Therefore Yahweh of Armies says concerning the prophets: “Behold, I will feed them with wormwood, and make them drink poisoned water; for from the prophets of Jerusalem ungodliness has gone out into all the land.”",
                "16": "Yahweh of Armies says, “Don’t listen to the words of the prophets who prophesy to you. They teach you vanity. They speak a vision of their own heart, and not out of the mouth of Yahweh.",
                "17": "They say continually to those who despise me, ‘Yahweh has said, “You will have peace;”’ and to everyone who walks in the stubbornness of his own heart they say, ‘No evil will come on you.’",
                "18": "For who has stood in the council of Yahweh, that he should perceive and hear his word? Who has listened to my word, and heard it?",
                "19": "Behold, Yahweh’s storm, his wrath, has gone out. Yes, a whirling storm! It will burst on the head of the wicked.",
                "20": "Yahweh’s anger will not return until he has executed and performed the intents of his heart. In the latter days, you will understand it perfectly.",
                "21": "I didn’t send these prophets, yet they ran. I didn’t speak to them, yet they prophesied.",
                "22": "But if they had stood in my council, then they would have caused my people to hear my words, and would have turned them from their evil way, and from the evil of their doings.",
                "23": "“Am I a God at hand,” says Yahweh, “and not a God afar off?",
                "24": "Can anyone hide himself in secret places so that I can’t see him?” says Yahweh. “Don’t I fill heaven and earth?” says Yahweh.",
                "25": "“I have heard what the prophets have said, who prophesy lies in my name, saying, ‘I had a dream! I had a dream!’",
                "26": "How long will this be in the heart of the prophets who prophesy lies, even the prophets of the deceit of their own heart?",
                "27": "They intend to cause my people to forget my name by their dreams which they each tell his neighbor, as their fathers forgot my name because of Baal.",
                "28": "The prophet who has a dream, let him tell a dream; and he who has my word, let him speak my word faithfully. What is the straw to the wheat?” says Yahweh.",
                "29": "“Isn’t my word like fire?” says Yahweh; “and like a hammer that breaks the rock in pieces?",
                "30": "“Therefore behold, I am against the prophets,” says Yahweh, “who each steal my words from his neighbor.",
                "31": "Behold, I am against the prophets,” says Yahweh, “who use their tongues, and say, ‘He says.’",
                "32": "Behold, I am against those who prophesy lying dreams,” says Yahweh, “who tell them, and cause my people to err by their lies, and by their vain boasting; yet I didn’t send them or command them. They don’t profit this people at all,” says Yahweh.",
                "33": "“When this people, or the prophet, or a priest, asks you, saying, ‘What is the message from Yahweh?’ Then you shall tell them, ‘“What message? I will cast you off,” says Yahweh.’",
                "34": "As for the prophet, the priest, and the people, who say, ‘The message from Yahweh,’ I will even punish that man and his household.",
                "35": "You will say everyone to his neighbor, and everyone to his brother, ‘What has Yahweh answered?’ and, ‘What has Yahweh said?’",
                "36": "You will mention the message from Yahweh no more, for every man’s own word has become his message; for you have perverted the words of the living God, of Yahweh of Armies, our God.",
                "37": "You will say to the prophet, ‘What has Yahweh answered you?’ and, ‘What has Yahweh spoken?’",
                "38": "Although you say, ‘The message from Yahweh,’ therefore Yahweh says: ‘Because you say this word, “The message from Yahweh,” and I have sent to you, telling you not to say, “The message from Yahweh,”",
                "39": "therefore behold, I will utterly forget you, and I will cast you off with the city that I gave to you and to your fathers, away from my presence.",
                "40": "I will bring an everlasting reproach on you, and a perpetual shame, which will not be forgotten.’”"
            }
        }
    }
}