{
    "book": "Ieremia",
    "chapter": "52",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Zedechia avea douăzeci și unu de ani când a ajuns împărat și a domnit unsprezece ani la Ierusalim. Mama sa se chema Hamutal, fiica lui Ieremia, din Libna.",
                "2": "El a făcut ce este rău înaintea Domnului, întocmai cum făcuse Ioiachim.",
                "3": "Și lucrul acesta s-a întâmplat din pricina mâniei Domnului împotriva Ierusalimului și împotriva lui Iuda, pe care voia să-i lepede de la Fața Lui. Și Zedechia s-a răsculat împotriva împăratului Babilonului.",
                "4": "În al nouălea an al domniei lui Zedechia, în ziua a zecea a lunii a zecea, a venit Nebucadnețar, împăratul Babilonului, cu toată oștirea lui împotriva Ierusalimului; au tăbărât înaintea lui și au ridicat șanțuri de apărare de jur împrejurul lui.",
                "5": "Cetatea a stat împresurată până în anul al unsprezecelea al împăratului Zedechia.",
                "6": "În ziua a noua a lunii a patra, era mare foamete în cetate, așa că poporul țării nu mai avea pâine deloc.",
                "7": "Atunci s-a făcut o spărtură în cetate, și toți oamenii de război au fugit și au ieșit din cetate noaptea, pe drumul porții dintre cele două ziduri de lângă grădina împăratului, pe când înconjurau haldeenii cetatea. Fugarii au apucat pe drumul câmpiei.",
                "8": "Dar oastea haldeenilor a urmărit pe împărat și au ajuns pe Zedechia în câmpiile Ierihonului, după ce toată oștirea lui se risipise de la el.",
                "9": "Au pus mâna pe împărat și l-au dus la împăratul Babilonului la Ribla, în țara Hamatului, și el a rostit o hotărâre împotriva lui.",
                "10": "Împăratul Babilonului a pus să înjunghie pe fiii lui Zedechia în fața lui; a pus să taie la Ribla și pe toate căpeteniile lui Iuda.",
                "11": "Apoi a pus să scoată ochii lui Zedechia și a pus să-l lege cu lanțuri de aramă. Apoi împăratul Babilonului l-a dus la Babilon și l-a ținut în temniță până în ziua morții lui.",
                "12": "În ziua a zecea a lunii a cincea, în al nouăsprezecelea an al domniei lui Nebucadnețar, împăratul Babilonului, a venit la Ierusalim Nebuzaradan, căpetenia străjerilor, care era în slujba împăratului Babilonului.",
                "13": "El a ars Casa Domnului, casa împăratului și toate casele Ierusalimului; a dat foc tuturor caselor mai mari.",
                "14": "Toată oastea haldeenilor care era cu căpetenia străjerilor a dărâmat, de asemenea, toate zidurile dimprejurul Ierusalimului.",
                "15": "Nebuzaradan, căpetenia străjerilor, a luat prinși de război o parte din cei mai săraci din popor, pe aceia din popor care rămăseseră în cetate, pe cei ce se supuseseră împăratului Babilonului, cealaltă rămășiță a mulțimii.",
                "16": "Totuși Nebuzaradan, căpetenia străjerilor, a lăsat ca vieri și ca plugari pe unii din cei mai săraci din țară.",
                "17": "Haldeenii au sfărâmat stâlpii de aramă care erau în Casa Domnului, temeliile, marea de aramă care era în Casa Domnului și toată arama lor au dus-o în Babilon.",
                "18": "Au luat oalele, lopețile, cuțitele, potirele, ceștile și toate uneltele de aramă cu care se făcea slujba.",
                "19": "Căpetenia străjerilor a mai luat și lighenele, tămâietoarele, potirele, cenușarele, sfeșnicele, ceștile și paharele, tot ce era de aur și ce era de argint.",
                "20": "Cei doi stâlpi, marea și cei doisprezece boi de aramă care slujeau drept temelie și pe care-i făcuse împăratul Solomon pentru Casa Domnului, toate aceste unelte de aramă aveau o greutate care nu se putea cântări.",
                "21": "Înălțimea unuia din stâlpi era de optsprezece coți și un fir de doisprezece coți îl cuprindea; era gol și gros de patru degete;",
                "22": "deasupra lui era un coperiș de aramă, și înălțimea unui coperiș era de cinci coți; împrejurul coperișului era o rețea și rodii, toate de aramă; tot așa era și al doilea stâlp și avea și el rodii.",
                "23": "Erau nouăzeci și șase de rodii de fiecare parte și toate rodiile dimprejurul rețelei erau în număr de o sută.",
                "24": "Căpetenia străjerilor a luat pe marele preot Seraia, pe Țefania, al doilea preot, și pe cei trei ușieri.",
                "25": "Și din cetate a luat pe un famen care avea sub porunca lui pe oamenii de război, șapte oameni din cei ce făceau parte din sfetnicii împăratului și care au fost găsiți în cetate, apoi pe logofătul căpeteniei oștirii, care era însărcinat să scrie la oaste poporul din țară, și șaizeci de oameni din poporul țării, care se aflau în cetate.",
                "26": "Nebuzaradan, căpetenia străjerilor, i-a luat și i-a dus la împăratul Babilonului la Ribla.",
                "27": "Împăratul Babilonului i-a lovit și i-a omorât la Ribla, în țara Hamatului. Astfel a fost dus rob Iuda departe de țara lui.",
                "28": "Iată poporul pe care l-a dus Nebucadnețar în robie: în al șaptelea an – trei mii douăzeci și trei de iudei;",
                "29": "în al optsprezecelea an al lui Nebucadnețar, a luat din Ierusalim opt sute treizeci și doi de inși;",
                "30": "în al douăzeci și treilea an al lui Nebucadnețar, Nebuzaradan, căpetenia străjerilor, a luat șapte sute patruzeci și cinci de iudei; de toți: patru mii șase sute de inși.",
                "31": "În al treizeci și șaptelea an al robiei lui Ioiachin, împăratul lui Iuda, în a douăzeci și cincea zi a lunii a douăsprezecea, Evil-Merodac, împăratul Babilonului, în anul întâi al domniei lui, a înălțat capul lui Ioiachin, împăratul lui Iuda, și l-a scos din temniță.",
                "32": "I-a vorbit cu bunătate și i-a așezat scaunul lui de domnie mai presus de scaunul de domnie al împăraților care erau cu el la Babilon.",
                "33": "A pus să-i schimbe hainele de temniță și Ioiachin a mâncat totdeauna la masa împăratului în tot timpul vieții sale.",
                "34": "Împăratul Babilonului a purtat grijă necontenit de hrana lui zilnică, până în ziua morții lui, în tot timpul vieții sale."
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Zedechia era în vârstă de douăzeci și unu de ani când a devenit rege și a domnit la Ierusalim timp de unsprezece ani. Mama lui se numea Hamutal și era fata lui Ieremia din Libna.",
                "2": "El a făcut ceea ce este rău înaintea ochilor Domnului, tot așa cum făcuse și Iehoiachim.",
                "3": "Din cauza mâniei Domnului s-au întâmplat aceste lucruri în Ierusalim și în Iuda, pe care, în cele din urmă, Domnul le-a alungat din prezența Sa. Zedechia s-a răsculat împotriva împăratului Babilonului.",
                "4": "În al nouălea an al domniei lui Zedechia, în a zecea zi a lunii a zecea, Nebucadnețar, împăratul Babilonului, a venit împotriva Ierusalimului cu toată armata sa. Ei și-au așezat tabăra înaintea cetății și au construit întărituri de jur împrejurul ei.",
                "5": "Cetatea a fost în stare de asediu până în cel de-al unsprezecelea an al regelui Zedechia.",
                "6": "În ziua a noua a lunii a patra, foametea din cetate a devenit atât de mare, încât poporul țării nu mai avea nimic de mâncare.",
                "7": "Atunci s-a pătruns în cetate, astfel că toți războinicii au fugit. Au ieșit din cetate noaptea, pe drumul care duce la poarta dintre cele două ziduri, de lângă grădina regelui, în timp ce caldeenii înconjurau cetatea. Ei au luat-o pe drumul spre Araba,",
                "8": "însă armata caldeenilor l-a urmărit pe regele Zedechia și l-a ajuns în câmpiile Ierihonului. Toată armata lui se împrăștiase de lângă el.",
                "9": "Ei l-au capturat pe rege și l-au dus la împăratul Babilonului, la Ribla, în țara Hamatului, unde acesta a rostit o sentință împotriva lui.",
                "10": "Acolo, la Ribla, împăratul Babilonului i-a înjunghiat pe fiii lui Zedechia înaintea ochilor lui. De asemenea, i-a înjunghiat și pe toți conducătorii lui Iuda.",
                "11": "Apoi, împăratul Babilonului i-a scos ochii lui Zedechia, l-a legat cu lanțuri de bronz și l-a dus în Babilon, unde a stat în închisoare până în ziua morții lui.",
                "12": "În ziua a zecea a lunii a cincea, în al nouăsprezecelea an al împăratului Nebucadnețar, împăratul Babilonului, a pătruns în Ierusalim Nebuzaradan, căpetenia gărzilor, care era în slujba împăratului Babilonului.",
                "13": "El a dat foc Casei Domnului, palatului regelui și tuturor caselor din Ierusalim. A dat foc tuturor caselor mari.",
                "14": "Toată armata caldeenilor, care era împreună cu căpetenia gărzilor, a dărâmat toate zidurile din jurul Ierusalimului.",
                "15": "Nebuzaradan, căpetenia gărzilor, a dus în captivitate o parte din cei mai săraci oameni, poporul care mai rămăsese în cetate, dezertorii care fugiseră la împăratul Babilonului și restul mulțimii.",
                "16": "Totuși, Nebuzaradan, căpetenia gărzilor, a lăsat în țară câțiva oameni săraci ca să lucreze viile și câmpurile.",
                "17": "Caldeenii au sfărâmat stâlpii de bronz care erau la Casa Domnului, precum și piedestalele și „marea“ din bronz care erau în Casa Domnului, și au dus tot bronzul la Babilon.",
                "18": "Au luat oalele, lopețile, mucarnițele, vasele, vasele pentru tămâie și toate uneltele de bronz cu care preoții făceau slujba.",
                "19": "Căpetenia gărzilor a luat ligheanele, fărașele pentru cărbuni, vasele, oalele, sfeșnicele, lingurile și bolurile – tot ce era de aur sau de argint.",
                "20": "Cei doi stâlpi, „marea“, cei doisprezece boi de bronz care erau sub mare și piedestalele, toate aceste obiecte de bronz pe care le făcuse regele Solomon pentru Casa Domnului, aveau o greutate care nu se putea cântări.",
                "21": "În ce privește stâlpii, un stâlp avea o înălțime de optsprezece coți, iar circumferința lui se putea măsura cu un fir de doisprezece coți; grosimea lui era de patru degete și era gol în interior.",
                "22": "Fiecare avea deasupra un capitel de bronz. Înălțimea unui capitel era de cinci coți, capitelul având de jur împrejur o rețea și rodii, toate din bronz. Al doilea stâlp, cu rodiile lui, era la fel.",
                "23": "Erau nouăzeci și șase de rodii pe fiecare parte; toate rodiile aflate de jur împrejurul rețelei erau în număr de o sută.",
                "24": "Căpetenia gărzilor i-a luat prizonieri pe Seraia, preotul conducător, pe Țefania, următorul preot în rang și pe cei trei paznici ai porții.",
                "25": "Din cetate a luat un demnitar care avea în subordine războinici și încă șapte oameni dintre sfetnicii regelui, care, de asemenea, fuseseră găsiți în cetate. L-a mai luat pe scribul conducătorului armatei, care recruta bărbați din poporul țării, și pe încă șaizeci de bărbați din poporul țării, care fuseseră găsiți tot în mijlocul cetății.",
                "26": "Nebuzaradan, căpetenia gărzilor, i-a luat și i-a dus la împăratul Babilonului, la Ribla.",
                "27": "Acolo, la Ribla, în țara Hamat, împăratul Babilonului i-a lovit și i-a omorât. Astfel, Iuda a fost dus în captivitate, departe de țara lui.",
                "28": "Acesta este poporul pe care l-a dus Nebucadnețar în captivitate: în al șaptelea an: trei mii douăzeci și trei de iudei;",
                "29": "în al optsprezecelea an al lui Nebucadnețar, a dus în captivitate din Ierusalim opt sute treizeci și doi de oameni,",
                "30": "iar în al douăzeci și treilea an al lui Nebucadnețar, Nebuzaradan, căpetenia gărzilor, a mai dus în captivitate șapte sute patruzeci și cinci de iudei. În total, au fost duși în captivitate patru mii șase sute de oameni.",
                "31": "În al treizeci și șaptelea an de captivitate a lui Iehoiachin, regele lui Iuda, în a douăzeci și cincea zi a lunii a douăsprezecea, Evil-Merodak, împăratul Babilonului, în primul an al domniei lui, i-a acordat iertare lui Iehoiachin, regele lui Iuda, și l-a eliberat din închisoare.",
                "32": "I-a vorbit cu bunătate și i-a dat un loc de cinste, mai presus decât cel al regilor care erau cu el în Babilon.",
                "33": "Iehoiachin și-a schimbat hainele de prizonier și, pentru tot restul vieții sale, a mâncat la masa împăratului.",
                "34": "Împăratul Babilonului s-a îngrijit continuu de hrana zilnică a lui Iehoiachin, în toate zilele vieții lui, până în ziua morții acestuia."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Zedekiah was twenty-one years old when he began to reign. He reigned eleven years in Jerusalem. His mother’s name was Hamutal the daughter of Jeremiah of Libnah.",
                "2": "He did that which was evil in Yahweh’s sight, according to all that Jehoiakim had done.",
                "3": "For through Yahweh’s anger this happened in Jerusalem and Judah, until he had cast them out from his presence. Zedekiah rebelled against the king of Babylon.",
                "4": "In the ninth year of his reign, in the tenth month, in the tenth day of the month, Nebuchadnezzar king of Babylon came, he and all his army, against Jerusalem, and encamped against it; and they built forts against it round about.",
                "5": "So the city was besieged to the eleventh year of King Zedekiah.",
                "6": "In the fourth month, in the ninth day of the month, the famine was severe in the city, so that there was no bread for the people of the land.",
                "7": "Then a breach was made in the city, and all the men of war fled, and went out of the city by night by the way of the gate between the two walls, which was by the king’s garden. Now the Chaldeans were against the city all around. The men of war went toward the Arabah,",
                "8": "but the army of the Chaldeans pursued the king, and overtook Zedekiah in the plains of Jericho; and all his army was scattered from him.",
                "9": "Then they took the king, and carried him up to the king of Babylon to Riblah in the land of Hamath; and he pronounced judgment on him.",
                "10": "The king of Babylon killed the sons of Zedekiah before his eyes. He also killed all the princes of Judah in Riblah.",
                "11": "He put out the eyes of Zedekiah; and the king of Babylon bound him in fetters, and carried him to Babylon, and put him in prison until the day of his death.",
                "12": "Now in the fifth month, in the tenth day of the month, which was the nineteenth year of King Nebuchadnezzar, king of Babylon, Nebuzaradan the captain of the guard, who stood before the king of Babylon, came into Jerusalem.",
                "13": "He burned Yahweh’s house, and the king’s house; and all the houses of Jerusalem, even every great house, he burned with fire.",
                "14": "All the army of the Chaldeans, who were with the captain of the guard, broke down all the walls of Jerusalem all around.",
                "15": "Then Nebuzaradan the captain of the guard carried away captive of the poorest of the people, and the rest of the people who were left in the city, and those who fell away, who defected to the king of Babylon, and the rest of the multitude.",
                "16": "But Nebuzaradan the captain of the guard left of the poorest of the land to be vineyard keepers and farmers.",
                "17": "The Chaldeans broke the pillars of bronze that were in Yahweh’s house and the bases and the bronze sea that were in Yahweh’s house in pieces, and carried all of their bronze to Babylon.",
                "18": "They also took away the pots, the shovels, the snuffers, the basins, the spoons, and all the vessels of bronze with which they ministered.",
                "19": "The captain of the guard took away the cups, the fire pans, the basins, the pots, the lamp stands, the spoons, and the bowls; that which was of gold, as gold, and that which was of silver, as silver.",
                "20": "They took the two pillars, the one sea, and the twelve bronze bulls that were under the bases, which King Solomon had made for Yahweh’s house. The bronze of all these vessels was without weight.",
                "21": "As for the pillars, the height of the one pillar was eighteen cubits; and a line of twelve cubits encircled it; and its thickness was four fingers. It was hollow.",
                "22": "A capital of bronze was on it; and the height of the one capital was five cubits, with network and pomegranates on the capital all around, all of bronze. The second pillar also had the same, with pomegranates.",
                "23": "There were ninety-six pomegranates on the sides; all the pomegranates were one hundred on the network all around.",
                "24": "The captain of the guard took Seraiah the chief priest, and Zephaniah the second priest, and the three keepers of the threshold,",
                "25": "and out of the city he took an officer who was set over the men of war; and seven men of those who saw the king’s face, who were found in the city; and the scribe of the captain of the army, who mustered the people of the land; and sixty men of the people of the land, who were found in the middle of the city.",
                "26": "Nebuzaradan the captain of the guard took them, and brought them to the king of Babylon to Riblah.",
                "27": "The king of Babylon struck them, and put them to death at Riblah in the land of Hamath. So Judah was carried away captive out of his land.",
                "28": "This is the number of the people whom Nebuchadnezzar carried away captive: in the seventh year, three thousand twenty-three Jews;",
                "29": "in the eighteenth year of Nebuchadnezzar, he carried away captive from Jerusalem eight hundred thirty-two persons;",
                "30": "in the twenty-third year of Nebuchadnezzar, Nebuzaradan the captain of the guard carried away captive of the Jews seven hundred forty-five people. All the people numbered four thousand six hundred.",
                "31": "In the thirty-seventh year of the captivity of Jehoiachin king of Judah, in the twelfth month, in the twenty-fifth day of the month, Evilmerodach king of Babylon, in the first year of his reign, lifted up the head of Jehoiachin king of Judah, and released him from prison.",
                "32": "He spoke kindly to him, and set his throne above the throne of the kings who were with him in Babylon,",
                "33": "and changed his prison garments. Jehoiachin ate bread before him continually all the days of his life.",
                "34": "For his allowance, there was a continual allowance given him by the king of Babylon, every day a portion until the day of his death, all the days of his life."
            }
        }
    }
}