{
    "book": "Ieremia",
    "chapter": "25",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Cuvântul care a fost spus lui Ieremia despre tot poporul lui Iuda în al patrulea an al lui Ioiachim, fiul lui Iosia, împăratul lui Iuda – acesta era cel dintâi an al lui Nebucadnețar, împăratul Babilonului –,",
                "2": "cuvânt pe care l-a rostit Ieremia înaintea întregului popor al lui Iuda și înaintea tuturor locuitorilor Ierusalimului, zicând:",
                "3": "„De la al treisprezecelea an al lui Iosia, fiul lui Amon, împăratul lui Iuda, sunt douăzeci și trei de ani de când mi-a vorbit Cuvântul Domnului; v-am vorbit de dimineață, și n-ați ascultat.",
                "4": "Domnul v-a trimis pe toți slujitorii Săi prorocii, i-a trimis dis-de-dimineață, și n-ați ascultat, n-ați plecat urechea să ascultați.",
                "5": "Ei au zis: ‘Întoarceți-vă fiecare de la calea voastră cea rea și de la răutatea faptelor voastre, și veți rămâne în țara pe care v-am dat-o vouă și părinților voștri, din veșnicie în veșnicie;",
                "6": "nu vă duceți după alți dumnezei, ca să le slujiți și să vă închinați înaintea lor, nu Mă mâniați prin lucrarea mâinilor voastre, și nu vă voi face niciun rău!’",
                "7": "‘Dar nu M-ați ascultat’, zice Domnul, ‘ci M-ați mâniat prin lucrarea mâinilor voastre, spre nenorocirea voastră.’",
                "8": "De aceea, așa vorbește Domnul oștirilor: ‘Pentru că n-ați ascultat cuvintele Mele,",
                "9": "iată, voi trimite să aducă toate popoarele de la miazănoapte’, zice Domnul, ‘și voi trimite la robul Meu Nebucadnețar, împăratul Babilonului; îi voi aduce împotriva acestei țări și împotriva locuitorilor ei, și împotriva tuturor acestor neamuri de jur împrejur, ca să le nimicească cu desăvârșire și să facă din ele un pustiu și o pricină de batjocură, niște dărâmături veșnice.",
                "10": "Voi face să înceteze între ei strigătele de bucurie și strigătele de veselie, cântecele mirelui și cântecele miresei, huruitul morii și lumina lămpii.",
                "11": "Toată țara aceasta va fi o paragină, un pustiu, și neamurile acestea vor fi supuse împăratului Babilonului timp de șaptezeci de ani.",
                "12": "Dar, când se vor împlini acești șaptezeci de ani, voi pedepsi pe împăratul Babilonului și pe neamul acela’, zice Domnul, ‘pentru nelegiuirile lor; voi pedepsi țara haldeenilor și o voi preface în niște dărâmături veșnice.",
                "13": "Voi aduce peste țara aceea toate lucrurile pe care le-am vestit despre ea, tot ce este scris în cartea aceasta, tot ce a prorocit Ieremia despre toate neamurile.",
                "14": "Căci neamuri puternice și împărați mari le vor supune și pe ele, și le voi răsplăti după faptele și lucrarea mâinilor lor.’”",
                "15": "Căci așa mi-a vorbit Domnul Dumnezeul lui Israel: „Ia din mâna Mea acest potir plin cu vinul mâniei Mele și dă-l să-l bea toate neamurile la care te voi trimite.",
                "16": "Vor bea și se vor ameți și vor fi ca niște nebuni la vederea sabiei pe care o voi trimite în mijlocul lor!”",
                "17": "Eu am luat potirul din mâna Domnului și l-am dat să-l bea toate neamurile la care mă trimitea Domnul:",
                "18": "Ierusalimului și cetăților lui Iuda, împăraților și căpeteniilor sale, ca să le prefacă în dărâmături, într-un pustiu, să-i facă de batjocură și de blestem, cum se vede lucrul acesta astăzi;",
                "19": "lui Faraon, împăratul Egiptului, slujitorilor lui, căpeteniilor lui și tot poporului lui;",
                "20": "la toată Arabia, tuturor împăraților țării Uț, tuturor împăraților țării filistenilor, Ascalonului, Gazei, Ecronului și celor ce au mai rămas din Asdod;",
                "21": "Edomului, Moabului și copiilor lui Amon;",
                "22": "tuturor împăraților Tirului, tuturor împăraților Sidonului și împăraților ostroavelor care sunt dincolo de mare;",
                "23": "Dedanului, Temei, Buzului și tuturor celor ce își rad colțurile bărbii,",
                "24": "tuturor împăraților Arabiei și tuturor împăraților arabilor care locuiesc în pustie;",
                "25": "tuturor împăraților Zimrei, tuturor împăraților Elamului și tuturor împăraților Mediei;",
                "26": "tuturor împăraților de la miazănoapte, de aproape sau de departe, și unora, și altora, și tuturor împărățiilor lumii care sunt pe fața pământului. Iar împăratul Șeșacului va bea după ei.",
                "27": "„Să le spui: ‘Așa vorbește Domnul oștirilor, Dumnezeul lui Israel: «Beți, îmbătați-vă și vărsați și cădeți fără să vă mai ridicați la vederea sabiei pe care o voi trimite în mijlocul vostru!»’",
                "28": "Și, dacă nu vor vrea să ia din mâna ta potirul ca să bea, spune-le: ‘Așa vorbește Domnul oștirilor: «Beți!",
                "29": "Căci iată că, în cetatea peste care se cheamă Numele Meu, încep să fac rău. Și voi să rămâneți nepedepsiți? Nu veți rămâne nepedepsiți, căci voi chema sabia peste toți locuitorii pământului», zice Domnul oștirilor.’",
                "30": "Și tu să le prorocești toate aceste lucruri și să le spui: ‘Domnul va răcni de sus; din Locașul Lui cel Sfânt, va face să-I răsune glasul; va răcni împotriva locului locuinței Lui; va striga, precum cei ce calcă în teasc, împotriva tuturor locuitorilor pământului.",
                "31": "Vuietul ajunge până la marginea pământului, căci Domnul Se ceartă cu neamurile, intră la judecată împotriva oricărei făpturi și dă pe cei răi pradă sabiei’”, zice Domnul.",
                "32": "Așa vorbește Domnul oștirilor: „Iată, nenorocirea merge din popor în popor și o mare furtună se ridică de la marginile pământului.",
                "33": "Cei pe care-i va ucide Domnul în ziua aceea vor fi întinși de la un capăt al pământului până la celălalt; nu vor fi nici jeliți, nici adunați, nici îngropați, ci vor fi un gunoi de pământ.",
                "34": "Gemeți, păstori, și strigați! Tăvăliți-vă în cenușă, povățuitori ai turmelor! Căci au venit zilele înjunghierii voastre. Vă voi zdrobi, și veți cădea la pământ ca un vas de preț.",
                "35": "Nu mai este niciun loc de adăpost pentru păstori! Nu mai este nicio scăpare pentru povățuitorii turmelor!",
                "36": "Se aud strigătele păstorilor și gemetele povățuitorilor turmelor, căci Domnul le pustiește locul de pășune",
                "37": "și colibele cele liniștite sunt nimicite de mânia aprinsă a Domnului.",
                "38": "El Și-a părăsit locuința, ca un pui de leu vizuina; așa că țara le este prefăcută în pustie de urgia nimicitorului și de mânia lui aprinsă.”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Cuvântul spus lui Ieremia cu privire la tot poporul lui Iuda, în al patrulea an al lui Iehoiachim, fiul lui Iosia, regele lui Iuda. Era totodată primul an al lui Nebucadnețar, împăratul Babilonului.",
                "2": "Ieremia, profetul, a vorbit întregului popor al lui Iuda și tuturor locuitorilor Ierusalimului și le-a zis:",
                "3": "„Timp de douăzeci și trei de ani, din anul al treisprezecelea al lui Iosia, fiul lui Amon, regele lui Iuda, și până în ziua aceasta, Cuvântul Domnului mi-a vorbit, iar eu vi l-am vestit mereu dimineața, dar voi n-ați ascultat.",
                "4": "Domnul i-a trimis la voi pe toți slujitorii Săi, profeții. I-a trimis mereu dimineața, dar voi n-ați ascultat; nu v-ați plecat urechea ca să ascultați.",
                "5": "Ei au zis: «Întoarceți-vă fiecare de la calea voastră cea rea și de la răutatea faptelor voastre și, astfel, veți putea rămâne în țara pe care Domnul v-a dat-o vouă și strămoșilor voștri, din veșnicie în veșnicie.",
                "6": "Nu vă duceți după alți dumnezei ca să le slujiți și să vă închinați înaintea lor. Nu Mă mâniați prin lucrarea mâinilor voastre și, astfel, nu vă voi face nimic rău»“.",
                "7": "„Dar voi nu M-ați ascultat“, zice Domnul, „ci, prin lucrarea mâinilor voastre, M-ați provocat la mânie și v-ați făcut rău vouă înșivă“.",
                "8": "De aceea, așa vorbește Domnul, Dumnezeul Oștirilor: „Pentru că nu ați ascultat de cuvintele Mele,",
                "9": "iată, voi strânge toate clanurile din nord“, zice Domnul, „și pe slujitorul Meu Nebucadnețar, împăratul Babilonului, și îi voi aduce împotriva acestei țări, împotriva locuitorilor ei și împotriva tuturor națiunilor de jur împrejur. Le voi da să fie nimicite și le voi face un motiv de groază, de fluierat și o ruină veșnică.",
                "10": "Voi face să le piară strigătele de bucurie și strigătele de veselie, glasul mirelui și al miresei, zgomotul râșniței și lumina candelei.",
                "11": "Toată țara aceasta va deveni un loc pustiu și îngrozitor și toate națiunile acestea vor sluji împăratului Babilonului timp de șaptezeci de ani.",
                "12": "Dar, când se vor împlini cei șaptezeci de ani, îl voi pedepsi pe împăratul Babilonului și națiunea lui, țara caldeenilor, pentru nelegiuirea lor“, zice Domnul. „O voi preface în niște ruine veșnice.",
                "13": "Voi aduce peste ea toate lucrurile pe care le-am rostit împotriva ei, tot ce este scris în cartea aceasta, tot ce a fost profețit de Ieremia împotriva tuturor națiunilor.",
                "14": "Căci ei vor fi înrobiți de multe națiuni și de regi puternici. Le voi răsplăti potrivit cu faptele și lucrarea mâinilor lor“.",
                "15": "Așa mi-a vorbit Domnul, Dumnezeul lui Israel: „Ia din mâna Mea acest pahar plin cu vinul mâniei Mele și dă-l să fie băut de toate națiunile la care te trimit.",
                "16": "Când îl vor bea, vor ameți și vor fi ca niște nebuni la vederea sabiei pe care o voi trimite printre ei“.",
                "17": "Eu am luat paharul din mâna Domnului, ca să le dau să bea tuturor națiunilor la care m-a trimis Domnul:",
                "18": "Ierusalimului și cetăților lui Iuda, regilor și conducătorilor lui, ca să le prefacă în ruină, într-un motiv de groază, de fluierat și de blestem, ca în ziua aceasta;",
                "19": "lui Faraon, regele Egiptului, slujitorilor lui, conducătorilor lui, întregului său popor",
                "20": "și întregului amestec de popoare de acolo, tuturor regilor țării Uț, tuturor regilor filistenilor – cei ai Așchelonului, ai Gazei, ai Ekronului și ai rămășiței Așdodului –",
                "21": "Edomului, Moabului și fiilor lui Amon;",
                "22": "tuturor regilor Tyrului și Sidonului, regilor țărmurilor de dincolo de mare;",
                "23": "Dedanului, Temei, Buzului și tuturor celor ce își rad colțurile bărbii;",
                "24": "tuturor regilor Arabiei și tuturor regilor amestecului de popoare care locuiesc în deșert;",
                "25": "tuturor regilor Zimrei, tuturor regilor Elamului și Mediei;",
                "26": "tuturor regilor din nord, de aproape și de departe, și unora și altora, tuturor regatelor de pe fața pământului. După ei va bea și împăratul Șeșakului.",
                "27": "„Să le spui: «Așa vorbește Domnul Oștirilor, Dumnezeul lui Israel: ‘Beți și îmbătați-vă, vomitați și cădeți, apoi să nu vă mai ridicați, din cauza sabiei pe care o voi trimite în mijlocul vostru!’",
                "28": "Dacă vor refuza să ia paharul din mâna ta și să-l bea, să le spui că așa vorbește Domnul Oștirilor: ‘Sigur îl veți bea!",
                "29": "Căci iată, încep să aduc nenorocirea chiar în cetatea peste care este chemat Numele Meu! Și voi să rămâneți nepedepsiți? Nu veți rămâne nepedepsiți, căci voi chema sabia împotriva tuturor locuitorilor pământului, zice Domnul Oștirilor’».",
                "30": "Iar tu, profețește împotriva lor toate aceste cuvinte și spune-le: «Domnul va răcni de pe înălțimi, și va răcni puternic împotriva Locuinței Sale. asemenea celor ce calcă strugurii în picioare.",
                "31": "Vuietul va ajunge până la capătul pământului, căci Domnul Se ceartă cu națiunile; și-i dă pe cei răi pradă sabiei»“, zice Domnul.",
                "32": "Așa vorbește Domnul Oștirilor: „Iată, nenorocirea se răspândește de la o națiune la alta, se ridică o mare furtună“.",
                "33": "În ziua aceea, cei pe care-i va ucide Domnul vor fi peste tot, de la un capăt al pământului până la celălalt. Nu vor fi nici jeliți, nici adunați, nici îngropați, ci vor deveni un gunoi pe fața pământului.",
                "34": "Gemeți, păstori, și strigați! Tăvăliți-vă în cenușă, voi, cei măreți ai turmei! Căci a venit ziua să fiți înjunghiați; asemenea cioburilor unui vas prețios.",
                "35": "Nu mai este niciun adăpost pentru păstori, niciun loc de refugiu pentru cei măreți ai turmei!",
                "36": "Se aude strigătul păstorilor și geamătul celor măreți ai turmei, căci Domnul le distruge pășunea.",
                "37": "Adăposturile lor liniștite sunt devastate de mânia Domnului.",
                "38": "El Și-a părăsit vizuina ca un pui de leu. Astfel, țara a devenit un deșert și a mâniei aprinse a Domnului."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "The word that came to Jeremiah concerning all the people of Judah, in the fourth year of Jehoiakim the son of Josiah, king of Judah (this was the first year of Nebuchadnezzar king of Babylon),",
                "2": "which Jeremiah the prophet spoke to all the people of Judah, and to all the inhabitants of Jerusalem:",
                "3": "From the thirteenth year of Josiah the son of Amon, king of Judah, even to this day, these twenty-three years, Yahweh’s word has come to me, and I have spoken to you, rising up early and speaking; but you have not listened.",
                "4": "Yahweh has sent to you all his servants the prophets, rising up early and sending them (but you have not listened or inclined your ear to hear),",
                "5": "saying, “Return now everyone from his evil way, and from the evil of your doings, and dwell in the land that Yahweh has given to you and to your fathers, from of old and even forever more.",
                "6": "Don’t go after other gods to serve them or worship them, and don’t provoke me to anger with the work of your hands; then I will do you no harm.”",
                "7": "“Yet you have not listened to me,” says Yahweh, “that you may provoke me to anger with the work of your hands to your own hurt.”",
                "8": "Therefore Yahweh of Armies says: “Because you have not heard my words,",
                "9": "behold, I will send and take all the families of the north,” says Yahweh, “and I will send to Nebuchadnezzar the king of Babylon, my servant, and will bring them against this land, and against its inhabitants, and against all these nations around. I will utterly destroy them, and make them an astonishment, and a hissing, and perpetual desolations.",
                "10": "Moreover I will take from them the voice of mirth and the voice of gladness, the voice of the bridegroom and the voice of the bride, the sound of the millstones, and the light of the lamp.",
                "11": "This whole land will be a desolation, and an astonishment; and these nations will serve the king of Babylon seventy years.",
                "12": "“It will happen, when seventy years are accomplished, that I will punish the king of Babylon and that nation,” says Yahweh, “for their iniquity. I will make the land of the Chaldeans desolate forever.",
                "13": "I will bring on that land all my words which I have pronounced against it, even all that is written in this book, which Jeremiah has prophesied against all the nations.",
                "14": "For many nations and great kings will make bondservants of them, even of them. I will recompense them according to their deeds, and according to the work of their hands.”",
                "15": "For Yahweh, the God of Israel, says to me: “Take this cup of the wine of wrath from my hand, and cause all the nations to whom I send you to drink it.",
                "16": "They will drink, and reel back and forth, and be insane, because of the sword that I will send among them.”",
                "17": "Then I took the cup at Yahweh’s hand, and made all the nations to drink, to whom Yahweh had sent me:",
                "18": "Jerusalem, and the cities of Judah, with its kings and its princes, to make them a desolation, an astonishment, a hissing, and a curse, as it is today;",
                "19": "Pharaoh king of Egypt, with his servants, his princes, and all his people;",
                "20": "and all the mixed people, and all the kings of the land of Uz, all the kings of the Philistines, Ashkelon, Gaza, Ekron, and the remnant of Ashdod;",
                "21": "Edom, Moab, and the children of Ammon;",
                "22": "and all the kings of Tyre, all the kings of Sidon, and the kings of the isle which is beyond the sea;",
                "23": "Dedan, Tema, Buz, and all who have the corners of their beard cut off;",
                "24": "and all the kings of Arabia, all the kings of the mixed people who dwell in the wilderness;",
                "25": "and all the kings of Zimri, all the kings of Elam, and all the kings of the Medes;",
                "26": "and all the kings of the north, far and near, one with another; and all the kingdoms of the world, which are on the surface of the earth. The king of Sheshach will drink after them.",
                "27": "“You shall tell them, ‘Yahweh of Armies, the God of Israel says: “Drink, and be drunk, vomit, fall, and rise no more, because of the sword which I will send among you.”’",
                "28": "It shall be, if they refuse to take the cup at your hand to drink, then you shall tell them, ‘Yahweh of Armies says: “You shall surely drink.",
                "29": "For, behold, I begin to work evil at the city which is called by my name; and should you be utterly unpunished? You will not be unpunished; for I will call for a sword on all the inhabitants of the earth, says Yahweh of Armies.”’",
                "30": "“Therefore prophesy against them all these words, and tell them, “‘Yahweh will roar from on high, and utter his voice from his holy habitation. He will mightily roar against his fold. He will give a shout, as those who tread grapes, against all the inhabitants of the earth.",
                "31": "A noise will come even to the end of the earth; for Yahweh has a controversy with the nations. He will enter into judgment with all flesh. As for the wicked, he will give them to the sword,”’ says Yahweh.”",
                "32": "Yahweh of Armies says, “Behold, evil will go out from nation to nation, and a great storm will be raised up from the uttermost parts of the earth.”",
                "33": "The slain of Yahweh will be at that day from one end of the earth even to the other end of the earth. They won’t be lamented. They won’t be gathered or buried. They will be dung on the surface of the ground.",
                "34": "Wail, you shepherds, and cry. Wallow in dust, you leader of the flock; for the days of your slaughter and of your dispersions have fully come, and you will fall like fine pottery.",
                "35": "The shepherds will have no way to flee. The leader of the flock will have no escape.",
                "36": "A voice of the cry of the shepherds, and the wailing of the leader of the flock, for Yahweh destroys their pasture.",
                "37": "The peaceful folds are brought to silence because of the fierce anger of Yahweh.",
                "38": "He has left his covert, as the lion; for their land has become an astonishment because of the fierceness of the oppression, and because of his fierce anger."
            }
        }
    }
}