{
    "book": "Ieremia",
    "chapter": "9",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "O, de mi-ar fi capul plin cu apă, de mi-ar fi ochii un izvor de lacrimi, aș plânge zi și noapte pe morții fiicei poporului meu!",
                "2": "O, dac-aș avea un han de călători în pustie, aș părăsi pe poporul meu și m-aș depărta de el! Căci toți sunt niște preacurvari și o ceată de mișei.",
                "3": "„Au limba întinsă ca un arc și aruncă minciuna, și nu prin adevăr sunt ei puternici în țară, căci merg din răutate în răutate și nu Mă cunosc”, zice Domnul.",
                "4": "„Fiecare să se păzească de prietenul lui și să nu se încreadă în niciunul din frații săi, căci orice frate caută să înșele și orice prieten umblă cu bârfeli.",
                "5": "Se trag pe sfoară unii pe alții și nu spun adevărul; își deprind limba să mintă și se trudesc să facă rău.",
                "6": "Locuința ta este în mijlocul fățărniciei și, de fățarnici ce sunt, nu vor să Mă cunoască”, zice Domnul.",
                "7": "De aceea, așa vorbește Domnul oștirilor: „Iată, îi voi topi în cuptor și îi voi încerca. Căci cum aș putea să mă port altfel cu fiica poporului Meu?",
                "8": "Limba lor este o săgeată ucigătoare, nu spun decât minciuni; cu gura vorbesc aproapelui lor de pace, și în fundul inimii îi întind curse.",
                "9": "Să nu-i pedepsesc Eu pentru aceste lucruri”, zice Domnul, „să nu Mă răzbun Eu pe un asemenea popor?”",
                "10": "Munții vreau să-i plâng și să gem pentru ei, pentru câmpiile pustiite vreau să fac o jelanie, căci sunt arse de tot și nimeni nu mai trece prin ele; nu se mai aude în ele behăitul turmelor; păsările cerului și dobitoacele au fugit și au pierit.",
                "11": "„Voi face și Ierusalimul un morman de pietre, o vizuină de șacali, și cetățile lui Iuda le voi preface într-un pustiu fără locuitori.”",
                "12": "Unde este omul înțelept care să înțeleagă aceste lucruri? Să spună acela căruia i-a vorbit gura Domnului: pentru ce este nimicită țara, arsă ca un pustiu pe unde nu mai trece nimeni?",
                "13": "Domnul zice: „Pentru că au părăsit Legea Mea pe care le-o pusesem înainte; pentru că n-au ascultat glasul Meu și nu l-au urmat,",
                "14": "ci au umblat după aplecările inimii lor și au mers după baali, cum i-au învățat părinții lor.”",
                "15": "De aceea, așa vorbește Domnul oștirilor, Dumnezeul lui Israel: „Iată, voi hrăni poporul acesta cu pelin și-i voi da să bea ape otrăvite.",
                "16": "Îi voi risipi printre niște neamuri pe care nu le-au cunoscut nici ei, nici părinții lor și voi trimite sabia în urma lor până-i voi nimici.”",
                "17": "Așa vorbește Domnul oștirilor: „Căutați și chemați plângătoarele să vină! Trimiteți la femeile iscusite ca să vină!",
                "18": "Să se grăbească să facă o cântare de jale asupra noastră, ca să ne curgă lacrimile din ochi și să curgă apa din pleoapele noastre!",
                "19": "Căci strigăte de jale se aud din Sion: ‘Cât suntem de prăpădiți! Cât de jalnic suntem acoperiți de rușine! Trebuie să părăsim țara, căci ne-au surpat locuințele!’”",
                "20": "Ascultați, femeilor, Cuvântul Domnului și să prindă urechea voastră ce spune gura Lui! Învățați pe copiii voștri cântece de jale, învățați-vă plângeri unele pe altele!",
                "21": "Căci moartea s-a suit pe ferestrele noastre, a pătruns în casele noastre împărătești; a nimicit pe copii pe uliță și pe tineri, în piețe.",
                "22": "„Spune: ‘Așa vorbește Domnul: «Trupurile moarte ale oamenilor vor cădea ca gunoiul pe câmpii, cum cade înapoia secerătorului un snop pe care nu-l strânge nimeni!»’”",
                "23": "Așa vorbește Domnul: „Înțeleptul să nu se laude cu înțelepciunea lui, cel tare să nu se laude cu tăria lui, bogatul să nu se laude cu bogăția lui.",
                "24": "Ci cel ce se laudă să se laude că are pricepere și că Mă cunoaște, că știe că Eu sunt Domnul, care fac milă, judecată și dreptate pe pământ! Căci în acestea găsesc plăcere Eu”, zice Domnul.",
                "25": "„Iată, vin zilele”, zice Domnul, „când voi pedepsi pe toți cei tăiați împrejur, care nu sunt tăiați împrejur cu inima,",
                "26": "pe egipteni, pe iudei, pe edomiți, pe amoniți, pe moabiți, pe toți cei ce își rad colțurile bărbii, pe cei ce locuiesc în pustie, căci toate neamurile sunt netăiate împrejur și toată casa lui Israel are inima netăiată împrejur.”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "O, de mi-ar fi capul un izvor de ape și ochii o fântână de lacrimi! pe morții fiicei poporului meu.",
                "2": "O, dacă cineva mi-ar da în deșert un han de călători! și aș pleca de la el. și sunt o adunătură de necredincioși.",
                "3": "„Ei își întind limba ca un arc. prin minciună, nu prin adevăr. și nu Mă cunosc“, zice Domnul.",
                "4": "„Fiecare să se păzească de prietenul lui; să nu vă încredeți în niciun frate, și orice prieten umblă cu bârfe.",
                "5": "Fiecare își înșală prietenul și nimeni nu spune adevărul. și se trudesc să facă rău.",
                "6": "Locuința ta este în mijlocul înșelătoriei. De înșelători ce sunt, ei refuză să Mă cunoască“, zice Domnul.",
                "7": "De aceea, așa vorbește Domnul Oștirilor: „Iată, îi voi curăța și îi voi pune la încercare, din cauza fiicei poporului Meu?",
                "8": "Limba lor este o săgeată ucigătoare; ea rostește înșelătoria. Cu gura, ei vorbesc prietenului de pace, dar în adâncul inimii, îi întind curse.",
                "9": "Să nu-i pedepsesc Eu pentru aceste lucruri“, zice Domnul? „Să nu Mă răzbun Eu pe o națiune ca aceasta?“.",
                "10": "Voi înălța o plângere și un bocet pentru munți, precum și o cântare de jale pentru pășunile pustiite, căci sunt arse și nimeni nu le cutreieră; nu se mai aude în ele behăitul turmelor. și animalele câmpului au fugit.",
                "11": "„Voi preface Ierusalimul într-o movilă de pietre, într-o vizuină de șacali. într-o pustietate lipsită de locuitori“.",
                "12": "Cine este omul înțelept, care să înțeleagă aceste lucruri? Cui i-a vorbit gura Domnului, ca să ne poată lămuri de ce este distrusă țara, de ce a ajuns devastată, ca un deșert, și nu mai trece nimeni prin ea?",
                "13": "Iată însă ce spune Domnul: „Se întâmplă astfel pentru că au părăsit Legea Mea, pe care le-o pusesem înainte, pentru că nu au ascultat de glasul Meu și nu au respectat Legea Mea,",
                "14": "ci au umblat după încăpățânarea inimii lor și după baali, așa cum i-au învățat strămoșii lor“.",
                "15": "De aceea, așa vorbește Domnul Oștirilor, Dumnezeul lui Israel: „Iată, voi hrăni poporul acesta cu pelin și le voi da să bea ape otrăvite.",
                "16": "Îi voi împrăștia printre niște națiuni pe care nu le-au cunoscut nici ei, nici strămoșii lor, și îi voi urmări cu sabia până îi voi distruge“.",
                "17": "Așa vorbește Domnul Oștirilor: „Gândiți-vă bine, apoi chemați bocitoarele să vină! Trimiteți după femeile înțelepte să vină!",
                "18": "Să se grăbească și să înalțe o cântare de jale pentru noi, și pleoapele – de șiroaie de apă.",
                "19": "Strigătul de jale se aude în Sion: și ce mare este rușinea noastră! Trebuie să părăsim țara, căci locuințele noastre sunt surpate»“.",
                "20": "Ascultați, femeilor, Cuvântul Domnului! Deschideți-vă urechile la cuvântul gurii Lui! și învățați-vă bocete unele pe altele,",
                "21": "căci moartea s-a urcat prin ferestrele noastre și a intrat în palatele noastre. și tinerii din piețe.",
                "22": "Spune: „Așa vorbește Domnul: asemenea gunoiului pe câmp, precum snopul căzut înapoia secerătorului, pe care nu-l adună nimeni»“.",
                "23": "Așa vorbește Domnul: „Înțeleptul să nu se laude cu înțelepciunea lui, viteazul să nu se laude cu puterea lui, iar cel bogat să nu se laude cu bogăția lui,",
                "24": "ci, cel ce se laudă să se laude că Mă înțelege, Mă cunoaște și știe că Eu sunt Domnul, și Care judec și fac dreptate pe pământ, fiindcă în acestea Îmi găsesc Eu plăcerea“, zice Domnul.",
                "25": "„Iată, vin zile“, zice Domnul, „când îi voi pedepsi pe toți cei care sunt circumciși doar în trup:",
                "26": "pe Egipt, Iuda, Edom, Amon, Moab și pe toți cei ce își rad colțurile bărbii, care locuiesc în deșert. Căci toate națiunile sunt necircumcise și toată Casa lui Israel are inima necircumcisă“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Oh that my head were waters, and my eyes a spring of tears, for the slain of the daughter of my people!",
                "2": "Oh that I had in the wilderness a lodging place of wayfaring men, and go from them! For they are all adulterers, an assembly of treacherous men.",
                "3": "“They bend their tongue, as their bow, for falsehood. They have grown strong in the land, but not for truth; for they proceed from evil to evil, and they don’t know me,” says Yahweh.",
                "4": "“Everyone beware of his neighbor, and don’t trust in any brother; for every brother will utterly supplant, and every neighbor will go around like a slanderer.",
                "5": "Friends deceive each other, and will not speak the truth. They have taught their tongue to speak lies. They weary themselves committing iniquity.",
                "6": "Your habitation is in the middle of deceit. Through deceit, they refuse to know me,” says Yahweh.",
                "7": "Therefore Yahweh of Armies says, “Behold, I will melt them and test them; for how should I deal with the daughter of my people?",
                "8": "Their tongue is a deadly arrow. It speaks deceit. One speaks peaceably to his neighbor with his mouth, but in his heart, he waits to ambush him.",
                "9": "Shouldn’t I punish them for these things?” says Yahweh. “Shouldn’t my soul be avenged on a nation such as this?",
                "10": "I will weep and wail for the mountains, and lament for the pastures of the wilderness, because they are burned up, so that no one passes through; Men can’t hear the voice of the livestock. Both the birds of the sky and the animals have fled. They are gone.",
                "11": "“I will make Jerusalem heaps, a dwelling place of jackals. I will make the cities of Judah a desolation, without inhabitant.”",
                "12": "Who is wise enough to understand this? Who is he to whom the mouth of Yahweh has spoken, that he may declare it? Why has the land perished and burned up like a wilderness, so that no one passes through?",
                "13": "Yahweh says, “Because they have forsaken my law which I set before them, and have not obeyed my voice or walked in my ways,",
                "14": "but have walked after the stubbornness of their own heart and after the Baals, which their fathers taught them.”",
                "15": "Therefore Yahweh of Armies, the God of Israel, says, “Behold, I will feed them, even this people, with wormwood and give them poisoned water to drink.",
                "16": "I will scatter them also among the nations, whom neither they nor their fathers have known. I will send the sword after them, until I have consumed them.”",
                "17": "Yahweh of Armies says, “Consider, and call for the mourning women, that they may come. Send for the skillful women, that they may come.",
                "18": "Let them make haste and take up a wailing for us, and our eyelids gush out with waters.",
                "19": "For a voice of wailing is heard out of Zion, ‘How we are ruined! because we have forsaken the land, because they have cast down our dwellings.’”",
                "20": "Yet hear Yahweh’s word, you women. Let your ear receive the word of his mouth. Teach your daughters wailing. Everyone teach her neighbor a lamentation.",
                "21": "For death has come up into our windows. to cut off the children from outside, and the young men from the streets.",
                "22": "Speak, “Yahweh says, “‘The dead bodies of men will fall as dung on the open field, and as the handful after the harvester. No one will gather them.’”",
                "23": "Yahweh says, “Don’t let the wise man glory in his wisdom. Don’t let the mighty man glory in his might. Don’t let the rich man glory in his riches.",
                "24": "But let him who glories glory in this, that he has understanding, and knows me, that I am Yahweh who exercises loving kindness, justice, and righteousness in the earth, for I delight in these things,” says Yahweh.",
                "25": "“Behold, the days come,” says Yahweh, “that I will punish all those who are circumcised only in their flesh:",
                "26": "Egypt, Judah, Edom, the children of Ammon, Moab, and all who have the corners of their hair cut off, who dwell in the wilderness, for all the nations are uncircumcised, and all the house of Israel are uncircumcised in heart.”"
            }
        }
    }
}