{
    "book": "Ieremia",
    "chapter": "4",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "„Israele, de te vei întoarce, dacă te vei întoarce la Mine”, zice Domnul, „dacă vei scoate urâciunile tale dinaintea Mea, nu vei mai rătăci.",
                "2": "Dacă vei jura: ‘Viu este Domnul!’ cu adevăr, cu neprihănire și cu dreptate, atunci neamurile vor fi binecuvântate în El și se vor făli cu El.”",
                "3": "Căci așa vorbește Domnul către oamenii din Iuda și din Ierusalim: „Desțeleniți-vă un ogor nou și nu semănați între spini!",
                "4": "Tăiați-vă împrejur pentru Domnul, tăiați-vă împrejur inimile, oamenii lui Iuda și locuitori ai Ierusalimului, ca nu cumva să izbucnească mânia Mea ca un foc și să se aprindă fără să se poată stinge din pricina răutății faptelor voastre!”",
                "5": "Dați de știre în Iuda, vestiți la Ierusalim și spuneți: „Sunați din trâmbiță în țară! Strigați în gura mare și ziceți: ‘Strângeți-vă și haidem în cetățile întărite!’",
                "6": "Înălțați un steag spre Sion, fugiți și nu vă opriți! Căci de la miazănoapte aduc nenorocirea și un mare prăpăd.”",
                "7": "Leul se aruncă din tufarul său, nimicitorul neamurilor a pornit, și-a părăsit locul, ca să-ți pustiască țara, să-ți dărâme cetățile și nimeni să nu mai locuiască în ele.",
                "8": "De aceea, acoperiți-vă cu saci, plângeți și gemeți, căci mânia aprinsă a Domnului nu se abate de la noi.",
                "9": "„În ziua aceea”, zice Domnul, „împăratul și căpeteniile își vor pierde inima, preoții vor rămâne încremeniți și prorocii, uimiți.”",
                "10": "Eu am zis: „Ah, Doamne Dumnezeule! Ai înșelat în adevăr pe poporul acesta și Ierusalimul când ai zis: ‘Veți avea pace!’ Și totuși sabia le amenință viața.”",
                "11": "În vremea aceea, se va zice poporului acestuia și Ierusalimului: „Un vânt arzător suflă din locurile înalte ale pustiei pe drumul fiicei poporului Meu, nu ca să vânture, nici ca să curățească grâul.",
                "12": "Ci un vânt năprasnic vine de acolo până la Mine! Acum le voi rosti hotărârea!”",
                "13": "„Iată, nimicitorul înaintează ca norii; carele lui sunt ca un vârtej, caii lui sunt mai ușori decât vulturii. Vai de noi, căci suntem prăpădiți!”",
                "14": "Curățește-ți inima de rău, Ierusalime, ca să fii mântuit! Până când vei păstra gânduri nelegiuite în inima ta?",
                "15": "Căci un glas care pornește de la Dan și vestește nenorocirea o vestește de la muntele lui Efraim.",
                "16": "„Spuneți lucrul acesta neamurilor, faceți-l cunoscut Ierusalimului. Vin niște împresurători dintr-o țară depărtată și strigă împotriva cetăților lui Iuda.",
                "17": "Ca cei ce păzesc un ogor, ei înconjoară Ierusalimul, căci s-a răzvrătit împotriva Mea”, zice Domnul.",
                "18": "„Acesta este rodul căilor și faptelor tale, este vina răutății tale, dacă este așa de amar și te pătrunde până la inimă.”",
                "19": "Măruntaiele mele! Măruntaiele mele! Cum mă doare înăuntrul inimii mele! Îmi bate inima, nu pot să tac! Căci auzi, suflete, sunetul trâmbiței și strigătul de război.",
                "20": "Se vestește dărâmare peste dărâmare, căci toată țara este pustiită; colibele îmi sunt pustiite deodată și corturile, într-o clipă!",
                "21": "Până când voi vedea steagul fâlfăind și voi auzi sunetul trâmbiței?",
                "22": "„Căci poporul Meu este nebun, nu Mă cunoaște; sunt niște copii fără minte și lipsiți de pricepere; sunt meșteri să facă răul, dar nu știu să facă binele.”",
                "23": "Mă uit la pământ, și iată că este pustiu și gol; mă uit la ceruri, și lumina lor a pierit!",
                "24": "Mă uit la munți, și iată că sunt zguduiți și toate dealurile se clatină!",
                "25": "Mă uit, și iată că nu este niciun om și toate păsările cerurilor au fugit!",
                "26": "Mă uit, și, iată, Carmelul este un pustiu și toate cetățile sale sunt nimicite înaintea Domnului și înaintea mâniei Lui aprinse!",
                "27": "Căci așa vorbește Domnul: „Toată țara va fi pustiită, dar nu o voi nimici de tot.",
                "28": "Din pricina aceasta, țara este în jale și cerurile sus sunt întunecate, căci Eu am zis, am hotărât lucrul acesta, și nu-Mi pare rău de el, nu Mă voi întoarce.",
                "29": "La vuietul călăreților și arcașilor, toate cetățile fug; se ascund în păduri și se suie pe stânci; toate cetățile sunt părăsite, nu mai au locuitori.",
                "30": "Și tu, pustiito, ce vei face? Te vei îmbrăca în cârmâz, te vei împodobi cu podoabe de aur, îți vei sulemeni ochii, dar degeaba te vei înfrumuseța: ibovnicii tăi te disprețuiesc și vor să-ți ia viața.",
                "31": "Căci Eu aud niște țipete ca ale unei femei în chinurile nașterii, țipete de durere ca la cea dintâi facere. Este glasul fiicei Sionului, care suspină și întinde mâinile zicând: ‘Nenorocita de mine! Mor din pricina ucigașilor!’"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "„Dacă te vei întoarce, Israel“, zice Domnul, „dacă te vei întoarce la Mine, și nu vei mai rătăci,",
                "2": "dacă vei jura: «Viu este Domnul!», făcând lucrul acesta cu credincioșie, cu judecată și cu dreptate, și se vor lăuda cu El.",
                "3": "Căci așa vorbește Domnul, bărbaților din Iuda și din Ierusalim: și nu semănați între spini!",
                "4": "Tăiați-vă împrejur pentru Domnul, circumcideți-vă inimile, bărbați ai lui Iuda și locuitori ai Ierusalimului, și să ardă, fără să mai poată fi stinsă, din cauza răutății faptelor voastre.",
                "5": "Anunțați în Iuda, vestiți în Ierusalim și spuneți: ‘Sunați din trâmbiță în țară!’. Strigați în gura mare și ziceți: ‘Strângeți-vă și să mergem în cetățile fortificate!’.",
                "6": "Înălțați un steag îndreptat spre Sion! Fugiți și nu vă opriți! Căci Eu aduc, din nord, nenorocirea și un mare prăpăd!»“.",
                "7": "Leul a ieșit din tufișul său și cel ce distruge națiunile a pornit la drum. ca să prefacă țara într-un deșert. Cetățile tale vor zăcea în ruină, fără niciun locuitor.",
                "8": "De aceea, înfășurați-vă mijlocul cu pânză de sac, jeliți și gemeți, nu s-a îndepărtat de la noi.",
                "9": "„În ziua aceea“, zice Domnul, „regele și conducătorii își vor pierde curajul, și profeții vor rămâne înmărmuriți“.",
                "10": "Eu am zis: ‒ O, Stăpâne Doamne! Într-adevăr ai înșelat poporul acesta și Ierusalimul când ai zis: „Veți avea pace!“. Iată că sabia este la gâtul lor!",
                "11": "‒ În vremea aceea se va zice poporului acestuia și Ierusalimului că un vânt arzător suflă din înălțimile golașe ale deșertului pe drumul fiicei poporului Meu, nu ca să vânture, nici ca să curățească.",
                "12": "Totuși, un vânt și mai puternic va veni de la Mine. Acum însă Îmi voi rosti judecățile împotriva lor.",
                "13": "Iată, nimicitorul înaintează ca norii, carele lui sunt ca o vijelie, iar caii lui sunt mai rapizi decât vulturii. Vai de noi, căci vom fi distruși!",
                "14": "Curățește-ți inima de rău, Ierusalime, ca să fii salvat! Până când vei păstra gânduri nelegiuite în inima ta?",
                "15": "Căci o voce strigă din Dan și anunță nenorocirea din muntele lui Efraim.",
                "16": "„Aduceți aminte națiunilor lucrul acesta! Iată, vestiți în Ierusalim și își ridică glasurile împotriva cetăților lui Iuda.",
                "17": "Ca paznicii unui teren, așa înconjoară ei Ierusalimul, căci s-a răzvrătit împotriva Mea“, zice Domnul.",
                "18": "„Căile și faptele tale au adus acestea asupra ta. Aceasta este pedeapsa pentru răutatea ta. și cum te pătrunde până în inimă!“",
                "19": "Măruntaiele mele! Măruntaiele mele! Mă zvârcolesc de durere! Ah, zidurile inimii mele! Cum îmi zvâcnește inima! Nu pot rămâne tăcut! și strigătul de război.",
                "20": "Se vestește dărâmare după dărâmare, căci toată țara este devastată. Corturile îmi sunt dărâmate deodată, iar acoperișul într-o clipă.",
                "21": "Până când voi vedea steagul și voi auzi sunetul trâmbiței?",
                "22": "„Cei din poporul Meu sunt nebuni; ei nu Mă cunosc. Sunt niște copii fără minte, lipsiți de discernământ. Sunt pricepuți să facă răul; nu știu să facă binele“.",
                "23": "Mă uit la pământ și iată că este pustiu și gol. și iată că lumina lor nu mai este.",
                "24": "Mă uit la munți și iată că ei se cutremură, iar toate dealurile se clatină.",
                "25": "Mă uit și iată că nu mai este niciun om și toate păsările cerului au fugit.",
                "26": "Mă uit și iată că livada este un pustiu, înaintea Domnului și înaintea mâniei Lui.",
                "27": "Căci așa vorbește Domnul: „Toată țara va fi pustiită, însă n-o voi distruge complet.",
                "28": "Din cauza aceasta pământul va boci, iar cerurile de sus se vor întuneca. Eu am vorbit și am plănuit aceasta! Nu-Mi pare rău și nici nu Mă voi răzgândi!“.",
                "29": "La vuietul călăreților și la strigătul arcașilor, toți cei din cetăți o iau la fugă, și se urcă pe stânci. și nimeni nu mai locuiește în ele.",
                "30": "Iar tu, cea pustiită, ce vei face? Te vei îmbrăca în haine stacojii, și îți vei machia ochii cu antimoniu? Degeaba te vei înfrumuseța! și vor să-ți ia viața.",
                "31": "Căci aud niște strigăte ca ale unei femei în chinurile nașterii, strigăte ale unei femei care naște pentru prima oară. Este glasul fiicei Sionului, care răsuflă greu și își întinde mâinile, zicând: „Vai de mine! Căci mi-e sufletul epuizat din cauza ucigașilor!“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "“If you will return, Israel,” says Yahweh, “if you will return to me, and if you will put away your abominations out of my sight; then you will not be removed;",
                "2": "and you will swear, ‘As Yahweh lives,’ in truth, in justice, and in righteousness. The nations will bless themselves in him, and they will glory in him.”",
                "3": "For Yahweh says to the men of Judah and to Jerusalem, “Break up your fallow ground, and don’t sow among thorns.",
                "4": "Circumcise yourselves to Yahweh, and take away the foreskins of your heart, you men of Judah and inhabitants of Jerusalem; lest my wrath go out like fire, and burn so that no one can quench it, because of the evil of your doings.",
                "5": "Declare in Judah, and publish in Jerusalem; and say, ‘Blow the trumpet in the land!’ Cry aloud and say, ‘Assemble yourselves! Let’s go into the fortified cities!’",
                "6": "Set up a standard toward Zion. Flee for safety! Don’t wait; for I will bring evil from the north, and a great destruction.”",
                "7": "A lion has gone up from his thicket, and a destroyer of nations. He is on his way. He has gone out from his place, to make your land desolate, that your cities be laid waste, without inhabitant.",
                "8": "For this, clothe yourself with sackcloth, lament and wail; for the fierce anger of Yahweh hasn’t turned back from us.",
                "9": "“It will happen at that day,” says Yahweh, “that the heart of the king will perish, along with the heart of the princes. The priests will be astonished, and the prophets will wonder.”",
                "10": "Then I said, “Ah, Lord Yahweh! Surely you have greatly deceived this people and Jerusalem, saying, ‘You will have peace;’ whereas the sword reaches to the heart.”",
                "11": "At that time it will be said to this people and to Jerusalem, “A hot wind blows from the bare heights in the wilderness toward the daughter of my people, not to winnow, nor to cleanse.",
                "12": "A full wind from these will come for me. Now I will also utter judgments against them.”",
                "13": "Behold, he will come up as clouds, and his chariots will be as the whirlwind. His horses are swifter than eagles. Woe to us! For we are ruined.",
                "14": "Jerusalem, wash your heart from wickedness, that you may be saved. How long will your evil thoughts lodge within you?",
                "15": "For a voice declares from Dan, and publishes evil from the hills of Ephraim:",
                "16": "“Tell the nations, behold, publish against Jerusalem, ‘Watchers come from a far country, and raise their voice against the cities of Judah.",
                "17": "As keepers of a field, they are against her all around, because she has been rebellious against me,’” says Yahweh.",
                "18": "“Your way and your doings have brought these things to you. This is your wickedness, for it is bitter, for it reaches to your heart.”",
                "19": "My anguish, my anguish! I am pained at my very heart! My heart trembles within me. I can’t hold my peace, because you have heard, O my soul, the sound of the trumpet, the alarm of war.",
                "20": "Destruction on destruction is decreed, for the whole land is laid waste. Suddenly my tents are destroyed, and my curtains gone in a moment.",
                "21": "How long will I see the standard and hear the sound of the trumpet?",
                "22": "“For my people are foolish. They don’t know me. They are foolish children, and they have no understanding. They are skillful in doing evil, but they don’t know how to do good.”",
                "23": "I saw the earth and, behold, it was waste and void, and the heavens, and they had no light.",
                "24": "I saw the mountains, and behold, they trembled, and all the hills moved back and forth.",
                "25": "I saw, and behold, there was no man, and all the birds of the sky had fled.",
                "26": "I saw, and behold, the fruitful field was a wilderness, and all its cities were broken down at the presence of Yahweh, before his fierce anger.",
                "27": "For Yahweh says, “The whole land will be a desolation; yet I will not make a full end.",
                "28": "For this the earth will mourn, and the heavens above be black, because I have spoken it. I have planned it, and I have not repented, neither will I turn back from it.”",
                "29": "Every city flees for the noise of the horsemen and archers. They go into the thickets and climb up on the rocks. Every city is forsaken, and not a man dwells therein.",
                "30": "You, when you are made desolate, what will you do? Though you clothe yourself with scarlet, though you deck yourself with ornaments of gold, though you enlarge your eyes with makeup, you make yourself beautiful in vain. Your lovers despise you. They seek your life.",
                "31": "For I have heard a voice as of a woman in travail, the anguish as of her who gives birth to her first child, the voice of the daughter of Zion, who gasps for breath, who spreads her hands, saying, “Woe is me now! For my soul faints before the murderers.”"
            }
        }
    }
}