{
    "book": "Ieremia",
    "chapter": "10",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Ascultați Cuvântul pe care vi-l vorbește Domnul, casa lui Israel!",
                "2": "Așa vorbește Domnul: „Nu vă luați după felul de viețuire al neamurilor și nu vă temeți de semnele cerului, pentru că neamurile se tem de ele.",
                "3": "Căci obiceiurile popoarelor sunt deșarte. Taie un lemn din pădure; mâna meșterului îl lucrează cu securea;",
                "4": "îl împodobește cu argint și aur, și ei îl țintuiesc cu cuie și ciocane, ca să nu se clatine.",
                "5": "Dumnezeii aceștia sunt ca o sperietoare de păsări într-un ogor de castraveți și nu vorbesc; sunt duși de alții, pentru că nu pot să meargă. Nu vă temeți de ei, căci nu pot să facă niciun rău și nu sunt în stare să facă niciun bine.”",
                "6": "Niciunul nu este ca Tine, Doamne! Mare ești Tu și mare este Numele Tău prin puterea Ta.",
                "7": "Cine să nu se teamă de Tine, Împărate al neamurilor? Ție Ți se cuvine teama, căci între toți înțelepții neamurilor și în toate împărățiile lor, niciunul nu este ca Tine.",
                "8": "Toți, laolaltă, sunt proști și fără minte, știința idolilor nu este decât deșertăciune, e lemn!",
                "9": "Ei aduc din Tarsis foițe de argint și aur din Ufaz; meșterul și mâna argintarului le pun în lucru; hainele acestor dumnezei sunt de materii vopsite în albastru și în purpură, toate sunt lucrate de meșteri iscusiți.",
                "10": "Dar Domnul este Dumnezeu cu adevărat, este un Dumnezeu viu și un Împărat veșnic. Pământul tremură de mânia Lui și neamurile nu pot să sufere urgia lui.",
                "11": "Așa să le vorbiți: „Dumnezeii care n-au făcut nici cerurile, nici pământul vor pieri de pe pământ și de sub ceruri.”",
                "12": "Dar El a făcut pământul prin puterea Lui, a întemeiat lumea prin înțelepciunea Lui, a întins cerurile prin priceperea Lui.",
                "13": "La tunetul Lui, urlă apele în ceruri; El ridică norii de la marginile pământului, dă naștere fulgerelor și ploii și scoate vântul din cămările Lui.",
                "14": "Atunci se arată omul cât este de prost cu știința lui și orice argintar rămâne de rușine cu chipul lui cioplit, căci idolii lui nu sunt decât minciună și nu este nicio suflare în ei;",
                "15": "sunt un lucru de nimic, o lucrare înșelătoare, și vor pieri când va veni pedeapsa.",
                "16": "Dar Cel ce este partea lui Iacov nu este ca ei, căci El a întocmit totul, și Israel este seminția moștenirii Lui – Domnul oștirilor este Numele Lui.",
                "17": "Ia din țară legătura cu ce este al tău, tu, care ești în strâmtorare!",
                "18": "Căci așa vorbește Domnul: „Iată, de data aceasta voi arunca departe pe locuitorii țării. Îi voi strânge de aproape, ca să simtă.”",
                "19": "„Vai de mine! Sunt zdrobită! Mă doare rana! Dar eu zic: ‘O nenorocire a dat peste mine și o voi suferi!’",
                "20": "Cortul îmi este dărâmat, toate funiile îmi sunt rupte, fiii mei m-au părăsit, nu mai sunt; n-am pe nimeni care să-mi întindă cortul din nou sau să-mi ridice pânzele!”",
                "21": "Păstorii s-au prostit, n-au căutat pe Domnul; pentru aceea n-au propășit și li se risipesc toate turmele.",
                "22": "Iată, se aude un vuiet! O mare zarvă vine de la miazănoapte să prefacă cetățile lui Iuda într-un pustiu, într-o vizuină de șacali.",
                "23": "Știu, Doamne, că soarta omului nu este în puterea lui; nici nu stă în puterea omului când umblă să-și îndrepte pașii spre țintă.",
                "24": "Pedepsește-mă, Doamne, dar cu măsură, și nu în mânia Ta, ca să nu mă nimicești!",
                "25": "Varsă-Ți urgia peste neamurile care nu Te cunosc și peste popoarele care nu cheamă Numele Tău! Căci mănâncă pe Iacov, îl înghit, îl topesc și-i pustiesc locuința."
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Ascultați cuvântul pe care vi-l spune Domnul, Casă a lui Israel:",
                "2": "„Așa vorbește Domnul: și nu vă înspăimântați de semnele cerurilor, chiar dacă națiunile se înspăimântă de ele.",
                "3": "Căci obiceiurile popoarelor sunt deșertăciune. și mâna meșterului îl lucrează cu dalta.",
                "4": "Îl împodobește cu argint și aur ca astfel să nu se clatine.",
                "5": "Ca niște sperietori pe un teren cu castraveți, idolii lor nu pot vorbi. Ei sunt purtați de alții, căci nu pot merge. Nu vă temeți de ei, și nu sunt în stare să vă facă niciun bine»“.",
                "6": "Niciunul nu este ca Tine, Doamne! și Numele Tău este măreț în putere.",
                "7": "Cine să nu se teamă de Tine, Împărate al națiunilor? Ție Ți se cuvine teama! nu este nimeni ca Tine.",
                "8": "Dar ei sunt nebuni și proști; învățătura deșertăciunilor este doar o bucată de lemn.",
                "9": "Argintul bătut este adus din Tarșiș și aurul din Ufaz; este îmbrăcat apoi în albastru și purpuriu; toate sunt lucrate de meșteri pricepuți.",
                "10": "Domnul însă este adevăratul Dumnezeu. El este Dumnezeul cel Viu și Împăratul cel Veșnic. Când El Se mânie, pământul se cutremură și națiunile nu pot suporta indignarea Lui.",
                "11": "„De aceea, așa să le vorbiți: «Acești dumnezei, care nu au făcut cerurile și pământul, vor pieri de pe pământ și de sub ceruri»“.",
                "12": "El a făcut pământul prin puterea Lui, și a întins cerurile prin priceperea Lui.",
                "13": "La auzirea glasului Lui, urlă apele din ceruri. El înalță norii de la marginile pământului, și scoate vântul din cămările Lui.",
                "14": "Orice om este prost, fără cunoștință; fiecare aurar este făcut de rușine cu idolul lui. și n-au nicio suflare în ele.",
                "15": "Ei sunt o deșertăciune, o lucrare de batjocură. La vremea pedepsei lor, vor pieri.",
                "16": "Dar Dumnezeu, partea de moștenire a lui Iacov, nu este precum aceștia, căci El este Cel Ce a creat totul, iar Israel este seminția moștenirii Lui – Domnul Oștirilor este Numele Lui.",
                "17": "Adună-ți lucrurile din țară, tu care ești sub asediu,",
                "18": "căci așa vorbește Domnul: „Iată, de data aceasta îi voi arunca departe pe cei ce locuiesc în țară; ca să poată fi prinși“.",
                "19": "Vai de mine! Sunt zdrobit! Rana mea este fără vindecare! Dar îmi zic: „Aceasta îmi este boala și trebuie s-o îndur“.",
                "20": "Cortul meu este distrus; toate funiile îmi sunt rupte. Fiii mei s-au depărtat de la mine și nu mai sunt; și să-mi ridice draperiile.",
                "21": "Păstorii s-au prostit și nu L-au căutat pe Domnul. și li s-au împrăștiat toate turmele.",
                "22": "Iată, se aude o veste: un mare cutremur se apropie din țara de nord, ca să prefacă cetățile lui Iuda într-o pustietate, într-o vizuină de șacali.",
                "23": "Știu, Doamne, că nu depinde de om calea lui, când umblă să-și îndrepte pașii.",
                "24": "Disciplinează-mă, Doamne, dar numai cu măsură; nu în mânia Ta, ca nu cumva să mă reduci la nimic.",
                "25": "Varsă-Ți furia asupra națiunilor care nu Te cunosc, și asupra clanurilor care nu cheamă Numele Tău. Căci ele l-au devorat pe Iacov; l-au devorat, l-au distrus și i-au pustiit locuința."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Hear the word which Yahweh speaks to you, house of Israel!",
                "2": "Yahweh says, “Don’t learn the way of the nations, and don’t be dismayed at the signs of the sky; for the nations are dismayed at them.",
                "3": "For the customs of the peoples are vanity; for one cuts a tree out of the forest, the work of the hands of the workman with the ax.",
                "4": "They deck it with silver and with gold. They fasten it with nails and with hammers, so that it can’t move.",
                "5": "They are like a palm tree, of turned work, and don’t speak. They must be carried, because they can’t move. Don’t be afraid of them; for they can’t do evil, neither is it in them to do good.”",
                "6": "There is no one like you, Yahweh. You are great, and your name is great in might.",
                "7": "Who shouldn’t fear you, King of the nations? For it belongs to you. Because among all the wise men of the nations, and in all their royal estate, there is no one like you.",
                "8": "But they are together brutish and foolish, instructed by idols! It is just wood.",
                "9": "There is silver beaten into plates, which is brought from Tarshish, and gold from Uphaz, the work of the engraver and of the hands of the goldsmith. Their clothing is blue and purple. They are all the work of skillful men.",
                "10": "But Yahweh is the true God. He is the living God, and an everlasting King. At his wrath, the earth trembles. The nations aren’t able to withstand his indignation.",
                "11": "“You shall say this to them: ‘The gods that have not made the heavens and the earth will perish from the earth, and from under the heavens.’”",
                "12": "God has made the earth by his power. He has established the world by his wisdom, and by his understanding has he stretched out the heavens.",
                "13": "When he utters his voice, the waters in the heavens roar, and he causes the vapors to ascend from the ends of the earth. He makes lightnings for the rain, and brings the wind out of his treasuries.",
                "14": "Every man has become brutish and without knowledge. Every goldsmith is disappointed by his engraved image; for his molten image is falsehood, and there is no breath in them.",
                "15": "They are vanity, a work of delusion. In the time of their visitation they will perish.",
                "16": "The portion of Jacob is not like these; for he is the maker of all things; and Israel is the tribe of his inheritance. Yahweh of Armies is his name.",
                "17": "Gather up your wares out of the land, you who live under siege.",
                "18": "For Yahweh says, “Behold, I will sling out the inhabitants of the land at this time, and will distress them, that they may feel it.”",
                "19": "Woe is me because of my injury! My wound is serious; but I said, “Truly this is my grief, and I must bear it.”",
                "20": "My tent has been destroyed, and all my cords are broken. My children have gone away from me, and they are no more. There is no one to spread my tent any more, to set up my curtains.",
                "21": "For the shepherds have become brutish, and have not inquired of Yahweh. Therefore they have not prospered, and all their flocks have scattered.",
                "22": "The voice of news, behold, it comes, and a great commotion out of the north country, to make the cities of Judah a desolation, a dwelling place of jackals.",
                "23": "Yahweh, I know that the way of man is not in himself. It is not in man who walks to direct his steps.",
                "24": "Yahweh, correct me, but gently; not in your anger, lest you reduce me to nothing.",
                "25": "Pour out your wrath on the nations that don’t know you, and on the families that don’t call on your name; for they have devoured Jacob. Yes, they have devoured him, consumed him, and have laid waste his habitation."
            }
        }
    }
}