{
    "book": "Ieremia",
    "chapter": "51",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Așa vorbește Domnul: „Iată, ridic împotriva Babilonului și împotriva locuitorilor Haldeei un vânt nimicitor.",
                "2": "Trimit împotriva Babilonului niște vânturători care-l vor vântura și-i vor goli țara. Vor veni din toate părțile asupra lui în ziua nenorocirii.",
                "3": "Să se întindă arcul împotriva celui ce își întinde arcul, împotriva celui ce se mândrește în platoșa lui! Nu cruțați pe tinerii lui! Nimiciți cu desăvârșire toată oștirea lui!",
                "4": "Să cadă uciși în țara haldeenilor, străpunși de lovituri pe ulițele Babilonului!",
                "5": "Căci Israelul și Iuda nu sunt părăsiți de Dumnezeul lor, de Domnul oștirilor, și țara haldeenilor este plină de nelegiuiri împotriva Sfântului lui Israel.”",
                "6": "Fugiți din Babilon și fiecare să-și scape viața, ca nu cumva să pieriți în pieirea lui! Căci aceasta este o vreme de răzbunare pentru Domnul! El îi va răsplăti după faptele lui.",
                "7": "Babilonul era în mâna Domnului un potir de aur, care îmbăta tot pământul; neamurile au băut din vinul lui, de aceea au fost neamurile ca într-o nebunie.",
                "8": "Deodată cade Babilonul și este zdrobit! Văitați-l, aduceți leac alinător pentru rana lui; poate că se va vindeca! –",
                "9": "Am voit să vindecăm Babilonul, dar nu s-a vindecat! Părăsiți-l și haidem fiecare în țara noastră, căci pedeapsa lui a ajuns până la ceruri și se înalță până la nori. –",
                "10": "Domnul scoate la lumină dreptatea pricinii noastre: veniți să istorisim în Sion lucrarea Domnului Dumnezeului nostru.",
                "11": "Ascuțiți săgețile, prindeți scuturile! Domnul a ațâțat duhul împăraților Mediei, pentru că vrea să nimicească Babilonul, căci aceasta este răzbunarea Domnului, răzbunarea pentru Templul Său.",
                "12": "Înălțați un steag împotriva zidurilor Babilonului! Întăriți-i străjile, puneți caraule, întindeți curse! Căci Domnul a luat o hotărâre și aduce la îndeplinire ce a rostit împotriva locuitorilor Babilonului.",
                "13": "Ție, care locuiești lângă ape mari și care ai vistierii nemărginite, ți-a venit sfârșitul, și lăcomia ta a ajuns la capăt!",
                "14": "Domnul oștirilor a jurat pe Sine Însuși: „Da, te voi umple de oameni ca de niște lăcuste și vor scoate strigăte de război împotriva ta.”",
                "15": "El a făcut pământul cu puterea Lui, a întemeiat lumea cu înțelepciunea Lui, a întins cerurile cu priceperea Lui.",
                "16": "De glasul Lui, urlă apele în ceruri; El ridică norii de la marginile pământului, dă naștere la fulgere și ploaie și scoate vântul din cămările lui.",
                "17": "Atunci, orice om se vede cât este de prost cu știința lui, orice argintar rămâne rușinat de chipurile lui cioplite, căci idolii lui nu sunt decât minciună și n-au nicio suflare în ei!",
                "18": "Sunt o nimica toată și o lucrare de râs: când le vine pedeapsa, pier cu desăvârșire!",
                "19": "Dar Cel ce este partea lui Iacov nu este ca ei, căci El a întocmit totul, și Israel este seminția moștenirii Lui: Domnul oștirilor este Numele Lui.",
                "20": "„Tu Mi-ai fost un ciocan și o unealtă de război. Am zdrobit neamuri prin tine, am nimicit împărății prin tine.",
                "21": "Prin tine am sfărâmat pe cal și pe călărețul lui;",
                "22": "prin tine am sfărâmat carul și pe cel ce ședea în el. Prin tine am sfărâmat pe bărbat și pe femeie; prin tine am sfărâmat pe bătrân și pe copil; prin tine am sfărâmat pe tânăr și pe fată.",
                "23": "Prin tine am sfărâmat pe păstor și turma lui; prin tine am sfărâmat pe plugar și boii lui; prin tine am sfărâmat pe cârmuitori și pe căpeteniile lui.",
                "24": "Dar acum, voi răsplăti Babilonului și tuturor locuitorilor Haldeei tot răul pe care l-au făcut Sionului sub ochii voștri”, zice Domnul.",
                "25": "„Iată, am necaz pe tine, munte nimicitor”, zice Domnul, „pe tine, care nimiceai tot pământul! Îmi voi întinde mâna peste tine, te voi prăvăli de la înălțimea stâncilor și te voi preface într-un munte aprins.",
                "26": "Nu se vor mai scoate din tine nici pietre din capul unghiului clădirii, nici pietre pentru temelii, căci vei fi o dărâmătură veșnică”, zice Domnul…",
                "27": "Înălțați un steag pe pământ! Sunați din trâmbiță printre neamuri! Pregătiți neamurile împotriva lui, chemați împotriva lui împărățiile Araratului, Miniului și Așchenazului! Puneți căpetenii de oaste împotriva lui! Faceți să înainteze caii ca niște lăcuste zbârlite!",
                "28": "Pregătiți împotriva lui pe neamuri, pe împărații Mediei, pe cârmuitorii lui și pe toate căpeteniile lui și toată țara de sub stăpânirea lor!",
                "29": "Se clatină pământul, se cutremură, căci planul Domnului împotriva Babilonului se împlinește și El va face din țara Babilonului un pustiu nelocuit.",
                "30": "Vitejii Babilonului nu mai luptă, ci stau în cetățui; puterea le este sleită și au ajuns ca niște femei. Vrăjmașii pun foc locuințelor lor și le sfărâmă zăvoarele!",
                "31": "Se întâlnesc alergătorii, se încrucișează solii ca să vestească împăratului Babilonului că cetatea lui este luată din toate părțile,",
                "32": "că trecătorile sunt luate, bălțile cu trestie sunt uscate de foc și oamenii de război, îngroziți.",
                "33": "Căci așa vorbește Domnul oștirilor, Dumnezeul lui Israel: „Fiica Babilonului este ca o arie pe vremea când este călcată cu picioarele: încă o clipă, și va veni pentru ea vremea secerișului.”",
                "34": "„Nebucadnețar, împăratul Babilonului, m-a mâncat, m-a nimicit; m-a făcut ca un vas gol; m-a înghițit ca un balaur, și-a umplut pântecele cu ce aveam mai scump și m-a izgonit.",
                "35": "Silnicia făcută față de mine și față de carnea mea sfâșiată să se întoarcă asupra Babilonului”, zice locuitoarea Sionului. „Sângele meu să cadă asupra locuitorilor Haldeei”, zice Ierusalimul.",
                "36": "De aceea, așa vorbește Domnul: „Iată, îți voi apăra pricina și te voi răzbuna! Voi seca marea Babilonului și-i voi usca izvorul.",
                "37": "Babilonul va ajunge un morman de dărâmături, o vizuină de șacali, un pustiu și o batjocură și nu va mai avea locuitori.",
                "38": "Vor răcni împreună ca niște lei, vor țipa ca niște pui de lei.",
                "39": "Când vor fi încălziți de vin, le voi da să bea și-i voi îmbăta, ca să se veselească și apoi să adoarmă somnul cel de veci, ca să nu se mai scoale”, zice Domnul.",
                "40": "„Îi voi coborî ca pe niște miei la tăiere, ca pe niște berbeci și niște țapi.",
                "41": "Cum s-a luat Șeșacul! Cum a fost cucerit acela a cărui slavă umplea tot pământul! Cum a fost nimicit Babilonul din mijlocul neamurilor!",
                "42": "Marea s-a înălțat peste Babilon; Babilonul a fost acoperit de mulțimea valurilor sale.",
                "43": "Cetățile lui au ajuns un pustiu; un pământ fără apă și pustiu, o țară unde nimeni nu locuiește și pe unde niciun om nu trece.",
                "44": "Voi pedepsi pe Bel în Babilon, îi voi smulge din gură ce a înghițit, și neamurile nu se vor mai îngrămădi în el: chiar și zidul Babilonului va cădea!",
                "45": "Ieșiți din mijlocul lui, poporul Meu, și fiecare să-și scape viața, scăpând de mânia aprinsă a Domnului!",
                "46": "Să nu vi se tulbure inima și nu vă înspăimântați de zvonurile care se răspândesc în țară, căci anul acesta va veni un zvon, iar anul următor, un alt zvon; în țară va domni silnicia și un stăpânitor se va ridica împotriva altui stăpânitor.",
                "47": "De aceea, iată, vin zile când voi pedepsi idolii Babilonului. Atunci toată țara lui va fi acoperită de rușine și toți morții lui vor cădea în mijlocul lui.",
                "48": "Cerurile și pământul, cu tot ce cuprind ele, vor striga de bucurie asupra Babilonului, căci pustiitorii se vor arunca de la miazănoapte asupra lui”, zice Domnul.",
                "49": "Chiar și Babilonul va cădea, o, morți ai lui Israel, cum a făcut și el să cadă morții din toată țara.",
                "50": "Cei care ați scăpat de sabie, plecați, nu zăboviți! Cei din pământul depărtat, gândiți-vă la Domnul, și Ierusalimul să fie în inimile voastre!",
                "51": "Ne rușinam când auzeam ocara; ne ascundeam fețele de rușine când au venit niște străini în Sfântul Locaș al Casei Domnului.",
                "52": "„De aceea, iată, vin zile”, zice Domnul, „când îi voi pedepsi idolii, și în toată țara lui vor geme răniții.",
                "53": "Chiar dacă Babilonul s-ar înălța până la ceruri, chiar dacă ar face cu neputință de ajuns cetățuile lui cele înalte, tot voi trimite pe pustiitori împotriva lui”, zice Domnul…",
                "54": "Răsună strigăte din Babilon și un mare prăpăd în țara haldeenilor.",
                "55": "Căci Domnul pustiește Babilonul și face să-i înceteze zarva cea mare. Valurile pustiitorilor urlă ca niște ape mari, al căror vuiet tulburat se aude.",
                "56": "Da, pustiitorul se aruncă asupra lui, asupra Babilonului; vitejii Babilonului sunt prinși și li se sfărâmă arcurile. Căci Domnul este un Dumnezeu care răsplătește! El va da negreșit fiecăruia plata cuvenită lui!",
                "57": "„Și anume, voi îmbăta pe voievozii și înțelepții lui, pe cârmuitorii, pe căpeteniile și vitejii lui; vor adormi somnul cel de veci și nu se vor mai trezi”, zice Împăratul, al cărui Nume este Domnul oștirilor.",
                "58": "Așa vorbește Domnul oștirilor: „Zidurile cele largi ale Babilonului vor fi surpate și porțile lui cele înalte vor fi arse cu foc. Astfel, popoarele muncesc degeaba și neamurile se trudesc pentru foc!”",
                "59": "Iată porunca dată de prorocul Ieremia lui Seraia, fiul lui Neriia, fiul lui Mahseia, când s-a dus la Babilon cu Zedechia, împăratul lui Iuda, în al patrulea an al domniei lui Zedechia. Seraia era cel mai mare cămăraș.",
                "60": "Ieremia a scris într-o carte toate nenorocirile care aveau să vină asupra Babilonului, toate cuvintele acestea scrise asupra Babilonului.",
                "61": "Ieremia a zis lui Seraia: „Când vei ajunge la Babilon, vezi să citești toate cuvintele acestea",
                "62": "și să zici: ‘Doamne, Tu ai spus că locul acesta are să fie nimicit și că n-are să mai fie locuit nici de oameni, nici de dobitoace, ci are să ajungă un pustiu pentru totdeauna.’",
                "63": "Și când vei isprăvi citirea cărții acesteia, să legi de ea o piatră și s-o arunci în Eufrat",
                "64": "și să zici: ‘Așa va fi înecat Babilonul și nu se va mai ridica din nenorocirile pe care le voi aduce asupra lui; vor cădea sleiți de puteri!’” Până aici sunt cuvintele lui Ieremia."
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Așa vorbește Domnul: „Iată, voi stârni un vânt distrugător împotriva Babilonului și împotriva locuitorilor din Leb-Kamai.",
                "2": "Voi trimite împotriva Babilonului niște străini care îl vor vântura și-i vor goli țara. în ziua nenorocirii.",
                "3": "Să se întindă arcul împotriva celui ce-și întinde arcul și împotriva celui ce se mândrește cu armura lui! Nu-i cruțați pe tinerii lui! Dați-i toată armata să fie nimicită!",
                "4": "Vor cădea uciși în țara caldeenilor, străpunși pe străzile ei.",
                "5": "Căci Israel și Iuda nu sunt părăsite de Dumnezeul lor, de Domnul Oștirilor, înaintea Sfântului lui Israel.",
                "6": "Fugiți din Babilon! Scăpați-vă viața, ca nu cumva să fiți nimiciți din cauza nelegiuirii lui, și El îl va răsplăti după meritele lui.",
                "7": "Babilonul a fost un pahar de aur în mâna Domnului, care îmbăta întregul pământ. și de aceea au înnebunit.",
                "8": "Babilonul va cădea deodată și va fi zdrobit. Gemeți pentru el! Aduceți balsam pentru rana lui; poate va putea fi vindecată!",
                "9": "Am încercat să vindecăm Babilonul, dar nu s-a vindecat. Părăsiți-l și să mergem fiecare în țara lui, și se înalță până la nori“.",
                "10": "Domnul scoate la lumină dreptatea cauzei noastre. lucrarea Domnului, Dumnezeul nostru!",
                "11": "Ascuțiți-vă săgețile și umpleți-vă tolbele! Domnul a stârnit duhul regilor Mediei, pentru că planul Lui este să distrugă Babilonul. Aceasta este răzbunarea Domnului, răzbunarea pentru Templul Său.",
                "12": "Ridicați un steag împotriva zidurilor Babilonului! Întăriți paza, puneți străjeri, pregătiți o ambuscadă! ceea ce a rostit împotriva locuitorilor Babilonului.",
                "13": "Ție, care locuiești lângă ape multe și ai mari bogății, ți-a venit sfârșitul, iar firul vieții tale a ajuns la capăt.",
                "14": "Domnul Oștirilor a jurat pe Sine Însuși: „Te voi umple cu oameni, asemenea unui roi de lăcuste, și ei vor înălța strigăte de victorie asupra ta“.",
                "15": "El a făcut pământul prin puterea Lui, și a întins cerurile prin priceperea Lui.",
                "16": "La auzirea glasului Lui, urlă apele din ceruri. El înalță norii de la marginile pământului, și scoate vântul din cămările Lui.",
                "17": "Orice om este prost, fără cunoștință; fiecare aurar este făcut de rușine cu idolul lui. și n-au nicio suflare în ele.",
                "18": "Ei sunt o deșertăciune, o lucrare de batjocură. La vremea pedepsei lor, vor pieri.",
                "19": "Dar Dumnezeu, partea de moștenire a lui Iacov, nu este precum aceștia, căci El este Cel Ce a creat totul, chiar și seminția moștenirii Lui – Domnul Oștirilor este Numele Lui.",
                "20": "„Tu ești buzduganul Meu, arma Mea de luptă. și distrug împărății.",
                "21": "Cu tine zdrobesc calul și călărețul. Cu tine zdrobesc carul și conducătorul lui.",
                "22": "Cu tine zdrobesc pe bărbat și pe femeie, pe bătrân și pe copil, pe tânăr și pe fecioară.",
                "23": "Cu tine zdrobesc pe păstor și turma lui. Cu tine zdrobesc pe plugar și perechea lui de boi. Cu tine îi zdrobesc pe guvernatori și pe conducători.",
                "24": "Înaintea ochilor voștri voi răsplăti Babilonului și tuturor locuitorilor Caldeii pentru tot răul pe care l-au făcut în Sion“, zice Domnul.",
                "25": "„Iată, sunt împotriva ta, munte distrugător, care distrugeai întregul pământ“, zice Domnul. „Îmi voi întinde mâna împotriva ta, și te voi preface într-un munte aprins.",
                "26": "Nimeni nu va mai lua din tine pietre pentru capul unghiului, nici pietre pentru temelie, căci vei ajunge o pustietate veșnică“, zice Domnul.",
                "27": "„Ridicați un steag în țară! Sunați din trâmbiță printre națiuni! Puneți deoparte națiunile împotriva lui! Araratului, Miniului și Așchenazului. Numiți un comandant împotriva lui! Trimiteți împotriva lui cai, asemenea unui roi de lăcuste.",
                "28": "Puneți deoparte națiunile împotriva lui: pe regii Mediei, pe guvernatorii lor, pe toți conducătorii lor și toate țările aflate sub stăpânirea lor.",
                "29": "Pământul se cutremură și se zvârcolește, căci planurile Domnului împotriva Babilonului se împlinesc. și nimeni nu va mai locui acolo.",
                "30": "Vitejii Babilonului au încetat lupta; ei rămân în fortărețele lor. și au ajuns ca niște femei. și zăvoarele lor sunt sfărâmate.",
                "31": "Sol după sol, mesager după mesager, că cetatea lui este cucerită de la un capăt la celălalt,",
                "32": "că trecătorile râului sunt capturate, și că războinicii sunt îngroziți“.",
                "33": "Așa vorbește Domnul Oștirilor, Dumnezeul lui Israel: „Fiica Babilonului este ca o arie de treierat în perioada când a fost netezită: încă puțin și vine vremea secerișului“.",
                "34": "Nebucadnețar, împăratul Babilonului, m-a devorat: m-a stors de vlagă, m-a făcut un vas gol. M-a înghițit ca un monstru, și apoi m-a vărsat.",
                "35": "Fie ca violența folosită împotriva mea să se întoarcă împotriva Babilonului, zice locuitoarea Sionului. asupra locuitorilor Caldeii, zice Ierusalimul.",
                "36": "De aceea, așa vorbește Domnul: „Iată, îți voi apăra cauza și te voi răzbuna; și-i voi usca izvoarele.",
                "37": "Babilonul va ajunge un morman de dărâmături, o vizuină de șacali, un motiv de groază și de fluierat, un loc în care nu va mai locui nimeni.",
                "38": "Ei toți vor rage ca niște lei, vor mârâi ca niște pui de lei.",
                "39": "Dar când vor fi în călduri, și-i voi îmbăta, și să nu se mai trezească“, zice Domnul.",
                "40": "„Îi voi coborî ca pe niște miei la măcelărie, ca pe niște berbeci și țapi.",
                "41": "Cum a fost cucerit Șeșakul, al întregului pământ! un motiv de groază printre națiuni!",
                "42": "Marea s-a înălțat peste Babilon; a fost acoperit de valurile ei învolburate!",
                "43": "Cetățile lui au devenit pustii, un pământ uscat și deșertic, și pe unde nu mai trece niciun fiu al omului.",
                "44": "Îl voi pedepsi pe Bel în Babilon și îi voi smulge din gură ceea ce a înghițit. Națiunile nu vor mai curge spre el, și zidul Babilonului se va prăbuși.",
                "45": "Ieși din mijlocul lui, popor al Meu! din calea mâniei Domnului!",
                "46": "Să nu cumva să vi se descurajeze inima sau să vă temeți de vestea care se aude în țară. Căci anul acesta vine o veste, iar anul următor o altă veste. Va fi violență în țară, iar un stăpânitor va fi împotriva altui stăpânitor.",
                "47": "De aceea, iată, vin zile ale Babilonului. și toți cei răniți vor cădea în mijlocul ei.",
                "48": "Atunci cerurile și pământul și tot ce cuprind ele vor striga de bucurie asupra Babilonului, căci din nord îl vor ataca nimicitorii“, zice Domnul.",
                "49": "„Babilonul trebuie să cadă din cauza celor uciși ai lui Israel, au căzut din cauza Babilonului.",
                "50": "Cei care ați scăpat de sabie, plecați și nu întârziați! Amintiți-vă de Domnul, de la depărtare, și să-și găsească loc Ierusalimul în inima voastră!“",
                "51": "Suntem rușinați, căci am auzit insulta. Rușinea ne-a acoperit fețele, în sanctuarele Casei Domnului.",
                "52": "„Dar iată, vin zile“, zice Domnul, „când îi voi pedepsi chipurile cioplite, vor geme răniții.",
                "53": "Chiar dacă Babilonul s-ar înălța până la cer și chiar dacă și-ar fortifica înălțimile, tot voi trimite nimicitorii împotriva lui“, zice Domnul.",
                "54": "„Un strigăt răsună din Babilon. se aude din țara caldeenilor,",
                "55": "căci Domnul va distruge Babilonul și va face să înceteze în el zarva cea mare. și zgomotul strigătelor lor va răsuna.",
                "56": "Un nimicitor va veni împotriva Babilonului; și arcurile lor vor fi zdrobite. Căci Domnul este un Dumnezeu Care răsplătește. El, cu siguranță, va da fiecăruia plata cuvenită!",
                "57": "Eu îi voi îmbăta pe conducătorii și pe înțelepții lui, pe guvernatori, pe ofițeri și pe viteji, iar ei vor adormi pe vecie și nu se vor mai trezi, zice Împăratul, al Cărui Nume este Domnul Oștirilor“.",
                "58": "Așa vorbește Domnul Oștirilor: „Zidurile cele largi ale Babilonului vor fi dărâmate, iar porțile lui cele înalte vor fi arse în foc. și națiunile muncesc doar pentru foc“.",
                "59": "Iată care este mesajul pe care profetul Ieremia l-a încredințat lui Seraia, fiul lui Neria, fiul lui Mahseia, când s-a dus în Babilon cu Zedechia, regele lui Iuda, în al patrulea an al domniei acestuia. (Seraia era căpetenia locului de odihnă.)",
                "60": "Ieremia a scris într-un sul toate nenorocirile care vor veni asupra Babilonului – toate cuvintele acestea le-a scris cu privire la Babilon.",
                "61": "Ieremia i-a zis lui Seraia: „Când vei ajunge în Babilon, vezi să citești toate aceste cuvinte cu voce tare.",
                "62": "Apoi să zici: «Doamne, Tu ai spus că vei distruge acest loc și că nu va mai fi locuit nici de oameni, nici de animale, ci va deveni o pustietate pe vecie».",
                "63": "Când vei termina de citit acest sul, leagă-l de o piatră și aruncă-l în mijlocul Eufratului.",
                "64": "Apoi să spui: «Așa se va scufunda Babilonul și nu se va mai ridica din cauza nenorocirilor pe care le voi aduce asupra lui, iar poporul lui va fi neputincios»“. Până aici sunt cuvintele lui Ieremia."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Yahweh says: “Behold, I will raise up against Babylon, and against those who dwell in Lebkamai, a destroying wind.",
                "2": "I will send to Babylon strangers, who will winnow her. They will empty her land; for in the day of trouble they will be against her all around.",
                "3": "Against him who bends, let the archer bend his bow, also against him who lifts himself up in his coat of mail. Don’t spare her young men! Utterly destroy all her army!",
                "4": "They will fall down slain in the land of the Chaldeans, and thrust through in her streets.",
                "5": "For Israel is not forsaken, nor Judah, by his God, by Yahweh of Armies; though their land is full of guilt against the Holy One of Israel.",
                "6": "“Flee out of the middle of Babylon! Everyone save his own life! Don’t be cut off in her iniquity, for it is the time of Yahweh’s vengeance. He will give to her a recompense.",
                "7": "Babylon has been a golden cup in Yahweh’s hand, who made all the earth drunk. The nations have drunk of her wine; therefore the nations have gone mad.",
                "8": "Babylon has suddenly fallen and been destroyed! Wail for her! Take balm for her pain. Perhaps she may be healed.",
                "9": "“We would have healed Babylon, but she is not healed. Forsake her, and let’s each go into his own country; for her judgment reaches to heaven, and is lifted up even to the skies.",
                "10": "‘Yahweh has produced our righteousness. Come, and let’s declare in Zion the work of Yahweh our God.’",
                "11": "“Make the arrows sharp! Hold the shields firmly! Yahweh has stirred up the spirit of the kings of the Medes, because his purpose is against Babylon, to destroy it; for it is the vengeance of Yahweh, the vengeance of his temple.",
                "12": "Set up a standard against the walls of Babylon! Make the watch strong! Set the watchmen, and prepare the ambushes; that which he spoke concerning the inhabitants of Babylon.",
                "13": "You who dwell on many waters, abundant in treasures, your end has come, the measure of your covetousness.",
                "14": "Yahweh of Armies has sworn by himself, saying, ‘Surely I will fill you with men, as with locusts, and they will lift up a shout against you.’",
                "15": "“He has made the earth by his power. He has established the world by his wisdom. By his understanding he has stretched out the heavens.",
                "16": "When he utters his voice, there is a roar of waters in the heavens, and he causes the vapors to ascend from the ends of the earth. He makes lightning for the rain, and brings the wind out of his treasuries.",
                "17": "“Every man has become stupid and without knowledge. Every goldsmith is disappointed by his image, for his molten images are falsehood, and there is no breath in them.",
                "18": "They are vanity, a work of delusion. In the time of their visitation, they will perish.",
                "19": "The portion of Jacob is not like these, for he formed all things, including the tribe of his inheritance. Yahweh of Armies is his name.",
                "20": "“You are my battle ax and weapons of war. With you I will break the nations into pieces. With you I will destroy kingdoms.",
                "21": "With you I will break in pieces the horse and his rider.",
                "22": "With you I will break in pieces the chariot and him who rides therein. man and woman. the old man and the youth. the young man and the virgin.",
                "23": "With you I will break in pieces the shepherd and his flock. the farmer and his yoke. governors and deputies.",
                "24": "“I will give to Babylon and to all the inhabitants of Chaldea all their evil that they have done in Zion in your sight,” says Yahweh.",
                "25": "“Behold, I am against you, destroying mountain,” says Yahweh, “which destroys all the earth. I will stretch out my hand on you, roll you down from the rocks, and will make you a burned mountain.",
                "26": "They won’t take a cornerstone from you, nor a stone for foundations; but you will be desolate forever,” says Yahweh.",
                "27": "“Set up a standard in the land! Blow the trumpet among the nations! Prepare the nations against her! Call together against her the kingdoms of Ararat, Minni, and Ashkenaz! Appoint a marshal against her! Cause the horses to come up as the swarming locusts!",
                "28": "Prepare against her the nations, the kings of the Medes, its governors, and all its deputies, and all the land of their dominion!",
                "29": "The land trembles and is in pain; for the purposes of Yahweh against Babylon stand, to make the land of Babylon a desolation, without inhabitant.",
                "30": "The mighty men of Babylon have stopped fighting, they remain in their strongholds. Their might has failed. They have become as women. Her dwelling places are set on fire. Her bars are broken.",
                "31": "One runner will run to meet another, and one messenger to meet another, to show the king of Babylon that his city is taken on every quarter.",
                "32": "So the passages are seized. They have burned the reeds with fire. The men of war are frightened.”",
                "33": "For Yahweh of Armies, the God of Israel says: “The daughter of Babylon is like a threshing floor at the time when it is trodden. Yet a little while, and the time of harvest comes for her.”",
                "34": "“Nebuchadnezzar the king of Babylon has devoured me. He has crushed me. He has made me an empty vessel. He has, like a monster, swallowed me up. He has filled his mouth with my delicacies. He has cast me out.",
                "35": "May the violence done to me and to my flesh be on Babylon!” the inhabitant of Zion will say; and, “May my blood be on the inhabitants of Chaldea!” will Jerusalem say.",
                "36": "Therefore Yahweh says: “Behold, I will plead your cause, and take vengeance for you. I will dry up her sea, and make her fountain dry.",
                "37": "Babylon will become heaps, a dwelling place for jackals, an astonishment, and a hissing, without inhabitant.",
                "38": "They will roar together like young lions. They will growl as lions’ cubs.",
                "39": "When they are inflamed, I will make their feast, and I will make them drunk, that they may rejoice, and sleep a perpetual sleep, and not wake up,” says Yahweh.",
                "40": "“I will bring them down like lambs to the slaughter, like rams with male goats.",
                "41": "“How Sheshach is taken! How the praise of the whole earth is seized! How Babylon has become a desolation among the nations!",
                "42": "The sea has come up on Babylon. She is covered with the multitude of its waves.",
                "43": "Her cities have become a desolation, a dry land, and a desert, a land in which no man dwells. No son of man passes by it.",
                "44": "I will execute judgment on Bel in Babylon, and I will bring out of his mouth that which he has swallowed up. The nations will not flow any more to him. Yes, the wall of Babylon will fall.",
                "45": "“My people, go away from the middle of her, and each of you save yourselves from Yahweh’s fierce anger.",
                "46": "Don’t let your heart faint. Don’t fear for the news that will be heard in the land. For news will come one year, and after that in another year news will come, and violence in the land, ruler against ruler.",
                "47": "Therefore behold, the days come that I will execute judgment on the engraved images of Babylon; and her whole land will be confounded. All her slain will fall in the middle of her.",
                "48": "Then the heavens and the earth, and all that is therein, will sing for joy over Babylon; for the destroyers will come to her from the north,” says Yahweh.",
                "49": "“As Babylon has caused the slain of Israel to fall, so the slain of all the land will fall at Babylon.",
                "50": "You who have escaped the sword, go! Don’t stand still! Remember Yahweh from afar, and let Jerusalem come into your mind.”",
                "51": "“We are confounded because we have heard reproach. Confusion has covered our faces, for strangers have come into the sanctuaries of Yahweh’s house.”",
                "52": "“Therefore behold, the days come,” says Yahweh, “that I will execute judgment on her engraved images; and through all her land the wounded will groan.",
                "53": "Though Babylon should mount up to the sky, and though she should fortify the height of her strength, yet destroyers will come to her from me,” says Yahweh.",
                "54": "“The sound of a cry comes from Babylon, and of great destruction from the land of the Chaldeans!",
                "55": "For Yahweh lays Babylon waste, and destroys out of her the great voice! Their waves roar like many waters. The noise of their voice is uttered.",
                "56": "For the destroyer has come on her, even on Babylon. Her mighty men are taken. Their bows are broken in pieces, for Yahweh is a God of retribution. He will surely repay.",
                "57": "I will make her princes, her wise men, her governors, her deputies, and her mighty men drunk. They will sleep a perpetual sleep, and not wake up,” says the King, whose name is Yahweh of Armies.",
                "58": "Yahweh of Armies says: “The wide walls of Babylon will be utterly overthrown. Her high gates will be burned with fire. The peoples will labor for vanity, and the nations for the fire; and they will be weary.”",
                "59": "The word which Jeremiah the prophet commanded Seraiah the son of Neriah, the son of Mahseiah, when he went with Zedekiah the king of Judah to Babylon in the fourth year of his reign. Now Seraiah was chief quartermaster.",
                "60": "Jeremiah wrote in a book all the evil that should come on Babylon, even all these words that are written concerning Babylon.",
                "61": "Jeremiah said to Seraiah, “When you come to Babylon, then see that you read all these words,",
                "62": "and say, ‘Yahweh, you have spoken concerning this place, to cut it off, that no one will dwell in it, neither man nor animal, but that it will be desolate forever.’",
                "63": "It will be, when you have finished reading this book, that you shall bind a stone to it, and cast it into the middle of the Euphrates.",
                "64": "Then you shall say, ‘Thus will Babylon sink, and will not rise again because of the evil that I will bring on her; and they will be weary.’” Thus far are the words of Jeremiah."
            }
        }
    }
}