{
    "book": "Ieremia",
    "chapter": "32",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Iată cuvântul spus lui Ieremia din partea Domnului în al zecelea an al lui Zedechia, împăratul lui Iuda. Acesta era anul al optsprezecelea al lui Nebucadnețar.",
                "2": "Oastea împăratului Babilonului împresura pe atunci Ierusalimul și prorocul Ieremia era închis în curtea temniței, care ținea de casa împăratului lui Iuda.",
                "3": "Zedechia, împăratul lui Iuda, pusese să-l închidă și-i zisese: „Pentru ce prorocești și zici: ‘Așa vorbește Domnul: «Iată, dau cetatea aceasta în mâinile împăratului Babilonului, și o va lua;",
                "4": "Zedechia, împăratul lui Iuda, nu va scăpa de haldeeni, ci va fi dat în mâinile împăratului Babilonului, îi va vorbi gură către gură și se vor vedea față în față.",
                "5": "Împăratul Babilonului va duce pe Zedechia la Babilon, unde va rămâne până când Îmi voi aduce Eu aminte de el», zice Domnul. «Chiar dacă vă bateți împotriva haldeenilor, nu veți avea izbândă»’?”",
                "6": "Ieremia a zis: „Cuvântul Domnului mi-a vorbit astfel:",
                "7": "‘Iată că Hanameel, fiul unchiului tău Șalum, va veni la tine să-ți spună: «Cumpără ogorul meu care este la Anatot, căci tu ai drept de răscumpărare ca să-l cumperi.»’",
                "8": "Și Hanameel, fiul unchiului meu, a venit la mine, după Cuvântul Domnului, în curtea temniței și mi-a zis: ‘Cumpără ogorul meu, care este la Anatot, în țara lui Beniamin, căci tu ai drept de moștenire și de răscumpărare. Cumpără-l!’ Am cunoscut că era Cuvântul Domnului.",
                "9": "Și am cumpărat de la Hanameel, fiul unchiului meu, ogorul de la Anatot și i-am cântărit argintul – șaptesprezece sicli de argint.",
                "10": "Am scris un zapis, pe care l-am pecetluit, am pus martori și am cântărit argintul într-o cumpănă.",
                "11": "Am luat apoi zapisul de cumpărare, pe cel care era pecetluit după lege și obiceiuri și pe cel ce era deschis",
                "12": "și am dat zapisul de cumpărare lui Baruc, fiul lui Neriia, fiul lui Mahseia, în fața lui Hanameel, fiul unchiului meu, în fața martorilor care iscăliseră zapisul de cumpărare și în fața tuturor iudeilor care se aflau în curtea temniței.",
                "13": "Și am dat lui Baruc înaintea lor următoarea poruncă:",
                "14": "‘Așa vorbește Domnul oștirilor, Dumnezeul lui Israel: «Ia zapisele acestea de cumpărare, cel pecetluit și cel deschis, și pune-le într-un vas de pământ, ca să se păstreze multă vreme!»",
                "15": "Căci așa vorbește Domnul oștirilor, Dumnezeul lui Israel: «Iarăși se vor mai cumpăra case, ogoare și vii în țara aceasta.»’",
                "16": "După ce am dat zapisul de cumpărare lui Baruc, fiul lui Neriia, am făcut Domnului această rugăciune:",
                "17": "‘Ah, Doamne Dumnezeule, iată, Tu ai făcut cerurile și pământul cu puterea Ta cea mare și cu brațul Tău întins: nimic nu este de mirat din partea Ta!",
                "18": "Tu dai îndurare până la al miilea neam de oameni și pedepsești nelegiuirea părinților în sânul copiilor lor după ei. Tu ești Dumnezeul cel mare, cel puternic, al cărui Nume este Domnul oștirilor!",
                "19": "Tu ești mare la sfat și puternic la faptă, Tu ai ochii deschiși asupra tuturor căilor copiilor oamenilor, ca să dai fiecăruia după căile lui, după rodul faptelor lui.",
                "20": "Tu ai făcut minuni și semne mari în țara Egiptului și până în ziua de azi și în Israel și printre oameni și Ți-ai făcut un Nume așa cum este astăzi.",
                "21": "Ai scos din țara Egiptului pe poporul tău Israel, cu minuni și semne mari, cu mână tare și cu braț întins și cu o mare groază.",
                "22": "Tu le-ai dat țara aceasta pe care juraseși părinților lor că le-o vei da, țară în care curge lapte și miere.",
                "23": "Ei au venit și au luat-o în stăpânire. Dar n-au ascultat de glasul Tău, n-au păzit Legea Ta și n-au făcut tot ce le porunciseși să facă. Și atunci ai trimis peste ei toate aceste nenorociri!",
                "24": "Iată, șanțurile de apărare se înalță împotriva cetății și o amenință; cetatea va fi dată în mâinile haldeenilor, care luptă împotriva ei, biruită de sabie, de foamete și de ciumă. Ce ai spus Tu s-a întâmplat: Tu Însuți vezi!",
                "25": "Și totuși, Doamne Dumnezeule, Tu mi-ai zis: «Cumpără-ți un ogor cu argint și pune și martori!», când totuși cetatea este dată în mâinile haldeenilor!’",
                "26": "Cuvântul Domnului a vorbit atunci lui Ieremia astfel:",
                "27": "‘Iată, Eu sunt Domnul Dumnezeul oricărei făpturi. Este ceva de mirat din partea Mea?",
                "28": "De aceea, așa vorbește Domnul: «Iată, dau cetatea aceasta în mâinile haldeenilor și în mâinile lui Nebucadnețar, împăratul Babilonului, și o va lua.",
                "29": "Haldeenii, care luptă împotriva cetății acesteia, vor intra, îi vor pune foc și o vor arde, împreună cu casele pe acoperișul cărora au adus tămâie lui Baal și au turnat jertfe de băutură altor dumnezei, ca să Mă mânie.",
                "30": "Căci copiii lui Israel și copiii lui Iuda n-au făcut din tinerețea lor decât ce este rău înaintea Mea; copiii lui Israel numai M-au mâniat întruna cu lucrarea mâinilor lor», zice Domnul.",
                "31": "«Căci cetatea aceasta Îmi ațâță mânia și urgia din ziua când s-a zidit și până azi, de aceea vreau s-o iau dinaintea Feței Mele,",
                "32": "din pricina tot răului pe care l-au făcut copiii lui Israel și copiii lui Iuda ca să Mă mânie, ei, împărații lor, căpeteniile lor, preoții lor și prorocii lor, oamenii lui Iuda și locuitorii Ierusalimului.",
                "33": "Mi-au întors spatele, nu s-au uitat la Mine; i-am învățat, i-am învățat întruna, dar n-au ascultat și nu s-au învățat.",
                "34": "Ci și-au pus urâciunile idolești în Casa peste care este chemat Numele Meu și au spurcat-o.",
                "35": "Au zidit înălțimi lui Baal în valea Ben-Hinom, ca să treacă prin foc lui Moloh pe fiii și fiicele lor; lucru pe care nu li-l poruncisem și nici nu-Mi trecuse prin gând că au să facă asemenea grozăvii ca să ducă pe Iuda în păcat.»’",
                "36": "Și acum, așa vorbește Domnul Dumnezeul lui Israel despre cetatea aceasta, despre care ziceți: ‘Va fi dată în mâinile împăratului Babilonului, biruită prin sabie, prin foamete și prin ciumă’:",
                "37": "‘Iată, îi voi strânge din toate țările unde i-am izgonit în mânia Mea, în urgia Mea și în marea Mea supărare; îi voi aduce înapoi în locul acesta și-i voi face să locuiască în liniște acolo.",
                "38": "Ei vor fi poporul Meu, și Eu voi fi Dumnezeul lor.",
                "39": "Le voi da o inimă și o cale ca să se teamă de Mine totdeauna, spre fericirea lor și a copiilor lor după ei.",
                "40": "Voi încheia cu ei un legământ veșnic, că nu Mă voi mai întoarce de la ei, ci le voi face bine și le voi pune în inimă frica de Mine, ca să nu se depărteze de Mine.",
                "41": "Mă voi bucura să le fac bine, îi voi sădi cu adevărat în țara aceasta, din toată inima și din tot sufletul Meu.’",
                "42": "Căci așa vorbește Domnul: ‘După cum am adus peste poporul acesta toate aceste mari nenorociri, tot așa voi aduce peste ei tot binele pe care li-l făgăduiesc.",
                "43": "Se vor cumpăra iarăși ogoare în țara aceasta, despre care ziceți că este o pustie fără oameni și fără dobitoace și că este dată în mâinile haldeenilor.",
                "44": "Se vor cumpăra iarăși ogoare pe argint, se vor scrie zapise, se vor pecetlui, se vor pune martori în țara lui Beniamin și în împrejurimile Ierusalimului, în cetățile lui Iuda, în cetățile de la munte, în cetățile de la câmpie și în cetățile de la miazăzi, căci voi aduce înapoi pe prinșii lor de război’, zice Domnul.”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Cuvântul spus lui Ieremia din partea Domnului, în al zecelea an al lui Zedechia, regele lui Iuda, care era al optsprezecelea an al lui Nebucadnețar.",
                "2": "În acea perioadă, armata împăratului Babilonului asedia Ierusalimul, iar profetul Ieremia era închis în curtea închisorii din palatul regelui lui Iuda,",
                "3": "în care Zedechia, regele lui Iuda, îl închisese, zicând: „De ce profețești, zicând: «Așa vorbește Domnul: ‘Iată, dau cetatea aceasta în mâinile împăratului Babilonului și el o va cuceri.",
                "4": "Zedechia, regele lui Iuda, nu va scăpa din mâna caldeenilor, ci, cu siguranță, va fi dat în mâna împăratului Babilonului, căruia îi va vorbi față în față și pe care-l va vedea cu propriii lui ochi.",
                "5": "Acesta îl va duce pe Zedechia în Babilon, unde va rămâne până Îmi voi aduce aminte de el, zice Domnul. Chiar dacă vă veți lupta împotriva caldeenilor, nu veți reuși’»“.",
                "6": "Ieremia a zis: „Cuvântul Domnului mi-a vorbit astfel:",
                "7": "«Hanamel, fiul unchiului tău Șalum, va veni la tine, zicând: ‘Cumpără terenul meu care este în Anatot, deoarece tu ai drept de răscumpărare ca să-l cumperi’»“.",
                "8": "Hanamel, fiul unchiului meu, a venit la mine în curtea închisorii, potrivit cuvântului Domnului, și mi-a zis: „Cumpără, te rog, terenul meu care este în Anatot, în teritoriul lui Beniamin, căci tu ai drept de moștenire și de răscumpărare. Cumpără-l tu!“. Am știut că acesta era Cuvântul Domnului,",
                "9": "așa că am cumpărat de la Hanamel, fiul unchiului meu, terenul din Anatot și i-am cântărit șaptesprezece șecheli de argint.",
                "10": "Am semnat și sigilat actul, am pus martori și am cântărit argintul pe talere.",
                "11": "Am luat apoi actele de cumpărare, atât pe cel sigilat, în care erau termenii și condițiile cumpărării, cât și pe cel nesigilat,",
                "12": "și i le-am dat lui Baruc, fiul lui Neria, fiul lui Mahseia, înaintea vărului meu Hanamel, înaintea martorilor care au semnat actele de cumpărare și sub privirea tuturor iudeilor care se aflau în curtea închisorii.",
                "13": "Înaintea ochilor lor i-am poruncit lui Baruc, zicând:",
                "14": "„Așa vorbește Domnul Oștirilor, Dumnezeul lui Israel: «Ia aceste documente, atât actul de cumpărare sigilat, cât și pe cel nesigilat, și pune-le într-un vas de pământ ca să se păstreze multă vreme!».",
                "15": "Căci așa vorbește Domnul Oștirilor, Dumnezeul lui Israel: «Se vor mai cumpăra case, terenuri și vii în țara aceasta»“.",
                "16": "După ce am dat actele de cumpărare a terenului lui Baruc, fiul lui Neria, m-am rugat Domnului, zicând:",
                "17": "„Ah, Stăpâne Doamne, iată, Tu ai făcut cerurile și pământul prin puterea Ta cea mare și cu brațul Tău întins. Nimic nu este prea greu pentru Tine!",
                "18": "Tu arăți îndurare la mii de generații, dar aduci pedeapsa pentru nelegiuirea părinților în sânul copiilor lor. Tu ești Dumnezeul cel mare și puternic, al Cărui Nume este Domnul Oștirilor.",
                "19": "Sfaturile Tale sunt mărețe și faptele Tale sunt puternice. Ochii Tăi sunt deschiși asupra tuturor căilor fiilor omului, ca să dai fiecăruia după căile lui și după rodul faptelor lui.",
                "20": "Tu ai făcut semne și minuni în țara Egiptului și le-ai continuat până în ziua de azi, atât în Israel, cât și în lume, și Ți-ai făcut un Nume, așa cum se știe astăzi.",
                "21": "L-ai scos pe poporul Tău Israel din țara Egiptului cu semne și minuni, cu mână puternică, cu brațul Tău întins și cu o mare teamă.",
                "22": "Tu le-ai dat țara aceasta, pe care ai jurat strămoșilor lor că le-o vei da, țară în care curge lapte și miere.",
                "23": "Ei au venit și au luat-o în stăpânire, dar n-au ascultat de glasul Tău și n-au păzit Legea Ta. Tot ce le-ai poruncit să facă, nu au făcut. Atunci ai trimis peste ei toate aceste nenorociri.",
                "24": "Iată cum se înalță rampe de asalt împotriva cetății ca să fie cucerită! Din cauza sabiei, a foametei și a molimei, cetatea va cădea în mâinile caldeenilor, care o atacă. Ce ai spus Tu s-a întâmplat, după cum vezi Tu Însuți.",
                "25": "Stăpâne Doamne, Tu mi-ai zis: «Cumpără-ți cu argint un teren și pune martori!», dar iată că cetatea este dată în mâinile caldeenilor!“.",
                "26": "Atunci Cuvântul Domnului i-a vorbit lui Ieremia, zicând:",
                "27": "„Iată, Eu sunt Domnul, Dumnezeul oricărei făpturi. Este ceva prea greu pentru Mine?",
                "28": "De aceea, așa vorbește Domnul: «Dau cetatea aceasta în mâinile caldeenilor și în mâinile lui Nebucadnețar, împăratul Babilonului, și ei o vor cuceri.",
                "29": "Caldeenii, care luptă împotriva acestei cetăți, vor intra, îi vor da foc și o vor arde. Vor arde toate casele pe acoperișul cărora poporul a ars tămâie pentru Baal și a turnat jertfe de băutură în cinstea altor dumnezei ca să Mă mânie.",
                "30": "Căci fiii lui Israel și fiii lui Iuda au făcut numai rău în ochii Mei încă din tinerețea lor. Da, fiii lui Israel M-au mâniat mereu prin lucrările mâinilor lor, zice Domnul.",
                "31": "Căci cetatea aceasta n-a încetat să-Mi provoace mânia și furia, din ziua când au construit-o și până în ziua aceasta; prin urmare, o îndepărtez din fața Mea.",
                "32": "Fiii lui Israel și fiii lui Iuda M-au provocat la mânie prin tot răul pe care l-au comis, atât ei, cât și regii și conducătorii lor, preoții și profeții lor, oamenii din Iuda și locuitorii Ierusalimului.",
                "33": "S-au întors cu spatele la Mine, nu cu fața. I-am învățat mereu dimineața, dar ei n-au ascultat și n-au acceptat îndrumarea Mea.",
                "34": "Și-au așezat spurcăciunile lor în Casa peste care este chemat Numele Meu și au pângărit-o.",
                "35": "Au construit înălțimi lui Baal în Valea Ben-Hinom, ca să-și sacrifice fiii și fiicele în foc, în cinstea lui Moleh, lucru pe care Eu nu li l-am poruncit; nici nu Mi-a trecut prin minte că ei vor comite asemenea urâciuni ca să-l facă pe Iuda să păcătuiască».",
                "36": "Acum însă, așa vorbește Domnul, Dumnezeul lui Israel, cu privire la cetatea aceasta despre care voi ziceți că va fi dată în mâinile împăratului Babilonului prin sabie, foamete și molimă:",
                "37": "«Iată, îi voi aduna din toate țările unde i-am alungat în mânia, furia și înverșunarea Mea cea mare, îi voi aduce înapoi în locul acesta și-i voi face să locuiască în siguranță.",
                "38": "Ei vor fi poporul Meu și Eu voi fi Dumnezeul lor.",
                "39": "Le voi da o singură inimă și o singură cale, ca să se teamă de Mine tot timpul, spre fericirea lor și a copiilor lor.",
                "40": "Voi încheia cu ei un legământ veșnic, potrivit căruia nu Mă voi opri din a le face bine. Voi pune în inima lor teama de Mine, ca să nu se mai îndepărteze de Mine.",
                "41": "Mă voi bucura să le fac bine și îi voi planta cu adevărat în țara aceasta din toată inima și din tot sufletul Meu».",
                "42": "Căci așa vorbește Domnul: «Așa cum am adus peste poporul acesta toate aceste mari nenorociri, tot așa voi aduce peste el tot binele pe care îl promit.",
                "43": "Se vor cumpăra din nou terenuri în țara aceasta, despre care ziceți că a devenit o pustietate fără oameni și fără animale, din cauză că a fost dată în mâinile caldeenilor.",
                "44": "Se vor cumpăra din nou terenuri pe argint și se vor semna acte, care vor fi sigilate, în prezența martorilor, în teritoriul lui Beniamin, în împrejurimile Ierusalimului, în cetățile lui Iuda, în cetățile de la munte, în cetățile din zona deluroasă și în cetățile din Neghev, căci le voi aduce înapoi captivii, zice Domnul»“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "This is the word that came to Jeremiah from Yahweh in the tenth year of Zedekiah king of Judah, which was the eighteenth year of Nebuchadnezzar.",
                "2": "Now at that time the king of Babylon’s army was besieging Jerusalem. Jeremiah the prophet was shut up in the court of the guard, which was in the king of Judah’s house.",
                "3": "For Zedekiah king of Judah had shut him up, saying, “Why do you prophesy, and say, ‘Yahweh says, “Behold, I will give this city into the hand of the king of Babylon, and he will take it;",
                "4": "and Zedekiah king of Judah won’t escape out of the hand of the Chaldeans, but will surely be delivered into the hand of the king of Babylon, and will speak with him mouth to mouth, and his eyes will see his eyes;",
                "5": "and he will bring Zedekiah to Babylon, and he will be there until I visit him,” says Yahweh, “though you fight with the Chaldeans, you will not prosper”’?”",
                "6": "Jeremiah said, “Yahweh’s word came to me, saying,",
                "7": "‘Behold, Hanamel the son of Shallum your uncle will come to you, saying, “Buy my field that is in Anathoth; for the right of redemption is yours to buy it.”’”",
                "8": "“So Hanamel my uncle’s son came to me in the court of the guard according to Yahweh’s word, and said to me, ‘Please buy my field that is in Anathoth, which is in the land of Benjamin; for the right of inheritance is yours, and the redemption is yours. Buy it for yourself.’ “Then I knew that this was Yahweh’s word.",
                "9": "I bought the field that was in Anathoth of Hanamel my uncle’s son, and weighed him the money, even seventeen shekels of silver.",
                "10": "I signed the deed, sealed it, called witnesses, and weighed the money in the balances to him.",
                "11": "So I took the deed of the purchase, both that which was sealed, containing the terms and conditions, and that which was open;",
                "12": "and I delivered the deed of the purchase to Baruch the son of Neriah, the son of Mahseiah, in the presence of Hanamel my uncle’s son, and in the presence of the witnesses who signed the deed of the purchase, before all the Jews who sat in the court of the guard.",
                "13": "“I commanded Baruch before them, saying,",
                "14": "Yahweh of Armies, the God of Israel, says: ‘Take these deeds, this deed of the purchase which is sealed, and this deed which is open, and put them in an earthen vessel, that they may last many days.’",
                "15": "For Yahweh of Armies, the God of Israel says: ‘Houses and fields and vineyards will yet again be bought in this land.’",
                "16": "Now after I had delivered the deed of the purchase to Baruch the son of Neriah, I prayed to Yahweh, saying,",
                "17": "“Ah Lord Yahweh! Behold, you have made the heavens and the earth by your great power and by your outstretched arm. There is nothing too hard for you.",
                "18": "You show loving kindness to thousands, and repay the iniquity of the fathers into the bosom of their children after them. The great, the mighty God, Yahweh of Armies is your name:",
                "19": "great in counsel, and mighty in work; whose eyes are open to all the ways of the children of men, to give everyone according to his ways, and according to the fruit of his doings;",
                "20": "who performed signs and wonders in the land of Egypt, even to this day, both in Israel and among other men; and made yourself a name, as it is today;",
                "21": "and brought your people Israel out of the land of Egypt with signs, with wonders, with a strong hand, with an outstretched arm, and with great terror;",
                "22": "and gave them this land, which you swore to their fathers to give them, a land flowing with milk and honey.",
                "23": "They came in and possessed it, but they didn’t obey your voice and didn’t walk in your law. They have done nothing of all that you commanded them to do. Therefore you have caused all this evil to come upon them.",
                "24": "“Behold, siege ramps have been built against the city to take it. The city is given into the hand of the Chaldeans who fight against it, because of the sword, of the famine, and of the pestilence. What you have spoken has happened. Behold, you see it.",
                "25": "You have said to me, Lord Yahweh, ‘Buy the field for money, and call witnesses;’ whereas the city is given into the hand of the Chaldeans.”",
                "26": "Then Yahweh’s word came to Jeremiah, saying,",
                "27": "“Behold, I am Yahweh, the God of all flesh. Is there anything too hard for me?",
                "28": "Therefore Yahweh says: Behold, I will give this city into the hand of the Chaldeans, and into the hand of Nebuchadnezzar king of Babylon, and he will take it.",
                "29": "The Chaldeans, who fight against this city, will come and set this city on fire, and burn it with the houses on whose roofs they have offered incense to Baal, and poured out drink offerings to other gods, to provoke me to anger.",
                "30": "“For the children of Israel and the children of Judah have done only that which was evil in my sight from their youth; for the children of Israel have only provoked me to anger with the work of their hands, says Yahweh.",
                "31": "For this city has been to me a provocation of my anger and of my wrath from the day that they built it even to this day, so that I should remove it from before my face,",
                "32": "because of all the evil of the children of Israel and of the children of Judah, which they have done to provoke me to anger—they, their kings, their princes, their priests, their prophets, the men of Judah, and the inhabitants of Jerusalem.",
                "33": "They have turned their backs to me, and not their faces. Although I taught them, rising up early and teaching them, yet they have not listened to receive instruction.",
                "34": "But they set their abominations in the house which is called by my name, to defile it.",
                "35": "They built the high places of Baal, which are in the valley of the son of Hinnom, to cause their sons and their daughters to pass through fire to Molech, which I didn’t command them. It didn’t even come into my mind, that they should do this abomination, to cause Judah to sin.”",
                "36": "Now therefore Yahweh, the God of Israel, says concerning this city, about which you say, “It is given into the hand of the king of Babylon by the sword, by the famine, and by the pestilence:”",
                "37": "“Behold, I will gather them out of all the countries where I have driven them in my anger, and in my wrath, and in great indignation; and I will bring them again to this place. I will cause them to dwell safely.",
                "38": "Then they will be my people, and I will be their God.",
                "39": "I will give them one heart and one way, that they may fear me forever, for their good and the good of their children after them.",
                "40": "I will make an everlasting covenant with them, that I will not turn away from following them, to do them good. I will put my fear in their hearts, that they may not depart from me.",
                "41": "Yes, I will rejoice over them to do them good, and I will plant them in this land assuredly with my whole heart and with my whole soul.”",
                "42": "For Yahweh says: “Just as I have brought all this great evil on this people, so I will bring on them all the good that I have promised them.",
                "43": "Fields will be bought in this land, about which you say, ‘It is desolate, without man or animal. It is given into the hand of the Chaldeans.’",
                "44": "Men will buy fields for money, sign the deeds, seal them, and call witnesses, in the land of Benjamin, and in the places around Jerusalem, in the cities of Judah, in the cities of the hill country, in the cities of the lowland, and in the cities of the South; for I will cause their captivity to be reversed,” says Yahweh."
            }
        }
    }
}