{
    "book": "Ieremia",
    "chapter": "11",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Iată Cuvântul Domnului care a vorbit lui Ieremia din partea Domnului astfel:",
                "2": "„Ascultați cuvintele acestui legământ și spuneți-le oamenilor lui Iuda și locuitorilor Ierusalimului!",
                "3": "Zi-le: ‘Așa vorbește Domnul Dumnezeul lui Israel: «Blestemat să fie omul care n-ascultă cuvintele legământului acestuia",
                "4": "pe care l-am poruncit părinților voștri în ziua când i-am scos din țara Egiptului, din cuptorul de fier, zicând: ‹Ascultați glasul Meu și faceți tot ce vă voi porunci, și veți fi poporul Meu, iar Eu voi fi Dumnezeul vostru›,",
                "5": "atunci voi împlini jurământul pe care l-am făcut părinților voștri că le voi da o țară în care curge lapte și miere, cum vedeți astăzi.»’” Și eu am răspuns: „Amin, Doamne!”",
                "6": "Domnul mi-a zis iarăși: „Vestește toate cuvintele acestea în cetățile lui Iuda și pe ulițele Ierusalimului și zi: ‘Ascultați cuvintele legământului acestuia și împliniți-le!",
                "7": "Căci am înștiințat pe părinții voștri din ziua când i-am scos din țara Egiptului și până în ziua de azi; i-am înștiințat în toate diminețile zicând: «Ascultați glasul Meu!»",
                "8": "Dar ei n-au ascultat, n-au luat aminte, ci au urmat fiecare pornirile inimii lor rele. De aceea am împlinit asupra lor toate cuvintele legământului acestuia pe care le poruncisem să-l păzească, și pe care nu l-au păzit.’”",
                "9": "Domnul mi-a zis: „Este o uneltire între bărbații lui Iuda și între locuitorii Ierusalimului.",
                "10": "S-au întors la nelegiuirile celor dintâi părinți ai lor, care n-au vrut să asculte cuvintele Mele și s-au dus și ei după alți dumnezei ca să le slujească. Casa lui Israel și casa lui Iuda au călcat legământul Meu pe care-l făcusem cu părinții lor.”",
                "11": "De aceea, așa vorbește Domnul: „Iată, voi aduce peste ei niște nenorociri din care nu vor putea să scape. Vor striga la Mine, dar nu-i voi asculta!",
                "12": "Cetățile lui Iuda și locuitorii Ierusalimului se vor duce să cheme pe dumnezeii cărora le aduc tămâie, dar nu-i vor scăpa la vremea nenorocirii lor.",
                "13": "Căci câte cetăți ai, atâția dumnezei ai, Iuda! Și câte ulițe are Ierusalimul, atâtea altare ați ridicat idolilor, altare ca să aduceți tămâie lui Baal!…",
                "14": "Tu însă nu mijloci pentru poporul acesta, nu înălța nici cereri, nici rugăciuni pentru ei, căci nu-i voi asculta nicidecum când Mă vor chema din pricina nenorocirii lor.",
                "15": "Ce ar putea să facă preaiubitul Meu popor în Casa Mea? Să facă o mulțime de nelegiuiri în ea? Vor îndepărta juruințele și carnea sfântă răutatea dinaintea ta? Atunci ai putea să te bucuri!",
                "16": "‘Măslin verde, gras și cu roade frumoase și plăcute’ este numele pe care ți-l dăduse Domnul, dar cu vuietul unei mari trosnituri îl arde cu foc și ramurile lui sunt sfărâmate.",
                "17": "Căci Domnul oștirilor, care te-a sădit, cheamă nenorocirea peste tine din pricina răutății casei lui Israel și a casei lui Iuda, pe care au făcut-o ca să Mă mânie, aducând tămâie lui Baal.”",
                "18": "Domnul mi-a dat de știre și am știut; atunci Tu mi-ai arătat faptele lor.",
                "19": "Dar eu eram ca un miel blând pe care-l duci la măcelărie și nu știam planurile rele pe care le urzeau ei împotriva mea, zicând: „Să nimicim pomul cu rodul lui, să-l stârpim din pământul celor vii, ca să nu i se mai pomenească numele.”",
                "20": "O, Doamne, Dumnezeul oștirilor, Tu, care ești un judecător drept, care cercetezi rărunchii și inimile, fă-mă să văd răzbunarea Ta împotriva lor, căci Ție Îți încredințez pricina mea!",
                "21": "De aceea, așa vorbește Domnul împotriva oamenilor din Anatot, care vor să-ți ia viața și zic: „Nu proroci în Numele Domnului, căci vei muri ucis de mâna noastră!”",
                "22": "De aceea, așa vorbește Domnul oștirilor: „Iată, îi voi pedepsi; tinerii vor muri uciși de sabie, iar fiii și fiicele lor vor muri de foamete.",
                "23": "Și niciunul din ei nu va scăpa, căci voi aduce nenorocirea peste oamenii din Anatot în anul când îi voi pedepsi.”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Cuvântul spus lui Ieremia din partea Domnului:",
                "2": "‒ Ascultă cuvintele acestui legământ și vorbește-le oamenilor lui Iuda și locuitorilor Ierusalimului.",
                "3": "Spune-le: „Așa vorbește Domnul, Dumnezeul lui Israel: «Blestemat este omul care nu ascultă de cuvintele acestui legământ,",
                "4": "pe care l-am poruncit strămoșilor voștri în ziua când i-am scos din țara Egiptului, din cuptorul de fier. Eu le-am zis: ‘Ascultați de glasul Meu și faceți tot ce v-am poruncit și, astfel, veți fi poporul Meu, iar Eu voi fi Dumnezeul vostru.",
                "5": "Atunci Îmi voi împlini jurământul pe care l-am rostit față de strămoșii voștri, potrivit căruia le voi da o țară în care curge lapte și miere, cum vedeți astăzi’»“. Eu am răspuns: ‒ Amin, Doamne!",
                "6": "Domnul mi-a zis: ‒ Vestește toate aceste cuvinte în cetățile lui Iuda și pe străzile Ierusalimului, zicând: „Ascultați de cuvintele acestui legământ și împliniți-le!",
                "7": "Căci pe strămoșii voștri i-am avertizat mereu, din ziua când i-am scos din țara Egiptului și până în ziua aceasta; i-am avertizat de dimineață, zicând: «Ascultați de glasul Meu!».",
                "8": "Dar ei nu M-au ascultat și nu și-au plecat urechea, ci au umblat fiecare în încăpățânarea inimii lor rele. De aceea am adus asupra lor toate cuvintele acestui legământ, pe care li le poruncisem să le împlinească, dar nu le-au împlinit“.",
                "9": "Apoi Domnul mi-a zis: ‒ Există o conspirație între bărbații lui Iuda și locuitorii Ierusalimului.",
                "10": "Ei s-au întors la nelegiuirile celor dintâi strămoși ai lor, care au refuzat să asculte cuvintele Mele, și s-au dus după alți dumnezei, pentru a le sluji. Casa lui Israel și Casa lui Iuda au rupt legământul Meu, pe care-l încheiasem cu părinții lor.",
                "11": "De aceea, așa vorbește Domnul: „Iată, voi aduce peste ei o mare nenorocire de care nu vor putea scăpa. Vor striga la Mine, dar nu-i voi asculta!",
                "12": "Cetățile lui Iuda și locuitorii Ierusalimului se vor duce să-i cheme pe dumnezeii cărora le aduc tămâie, dar aceștia nu-i vor salva în timpul nenorocirii.",
                "13": "«Iuda, ai tot atâția dumnezei, câte cetăți ai! Și câte străzi are Ierusalimul, tot atâtea altare ați înălțat și voi rușinii, altare de tămâiere în cinstea lui Baal!».",
                "14": "Tu însă, nu mijloci pentru poporul acesta, nu înălța nici cereri, nici rugăciuni pentru el, căci nu-i voi asculta când Mă vor chema în ziua nenorocirii lor“.",
                "15": "„Ce face preaiubitul Meu în Casa Mea, o mulțime de planuri rele? să îndepărteze de la tine pedeapsa? Căci atunci când faci răul, tu te bucuri!“",
                "16": "„Domnul ți-a pus numele: «Măslin verde, înfloritor și cu fructe frumoase». Dar, cu ajutorul unui trăsnet puternic, El îi va da foc, și ramurile lui vor fi rupte.",
                "17": "Domnul Oștirilor, Care te-a plantat, a decretat nenorocirea împotriva ta, din cauza răutății Casei lui Israel și a Casei lui Iuda, care M-au provocat la mânie, arzând tămâie pentru Baal“.",
                "18": "Domnul m-a înștiințat și eu am știut. Tu mi-ai arătat atunci faptele lor.",
                "19": "Dar eu eram ca un miel blând, dus la măcelărie și nu știam planurile rele pe care ei le făceau împotriva mea, zicând: „Să distrugem pomul cu rodul lui, să-l ștergem de pe pământul celor vii, ca să nu i se mai amintească numele“.",
                "20": "Doamne al Oștirilor, Care judeci cu dreptate, Care cercetezi adâncul ființei și inima, lasă-mă să văd răzbunarea Ta împotriva lor, căci Ție Ți-am încredințat cauza mea!",
                "21": "„De aceea, așa vorbește Domnul împotriva oamenilor din Anatot, care încearcă să-ți ia viața, zicând: «Nu profeți în Numele Domnului, căci vei muri ucis de mâna noastră!».",
                "22": "De aceea, așa vorbește Domnul Oștirilor: «Iată, îi voi pedepsi – tinerii lor vor muri uciși de sabie, iar fiii și fiicele lor vor muri de foame.",
                "23": "Nici măcar o rămășiță nu le va fi lăsată, căci voi aduce nenorocirea peste oamenii din Anatot, în anul când vor fi pedepsiți»“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "The word that came to Jeremiah from Yahweh, saying,",
                "2": "“Hear the words of this covenant, and speak to the men of Judah, and to the inhabitants of Jerusalem;",
                "3": "and say to them, Yahweh, the God of Israel says: ‘Cursed is the man who doesn’t hear the words of this covenant,",
                "4": "which I commanded your fathers in the day that I brought them out of the land of Egypt, out of the iron furnace,’ saying, ‘Obey my voice and do them, according to all which I command you; so you shall be my people, and I will be your God;",
                "5": "that I may establish the oath which I swore to your fathers, to give them a land flowing with milk and honey,’ as it is today.” Then I answered, and said, “Amen, Yahweh.”",
                "6": "Yahweh said to me, “Proclaim all these words in the cities of Judah, and in the streets of Jerusalem, saying, ‘Hear the words of this covenant, and do them.",
                "7": "For I earnestly protested to your fathers in the day that I brought them up out of the land of Egypt, even to this day, rising early and protesting, saying, “Obey my voice.”",
                "8": "Yet they didn’t obey, nor turn their ear, but everyone walked in the stubbornness of their evil heart. Therefore I brought on them all the words of this covenant, which I commanded them to do, but they didn’t do them.’”",
                "9": "Yahweh said to me, “A conspiracy is found among the men of Judah, and among the inhabitants of Jerusalem.",
                "10": "They have turned back to the iniquities of their forefathers, who refused to hear my words. They have gone after other gods to serve them. The house of Israel and the house of Judah have broken my covenant which I made with their fathers.",
                "11": "Therefore Yahweh says, ‘Behold, I will bring evil on them which they will not be able to escape; and they will cry to me, but I will not listen to them.",
                "12": "Then the cities of Judah and the inhabitants of Jerusalem will go and cry to the gods to which they offer incense, but they will not save them at all in the time of their trouble.",
                "13": "For according to the number of your cities are your gods, Judah; and according to the number of the streets of Jerusalem you have set up altars to the shameful thing, even altars to burn incense to Baal.’",
                "14": "“Therefore don’t pray for this people. Don’t lift up cry or prayer for them; for I will not hear them in the time that they cry to me because of their trouble.",
                "15": "What has my beloved to do in my house, since she has behaved lewdly with many, and the holy flesh has passed from you? When you do evil, then you rejoice.”",
                "16": "Yahweh called your name, “A green olive tree, beautiful with goodly fruit.” With the noise of a great roar he has kindled fire on it, and its branches are broken.",
                "17": "For Yahweh of Armies, who planted you, has pronounced evil against you, because of the evil of the house of Israel and of the house of Judah, which they have done to themselves in provoking me to anger by offering incense to Baal.",
                "18": "Yahweh gave me knowledge of it, and I knew it. Then you showed me their doings.",
                "19": "But I was like a gentle lamb that is led to the slaughter. I didn’t know that they had devised plans against me, saying, “Let’s destroy the tree with its fruit, and let’s cut him off from the land of the living, that his name may be no more remembered.”",
                "20": "But, Yahweh of Armies, who judges righteously, who tests the heart and the mind, I will see your vengeance on them; for to you I have revealed my cause.",
                "21": "“Therefore Yahweh says concerning the men of Anathoth, who seek your life, saying, ‘You shall not prophesy in Yahweh’s name, that you not die by our hand’—",
                "22": "therefore Yahweh of Armies says, ‘Behold, I will punish them. The young men will die by the sword. Their sons and their daughters will die by famine.",
                "23": "There will be no remnant to them, for I will bring evil on the men of Anathoth, even the year of their visitation.’”"
            }
        }
    }
}