{
    "book": "Ieremia",
    "chapter": "33",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Cuvântul Domnului a vorbit lui Ieremia a doua oară, pe când era încă închis în curtea temniței:",
                "2": "„Așa vorbește Domnul, care face aceste lucruri, Domnul, care le urzește și le înfăptuiește, El, al cărui Nume este Domnul:",
                "3": "‘Cheamă-Mă, și-ți voi răspunde și îți voi vesti lucruri mari, lucruri ascunse, pe care nu le cunoști.’",
                "4": "Căci așa vorbește Domnul Dumnezeul lui Israel despre casele cetății acesteia și despre casele împăraților lui Iuda, care vor fi surpate ca să facă loc pentru șanțurile de întărire și pentru săbii,",
                "5": "când vor înainta să lupte împotriva haldeenilor și când se vor umple cu trupurile moarte ale oamenilor pe care-i voi lovi în mânia Mea și în urgia Mea și din pricina răutății cărora Îmi voi ascunde Fața de această cetate:",
                "6": "‘Iată, îi voi da vindecare și sănătate, îi voi vindeca și le voi deschide un izvor bogat în pace și credincioșie.",
                "7": "Voi aduce înapoi pe prinșii de război ai lui Iuda și pe prinșii de război ai lui Israel și-i voi așeza iarăși ca odinioară.",
                "8": "Îi voi curăți de toate nelegiuirile pe care le-au săvârșit împotriva Mea, le voi ierta toate nelegiuirile prin care M-au supărat și prin care s-au răzvrătit împotriva Mea.",
                "9": "Cetatea aceasta va fi pentru Mine o pricină de laudă și de slavă printre toate neamurile pământului. Ele vor afla tot binele pe care li-l voi face, vor rămâne mirate și uimite de toată fericirea și de toată propășirea pe care le-o voi da.’",
                "10": "Așa vorbește Domnul: ‘Se vor mai auzi iarăși în locul acesta, despre care ziceți că este pustiu, că nu mai are oameni, nici dobitoace, se vor mai auzi iarăși în cetățile lui Iuda și pe ulițele Ierusalimului, pustiite, lipsite de oameni, de locuitori, de dobitoace,",
                "11": "strigătele de bucurie și strigătele de veselie, cântecele mirelui și cântecele miresei, glasul celor ce zic: «Lăudați pe Domnul oștirilor, căci Domnul este bun, căci în veac ține îndurarea Lui!», glasul celor ce aduc jertfe de mulțumire în Casa Domnului. Căci voi aduce înapoi pe prinșii de război ai țării și îi voi așeza iarăși ca odinioară’, zice Domnul.",
                "12": "Așa vorbește Domnul oștirilor: ‘În locul acesta pustiu, fără oameni și fără dobitoace, și în toate cetățile lui, vor mai fi iarăși locuințe de păstori, care-și vor odihni turmele. În cetățile de la munte,",
                "13": "în cetățile din câmpie, în cetățile de la miazăzi, în țara lui Beniamin și în împrejurimile Ierusalimului, și în cetățile lui Iuda, vor mai trece iarăși oile pe sub mâna celui ce le numără’, zice Domnul.",
                "14": "‘Iată, vin zile’, zice Domnul, ‘când voi împlini cuvântul cel bun pe care l-am spus despre casa lui Israel și despre casa lui Iuda.",
                "15": "În zilele acelea și în vremurile acelea voi face să răsară lui David o Odraslă neprihănită, care va înfăptui dreptatea și judecata în țară.",
                "16": "În zilele acelea, Iuda va fi mântuit și Ierusalimul va locui în liniște. Și iată cum Îl vor numi: «Domnul, Neprihănirea noastră».’",
                "17": "Căci așa vorbește Domnul: ‘David nu va fi lipsit niciodată de un urmaș care să stea pe scaunul de domnie al casei lui Israel.",
                "18": "Nici preoții și leviții nu vor fi lipsiți niciodată înaintea Mea de urmași care să aducă arderi-de-tot, să ardă tămâie împreună cu darurile de mâncare și să aducă jertfe în toate zilele.’”",
                "19": "Cuvântul Domnului a vorbit lui Ieremia astfel:",
                "20": "„Așa vorbește Domnul: ‘Dacă puteți să rupeți legământul Meu cu ziua și legământul Meu cu noaptea, așa încât ziua și noaptea să nu mai fie la vremea lor,",
                "21": "atunci se va putea rupe și legământul Meu cu robul Meu David, așa încât să nu mai aibă fii care să domnească pe scaunul lui de domnie, și legământul Meu cu leviții, preoții, care Îmi fac slujba.",
                "22": "Ca oștirea cerurilor, care nu se poate număra, și ca nisipul mării, care nu se poate măsura, așa voi înmulți sămânța robului Meu David și pe leviții care-Mi slujesc.’”",
                "23": "Cuvântul Domnului a vorbit lui Ieremia astfel:",
                "24": "„N-ai băgat de seamă ce zic oamenii aceștia: ‘A lepădat Domnul cele două familii pe care le alesese’? Atât de mult disprețuiesc ei pe poporul Meu că nu-l mai privesc ca un popor.",
                "25": "Așa vorbește Domnul: ‘Dacă n-am făcut legământul Meu cu ziua și cu noaptea, dacă n-am așezat legile cerurilor și ale pământului,",
                "26": "atunci voi lepăda și sămânța lui Iacov și a robului Meu David și nu voi mai lua din sămânța lui pe cei ce vor stăpâni peste urmașii lui Avraam, lui Isaac și lui Iacov, căci voi aduce înapoi pe prinșii lor de război și voi avea milă de ei!’”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "În timp ce Ieremia era încă închis în curtea închisorii, Cuvântul Domnului i-a vorbit a doua oară, zicând:",
                "2": "„Așa vorbește Domnul, Cel Care a făcut pământul, Domnul, Care l-a creat ca să dureze, al Cărui Nume este Domnul:",
                "3": "«Cheamă-Mă și-ți voi răspunde! Îți voi face cunoscute lucruri mari, lucruri neînțelese, pe care nu le cunoști».",
                "4": "Căci așa vorbește Domnul, Dumnezeul lui Israel, despre casele acestei cetăți și despre palatele regilor lui Iuda, pe care ei le dărâmă ca să se poată apăra împotriva rampelor de asalt și împotriva sabiei",
                "5": "când vor înainta să lupte împotriva caldeenilor, și care se vor umple de cadavrele celor pe care îi voi lovi în mânia și în furia Mea, deoarece, din cauza răutății lor, Îmi voi ascunde fața de cetatea aceasta:",
                "6": "«Iată, le voi aduce vindecare și sănătate. Eu îi voi vindeca și le voi descoperi belșug de pace și credincioșie.",
                "7": "Îi voi aduce înapoi pe captivii lui Iuda și pe captivii lui Israel și îi voi așeza iarăși ca odinioară.",
                "8": "Îi voi curăți de toată nelegiuirea pe care au comis-o împotriva Mea și le voi ierta toate nelegiuirile prin care au păcătuit și s-au răzvrătit împotriva Mea.",
                "9": "Atunci Ierusalimul va fi pentru Mine un nume care-Mi va aduce bucurie, laudă și onoare înaintea tuturor națiunilor pământului, care vor auzi toate lucrurile bune pe care le-am făcut pentru el. Ele se vor înfricoșa și vor fi uimite de toată fericirea și pacea pe care i-o voi da»“.",
                "10": "Așa vorbește Domnul: „În locul acesta, despre care ziceți că este pustiu, în care nu mai sunt nici oameni, nici animale, în cetățile lui Iuda și pe străzile Ierusalimului, devastate, lipsite de oameni, fără locuitori și fără animale, se vor auzi din nou",
                "11": "strigăte de bucurie și strigăte de veselie, glasul mirelui și al miresei, precum și glasul celor ce aduc jertfe de mulțumire în Casa Domnului, zicând: «Mulțumiți Domnului Oștirilor, fiindcă Domnul este bun, căci în veac ține îndurarea Lui!». Îi voi aduce înapoi pe cei luați captivi din țară și vor fi ca la început“, zice Domnul.",
                "12": "Așa vorbește Domnul Oștirilor: „În locul acesta pustiu, fără oameni și fără animale, și în toate cetățile lui, vor exista iarăși pășuni pentru păstori, unde să-și odihnească turmele.",
                "13": "În cetățile de la munte și în cetățile din zona deluroasă, în cetățile din Neghev și în teritoriul lui Beniamin, în împrejurimile Ierusalimului și în cetățile din Iuda, turmele vor trece iarăși prin mâinile celor ce le numără“, zice Domnul.",
                "14": "„Iată, vin zile“, zice Domnul, „când voi împlini promisiunea cea bună pe care am făcut-o Casei lui Israel și Casei lui Iuda.",
                "15": "În zilele acelea și în vremea aceea, voi face să-i răsară lui David un Vlăstar drept, Care va face judecată și dreptate în țară.",
                "16": "În zilele acelea, Iuda va fi mântuit și Ierusalimul va locui în siguranță. «Domnul, Dreptatea noastră».",
                "17": "Căci așa vorbește Domnul: «David nu va fi lipsit niciodată de un urmaș care să stea pe tronul Casei lui Israel.",
                "18": "Nici preoții leviți nu vor fi lipsiți înaintea Mea de un urmaș care să aducă arderi-de-tot, să ardă tămâie și daruri de mâncare și să aducă jertfe în fiecare zi»“.",
                "19": "Cuvântul Domnului i-a vorbit lui Ieremia, zicând:",
                "20": "„Așa vorbește Domnul: «Dacă veți putea rupe legământul Meu cu ziua și legământul Meu cu noaptea, astfel încât ziua și noaptea să nu mai fie la vremea lor,",
                "21": "atunci se va putea rupe și legământul Meu cu David, slujitorul Meu, așa încât să nu mai aibă fii care să domnească pe tronul lui, și legământul Meu cu preoții leviți, slujitorii Mei.",
                "22": "Ca armata cerurilor, care nu se poate număra, și ca nisipul mării, care nu se poate măsura, așa voi înmulți urmașii lui David, slujitorul Meu, și ai leviților, care slujesc înaintea Mea»“.",
                "23": "Cuvântul Domnului i-a vorbit lui Ieremia, zicând:",
                "24": "„N-ai băgat de seamă că poporul acesta zice: «Domnul a lepădat cele două clanuri pe care le-a ales!»? Astfel, ei Îmi disprețuiesc poporul și nu-l mai consideră o națiune“.",
                "25": "Așa vorbește Domnul: „Dacă n-ar fi existat legământul Meu cu ziua și cu noaptea și n-aș fi stabilit legi cerurilor și pământului,",
                "26": "atunci aș fi respins și urmașii lui Iacov și ai lui David, slujitorul Meu, și n-aș fi luat dintre urmașii acestuia conducători pentru urmașii lui Avraam, Isaac și Iacov. Eu însă le voi aduce înapoi captivii și voi avea milă de ei“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Moreover Yahweh’s word came to Jeremiah the second time, while he was still locked up in the court of the guard, saying,",
                "2": "“Yahweh who does it, Yahweh who forms it to establish it—Yahweh is his name, says:",
                "3": "‘Call to me, and I will answer you, and will show you great and difficult things, which you don’t know.’",
                "4": "For Yahweh, the God of Israel, says concerning the houses of this city and concerning the houses of the kings of Judah, which are broken down to make a defense against the mounds and against the sword:",
                "5": "‘While men come to fight with the Chaldeans, and to fill them with the dead bodies of men, whom I have killed in my anger and in my wrath, and for all whose wickedness I have hidden my face from this city,",
                "6": "behold, I will bring it health and healing, and I will cure them; and I will reveal to them abundance of peace and truth.",
                "7": "I will restore the fortunes of Judah and Israel, and will build them as at the first.",
                "8": "I will cleanse them from all their iniquity by which they have sinned against me. I will pardon all their iniquities by which they have sinned against me and by which they have transgressed against me.",
                "9": "This city will be to me for a name of joy, for praise, and for glory, before all the nations of the earth, which will hear all the good that I do to them, and will fear and tremble for all the good and for all the peace that I provide to it.’”",
                "10": "Yahweh says: “Yet again there will be heard in this place, about which you say, ‘It is waste, without man and without animal, even in the cities of Judah, and in the streets of Jerusalem, that are desolate, without man and without inhabitant and without animal,’",
                "11": "the voice of joy and the voice of gladness, the voice of the bridegroom and the voice of the bride, the voice of those who say, ‘Give thanks to Yahweh of Armies, for Yahweh is good, for his loving kindness endures forever;’ who bring thanksgiving into Yahweh’s house. For I will cause the captivity of the land to be reversed as at the first,” says Yahweh.",
                "12": "Yahweh of Armies says: “Yet again there will be in this place, which is waste, without man and without animal, and in all its cities, a habitation of shepherds causing their flocks to lie down.",
                "13": "In the cities of the hill country, in the cities of the lowland, in the cities of the South, in the land of Benjamin, in the places around Jerusalem, and in the cities of Judah, the flocks will again pass under the hands of him who counts them,” says Yahweh.",
                "14": "“Behold, the days come,” says Yahweh, “that I will perform that good word which I have spoken concerning the house of Israel and concerning the house of Judah.",
                "15": "“In those days and at that time, I will cause a Branch of righteousness to grow up to David. He will execute justice and righteousness in the land.",
                "16": "In those days Judah will be saved, and Jerusalem will dwell safely. This is the name by which she will be called: Yahweh our righteousness.”",
                "17": "For Yahweh says: “David will never lack a man to sit on the throne of the house of Israel.",
                "18": "The Levitical priests won’t lack a man before me to offer burnt offerings, to burn meal offerings, and to do sacrifice continually.”",
                "19": "Yahweh’s word came to Jeremiah, saying,",
                "20": "“Yahweh says: ‘If you can break my covenant of the day and my covenant of the night, so that there will not be day and night in their time,",
                "21": "then my covenant could also be broken with David my servant, that he won’t have a son to reign on his throne; and with the Levitical priests, my ministers.",
                "22": "As the army of the sky can’t be counted, and the sand of the sea can’t be measured, so I will multiply the offspring of David my servant and the Levites who minister to me.’”",
                "23": "Yahweh’s word came to Jeremiah, saying,",
                "24": "“Don’t consider what this people has spoken, saying, ‘Has Yahweh cast off the two families which he chose?’ Thus they despise my people, that they should be no more a nation before them.”",
                "25": "Yahweh says: “If my covenant of day and night fails, if I have not appointed the ordinances of heaven and earth,",
                "26": "then I will also cast away the offspring of Jacob, and of David my servant, so that I will not take of his offspring to be rulers over the offspring of Abraham, Isaac, and Jacob; for I will cause their captivity to be reversed and will have mercy on them.”"
            }
        }
    }
}