{
    "book": "Ieremia",
    "chapter": "36",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "În al patrulea an al lui Ioiachim, fiul lui Iosia, împăratul lui Iuda, următorul cuvânt a fost rostit către Ieremia din partea Domnului:",
                "2": "„Ia un sul de carte și scrie în ea toate cuvintele pe care ți le-am spus cu privire la Israel, cu privire la Iuda și cu privire la toate neamurile, din ziua când ți-am vorbit, pe vremea lui Iosia, până în ziua de azi!",
                "3": "Poate că, dacă va auzi casa lui Iuda tot răul pe care am de gând să i-l fac, se vor întoarce, fiecare, de la calea lor cea rea, și le voi ierta astfel nelegiuirea și păcatul.”",
                "4": "Ieremia a chemat pe Baruc, fiul lui Neriia, și Baruc a scris într-o carte, după cum spunea Ieremia, toate cuvintele pe care le spusese lui Ieremia Domnul.",
                "5": "Apoi Ieremia a dat următoarea poruncă lui Baruc: „Eu sunt închis și nu pot să merg la Casa Domnului.",
                "6": "De aceea, du-te tu însuți și citește din carte ce ai scris în ea după spusele mele, și anume cuvintele Domnului, citește-le în auzul poporului, în Casa Domnului; în ziua postului să le citești și în auzul tuturor acelora din Iuda care vor veni din cetățile lor.",
                "7": "Poate că se vor smeri cu rugăciuni înaintea Domnului și se va întoarce fiecare de la calea sa cea rea. Căci mare este mânia și urgia cu care a amenințat Domnul pe poporul acesta!”",
                "8": "Baruc, fiul lui Neriia, a făcut tot ce-i poruncise prorocul Ieremia și a citit din carte cuvintele Domnului, în Casa Domnului.",
                "9": "În al cincilea an al lui Ioiachim, fiul lui Iosia, împăratul lui Iuda, în luna a noua, au chemat la un post înaintea Domnului pe tot poporul Ierusalimului și pe tot poporul venit din cetățile lui Iuda la Ierusalim.",
                "10": "Atunci, Baruc a citit din carte cuvintele lui Ieremia în auzul întregului popor, în Casa Domnului, în chilia lui Ghemaria, fiul lui Șafan, logofătul, în curtea de sus, la intrarea porții celei noi a Casei Domnului.",
                "11": "Însă Mica, fiul lui Ghemaria, fiul lui Șafan, auzind toate cuvintele Domnului cuprinse în carte,",
                "12": "s-a coborât la casa împăratului, în odaia de scris a logofătului, unde stăteau toate căpeteniile: logofătul Elișama, Delaia, fiul lui Șemaia, Elnatan, fiul lui Acbor, Ghemaria, fiul lui Șafan, Zedechia, fiul lui Hanania, și toate celelalte căpetenii.",
                "13": "Și Mica le-a spus toate cuvintele pe care le auzise când citea Baruc din carte în auzul poporului.",
                "14": "Atunci, toate căpeteniile au trimis la Baruc pe Iehudi, fiul lui Netania, fiul lui Șelemia, fiul lui Cuși, să-i spună: „Ia în mână cartea din care ai citit în auzul poporului și vino!” Baruc, fiul lui Neriia, a luat cartea în mână și s-a dus la ei.",
                "15": "Ei i-au zis: „Șezi și citește-o în auzul nostru!” Astfel, Baruc a citit-o în auzul lor.",
                "16": "Când au auzit ei toate cuvintele, s-au uitat cu groază unii la alții și au zis lui Baruc: „Vom spune împăratului toate cuvintele acestea.”",
                "17": "Și au mai pus lui Baruc următoarea întrebare: „Spune-ne cum ai scris toate cuvintele acestea după spusele lui!”",
                "18": "Baruc le-a răspuns: „El îmi spunea cu gura lui toate cuvintele acestea, și eu le-am scris în cartea aceasta cu cerneală.”",
                "19": "Căpeteniile au zis lui Baruc: „Du-te de te ascunde, tu și Ieremia, ca să nu știe nimeni unde sunteți.”",
                "20": "Ei s-au dus apoi la împăratul în curte, lăsând cartea în odaia de scris a logofătului Elișama și au spus toate cuvintele din ea în auzul împăratului.",
                "21": "Împăratul a trimis pe Iehudi să ia cartea. Iehudi a luat-o din odaia logofătului Elișama și a citit-o în auzul împăratului și în auzul tuturor căpeteniilor care stăteau împrejurul împăratului.",
                "22": "Împăratul ședea în casa de iarnă, căci era în luna a noua, și înaintea lui era un foc de cărbuni aprinși.",
                "23": "După ce Iehudi a citit trei sau patru foi, împăratul a tăiat cartea cu briceagul logofătului și a aruncat-o în jăraticul de cărbuni, unde a fost arsă de tot.",
                "24": "Împăratul și toți slujitorii lui care au auzit toate cuvintele acelea nu s-au înspăimântat și nu și-au sfâșiat hainele.",
                "25": "Elnatan, Delaia și Ghemaria stăruiseră de împărat să nu ardă cartea, dar el nu i-a ascultat.",
                "26": "Ci împăratul a poruncit lui Ierahmeel, fiul împăratului, lui Seraia, fiul lui Azriel, și lui Șelemia, fiul lui Abdel, să pună mâna pe logofătul Baruc și pe prorocul Ieremia. Dar Domnul i-a ascuns.",
                "27": "După ce a ars împăratul cartea care cuprindea cuvintele pe care le scrisese Baruc după spusele lui Ieremia, Cuvântul Domnului a vorbit astfel lui Ieremia:",
                "28": "„Ia din nou o altă carte și scrie în ea toate cuvintele care erau în cea dintâi carte pe care a ars-o Ioiachim, împăratul lui Iuda.",
                "29": "Și despre Ioiachim, împăratul lui Iuda, spune: ‘Așa vorbește Domnul: «Tu ai ars cartea aceasta, zicând: ‹Pentru ce ai scris în ea cuvintele acestea: „Împăratul Babilonului va veni, va nimici țara aceasta și va nimici din ea oamenii și dobitoacele”?›»",
                "30": "De aceea, așa vorbește Domnul despre Ioiachim, împăratul lui Iuda: «Niciunul din ai lui nu va ședea pe scaunul de domnie al lui David. Trupul lui mort va fi lăsat la căldură ziua și la frig noaptea.",
                "31": "Îl voi pedepsi pe el, sămânța lui și pe slujitorii lui pentru nelegiuirea lor și voi aduce peste ei, peste locuitorii Ierusalimului și peste oamenii lui Iuda toate nenorocirile cu care i-am amenințat, fără ca ei să fi vrut să Mă asculte!»’”",
                "32": "Ieremia a luat o altă carte și a dat-o lui Baruc, fiul lui Neriia, logofătul. Baruc a scris în ea, după spusele lui Ieremia, toate cuvintele din cartea pe care o arsese în foc Ioiachim, împăratul lui Iuda. Multe alte cuvinte de felul acesta au mai fost adăugate la ea."
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "În al patrulea an al lui Iehoiachim, fiul lui Iosia, regele lui Iuda, a venit la Ieremia următorul cuvânt din partea Domnului:",
                "2": "„Ia un sul și scrie pe el toate cuvintele pe care ți le-am spus cu privire la Israel, la Iuda și la toate celelalte națiuni, din ziua când ți-am vorbit, din perioada lui Iosia și până în ziua aceasta.",
                "3": "Poate că va auzi Casa lui Iuda despre toate nenorocirile pe care Eu plănuiesc să le aduc asupra lor și se va întoarce fiecare de la calea lui rea, ca astfel să le iert nelegiuirea și păcatul“.",
                "4": "Ieremia l-a chemat pe Baruc, fiul lui Neria, și acesta a scris într-un sul, după cum îi dicta Ieremia, toate cuvintele pe care i le spusese Domnul lui Ieremia.",
                "5": "Apoi Ieremia i-a poruncit lui Baruc, zicând: „Eu nu sunt lăsat să intru în Casa Domnului.",
                "6": "De aceea, du-te tu în Casa Domnului, în ziua postului, și citește în auzul poporului cuvintele Domnului, pe care le-ai scris pe sul întocmai cum ți le-am dictat. Citește-le și în auzul tuturor celor din Iuda care vin din cetățile lor.",
                "7": "Poate vor înălța o cerere înaintea Domnului și se vor întoarce fiecare de la căile lor rele, căci mare este mânia și furia cu care a vorbit Domnul împotriva acestui popor“.",
                "8": "Baruc, fiul lui Neria, a făcut tot ce i-a poruncit profetul Ieremia. El a citit din sul cuvintele Domnului, în Casa Domnului.",
                "9": "În al cincilea an al lui Iehoiachim, fiul lui Iosia, regele lui Iuda, în luna a noua, tot poporul Ierusalimului și tot poporul care venise din cetățile lui Iuda la Ierusalim a fost chemat la un post înaintea Domnului.",
                "10": "Atunci, din Casa Domnului, din camera scribului Ghemaria, fiul lui Șafan, care era în curtea de sus, la intrarea Porții noi a Casei Domnului, Baruc a citit din sul cuvintele lui Ieremia în auzul întregului popor.",
                "11": "Când Mica, fiul lui Ghemaria, fiul lui Șafan, a auzit toate cuvintele Domnului scrise pe sul,",
                "12": "s-a dus la palatul regelui, în camera scribului. Toți conducătorii erau acolo: scribul Elișama, Delaia, fiul lui Șemaia, Elnatan, fiul lui Acbor, Ghemaria, fiul lui Șafan, Zedechia, fiul lui Hanania, și toți ceilalți conducători.",
                "13": "Mica i-a înștiințat de toate cuvintele pe care le-a auzit, tot ce citise Baruc din sul în auzul poporului.",
                "14": "Atunci toți conducătorii l-au trimis la Baruc pe Iehudi, fiul lui Netania, fiul lui Șelemia, fiul lui Cuși, ca să-i spună: ‒ Ia sulul din care ai citit înaintea poporului și vino! Baruc, fiul lui Neria, a luat sulul în mâini și s-a dus la ei.",
                "15": "Ei i-au zis: ‒ Așază-te, te rugăm, și citește-ne și nouă. Baruc le-a citit și lor.",
                "16": "Când au auzit ei toate cuvintele, s-au uitat înfricoșați unii la alții și i-au zis lui Baruc: ‒ Trebuie să-l anunțăm neapărat pe rege în legătură cu toate cuvintele acestea.",
                "17": "Apoi l-au întrebat pe Baruc, zicând: ‒ Spune-ne, te rugăm, cum ai scris toate cuvintele acestea? Au ieșit din gura lui Ieremia?",
                "18": "Baruc le-a răspuns: ‒ El mi-a spus cu gura lui toate cuvintele acestea, iar eu le-am scris pe sulul acesta cu cerneală.",
                "19": "Atunci conducătorii i-au zis lui Baruc: ‒ Tu și Ieremia duceți-vă și ascundeți-vă și nu spuneți nimănui unde sunteți.",
                "20": "După ce au lăsat sulul în camera scribului Elișama, s-au dus la rege, în curte, și l-au înștiințat în legătură cu toate cuvintele din sul.",
                "21": "Regele l-a trimis pe Iehudi ca să aducă sulul. Iehudi s-a dus, a adus sulul din camera scribului Elișama și l-a citit înaintea regelui și înaintea tuturor conducătorilor care stăteau lângă rege.",
                "22": "Regele locuia în reședința de iarnă, fiindcă era luna a noua, iar în fața lui, în vatră, era aprins un foc.",
                "23": "După ce Iehudi citea trei sau patru coloane, regele le tăia cu cuțitașul scribului și le arunca în focul din vatră, până ce sulul a ars în întregime.",
                "24": "Regele și toți slujitorii lui au ascultat toate cuvintele acestea, dar nu s-au temut și nu și-au sfâșiat hainele.",
                "25": "Chiar dacă Elnatan, Delaia și Ghemaria au stăruit pe lângă rege să nu ardă sulul, el nu i-a ascultat,",
                "26": "ci i-a poruncit lui Ierahmeel, fiul regelui, lui Seraia, fiul lui Azriel și lui Șelemia, fiul lui Abdeel, să pună mâna pe scribul Baruc și pe profetul Ieremia. Dar Domnul îi ascunsese.",
                "27": "După ce regele a ars sulul care conținea cuvintele scrise de Baruc, așa cum i le dictase Ieremia, Cuvântul Domnului i-a vorbit lui Ieremia, zicând:",
                "28": "„Ia un alt sul și scrie pe el toate cuvintele care erau pe primul sul, pe care Iehoiachim, regele lui Iuda, l-a ars.",
                "29": "Iar lui Iehoiachim, regele lui Iuda, să-i spui că așa vorbește Domnul: «Ai ars sulul acela și ai întrebat: ‘De ce ai scris pe el că împăratul Babilonului va veni, va distruge țara aceasta și va nimici din mijlocul ei oamenii și animalele?’».",
                "30": "De aceea, așa vorbește Domnul despre Iehoiachim, regele lui Iuda: «Nimeni dintre ai lui nu va mai ședea pe tronul lui David. Cadavrul lui va fi aruncat și va fi lăsat ziua la căldură și noaptea la frig.",
                "31": "Îl voi pedepsi atât pe el, cât și pe urmașii lui și pe slujitorii lui, din cauza nelegiuirilor lor. Voi aduce peste ei, peste locuitorii Ierusalimului și peste bărbații din Iuda, toate nenorocirile pe care le-am rostit împotriva lor și cărora ei nu le-au dat atenție»“.",
                "32": "Ieremia a luat un alt sul și i l-a dat scribului Baruc, fiul lui Neria. Baruc a scris pe sul, după cum i-a dictat Ieremia, toate cuvintele care fuseseră scrise pe sulul pe care Iehoiachim, regele lui Iuda, îl arsese în foc. Pe acest al doilea sul au mai fost adăugate multe alte asemenea cuvinte."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "In the fourth year of Jehoiakim the son of Josiah, king of Judah, this word came to Jeremiah from Yahweh, saying,",
                "2": "“Take a scroll of a book, and write in it all the words that I have spoken to you against Israel, against Judah, and against all the nations, from the day I spoke to you, from the days of Josiah even to this day.",
                "3": "It may be that the house of Judah will hear all the evil which I intend to do to them, that they may each return from his evil way; that I may forgive their iniquity and their sin.”",
                "4": "Then Jeremiah called Baruch the son of Neriah; and Baruch wrote from the mouth of Jeremiah all Yahweh’s words, which he had spoken to him, on a scroll of a book.",
                "5": "Jeremiah commanded Baruch, saying, “I am restricted. I can’t go into Yahweh’s house.",
                "6": "Therefore you go, and read from the scroll which you have written from my mouth, Yahweh’s words, in the ears of the people in Yahweh’s house on the fast day. Also you shall read them in the ears of all Judah who come out of their cities.",
                "7": "It may be they will present their supplication before Yahweh, and will each return from his evil way; for Yahweh has pronounced great anger and wrath against this people.”",
                "8": "Baruch the son of Neriah did according to all that Jeremiah the prophet commanded him, reading in the book Yahweh’s words in Yahweh’s house.",
                "9": "Now in the fifth year of Jehoiakim the son of Josiah, king of Judah, in the ninth month, all the people in Jerusalem and all the people who came from the cities of Judah to Jerusalem, proclaimed a fast before Yahweh.",
                "10": "Then Baruch read the words of Jeremiah from the book in Yahweh’s house, in the room of Gemariah the son of Shaphan the scribe, in the upper court, at the entry of the new gate of Yahweh’s house, in the ears of all the people.",
                "11": "When Micaiah the son of Gemariah, the son of Shaphan, had heard out of the book all Yahweh’s words,",
                "12": "he went down into the king’s house, into the scribe’s room; and behold, all the princes were sitting there, Elishama the scribe, Delaiah the son of Shemaiah, Elnathan the son of Achbor, Gemariah the son of Shaphan, Zedekiah the son of Hananiah, and all the princes.",
                "13": "Then Micaiah declared to them all the words that he had heard, when Baruch read the book in the ears of the people.",
                "14": "Therefore all the princes sent Jehudi the son of Nethaniah, the son of Shelemiah, the son of Cushi, to Baruch, saying, “Take in your hand the scroll in which you have read in the ears of the people, and come.” So Baruch the son of Neriah took the scroll in his hand, and came to them.",
                "15": "They said to him, “Sit down now, and read it in our hearing.” So Baruch read it in their hearing.",
                "16": "Now when they had heard all the words, they turned in fear one toward another, and said to Baruch, “We will surely tell the king of all these words.”",
                "17": "They asked Baruch, saying, “Tell us now, how did you write all these words at his mouth?”",
                "18": "Then Baruch answered them, “He dictated all these words to me with his mouth, and I wrote them with ink in the book.”",
                "19": "Then the princes said to Baruch, “You and Jeremiah go hide. Don’t let anyone know where you are.”",
                "20": "They went in to the king into the court, but they had laid up the scroll in the room of Elishama the scribe. Then they told all the words in the hearing of the king.",
                "21": "So the king sent Jehudi to get the scroll, and he took it out of the room of Elishama the scribe. Jehudi read it in the hearing of the king, and in the hearing of all the princes who stood beside the king.",
                "22": "Now the king was sitting in the winter house in the ninth month, and there was a fire in the brazier burning before him.",
                "23": "When Jehudi had read three or four columns, the king cut it with the penknife, and cast it into the fire that was in the brazier, until all the scroll was consumed in the fire that was in the brazier.",
                "24": "The king and his servants who heard all these words were not afraid, and didn’t tear their garments.",
                "25": "Moreover Elnathan and Delaiah and Gemariah had made intercession to the king that he would not burn the scroll; but he would not listen to them.",
                "26": "The king commanded Jerahmeel the king’s son, and Seraiah the son of Azriel, and Shelemiah the son of Abdeel, to arrest Baruch the scribe and Jeremiah the prophet; but Yahweh hid them.",
                "27": "Then Yahweh’s word came to Jeremiah, after the king had burned the scroll, and the words which Baruch wrote at the mouth of Jeremiah, saying,",
                "28": "“Take again another scroll, and write in it all the former words that were in the first scroll, which Jehoiakim the king of Judah has burned.",
                "29": "Concerning Jehoiakim king of Judah you shall say, ‘Yahweh says: “You have burned this scroll, saying, ‘Why have you written therein, saying, “The king of Babylon will certainly come and destroy this land, and will cause to cease from there man and animal”?’”",
                "30": "Therefore Yahweh says concerning Jehoiakim king of Judah: “He will have no one to sit on David’s throne. His dead body will be cast out in the day to the heat, and in the night to the frost.",
                "31": "I will punish him, his offspring, and his servants for their iniquity. I will bring on them, on the inhabitants of Jerusalem, and on the men of Judah, all the evil that I have pronounced against them, but they didn’t listen.”’”",
                "32": "Then Jeremiah took another scroll, and gave it to Baruch the scribe, the son of Neriah, who wrote therein from the mouth of Jeremiah all the words of the book which Jehoiakim king of Judah had burned in the fire; and many similar words were added to them."
            }
        }
    }
}