{
    "book": "Ieremia",
    "chapter": "44",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Iată cuvântul spus lui Ieremia cu privire la toți iudeii care locuiau în țara Egiptului, la Migdol, la Tahpanes, la Nof și în țara Patros:",
                "2": "„Așa vorbește Domnul oștirilor, Dumnezeul lui Israel: ‘Ați văzut toate nenorocirile pe care le-am adus asupra Ierusalimului și asupra tuturor cetăților lui Iuda: iată că astăzi ele nu mai sunt decât niște dărâmături și nimeni nu mai locuiește în ele",
                "3": "din pricina răutății cu care au lucrat, ca să Mă mânie, ducându-se să tămâieze și să slujească altor dumnezei, care nu erau cunoscuți nici de ei, nici de voi, nici de părinții voștri.",
                "4": "V-am trimis întruna pe toți slujitorii Mei prorocii ca să vă spună: «Nu faceți aceste urâciuni, pe care le urăsc!»",
                "5": "Dar ei n-au vrut s-asculte, n-au luat aminte, nu s-au întors de la răutatea lor și n-au încetat să aducă tămâie altor dumnezei.",
                "6": "De aceea s-a vărsat urgia Mea și a izbucnit mânia Mea și în cetățile lui Iuda și în ulițele Ierusalimului, care nu mai sunt decât niște dărâmături și un pustiu, cum se vede astăzi.’",
                "7": "Acum, așa vorbește Domnul Dumnezeul oștirilor, Dumnezeul lui Israel: ‘Pentru ce vă faceți voi singuri un rău atât de mare, ca să se nimicească din mijlocul lui Iuda bărbați, femei, copii și prunci și să nu mai rămână nicio rămășiță din voi?",
                "8": "Pentru ce Mă mâniați voi prin lucrările mâinilor voastre, aducând tămâie altor dumnezei, ai țării Egiptului, unde ați venit să locuiți pentru o vreme, ca să fiți nimiciți și să ajungeți o pricină de blestem și de ocară printre toate neamurile pământului?",
                "9": "Ați uitat nelegiuirile părinților voștri, nelegiuirile împăraților lui Iuda, nelegiuirile nevestelor lor, nelegiuirile voastre și nelegiuirile nevestelor voastre săvârșite în țara lui Iuda și pe ulițele Ierusalimului?",
                "10": "Ei nu s-au smerit nici până în ziua de azi, n-au frică, nu urmează Legea Mea și poruncile Mele, pe care le-am pus înaintea voastră și înaintea părinților voștri.’",
                "11": "De aceea, așa vorbește Domnul oștirilor, Dumnezeul lui Israel: ‘Iată, Îmi întorc Fața împotriva voastră ca să vă fac rău și să nimicesc pe tot Iuda.",
                "12": "Voi lua rămășițele lui Iuda care și-au îndreptat fața ca să meargă în țara Egiptului, să locuiască acolo pentru o vreme; toți vor fi nimiciți și vor cădea în țara Egiptului; vor fi nimiciți de sabie, de foamete, de la cel mai mic până la cel mai mare; vor pieri de sabie și de foamete și vor fi o pricină de afurisenie, de spaimă, de blestem și de ocară.",
                "13": "Voi pedepsi astfel pe cei ce locuiesc în țara Egiptului, cum am pedepsit Ierusalimul, cu sabie, cu foamete și cu ciumă.",
                "14": "Nu va rămâne și nu va scăpa niciunul din rămășițele lui Iuda, care au venit să locuiască pentru o vreme în țara Egiptului cu gând să se întoarcă iarăși în țara lui Iuda, unde doresc să se întoarcă iarăși să se așeze; nu se vor mai întoarce decât vreo câțiva, care vor scăpa!’”",
                "15": "Toți bărbații care știau că nevestele lor aduceau tămâie altor dumnezei, toate femeile care se aflau acolo în mare număr și tot poporul care locuia în țara Egiptului, la Patros, au răspuns așa lui Ieremia:",
                "16": "„Nu te vom asculta în nimic din cele ce ne-ai spus în Numele Domnului.",
                "17": "Ci voim să facem cum am spus cu gura noastră, și anume să aducem tămâie împărătesei cerului și să-i turnăm jertfe de băutură, cum am făcut noi și părinții noștri, împărații noștri și căpeteniile noastre, în cetățile lui Iuda și în ulițele Ierusalimului. Atunci aveam pâine de ne săturam, eram fericiți și nu treceam prin nicio nenorocire!",
                "18": "Dar, de când am încetat să aducem tămâie împărătesei cerului și să-i turnăm jertfe de băutură, am dus lipsă de toate și am fost nimiciți de sabie și de foamete…",
                "19": "De altfel, când aducem tămâie împărătesei cerului și-i turnăm jertfe de băutură, oare fără voia bărbaților noștri îi pregătim noi turte ca s-o cinstim făcându-i chipul și-i aducem jertfe de băutură?”",
                "20": "Ieremia a zis atunci întregului popor, bărbaților, femeilor și tuturor celor ce-i dăduseră răspunsul acesta:",
                "21": "„Nu Și-a adus aminte Domnul și nu I-a venit Lui în minte tămâia pe care ați ars-o în cetățile lui Iuda și în ulițele Ierusalimului, voi și părinții voștri, împărații voștri și căpeteniile voastre, și poporul din țară?",
                "22": "Domnul n-a putut să mai sufere lucrul acesta din pricina răutății faptelor voastre, din pricina urâciunilor pe care le-ați săvârșit, și de aceea țara voastră a ajuns o paragină, un pustiu, o pricină de blestem, cum vedeți astăzi.",
                "23": "Tocmai pentru că ați ars tămâie și ați păcătuit împotriva Domnului, pentru că n-ați ascultat glasul Domnului și n-ați păzit Legea, poruncile și învățăturile Lui, tocmai pentru aceea vi s-au întâmplat aceste nenorociri, cum se vede astăzi.”",
                "24": "Ieremia a mai zis întregului popor și tuturor femeilor: „Ascultați Cuvântul Domnului, voi toți cei din Iuda care sunteți în țara Egiptului!",
                "25": "Așa vorbește Domnul Dumnezeul lui Israel: ‘Voi și nevestele voastre ați mărturisit cu gurile voastre și ați împlinit cu mâinile voastre ce spuneți: «Vrem să împlinim juruințele pe care le-am făcut, să aducem tămâie împărătesei cerului și să-i turnăm jertfe de băutură!»",
                "26": "De aceea, acum, după ce v-ați împlinit juruințele și v-ați înfăptuit făgăduințele, ascultați Cuvântul Domnului, voi toți cei din Iuda, care locuiți în țara Egiptului! Iată, jur pe Numele Meu cel mare’, zice Domnul, ‘că Numele Meu nu va mai fi chemat de gura niciunuia din oamenii lui Iuda și în toată țara Egiptului niciunul nu va zice: «Viu este Domnul Dumnezeu!»",
                "27": "Iată, voi veghea asupra lor ca să le fac rău, și nu bine, și toți oamenii lui Iuda care sunt în țara Egiptului vor fi nimiciți de sabie și de foamete până vor pieri de tot.",
                "28": "Aceia, în mic număr, care vor scăpa de sabie se vor întoarce din țara Egiptului în țara lui Iuda. Dar toată rămășița lui Iuda, toți cei ce au venit să locuiască în țara Egiptului, vor vedea dacă se va împlini Cuvântul Meu sau al lor.",
                "29": "Și iată’, zice Domnul, ‘un semn după care veți cunoaște că vă voi pedepsi în locul acesta, ca să știți că vorbele Mele se vor împlini peste voi, spre nenorocirea voastră.’",
                "30": "Așa vorbește Domnul: ‘Iată, voi da pe Faraon Hofra, împăratul Egiptului, în mâinile vrăjmașilor lui, în mâinile celor ce vor să-l omoare, cum am dat pe Zedechia, împăratul lui Iuda, în mâinile lui Nebucadnețar, împăratul Babilonului, vrăjmașul său, care voia să-l omoare.’”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Cuvântul spus lui Ieremia cu privire la toți iudeii care locuiau în țara Egiptului: la Migdol, la Tapanhes, la Nof și în țara Patros:",
                "2": "„Așa vorbește Domnul Oștirilor, Dumnezeul lui Israel: «Ați văzut toată nenorocirea pe care am adus-o asupra Ierusalimului și asupra tuturor cetăților lui Iuda. Iată-le că astăzi sunt niște dărâmături și fără niciun locuitor în ele,",
                "3": "din cauza răutății lor, cu care M-au provocat la mânie, ducându-se să ardă tămâie și să slujească altor dumnezei, pe care nu i-au cunoscut nici ei, nici voi, nici strămoșii voștri.",
                "4": "Deși i-am trimis mereu dimineața pe toți slujitorii Mei, profeții, să le spună: ‘Să nu comiteți aceste fapte urâte, pe care Eu le urăsc!’,",
                "5": "ei nu M-au ascultat și nu și-au plecat urechea la cuvintele Mele. Nu s-au întors de la răutatea lor și n-au încetat să ardă tămâie altor dumnezei.",
                "6": "De aceea, furia și mânia Mea s-au revărsat și au ars ca un foc în cetățile lui Iuda și pe străzile Ierusalimului, care au devenit, așa cum se poate vedea în ziua aceasta, o ruină și o pustietate».",
                "7": "Acum, așa vorbește Domnul, Dumnezeul Oștirilor, Dumnezeul lui Israel: «De ce vă faceți singuri un rău așa de mare, nimicind astfel din mijlocul lui Iuda bărbați, femei, copii și copilași, și rămânând fără nicio rămășiță?",
                "8": "De ce Mă provocați la mânie prin lucrarea mâinilor voastre, arzând tămâie altor dumnezei, în țara Egiptului, unde v-ați dus să locuiți? Vă veți distruge singuri și veți deveni un motiv de blestem și de dispreț printre toate națiunile pământului.",
                "9": "Ați uitat relele strămoșilor voștri, relele regilor și ale reginelor lui Iuda și relele pe care le-ați comis voi și soțiile voastre, în țara lui Iuda și pe străzile Ierusalimului?",
                "10": "Până în ziua de azi ei nu s-au smerit, nu s-au temut și n-au urmat Legea Mea și hotărârile pe care le-am pus înaintea voastră și înaintea strămoșilor voștri».",
                "11": "De aceea, așa vorbește Domnul Oștirilor, Dumnezeul lui Israel: «Iată, Îmi îndrept fața împotriva voastră ca să vă fac rău și să distrug întreg Iuda.",
                "12": "Voi îndepărta rămășița lui Iuda, care s-a dus în țara Egiptului ca să locuiască acolo. Vor pieri cu toții în țara Egiptului: vor fi uciși de sabie sau de foamete. De la cel mai mic până la cel mai mare, vor fi uciși de sabie sau de foamete. Vor deveni un motiv de scârbă și de groază, un motiv de blestem și de dispreț.",
                "13": "Îi voi pedepsi pe cei ce locuiesc în țara Egiptului cu sabie, cu foamete și cu molimă, așa cum am pedepsit și Ierusalimul.",
                "14": "Niciunul din rămășița lui Iuda, care s-a dus să locuiască în țara Egiptului, nu va scăpa cu viață ca să se întoarcă iarăși în țara lui Iuda, deși va dori să se întoarcă și să trăiască. Nu se vor mai întoarce decât câțiva care vor scăpa»“.",
                "15": "Atunci, toți bărbații care știau că soțiile lor ardeau tămâie altor dumnezei, împreună cu toate femeile care stăteau acolo – o mare adunare – și cu întreg poporul care locuia în țara Egiptului și în Patros, i-au răspuns lui Ieremia:",
                "16": "‒ Nu vom asculta de mesajul pe care ni l-ai rostit în Numele Domnului,",
                "17": "ci, cu siguranță, vom face potrivit cu orice cuvânt care ne-a ieșit din gură: vom arde tămâie împărătesei cerului și vom vărsa în cinstea ei jertfe de băutură, așa cum am mai făcut, atât noi, cât și strămoșii, regii și conducătorii noștri, în cetățile lui Iuda și pe străzile Ierusalimului. Atunci aveam mâncare destulă, eram fericiți și nu vedeam nicio nenorocire.",
                "18": "Dar, de când am încetat să aducem tămâie împărătesei cerului și să vărsăm jertfe de băutură în cinstea ei, am dus lipsă de toate și am fost uciși de sabie și de foamete.",
                "19": "Femeile au spus: ‒ Când ardem tămâie împărătesei cerului și vărsăm jertfe de băutură în cinstea ei, nu știu oare și bărbații noștri că facem turte după chipul ei și vărsăm jertfe de băutură în cinstea ei?",
                "20": "Atunci Ieremia a răspuns întregului popor, atât bărbaților, cât și femeilor care-i dăduseră acest răspuns:",
                "21": "‒ Oare nu Și-a adus aminte Domnul și nu S-a gândit la tămâia pe care ați ars-o în cetățile lui Iuda și pe străzile Ierusalimului, atât voi, cât și strămoșii, regii și conducătorii voștri, împreună cu întreg poporul?",
                "22": "Când Domnul n-a putut să mai suporte lucrul acesta, din cauza răutății faptelor voastre și a urâciunilor pe care le-ați comis, țara voastră a devenit o ruină, un motiv de groază și de blestem, un loc fără locuitori, așa cum se vede astăzi.",
                "23": "Tocmai pentru că ați ars tămâie și ați păcătuit împotriva Domnului, pentru că nu ați ascultat de glasul Domnului și nu ați păzit Legea, hotărârile și învățăturile Lui, de aceea a venit peste voi această nenorocire, așa cum se vede astăzi.",
                "24": "Apoi Ieremia a zis întregului popor și tuturor femeilor: ‒ Ascultați Cuvântul Domnului, voi, toți cei din Iuda, care sunteți în țara Egiptului.",
                "25": "Așa vorbește Domnul Oștirilor, Dumnezeul lui Israel: „Voi și soțiile voastre ați împlinit cu mâinile voastre promisiunea pe care ați făcut-o, zicând: «Sigur vom arde tămâie împărătesei cerului și vom vărsa jertfe de băutură în cinstea ei». Acum, deci, împliniți promisiunile pe care le-ați făcut și îndepliniți-vă jurămintele!“.",
                "26": "De aceea, ascultați Cuvântul Domnului, toți cei din Iuda care locuiți în țara Egiptului: „Iată, jur pe Numele Meu cel mare, zice Domnul, că niciunul dintre cei din Iuda, care sunt în toată țara Egiptului, nu va mai chema Numele Meu, zicând: «Viu este Stăpânul Domn!».",
                "27": "Căci Eu veghez asupra lor ca să le fac rău, și nu bine. Toți cei din Iuda, care sunt în țara Egiptului, vor fi nimiciți de sabie și de foamete până vor pieri cu toții.",
                "28": "Cei care vor scăpa de sabie și se vor întoarce din țara Egiptului în țara lui Iuda vor fi doar câțiva. Atunci toată rămășița lui Iuda, care s-a dus să locuiască în țara Egiptului, va cunoaște care cuvânt se va împlini: al Meu sau al lor.",
                "29": "Semnul după care veți cunoaște că Eu vă voi pedepsi în locul acesta, zice Domnul, și după care veți ști că planurile Mele de a vă distruge se vor împlini, este următorul:",
                "30": "«Așa zice Domnul: îl voi da pe faraonul Hofra, regele Egiptului, în mâna dușmanilor lui și în mâna celor ce încearcă să-i ia viața, tot așa cum l-am dat și pe Zedechia, regele lui Iuda, în mâna dușmanului său Nebucadnețar, împăratul Babilonului, care încerca să-i ia viața»“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "The word that came to Jeremiah concerning all the Jews who lived in the land of Egypt, who lived at Migdol, and at Tahpanhes, and at Memphis, and in the country of Pathros, saying,",
                "2": "“Yahweh of Armies, the God of Israel, says: ‘You have seen all the evil that I have brought on Jerusalem, and on all the cities of Judah. Behold, today they are a desolation, and no man dwells in them,",
                "3": "because of their wickedness which they have committed to provoke me to anger, in that they went to burn incense, to serve other gods that they didn’t know, neither they, nor you, nor your fathers.",
                "4": "However I sent to you all my servants the prophets, rising up early and sending them, saying, “Oh, don’t do this abominable thing that I hate.”",
                "5": "But they didn’t listen and didn’t incline their ear. They didn’t turn from their wickedness, to stop burning incense to other gods.",
                "6": "Therefore my wrath and my anger was poured out, and was kindled in the cities of Judah and in the streets of Jerusalem; and they are wasted and desolate, as it is today.’",
                "7": "“Therefore now Yahweh, the God of Armies, the God of Israel, says: ‘Why do you commit great evil against your own souls, to cut off from yourselves man and woman, infant and nursing child out of the middle of Judah, to leave yourselves no one remaining,",
                "8": "in that you provoke me to anger with the works of your hands, burning incense to other gods in the land of Egypt where you have gone to live, that you may be cut off, and that you may be a curse and a reproach among all the nations of the earth?",
                "9": "Have you forgotten the wickedness of your fathers, the wickedness of the kings of Judah, the wickedness of their wives, your own wickedness, and the wickedness of your wives which they committed in the land of Judah and in the streets of Jerusalem?",
                "10": "They are not humbled even to this day, neither have they feared, nor walked in my law, nor in my statutes, that I set before you and before your fathers.’",
                "11": "“Therefore Yahweh of Armies, the God of Israel, says: ‘Behold, I will set my face against you for evil, even to cut off all Judah.",
                "12": "I will take the remnant of Judah that have set their faces to go into the land of Egypt to live there, and they will all be consumed. They will fall in the land of Egypt. They will be consumed by the sword and by the famine. They will die, from the least even to the greatest, by the sword and by the famine. They will be an object of horror, an astonishment, a curse, and a reproach.",
                "13": "For I will punish those who dwell in the land of Egypt, as I have punished Jerusalem, by the sword, by the famine, and by the pestilence;",
                "14": "so that none of the remnant of Judah, who have gone into the land of Egypt to live there, will escape or be left to return into the land of Judah, to which they have a desire to return to dwell there; for no one will return except those who will escape.’”",
                "15": "Then all the men who knew that their wives burned incense to other gods, and all the women who stood by, a great assembly, even all the people who lived in the land of Egypt, in Pathros, answered Jeremiah, saying,",
                "16": "“As for the word that you have spoken to us in Yahweh’s name, we will not listen to you.",
                "17": "But we will certainly perform every word that has gone out of our mouth, to burn incense to the queen of the sky and to pour out drink offerings to her, as we have done, we and our fathers, our kings and our princes, in the cities of Judah and in the streets of Jerusalem; for then we had plenty of food, and were well, and saw no evil.",
                "18": "But since we stopped burning incense to the queen of the sky, and pouring out drink offerings to her, we have lacked all things, and have been consumed by the sword and by the famine.”",
                "19": "The women said, “When we burned incense to the queen of the sky and poured out drink offerings to her, did we make her cakes to worship her, and pour out drink offerings to her, without our husbands?”",
                "20": "Then Jeremiah said to all the people—to the men and to the women, even to all the people who had given him an answer, saying,",
                "21": "“The incense that you burned in the cities of Judah, and in the streets of Jerusalem, you and your fathers, your kings and your princes, and the people of the land, didn’t Yahweh remember them, and didn’t it come into his mind?",
                "22": "Thus Yahweh could no longer bear it, because of the evil of your doings and because of the abominations which you have committed. Therefore your land has become a desolation, an astonishment, and a curse, without inhabitant, as it is today.",
                "23": "Because you have burned incense and because you have sinned against Yahweh, and have not obeyed Yahweh’s voice, nor walked in his law, nor in his statutes, nor in his testimonies; therefore this evil has happened to you, as it is today.”",
                "24": "Moreover Jeremiah said to all the people, including all the women, “Hear Yahweh’s word, all Judah who are in the land of Egypt!",
                "25": "Yahweh of Armies, the God of Israel, says, ‘You and your wives have both spoken with your mouths, and with your hands have fulfilled it, saying, “We will surely perform our vows that we have vowed, to burn incense to the queen of the sky, and to pour out drink offerings to her.” “‘Establish then your vows, and perform your vows.’",
                "26": "“Therefore hear Yahweh’s word, all Judah who dwell in the land of Egypt: ‘Behold, I have sworn by my great name,’ says Yahweh, ‘that my name will no more be named in the mouth of any man of Judah in all the land of Egypt, saying, “As the Lord Yahweh lives.”",
                "27": "Behold, I watch over them for evil, and not for good; and all the men of Judah who are in the land of Egypt will be consumed by the sword and by the famine, until they are all gone.",
                "28": "Those who escape the sword will return out of the land of Egypt into the land of Judah few in number. All the remnant of Judah, who have gone into the land of Egypt to live there, will know whose word will stand, mine or theirs.",
                "29": "“‘This will be the sign to you,’ says Yahweh, ‘that I will punish you in this place, that you may know that my words will surely stand against you for evil.’",
                "30": "Yahweh says, ‘Behold, I will give Pharaoh Hophra king of Egypt into the hand of his enemies and into the hand of those who seek his life, just as I gave Zedekiah king of Judah into the hand of Nebuchadnezzar king of Babylon, who was his enemy and sought his life.’”"
            }
        }
    }
}