{
    "book": "Ieremia",
    "chapter": "42",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Toate căpeteniile oștilor, Iohanan, fiul lui Careah, Iezania, fiul lui Hosea, și tot poporul, de la cel mai mic până la cel mai mare, au înaintat",
                "2": "și au zis prorocului Ieremia: „Fie bine primită înaintea ta rugămintea noastră! Mijlocește pentru noi la Domnul Dumnezeul tău, pentru toți cei ce au mai rămas, căci eram mulți, dar am mai rămas numai un mic număr, cum bine vezi tu însuți cu ochii tăi.",
                "3": "Binevoiască Domnul Dumnezeul tău să ne arate drumul pe care trebuie să mergem și să ne spună ce avem de făcut!”",
                "4": "Prorocul Ieremia le-a zis: „Am auzit! Iată că mă voi ruga Domnului Dumnezeului vostru, după cererea voastră, și vă voi face cunoscut, fără să vă ascund ceva, tot ce vă va răspunde Domnul!”",
                "5": "Atunci, ei au zis lui Ieremia: „Domnul să fie un martor adevărat și credincios împotriva noastră dacă nu vom face tot ce-ți va porunci Domnul Dumnezeul tău să ne spui!",
                "6": "Fie bine, fie rău, noi vom asculta de glasul Domnului Dumnezeului nostru, la care te trimitem, ca să fim fericiți ascultând de glasul Domnului Dumnezeului nostru!”",
                "7": "După zece zile, Cuvântul Domnului a vorbit lui Ieremia.",
                "8": "Și Ieremia a chemat pe Iohanan, fiul lui Careah, pe toate căpeteniile oștilor care erau cu el și pe tot poporul, de la cel mai mic până la cel mai mare,",
                "9": "și le-a zis: „Așa vorbește Domnul Dumnezeul lui Israel, la care m-ați trimis să-I aduc înainte rugăciunile voastre:",
                "10": "‘Dacă veți rămâne în țara aceasta, vă voi face să propășiți în ea, și nu vă voi nimici; vă voi sădi, și nu vă voi smulge, căci Îmi pare rău de răul pe care vi l-am făcut!",
                "11": "Nu vă temeți de împăratul Babilonului, de care vă este frică; nu vă temeți de el’, zice Domnul, ‘căci Eu sunt cu voi ca să vă scap și să vă scot din mâna lui.",
                "12": "Îi voi insufla milă de voi, și se va îndura de voi și vă va lăsa să locuiți în țara voastră.",
                "13": "Dar, dacă nu veți asculta de glasul Domnului Dumnezeului vostru și dacă veți zice: «Nu vrem să rămânem în țara aceasta,",
                "14": "nu, ci vom merge în țara Egiptului, unde nu vom vedea nici războiul, nici nu vom auzi glasul trâmbiței, nici nu vom duce lipsă de pâine, și acolo vom locui!»,",
                "15": "atunci, ascultați Cuvântul Domnului, rămășițe ale lui Iuda: «Așa vorbește Domnul oștirilor, Dumnezeul lui Israel: ‹Dacă vă veți îndrepta fața să mergeți în Egipt, dacă vă veți duce să locuiți pentru o vreme acolo,",
                "16": "sabia de care vă temeți vă va ajunge acolo, în țara Egiptului, foametea de care vă este frică se va lipi de voi acolo, în Egipt, și veți muri acolo.",
                "17": "Toți cei ce își vor îndrepta fața să meargă în Egipt ca să locuiască pentru o vreme acolo vor muri de sabie, de foamete sau de ciumă; niciunul nu va rămâne și nu va scăpa de nenorocirile pe care le voi aduce peste ei!›»’",
                "18": "Căci așa vorbește Domnul oștirilor, Dumnezeul lui Israel: ‘Cum s-au vărsat mânia și urgia Mea peste locuitorii Ierusalimului, așa se va vărsa urgia Mea și peste voi, dacă veți merge în Egipt; veți fi o pricină de afurisenie, de groază, de blestem și de ocară și nu veți mai vedea niciodată locul acesta!’",
                "19": "Rămășițe ale lui Iuda, Domnul vă zice: ‘Nu vă duceți în Egipt!’ Băgați bine de seamă că vă opresc lucrul acesta astăzi.",
                "20": "Căci vă înșelați singuri dacă m-ați trimis la Domnul Dumnezeul vostru, zicând: ‘Mijlocește pentru noi la Domnul Dumnezeul nostru, fă-ne cunoscut tot ce va spune Domnul Dumnezeul nostru și vom face!’",
                "21": "Eu v-am spus astăzi, dar voi n-ascultați glasul Domnului Dumnezeului vostru, nici tot ce m-a însărcinat El să vă spun.",
                "22": "De aceea să știți că veți muri de sabie, de foamete sau de ciumă în locul unde voiți să vă duceți să locuiți!”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Apoi toți conducătorii armatelor, Iohanan, fiul lui Careah, Iezania, fiul lui Hoșaia, și tot poporul, de la cel mai mic la cel mai mare, s-au apropiat",
                "2": "de profetul Ieremia și i-au zis: ‒ Te rugăm, fie bine primită înaintea ta cererea noastră! Mijlocește în favoarea noastră la Domnul, Dumnezeul tău, pentru toată rămășița aceasta, căci, după cum bine vezi tu însuți, am mai rămas puțini din câți am fost.",
                "3": "Roagă-te ca Domnul, Dumnezeul tău, să ne arate calea pe care trebuie să mergem și ce trebuie să facem.",
                "4": "Profetul Ieremia le-a răspuns: ‒ V-am auzit și voi mijloci în favoarea voastră la Domnul, Dumnezeul vostru, după cum mi-ați cerut. Vă voi descoperi tot ce-mi va spune Domnul și n-am să vă ascund nimic.",
                "5": "Atunci, ei i-au zis lui Ieremia: ‒ Domnul să fie un martor adevărat și credincios împotriva noastră dacă nu vom împlini tot ceea ce Domnul, Dumnezeul tău, te va trimite să ne spui.",
                "6": "Fie bine, fie rău, noi vom asculta de glasul Domnului, Dumnezeul nostru, la care te trimitem, ca să ne meargă bine ascultând de Domnul, Dumnezeul nostru.",
                "7": "După zece zile, Cuvântul Domnului i-a vorbit lui Ieremia.",
                "8": "El a chemat pe Iohanan, fiul lui Careah, pe toți conducătorii armatelor care erau cu el și pe tot poporul, de la cel mai mic la cel mai mare,",
                "9": "și le-a zis: ‒ Așa vorbește Domnul, Dumnezeul lui Israel, la Care voi m-ați trimis să-I prezint cererile voastre:",
                "10": "„Dacă veți rămâne în țara aceasta, Eu vă voi zidi și nu vă voi dărâma, vă voi planta și nu vă voi smulge, căci Îmi pare rău de răul pe care vi l-am făcut.",
                "11": "Nu vă temeți de împăratul Babilonului, de care acum vă este teamă. Nu vă temeți de el, zice Domnul, căci Eu sunt cu voi ca să vă scap și să vă salvez din mâna lui.",
                "12": "Îmi voi arăta mila față de voi, făcându-l pe împărat să aibă milă de voi, și vă va aduce înapoi în țara voastră“.",
                "13": "Dacă nu veți asculta însă de glasul Domnului, Dumnezeul vostru, și veți zice: „Nu vrem să locuim în țara aceasta!“,",
                "14": "dacă veți zice: „Nu, ci vom merge în țara Egiptului, unde nu vom vedea nici război, nu vom auzi nici sunetul trâmbiței și unde nu vom duce lipsă de pâine, și vom locui acolo!“,",
                "15": "atunci Domnul are un cuvânt pentru tine, rămășiță a lui Iuda. Așa vorbește Domnul Oștirilor, Dumnezeul lui Israel: „Dacă vă veți hotărî să mergeți în Egipt și să locuiți acolo,",
                "16": "atunci sabia de care vă temeți vă va ajunge acolo, în țara Egiptului, și foametea de care vă este groază vă va urmări în Egipt și veți muri acolo.",
                "17": "Toți cei ce se vor hotărî să meargă în Egipt și să locuiască acolo vor muri uciși de sabie, de foamete și de molimă. Niciunul dintre ei nu va mai supraviețui și nimeni nu va scăpa de nenorocirea pe care o voi aduce Eu asupra lor“.",
                "18": "Așa vorbește Domnul Oștirilor, Dumnezeul lui Israel: „După cum mânia și furia Mea s-au revărsat asupra locuitorilor Ierusalimului, tot așa se va revărsa furia Mea peste voi când vă veți duce în Egipt. Veți fi un motiv de scârbă și de groază, un motiv de blestem și de dispreț. Nu veți mai vedea niciodată locul acesta“.",
                "19": "Rămășiță a lui Iuda, Domnul vă spune să nu mergeți în Egipt. Să fiți siguri de lucrul aceasta, fiindcă eu vă avertizez astăzi.",
                "20": "Căci n-ați fost sinceri când m-ați trimis la Domnul, Dumnezeul vostru, zicând: „Mijlocește pentru noi înaintea Domnului, Dumnezeul nostru. Descoperă-ne tot ce-ți va spune Domnul, Dumnezeul nostru, iar noi vom împlini ceea ce-ți va zice“.",
                "21": "Astăzi eu v-am înștiințat, însă voi nu vreți să ascultați de glasul Domnului, Dumnezeul vostru, și de tot ceea ce m-a trimis să vă spun.",
                "22": "Acum, fiți siguri că veți muri uciși de sabie, de foamete și de molimă în locul acela în care vă găsiți plăcerea să mergeți și să locuiți."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Then all the captains of the forces, and Johanan the son of Kareah, and Jezaniah the son of Hoshaiah, and all the people from the least even to the greatest, came near,",
                "2": "and said to Jeremiah the prophet, “Please let our supplication be presented before you, and pray for us to Yahweh your God, even for all this remnant, for we are left but a few of many, as your eyes see us,",
                "3": "that Yahweh your God may show us the way in which we should walk, and the things that we should do.”",
                "4": "Then Jeremiah the prophet said to them, “I have heard you. Behold, I will pray to Yahweh your God according to your words; and it will happen that whatever thing Yahweh answers you, I will declare it to you. I will keep nothing back from you.”",
                "5": "Then they said to Jeremiah, “May Yahweh be a true and faithful witness among us, if we don’t do according to all the word with which Yahweh your God sends you to tell us.",
                "6": "Whether it is good, or whether it is bad, we will obey the voice of Yahweh our God, to whom we send you; that it may be well with us, when we obey the voice of Yahweh our God.”",
                "7": "After ten days, Yahweh’s word came to Jeremiah.",
                "8": "Then he called Johanan the son of Kareah, and all the captains of the forces who were with him, and all the people from the least even to the greatest,",
                "9": "and said to them, “Yahweh, the God of Israel, to whom you sent me to present your supplication before him, says:",
                "10": "‘If you will still live in this land, then I will build you, and not pull you down, and I will plant you, and not pluck you up; for I grieve over the distress that I have brought on you.",
                "11": "Don’t be afraid of the king of Babylon, of whom you are afraid. Don’t be afraid of him,’ says Yahweh, ‘for I am with you to save you, and to deliver you from his hand.",
                "12": "I will grant you mercy, that he may have mercy on you, and cause you to return to your own land.",
                "13": "“‘But if you say, “We will not dwell in this land,” so that you don’t obey Yahweh your God’s voice,",
                "14": "saying, “No, but we will go into the land of Egypt, where we will see no war, nor hear the sound of the trumpet, nor have hunger of bread; and there we will dwell;”’",
                "15": "now therefore hear Yahweh’s word, O remnant of Judah! Yahweh of Armies, the God of Israel, says, ‘If you indeed set your faces to enter into Egypt, and go to live there,",
                "16": "then it will happen that the sword, which you fear, will overtake you there in the land of Egypt; and the famine, about which you are afraid, will follow close behind you there in Egypt; and you will die there.",
                "17": "So will it be with all the men who set their faces to go into Egypt to live there. They will die by the sword, by the famine, and by the pestilence. None of them will remain or escape from the evil that I will bring on them.’",
                "18": "For Yahweh of Armies, the God of Israel, says: ‘As my anger and my wrath has been poured out on the inhabitants of Jerusalem, so my wrath will be poured out on you, when you enter into Egypt; and you will be an object of horror, an astonishment, a curse, and a reproach; and you will see this place no more.’",
                "19": "“Yahweh has spoken concerning you, remnant of Judah, ‘Don’t go into Egypt!’ Know certainly that I have testified to you today.",
                "20": "For you have dealt deceitfully against your own souls; for you sent me to Yahweh your God, saying, ‘Pray for us to Yahweh our God; and according to all that Yahweh our God says, so declare to us, and we will do it.’",
                "21": "I have declared it to you today; but you have not obeyed Yahweh your God’s voice in anything for which he has sent me to you.",
                "22": "Now therefore know certainly that you will die by the sword, by the famine, and by the pestilence in the place where you desire to go to live.”"
            }
        }
    }
}