{
    "book": "Ieremia",
    "chapter": "8",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "În vremea aceea”, zice Domnul, „se vor scoate din mormintele lor oasele împăraților lui Iuda, oasele căpeteniilor lui, oasele preoților, oasele prorocilor și oasele locuitorilor Ierusalimului.",
                "2": "Le vor întinde în fața soarelui, în fața lunii și în fața întregii oștiri a cerurilor, pe care i-au iubit ei, cărora le-au slujit, pe care i-au urmat, pe care i-au căutat și înaintea cărora s-au închinat. Nu le vor mai strânge, nici nu le vor mai îngropa, și se vor face gunoi pe pământ.",
                "3": "Toți cei ce vor rămâne din acest neam rău vor dori mai degrabă moartea decât viața, în toate locurile unde îi voi izgoni”, zice Domnul oștirilor.",
                "4": "„Spune-le: ‘Așa vorbește Domnul: «Cine cade și nu se mai scoală? Sau cine se abate fără să se întoarcă iarăși?",
                "5": "Pentru ce dar poporul acesta al Ierusalimului se lasă dus în necurmate rătăciri, stăruiește în înșelătorie și nu vrea să se întoarcă la Dumnezeu?",
                "6": "Căci Eu sunt cu luare aminte și aud că ei nu vorbesc cum ar trebui; niciunul nu se căiește de răutatea lui și nu zice: ‹Ce am făcut?› Ci toți își încep din nou alergarea, ca un cal care se aruncă la luptă.",
                "7": "Chiar și cocostârcul își cunoaște vremea pe ceruri; turtureaua, rândunica și cocorul își păzesc vremea venirii lor, dar poporul Meu nu cunoaște Legea Domnului!",
                "8": "Cum puteți voi să ziceți: ‹Suntem înțelepți și Legea Domnului este cu noi›? Cu adevărat, degeaba s-a pus la lucru pana mincinoasă a cărturarilor.",
                "9": "Înțelepții sunt dați de rușine, sunt uimiți, sunt prinși, căci au nesocotit Cuvântul Domnului, și ce înțelepciune au ei?",
                "10": "De aceea, pe nevestele lor le voi da altora și ogoarele lor, altor stăpâni. Căci, de la cel mai mic până la cel mai mare, toți sunt lacomi de câștig mârșav, de la proroc până la preot, toți înșală!",
                "11": "Leagă în chip ușuratic rana fiicei poporului Meu, zicând: ‹Pace! Pace!› Și totuși pace nu este.",
                "12": "Vor fi dați de rușine, căci săvârșesc astfel de urâciuni; nu roșesc și nu știu de rușine, de aceea vor cădea împreună cu cei ce cad și vor fi răsturnați când îi voi pedepsi», zice Domnul.",
                "13": "«Vreau să isprăvesc cu ei», zice Domnul. «Nu vor mai fi struguri în vie, nici smochine în smochin și frunzele se vor veșteji. Le voi da celor ce vor trece peste ele.»’”",
                "14": "„Pentru ce ședem jos? Strângeți-vă și haidem în cetățile întărite, ca să pierim acolo! Căci Domnul Dumnezeul nostru ne sortește la moarte, ne dă să bem ape otrăvite, pentru că am păcătuit împotriva Domnului.",
                "15": "Așteptam pacea, și nu vine nimic mai bun; o vreme de vindecare, și iată groaza!",
                "16": "Sforăitul cailor săi se aude dinspre Dan și de vuietul nechezatului lor se cutremură toată țara; vin, mănâncă țara și ce cuprinde ea, cetatea și pe cei ce o locuiesc.”",
                "17": "„Căci iată că trimit între voi niște șerpi, niște basiliști, împotriva cărora nu este niciun descântec, și vă vor mușca”, zice Domnul.",
                "18": "Aș vrea să-mi alin durerea, dar mă doare inima în mine.",
                "19": "Iată, strigătele fiicei poporului meu răsună dintr-o țară depărtată: „Nu mai este Domnul în Sion? Nu mai este în ea împăratul ei?” – „Pentru ce M-au mâniat ei cu chipurile lor cioplite, cu idoli străini?” –",
                "20": "„Secerișul a trecut, vara s-a isprăvit, și noi tot nu suntem mântuiți!” –",
                "21": "Sunt zdrobit de durerea fiicei poporului meu, mă doare, m-apucă groaza.",
                "22": "Nu este niciun leac alinător în Galaad? Nu este niciun doctor acolo? Pentru ce nu se face dar vindecarea fiicei poporului meu?"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "În vremea aceea, zice Domnul, osemintele regilor și ale conducătorilor lui Iuda, osemintele preoților și ale profeților și osemintele locuitorilor Ierusalimului vor fi scoase din mormintele lor,",
                "2": "vor fi întinse în fața soarelui, a lunii și a întregii armate a cerurilor, a acelora pe care ei i-au iubit, i-au slujit, i-au urmat, i-au căutat și s-au închinat înaintea lor. Nu vor mai fi adunate, nici îngropate, ci vor deveni un gunoi pe fața pământului.",
                "3": "În toate locurile unde îi voi alunga, toți cei ce vor supraviețui din această familie rea vor prefera mai degrabă moartea decât viața, zice Domnul Oștirilor.",
                "4": "Spune-le că așa vorbește Domnul: «Cine cade și nu se mai ridică? Cine se abate fără să se întoarcă iarăși?",
                "5": "De ce atunci poporul acesta, Ierusalimul, se abate, stăruind în necredincioșie? și refuză să se întoarcă.",
                "6": "Am ascultat cu atenție, dar ei nu rostesc ceea ce este drept. și nu zice: ‘Ce am făcut?’. Toți își încep alergarea din nou, ca un cal care se aruncă în luptă.",
                "7": "Până și barza își cunoaște timpul ei pe ceruri; turtureaua, lăstunul și cocorul își păstrează timpul venirii lor. nu cunoaște porunca Domnului.",
                "8": "Cum puteți spune: ‘Suntem înțelepți, căci avem Legea Domnului!’, când, de fapt, pana mincinoasă a scribilor a transformat-o într-o minciună?",
                "9": "Înțelepții sunt făcuți de rușine, sunt înspăimântați și capturați. Iată, ei au respins Cuvântul Domnului; ce fel de înțelepciune au ei?",
                "10": "De aceea pe soțiile lor le voi da altor bărbați și terenurile lor altor stăpâni. Căci, de la cel mai mic până la cel mai mare, toți sunt lacomi de câștig nedrept; de la profet până la preot, toți înșală.",
                "11": "Ei leagă în mod ușuratic rana fiicei poporului Meu, zicând: ‘Pace, pace!’, când nu este pace.",
                "12": "Le este lor rușine de urâciunile pe care le comit? Nu, nu le este rușine deloc; nici măcar nu știu să roșească. și vor fi răsturnați la vremea pedepsei lor», zice Domnul.",
                "13": "«Voi face să le înceteze recolta», zice Domnul. «Nu vor mai fi struguri în vie, nu vor mai fi smochine în smochin, iar frunzele se vor veșteji. Le voi da celor ce vor trece peste ele»“.",
                "14": "„De ce mai stăm în așteptare? Adunați-vă! și să pierim acolo! Căci Domnul, Dumnezeul nostru, și ne dă să bem ape otrăvite, pentru că am păcătuit împotriva Lui.",
                "15": "Așteptam pacea, dar n-a venit nimic bun; așteptam un timp de vindecare, dar iată că vine numai teroare.",
                "16": "Gâfâitul cailor se aude din Dan; se cutremură toată țara. și tot ce cuprinde ea, cetatea și pe cei ce locuiesc în ea“.",
                "17": "„Iată, voi trimite printre voi niște șerpi veninoși, și care vă vor mușca, zice Domnul“.",
                "18": "„Grimasa mea este din cauza durerii mele! Inima îmi este sleită în mine!",
                "19": "Iată, strigătul după ajutor al fiicei poporului meu răsună dintr-o țară îndepărtată: «Nu mai este Domnul în Sion? Nu mai este Împăratul lui acolo?»“. „De ce M-au provocat la mânie prin chipurile lor cioplite, prin deșertăciunile lor străine?“",
                "20": "„Secerișul a trecut, vara s-a terminat, iar noi tot nu suntem salvați“.",
                "21": "Sunt zdrobit de durerea fiicei poporului meu; jelesc, iar spaima mă cuprinde.",
                "22": "Nu este niciun balsam vindecător în Ghilad? Nu este niciun doctor acolo? pentru rana fiicei poporului meu?"
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "“At that time,” says Yahweh, “they will bring the bones of the kings of Judah, the bones of his princes, the bones of the priests, the bones of the prophets, and the bones of the inhabitants of Jerusalem, out of their graves.",
                "2": "They will spread them before the sun, the moon, and all the army of the sky, which they have loved, which they have served, after which they have walked, which they have sought, and which they have worshiped. They will not be gathered or be buried. They will be like dung on the surface of the earth.",
                "3": "Death will be chosen rather than life by all the residue that remain of this evil family, that remain in all the places where I have driven them,” says Yahweh of Armies.",
                "4": "“Moreover you shall tell them, ‘Yahweh says: “‘Do men fall, and not rise up again? Does one turn away, and not return?",
                "5": "Why then have the people of Jerusalem fallen back by a perpetual backsliding? They cling to deceit. They refuse to return.",
                "6": "I listened and heard, but they didn’t say what is right. No one repents of his wickedness, saying, “What have I done?” Everyone turns to his course, as a horse that rushes headlong in the battle.",
                "7": "Yes, the stork in the sky knows her appointed times. The turtledove, the swallow, and the crane observe the time of their coming; but my people don’t know Yahweh’s law.",
                "8": "“‘How do you say, “We are wise, and Yahweh’s law is with us”? But, behold, the false pen of the scribes has made that a lie.",
                "9": "The wise men are disappointed. They are dismayed and trapped. Behold, they have rejected Yahweh’s word. What kind of wisdom is in them?",
                "10": "Therefore I will give their wives to others and their fields to those who will possess them. For everyone from the least even to the greatest is given to covetousness; from the prophet even to the priest everyone deals falsely.",
                "11": "They have healed the hurt of the daughter of my people slightly, saying, “Peace, peace,” when there is no peace.",
                "12": "Were they ashamed when they had committed abomination? No, they were not at all ashamed. They couldn’t blush. Therefore they will fall among those who fall. In the time of their visitation they will be cast down, says Yahweh.",
                "13": "“‘I will utterly consume them, says Yahweh. No grapes will be on the vine, no figs on the fig tree, and the leaf will fade. will pass away from them.’”",
                "14": "“Why do we sit still? Assemble yourselves! Let’s enter into the fortified cities, and let’s be silent there; for Yahweh our God has put us to silence, and given us poisoned water to drink, because we have sinned against Yahweh.",
                "15": "We looked for peace, but no good came; and for a time of healing, and behold, dismay!",
                "16": "The snorting of his horses is heard from Dan. The whole land trembles at the sound of the neighing of his strong ones; for they have come, and have devoured the land and all that is in it, the city and those who dwell therein.”",
                "17": "“For, behold, I will send serpents, adders among you, which will not be charmed; and they will bite you,” says Yahweh.",
                "18": "Oh that I could comfort myself against sorrow! My heart is faint within me.",
                "19": "Behold, the voice of the cry of the daughter of my people from a land that is very far off: “Isn’t Yahweh in Zion? Isn’t her King in her?” “Why have they provoked me to anger with their engraved images, and with foreign idols?”",
                "20": "“The harvest is past. The summer has ended, and we are not saved.”",
                "21": "For the hurt of the daughter of my people, I am hurt. I mourn. Dismay has taken hold of me.",
                "22": "Is there no balm in Gilead? Is there no physician there? Why then isn’t the health of the daughter of my people recovered?"
            }
        }
    }
}