{
    "book": "Ieremia",
    "chapter": "41",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "În luna a șaptea, Ismael, fiul lui Netania, fiul lui Elișama, din neamul împăratului, a venit cu mai-marii împăratului și cu zece oameni la Ghedalia, fiul lui Ahicam, la Mițpa. Și au mâncat împreună acolo, la Mițpa.",
                "2": "Atunci, Ismael, fiul lui Netania, s-a sculat cu cei zece oameni de care era însoțit și au lovit cu sabia pe Ghedalia, fiul lui Ahicam, fiul lui Șafan, și au omorât astfel pe acela pe care îl pusese împăratul Babilonului dregător peste țară.",
                "3": "Ismael a mai omorât pe toți iudeii care erau cu Ghedalia la Mițpa și pe haldeenii care se aflau acolo, oameni de război.",
                "4": "A doua zi după omorârea lui Ghedalia, pe când nimeni nu știa nimic,",
                "5": "au venit din Sihem, din Silo și din Samaria, optzeci de oameni cu barba rasă și cu haine sfâșiate, care își făcuseră tăieturi în piele; aveau daruri de mâncare și tămâie, ca să le aducă la Casa Domnului.",
                "6": "Ismael, fiul lui Netania, le-a ieșit înainte din Mițpa și mergea plângând. Când i-a întâlnit, le-a zis: „Veniți la Ghedalia, fiul lui Ahicam!”",
                "7": "Și, când au ajuns ei în mijlocul cetății, Ismael, fiul lui Netania, i-a înjunghiat și i-a aruncat în groapă cu ajutorul oamenilor care-l însoțeau.",
                "8": "Dar s-au găsit printre ei zece oameni care au zis lui Ismael: „Nu ne omorî, căci mai avem merinde ascunse în câmp: grâu, orz, untdelemn și miere!” Atunci, el i-a cruțat și nu i-a omorât împreună cu frații lor.",
                "9": "Groapa în care a aruncat Ismael toate trupurile moarte ale oamenilor pe care i-a ucis, afară de Ghedalia, este groapa aceea mare pe care o făcuse împăratul Asa când se temea de Baeșa, împăratul lui Israel; groapa aceasta a umplut-o Ismael, fiul lui Netania, cu cei uciși.",
                "10": "Ismael a luat prinși de război pe toți cei ce mai rămăseseră la Mițpa din popor, pe fiicele împăratului și pe toți aceia din popor care locuiau acolo și pe care-i încredințase Nebuzaradan, căpetenia străjerilor, lui Ghedalia, fiul lui Ahicam; Ismael, fiul lui Netania, i-a luat prinși de război și a plecat ca să treacă la amoniți.",
                "11": "Dar Iohanan, fiul lui Careah, și toate căpeteniile oștirilor care erau cu el au fost înștiințați de tot răul pe care-l făcuse Ismael, fiul lui Netania.",
                "12": "Au luat pe toți oamenii și au pornit să bată pe Ismael, fiul lui Netania, pe care l-au găsit lângă apele cele mari ale Gabaonului.",
                "13": "Când a văzut tot poporul care era cu Ismael pe Iohanan, fiul lui Careah, și pe toate căpeteniile oștirilor care erau cu el, s-a bucurat,",
                "14": "și tot poporul pe care-l luase Ismael din Mițpa s-a întors și a venit de s-a unit cu Iohanan, fiul lui Careah.",
                "15": "Dar Ismael, fiul lui Netania, a scăpat de Iohanan cu opt oameni și s-a dus la amoniți.",
                "16": "Iohanan, fiul lui Careah, și toate căpeteniile oștirilor care erau cu el au luat toată rămășița poporului pe care l-au izbăvit din mâinile lui Ismael, fiul lui Netania, când îl ducea din Mițpa, după ce ucisese pe Ghedalia, fiul lui Ahicam, și anume pe oamenii de război, pe femei, pe copii, pe famenii dregători, pe care i-a adus Iohanan înapoi din Gabaon.",
                "17": "Au pornit și s-au oprit la hanul lui Chimham, lângă Betleem, ca să plece apoi în Egipt,",
                "18": "departe de haldeeni, de care se temeau, pentru că Ismael, fiul lui Netania, ucisese pe Ghedalia, fiul lui Ahicam, pe care-l pusese împăratul Babilonului dregător peste țară."
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "În luna a șaptea, Ismael, fiul lui Netania, fiul lui Elișama, care era de neam regal și fusese un conducător al regelui, a venit împreună cu zece oameni la Ghedalia, fiul lui Ahikam, la Mițpa. În timp ce mâncau împreună acolo, la Mițpa,",
                "2": "Ismael, fiul lui Netania, s-a ridicat împreună cu cei zece oameni care erau cu el și l-au lovit cu sabia pe Ghedalia, fiul lui Ahikam, fiul lui Șafan. Astfel, el l-a omorât pe cel pe care împăratul Babilonului l-a desemnat conducător peste țară.",
                "3": "Ismael i-a ucis pe toți iudeii care erau cu Ghedalia la Mițpa, precum și pe toți războinicii caldeeni care se aflau acolo.",
                "4": "A doua zi, după asasinarea lui Ghedalia, pe când nimeni nu știa nimic,",
                "5": "optzeci de bărbați cu barba rasă, cu hainele rupte și cu tăieturi în piele, au venit din Șechem, din Șilo și din Samaria ca să aducă daruri de mâncare și tămâie la Casa Domnului.",
                "6": "Ismael, fiul lui Netania, a ieșit din Mițpa înaintea lor și mergea plângând. Când i-a întâlnit le-a zis: ‒ Veniți la Ghedalia, fiul lui Ahikam!",
                "7": "Când au ajuns ei în mijlocul cetății, Ismael, fiul lui Netania, și bărbații care erau cu el i-au ucis și i-au aruncat într-o fântână.",
                "8": "Dar zece dintre ei i-au zis lui Ismael: ‒ Nu ne omorî, căci mai avem grâu, orz, ulei și miere ascunse în câmpie. Atunci el i-a lăsat în viață și nu i-a ucis împreună cu frații lor.",
                "9": "Fântâna în care a aruncat Ismael toate cadavrele celor care fuseseră cu Ghedalia și pe care îi ucisese, era fântâna cea mare pe care a făcut-o regele Asa ca apărare împotriva lui Bașa, regele lui Israel. Fântâna aceasta a umplut-o Ismael, fiul lui Netania, cu cei uciși.",
                "10": "Ismael i-a luat captivi pe toți cei din popor care mai rămăseseră la Mițpa: pe fetele regelui și pe toți aceia din popor care mai rămăseseră la Mițpa și pe care Nebuzaradan, căpetenia gărzilor, îi încredințase lui Ghedalia, fiul lui Ahikam. Ismael, fiul lui Netania, i-a luat captivi și a plecat să treacă la fiii lui Amon.",
                "11": "Când Iohanan, fiul lui Careah, și toți conducătorii armatelor care erau cu el, au auzit despre tot răul pe care-l făcuse Ismael, fiul lui Netania,",
                "12": "i-au luat pe toți oamenii care erau cu ei și au mers să lupte împotriva lui Ismael, fiul lui Netania. Ei l-au ajuns lângă apele cele mari ale Ghivonului.",
                "13": "Întreg poporul care era cu Ismael s-a bucurat când l-a văzut pe Iohanan, fiul lui Careah, și pe toți conducătorii armatelor care erau cu el.",
                "14": "Tot poporul, pe care-l luase captiv Ismael din Mițpa, s-a întors și s-a dus la Iohanan, fiul lui Careah.",
                "15": "Dar Ismael, fiul lui Netania, împreună cu opt dintre oamenii lui, au scăpat de Iohanan și au fugit la fiii lui Amon.",
                "16": "Iohanan, fiul lui Careah, și toți conducătorii armatelor care erau cu el, au luat toată rămășița poporului din Mițpa, pe care o eliberaseră din mâinile lui Ismael, fiul lui Netania, după ce acesta îl ucisese pe Ghedalia, fiul lui Ahikam: războinicii, femeile, copiii și demnitarii pe care-i adusese din Ghivon.",
                "17": "După ce au mers o vreme, s-au oprit la Gherut-Chimham, lângă Betleem; apoi au plecat în Egipt,",
                "18": "departe de caldeeni, pentru că se temeau de ei, deoarece Ismael, fiul lui Netania, îl ucisese pe Ghedalia, fiul lui Ahikam, pe care împăratul Babilonului îl pusese conducător peste țară."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Now in the seventh month, Ishmael the son of Nethaniah, the son of Elishama, of the royal offspring and one of the chief officers of the king, and ten men with him, came to Gedaliah the son of Ahikam to Mizpah; and there they ate bread together in Mizpah.",
                "2": "Then Ishmael the son of Nethaniah arose, and the ten men who were with him, and struck Gedaliah the son of Ahikam the son of Shaphan with the sword and killed him, whom the king of Babylon had made governor over the land.",
                "3": "Ishmael also killed all the Jews who were with Gedaliah at Mizpah, and the Chaldean men of war who were found there.",
                "4": "The second day after he had killed Gedaliah, and no man knew it,",
                "5": "men came from Shechem, from Shiloh, and from Samaria, even eighty men, having their beards shaved and their clothes torn, and having cut themselves, with meal offerings and frankincense in their hand, to bring them to Yahweh’s house.",
                "6": "Ishmael the son of Nethaniah went out from Mizpah to meet them, weeping all along as he went, and as he met them, he said to them, “Come to Gedaliah the son of Ahikam.”",
                "7": "It was so, when they came into the middle of the city, that Ishmael the son of Nethaniah killed them, and cast them into the middle of the pit, he, and the men who were with him.",
                "8": "But ten men were found among those who said to Ishmael, “Don’t kill us; for we have stores hidden in the field, of wheat, and of barley, and of oil, and of honey.” So he stopped, and didn’t kill them among their brothers.",
                "9": "Now the pit in which Ishmael cast all the dead bodies of the men whom he had killed, by the side of Gedaliah (this was that which Asa the king had made for fear of Baasha king of Israel), Ishmael the son of Nethaniah filled it with those who were killed.",
                "10": "Then Ishmael carried away captive all of the people who were left in Mizpah, even the king’s daughters, and all the people who remained in Mizpah, whom Nebuzaradan the captain of the guard had committed to Gedaliah the son of Ahikam. Ishmael the son of Nethaniah carried them away captive, and departed to go over to the children of Ammon.",
                "11": "But when Johanan the son of Kareah, and all the captains of the forces who were with him, heard of all the evil that Ishmael the son of Nethaniah had done,",
                "12": "then they took all the men, and went to fight with Ishmael the son of Nethaniah, and found him by the great waters that are in Gibeon.",
                "13": "Now when all the people who were with Ishmael saw Johanan the son of Kareah, and all the captains of the forces who were with him, then they were glad.",
                "14": "So all the people who Ishmael had carried away captive from Mizpah turned about and came back, and went to Johanan the son of Kareah.",
                "15": "But Ishmael the son of Nethaniah escaped from Johanan with eight men, and went to the children of Ammon.",
                "16": "Then Johanan the son of Kareah and all the captains of the forces who were with him took all the remnant of the people whom he had recovered from Ishmael the son of Nethaniah, from Mizpah, after he had killed Gedaliah the son of Ahikam—the men of war, with the women, the children, and the eunuchs, whom he had brought back from Gibeon.",
                "17": "They departed and lived in Geruth Chimham, which is by Bethlehem, to go to enter into Egypt",
                "18": "because of the Chaldeans; for they were afraid of them, because Ishmael the son of Nethaniah had killed Gedaliah the son of Ahikam, whom the king of Babylon made governor over the land."
            }
        }
    }
}