{
    "book": "Ieremia",
    "chapter": "17",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Păcatul lui Iuda este scris cu un priboi de fier, cu un vârf de diamant; este săpat pe tabla inimii lor și pe coarnele altarelor lor.",
                "2": "Cum se gândesc la copiii lor, așa se gândesc la altarele lor și la idolii și astarteele lor, lângă copacii verzi, pe dealurile înalte.",
                "3": "Eu dau la pradă muntele Meu și ogoarele lui, avuțiile tale, toate vistieriile și înălțimile tale, din pricina păcatelor tale, pe tot ținutul tău!",
                "4": "Din vina ta vei pierde moștenirea pe care ți-o dădusem; te voi face să slujești vrăjmașului tău într-o țară pe care n-o cunoști, căci ai aprins focul mâniei Mele, care va arde totdeauna.”",
                "5": "Așa vorbește Domnul: „Blestemat să fie omul care se încrede în om, care se sprijină pe un muritor și își abate inima de la Domnul!",
                "6": "Căci este ca un nenorocit în pustie și nu vede venind fericirea; locuiește în locurile arse ale pustiei, într-un pământ sărat și fără locuitori.",
                "7": "Binecuvântat să fie omul care se încrede în Domnul și a cărui nădejde este Domnul!",
                "8": "Căci el este ca un pom sădit lângă ape, care-și întinde rădăcinile spre râu; nu se teme de căldură, când vine, și frunzișul lui rămâne verde; în anul secetei, nu se teme și nu încetează să aducă rod.",
                "9": "Inima este nespus de înșelătoare și deznădăjduit de rea. Cine poate s-o cunoască?",
                "10": "Eu, Domnul, cercetez inima și cerc rărunchii, ca să răsplătesc fiecăruia după purtarea lui, după rodul faptelor lui.",
                "11": "Ca o potârniche care clocește niște ouă pe care nu le-a ouat ea, așa este cel ce agonisește bogății pe nedrept; trebuie să le părăsească în mijlocul zilelor sale, și la urmă nu este decât un nebun.”",
                "12": "Scaun de domnie plin de slavă, înălțat de la început, loc al Sfântului nostru Locaș,",
                "13": "Doamne, nădejdea lui Israel! Toți cei ce Te părăsesc vor fi acoperiți de rușine. „Cei ce se abat de la Mine vor fi scriși pe pământ, căci părăsesc pe Domnul, izvorul de apă vie.”",
                "14": "Vindecă-mă Tu, Doamne, și voi fi vindecat; mântuiește-mă Tu și voi fi mântuit, căci Tu ești slava mea!",
                "15": "Iată, ei îmi zic: „Unde este Cuvântul Domnului? Să se împlinească dar!”",
                "16": "Și eu, ca să Te ascult, n-am vrut să nu fiu păstor, nici n-am dorit ziua nenorocirii, știi, și ce a ieșit din buzele mele este descoperit înaintea Ta.",
                "17": "De aceea, nu fi o pricină de groază pentru mine, căci Tu ești scăparea mea în ziua nenorocirii!",
                "18": "Prigonitorii mei să fie acoperiți de rușine, dar să nu fiu rușinat eu; să tremure ei, dar să nu tremur eu! Adu peste ei ziua nenorocirii, lovește-i cu o îndoită urgie!",
                "19": "Așa mi-a vorbit Domnul: „Du-te și stai la poarta copiilor poporului, pe care intră și ies împărații lui Iuda, și la toate porțile Ierusalimului",
                "20": "și spune-le: ‘Ascultați Cuvântul Domnului, împărați ai lui Iuda, tot Iuda și toți locuitorii Ierusalimului care intrați pe aceste porți!",
                "21": "Așa vorbește Domnul: «Luați seama, în sufletele voastre, să nu purtați nicio povară în ziua Sabatului și să n-o aduceți înăuntru pe porțile Ierusalimului.",
                "22": "Să nu scoateți din casele voastre nicio povară în ziua Sabatului și să nu faceți nicio lucrare, ci sfințiți ziua Sabatului, cum am poruncit părinților voștri.»’”",
                "23": "Dar ei n-au ascultat și n-au luat aminte, ci și-au înțepenit gâtul, ca să n-asculte și să nu ia învățătură.",
                "24": "„Dacă Mă veți asculta în adevăr”, zice Domnul, „și nu veți aduce nicio sarcină înăuntru, pe porțile acestei cetăți, în ziua Sabatului, ci veți sfinți ziua Sabatului și nu veți face nicio lucrare în ziua aceasta,",
                "25": "atunci pe porțile acestei cetăți vor intra împărați și voievozi care vor ședea pe scaunul de domnie al lui David; ei vor veni în care și călare pe cai, ei și voievozii lor, oamenii lui Iuda și locuitorii Ierusalimului, și cetatea aceasta va fi locuită în veci.",
                "26": "Vor veni din cetățile lui Iuda și din împrejurimile Ierusalimului, din țara lui Beniamin, din vale, de pe munte și de la miazăzi, ca să aducă arderi-de-tot și jertfe, să aducă daruri de mâncare și tămâie și să aducă jertfe de mulțumire în Casa Domnului.",
                "27": "Dar, dacă nu veți asculta când vă poruncesc să sfințiți ziua Sabatului, să nu duceți nicio povară și să n-o aduceți înăuntru pe porțile Ierusalimului, în ziua Sabatului, atunci voi aprinde un foc la porțile cetății, care va arde casele cele mari ale Ierusalimului și nu se va stinge.”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Păcatul lui Iuda este scris cu o daltă de fier, cu un vârf de diamant; și pe coarnele altarelor lor.",
                "2": "Chiar și copiii lor își amintesc de altarele și de așerele lor, și de pe dealurile înalte.",
                "3": "Muntele Meu din țară, le voi da ca pradă, împreună cu înălțimile tale, din cauza păcatelor din întreg teritoriul tău.",
                "4": "Din vina ta vei pierde moștenirea pe care ți-o dădusem. într-o țară pe care nu o cunoști, căci ai aprins focul mâniei Mele, care va arde pentru totdeauna“.",
                "5": "Așa vorbește Domnul: „Blestemat este omul care se încrede în om, și a cărui inimă se îndepărtează de Domnul.",
                "6": "El este ca un arbust în deșert, care nu vede venind fericirea. El locuiește în locurile arse ale deșertului, într-un pământ sărat, unde nu stă nimeni.",
                "7": "Binecuvântat este omul care se încrede în Domnul și a cărui încredere este Domnul.",
                "8": "El este ca un pom sădit lângă ape, care își întinde rădăcinile spre râu. și frunzișul lui este întotdeauna verde. și nu încetează să aducă rod.",
                "9": "Inima este mai înșelătoare decât toate lucrurile și este fără vindecare. Cine poate să o cunoască?",
                "10": "Eu, Domnul, cercetez inima și mă uit în adâncul ființei, ca să dau fiecăruia după căile lui, după rodul faptelor lui.",
                "11": "Ca o potârniche, care clocește niște ouă pe care nu ea le-a ouat, așa este omul care câștigă bogății pe nedrept. Ele îl vor părăsi la jumătatea vieții lui, iar la urmă nu va fi decât un nebun“.",
                "12": "Tron glorios, înălțat de la început, loc al Sfântului nostru Lăcaș!",
                "13": "Doamne, Speranța lui Israel! Toți cei ce Te părăsesc vor fi făcuți de rușine! Cei ce se îndepărtează de Mine vor fi scriși pe pământ, căci L-au părăsit pe Domnul, Izvorul apelor vii!",
                "14": "Vindecă-mă, Doamne, și voi fi vindecat! Mântuiește-mă, și voi fi mântuit, căci Tu ești lauda mea!",
                "15": "Iată, ei îmi zic: „Unde este Cuvântul Domnului? Să se împlinească dar!“.",
                "16": "Iar eu, ca să Te urmez, și Tu știi că n-am dorit o zi în care nu este vindecare. Rostirea buzelor mele este chiar înaintea feței Tale.",
                "17": "De aceea, nu fi un motiv de groază pentru mine, căci Tu ești adăpostul meu în ziua nenorocirii.",
                "18": "Fie ca persecutorii mei să fie rușinați, iar eu să nu fiu dat de rușine! Fie ca ei să se înspăimânte, iar eu să nu mă înspăimânt! Adu peste ei ziua cea rea! Zdrobește-i de două ori mai mult.",
                "19": "Domnul mi-a zis astfel: „Du-te și stai la Poarta Fiilor Poporului, prin care intră și ies regii lui Iuda, și la toate celelalte porți ale Ierusalimului",
                "20": "și spune-le: «Ascultați Cuvântul Domnului, regi ai lui Iuda, voi, toți cei din Iuda și toți locuitorii Ierusalimului, care intrați pe aceste porți!",
                "21": "Așa vorbește Domnul: ‘Aveți grijă să nu cumva să purtați vreo povară în ziua de sabat și să nu intrați cu ea pe porțile Ierusalimului.",
                "22": "Să nu scoateți din casele voastre vreo povară în ziua de sabat și să nu faceți nicio lucrare, ci să sfințiți ziua de sabat, așa cum le-am poruncit strămoșilor voștri.",
                "23": "Ei n-au ascultat și nu și-au plecat urechea la cuvintele Mele, ci s-au încăpățânat să nu asculte și să nu primească îndrumarea.",
                "24": "Voi însă, dacă Mă veți asculta cu atenție, zice Domnul, și nu veți aduce nicio povară pe porțile acestei cetăți în ziua de sabat, dacă veți sfinți ziua de sabat și nu veți face nicio lucrare în timpul ei,",
                "25": "atunci, pe porțile acestei cetăți vor intra regi și prinți care stau pe tronul lui David. Ei și prinții lor, oamenii lui Iuda și locuitorii Ierusalimului vor veni în care și călare pe cai, iar cetatea aceasta va fi locuită pentru totdeauna.",
                "26": "Vor veni din cetățile lui Iuda și din împrejurimile Ierusalimului, din teritoriul lui Beniamin, din zona deluroasă, de la munte și din Neghev, cei ce aduc la Casa Domnului arderi-de-tot și jertfe, daruri de mâncare și tămâie și cei ce aduc jertfe de mulțumire.",
                "27": "Dar dacă nu veți asculta când vă poruncesc să sfințiți ziua de sabat, să nu purtați nicio povară și să nu intrați cu ea pe porțile Ierusalimului în ziua de sabat, atunci voi aprinde un foc la porțile cetății, care va distruge palatele Ierusalimului și care nu va fi stins’»“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "“The sin of Judah is written with a pen of iron, and with the point of a diamond. It is engraved on the tablet of their heart, and on the horns of your altars.",
                "2": "Even their children remember their altars and their Asherah poles by the green trees on the high hills.",
                "3": "My mountain in the field, I will give your substance and all your treasures for a plunder, and your high places, because of sin, throughout all your borders.",
                "4": "You, even of yourself, will discontinue from your heritage that I gave you. I will cause you to serve your enemies in the land which you don’t know, for you have kindled a fire in my anger which will burn forever.”",
                "5": "Yahweh says: “Cursed is the man who trusts in man, relies on strength of flesh, and whose heart departs from Yahweh.",
                "6": "For he will be like a bush in the desert, and will not see when good comes, but will inhabit the parched places in the wilderness, an uninhabited salt land.",
                "7": "“Blessed is the man who trusts in Yahweh, and whose confidence is in Yahweh.",
                "8": "For he will be as a tree planted by the waters, who spreads out its roots by the river, and will not fear when heat comes, but its leaf will be green, and will not be concerned in the year of drought. It won’t cease from yielding fruit.",
                "9": "The heart is deceitful above all things and it is exceedingly corrupt. Who can know it?",
                "10": "“I, Yahweh, search the mind. I try the heart, even to give every man according to his ways, according to the fruit of his doings.”",
                "11": "As the partridge that sits on eggs which she has not laid, so is he who gets riches, and not by right. In the middle of his days, they will leave him. At his end, he will be a fool.",
                "12": "A glorious throne, set on high from the beginning, is the place of our sanctuary.",
                "13": "Yahweh, the hope of Israel, all who forsake you will be disappointed. Those who depart from me will be written in the earth, because they have forsaken Yahweh, the spring of living waters.",
                "14": "Heal me, O Yahweh, and I will be healed. Save me, and I will be saved; for you are my praise.",
                "15": "Behold, they ask me, “Where is Yahweh’s word? Let it be fulfilled now.”",
                "16": "As for me, I have not hurried from being a shepherd after you. I haven’t desired the woeful day. You know. That which came out of my lips was before your face.",
                "17": "Don’t be a terror to me. You are my refuge in the day of evil.",
                "18": "Let them be disappointed who persecute me, but don’t let me be disappointed. Let them be dismayed, but don’t let me be dismayed. Bring on them the day of evil, and destroy them with double destruction.",
                "19": "Yahweh said this to me: “Go and stand in the gate of the children of the people, through which the kings of Judah come in and by which they go out, and in all the gates of Jerusalem.",
                "20": "Tell them, ‘Hear Yahweh’s word, you kings of Judah, all Judah, and all the inhabitants of Jerusalem, that enter in by these gates:",
                "21": "Yahweh says, “Be careful, and bear no burden on the Sabbath day, nor bring it in by the gates of Jerusalem.",
                "22": "Don’t carry a burden out of your houses on the Sabbath day. Don’t do any work, but make the Sabbath day holy, as I commanded your fathers.",
                "23": "But they didn’t listen. They didn’t turn their ear, but made their neck stiff, that they might not hear, and might not receive instruction.",
                "24": "It will happen, if you diligently listen to me,” says Yahweh, “to bring in no burden through the gates of this city on the Sabbath day, but to make the Sabbath day holy, to do no work therein;",
                "25": "then there will enter in by the gates of this city kings and princes sitting on David’s throne, riding in chariots and on horses, they and their princes, the men of Judah and the inhabitants of Jerusalem; and this city will remain forever.",
                "26": "They will come from the cities of Judah, and from the places around Jerusalem, from the land of Benjamin, from the lowland, from the hill country, and from the South, bringing burnt offerings, sacrifices, meal offerings, and frankincense, and bringing sacrifices of thanksgiving to Yahweh’s house.",
                "27": "But if you will not listen to me to make the Sabbath day holy, and not to bear a burden and enter in at the gates of Jerusalem on the Sabbath day, then I will kindle a fire in its gates, and it will devour the palaces of Jerusalem. It will not be quenched.”’”"
            }
        }
    }
}