{
    "book": "Ieremia",
    "chapter": "31",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "„În vremea aceea”, zice Domnul, „Eu voi fi Dumnezeul tuturor semințiilor lui Israel, și ei vor fi poporul meu.”",
                "2": "Așa vorbește Domnul: „Poporul celor ce-au scăpat de sabie a căpătat trecere în pustie: Israel merge spre locul lui de odihnă.”",
                "3": "Domnul mi Se arată de departe: „Te iubesc cu o iubire veșnică, de aceea îți păstrez bunătatea Mea!",
                "4": "Te voi așeza din nou, și vei fi așezată din nou, fecioara lui Israel! Te vei împodobi iarăși cu timpanele tale și vei ieși în mijlocul jocurilor voioase.",
                "5": "Vei sădi iarăși vii pe înălțimile Samariei; cei ce le vor sădi le vor culege și roadele.",
                "6": "Căci vine ziua când străjerii vor striga pe muntele lui Efraim: ‘Sculați-vă să ne suim în Sion, la Domnul Dumnezeul nostru!’”",
                "7": "Căci așa vorbește Domnul: „Strigați de bucurie asupra lui Iacov, chiuiți de veselie în fruntea neamurilor! Înălțați-vă glasurile, cântați laude și ziceți: ‘Doamne, izbăvește pe poporul Tău, pe rămășița lui Israel!’",
                "8": "Iată, îi aduc înapoi din țara de la miazănoapte, îi adun de la marginile pământului: între ei este și orbul și șchiopul, femeia însărcinată și cea în durerile nașterii; o mare mulțime se întoarce înapoi aici!",
                "9": "Plângând vin și îi duc în mijlocul rugăciunilor lor; îi duc la râuri de apă, pe un drum neted pe care nu se poticnesc. Căci Eu sunt Tatăl lui Israel, și Efraim este întâiul Meu născut.",
                "10": "Ascultați Cuvântul Domnului, neamuri, și vestiți-l în ostroave depărtate! Spuneți: ‘Cel ce a risipit pe Israel îl va aduna și-l va păzi cum își păzește păstorul turma.’",
                "11": "Căci Domnul răscumpără pe Iacov și-l izbăvește din mâna unuia mai tare decât el.",
                "12": "Ei vor veni și vor chiui de bucurie pe înălțimile Sionului; vor alerga la bunătățile Domnului, la grâu, la must, la untdelemn, la oi și boi; sufletul le va fi ca o grădină bine udată și nu vor mai tânji.",
                "13": "Atunci, fetele se vor veseli la joc, tinerii și bătrânii se vor bucura și ei; le voi preface jalea în veselie și-i voi mângâia, le voi da bucurie după necazurile lor.",
                "14": "Voi sătura de grăsime sufletul preoților și poporul Meu se va sătura de bunătățile Mele”, zice Domnul.",
                "15": "Așa vorbește Domnul: „Un țipăt se aude la Rama, plângeri și lacrimi amare: Rahela își plânge copiii și nu vrea să se mângâie pentru copiii ei, căci nu mai sunt!”",
                "16": "Așa vorbește Domnul: „Oprește-ți plânsul, oprește-ți lacrimile din ochi, căci truda îți va fi răsplătită”, zice Domnul; „ei se vor întoarce iarăși din țara vrăjmașului.",
                "17": "Este nădejde pentru urmașii tăi”, zice Domnul; „copiii tăi se vor întoarce în ținutul lor!",
                "18": "Aud pe Efraim bocindu-se: ‘M-ai pedepsit și am fost pedepsit ca un junc nedeprins la jug; întoarce-mă Tu, și mă voi întoarce, căci Tu ești Domnul Dumnezeul meu!",
                "19": "După ce m-am întors, m-am căit și, după ce mi-am recunoscut greșelile, mă bat pe pulpă; sunt rușinat și roșu de rușine, căci port ocara tinereții mele.’",
                "20": "Îmi este Efraim un fiu scump, un copil iubit de Mine? Căci, când vorbesc de el, Îmi aduc aminte cu gingășie de el, de aceea Îmi arde inima în Mine pentru el și voi avea milă negreșit de el”, zice Domnul.",
                "21": "„Ridică semne pe drum, pune stâlpi, ia seama la cale, la drumul pe care l-ai urmat… Întoarce-te, fecioara lui Israel, întoarce-te în cetățile acestea care sunt ale tale!",
                "22": "Până când vei fi pribeagă, fiică rătăcită? Căci Domnul face un lucru nou pe pământ: femeia va peți pe bărbat.”",
                "23": "Așa vorbește Domnul oștirilor, Dumnezeul lui Israel: „Iată ce se va zice iarăși în țara lui Iuda și în cetățile sale, când voi aduce înapoi pe prinșii lor de război: ‘Domnul să te binecuvânteze, locaș al neprihănirii, munte sfânt!’",
                "24": "Iuda va locui acolo fără teamă în toate cetățile lui, plugarii și cei ce umblă cu turmele la pășune.",
                "25": "Căci voi răcori sufletul însetat și voi sătura orice suflet lihnit de foame.”",
                "26": "(La aceste lucruri m-am trezit și am privit, și somnul îmi fusese dulce.)",
                "27": "„Iată vin zile”, zice Domnul, „când voi însămânța casa lui Israel și casa lui Iuda cu o sămânță de oameni și o sămânță de dobitoace.",
                "28": "Și cum am vegheat asupra lor ca să-i smulg, să-i tai, să-i dărâm, să-i nimicesc și să le fac rău, tot așa voi veghea asupra lor ca să-i zidesc și să-i sădesc”, zice Domnul.",
                "29": "„În zilele acelea, nu se va mai zice: ‘Părinții au mâncat aguridă, și copiilor li s-au strepezit dinții’,",
                "30": "ci fiecare va muri pentru nelegiuirea lui; oricărui om care va mânca aguridă i se vor strepezi dinții!",
                "31": "Iată, vin zile”, zice Domnul, „când voi face cu casa lui Israel și cu casa lui Iuda un legământ nou.",
                "32": "Nu ca legământul pe care l-am încheiat cu părinții lor în ziua când i-am apucat de mână să-i scot din țara Egiptului, legământ pe care l-au călcat, măcar că aveam drepturi de soț asupra lor”, zice Domnul.",
                "33": "„Ci iată legământul pe care-l voi face cu casa lui Israel după zilele acelea”, zice Domnul: „Voi pune Legea Mea înăuntrul lor, o voi scrie în inima lor, și Eu voi fi Dumnezeul lor, iar ei vor fi poporul Meu.",
                "34": "Niciunul nu va mai învăța pe aproapele sau pe fratele său, zicând: ‘Cunoaște pe Domnul!’ Ci toți Mă vor cunoaște, de la cel mai mic până la cel mai mare”, zice Domnul, „căci le voi ierta nelegiuirea și nu-Mi voi mai aduce aminte de păcatul lor.”",
                "35": "Așa vorbește Domnul, care a făcut soarele să lumineze ziua, care a rânduit luna și stelele să lumineze noaptea, care întărâtă marea și face valurile ei să urle, El, al cărui Nume este Domnul oștirilor:",
                "36": "„Dacă vor înceta aceste legi dinaintea Mea”, zice Domnul, „și neamul lui Israel va înceta pe vecie să mai fie un neam înaintea Mea!”",
                "37": "Așa vorbește Domnul: „Dacă cerurile sus pot fi măsurate și dacă temeliile pământului jos pot fi cercetate, atunci voi lepăda și Eu pe tot neamul lui Israel, pentru tot ce a făcut”, zice Domnul.",
                "38": "„Iată, vin zile”, zice Domnul, „când cetatea va fi zidită iarăși în cinstea Domnului, de la turnul lui Hananeel până la Poarta Unghiului.",
                "39": "Frânghia de măsurat va trece încă pe dinaintea ei până la dealul Gareb și de acolo va face un ocol înspre Goat.",
                "40": "Toată valea unde se aruncă trupurile moarte și cenușa și toate ogoarele până la pârâul Chedron, până la unghiul porții cailor, la răsărit, vor fi închinate Domnului și nu vor mai fi niciodată nici surpate, nici nimicite.”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "„În vremea aceea“, zice Domnul, „Eu voi fi Dumnezeul tuturor clanurilor lui Israel, iar ei vor fi poporul Meu“.",
                "2": "Așa vorbește Domnul: „Poporul care a scăpat de sabie, a găsit bunăvoință în deșert. Eu voi veni și îi voi da odihnă lui Israel“.",
                "3": "Domnul mi S-a arătat de departe, zicându-mi: „Te iubesc cu o iubire veșnică, de aceea Îmi păstrez îndurarea față de tine!",
                "4": "Te voi zidi din nou, vei fi zidită din nou, fecioară Israel! și vei ieși la dans cu cei ce te înveselesc.",
                "5": "Vei planta iarăși vii pe dealurile Samariei, se vor bucura de roadele lor.",
                "6": "Căci vine ziua când străjerii vor proclama pe muntele lui Efraim astfel: «Haideți să mergem la Sion, la Domnul, Dumnezeul nostru!»“.",
                "7": "Așa vorbește Domnul: „Strigați de bucurie pentru Iacov! Chiuiți de veselie pentru căpetenia națiunilor! Faceți-vă auziți, cântați laude și ziceți: «Eliberează, Doamne, poporul Tău, rămășița lui Israel!».",
                "8": "Iată, îi voi aduce înapoi din țara de nord și îi voi aduna de la marginile pământului. Între ei va fi și orbul și șchiopul, și femeia însărcinată și cea în durerile nașterii. O mare adunare se va întoarce.",
                "9": "Vor veni plângând și, în mijlocul rugăciunilor, îi voi aduce înapoi. și pe o cale dreaptă, pe care nu se vor împiedica, fiindcă Eu sunt Tatăl lui Israel, și Efraim este întâiul Meu născut.",
                "10": "Ascultați Cuvântul Domnului, națiunilor, și vestiți-l în insulele de departe! și Își va păzi turma ca un păstor!»",
                "11": "Căci Domnul îl va răscumpăra pe Iacov și-l va elibera din mâna unuia mai puternic decât el.",
                "12": "Atunci vor veni și vor chiui de veselie pe înălțimile Sionului; ei vor alerga la bunătățile Domnului: la grâne, la must, la ulei, la miei și la viței. și nu se vor mai istovi.",
                "13": "Atunci fecioarele se vor veseli la dans, iar tinerii și bătrânii la fel. și îi voi mângâia și le voi da bucurie, după durerea lor.",
                "14": "Voi sătura cu grăsime sufletul preoților, iar poporul Meu se va sătura cu bunătatea Mea“, zice Domnul.",
                "15": "Așa vorbește Domnul: „Un glas a fost auzit în Rama, bocet și plânset mult. și nu vrea să fie mângâiată pentru copiii ei, căci ei nu mai sunt“.",
                "16": "Așa vorbește Domnul: „Oprește-ți plânsul și lacrimile din ochi, căci munca îți va fi răsplătită“, zice Domnul; „ei se vor întoarce din țara dușmanului.",
                "17": "Există speranță pentru viitorul tău“, zice Domnul. „Fiii tăi se vor întoarce în teritoriul lor.",
                "18": "L-am auzit într-adevăr pe Efraim văitându-se: «M-ai disciplinat, ca pe un vițel care nu este obișnuit cu jugul și am fost disciplinat. Întoarce-mă Tu, și mă voi întoarce, fiindcă Tu ești Domnul, Dumnezeul meu.",
                "19": "Căci, după ce am rătăcit, mi-a părut rău; ajungând să cunosc, mă lovesc peste coapsă. Am fost făcut de rușine și umilit, căci port disprețul tinereții mele».",
                "20": "Nu este Efraim fiul Meu cel scump, copilul în care-Mi găsesc plăcerea? Căci, deși vorbesc adesea împotriva lui, tot Îmi aduc aminte de el. Inima Îmi tânjește după el; sigur voi avea milă de el“, zice Domnul.",
                "21": "„Ridică-ți semne pe drum, și fii atent la cale, la drumul pe care mergi. Întoarce-te, fecioară Israel, întoarce-te la aceste cetăți ale tale.",
                "22": "Până când vei rătăci, fiică necredincioasă? Căci Domnul va crea un lucru nou în țară: femeia va da târcoale bărbatului“.",
                "23": "Așa vorbește Domnul Oștirilor, Dumnezeul lui Israel: „Când le voi aduce înapoi captivii, cei din țara și din cetățile lui Iuda vor zice iarăși aceste cuvinte: «Domnul să te binecuvânteze, locuință a dreptății, munte sfânt!».",
                "24": "Cei din Iuda și din toate cetățile ei vor locui acolo împreună, atât plugarii, cât și cei ce umblă cu turmele pe pășuni.",
                "25": "Căci voi sătura cu apă sufletul obosit și voi îndestula orice suflet flămând“.",
                "26": "La aceste lucruri m-am trezit și am privit în jur. Somnul îmi fusese dulce.",
                "27": "„Iată, vin zile“, zice Domnul, „când voi însămânța Casa lui Israel și Casa lui Iuda cu o sămânță de oameni și o sămânță de animale.",
                "28": "Așa cum am vegheat asupra lor ca să-i smulg, să-i tai, să-i dărâm, să-i nimicesc și să le fac rău, tot așa voi veghea asupra lor ca să-i zidesc și să-i plantez“, zice Domnul.",
                "29": "„În zilele acelea nu se va mai zice: și copiilor li s-au strepezit dinții»,",
                "30": "ci fiecare va muri pentru propria nelegiuire. Fiecărui om care va mânca struguri necopți i se vor strepezi dinții.",
                "31": "Iată, vin zile“, zice Domnul, „când voi încheia cu Casa lui Israel un legământ nou,",
                "32": "nu ca legământul pe care l-am încheiat cu strămoșii lor, ca să-i scot din țara Egiptului, legământ pe care l-au rupt, cu toate că le eram Stăpân“, zice Domnul.",
                "33": "„Ci acesta este legământul pe care-l voi încheia cu Casa lui Israel, după acele zile“, zice Domnul: „voi pune Legea Mea înăuntrul lor și o voi scrie în inimile lor. Eu voi fi Dumnezeul lor, iar ei vor fi poporul Meu.",
                "34": "Și nimeni nu-l va mai învăța pe semenul sau pe fratele său, zicând: «Cunoaște-L pe Domnul!», pentru că toți Mă vor cunoaște, de la cel mai mic până la cel mai mare“, zice Domnul, „căci le voi ierta nelegiuirea și nu-Mi voi mai aminti de păcatul lor“.",
                "35": "Așa vorbește Domnul, să lumineze ziua, să lumineze noaptea, și face să-i urle valurile – Domnul Oștirilor este Numele Său:",
                "36": "„Dacă vor dispărea aceste hotărâri dinaintea Mea“, zice Domnul, „atunci și urmașii lui Israel vor înceta să mai fie o națiune înaintea Mea pentru totdeauna!“.",
                "37": "Așa vorbește Domnul: „Dacă cerurile de sus vor putea fi măsurate, iar temeliile de jos ale pământului vor putea fi cercetate, pentru tot ce a făcut“, zice Domnul.",
                "38": "„Iată, vin zile“, zice Domnul, „când cetatea aceasta va fi reconstruită pentru Domnul, de la Turnul lui Hananel până la Poarta Unghiului.",
                "39": "Sfoara de măsurat va trece pe dinaintea ei până la dealul Gareb și apoi se va întoarce spre Goa.",
                "40": "Toată valea – unde sunt aruncate cadavrele și cenușa – și toate terenurile – până la pârâul Chidron, până la unghiul Porții Cailor, spre est – vor fi dedicate Domnului. Cetatea nu va mai fi niciodată nimicită sau dărâmată“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "“At that time,” says Yahweh, “I will be the God of all the families of Israel, and they will be my people.”",
                "2": "Yahweh says, “The people who survive the sword found favor in the wilderness; even Israel, when I went to cause him to rest.”",
                "3": "Yahweh appeared of old to me, saying, “Yes, I have loved you with an everlasting love. Therefore I have drawn you with loving kindness.",
                "4": "I will build you again, and you will be built, O virgin of Israel. You will again be adorned with your tambourines, and will go out in the dances of those who make merry.",
                "5": "Again you will plant vineyards on the mountains of Samaria. The planters will plant, and will enjoy its fruit.",
                "6": "For there will be a day that the watchmen on the hills of Ephraim cry, ‘Arise! Let’s go up to Zion to Yahweh our God.’”",
                "7": "For Yahweh says, “Sing with gladness for Jacob, and shout for the chief of the nations. Publish, praise, and say, ‘Yahweh, save your people, the remnant of Israel!’",
                "8": "Behold, I will bring them from the north country, and gather them from the uttermost parts of the earth, along with the blind and the lame, the woman with child and her who travails with child together. They will return as a great company.",
                "9": "They will come with weeping. I will lead them with petitions. I will cause them to walk by rivers of waters, in a straight way in which they won’t stumble; for I am a father to Israel. Ephraim is my firstborn.",
                "10": "“Hear Yahweh’s word, you nations, and declare it in the distant islands. Say, ‘He who scattered Israel will gather him, and keep him, as a shepherd does his flock.’",
                "11": "For Yahweh has ransomed Jacob, and redeemed him from the hand of him who was stronger than he.",
                "12": "They will come and sing in the height of Zion, and will flow to the goodness of Yahweh, to the grain, to the new wine, to the oil, and to the young of the flock and of the herd. Their soul will be as a watered garden. They will not sorrow any more at all.",
                "13": "Then the virgin will rejoice in the dance, the young men and the old together; for I will turn their mourning into joy, and will comfort them, and make them rejoice from their sorrow.",
                "14": "I will satiate the soul of the priests with fatness, and my people will be satisfied with my goodness,” says Yahweh.",
                "15": "Yahweh says: “A voice is heard in Ramah, lamentation and bitter weeping, Rachel weeping for her children. She refuses to be comforted for her children, because they are no more.”",
                "16": "Yahweh says: “Refrain your voice from weeping, and your eyes from tears, for your work will be rewarded,” says Yahweh. “They will come again from the land of the enemy.",
                "17": "There is hope for your latter end,” says Yahweh. “Your children will come again to their own territory.",
                "18": "“I have surely heard Ephraim grieving thus, ‘You have chastised me, and I was chastised, as an untrained calf. Turn me, and I will be turned, for you are Yahweh my God.",
                "19": "Surely after that I was turned. I repented. After that I was instructed. I struck my thigh. I was ashamed, yes, even confounded, because I bore the reproach of my youth.’",
                "20": "Is Ephraim my dear son? Is he a darling child? For as often as I speak against him, I still earnestly remember him. Therefore my heart yearns for him. I will surely have mercy on him,” says Yahweh.",
                "21": "“Set up road signs. Make guideposts. Set your heart toward the highway, even the way by which you went. Turn again, virgin of Israel. Turn again to these your cities.",
                "22": "How long will you go here and there, you backsliding daughter? For Yahweh has created a new thing in the earth: a woman will encompass a man.”",
                "23": "Yahweh of Armies, the God of Israel, says: “Yet again they will use this speech in the land of Judah and in its cities, when I reverse their captivity: ‘Yahweh bless you, habitation of righteousness, mountain of holiness.’",
                "24": "Judah and all its cities will dwell therein together, the farmers, and those who go about with flocks.",
                "25": "For I have satiated the weary soul, and I have replenished every sorrowful soul.”",
                "26": "On this I awakened, and saw; and my sleep was sweet to me.",
                "27": "“Behold, the days come,” says Yahweh, “that I will sow the house of Israel and the house of Judah with the seed of man and with the seed of animal.",
                "28": "It will happen that, like as I have watched over them to pluck up and to break down and to overthrow and to destroy and to afflict, so I will watch over them to build and to plant,” says Yahweh.",
                "29": "“In those days they will say no more, “‘The fathers have eaten sour grapes, and the children’s teeth are set on edge.’",
                "30": "But everyone will die for his own iniquity. Every man who eats the sour grapes, his teeth will be set on edge.",
                "31": "“Behold, the days come,” says Yahweh, “that I will make a new covenant with the house of Israel, and with the house of Judah,",
                "32": "not according to the covenant that I made with their fathers in the day that I took them by the hand to bring them out of the land of Egypt, which covenant of mine they broke, although I was a husband to them,” says Yahweh.",
                "33": "“But this is the covenant that I will make with the house of Israel after those days,” says Yahweh: “I will put my law in their inward parts, and I will write it in their heart. I will be their God, and they shall be my people.",
                "34": "They will no longer each teach his neighbor, and every man teach his brother, saying, ‘Know Yahweh;’ for they will all know me, from their least to their greatest,” says Yahweh, “for I will forgive their iniquity, and I will remember their sin no more.”",
                "35": "Yahweh, who gives the sun for a light by day, and the ordinances of the moon and of the stars for a light by night, who stirs up the sea, so that its waves roar— Yahweh of Armies is his name, says:",
                "36": "“If these ordinances depart from before me,” says Yahweh, “then the offspring of Israel also will cease from being a nation before me forever.”",
                "37": "Yahweh says: “If heaven above can be measured, and the foundations of the earth searched out beneath, then I will also cast off all the offspring of Israel for all that they have done,” says Yahweh.",
                "38": "“Behold, the days come,” says Yahweh, “that the city will be built to Yahweh from the tower of Hananel to the gate of the corner.",
                "39": "The measuring line will go out further straight onward to the hill Gareb, and will turn toward Goah.",
                "40": "The whole valley of the dead bodies and of the ashes, and all the fields to the brook Kidron, to the corner of the horse gate toward the east, will be holy to Yahweh. It will not be plucked up or thrown down any more forever.”"
            }
        }
    }
}