{
    "book": "Ieremia",
    "chapter": "22",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Așa vorbește Domnul: „Coboară-te în casa împăratului lui Iuda și acolo rostește cuvintele acestea.",
                "2": "Să spui: ‘Ascultă Cuvântul Domnului, împărat al lui Iuda, care stai pe scaunul de domnie al lui David, tu, slujitorii tăi și tot poporul care intrați pe porțile acestea!",
                "3": "Așa vorbește Domnul: «Faceți dreptate și judecată; scoateți pe cel asuprit din mâinile asupritorului; nu chinuiți pe străin, pe orfan și pe văduvă; nu apăsați și nu vărsați sânge nevinovat în locul acesta!",
                "4": "Căci, dacă lucrați după cuvântul acesta, vor intra pe porțile casei acesteia împărați care stau pe scaunul de domnie al lui David, suiți în care și călări pe cai, ei, slujitorii lor și poporul lor.",
                "5": "Dar, dacă nu veți asculta cuvintele acestea, pe Mine Însumi jur», zice Domnul, «că această casă va ajunge o dărâmătură!»’”",
                "6": "Căci așa vorbește Domnul asupra casei împăratului lui Iuda: „Tu ești pentru Mine precum Galaadul, ca vârful Libanului, dar, cu adevărat, voi face din tine un pustiu, o cetate fără locuitori!",
                "7": "Pregătesc împotriva ta niște nimicitori, fiecare cu armele lui: ei vor tăia cei mai frumoși cedri ai tăi și-i vor arunca în foc.",
                "8": "Multe neamuri vor trece pe lângă cetatea aceasta și vor zice unul altuia: ‘Pentru ce a făcut Domnul așa acestei cetăți mari?’",
                "9": "Și se va răspunde: ‘Pentru că au părăsit legământul Domnului Dumnezeului lor, pentru că s-au închinat înaintea altor dumnezei și le-au slujit!’”",
                "10": "Nu plângeți pe cel mort și nu vă bociți pentru el, ci plângeți mai degrabă pe cel ce se duce, care nu se va mai întoarce și nu-și va mai vedea țara de naștere!",
                "11": "Căci așa vorbește Domnul despre Șalum, fiul lui Iosia, împăratul lui Iuda, care domnea în locul tatălui său Iosia și care a ieșit din locul acesta: „Nu se va mai întoarce în el,",
                "12": "ci va muri în locul unde este dus rob și nu va mai vedea țara aceasta.",
                "13": "Vai de cel ce își zidește casa cu nedreptate și odăile, cu nelegiuire; care pune pe aproapele său să lucreze degeaba, fără să-i dea plata;",
                "14": "care zice: ‘Îmi voi zidi o casă mare și odăi încăpătoare’ și-i face ferestre multe, o căptușește cu cedru și o vopsește cu roșu!",
                "15": "Împărat ești tu oare, de te întreci în cedri? Nu mânca tatăl tău și nu bea și el? Și totuși el făcea dreptate și judecată, și era fericit!",
                "16": "Judeca pricina săracului și a celui lipsit și era fericit. Nu înseamnă lucrul acesta a Mă cunoaște?”, zice Domnul.",
                "17": "„Dar tu n-ai ochi și inimă decât ca să te dedai la lăcomie, ca să verși sânge nevinovat și să întrebuințezi asuprire și silnicie.”",
                "18": "De aceea, așa vorbește Domnul despre Ioachim, fiul lui Iosia, împăratul lui Iuda: „Nu-l vor plânge zicând: ‘Vai, fratele meu! Vai, sora mea!’ Nici nu-l vor plânge zicând: ‘Vai, doamne! Vai, Măria Sa!’",
                "19": "Ci va fi înmormântat ca un măgar, va fi târât și aruncat afară din porțile Ierusalimului!",
                "20": "Suie-te pe Liban și strigă! Înalță-ți glasul de pe Basan! Și strigă de pe înălțimea Abarim! Căci toți cei ce te iubeau sunt zdrobiți!",
                "21": "Ți-am vorbit când îți mergea bine, dar tu ziceai: ‘Nu pot s-ascult!’ Așa ai lucrat din tinerețea ta și n-ai ascultat glasul Meu.",
                "22": "Pe toți păstorii tăi îi va paște vântul și cei ce te iubesc vor merge în robie. Atunci vei fi acoperit de rușine și vei roși din pricina întregii tale răutăți.",
                "23": "Tu, care locuiești pe Liban acum, care îți ai cuibul în cedri, cum vei geme când te vor ajunge durerile, dureri ca ale unei femei în munci!",
                "24": "Pe viața Mea”, zice Domnul, „că, și chiar dacă Ieconia, fiul lui Ioiachim, împăratul lui Iuda, ar fi un inel de pecetluit în mâna Mea cea dreaptă, te-aș scoate și de acolo.",
                "25": "Te voi da în mâinile celor ce vor să-ți ia viața, în mâinile acelora înaintea cărora tremuri, în mâinile lui Nebucadnețar, împăratul Babilonului, în mâinile haldeenilor.",
                "26": "Te voi arunca, pe tine și pe mamă-ta care te-a născut, într-o altă țară, unde nu v-ați născut și acolo veți muri!",
                "27": "Dar, în țara în care vor dori să se întoarcă, nu se vor mai întoarce!",
                "28": "Este un vas disprețuit, sfărâmat, acest Ieconia? Este el un lucru căruia nu-i dai niciun preț? Pentru ce sunt aruncați oare, el și sămânța lui, și azvârliți într-o țară pe care n-o cunosc?",
                "29": "Țară, țară, țară, ascultă glasul Domnului!",
                "30": "Așa vorbește Domnul: ‘Scrieți pe omul acesta ca lipsit de copii, ca un om căruia nu-i va merge bine toată viața lui, căci niciunul din urmașii lui nu va izbuti să șadă pe scaunul de domnie al lui David și să domnească peste Iuda.’”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Așa vorbește Domnul: „Du-te la palatul regelui lui Iuda și vestește acolo cuvintele acestea:",
                "2": "«Ascultă Cuvântul Domnului, rege al lui Iuda, care stai pe tronul lui David, tu, slujitorii tăi și poporul care intră pe aceste porți.",
                "3": "Așa vorbește Domnul: ‘Faceți dreptate și judecată! Eliberați-l din mâna asupritorului pe cel ce a fost jefuit! Nu nedreptățiți pe străin, pe orfan sau pe văduvă! Nu vărsați sânge nevinovat în locul acesta!",
                "4": "Căci, dacă veți împlini poruncile acestea, atunci pe porțile acestui palat vor intra regi care stau pe tronul lui David, urcați în care și călare pe cai, atât ei, cât și slujitorii și poporul lor.",
                "5": "Dar dacă nu veți asculta de poruncile acestea, jur pe Mine Însumi, zice Domnul, că acest palat va ajunge o ruină’»“.",
                "6": "Căci așa vorbește Domnul cu privire la palatul regelui lui Iuda: „Deși ești pentru Mine ca Ghiladul, ca piscul Libanului, te voi face asemenea unui pustiu, asemenea unei cetăți fără locuitori!",
                "7": "Voi pune deoparte împotriva ta niște distrugători, fiecare cu armele lui. și-i vor arunca în foc.",
                "8": "Multe națiuni vor trece pe lângă cetatea aceasta și se vor întreba unul pe altul: «De ce a făcut Domnul astfel acestei mari cetăți?».",
                "9": "Și li se va răspunde: «Pentru că a părăsit legământul cu Domnul, Dumnezeul său, s-a închinat altor dumnezei și le-a slujit».",
                "10": "Nu-l plângeți pe cel mort și nu-l jeliți, ci plângeți-l mai degrabă pe cel ce merge în captivitate, și nu-și va mai vedea țara de origine“.",
                "11": "Căci așa vorbește Domnul despre Șalum, fiul lui Iosia, regele lui Iuda, care a domnit în locul tatălui său, Iosia, și care a plecat din locul acesta: „Nu se va mai întoarce niciodată,",
                "12": "ci va muri în locul în care l-au dus în captivitate și nu va mai vedea țara aceasta.",
                "13": "Vai de cel care-și construiește palatul cu nedreptate și camerele de sus cu injustiție, care-și pune semenul să lucreze degeaba, fără să-i dea plata.",
                "14": "El își zice: «Îmi voi construi un palat mare, care să aibă camerele de sus spațioase!». Și, astfel, el îi face ferestre largi, și îl vopsește în purpuriu.",
                "15": "Te face să fii rege faptul că aduni fără încetare cedru? Oare tatăl tău nu mânca și nu bea și el? Și totuși el făcea judecată și dreptate, astfel încât toate îi mergeau bine.",
                "16": "El a judecat cauza săracului și a celui nevoiaș și toate îi mergeau bine. Oare nu tocmai lucrul acesta înseamnă a Mă cunoaște?“, zice Domnul.",
                "17": "„Dar tu nu ai ochi și inimă decât pentru câștigul nedrept, pentru a vărsa sânge nevinovat, pentru a asupri și a tâlhări“.",
                "18": "De aceea, așa vorbește Domnul despre Iehoiachim, fiul lui Iosia, regele lui Iuda: „Nu-l vor jeli, zicând: «Vai, fratele meu! Vai, sora mea!». Nu-l vor jeli, zicând: «Vai, stăpâne! Vai, Maiestate!»,",
                "19": "ci va fi înmormântat ca un măgar: dincolo de porțile Ierusalimului.",
                "20": "Du-te în Liban și strigă! Înalță-ți glasul în Bașan, strigă de pe Abarim, căci toți iubiții tăi sunt zdrobiți.",
                "21": "Ți-am vorbit când îți mergea bine, dar tu ai zis: «Nu voi asculta!». Aceasta a fost calea ta încă din tinerețe, căci nu ai ascultat de glasul Meu!",
                "22": "Vântul îi va împrăștia pe toți păstorii tăi, iar iubiții tăi vor merge în captivitate. din cauza întregii tale răutăți.",
                "23": "Tu, care locuiești în Liban, care îți ai cuibul între cedri, o, cum vei mai suspina când te vor ajunge durerile, dureri ca ale unei femei în chinurile nașterii!“",
                "24": "„Viu sunt Eu“, zice Domnul, „că chiar dacă tu, Iehoiachin, fiul lui Iehoiachim, regele lui Iuda, ai fi un inel cu sigiliu în mâna Mea cea dreaptă, și de acolo te-aș scoate!",
                "25": "Te voi da în mâinile celor ce încearcă să-ți ia viața, în mâinile celor de care ți-e frică, în mâinile lui Nebucadnețar, împăratul Babilonului, și în mâinile caldeenilor.",
                "26": "Te voi arunca pe tine și pe mama care te-a născut, într-o altă țară, unde nu v-ați născut, și acolo veți muri.",
                "27": "Nu veți mai reveni în țara în care doriți să vă întoarceți“.",
                "28": "Este acest om, Iehoiachin, un vas disprețuit și sfărâmat, pe care nu-l mai dorește nimeni? De ce sunt aruncați, el și urmașii lui, într-o țară pe care n-o cunosc?",
                "29": "O, țară, țară, țară, ascultă Cuvântul Domnului!",
                "30": "Așa vorbește Domnul: „Înscrieți-l în sul pe omul acesta ca pe unul lipsit de copii, de-a lungul zilelor lui, sau să stăpânească în Iuda.“"
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Yahweh said, “Go down to the house of the king of Judah, and speak this word there:",
                "2": "‘Hear Yahweh’s word, king of Judah, who sits on David’s throne—you, your servants, and your people who enter in by these gates.",
                "3": "Yahweh says: “Execute justice and righteousness, and deliver him who is robbed out of the hand of the oppressor. Do no wrong. Do no violence to the foreigner, the fatherless, or the widow. Don’t shed innocent blood in this place.",
                "4": "For if you do this thing indeed, then kings sitting on David’s throne will enter in by the gates of this house, riding in chariots and on horses—they, their servants, and their people.",
                "5": "But if you will not hear these words, I swear by myself,” says Yahweh, “that this house will become a desolation.”’”",
                "6": "For Yahweh says concerning the house of the king of Judah: “You are Gilead to me, the head of Lebanon. Yet surely I will make you a wilderness, cities which are not inhabited.",
                "7": "I will prepare destroyers against you, everyone with his weapons, and they will cut down your choice cedars, and cast them into the fire.",
                "8": "“Many nations will pass by this city, and they will each ask his neighbor, ‘Why has Yahweh done this to this great city?’",
                "9": "Then they will answer, ‘Because they abandoned the covenant of Yahweh their God, worshiped other gods, and served them.’”",
                "10": "Don’t weep for the dead. Don’t bemoan him; but weep bitterly for him who goes away, for he will return no more, and not see his native country.",
                "11": "For Yahweh says touching Shallum the son of Josiah, king of Judah, who reigned instead of Josiah his father, and who went out of this place: “He won’t return there any more.",
                "12": "But he will die in the place where they have led him captive. He will see this land no more.”",
                "13": "“Woe to him who builds his house by unrighteousness, and his rooms by injustice; who uses his neighbor’s service without wages, and doesn’t give him his hire;",
                "14": "who says, ‘I will build myself a wide house and spacious rooms,’ and cuts out windows for himself, with a cedar ceiling, and painted with red.",
                "15": "“Should you reign because you strive to excel in cedar? Didn’t your father eat and drink, and do justice and righteousness? Then it was well with him.",
                "16": "He judged the cause of the poor and needy; so then it was well. Wasn’t this to know me?” says Yahweh.",
                "17": "But your eyes and your heart are only for your covetousness, for shedding innocent blood, for oppression, and for doing violence.”",
                "18": "Therefore Yahweh says concerning Jehoiakim the son of Josiah, king of Judah: “They won’t lament for him, saying, ‘Ah my brother!’ or, ‘Ah sister!’ They won’t lament for him, saying ‘Ah lord!’ or, ‘Ah his glory!’",
                "19": "He will be buried with the burial of a donkey, drawn and cast out beyond the gates of Jerusalem.”",
                "20": "“Go up to Lebanon, and cry out. Lift up your voice in Bashan, and cry from Abarim; for all your lovers have been destroyed.",
                "21": "I spoke to you in your prosperity, but you said, ‘I will not listen.’ This has been your way from your youth, that you didn’t obey my voice.",
                "22": "The wind will feed all your shepherds, and your lovers will go into captivity. and confounded for all your wickedness.",
                "23": "Inhabitant of Lebanon, who makes your nest in the cedars, how greatly to be pitied you will be when pangs come on you, the pain as of a woman in travail!",
                "24": "“As I live,” says Yahweh, “though Coniah the son of Jehoiakim king of Judah were the signet on my right hand, I would still pluck you from there.",
                "25": "I would give you into the hand of those who seek your life, and into the hand of them of whom you are afraid, even into the hand of Nebuchadnezzar king of Babylon, and into the hand of the Chaldeans.",
                "26": "I will cast you out with your mother who bore you into another country, where you were not born; and there you will die.",
                "27": "But to the land to which their soul longs to return, there they will not return.”",
                "28": "Is this man Coniah a despised broken vessel? Is he a vessel in which no one delights? Why are they cast out, he and his offspring, and cast into a land which they don’t know?",
                "29": "O earth, earth, earth, hear Yahweh’s word!",
                "30": "Yahweh says, “Record this man as childless, a man who will not prosper in his days; for no more will a man of his offspring prosper, sitting on David’s throne and ruling in Judah.”"
            }
        }
    }
}