{
    "book": "Ieremia",
    "chapter": "40",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Iată cuvântul spus lui Ieremia din partea Domnului, după ce Nebuzaradan, căpetenia străjerilor, i-a dat drumul din Rama. Când a trimis să-l aducă, Ieremia era încă legat cu lanțuri, împreună cu toți prinșii de război din Ierusalim și din Iuda, care aveau să fie duși în Babilon.",
                "2": "Căpetenia străjerilor a trimis să aducă pe Ieremia și i-a zis: „Domnul Dumnezeul tău a vestit mai dinainte aceste nenorociri împotriva locului acestuia;",
                "3": "Domnul a adus și a împlinit ce spusese, și lucrurile acestea vi s-au întâmplat pentru că ați păcătuit împotriva Domnului și n-ați ascultat glasul Lui.",
                "4": "Acum, iată, te izbăvesc astăzi din lanțurile pe care le ai la mâini; dacă vrei să vii cu mine la Babilon, vino, și voi îngriji de tine. Dar, dacă nu-ți place să vii cu mine la Babilon, nu veni. Iată, toată țara este înaintea ta, du-te unde vei crede și unde-ți place să te duci!”",
                "5": "Însă, fiindcă el zăbovea să răspundă, „întoarce-te”, a adăugat el, „la Ghedalia, fiul lui Ahicam, fiul lui Șafan, pe care l-a pus împăratul Babilonului peste cetățile lui Iuda, și rămâi cu el în mijlocul poporului sau du-te oriunde vei vrea să te duci!” Căpetenia străjerilor i-a dat merinde și daruri și i-a dat drumul.",
                "6": "Ieremia s-a dus la Ghedalia, fiul lui Ahicam, la Mițpa, și a rămas cu el în mijlocul poporului care rămăsese în țară.",
                "7": "Când au aflat toate căpeteniile oștirilor care rămăseseră pe câmp cu oamenii lor că împăratul Babilonului a pus ca dregător al țării pe Ghedalia, fiul lui Ahicam, și că i-a încredințat bărbații, femeile, copiii și pe aceia din săracii țării care nu fuseseră luați robi în Babilon,",
                "8": "s-au dus la Ghedalia, la Mițpa, și anume: Ismael, fiul lui Netania, Iohanan și Ionatan, fiul lui Careah, Seraia, fiul lui Tanhumet, fiii lui Efai din Netofa, și Iezania, fiul unui maacatit, ei și oamenii lor.",
                "9": "Ghedalia, fiul lui Ahicam, fiul lui Șafan, le-a jurat lor și oamenilor lor zicând: „Nu vă temeți să slujiți haldeenilor; rămâneți în țară, slujiți împăratului Babilonului și o veți duce bine!",
                "10": "Iată că eu rămân la Mițpa, ca să fiu la porunca haldeenilor care vor veni la noi. Voi strângeți deci vinul, poamele de vară și untdelemnul, puneți-le în vasele voastre și locuiți în cetățile în care vă aflați!”",
                "11": "Toți iudeii care erau în țara Moabului, la amoniți, în țara Edomului și în toate țările au auzit că împăratul Babilonului lăsase o rămășiță în Iuda și că le dăduse ca dregător pe Ghedalia, fiul lui Ahicam, fiul lui Șafan.",
                "12": "Și toți iudeii aceștia s-au întors din toate locurile pe unde erau împrăștiați, au venit în țara lui Iuda la Ghedalia, la Mițpa, și au avut un mare belșug de vin și de poame de vară.",
                "13": "Iohanan, fiul lui Careah, și toate căpeteniile oștilor care mai erau pe câmp au venit la Ghedalia, la Mițpa,",
                "14": "și i-au zis: „Știi că Baalis, împăratul amoniților, a însărcinat pe Ismael, fiul lui Netania, să te omoare?” Dar Ghedalia, fiul lui Ahicam, nu i-a crezut.",
                "15": "Și Iohanan, fiul lui Careah, a spus în taină lui Ghedalia, la Mițpa: „Dă-mi voie să mă duc să omor pe Ismael, fiul lui Netania. Nimeni n-are să știe. Pentru ce să te omoare el și să se risipească toți cei din Iuda care s-au strâns la tine și să piară rămășița lui Iuda?”",
                "16": "Ghedalia, fiul lui Ahicam, a răspuns lui Iohanan, fiul lui Careah: „Nu face lucrul acesta, căci ce spui tu despre Ismael nu este adevărat!”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Cuvântul spus lui Ieremia din partea Domnului, după ce Nebuzaradan, căpetenia gărzilor, l-a eliberat din Rama. El îl găsise pe Ieremia legat în lanțuri, în mijlocul tuturor exilaților din Ierusalim și Iuda, care erau duși în captivitate în Babilon.",
                "2": "Atunci căpetenia gărzilor l-a luat pe Ieremia și i-a zis: „Domnul, Dumnezeul tău, a vestit aceste nenorociri împotriva acestui loc.",
                "3": "Acum Domnul a împlinit și a făcut cum a spus. Toate aceste lucruri vi s-au întâmplat pentru că ați păcătuit împotriva Domnului și nu L-ați ascultat.",
                "4": "Acum, iată, te eliberez din lanțurile pe care le ai la mâini. Vino cu mine în Babilon, dacă vrei, iar eu voi avea grijă de tine. Dar, dacă nu vrei să vii, nu veni! Iată, toată țara este înaintea ta; du-te oriunde consideri că este bine și îți place“.",
                "5": "Fiindcă Ieremia întârzia să răspundă, căpetenia gărzilor a adăugat: „Întoarce-te la Ghedalia, fiul lui Ahikam, fiul lui Șafan, pe care împăratul Babilonului l-a desemnat conducător peste cetățile lui Iuda și locuiește cu el în mijlocul poporului sau du-te oriunde îți place“. Apoi căpetenia gărzilor i-a dat provizii și un dar, apoi l-a lăsat să plece.",
                "6": "Ieremia s-a dus la Ghedalia, fiul lui Ahikam, la Mițpa, și a locuit cu el în mijlocul poporului care rămăsese în țară.",
                "7": "Când toți conducătorii armatelor care rămăseseră pe câmp – ei și oamenii lor – au auzit că împăratul Babilonului l-a desemnat pe Ghedalia, fiul lui Ahikam, conducător peste țară și că i-a încredințat lui pe toți bărbații, femeile și copiii cei mai săraci, care nu fuseseră duși în captivitate în Babilon,",
                "8": "au venit împreună cu oamenii lor la Ghedalia, la Mițpa. Aceștia erau: Ismael, fiul lui Netania, Iohanan și Ionatan, fiii lui Careah, Seraia, fiul lui Tanhumet, fiii netofatitului Efai și Iaazania, fiul unui maacatit.",
                "9": "Ghedalia, fiul lui Ahikam, fiul lui Șafan, le-a jurat lor și oamenilor lor, zicând: „Nu vă temeți să slujiți caldeenilor! Rămâneți în țară, slujiți împăratului Babilonului și vă va fi bine.",
                "10": "Iată că eu însumi locuiesc în Mițpa, ca să stau la dispoziția caldeenilor care vor veni la noi. Strângeți deci vinul, fructele de vară și uleiul, puneți-le în vase și locuiți în cetățile în care vă aflați“.",
                "11": "Când iudeii care locuiau în Moab, în Amon, în Edom și în toate celelalte țări au auzit că împăratul Babilonului a lăsat o rămășiță în Iuda și că l-a desemnat conducător peste ei pe Ghedalia, fiul lui Ahikam, fiul lui Șafan,",
                "12": "s-au întors din toate locurile unde fuseseră risipiți și au venit în țara lui Iuda, la Ghedalia, la Mițpa. Ei au avut parte de un mare belșug de vin și de fructe de vară.",
                "13": "Iohanan, fiul lui Careah, și toți conducătorii armatelor care rămăseseră pe câmp au venit la Ghedalia, la Mițpa.",
                "14": "Ei i-au zis: ‒ Știi că Baalis, regele fiilor lui Amon, l-a trimis pe Ismael, fiul lui Netania, să te ucidă? Dar Ghedalia, fiul lui Ahikam, nu i-a crezut.",
                "15": "Atunci Iohanan, fiul lui Careah, i-a vorbit în secret lui Ghedalia, la Mițpa, zicând: ‒ Lasă-mă, te rog, să mă duc și să-l omor pe Ismael, fiul lui Netania, și nimeni nu va ști. De ce să te omoare el și, astfel, să se împrăștie din nou iudeii care s-au strâns la tine și să piară rămășița lui Iuda?",
                "16": "Ghedalia, fiul lui Ahikam, i-a răspuns lui Iohanan, fiul lui Careah: ‒ Să nu faci așa ceva, căci ce spui tu despre Ismael este o minciună!"
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "The word which came to Jeremiah from Yahweh, after Nebuzaradan the captain of the guard had let him go from Ramah, when he had taken him being bound in chains among all the captives of Jerusalem and Judah who were carried away captive to Babylon.",
                "2": "The captain of the guard took Jeremiah and said to him, “Yahweh your God pronounced this evil on this place;",
                "3": "and Yahweh has brought it, and done according as he spoke. Because you have sinned against Yahweh, and have not obeyed his voice, therefore this thing has come on you.",
                "4": "Now, behold, I release you today from the chains which are on your hand. If it seems good to you to come with me into Babylon, come, and I will take care of you; but if it seems bad to you to come with me into Babylon, don’t. Behold, all the land is before you. Where it seems good and right to you to go, go there.”",
                "5": "Now while he had not yet gone back, “Go back then,” he said, “to Gedaliah the son of Ahikam, the son of Shaphan, whom the king of Babylon has made governor over the cities of Judah, and dwell with him among the people; or go wherever it seems right to you to go.” So the captain of the guard gave him food and a present, and let him go.",
                "6": "Then Jeremiah went to Gedaliah the son of Ahikam to Mizpah, and lived with him among the people who were left in the land.",
                "7": "Now when all the captains of the forces who were in the fields, even they and their men, heard that the king of Babylon had made Gedaliah the son of Ahikam governor in the land, and had committed to him men, women, children, and of the poorest of the land, of those who were not carried away captive to Babylon,",
                "8": "then Ishmael the son of Nethaniah, and Johanan and Jonathan the sons of Kareah, and Seraiah the son of Tanhumeth, and the sons of Ephai the Netophathite, and Jezaniah the son of the Maacathite, they and their men came to Gedaliah to Mizpah.",
                "9": "Gedaliah the son of Ahikam the son of Shaphan swore to them and to their men, saying, “Don’t be afraid to serve the Chaldeans. Dwell in the land, and serve the king of Babylon, and it will be well with you.",
                "10": "As for me, behold, I will dwell at Mizpah, to stand before the Chaldeans who will come to us; but you, gather wine and summer fruits and oil, and put them in your vessels, and dwell in your cities that you have taken.”",
                "11": "Likewise when all the Jews who were in Moab, and among the children of Ammon, and in Edom, and who were in all the countries, heard that the king of Babylon had left a remnant of Judah, and that he had set over them Gedaliah the son of Ahikam, the son of Shaphan,",
                "12": "then all the Jews returned out of all places where they were driven, and came to the land of Judah, to Gedaliah, to Mizpah, and gathered very much wine and summer fruits.",
                "13": "Moreover Johanan the son of Kareah, and all the captains of the forces who were in the fields, came to Gedaliah to Mizpah,",
                "14": "and said to him, “Do you know that Baalis the king of the children of Ammon has sent Ishmael the son of Nethaniah to take your life?” But Gedaliah the son of Ahikam didn’t believe them.",
                "15": "Then Johanan the son of Kareah spoke to Gedaliah in Mizpah secretly, saying, “Please let me go, and I will kill Ishmael the son of Nethaniah, and no man will know it. Why should he take your life, that all the Jews who are gathered to you should be scattered, and the remnant of Judah perish?”",
                "16": "But Gedaliah the son of Ahikam said to Johanan the son of Kareah, “You shall not do this thing, for you speak falsely of Ishmael.”"
            }
        }
    }
}