{
    "book": "Ieremia",
    "chapter": "29",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Iată cuprinsul epistolei pe care a trimis-o prorocul Ieremia din Ierusalim către rămășița bătrânilor din robie, preoților, prorocilor și întregului popor pe care-i dusese în robie Nebucadnețar, din Ierusalim la Babilon,",
                "2": "după ce împăratul Ieconia, împărăteasa, famenii dregători, căpeteniile lui Iuda și ale Ierusalimului, lemnarii și fierarii au părăsit Ierusalimul.",
                "3": "Le-a trimis-o prin Eleasa, fiul lui Șafan, și prin Ghemaria, fiul lui Hilchia, trimiși la Babilon de Zedechia, împăratul lui Iuda, la Nebucadnețar, împăratul Babilonului. Ea cuprindea următoarele:",
                "4": "„Așa vorbește Domnul oștirilor, Dumnezeul lui Israel, către toți prinșii de război pe care i-am dus din Ierusalim la Babilon:",
                "5": "‘Zidiți case și locuiți-le; sădiți grădini și mâncați din roadele lor!",
                "6": "Luați-vă neveste și faceți fii și fiice; însurați-vă fiii și măritați-vă fetele, să facă fii și fiice, ca să vă înmulțiți acolo unde sunteți și să nu vă împuținați.",
                "7": "Urmăriți binele cetății în care v-am dus în robie și rugați-vă Domnului pentru ea, pentru că fericirea voastră atârnă de fericirea ei!’",
                "8": "Căci așa vorbește Domnul oștirilor, Dumnezeul lui Israel: ‘Nu vă lăsați amăgiți de prorocii voștri, care sunt în mijlocul vostru, nici de ghicitorii voștri; n-ascultați nici de visătorii voștri, ale căror vise voi le pricinuiți!",
                "9": "Căci ei vă prorocesc minciuni în Numele Meu. Eu nu i-am trimis’, zice Domnul.",
                "10": "Dar iată ce zice Domnul: ‘De îndată ce vor trece șaptezeci de ani ai Babilonului, Îmi voi aduce aminte de voi și voi împlini față de voi făgăduința Mea cea bună, aducându-vă înapoi în locul acesta.",
                "11": "Căci Eu știu gândurile pe care le am cu privire la voi’, zice Domnul, ‘gânduri de pace, și nu de nenorocire, ca să vă dau un viitor și o nădejde.",
                "12": "Voi Mă veți chema, și veți pleca; Mă veți ruga, și vă voi asculta.",
                "13": "Mă veți căuta, și Mă veți găsi dacă Mă veți căuta cu toată inima.",
                "14": "Mă voi lăsa să fiu găsit de voi’, zice Domnul, ‘și voi aduce înapoi pe prinșii voștri de război; vă voi strânge din toate neamurile și din toate locurile în care v-am izgonit’, zice Domnul, ‘și vă voi aduce înapoi în locul de unde v-am dus în robie.’",
                "15": "Totuși voi ziceți: ‘Dumnezeu ne-a ridicat proroci în Babilon!’",
                "16": "Așa vorbește Domnul asupra împăratului care șade pe scaunul de domnie al lui David, asupra întregului popor care locuiește în cetatea aceasta, asupra fraților voștri care n-au mers cu voi în robie,",
                "17": "așa vorbește Domnul oștirilor: ‘Iată, voi trimite între ei sabie, foamete și ciumă și-i voi face ca niște smochine grozave care, de rele ce sunt, nu se pot mânca.",
                "18": "Îi voi urmări cu sabie, cu foamete și cu ciumă, îi voi face o pricină de spaimă pentru toate împărățiile pământului, de blestem, de pustiire, de batjocură și de ocară printre toate neamurile pe unde îi voi izgoni,",
                "19": "pentru că n-au ascultat cuvintele Mele’, zice Domnul, ‘ei, cărora în nenumărate rânduri le-am trimis pe robii Mei, prorocii, dar n-ați vrut să ascultați’, zice Domnul.",
                "20": "Voi însă ascultați Cuvântul Domnului, voi, toți prinșii de război pe care v-am trimis din Ierusalim în Babilon!",
                "21": "Așa vorbește Domnul oștirilor, Dumnezeul lui Israel, despre Ahab, fiul lui Colaia, și despre Zedechia, fiul lui Maaseia, care vă prorocesc minciuni în Numele Meu: ‘Iată, îi dau în mâinile lui Nebucadnețar, împăratul Babilonului, și-i va omorî sub ochii voștri.",
                "22": "Vor sluji ca prilej de blestem între toți prinșii de război ai lui Iuda care sunt la Babilon. Și se va zice: «Să-ți facă Domnul ca lui Zedechia și ca lui Ahab, pe care împăratul Babilonului i-a fript în foc!»",
                "23": "Și lucrul acesta se va întâmpla pentru că au făcut o mișelie în Israel, preacurvind cu nevestele aproapelui lor, și pentru că au spus minciuni în Numele Meu, când Eu nu le dădusem nicio poruncă. Știu lucrul acesta și sunt martor’, zice Domnul.",
                "24": "Iar lui Șemaia, Nehelamitul, să-i spui:",
                "25": "‘Așa vorbește Domnul oștirilor, Dumnezeul lui Israel: «Tu ai trimis în numele tău întregului popor din Ierusalim, lui Țefania, fiul lui Maaseia, preotul, și tuturor preoților, o scrisoare cu următorul cuprins:",
                "26": "‹Domnul te-a pus preot în locul preotului Iehoiada, ca să priveghezi în Casa Domnului peste toți nebunii și peste toți cei ce se dau drept proroci, ca să-i arunci în butuci și în fiare.",
                "27": "Acum, pentru ce nu pedepsești pe Ieremia din Anatot, care prorocește printre voi?",
                "28": "Ba încă a trimis chiar să ne spună în Babilon: „Robia va fi lungă; zidiți case și locuiți-le; sădiți grădini și mâncați din roadele lor!”›»’",
                "29": "(Preotul Țefania citise în adevăr scrisoarea aceasta în fața prorocului Ieremia.)",
                "30": "Și Cuvântul Domnului a vorbit lui Ieremia astfel:",
                "31": "‘Trimite să spună tuturor celor din robie: «Așa vorbește Domnul despre Șemaia, Nehelamitul: ‹Pentru că Șemaia vă prorocește fără să-l fi trimis Eu și vă insuflă o încredere mincinoasă,",
                "32": "iată ce zice Domnul: „Voi pedepsi pe Șemaia, Nehelamitul, și sămânța lui: niciunul din ai lui nu va locui în mijlocul poporului acestuia și nu va vedea binele pe care-l voi face poporului Meu”, zice Domnul, „căci el a propovăduit răzvrătire împotriva Domnului.”›»’”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Acestea sunt cuvintele scrisorii pe care profetul Ieremia a trimis-o din Ierusalim rămășiței bătrânilor din exil, preoților, profeților și întregului popor pe care Nebucadnețar îl dusese în exil din Ierusalim în Babilon,",
                "2": "după ce regele Iehoiachin, regina-mamă, demnitarii, conducătorii lui Iuda și ai Ierusalimului, tâmplarii și fierarii au părăsit Ierusalimul.",
                "3": "Le-a trimis-o prin mâna lui Elasa, fiul lui Șafan, și prin Ghemaria, fiul lui Hilchia, pe care Zedechia, regele lui Iuda, îi trimisese la Nebucadnețar, împăratul Babilonului. Scrisoarea cuprindea următoarele:",
                "4": "Așa vorbește Domnul Oștirilor, Dumnezeul lui Israel, către toți exilații pe care i-am dus în captivitate din Ierusalim în Babilon:",
                "5": "„Construiți case și locuiți-le! Plantați grădini și mâncați-le roadele!",
                "6": "Luați-vă soții și faceți fii și fiice! Găsiți soții pentru fiii voștri și dați-vă fetele în căsătorie, ca și ele să poată avea fii și fiice! Înmulțiți-vă în locul unde sunteți și nu vă împuținați!",
                "7": "Căutați pacea pentru cetatea în care v-am dus în captivitate și rugați-vă Domnului pentru ea, căci de bunăstarea ei depinde și bunăstarea voastră!“.",
                "8": "Căci așa vorbește Domnul Oștirilor, Dumnezeul lui Israel: „Să nu vă lăsați înșelați de profeții voștri, care sunt în mijlocul vostru, și de cei care practică divinația, și să nu ascultați de visătorii voștri, pe care voi îi încurajați să viseze.",
                "9": "Ei vă profețesc minciuni în Numele Meu. Nu Eu i-am trimis“, zice Domnul.",
                "10": "Așa vorbește Domnul: „Când se vor împlini șaptezeci de ani ai Babilonului, voi veni la voi și Îmi voi împlini față de voi promisiunea Mea cea bună, aducându-vă înapoi în locul acesta.",
                "11": "Căci Eu cunosc planurile pe care le am cu privire la voi“, zice Domnul, „planuri de pace, nu de nenorocire, ca să vă dau un viitor și o speranță.",
                "12": "Mă veți chema și veți veni să vă rugați Mie, iar Eu vă voi asculta.",
                "13": "Mă veți căuta și Mă veți găsi, dacă Mă veți căuta din toată inima.",
                "14": "Mă voi lăsa găsit de voi“, zice Domnul, „și-i voi aduce înapoi pe captivii voștri. Vă voi aduna dintre toate națiunile și din toate locurile în care v-am alungat“, zice Domnul, „și vă voi aduce înapoi în locul de unde v-am dus în captivitate“.",
                "15": "Pentru că ziceți: „Domnul ne-a ridicat profeți în Babilon!“,",
                "16": "așa vorbește Domnul despre regele care stă pe tronul lui David, despre tot poporul care locuiește în cetatea aceasta, despre frații voștri care nu au mers cu voi în exil.",
                "17": "Așa vorbește Domnul Oștirilor: „Iată, voi trimite peste ei sabia, foametea și molima, și-i voi preface în niște smochine stricate care, de rele ce sunt, nu pot fi mâncate.",
                "18": "Îi voi urmări cu sabia, cu foametea și cu molima și îi voi face un motiv de groază pentru toate regatele pământului, un motiv de blestem, de pustiire, de fluierat și de dispreț printre toate națiunile unde îi voi alunga,",
                "19": "pentru că n-au ascultat de cuvintele Mele“, zice Domnul, „cuvinte pe care li le-am trimis mereu dimineața prin slujitorii Mei, profeții. Și nici voi n-ați ascultat“, zice Domnul.",
                "20": "Prin urmare, ascultați Cuvântul Domnului, voi, toți exilații, pe care v-am alungat din Ierusalim în Babilon!",
                "21": "Așa vorbește Domnul Oștirilor, Dumnezeul lui Israel, despre Ahab, fiul lui Kolaia, și despre Zedechia, fiul lui Maaseia, care vă profețesc minciuni în Numele Meu: „Iată, îi dau în mâinile lui Nebucadnețar, împăratul Babilonului, care îi va ucide înaintea ochilor voștri.",
                "22": "Din cauza lor, toți exilații lui Iuda care sunt în Babilon, vor folosi următorul blestem: «Să-ți facă Domnul ca lui Zedechia și ca lui Ahab, pe care împăratul Babilonului i-a fript în foc!»,",
                "23": "căci au comis spurcăciuni în Israel: au comis adulter cu soțiile semenilor lor și au spus minciuni în Numele Meu, când Eu nu le poruncisem nimic. Știu lucrul acesta și sunt martor“, zice Domnul.",
                "24": "„Spune-i nehelamitului Șemaia că",
                "25": "așa vorbește Domnul Oștirilor, Dumnezeul lui Israel: «Tu ai trimis scrisori în numele tău întregului popor din Ierusalim, preotului Țefania, fiul lui Maaseia, și tuturor celorlalți preoți și le-ai zis:",
                "26": "‘Domnul te-a desemnat preot în locul preotului Iehoiada, ca să supraveghezi în Casa Domnului pe orice nebun care se dă drept profet și să-l arunci în butuci și în fiare.",
                "27": "Acum, de ce nu-l pedepsești pe Ieremia din Anatot, care profețește printre voi?",
                "28": "Ba încă a trimis aici, în Babilon, să ni se spună că vom sta mult în captivitate și că este bine să ne construim case, ca să le locuim, și să ne plantăm grădini, ca să le mâncăm roadele’»“.",
                "29": "Preotul Țefania a citit această scrisoare în auzul profetului Ieremia.",
                "30": "Cuvântul Domnului i-a vorbit lui Ieremia, zicând:",
                "31": "„Trimite să li se spună tuturor celor exilați: «Așa vorbește Domnul despre nehelamitul Șemaia: ‘Pentru că Șemaia vă profețește fără ca Eu să-l fi trimis și vă face să vă încredeți într-o minciună,",
                "32": "iată ce zice Domnul: îi voi pedepsi pe nehelamitul Șemaia și pe urmașii lui. Niciunul dintre ai lui nu va mai locui în mijlocul acestui popor și nu va mai vedea binele pe care-l voi face poporului Meu, zice Domnul, căci a vorbit de apostazie împotriva Domnului’»“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Now these are the words of the letter that Jeremiah the prophet sent from Jerusalem to the residue of the elders of the captivity, and to the priests, to the prophets, and to all the people whom Nebuchadnezzar had carried away captive from Jerusalem to Babylon,",
                "2": "(after Jeconiah the king, the queen mother, the eunuchs, the princes of Judah and Jerusalem, the craftsmen, and the smiths had departed from Jerusalem),",
                "3": "by the hand of Elasah the son of Shaphan and Gemariah the son of Hilkiah, (whom Zedekiah king of Judah sent to Babylon to Nebuchadnezzar king of Babylon). It said:",
                "4": "Yahweh of Armies, the God of Israel, says to all the captives whom I have caused to be carried away captive from Jerusalem to Babylon:",
                "5": "“Build houses and dwell in them. Plant gardens and eat their fruit.",
                "6": "Take wives and father sons and daughters. Take wives for your sons, and give your daughters to husbands, that they may bear sons and daughters. Multiply there, and don’t be diminished.",
                "7": "Seek the peace of the city where I have caused you to be carried away captive, and pray to Yahweh for it; for in its peace you will have peace.”",
                "8": "For Yahweh of Armies, the God of Israel says: “Don’t let your prophets who are among you and your diviners deceive you. Don’t listen to your dreams which you cause to be dreamed.",
                "9": "For they prophesy falsely to you in my name. I have not sent them,” says Yahweh.",
                "10": "For Yahweh says, “After seventy years are accomplished for Babylon, I will visit you and perform my good word toward you, in causing you to return to this place.",
                "11": "For I know the thoughts that I think toward you,” says Yahweh, “thoughts of peace, and not of evil, to give you hope and a future.",
                "12": "You shall call on me, and you shall go and pray to me, and I will listen to you.",
                "13": "You shall seek me and find me, when you search for me with all your heart.",
                "14": "I will be found by you,” says Yahweh, “and I will turn again your captivity, and I will gather you from all the nations, and from all the places where I have driven you,” says Yahweh. “I will bring you again to the place from where I caused you to be carried away captive.”",
                "15": "Because you have said, “Yahweh has raised us up prophets in Babylon,”",
                "16": "Yahweh says concerning the king who sits on David’s throne, and concerning all the people who dwell in this city, your brothers who haven’t gone with you into captivity,",
                "17": "Yahweh of Armies says: “Behold, I will send on them the sword, the famine, and the pestilence, and will make them like rotten figs that can’t be eaten, they are so bad.",
                "18": "I will pursue after them with the sword, with the famine, and with the pestilence, and will deliver them to be tossed back and forth among all the kingdoms of the earth, to be an object of horror, an astonishment, a hissing, and a reproach among all the nations where I have driven them,",
                "19": "because they have not listened to my words,” says Yahweh, “with which I sent to them my servants the prophets, rising up early and sending them; but you would not hear,” says Yahweh.",
                "20": "Hear therefore Yahweh’s word, all you captives whom I have sent away from Jerusalem to Babylon.",
                "21": "Yahweh of Armies, the God of Israel, says concerning Ahab the son of Kolaiah, and concerning Zedekiah the son of Maaseiah, who prophesy a lie to you in my name: “Behold, I will deliver them into the hand of Nebuchadnezzar king of Babylon; and he will kill them before your eyes.",
                "22": "A curse will be taken up about them by all the captives of Judah who are in Babylon, saying, ‘Yahweh make you like Zedekiah and like Ahab, whom the king of Babylon roasted in the fire;’",
                "23": "because they have done foolish things in Israel, and have committed adultery with their neighbors’ wives, and have spoken words in my name falsely, which I didn’t command them. I am he who knows, and am witness,” says Yahweh.",
                "24": "Concerning Shemaiah the Nehelamite you shall speak, saying,",
                "25": "“Yahweh of Armies, the God of Israel, says, ‘Because you have sent letters in your own name to all the people who are at Jerusalem, and to Zephaniah the son of Maaseiah, the priest, and to all the priests, saying,",
                "26": "“Yahweh has made you priest in the place of Jehoiada the priest, that there may be officers in Yahweh’s house, for every man who is crazy and makes himself a prophet, that you should put him in the stocks and in shackles.",
                "27": "Now therefore, why have you not rebuked Jeremiah of Anathoth, who makes himself a prophet to you,",
                "28": "because he has sent to us in Babylon, saying, The captivity is long. Build houses, and dwell in them. Plant gardens, and eat their fruit?”’”",
                "29": "Zephaniah the priest read this letter in the hearing of Jeremiah the prophet.",
                "30": "Then Yahweh’s word came to Jeremiah, saying,",
                "31": "“Send to all of the captives, saying, ‘Yahweh says concerning Shemaiah the Nehelamite: “Because Shemaiah has prophesied to you, and I didn’t send him, and he has caused you to trust in a lie,”",
                "32": "therefore Yahweh says, “Behold, I will punish Shemaiah the Nehelamite and his offspring. He will not have a man to dwell among this people. He won’t see the good that I will do to my people,” says Yahweh, “because he has spoken rebellion against Yahweh.”’”"
            }
        }
    }
}