{
    "book": "Ieremia",
    "chapter": "2",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Cuvântul Domnului mi-a vorbit astfel:",
                "2": "„Du-te și strigă la urechile cetății Ierusalimului: ‘Așa vorbește Domnul: «Mi-aduc aminte încă de dragostea pe care o aveai când erai tânără, de iubirea ta când erai logodită, când Mă urmai în pustie, într-un pământ nesemănat.",
                "3": "Atunci, Israel era închinat Domnului, era cele dintâi roade ale Lui; toți cei ce mâncau din ele se făceau vinovați și venea nenorocirea peste ei», zice Domnul.’”",
                "4": "Ascultați Cuvântul Domnului, casa lui Iacov și voi, toate familiile casei lui Israel!",
                "5": "Așa vorbește Domnul: „Ce nelegiuire au găsit părinții voștri în Mine, de s-au depărtat de Mine și au mers după nimicuri și au ajuns ei înșiși de nimic?",
                "6": "Ei n-au întrebat: ‘Unde este Domnul, care ne-a scos din țara Egiptului, care ne-a povățuit prin pustie, printr-un pământ uscat și plin de gropi, printr-un pământ unde domnesc seceta și umbra morții, printr-un pământ pe unde nimeni nu trece și unde nu locuiește niciun om?’",
                "7": "V-am adus într-o țară ca o livadă de pomi, ca să-i mâncați roadele și bunătățile, dar voi ați venit, Mi-ați spurcat țara și Mi-ați prefăcut moștenirea într-o urâciune.",
                "8": "Preoții n-au întrebat: ‘Unde este Domnul?’ Păzitorii Legii nu M-au cunoscut, păstorii sufletești Mi-au fost necredincioși, prorocii au prorocit prin Baal și au alergat după cei ce nu sunt de niciun ajutor.",
                "9": "De aceea, Mă voi mai certa cu voi”, zice Domnul, „și Mă voi certa cu copiii copiilor voștri.",
                "10": "Treceți în ostroavele Chitim și priviți! Trimiteți la Chedar, uitați-vă bine și vedeți dacă s-a întâmplat acolo așa ceva:",
                "11": "și-a schimbat vreodată un popor dumnezeii, măcar că ei nu sunt dumnezei? Dar poporul Meu și-a schimbat Slava cu ceva care nu este de niciun ajutor!",
                "12": "Mirați-vă de așa ceva, ceruri, înfiorați-vă de spaimă și groază”, zice Domnul.",
                "13": "„Căci poporul Meu a săvârșit un îndoit păcat: M-au părăsit pe Mine, Izvorul apelor vii, și și-au săpat puțuri, puțuri crăpate, care nu țin apă.",
                "14": "Este Israel un rob cumpărat sau fiu de rob născut în casă? Atunci pentru ce a ajuns de pradă?",
                "15": "Niște pui de lei mugesc și strigă împotriva lui și-i pustiesc țara; cetățile îi sunt arse și fără locuitori.",
                "16": "Chiar și cei din Nof și Tahpanes îți vor zdrobi creștetul capului.",
                "17": "Nu ți-ai făcut tu singur lucrul acesta pentru că ai părăsit pe Domnul Dumnezeul tău, când te îndrepta pe calea cea bună?",
                "18": "Și acum, ce cauți să te duci în Egipt să bei apa Nilului? Ce cauți să te duci în Asiria să bei apa râului?",
                "19": "Tu singur te pedepsești cu răutatea ta și tu singur te lovești cu necredincioșia ta și vei ști și vei vedea ce rău și amar este să părăsești pe Domnul Dumnezeul tău și să n-ai nicio frică de Mine”, zice Domnul Dumnezeul oștirilor.",
                "20": "„De mult ți-ai sfărâmat jugul, ți-ai rupt legăturile și ai zis: ‘Nu mai vreau să slujesc ca un rob!’ Căci, pe orice deal înalt și sub orice copac verde, te-ai întins ca o curvă.",
                "21": "Te sădisem ca o vie minunată și de cel mai bun soi. Cum te-ai schimbat și te-ai prefăcut într-o coardă de viță sălbatică?!",
                "22": "Chiar dacă te-ai spăla cu silitră, chiar dacă ai da cu multă sodă, nelegiuirea ta tot ar rămâne scrisă înaintea Mea”, zice Domnul Dumnezeu.",
                "23": "„Cum poți să zici: ‘Nu m-am spurcat și nu m-am dus după baali’? Privește-ți urma pașilor în vale și vezi ce ai făcut, dromaderă iute la mers și care bați drumurile și le încrucișezi,",
                "24": "măgăriță sălbatică, deprinsă cu pustia, care gâfâie în aprinderea patimii ei! Cine o va împiedica să-și facă pofta? Toți cei ce o caută n-au nevoie să se ostenească: o găsesc în luna ei.",
                "25": "Nu te lăsa cu picioarele goale, nu-ți usca gâtlejul de sete! Dar tu zici: ‘Degeaba, nu! Căci iubesc dumnezeii străini și vreau să merg după ei.’",
                "26": "Cum rămâne uluit un hoț când este prins, așa de uluiți vor rămâne cei din casa lui Israel, ei, împărații lor, căpeteniile lor, preoții lor și prorocii lor.",
                "27": "Ei zic lemnului: ‘Tu ești tatăl meu!’ și pietrei: ‘Tu mi-ai dat viața!’ Căci ei Îmi întorc spatele și nu se uită la Mine. Dar, când sunt în nenorocire, zic: ‘Scoală-Te și scapă-ne!’",
                "28": "Unde sunt dumnezeii tăi pe care ți i-ai făcut? Să se scoale ei, dacă pot să te scape în vremea nenorocirii! Căci câte cetăți ai, atâția dumnezei ai, Iuda!",
                "29": "Pentru ce vă certați cu Mine? Toți Mi-ați fost necredincioși”, zice Domnul.",
                "30": "„Degeaba v-am lovit copiii; n-au luat seama la certare; sabia voastră a mâncat pe prorocii voștri ca un leu nimicitor.",
                "31": "O, neam rău de oameni, uitați-vă bine la Cuvântul Domnului, care zice: ‘Am fost Eu o pustie pentru Israel sau o țară plină de întuneric beznă?’ Pentru ce zice atunci poporul Meu: ‘Suntem slobozi, nu voim să ne întoarcem la Tine’?",
                "32": "Își uită fata podoabele sau mireasa brâul? Dar poporul Meu M-a uitat de zile fără număr.",
                "33": "Ce bine știi să-ți întocmești căile când este vorba să cauți ce iubești! Chiar și la nelegiuire te deprinzi.",
                "34": "Până și pe poalele hainei tale se află sângele sărmanilor nevinovați, pe care nu i-ai prins făcând nicio spargere.",
                "35": "Și, cu toate acestea, tu zici: ‘Da, sunt nevinovat! Să se întoarcă acum mânia Lui de la mine!’ Iată, Mă voi certa cu tine, pentru că zici: ‘N-am păcătuit!’",
                "36": "Pentru ce atâta grabă ca să-ți schimbi drumul? Din Egipt îți va veni rușinea, cum ți-a venit și din Asiria!",
                "37": "Tot de-acolo vei ieși cu mâinile pe cap, căci Domnul leapădă pe aceia în care te încrezi și nu vei izbuti cu ei.”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Cuvântul Domnului mi-a vorbit, zicând:",
                "2": "„Du-te și vestește în auzul locuitorilor Ierusalimului astfel: «Așa vorbește Domnul: ‘Îmi amintesc de credincioșia tinereții tale, cum, mireasă fiind, Mă iubeai și Mă urmai prin deșert, pe un pământ nesemănat.",
                "3": "Israel era sfântul Domnului, primul rod al recoltei Lui; și nenorocirea venea peste ei’»“, zice Domnul.",
                "4": "Ascultați Cuvântul Domnului, Casă a lui Iacov, toate clanurile Casei lui Israel!",
                "5": "Așa vorbește Domnul: „Ce nedreptate au găsit strămoșii voștri în Mine, de s-au îndepărtat de Mine? și au devenit ei înșiși deșertăciuni.",
                "6": "Nu s-au întrebat: «Unde este Domnul, și ne-a condus prin deșert, printr-un pământ uscat și plin de gropi, printr-un pământ al secetei și al umbrei morții, și unde nu locuiește niciun om?».",
                "7": "V-am dus într-o țară ca o livadă, ca să mâncați din rodul ei și din bunătățile ei, însă voi ați venit și Mi-ați pângărit țara, Mi-ați transformat moștenirea într-o urâciune.",
                "8": "Preoții nu s-au întrebat: «Unde este Domnul?». Cei ce mânuiesc Legea nu M-au cunoscut; păstorii s-au răzvrătit împotriva Mea. și s-au dus după cei ce nu pot fi de niciun folos.",
                "9": "De aceea Mă voi certa din nou cu voi“, zice Domnul, „și Mă voi certa și cu copiii copiilor voștri.",
                "10": "Traversați marea spre țărmurile Chitimului și priviți! Trimiteți la Chedar și uitați-vă bine; vedeți dacă acolo s-a întâmplat așa ceva!",
                "11": "Și-a schimbat vreo națiune dumnezeii, cu toate că ei nu sunt Dumnezeu? cu ceva care nu-i este de niciun folos.",
                "12": "Mirați-vă de aceasta, ceruri! Înfiorați-vă, uimiți-vă mult“, zice Domnul,",
                "13": "„căci poporul Meu a comis două lucruri rele: M-au părăsit pe Mine, Izvorul apelor vii, și și-au săpat fântâni, fântâni sparte, care nu țin apa.",
                "14": "Este Israel un sclav? Este el un fiu de sclav din naștere? Atunci de ce a devenit pradă?",
                "15": "Leii răcnesc împotriva lui și își ridică glasurile. Ei îi pustiesc țara; cetățile lui sunt devastate și fără locuitori.",
                "16": "Chiar și cei din Nof și Tapanhes ți-au zdrobit creștetul capului.",
                "17": "Nu ți-ai provocat tu singur lucrul acesta pentru că L-ai părăsit pe Domnul, Dumnezeul tău, când El te conducea pe cale?",
                "18": "Și acum, de ce o iei pe calea Egiptului ca să bei din apele Șihorului? ca să bei din apele râului?",
                "19": "Răutatea ta te va pedepsi, necredincioșia ta te va mustra. să-L părăsești pe Domnul, Dumnezeul tău, și să nu ai nicio frică de Mine“, zice Stăpânul, Domnul Oștirilor.",
                "20": "„Deși, demult, ți-am sfărâmat jugul și ți-am smuls legăturile, totuși tu ai zis: «Nu voi mai sluji». te-ai întins ca o prostituată.",
                "21": "Eu te-am plantat ca pe o vie aleasă, toată dintr-o sămânță foarte bună. într-o ramură putredă de viță străină?",
                "22": "Chiar dacă te-ai spăla cu sodă, chiar dacă te-ai da cu multă leșie, nelegiuirea ta tot ar rămâne înaintea ochilor Mei“, zice Stăpânul Domn.",
                "23": "„Cum poți spune: «Nu m-am pângărit și nu am alergat după baali!»? și recunoaște ce-ai făcut. Ești ca o dromaderă iute, ale cărei căi sunt întortocheate,",
                "24": "ca o măgăriță sălbatică, obișnuită cu pustiul, care gâfâie în aprinderea poftei ei! Cine o va împiedica să-și satisfacă pofta? Cei ce o doresc nu se obosesc căutând-o, căci o găsesc la vremea împerecherii ei.",
                "25": "Oprește-te până când nu ajungi desculță și cu gâtul uscat! Dar tu zici: «În zadar! și vreau să merg după ei!».",
                "26": "Cum este făcut de rușine un hoț când este prins, tot așa este făcută de rușine Casa lui Israel: ei, regii și conducătorii lor, preoții și profeții lor.",
                "27": "Ei zic lemnului: «Tu ești tatăl nostru!» și pietrei: «Tu ne-ai dat naștere!». Căci s-au întors cu spatele la Mine, nu cu fața. Dar când sunt în nenorocire, ei zic: «Ridică-Te și salvează-ne!».",
                "28": "Unde sunt atunci dumnezeii pe care vi i-ați făcut? Să se ridice ei deci, și să te salveze în vremea nenorocirii tale! Căci Iuda, ai tot atâția dumnezei, câte cetăți ai!",
                "29": "De ce vă certați cu Mine? Toți v-ați răzvrătit împotriva Mea“, zice Domnul.",
                "30": "„Degeaba v-am lovit copiii, căci tot nu s-au lăsat disciplinați. Sabia voastră i-a devorat pe profeții voștri, ca un leu distrugător“.",
                "31": "Voi, cei din generația aceasta, uitați-vă la Cuvântul Domnului: „Am fost Eu un deșert pentru Israel sau o țară a întunericului? De ce spune poporul Meu: «Suntem liberi să rătăcim! Nu vom mai veni la Tine!»?",
                "32": "Își uită o fecioară bijuteriile sau o mireasă eșarfele? de zile fără număr.",
                "33": "Ce bine îți pregătești calea când cauți iubire! Astfel, până și pe femeile rele le-ai învățat căile tale!",
                "34": "Chiar și pe marginile hainelor tale se găsește sângele săracilor nevinovați, pe care nu i-ai prins dând vreo spargere. Dar, în pofida acestor lucruri,",
                "35": "tu zici: «Sunt nevinovat! Sigur mânia Lui s-a retras de la mine!». Însă Eu te voi judeca, pentru că zici: «Nu am păcătuit!».",
                "36": "De ce atâta grabă ca să-ți schimbi calea? Vei fi făcut de rușine de către Egipt, așa cum ai fost făcut de rușine de către Asiria.",
                "37": "Și de acolo vei ieși cu mâinile pe cap, și nu vei reuși împreună cu ei“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Yahweh’s word came to me, saying,",
                "2": "“Go and proclaim in the ears of Jerusalem, saying, ‘Yahweh says, “I remember for you the kindness of your youth, your love as a bride, how you went after me in the wilderness, in a land that was not sown.",
                "3": "Israel was holiness to Yahweh, the first fruits of his increase. All who devour him will be held guilty. Evil will come on them,”’ says Yahweh.”",
                "4": "Hear Yahweh’s word, O house of Jacob, and all the families of the house of Israel!",
                "5": "Yahweh says, “What unrighteousness have your fathers found in me, that they have gone far from me, and have walked after worthless vanity, and have become worthless?",
                "6": "They didn’t say, ‘Where is Yahweh who brought us up out of the land of Egypt, who led us through the wilderness, through a land of deserts and of pits, through a land of drought and of the shadow of death, through a land that no one passed through, and where no man lived?’",
                "7": "I brought you into a plentiful land to eat its fruit and its goodness; but when you entered, you defiled my land, and made my heritage an abomination.",
                "8": "The priests didn’t say, ‘Where is Yahweh?’ and those who handle the law didn’t know me. The rulers also transgressed against me, and followed things that do not profit.",
                "9": "“Therefore I will yet contend with you,” says Yahweh, “and I will contend with your children’s children.",
                "10": "For pass over to the islands of Kittim, and see. Send to Kedar, and consider diligently, and see if there has been such a thing.",
                "11": "Has a nation changed its gods, which really are no gods? But my people have changed their glory for that which doesn’t profit.",
                "12": "“Be astonished, you heavens, at this and be horribly afraid. Be very desolate,” says Yahweh.",
                "13": "“For my people have committed two evils: they have forsaken me, the spring of living waters, and cut out cisterns for themselves: broken cisterns that can’t hold water.",
                "14": "Is Israel a slave? Is he born into slavery? Why has he become a captive?",
                "15": "The young lions have roared at him and raised their voices. They have made his land waste. His cities are burned up, without inhabitant.",
                "16": "The children also of Memphis and Tahpanhes have broken the crown of your head.",
                "17": "“Haven’t you brought this on yourself, in that you have forsaken Yahweh your God, when he led you by the way?",
                "18": "Now what do you gain by going to Egypt, to drink the waters of the Shihor? Or why do you go on the way to Assyria, to drink the waters of the River?",
                "19": "“Your own wickedness will correct you, and your backsliding will rebuke you. Know therefore and see that it is an evil and bitter thing, that you have forsaken Yahweh your God, and that my fear is not in you,” says the Lord, Yahweh of Armies.",
                "20": "“For long ago I broke off your yoke, and burst your bonds. You said, ‘I will not serve;’ for on every high hill and under every green tree you bowed yourself, playing the prostitute.",
                "21": "Yet I had planted you a noble vine, a pure and faithful seed. How then have you turned into the degenerate branches of a foreign vine to me?",
                "22": "For though you wash yourself with lye, and use much soap, yet your iniquity is marked before me,” says the Lord Yahweh.",
                "23": "“How can you say, ‘I am not defiled. I have not gone after the Baals’? See your way in the valley. Know what you have done. You are a swift dromedary traversing her ways,",
                "24": "a wild donkey used to the wilderness, that sniffs the wind in her craving. When she is in heat, who can turn her away? All those who seek her will not weary themselves. In her month, they will find her.",
                "25": "“Keep your feet from being bare, and your throat from thirst. But you said, ‘It is in vain. No, for I have loved strangers, and I will go after them.’",
                "26": "As the thief is ashamed when he is found, so the house of Israel is ashamed— they, their kings, their princes, their priests, and their prophets,",
                "27": "who tell wood, ‘You are my father,’ and a stone, ‘You have given birth to me,’ for they have turned their back to me, and not their face, but in the time of their trouble they will say, ‘Arise, and save us!’",
                "28": "“But where are your gods that you have made for yourselves? Let them arise, if they can save you in the time of your trouble, for you have as many gods as you have towns, O Judah.",
                "29": "“Why will you contend with me? You all have transgressed against me,” says Yahweh.",
                "30": "“I have struck your children in vain. They received no correction. Your own sword has devoured your prophets, like a destroying lion.",
                "31": "Generation, consider Yahweh’s word. Have I been a wilderness to Israel? Or a land of thick darkness? Why do my people say, ‘We have broken loose. We will come to you no more’?",
                "32": "“Can a virgin forget her ornaments, or a bride her attire? Yet my people have forgotten me for days without number.",
                "33": "How well you prepare your way to seek love! Therefore you have even taught the wicked women your ways.",
                "34": "Also the blood of the souls of the innocent poor is found in your skirts. You didn’t find them breaking in, but it is because of all these things.",
                "35": "“Yet you said, ‘I am innocent. Surely his anger has turned away from me.’ “Behold, I will judge you, because you say, ‘I have not sinned.’",
                "36": "Why do you go about so much to change your ways? You will be ashamed of Egypt also, as you were ashamed of Assyria.",
                "37": "You will also leave that place with your hands on your head; for Yahweh has rejected those in whom you trust, and you won’t prosper with them."
            }
        }
    }
}