{
    "book": "Ieremia",
    "chapter": "35",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Cuvântul rostit către Ieremia din partea Domnului pe vremea lui Ioiachim, fiul lui Iosia, împăratul lui Iuda, sună astfel:",
                "2": "„Du-te la casa recabiților, vorbește cu ei și adu-i în Casa Domnului, în una din chilii, și dă-le să bea vin!”",
                "3": "Am luat pe Iaazania, fiul lui Ieremia, fiul lui Habazinia, pe frații săi, pe toți fiii săi și toată casa recabiților",
                "4": "și i-am dus la Casa Domnului, în chilia fiilor lui Hanan, fiul lui Igdalia, omul lui Dumnezeu, lângă chilia căpeteniilor, deasupra chiliei lui Maaseia, fiul lui Șalum, ușierul.",
                "5": "Am pus înaintea fiilor casei recabiților niște vase pline cu vin și pahare și le-am zis: „Beți vin!”",
                "6": "Dar ei au răspuns: „Noi nu bem vin! Căci Ionadab, fiul lui Recab, tatăl nostru, ne-a dat următoarea poruncă: ‘Să nu beți niciodată vin, nici voi, nici fiii voștri,",
                "7": "și nici să nu zidiți case, să nu semănați nicio sămânță, să nu sădiți vii, nici să nu stăpâniți vii, ci toată viața voastră să locuiți în corturi, ca să trăiți multă vreme în țara în care sunteți străini.’",
                "8": "Astfel, noi ascultăm tot ce ne-a poruncit Ionadab, fiul lui Recab, tatăl nostru; nu bem vin toată viața noastră, nici noi, nici nevestele noastre, nici fiii, nici fiicele noastre;",
                "9": "nu zidim nici case ca locuințe pentru noi și nu stăpânim nici vii, nici ogoare, nici pământuri însămânțate,",
                "10": "ci locuim în corturi și urmăm și împlinim tot ce ne-a poruncit tatăl nostru Ionadab.",
                "11": "Când s-a suit însă Nebucadnețar, împăratul Babilonului, împotriva țării acesteia, am zis: ‘Haidem să fugim la Ierusalim de oastea haldeenilor și de oastea Siriei.’ Așa se face că acum locuim la Ierusalim.”",
                "12": "Atunci, Cuvântul Domnului a vorbit lui Ieremia astfel:",
                "13": "„Așa vorbește Domnul oștirilor, Dumnezeul lui Israel: ‘Du-te și spune oamenilor lui Iuda și locuitorilor Ierusalimului: «Nu voiți să luați învățătură ca să ascultați de cuvintele Mele?», zice Domnul.",
                "14": "«Cuvintele lui Ionadab, fiul lui Recab, care a poruncit fiilor săi să nu bea vin, sunt păzite, căci ei nu beau vin până în ziua de azi și ascultă astfel de porunca tatălui lor. Iar Eu v-am vorbit și devreme, și târziu, și nu M-ați ascultat!",
                "15": "V-am trimis pe toți slujitorii Mei prorocii, i-am trimis întruna la voi, să vă spună: ‹Întoarceți-vă, fiecare, de la calea voastră cea rea, îndreptați-vă faptele, nu mergeți după alți dumnezei, ca să le slujiți, și veți rămâne în țara pe care v-am dat-o vouă și părinților voștri!› Dar voi n-ați luat aminte și nu M-ați ascultat.",
                "16": "Da, fiii lui Ionadab, fiul lui Recab, păzesc porunca pe care le-a dat-o tatăl lor, însă poporul acesta nu M-ascultă!»’",
                "17": "De aceea, așa vorbește Domnul Dumnezeul oștirilor, Dumnezeul lui Israel: ‘Iată, voi aduce peste Iuda și peste toți locuitorii Ierusalimului toate nenorocirile pe care le-am vestit cu privire la ei, pentru că le-am vorbit, și nu M-au ascultat, pentru că i-am chemat, și n-au răspuns!’”",
                "18": "Și Ieremia a zis casei recabiților: „Așa vorbește Domnul oștirilor, Dumnezeul lui Israel: ‘Pentru că ați ascultat de poruncile tatălui vostru Ionadab, pentru că ați păzit toate orânduirile lui și ați făcut tot ce v-a poruncit el,",
                "19": "pentru aceasta, așa vorbește Domnul oștirilor, Dumnezeul lui Israel: «Ionadab, fiul lui Recab, nu va fi lipsit niciodată de urmași care să stea înaintea Mea!»’”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Cuvântul spus lui Ieremia din partea Domnului, pe vremea lui Iehoiachim, fiul lui Iosia, regele lui Iuda:",
                "2": "„Du-te la casa recabiților, vorbește cu ei și invită-i într-una dintre camerele din exteriorul Casei Domnului. Apoi dă-le să bea vin“.",
                "3": "L-am luat pe Iaazania, fiul lui Ieremia, fiul lui Habaținia, pe toți frații săi și pe toți copiii săi – întreaga casă a recabiților –",
                "4": "și i-am adus în Casa Domnului, în camera fiilor lui Hanan, fiul lui Igdalia, omul lui Dumnezeu. Aceasta era chiar lângă camera conducătorilor și deasupra camerei ușierului Maaseia, fiul lui Șalum.",
                "5": "Am pus înaintea casei recabiților niște vase pline cu vin, precum și câteva cupe, și le-am zis: ‒ Beți vin!",
                "6": "Dar ei au răspuns: ‒ Noi nu bem vin, deoarece tatăl nostru Ionadab, fiul lui Recab, ne-a poruncit, zicând: „Să nu beți niciodată vin, nici voi, nici fiii voștri.",
                "7": "De asemenea, să nu construiți case, să nu semănați nicio sămânță și să nu plantați vii. Să nu aveți nimic din toate acestea, ci să locuiți în corturi toată viața voastră. Astfel veți trăi multă vreme în țara în care sunteți străini“.",
                "8": "Noi am ascultat de toate poruncile pe care ni le-a dat tatăl nostru Ionadab, fiul lui Recab, astfel că nici noi, nici soțiile noastre, nici fiii și nici fiicele noastre nu bem vin,",
                "9": "nu ne construim case ca să le locuim și nu avem nici vii, nici terenuri însămânțate,",
                "10": "ci locuim în corturi și ascultăm cu fapta de tot ce ne-a poruncit tatăl nostru Ionadab.",
                "11": "Dar, când Nebucadnețar, împăratul Babilonului, a înaintat împotriva țării, am zis: „Veniți! Să fugim în Ierusalim dinaintea armatei caldeenilor și a armatei Aramului!“. Și, astfel, am locuit în Ierusalim.",
                "12": "Cuvântul Domnului i-a vorbit lui Ieremia, zicând:",
                "13": "„Așa vorbește Domnul Oștirilor, Dumnezeul lui Israel: du-te și spune-le oamenilor din Iuda și locuitorilor Ierusalimului astfel: «Nu vreți să primiți îndrumarea și să ascultați cuvintele Mele? zice Domnul.",
                "14": "Cuvintele lui Ionadab, fiul lui Recab, care a poruncit fiilor săi să nu bea vin, sunt respectate. Ei nu beau vin nici în ziua de azi, căci ascultă de porunca tatălui lor. Și Eu v-am vorbit mereu dimineața, dar voi nu M-ați ascultat.",
                "15": "I-am trimis la voi pe toți slujitorii Mei, profeții; i-am trimis dimineața să vă spună: ‘Întoarceți-vă fiecare de la căile voastre rele, schimbați-vă faptele și nu mai umblați după alți dumnezei ca să le slujiți, ca astfel să locuiți în țara pe care v-am dat-o vouă și strămoșilor voștri!’. Voi însă nu v-ați plecat urechea la cuvintele Mele și nu M-ați ascultat.",
                "16": "Da, fiii lui Ionadab, fiul lui Recab, păzesc porunca pe care le-a dat-o tatăl lor, dar poporul acesta nu Mă ascultă!».",
                "17": "De aceea, așa vorbește Domnul, Dumnezeul Oștirilor, Dumnezeul lui Israel: «Iată, voi aduce peste Iuda și peste toți locuitorii Ierusalimului toate dezastrele pe care le-am rostit împotriva lor, pentru că le-am vorbit și nu M-au ascultat, i-am chemat, dar ei nu au răspuns»“.",
                "18": "Atunci Ieremia a zis casei recabiților: „Așa vorbește Domnul Oștirilor, Dumnezeul lui Israel: «Pentru că ați ascultat poruncile tatălui vostru Ionadab, pentru că ați păzit toate instrucțiunile și ați împlinit tot ce v-a poruncit,",
                "19": "așa vorbește Domnul Oștirilor, Dumnezeul lui Israel: Ionadab, fiul lui Recab, nu va fi lipsit niciodată de un urmaș care să stea înaintea Mea!»“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "The word which came to Jeremiah from Yahweh in the days of Jehoiakim the son of Josiah, king of Judah, saying,",
                "2": "“Go to the house of the Rechabites, and speak to them, and bring them into Yahweh’s house, into one of the rooms, and give them wine to drink.”",
                "3": "Then I took Jaazaniah the son of Jeremiah, the son of Habazziniah, with his brothers, all his sons, and the whole house of the Rechabites;",
                "4": "and I brought them into Yahweh’s house, into the room of the sons of Hanan the son of Igdaliah, the man of God, which was by the room of the princes, which was above the room of Maaseiah the son of Shallum, the keeper of the threshold.",
                "5": "I set before the sons of the house of the Rechabites bowls full of wine, and cups; and I said to them, “Drink wine!”",
                "6": "But they said, “We will drink no wine; for Jonadab the son of Rechab, our father, commanded us, saying, ‘You shall drink no wine, neither you nor your children, forever.",
                "7": "You shall not build a house, sow seed, plant a vineyard, or have any; but all your days you shall dwell in tents, that you may live many days in the land in which you live as nomads.’",
                "8": "We have obeyed the voice of Jonadab the son of Rechab, our father, in all that he commanded us, to drink no wine all our days, we, our wives, our sons, or our daughters;",
                "9": "and not to build houses for ourselves to dwell in. We have no vineyard, field, or seed;",
                "10": "but we have lived in tents, and have obeyed, and done according to all that Jonadab our father commanded us.",
                "11": "But when Nebuchadnezzar king of Babylon came up into the land, we said, ‘Come! Let’s go to Jerusalem for fear of the army of the Chaldeans, and for fear of the army of the Syrians; so we will dwell at Jerusalem.’”",
                "12": "Then Yahweh’s word came to Jeremiah, saying,",
                "13": "“Yahweh of Armies, the God of Israel, says: ‘Go and tell the men of Judah and the inhabitants of Jerusalem, “Will you not receive instruction to listen to my words?” says Yahweh.",
                "14": "“The words of Jonadab the son of Rechab that he commanded his sons, not to drink wine, are performed; and to this day they drink none, for they obey their father’s commandment; but I have spoken to you, rising up early and speaking, and you have not listened to me.",
                "15": "I have sent also to you all my servants the prophets, rising up early and sending them, saying, ‘Every one of you must return now from his evil way, amend your doings, and don’t go after other gods to serve them. Then you will dwell in the land which I have given to you and to your fathers;’ but you have not inclined your ear, nor listened to me.",
                "16": "The sons of Jonadab the son of Rechab have performed the commandment of their father which he commanded them, but this people has not listened to me.”’",
                "17": "“Therefore Yahweh, the God of Armies, the God of Israel, says: ‘Behold, I will bring on Judah and on all the inhabitants of Jerusalem all the evil that I have pronounced against them, because I have spoken to them, but they have not heard; and I have called to them, but they have not answered.’”",
                "18": "Jeremiah said to the house of the Rechabites, “Yahweh of Armies, the God of Israel, says: ‘Because you have obeyed the commandment of Jonadab your father, and kept all his precepts, and done according to all that he commanded you,’",
                "19": "therefore Yahweh of Armies, the God of Israel, says: ‘Jonadab the son of Rechab will not lack a man to stand before me forever.’”"
            }
        }
    }
}