{
    "book": "Ieremia",
    "chapter": "48",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Asupra Moabului. Așa vorbește Domnul oștirilor, Dumnezeul lui Israel: „Vai de Nebo, căci este pustiit! Chiriataimul este acoperit de rușine, este luat; cetățuia este acoperită de rușine și zdrobită!",
                "2": "S-a dus fala Moabului, la Hesbon i se pune la cale pieirea: ‘Haidem să-l nimicim din mijlocul neamurilor!’ Și tu vei fi nimicit, Madmenule, sabia va merge după tine!",
                "3": "Se aud strigăte din Horonaim; prăpăd și nimicire!",
                "4": "Moabul este zdrobit! Chiar și cei mici ai lui strigă.",
                "5": "Căci într-un plâns necurmat suie suișul Luhitului și se aud strigăte de durere la coborâșul Horonaimului din pricina nimicirii!",
                "6": "Fugiți, scăpați-vă viața și fiți ca un nevoiaș desțărat în pustie!",
                "7": "Căci, pentru că te-ai încrezut în faptele și în vistieriile tale, vei fi luat și tu, și Chemoșul va merge în robie, cu preoții și căpeteniile lui.",
                "8": "Pustiitorul va intra în fiecare cetate, și nicio cetate nu va scăpa. Valea va pieri și câmpia va fi nimicită, cum a spus Domnul.",
                "9": "Dați aripi Moabului să plece în zbor! Cetățile lui sunt prefăcute în pustie, nu vor mai avea locuitori.",
                "10": "Blestemat să fie cel ce face cu nebăgare de seamă lucrarea Domnului, blestemat să fie cel ce își oprește sabia de la măcel!",
                "11": "Moabul era netulburat din tinerețea lui și se odihnea fără teamă pe drojdiile lui, nu era turnat dintr-un vas în altul și nu era dus în robie. De aceea i s-a păstrat gustul și nu i s-a schimbat mirosul.",
                "12": "De aceea, iată, vin zile”, zice Domnul, „când îi voi trimite oameni care-l vor pritoci; îi vor goli vasele și vor face să-i plesnească burdufurile.",
                "13": "Moabul va fi dat de rușine cu Chemoș, cum a fost dată de rușine casa lui Israel cu Betel, în care își punea încrederea.",
                "14": "Cum puteți să ziceți: ‘Suntem viteji, ostași gata de luptă?’",
                "15": "Moabul este pustiit, cetățile lui se înalță în fum, floarea tinerimii lui este înjunghiată”, zice Împăratul al cărui Nume este Domnul oștirilor.",
                "16": "„Pieirea Moabului este aproape să vină, nenorocirea lui vine în grabă mare.",
                "17": "Bociți-l, toți cei ce-l înconjurați, toți care-i cunoașteți numele! Și ziceți: ‘Cum a fost sfărâmat acest puternic toiag de cârmuire, acest toiag măreț!’",
                "18": "Coboară-te din locașul slavei, șezi jos pe pământul uscat, locuitoare, fiica Dibonului! Căci pustiitorul Moabului se suie împotriva ta și-ți nimicește cetățuile.",
                "19": "Stai pe drum și pândește, locuitoarea Aroerului! Întreabă pe fugar și pe cel scăpat și zi: ‘Ce s-a întâmplat?’",
                "20": "Moabul este acoperit de rușine, căci este zdrobit. Gemeți și strigați! Vestiți în Arnon că Moabul este pustiit!",
                "21": "A venit pedeapsa și peste țara câmpiei, peste Holon, peste Iahaț, peste Mefaat,",
                "22": "peste Dibon, peste Nebo, peste Bet-Diblataim,",
                "23": "peste Chiriataim, peste Bet-Gamul, peste Bet-Meon,",
                "24": "peste Cheriiot, peste Boțra, peste toate cetățile din țara Moabului, fie depărtate, fie apropiate.",
                "25": "Tăria Moabului este frântă și brațul lui, zdrobit”, zice Domnul.",
                "26": "„Îmbătați-l, căci s-a semețit împotriva Domnului! De aceea, prăvălească-se Moabul în vărsătura lui și să ajungă de râs și el!",
                "27": "N-a fost Israel de râsul tău? A fost prins el oare printre hoți, de dai din cap ori de câte ori vorbești de el?",
                "28": "Părăsiți cetățile și locuiți în stânci, locuitori ai Moabului! Și fiți ca porumbeii care își fac cuibul pe marginea peșterilor!",
                "29": "Am auzit de fudulia mândrului Moab, de înfumurarea lui, de trufia lui, de semețirea lui și de inima lui îngâmfată.",
                "30": "Cunosc”, zice Domnul, „înfumurarea lui, lăudăroșeniile lui deșarte și faptele lui de nimic.",
                "31": "De aceea gem pentru Moab și mă jelesc pentru tot Moabul; oamenii suspină pentru cei din Chir-Heres.",
                "32": "Vie din Sibma, te plâng mai mult decât Iaezerul; ramurile tale se întindeau dincolo de mare, se întindeau până la marea Iaezerului, dar pustiitorul s-a aruncat peste strângerea roadelor tale și peste culesul viilor tale.",
                "33": "Și astfel, s-au dus bucuria și veselia din câmpiile și din țara roditoare a Moabului. Am secat vinul din teascuri”, zice Domnul; „nimeni nu mai calcă teascul cu strigăte de bucurie; sunt strigăte de război, nu strigăte de bucurie.",
                "34": "Strigătele Hesbonului răsună până la Eleale și glasul lor se aude până la Iahaț, de la Țoar până la Horonaim, până la Eglat-Șelișia, căci și apele Nimrimului sunt prefăcute în pustiu.",
                "35": "Vreau s-o isprăvesc în Moab”, zice Domnul, „cu cel ce se suie pe înălțimile de jertfă și aduce tămâie dumnezeului său.",
                "36": "De aceea îmi jelește inima ca un fluier pentru Moab, îmi jelește inima ca un fluier pentru oamenii din Chir-Heres, pentru că toate avuțiile pe care le-au strâns sunt pierdute.",
                "37": "Căci toate capetele sunt rase, toate bărbile sunt tăiate; pe toate mâinile sunt tăieturi de jale și pe coapse, saci.",
                "38": "Pe toate acoperișurile Moabului și în piețe sunt numai bocete, pentru că am sfărâmat Moabul ca pe un vas fără preț”, zice Domnul.",
                "39": "„Cât este de sfărâmat Moabul! Gemeți! Cât de rușinos întoarce Moabul spatele! Moabul ajunge astfel de râs și de pomină pentru toți cei ce-l înconjoară.”",
                "40": "Căci așa vorbește Domnul: „Iată că vrăjmașul zboară ca vulturul și își întinde aripile asupra Moabului!",
                "41": "Cheriiotul este luat, cetățuile sunt cucerite și, în ziua aceea, inima vitejilor Moabului este ca inima unei femei în durerile nașterii.",
                "42": "Astfel, Moabul va fi nimicit de tot și nu va mai fi un popor, căci s-a semețit împotriva Domnului.",
                "43": "Groaza, groapa și lațul sunt peste tine, locuitor al Moabului”, zice Domnul.",
                "44": "„Cel ce fuge de groază cade în groapă și cel ce se ridică din groapă se prinde în laț, căci aduc asupra lui, asupra Moabului, anul pedepsei lui”, zice Domnul.",
                "45": "„Fugarii se opresc sleiți de puteri la umbra Hesbonului, dar din Hesbon iese un foc, o flacără iese din mijlocul Sihonului și mistuie laturile Moabului și creștetul capului celor ce se fălesc.",
                "46": "Vai de tine, Moabule! Poporul din Chemoș este pierdut! Căci fiii tăi sunt luați prinși de război și fiicele tale, prinse de război.",
                "47": "Dar, în vremurile de apoi, voi aduce înapoi pe prinșii de război ai Moabului”, zice Domnul. Aceasta este judecata asupra Moabului."
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Cu privire la Moab: Așa vorbește Domnul Oștirilor, Dumnezeul lui Israel: „Vai de Nebo, căci va fi distrus! Chiriataim va fi acoperit de rușine și cucerit. Fortăreața va fi acoperită de rușine și zdrobită.",
                "2": "Moab nu va mai fi lăudat; la Heșbon se plănuiește nimicirea lui: «Să mergem și să-l distrugem dintre națiuni!». Și tu, Madmen, vei fi redus la tăcere, căci sabia te va urmări!",
                "3": "Un strigăt se aude din Horonaim: «Este prăpăd și mare distrugere!».",
                "4": "Moab este zdrobit; se aude strigătul celor mici ai lui.",
                "5": "Căci pe suișul spre Luhit ei merg plângând întruna, se aude strigătul de distrugere al dușmanilor.",
                "6": "Fugiți! Scăpați-vă viața și fiți ca un arbust în deșert.",
                "7": "Și voi veți fi capturați, pentru că vă încredeți în lucrările și în bogățiile voastre. împreună cu preoții și conducătorii lui.",
                "8": "Pustiitorul va veni împotriva fiecărei cetăți și niciuna nu va scăpa. și podișul va fi nimicit, căci Domnul a vorbit.",
                "9": "Presărați sare peste Moab, căci va fi pustiit! și nimeni nu va mai locui în ele.",
                "10": "Blestemat să fie cel ce face cu neglijență lucrarea Domnului! Blestemat să fie cel ce își oprește sabia de la măcel!",
                "11": "Încă din tinerețea lui, Moabul a fost liniștit, ca vinul lăsat în drojdia lui; nu a fost vărsat dintr-un vas în altul, nu a fost dus în exil. și nu i s-a schimbat aroma.",
                "12": "Dar, iată, vin zile“, zice Domnul, „când voi trimite oameni să-l verse din vasul lui, și ei îl vor vărsa; și-i vor sparge ulcioarele.",
                "13": "Atunci Moabului îi va fi rușine cu Chemoș, de încrederea lor în vițelul de la Betel.",
                "14": "Cum puteți să ziceți: «Noi suntem viteji, bărbați curajoși în luptă!»?",
                "15": "Moabul va fi distrus și cetățile lui vor fi invadate. Tinerii lui aleși se vor duce să fie înjunghiați, zice Împăratul, al Cărui Nume este Domnul Oștirilor.",
                "16": "Pieirea Moabului este aproape, nenorocirea lui vine în grabă mare.",
                "17": "Bociți-l, voi, toți cei din jurul lui, toți aceia care-i cunoașteți faima! Ziceți: «Cum a fost sfărâmat sceptrul cel puternic, toiagul cel glorios!».",
                "18": "Coboară-te din gloria ta și așază-te pe pământ uscat, locuitor al fiicei Dibonului, și-ți va distruge fortărețele.",
                "19": "Stai lângă drum și pândește, locuitoare a Aroerului. și pe cea care-și scapă viața, întreabă: «Ce se întâmplă?».",
                "20": "Moabul este făcut de rușine, căci este zdrobit. Gemeți și strigați! că Moabul este distrus.",
                "21": "A venit judecata împotriva țării din podiș, împotriva Holonului, Iahței și Mefaatului,",
                "22": "împotriva Dibonului, Neboului și Bet-Diblataimului,",
                "23": "împotriva Chiriataimului, Bet-Gamului și Bet-Meonului,",
                "24": "împotriva Cheriotului, împotriva Boțrei, împotriva tuturor cetăților din țara Moabului, de departe sau de aproape.",
                "25": "Cornul Moabului este tăiat și brațul lui este zdrobit“, zice Domnul.",
                "26": "Îmbătați-l, căci s-a mândrit împotriva Domnului. și să ajungă un motiv de râs!",
                "27": "N-a fost Israel un motiv de râs pentru tine? să clatini din cap în semn de batjocură?",
                "28": "Părăsiți cetățile și locuiți printre stânci, locuitori ai Moabului. chiar la marginile unui defileu!",
                "29": "Noi am auzit de aroganța Moabului; el este foarte mândru. Am auzit de impertinența lui, de aroganța lui, de mândria lui și de inima lui îngâmfată.",
                "30": "„Știu“, zice Domnul, „aroganța lui este neîntemeiată; lăudăroșeniile lui sunt false.",
                "31": "De aceea gem pentru Moab și strig pentru întregul Moab. El suspină pentru oamenii din Chir-Hareset.",
                "32": "Plâng pentru tine, vie din Sibma, mai mult decât pentru Iazer. Ramurile tale se întindeau până dincolo de mare, ajungând până la marea Iazerului, asupra fructelor tale de vară și asupra strugurilor tăi.",
                "33": "S-a dus bucuria și veselia din livezi și din câmpiile Moabului. cu strigăte de bucurie. Se aud strigăte de război, nu strigăte de bucurie.",
                "34": "Vuietul strigătului lor răsună din Heșbon până la Eleale și Iahaț, din Țoar până la Horonaim și Eglat-Șelișia, căci până și apele Nimrimului sunt secate.",
                "35": "În Moab voi face ca oamenii să înceteze și să mai ardă tămâie în cinstea dumnezeilor lor“, zice Domnul.",
                "36": "„De aceea inima mea jelește ca un fluier pentru Moab, jelește ca un fluier pentru oamenii din Chir-Hareset, căci averile pe care le-au strâns au pierit.",
                "37": "Toate capetele sunt rase și toate bărbile sunt tăiate. și toate coapsele sunt acoperite cu pânză de sac.",
                "38": "Pe toate acoperișurile Moabului și în piețe este doar jale, ca pe un vas disprețuit“, zice Domnul.",
                "39": "„Cât este de zdrobit! Ei gem de durere. Cum își întoarce Moabul spatele, copleșit de rușine! pentru toți cei din jur“.",
                "40": "Așa vorbește Domnul: „Iată, un vultur se năpustește și își întinde aripile peste Moab.",
                "41": "Cheriotul va fi cucerit și fortărețele îi vor fi capturate. În ziua aceea, inima vitejilor Moabului va fi ca inima unei femei în durerile nașterii.",
                "42": "Moabul va fi nimicit dintre popoare pentru că s-a mândrit împotriva Domnului.",
                "43": "Groaza, groapa și lațul te așteaptă, locuitor al Moabului“, zice Domnul.",
                "44": "„Cine va fugi de groază va cădea în groapă, va fi prins în laț, anul pedepsei lui“, zice Domnul.",
                "45": "„Fugarii stau fără putere la umbra Heșbonului. Căci un foc iese din Heșbon, o flacără iese din mijlocul lui Sihon, și capetele fiilor tumultului.",
                "46": "Vai de tine, Moab! Poporul lui Chemoș este nimicit! Fiii tăi sunt luați în captivitate, iar fetele tale sunt luate în exil.",
                "47": "Dar, în zilele de pe urmă, îi voi aduce înapoi pe captivii Moabului“, zice Domnul. Aici se sfârșește profeția despre judecata asupra Moabului."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Of Moab. Yahweh of Armies, the God of Israel, says: “Woe to Nebo! For it is laid waste. Kiriathaim is disappointed. It is taken. and broken down.",
                "2": "The praise of Moab is no more. In Heshbon they have devised evil against her: ‘Come! Let’s cut her off from being a nation.’ You also, Madmen, will be brought to silence. The sword will pursue you.",
                "3": "The sound of a cry from Horonaim, desolation and great destruction!",
                "4": "Moab is destroyed. Her little ones have caused a cry to be heard.",
                "5": "For they will go up by the ascent of Luhith with continual weeping. For at the descent of Horonaim they have heard the distress of the cry of destruction.",
                "6": "Flee! Save your lives! Be like the juniper bush in the wilderness.",
                "7": "For, because you have trusted in your works and in your treasures, you also will be taken. Chemosh will go out into captivity, his priests and his princes together.",
                "8": "The destroyer will come on every city, and no city will escape; the valley also will perish, and the plain will be destroyed, as Yahweh has spoken.",
                "9": "Give wings to Moab, that she may fly and get herself away: and her cities will become a desolation, without anyone to dwell in them.",
                "10": "“Cursed is he who does the work of Yahweh negligently; and cursed is he who keeps back his sword from blood.",
                "11": "“Moab has been at ease from his youth, and he has settled on his dregs, and has not been emptied from vessel to vessel, neither has he gone into captivity; therefore his taste remains in him, and his scent is not changed.",
                "12": "Therefore behold, the days come,” says Yahweh, “that I will send to him those who pour off, and they will pour him off; and they will empty his vessels, and break their containers in pieces.",
                "13": "Moab will be ashamed of Chemosh, as the house of Israel was ashamed of Bethel, their confidence.",
                "14": "“How do you say, ‘We are mighty men, and valiant men for the war’?",
                "15": "Moab is laid waste, and they have gone up into his cities, and his chosen young men have gone down to the slaughter,” says the King, whose name is Yahweh of Armies.",
                "16": "“The calamity of Moab is near to come, and his affliction hurries fast.",
                "17": "All you who are around him, bemoan him; and all you who know his name, say, ‘How the strong staff is broken, the beautiful rod!’",
                "18": "“You daughter who dwells in Dibon, come down from your glory, and sit in thirst; for the destroyer of Moab has come up against you. He has destroyed your strongholds.",
                "19": "Inhabitant of Aroer, stand by the way and watch. Ask him who flees, and her who escapes; say, ‘What has been done?’",
                "20": "Moab is disappointed; for it is broken down. Wail and cry! Tell it by the Arnon, that Moab is laid waste.",
                "21": "Judgment has come on the plain country— on Holon, on Jahzah, on Mephaath,",
                "22": "on Dibon, on Nebo, on Beth Diblathaim,",
                "23": "on Kiriathaim, on Beth Gamul, on Beth Meon,",
                "24": "on Kerioth, on Bozrah, and on all the cities of the land of Moab, far or near.",
                "25": "The horn of Moab is cut off, and his arm is broken,” says Yahweh.",
                "26": "“Make him drunk, for he magnified himself against Yahweh. Moab will wallow in his vomit, and he also will be in derision.",
                "27": "For wasn’t Israel a derision to you? Was he found among thieves? For as often as you speak of him, you shake your head.",
                "28": "You inhabitants of Moab, leave the cities, and dwell in the rock. Be like the dove that makes her nest over the mouth of the abyss.",
                "29": "“We have heard of the pride of Moab. He is very proud in his loftiness, his pride, his arrogance, and the arrogance of his heart.",
                "30": "I know his wrath,” says Yahweh, “that it is nothing; his boastings have done nothing.",
                "31": "Therefore I will wail for Moab. Yes, I will cry out for all Moab. They will mourn for the men of Kir Heres.",
                "32": "With more than the weeping of Jazer I will weep for you, vine of Sibmah. Your branches passed over the sea. They reached even to the sea of Jazer. and on your vintage.",
                "33": "Gladness and joy is taken away from the fruitful field and from the land of Moab. I have caused wine to cease from the wine presses. No one will tread with shouting. The shouting will be no shouting.",
                "34": "From the cry of Heshbon even to Elealeh, even to Jahaz they have uttered their voice, from Zoar even to Horonaim, to Eglath Shelishiyah; for the waters of Nimrim will also become desolate.",
                "35": "Moreover I will cause to cease in Moab,” says Yahweh, “him who offers in the high place, and him who burns incense to his gods.",
                "36": "Therefore my heart sounds for Moab like flutes, and my heart sounds like flutes for the men of Kir Heres. Therefore the abundance that he has gotten has perished.",
                "37": "For every head is bald, and every beard clipped. There are cuttings on all the hands, and sackcloth on the waist.",
                "38": "On all the housetops of Moab, and in its streets, there is lamentation everywhere; for I have broken Moab like a vessel in which no one delights,” says Yahweh.",
                "39": "“How it is broken down! How they wail! How Moab has turned the back with shame! and a terror to all who are around him.”",
                "40": "For Yahweh says: “Behold, he will fly as an eagle, and will spread out his wings against Moab.",
                "41": "Kerioth is taken, and the strongholds are seized. will be as the heart of a woman in her pangs.",
                "42": "Moab will be destroyed from being a people, because he has magnified himself against Yahweh.",
                "43": "Terror, the pit, and the snare are on you, inhabitant of Moab,” says Yahweh.",
                "44": "“He who flees from the terror will fall into the pit; and he who gets up out of the pit will be taken in the snare, for I will bring on him, even on Moab, the year of their visitation,” says Yahweh.",
                "45": "“Those who fled stand without strength under the shadow of Heshbon; for a fire has gone out of Heshbon, and a flame from the middle of Sihon, and has devoured the corner of Moab, and the crown of the head of the tumultuous ones.",
                "46": "Woe to you, O Moab! The people of Chemosh are undone; for your sons are taken away captive, and your daughters into captivity.",
                "47": "“Yet I will reverse the captivity of Moab in the latter days,” says Yahweh. Thus far is the judgment of Moab."
            }
        }
    }
}