{
    "book": "Ieremia",
    "chapter": "24",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Domnul mi-a arătat două coșuri cu smochine puse înaintea Templului Domnului, după ce Nebucadnețar, împăratul Babilonului, strămutase din Ierusalim și dusese în Babilon pe Ieconia, fiul lui Ioiachim, împăratul lui Iuda, pe căpeteniile lui Iuda, pe lemnari și fierari.",
                "2": "Unul din coșuri avea smochine foarte bune, ca smochinele care se coc întâi, iar celălalt coș avea smochine foarte rele, care nu se puteau mânca de rele ce erau.",
                "3": "Domnul mi-a zis: „Ce vezi, Ieremio?” Eu am răspuns: „Niște smochine! Smochinele cele bune sunt foarte bune, iar cele rele sunt foarte rele și, de rele ce sunt, nu se pot mânca.”",
                "4": "Cuvântul Domnului mi-a vorbit astfel:",
                "5": "„Așa vorbește Domnul Dumnezeul lui Israel: ‘Cum deosebești tu aceste smochine bune, așa voi deosebi Eu, ca să le dau îndurare, pe prinșii de război ai lui Iuda, pe care i-am trimis din locul acesta în țara haldeenilor.",
                "6": "Îi voi privi cu un ochi binevoitor și-i voi aduce înapoi în țara aceasta; îi voi așeza și nu-i voi mai nimici, îi voi sădi și nu-i voi mai smulge.",
                "7": "Le voi da o inimă ca să înțeleagă că Eu sunt Domnul. Ei vor fi poporul Meu, iar Eu voi fi Dumnezeul lor, dacă se vor întoarce la Mine cu toată inima lor.",
                "8": "Și ca smochinele cele rele, care, de rele ce sunt, nu se pot mânca’, zice Domnul, ‘așa voi face să ajungă Zedechia, împăratul lui Iuda, căpeteniile lui și rămășița Ierusalimului, cei ce au rămas în țara aceasta și cei ce locuiesc în țara Egiptului.",
                "9": "Îi voi face de pomină, o pricină de nenorocire pentru toate împărățiile pământului, de ocară, de batjocură, de râs și de blestem în toate locurile unde îi voi izgoni.",
                "10": "Voi trimite în ei sabia, foametea și ciuma, până vor pieri din țara pe care le-o dădusem lor și părinților lor.’”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "După ce Nebucadnețar, împăratul Babilonului, i-a dus în captivitate din Ierusalim în Babilon, pe Iehoiachin, fiul lui Iehoiachim, regele lui Iuda, pe conducătorii lui Iuda, pe tâmplari și pe fierari, Domnul mi-a arătat două coșuri cu smochine, așezate înaintea Templului Domnului.",
                "2": "Unul dintre coșuri avea smochine foarte bune, ca smochinele timpurii, iar celălalt coș avea smochine foarte rele, atât de rele încât nu puteau fi mâncate.",
                "3": "Domnul m-a întrebat: ‒ Ce vezi, Ieremia? Eu am răspuns: ‒ Niște smochine. Cele ce arată bine sunt foarte bune, dar cele ce arată rău sunt atât de rele, încât nu pot fi mâncate.",
                "4": "Cuvântul Domnului mi-a vorbit, zicând:",
                "5": "‒ Așa vorbește Domnul, Dumnezeul lui Israel: „Așa cum te uiți tu la aceste smochine bune, tot așa voi privi și Eu cu bunăvoință la exilații lui Iuda pe care i-am alungat din locul acesta în țara caldeenilor.",
                "6": "Ochii Mei vor veghea asupra lor ca să le fac bine, și-i voi aduce înapoi în țara aceasta. Îi voi clădi și nu-i voi mai dărâma; îi voi planta și nu-i voi mai smulge.",
                "7": "Le voi da o inimă ca să Mă cunoască și să știe că Eu sunt Domnul. Ei vor fi poporul Meu, iar Eu voi fi Dumnezeul lor, când se vor întoarce la Mine din toată inima lor.",
                "8": "Dar pe Zedechia, regele lui Iuda, pe conducătorii lui, pe rămășița Ierusalimului, pe cei care au mai rămas în țară și pe cei care locuiesc în țara Egiptului îi voi face ca smochinele cele rele care, de rele ce sunt, nu se pot mânca“, zice Domnul.",
                "9": "„Îi voi face un motiv de groază, o nenorocire pentru toate regatele pământului, o rușine, o pildă, o batjocură și un blestem în toate locurile în care îi voi alunga.",
                "10": "Voi trimite printre ei sabia, foametea și molima până vor pieri din țara pe care le-am dat-o lor și strămoșilor lor“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Yahweh showed me, and behold, two baskets of figs were set before Yahweh’s temple, after Nebuchadnezzar king of Babylon had carried away captive Jeconiah the son of Jehoiakim, king of Judah, and the princes of Judah, with the craftsmen and smiths, from Jerusalem, and had brought them to Babylon.",
                "2": "One basket had very good figs, like the figs that are first-ripe; and the other basket had very bad figs, which could not be eaten, they were so bad.",
                "3": "Then Yahweh asked me, “What do you see, Jeremiah?” I said, “Figs. The good figs are very good, and the bad are very bad, so bad that they can’t be eaten.”",
                "4": "Yahweh’s word came to me, saying,",
                "5": "“Yahweh, the God of Israel says: ‘Like these good figs, so I will regard the captives of Judah, whom I have sent out of this place into the land of the Chaldeans, as good.",
                "6": "For I will set my eyes on them for good, and I will bring them again to this land. I will build them, and not pull them down. I will plant them, and not pluck them up.",
                "7": "I will give them a heart to know me, that I am Yahweh. They will be my people, and I will be their God; for they will return to me with their whole heart.",
                "8": "“‘As the bad figs, which can’t be eaten, they are so bad,’ surely Yahweh says, ‘So I will give up Zedekiah the king of Judah, and his princes, and the remnant of Jerusalem who remain in this land, and those who dwell in the land of Egypt.",
                "9": "I will even give them up to be tossed back and forth among all the kingdoms of the earth for evil, to be a reproach and a proverb, a taunt and a curse, in all places where I will drive them.",
                "10": "I will send the sword, the famine, and the pestilence among them, until they are consumed from off the land that I gave to them and to their fathers.’”"
            }
        }
    }
}