{
    "book": "Ieremia",
    "chapter": "3",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "El zice: „Când se desparte un bărbat de nevastă-sa, pe care o părăsește, și ea ajunge nevasta altuia, se mai întoarce bărbatul acesta la ea? N-ar fi chiar și țara aceea spurcată? Și tu ai curvit cu mulți ibovnici, și să te întorci iarăși la Mine?”, zice Domnul.",
                "2": "„Ridică-ți ochii spre înălțimi și privește. Unde n-ai curvit? Te țineai la drumuri, ca arabul în pustie, și ai spurcat țara prin curviile tale și cu răutatea ta!",
                "3": "Măcar că ploile au fost oprite și ploaia de primăvară a lipsit, totuși tu ți-ai păstrat fruntea de curvă și n-ai vrut să ai rușine!",
                "4": "Acum – nu-i așa? – strigi la Mine: ‘Tată! Tu ai fost Prietenul tinereții mele!",
                "5": "Își va ține El mânia pe vecie? O va păstra El totdeauna?’ Iată, așa ai vorbit, și totuși ai făcut lucruri nelegiuite cât ai putut!”",
                "6": "Domnul mi-a zis pe vremea împăratului Iosia: „Ai văzut ce a făcut necredincioasa Israel? S-a dus pe orice munte înalt și sub orice copac verde și a curvit acolo.",
                "7": "Eu ziceam că, după ce a făcut toate aceste lucruri, se va întoarce la Mine. Dar nu s-a întors. Și sora ei, vicleana Iuda, a fost martoră la aceasta.",
                "8": "Și, cu toate că a văzut că M-am despărțit de necredincioasa Israel din pricina tuturor preacurviilor ei și i-am dat cartea ei de despărțire, totuși soră-sa, vicleana Iuda, nu s-a temut, ci s-a dus să curvească la fel.",
                "9": "Și astfel, prin necurăția ei strigătoare, Israel a spurcat țara, a preacurvit cu piatra și lemnul.",
                "10": "Cu toate acestea, vicleana Iuda, sora ei, nu s-a întors la Mine din toată inima ei, ci cu prefăcătorie”, zice Domnul.",
                "11": "Domnul mi-a zis: „Necredincioasa Israel pare nevinovată față de vicleana Iuda.",
                "12": "Du-te de strigă aceste cuvinte spre miazănoapte și zi: ‘Întoarce-te, necredincioasă Israel’, zice Domnul. ‘Nu voi arunca o privire întunecoasă împotriva voastră, căci sunt milostiv’, zice Domnul, ‘și nu țin mânie pe vecie.",
                "13": "Recunoaște-ți numai nelegiuirea, recunoaște că ai fost necredincioasă Domnului Dumnezeului tău, că ai alergat încoace și încolo la dumnezei străini, sub orice copac verde, și că n-ai ascultat glasul Meu’, zice Domnul.",
                "14": "‘Întoarceți-vă, copii răzvrătiți’, zice Domnul, ‘căci Eu sunt Stăpânul vostru, Eu vă voi lua pe unul dintr-o cetate, pe doi dintr-o familie și vă voi aduce înapoi, în Sion.",
                "15": "Vă voi da păstori după inima Mea și vă vor paște cu pricepere și cu înțelepciune.",
                "16": "Când vă veți înmulți și veți crește în țară, în zilele acelea’, zice Domnul, ‘nu se va mai vorbi de chivotul legământului Domnului și nu-i va mai veni nimănui în gând, nu-și vor mai aduce aminte de el, nu-i vor mai simți lipsa și nici nu vor mai face altul.",
                "17": "În vremea aceea, Ierusalimul se va numi scaunul de domnie al Domnului; toate neamurile se vor strânge la Ierusalim în Numele Domnului și nu vor mai urma pornirile inimii lor rele.",
                "18": "În zilele acelea, casa lui Iuda va umbla cu casa lui Israel și vor veni împreună din țara de la miazănoapte în țara pe care am dat-o în stăpânire părinților voștri.’",
                "19": "Eu ziceam: ‘Cum să te pun printre copiii Mei și să-ți dau o țară plăcută, o moștenire, podoabă între podoabele neamurilor?’ Mă gândeam că Mă vei chema: ‘Tată!’ și nu te vei mai abate de la Mine.",
                "20": "Dar, cum este necredincioasă iubitului său o femeie, așa Mi-ați fost necredincioși voi, casa lui Israel”, zice Domnul.",
                "21": "Un vuiet se aude pe înălțimi: sunt plânsetele și rugămințile de iertare ale copiilor lui Israel, căci și-au sucit calea și au uitat pe Domnul Dumnezeul lor.",
                "22": "„Întoarceți-vă, copii răzvrătiți, și vă voi ierta abaterile.” – „Iată-ne, venim la Tine, căci Tu ești Domnul Dumnezeul nostru.",
                "23": "În adevăr, zadarnic se așteaptă mântuire de la dealuri și de la mulțimea munților; în adevăr, în Domnul Dumnezeul nostru este mântuirea lui Israel.",
                "24": "Idolii, dimpotrivă, au mâncat rodul muncii părinților noștri din tinerețea noastră: oile și boii lor, fiii și fiicele lor.",
                "25": "Să ne culcăm în rușinea noastră și să ne învelim cu ocara noastră, căci am păcătuit împotriva Domnului Dumnezeului nostru, noi și părinții noștri, din tinerețea noastră și până în ziua de azi, și n-am ascultat glasul Domnului Dumnezeului nostru.”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "El zice: „Iată, când un bărbat se desparte de soția lui, iar ea pleacă de la el și devine soția altui bărbat, se mai întoarce acesta la ea? N-ar fi chiar și țara aceea pângărită? Și tu, care te-ai prostituat cu mulți amanți, să te mai întorci la Mine?“, zice Domnul.",
                "2": "„Ridică-ți ochii spre înălțimile golașe și privește: este vreun loc unde nu te-ai prostituat? Stăteai pe drumuri pentru ei, precum arabul în deșert. prin necurățiile tale și cu răutatea ta.",
                "3": "Chiar dacă ploile au fost oprite și ploaia târzie a lipsit, totuși, tu ți-ai păstrat înfățișarea de prostituată și ai refuzat să te rușinezi.",
                "4": "Acum, nu-i așa, strigi la Mine: «Tatăl meu! Tu ești prietenul tinereții mele!",
                "5": "Își va ține El mânia pe vecie? O va păstra El pentru totdeauna?». Iată, așa ai vorbit, dar tot continui să faci ce este rău“.",
                "6": "În zilele regelui Iosia, Domnul mi-a zis: „Ai văzut ce a făcut necredincioasa Israel? S-a dus pe orice munte înalt și sub orice copac verde și s-a prostituat acolo.",
                "7": "Eu Îmi ziceam că, după ce a făcut toate aceste lucruri, se va întoarce la Mine, dar nu s-a întors, iar sora ei, necredincioasa Iuda, a văzut lucrul acesta.",
                "8": "Când am văzut toate lucrurile prin care necredincioasa Israel se prostitua, am alungat-o și i-am dat cartea ei de despărțire. Totuși, sora ei, necredincioasa Iuda, nu s-a temut, ci s-a dus ea însăși să se prostitueze la fel.",
                "9": "Astfel, prin necurăția ei strigătoare la cer, Israel a pângărit țara, prostituându-se cu piatra și cu lemnul.",
                "10": "Cu toate acestea, sora ei, necredincioasa Iuda, nu s-a întors la Mine din toată inima, ci cu prefăcătorie“, zice Domnul.",
                "11": "Domnul mi-a zis: „Necredincioasa Israel pare dreaptă în comparație cu necredincioasa Iuda.",
                "12": "Du-te, strigă aceste cuvinte înspre nord și spune: «Întoarce-te, necredincioasă Israel», zice Domnul. «Nu Mă voi mai uita încruntat la voi, căci Eu sunt îndurător», zice Domnul, «și nu țin mânie pe vecie.",
                "13": "Numai recunoaște-ți nelegiuirea, recunoaște că te-ai răzvrătit împotriva Domnului, Dumnezeul tău, că ți-ai irosit timpul cu dumnezeii străini, sub orice copac verde, și nu ai ascultat de glasul Meu»“, zice Domnul.",
                "14": "„Întoarceți-vă, fii răzvrătiți“, zice Domnul, „căci Eu sunt Stăpânul vostru. Eu vă voi lua, pe unul dintr-o cetate, pe doi dintr-o familie, și vă voi conduce în Sion.",
                "15": "Vă voi da păstori după inima Mea, iar ei vă vor păstori cu pricepere și înțelepciune.",
                "16": "În zilele acelea, când vă veți înmulți și veți rodi în țară“, zice Domnul, „nu veți mai vorbi de Chivotul legământului Domnului. Nimeni nu se va mai gândi la el, nimeni nu-și va mai aminti de el, nimănui nu-i va lipsi și nici nu vor face altul.",
                "17": "În vremea aceea, Ierusalimul va fi numit Tronul Domnului. Toate națiunile se vor aduna la Ierusalim în Numele Domnului. Și nu-și vor mai urma încăpățânarea inimilor lor rele.",
                "18": "În zilele acelea, Casa lui Iuda va merge împreună cu Casa lui Israel și vor veni împreună, din țara de nord, în țara pe care am dat-o ca moștenire strămoșilor voștri.",
                "19": "Îmi spuneam: «O, cum te voi pune în numărul fiilor Mei și-ți voi da ca moștenire o țară plăcută, cea mai frumoasă moștenire dintre națiuni!» și nu vei înceta să Mă urmezi.",
                "20": "Însă, așa cum o femeie este necredincioasă soțului ei, tot așa Mi-ai fost și tu necredincioasă, Casă a lui Israel“, zice Domnul.",
                "21": "Un vuiet se aude pe înălțimile golașe: sunt plânsetele și rugăciunile fiilor lui Israel, și L-au uitat pe Domnul, Dumnezeul lor.",
                "22": "„Întoarceți-vă, copii răzvrătiți, și vă voi vindeca necredincioșiile!“ „Iată-ne, venim la Tine, căci Tu ești Domnul, Dumnezeul nostru!",
                "23": "Într-adevăr, altarele de pe dealuri sunt o minciună! Într-adevăr, numai în Domnul, Dumnezeul nostru, este mântuirea lui Israel!",
                "24": "Din tinerețea noastră, idolul care aduce rușine a devorat rodul muncii strămoșilor noștri – turmele și cirezile lor, fiii și fiicele lor.",
                "25": "Să ne culcăm în rușinea noastră și să ne acoperim cu disprețul nostru. Căci am păcătuit împotriva Domnului, Dumnezeul nostru, atât noi, cât și strămoșii noștri, din tinerețea noastră și până în ziua aceasta, și nu am ascultat de glasul Domnului, Dumnezeul nostru“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "“They say, ‘If a man puts away his wife, and she goes from him, and becomes another man’s, should he return to her again?’ Wouldn’t that land be greatly polluted? But you have played the prostitute with many lovers; yet return again to me,” says Yahweh.",
                "2": "“Lift up your eyes to the bare heights, and see! Where have you not been lain with? You have sat waiting for them by the road, as an Arabian in the wilderness. You have polluted the land with your prostitution and with your wickedness.",
                "3": "Therefore the showers have been withheld and there has been no latter rain; yet you have had a prostitute’s forehead and you refused to be ashamed.",
                "4": "Will you not from this time cry to me, ‘My Father, you are the guide of my youth!’?",
                "5": "“‘Will he retain his anger forever? Will he keep it to the end?’ Behold, you have spoken and have done evil things, and have had your way.”",
                "6": "Moreover, Yahweh said to me in the days of Josiah the king, “Have you seen that which backsliding Israel has done? She has gone up on every high mountain and under every green tree, and has played the prostitute there.",
                "7": "I said after she had done all these things, ‘She will return to me;’ but she didn’t return, and her treacherous sister Judah saw it.",
                "8": "I saw when, for this very cause, that backsliding Israel had committed adultery, I had put her away and given her a certificate of divorce, yet treacherous Judah, her sister, had no fear, but she also went and played the prostitute.",
                "9": "Because she took her prostitution lightly, the land was polluted, and she committed adultery with stones and with wood.",
                "10": "Yet for all this her treacherous sister, Judah, has not returned to me with her whole heart, but only in pretense,” says Yahweh.",
                "11": "Yahweh said to me, “Backsliding Israel has shown herself more righteous than treacherous Judah.",
                "12": "Go, and proclaim these words toward the north, and say, ‘Return, you backsliding Israel,’ says Yahweh; ‘I will not look in anger on you, for I am merciful,’ says Yahweh. ‘I will not keep anger forever.",
                "13": "Only acknowledge your iniquity, that you have transgressed against Yahweh your God, and have scattered your ways to the strangers under every green tree, and you have not obeyed my voice,’” says Yahweh.",
                "14": "“Return, backsliding children,” says Yahweh, “for I am a husband to you. I will take one of you from a city, and two from a family, and I will bring you to Zion.",
                "15": "I will give you shepherds according to my heart, who will feed you with knowledge and understanding.",
                "16": "It will come to pass, when you are multiplied and increased in the land in those days,” says Yahweh, “they will no longer say, ‘the ark of Yahweh’s covenant!’ It will not come to mind. They won’t remember it. They won’t miss it, nor will another be made.",
                "17": "At that time they will call Jerusalem ‘Yahweh’s Throne;’ and all the nations will be gathered to it, to Yahweh’s name, to Jerusalem. They will no longer walk after the stubbornness of their evil heart.",
                "18": "In those days the house of Judah will walk with the house of Israel, and they will come together out of the land of the north to the land that I gave for an inheritance to your fathers.",
                "19": "“But I said, ‘How I desire to put you among the children, and give you a pleasant land, a goodly heritage of the armies of the nations!’ and I said, ‘You shall call me “My Father”, and shall not turn away from following me.’",
                "20": "“Surely as a wife treacherously departs from her husband, so you have dealt treacherously with me, house of Israel,” says Yahweh.",
                "21": "A voice is heard on the bare heights, the weeping and the petitions of the children of Israel; because they have perverted their way, they have forgotten Yahweh their God.",
                "22": "Return, you backsliding children, and I will heal your backsliding. “Behold, we have come to you; for you are Yahweh our God.",
                "23": "Truly help from the hills, the tumult on the mountains, is in vain. Truly the salvation of Israel is in Yahweh our God.",
                "24": "But the shameful thing has devoured the labor of our fathers from our youth, their flocks and their herds, their sons and their daughters.",
                "25": "Let us lie down in our shame, and let our confusion cover us; for we have sinned against Yahweh our God, we and our fathers, from our youth even to this day. We have not obeyed Yahweh our God’s voice.”"
            }
        }
    }
}