{
    "book": "Ieremia",
    "chapter": "26",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "La începutul domniei lui Ioiachim, fiul lui Iosia, împăratul lui Iuda, a fost rostit următorul cuvânt din partea Domnului:",
                "2": "„Așa vorbește Domnul: ‘Stai în curtea Casei Domnului și spune acelora care vin din toate cetățile lui Iuda să se închine în Casa Domnului, toate cuvintele pe care-ți poruncesc să li le spui; nu lăsa niciun cuvânt din ele.",
                "3": "Poate că vor asculta și se va întoarce fiecare de la calea lui cea rea; atunci Mă voi căi de răul pe care mă gândisem să li-l fac din pricina răutății faptelor lor.’",
                "4": "Să le spui: ‘Așa vorbește Domnul: «Dacă nu Mă ascultați când vă poruncesc să urmați Legea Mea, pe care v-am pus-o înainte;",
                "5": "dacă nu ascultați cuvintele robilor Mei proroci pe care vi-i trimit, pe care vi i-am trimis dis-de-dimineață și pe care nu i-ați ascultat,",
                "6": "atunci voi face Casei acesteia ca lui Silo și voi face din cetatea aceasta o pricină de blestem pentru toate neamurile pământului.»’”",
                "7": "Preoții, prorocii și tot poporul au auzit pe Ieremia rostind aceste cuvinte în Casa Domnului.",
                "8": "Și, când a isprăvit de spus Ieremia tot ce-i poruncise Domnul să spună întregului popor, preoții, prorocii și tot poporul au pus mâna pe el și au zis: „Trebuie să mori negreșit!",
                "9": "Pentru ce prorocești în Numele Domnului și zici: ‘Casa aceasta va ajunge ca Silo și cetatea aceasta va fi pustiită și lipsită de locuitori’?” Tot poporul s-a îngrămădit în jurul lui Ieremia în Casa Domnului.",
                "10": "Când au auzit căpeteniile lui Iuda aceste lucruri, s-au suit din casa împăratului la Casa Domnului și au șezut la intrarea porții celei noi a Casei Domnului.",
                "11": "Atunci, preoții și prorocii au vorbit căpeteniilor și întregului popor: „Omul acesta este vinovat de pedeapsa cu moartea, căci a prorocit împotriva cetății acesteia, cum ați auzit voi înșivă cu urechile voastre!”",
                "12": "Ieremia a zis tuturor căpeteniilor și întregului popor: „Domnul m-a trimis să prorocesc împotriva Casei acesteia și împotriva cetății acesteia toate lucrurile pe care le-ați auzit voi.",
                "13": "Acum îndreptați-vă căile și faptele, ascultați glasul Domnului Dumnezeului vostru și Domnul Se va căi de răul pe care l-a rostit împotriva voastră!",
                "14": "Cât despre mine, iată-mă în mâinile voastre; faceți-mi ce vi se va părea că este bine și drept!",
                "15": "Numai să știți că, dacă mă veți omorî, vă veți face vinovați de sânge nevinovat, voi, cetatea aceasta și locuitorii ei; căci Domnul m-a trimis în adevăr la voi să rostesc în auzul vostru toate aceste cuvinte!”",
                "16": "Căpeteniile și tot poporul au zis preoților și prorocilor: „Omul acesta nu este vinovat de pedeapsa cu moartea, căci ne-a vorbit în Numele Domnului Dumnezeului nostru!”",
                "17": "Și unii din bătrânii țării s-au sculat și au zis întregii adunări a poporului:",
                "18": "„Mica din Moreșet prorocea pe vremea lui Ezechia, împăratul lui Iuda, și spunea întregului popor al lui Iuda: ‘Așa vorbește Domnul oștirilor: «Sionul va fi arat ca un ogor, Ierusalimul va ajunge un morman de pietre și muntele Casei Domnului, o înălțime acoperită cu păduri.»’",
                "19": "L-au omorât însă oare Ezechia, împăratul lui Iuda, și tot Iuda? Nu s-a temut Ezechia de Domnul? Nu s-a rugat el Domnului? Și atunci, Domnul S-a căit de răul pe care-l rostise împotriva lor. Și noi să ne împovărăm sufletul cu o nelegiuire așa de mare?”",
                "20": "(A mai fost însă un om care prorocea în Numele Domnului: Urie, fiul lui Șemaia, din Chiriat-Iearim. El a prorocit împotriva cetății acesteia și împotriva țării acesteia tocmai aceleași lucruri ca Ieremia.",
                "21": "Împăratul Ioiachim, toți vitejii lui și toate căpeteniile lui au auzit cuvintele lui, și împăratul a căutat să-l omoare. Dar Urie, care a fost înștiințat de lucrul acesta, s-a temut, a fugit și s-a dus în Egipt.",
                "22": "Împăratul Ioiachim a trimis niște oameni în Egipt, și anume pe Elnatan, fiul lui Acbor, și pe alții împreună cu el în Egipt.",
                "23": "Aceștia au scos din Egipt pe Urie și l-au adus la împăratul Ioiachim, care l-a omorât cu sabia și i-a aruncat trupul mort în mormintele copiilor poporului.)",
                "24": "Totuși mâna lui Ahicam, fiul lui Șafan, a fost cu Ieremia, și el n-a lăsat să fie dat pe mâna poporului ca să fie omorât."
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Acesta este Cuvântul care a venit din partea Domnului la începutul domniei lui Iehoiachim, fiul lui Iosia, regele lui Iuda:",
                "2": "„Stai în curtea Casei Domnului și spune-le celor care vin să se închine în Casa Domnului din toate cetățile lui Iuda, toate cuvintele pe care ți le poruncesc; să nu omiți niciun cuvânt.",
                "3": "Poate că vor asculta și se vor întoarce fiecare de la calea lor cea rea. Atunci Mă voi căi de răul pe care plănuisem să li-l fac din cauza răutății faptelor lor.",
                "4": "Să le spui: «Așa vorbește Domnul: ‘Dacă nu Mă ascultați când vă poruncesc să urmați Legea Mea, pe care v-am pus-o înainte,",
                "5": "dacă nu ascultați de cuvintele slujitorilor Mei, profeții, pe care i-am trimis la voi mereu dimineața, dar de care nu ați ascultat,",
                "6": "atunci voi face Casei acesteia ca lui Șilo și voi face din cetatea aceasta un motiv de blestem pentru toate națiunile pământului’»“.",
                "7": "Preoții, profeții și întregul popor l-au auzit pe Ieremia rostind aceste cuvinte în Casa Domnului.",
                "8": "Imediat ce Ieremia a terminat de spus tot ceea ce-i poruncise Domnul să spună, preoții, profeții și întregul popor au pus mâna pe el și i-au zis: ‒ Sigur vei muri!",
                "9": "De ce profețești în Numele Domnului, zicând: „Casa aceasta va ajunge ca Șilo și cetatea aceasta va fi pustiită și lipsită de locuitori?“. Tot poporul s-a adunat în jurul lui Ieremia, în Casa Domnului.",
                "10": "Când conducătorii lui Iuda au auzit aceste lucruri, s-au dus de la palat la Casa Domnului și s-au așezat la intrarea Porții celei Noi a Casei Domnului.",
                "11": "Apoi preoții și profeții au vorbit conducătorilor și întregului popor, zicând: ‒ Să fie condamnat la moarte acest om, pentru că a profețit împotriva acestei cetăți. Voi înșivă l-ați auzit cu urechile voastre.",
                "12": "Ieremia le-a zis conducătorilor și întregului popor: ‒ Domnul m-a trimis să profețesc împotriva acestei Case și împotriva acestei cetăți toate cuvintele pe care le-ați auzit.",
                "13": "Acum, îndreptați-vă căile și faptele și ascultați de glasul Domnului, Dumnezeul vostru, iar Domnului Îi va părea rău de nenorocirea pe care a rostit-o împotriva voastră.",
                "14": "Cât despre mine, iată-mă în mâinile voastre! Faceți-mi așa cum credeți că este bine și drept.",
                "15": "Dar să știți că dacă mă veți omorî, vă veți face vinovați de vărsare de sânge nevinovat, voi, cetatea aceasta și locuitorii ei, căci, în adevăr, Domnul m-a trimis la voi să spun toate aceste cuvinte în auzul urechilor voastre.",
                "16": "Atunci conducătorii poporului și întreg poporul le-au zis preoților și profeților: ‒ Omul acesta nu trebuie condamnat la moarte, căci ne-a vorbit în Numele Domnului, Dumnezeul nostru.",
                "17": "Unii dintre bătrânii țării s-au ridicat și au vorbit întregii adunări a poporului, zicând:",
                "18": "‒ Mica din Moreșet, profețea pe vremea lui Ezechia, regele lui Iuda, și spunea întregului popor al lui Iuda: „Așa vorbește Domnul Oștirilor: «Sionul va fi arat ca un teren, Ierusalimul va deveni un morman de ruine, va deveni o înălțime acoperită cu păduri»“.",
                "19": "L-a omorât oare Ezechia, regele lui Iuda, sau cineva din Iuda? Nu s-a temut Ezechia de Domnul și n-a căutat el fața Domnului? Și nu I-a părut rău Domnului de nenorocirea pe care o rostise împotriva lor? Iar noi să ne împovărăm sufletele cu un rău așa de mare?",
                "20": "A mai fost însă un om care profețea în Numele Domnului: Urie, fiul lui Șemaia, din Chiriat-Iearim. El a profețit împotriva cetății acesteia și împotriva țării acesteia întocmai aceleași cuvinte ca Ieremia.",
                "21": "Regele Iehoiachim, toți vitejii lui și toți conducătorii lui au auzit cuvintele lui și regele a încercat să-l omoare. Dar Urie a fost înștiințat de lucrul acesta, s-a temut și a fugit în Egipt.",
                "22": "Regele Iehoiachim a trimis niște oameni în Egipt: pe Elnatan, fiul lui Acbor, și pe alții împreună cu el.",
                "23": "Aceștia l-au scos pe Urie din Egipt și l-au adus la regele Iehoiachim, care l-a ucis cu sabia și i-a aruncat cadavrul în mormântul fiilor poporului.",
                "24": "Totuși, Ahikam, fiul lui Șafan, l-a susținut pe Ieremia și n-a lăsat să fie dat pe mâna poporului ca să fie omorât."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "In the beginning of the reign of Jehoiakim the son of Josiah, king of Judah, this word came from Yahweh:",
                "2": "“Yahweh says: ‘Stand in the court of Yahweh’s house, and speak to all the cities of Judah which come to worship in Yahweh’s house, all the words that I command you to speak to them. Don’t omit a word.",
                "3": "It may be they will listen, and every man turn from his evil way, that I may relent from the evil which I intend to do to them because of the evil of their doings.’”",
                "4": "You shall tell them, “Yahweh says: ‘If you will not listen to me, to walk in my law which I have set before you,",
                "5": "to listen to the words of my servants the prophets whom I send to you, even rising up early and sending them—but you have not listened—",
                "6": "then I will make this house like Shiloh, and will make this city a curse to all the nations of the earth.’”",
                "7": "The priests and the prophets and all the people heard Jeremiah speaking these words in Yahweh’s house.",
                "8": "When Jeremiah had finished speaking all that Yahweh had commanded him to speak to all the people, the priests and the prophets and all the people seized him, saying, “You shall surely die!",
                "9": "Why have you prophesied in Yahweh’s name, saying, ‘This house will be like Shiloh, and this city will be desolate, without inhabitant’?” All the people were crowded around Jeremiah in Yahweh’s house.",
                "10": "When the princes of Judah heard these things, they came up from the king’s house to Yahweh’s house; and they sat in the entry of the new gate of Yahweh’s house.",
                "11": "Then the priests and the prophets spoke to the princes and to all the people, saying, “This man is worthy of death, for he has prophesied against this city, as you have heard with your ears.”",
                "12": "Then Jeremiah spoke to all the princes and to all the people, saying, “Yahweh sent me to prophesy against this house and against this city all the words that you have heard.",
                "13": "Now therefore amend your ways and your doings, and obey Yahweh your God’s voice; then Yahweh will relent from the evil that he has pronounced against you.",
                "14": "But as for me, behold, I am in your hand. Do with me what is good and right in your eyes.",
                "15": "Only know for certain that if you put me to death, you will bring innocent blood on yourselves, on this city, and on its inhabitants; for in truth Yahweh has sent me to you to speak all these words in your ears.”",
                "16": "Then the princes and all the people said to the priests and to the prophets: “This man is not worthy of death; for he has spoken to us in the name of Yahweh our God.”",
                "17": "Then certain of the elders of the land rose up, and spoke to all the assembly of the people, saying,",
                "18": "“Micah the Morashtite prophesied in the days of Hezekiah king of Judah; and he spoke to all the people of Judah, saying, ‘Yahweh of Armies says: “‘Zion will be plowed as a field, and Jerusalem will become heaps, and the mountain of the house as the high places of a forest.’",
                "19": "Did Hezekiah king of Judah and all Judah put him to death? Didn’t he fear Yahweh, and entreat the favor of Yahweh, and Yahweh relented of the disaster which he had pronounced against them? We would commit great evil against our own souls that way!”",
                "20": "There was also a man who prophesied in Yahweh’s name, Uriah the son of Shemaiah of Kiriath Jearim; and he prophesied against this city and against this land according to all the words of Jeremiah.",
                "21": "When Jehoiakim the king, with all his mighty men and all the princes heard his words, the king sought to put him to death; but when Uriah heard it, he was afraid, and fled, and went into Egypt.",
                "22": "Then Jehoiakim the king sent Elnathan the son of Achbor and certain men with him into Egypt.",
                "23": "They fetched Uriah out of Egypt and brought him to Jehoiakim the king, who killed him with the sword and cast his dead body into the graves of the common people.",
                "24": "But the hand of Ahikam the son of Shaphan was with Jeremiah, so that they didn’t give him into the hand of the people to put him to death."
            }
        }
    }
}