{
    "book": "Ieremia",
    "chapter": "5",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Cutreierați ulițele Ierusalimului, uitați-vă, întrebați și căutați în piețe, dacă se găsește un om, dacă este vreunul care să înfăptuiască ce este drept, care să se țină de adevăr, și voi ierta Ierusalimul.",
                "2": "Chiar când zic: ‘Viu este Domnul!’ ei jură strâmb.”",
                "3": "Doamne, nu văd ochii Tăi adevărul? Tu-i lovești, și ei nu simt nimic; îi nimicești, și nu vor să ia învățătură; iau o înfățișare mai tare decât stânca, nu vor să se întoarcă la Tine.",
                "4": "Eu ziceam: „Numai cei mici sunt așa; ei lucrează fără minte, pentru că nu cunosc calea Domnului, Legea Dumnezeului lor!",
                "5": "Mă voi duce deci la cei mari și le voi vorbi, căci ei cunosc calea Domnului, Legea Dumnezeului lor!” Dar toți au sfărâmat jugul și au rupt legăturile.",
                "6": "De aceea îi omoară leul din pădure și-i nimicește lupul din pustie. Stă la pândă pardosul înaintea cetăților lor; toți cei ce vor ieși din ele vor fi sfâșiați, căci fărădelegile lor sunt multe, abaterile lor s-au înmulțit!",
                "7": "„Cum să te iert?”, zice Domnul. „Copiii tăi M-au părăsit și jură pe dumnezei care n-au ființă. Și, după ce le-am primit jurămintele, se dedau la preacurvie și aleargă cu grămada în casa curvei!",
                "8": "Ca niște cai bine hrăniți, care aleargă încoace și încolo, fiecare nechează după nevasta aproapelui său.",
                "9": "Să nu pedepsesc Eu aceste lucruri”, zice Domnul, „să nu Mă răzbun Eu pe un asemenea popor?",
                "10": "Suiți-vă pe zidurile ei și dărâmați, dar nu nimiciți de tot! Luați-i butucii aceștia, căci nu sunt ai Domnului!",
                "11": "Căci casa lui Israel și casa lui Iuda Mi-au fost necredincioase”, zice Domnul.",
                "12": "Ei tăgăduiesc pe Domnul și zic: „Nu este El! Și nu va veni nenorocirea peste noi; nu vom vedea nici sabia, nici foametea.",
                "13": "Prorocii sunt vânt, și nu Dumnezeu vorbește în ei. Așa să li se facă și lor!”",
                "14": "De aceea, așa vorbește Domnul Dumnezeul oștirilor: „Pentru că ați zis lucrul acesta, iată, Cuvântul Meu îl fac foc în gura ta și poporul acesta, lemne, ca să-i ardă focul acesta.",
                "15": "Iată, aduc de departe un neam împotriva voastră, casă a lui Israel”, zice Domnul, „un neam tare, un neam străvechi, un neam a cărui limbă n-o cunoști și ale cărui vorbe nu le pricepi.",
                "16": "Tolba lui cu săgeți este ca un mormânt deschis; toți sunt niște viteji.",
                "17": "El îți va mânca secerișul și pâinea, îți va mânca fiii și fiicele, îți va mânca oile și boii, îți va mânca via și smochinul și îți va trece prin sabie cetățile întărite, în care te încrezi.",
                "18": "Dar, și în zilele acelea”, zice Domnul, „nu vă voi nimici de tot.",
                "19": "Dacă veți întreba atunci: ‘Pentru ce ne-a făcut toate acestea Domnul Dumnezeul nostru?’, așa le vei răspunde: ‘După cum voi M-ați părăsit și ați slujit unor dumnezei străini în țara voastră, tot așa acum veți sluji unor străini într-o țară care nu este a voastră!’",
                "20": "Spuneți lucrul acesta casei lui Iacov, vestiți-l în Iuda și ziceți:",
                "21": "‘Ascultați lucrul acesta, popor fără minte și fără inimă, care are ochi, și nu vede, urechi, și n-aude!",
                "22": "Nu voiți să vă temeți de Mine’, zice Domnul, ‘nu voiți să tremurați înaintea Mea? Eu am pus mării ca hotar nisipul, hotar veșnic, pe care nu trebuie să-l treacă. Și chiar dacă valurile ei se înfurie, totuși sunt neputincioase; urlă, dar nu-l trec.",
                "23": "Poporul acesta însă are o inimă dârză și răzvrătită; se răscoală și pleacă",
                "24": "și nu zic în inima lor: «Să ne temem de Domnul Dumnezeul nostru, care dă ploaie la vreme, ploaie timpurie și târzie, și ne păstrează săptămânile hotărâte pentru seceriș.»",
                "25": "Din pricina nelegiuirilor voastre n-au loc aceste orânduiri, păcatele voastre vă lipsesc de aceste bunătăți.",
                "26": "Căci în poporul Meu sunt oameni răi; ei pândesc ca păsărarul care întinde lațuri, întind curse și prind oameni.",
                "27": "Cum se umple o colivie de păsări, așa se umplu casele lor prin vicleșug; așa ajung ei puternici și bogați.",
                "28": "Se îngrașă, lucesc de grăsime; întrec orice măsură în rău, nu apără pricina, pricina orfanului, ca să le meargă bine, nu fac dreptate celor lipsiți.",
                "29": "Să nu pedepsesc Eu aceste lucruri’, zice Domnul, ‘să nu-Mi răzbun Eu pe un asemenea popor?’",
                "30": "Grozave lucruri, urâcioase lucruri se fac în țară.",
                "31": "Prorocii prorocesc neadevăruri, preoții stăpânesc cu ajutorul lor, și poporului Meu îi plac aceste lucruri. Dar ce veți face la urmă?"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "„Cutreierați drumurile Ierusalimului, și căutați în piețe! și să caute adevărul, voi ierta Ierusalimul.",
                "2": "Ei chiar și atunci când jură: «Viu este Domnul!», fac jurăminte false“.",
                "3": "Doamne, nu se uită ochii Tăi la credincioșie? Tu îi lovești, dar ei nu simt durere. Tu îi pedepsești, dar ei refuză să accepte disciplinarea. și refuză să se pocăiască.",
                "4": "Îmi ziceam: „Aceștia sunt doar cei neînsemnați; ei se poartă nebunește, căci ei nu cunosc căile Domnului, poruncile Dumnezeului lor.",
                "5": "Așa că voi merge la cei mari și le voi vorbi. și poruncile Dumnezeului lor“. și au rupt legăturile.",
                "6": "Din această cauză, un leu din pădure îi va ataca și un lup din deșert îi va distruge. ca să-i sfâșie pe toți cei ce vor ieși din ele, căci fărădelegile lor s-au înmulțit, iar necredincioșiile lor sunt numeroase.",
                "7": "„De ce să te iert? și jură pe ceea ce nu este Dumnezeu. Le-am împlinit toate nevoile, și se îmbulzesc în casa prostituatei.",
                "8": "Sunt niște armăsari bine hrăniți și aflați în călduri; fiecare nechează după soția semenului său.",
                "9": "Să nu-i pedepsesc Eu pentru aceste lucruri?“, zice Domnul. „Să nu mă răzbun Eu pe o națiune ca aceasta?",
                "10": "Duceți-vă în viile ei și nimiciți, dar să nu aduceți asupra ei o distrugere deplină! Îndepărtați-i mlădițele, căci nu mai sunt ale Domnului!",
                "11": "Casa lui Israel și Casa lui Iuda Mi-au fost necredincioase“, zice Domnul.",
                "12": "S-au lepădat de Domnul și au zis: „Nu se va întâmpla așa! Niciun rău nu va veni asupra noastră; nu vom vedea nici sabia, nici foametea!",
                "13": "Profeții sunt vânt și Cuvântul nu este în ei, așa că ceea ce spun ei, să li se întâmple lor!“.",
                "14": "De aceea, așa vorbește Domnul, Dumnezeul Oștirilor: „Pentru că poporul a spus aceste cuvinte, iată, voi face cuvintele Mele în gura ta un foc, iar poporul acesta – precum lemnele pe care le arde focul.",
                "15": "Iată, aduc împotriva voastră o națiune de departe, Casă a lui Israel“, zice Domnul, „o națiune trainică, o națiune străveche, și a cărei vorbire n-o înțelegeți.",
                "16": "Tolba lui este ca un mormânt deschis; toți sunt niște viteji.",
                "17": "Ei îți vor devora secerișul și pâinea, îți vor devora fiii și fiicele, îți vor devora turmele și cirezile, cetățile fortificate în care te încrezi.",
                "18": "Totuși, nici în zilele acelea nu vă voi distruge de tot“, zice Domnul.",
                "19": "„Dacă vor întreba atunci: «De ce ne-a făcut Domnul, Dumnezeul nostru, toate acestea?», să le răspunzi astfel: «După cum M-ați părăsit și ați slujit unor dumnezei străini în țara voastră, tot așa veți sluji unor străini într-o țară care nu este a voastră!».",
                "20": "Spuneți lucrul acesta Casei lui Iacov și vestiți-l în Iuda, zicând:",
                "21": "«Ascultă lucrul acesta, popor nebun și fără minte, care ai ochi, dar nu vezi, ai urechi, dar nu auzi:",
                "22": "Nu vă temeți de Mine? zice Domnul. Nu tremurați înaintea Mea? Eu am pus nisipul ca graniță a mării, graniță veșnică, pe care nu trebuie s-o treacă. Chiar dacă valurile ei se agită, ele nu pot învinge, și chiar dacă urlă, ele n-o pot trece».",
                "23": "Poporul acesta însă are o inimă încăpățânată și răzvrătită. Ei și-au întors spatele și au plecat.",
                "24": "Nu-și zic în inima lor: «Să ne temem de Domnul, Dumnezeul nostru, și ne menține săptămânile stabilite pentru seceriș!».",
                "25": "Nelegiuirile voastre le îndepărtează pe acestea și păcatele voastre vă lipsesc de ce este bun.",
                "26": "Căci în poporul Meu se află oameni răi. Ei pândesc ca păsărarii din ascunziș; întind o capcană și prind oameni.",
                "27": "Așa cum este o colivie plină de păsări, tot așa sunt și casele lor pline de înșelătorie. De aceea au ajuns ei puternici și s-au îmbogățit,",
                "28": "s-au îngrășat și lucesc de grăsime. Faptele lor rele nu au limită; ei nu pledează pentru cauza orfanului, ca s-o câștige, nici nu apără dreptul celor nevoiași.",
                "29": "Să nu-i pedepsesc Eu pentru aceste lucruri?“, zice Domnul. „Să nu Mă răzbun Eu pe o națiune ca aceasta?",
                "30": "Un lucru de necrezut și dezgustător se întâmplă în țară:",
                "31": "profeții profețesc minciuni și preoții conduc prin puterea lor, iar poporului Meu îi plac aceste lucruri. Dar ce veți face la sfârșit?"
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "“Run back and forth through the streets of Jerusalem, and see now, and know, and seek in its wide places, if you can find a man, if there is anyone who does justly, who seeks truth, then I will pardon her.",
                "2": "Though they say, ‘As Yahweh lives,’ surely they swear falsely.”",
                "3": "O Yahweh, don’t your eyes look on truth? You have stricken them, but they were not grieved. You have consumed them, but they have refused to receive correction. They have made their faces harder than a rock. They have refused to return.",
                "4": "Then I said, “Surely these are poor. They are foolish; for they don’t know Yahweh’s way, nor the law of their God.",
                "5": "I will go to the great men and will speak to them, for they know the way of Yahweh, and the law of their God.” But these with one accord have broken the yoke, and burst the bonds.",
                "6": "Therefore a lion out of the forest will kill them. A wolf of the evenings will destroy them. A leopard will watch against their cities. Everyone who goes out there will be torn in pieces, because their transgressions are many and their backsliding has increased.",
                "7": "“How can I pardon you? Your children have forsaken me, and sworn by what are no gods. When I had fed them to the full, they committed adultery, and assembled themselves in troops at the prostitutes’ houses.",
                "8": "They were as fed horses roaming at large. Everyone neighed after his neighbor’s wife.",
                "9": "Shouldn’t I punish them for these things?” says Yahweh. “Shouldn’t my soul be avenged on such a nation as this?",
                "10": "“Go up on her walls, and destroy, but don’t make a full end. Take away her branches, for they are not Yahweh’s.",
                "11": "For the house of Israel and the house of Judah have dealt very treacherously against me,” says Yahweh.",
                "12": "They have denied Yahweh, and said, “It is not he. Evil won’t come on us. We won’t see sword or famine.",
                "13": "The prophets will become wind, and the word is not in them. Thus it will be done to them.”",
                "14": "Therefore Yahweh, the God of Armies says, “Because you speak this word, behold, I will make my words in your mouth fire, and this people wood, and it will devour them.",
                "15": "Behold, I will bring a nation on you from far away, house of Israel,” says Yahweh. “It is a mighty nation. It is an ancient nation, a nation whose language you don’t know and don’t understand what they say.",
                "16": "Their quiver is an open tomb. They are all mighty men.",
                "17": "They will eat up your harvest and your bread, which your sons and your daughters should eat. They will eat up your flocks and your herds. They will eat up your vines and your fig trees. They will beat down your fortified cities in which you trust with the sword.",
                "18": "“But even in those days,” says Yahweh, “I will not make a full end of you.",
                "19": "It will happen when you say, ‘Why has Yahweh our God done all these things to us?’ Then you shall say to them, ‘Just as you have forsaken me and served foreign gods in your land, so you will serve strangers in a land that is not yours.’",
                "20": "“Declare this in the house of Jacob, and publish it in Judah, saying,",
                "21": "‘Hear this now, foolish people without understanding, who have eyes, and don’t see, who have ears, and don’t hear:",
                "22": "Don’t you fear me?’ says Yahweh; ‘Won’t you tremble at my presence, who have placed the sand for the bound of the sea by a perpetual decree, that it can’t pass it? Though its waves toss themselves, yet they can’t prevail. Though they roar, they still can’t pass over it.’",
                "23": "“But this people has a revolting and a rebellious heart. They have revolted and gone.",
                "24": "They don’t say in their heart, ‘Let’s now fear Yahweh our God, who gives rain, both the former and the latter, in its season, who preserves to us the appointed weeks of the harvest.’",
                "25": "“Your iniquities have turned away these things, and your sins have withheld good from you.",
                "26": "For wicked men are found among my people. They watch, as fowlers lie in wait. They set a trap. They catch men.",
                "27": "As a cage is full of birds, so are their houses full of deceit. Therefore they have become great, and grew rich.",
                "28": "They have grown fat. They shine; yes, they excel in deeds of wickedness. They don’t plead the cause, the cause of the fatherless, that they may prosper; and they don’t defend the rights of the needy.",
                "29": "“Shouldn’t I punish for these things?” says Yahweh. “Shouldn’t my soul be avenged on such a nation as this?",
                "30": "“An astonishing and horrible thing has happened in the land.",
                "31": "The prophets prophesy falsely, and the priests rule by their own authority; and my people love to have it so. What will you do in the end of it?"
            }
        }
    }
}