{
    "book": "Ieremia",
    "chapter": "21",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Cuvântul spus lui Ieremia din partea Domnului, când i-a trimis împăratul Zedechia pe Pașhur, fiul lui Malchia, și pe Țefania, fiul lui Maaseia, preotul, ca să-i zică:",
                "2": "„Întreabă pe Domnul pentru noi, căci Nebucadnețar, împăratul Babilonului, este în război cu noi! Poate că Domnul va face pentru noi vreuna din minunile Lui, ca să-l depărteze de la noi.”",
                "3": "Ieremia le-a răspuns: „Să spuneți lui Zedechia:",
                "4": "‘Așa vorbește Domnul Dumnezeul lui Israel: «Iată, voi întoarce armele de război care sunt în mâinile voastre și cu care vă luptați în afară de ziduri, împotriva împăratului Babilonului și împotriva haldeenilor care vă împresoară și le voi strânge în mijlocul cetății acesteia.",
                "5": "Apoi Eu Însumi voi lupta împotriva voastră, cu mâna întinsă și cu braț tare, cu mânie, urgie și mare supărare.",
                "6": "Voi lovi pe locuitorii cetății acesteia, atât oameni, cât și dobitoace, și vor muri de o ciumă grozavă.",
                "7": "După aceea», zice Domnul, «voi da pe Zedechia, împăratul lui Iuda, pe slujitorii lui, pe popor și pe cei ce vor scăpa în cetatea aceasta de ciumă, de sabie și de foamete, îi voi da în mâinile lui Nebucadnețar, împăratul Babilonului, în mâinile vrăjmașilor lor, în mâinile celor ce vor să le ia viața, și Nebucadnețar îi va trece prin ascuțișul sabiei, nu-i va cruța, nu va avea nicio milă de ei și nu se va îndura de ei.»’",
                "8": "Iar poporului acestuia să-i spui: ‘Așa vorbește Domnul: «Iată că vă pun înainte calea vieții și calea morții.",
                "9": "Cine va rămâne în cetatea aceasta va muri ucis de sabie, de foamete sau de ciumă, dar cine va ieși să se ducă la haldeenii care vă împresoară va scăpa cu viață, care va fi singura lui pradă.",
                "10": "Căci Eu Îmi îndrept privirile împotriva cetății acesteia ca să-i fac rău, nu bine», zice Domnul; «ea va fi dată în mâinile împăratului Babilonului, care o va arde cu foc.»’",
                "11": "Și să spui casei împăratului lui Iuda: ‘Ascultați Cuvântul Domnului,",
                "12": "casă a lui David! Așa vorbește Domnul: «Faceți dreptate dis-de-dimineață și scoateți pe cel asuprit din mâinile asupritorului, ca să nu izbucnească mânia Mea ca un foc și să se aprindă, fără să se poată stinge, din pricina răutății faptelor voastre!",
                "13": "Iată, am necaz pe tine, cetate așezată în vale, pe stânca din câmpie», zice Domnul, «pe voi, care ziceți: ‹Cine se va coborî împotriva noastră? Cine va intra în locuințele noastre?›",
                "14": "Vă voi pedepsi după rodul faptelor voastre», zice Domnul; «voi pune foc pădurii voastre și va mânca toate împrejurimile.»’”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Cuvântul spus lui Ieremia din partea Domnului, când regele Zedechia l-a trimis la el pe Pașhur, fiul lui Malchia, și pe preotul Țefania, fiul lui Maaseia, ca să-i zică:",
                "2": "„Întreabă-L, te rog, pe Domnul pentru noi, căci Nebucadnețar, împăratul Babilonului, a început războiul împotriva noastră. Poate că Domnul va face pentru noi vreuna dintre minunile Sale, astfel încât acesta să-și retragă armata“.",
                "3": "Ieremia le-a răspuns: „Spuneți-i lui Zedechia:",
                "4": "«Așa vorbește Domnul, Dumnezeul lui Israel: ‘Iată, voi întoarce împotriva voastră armele de război care sunt în mâinile voastre și pe care le folosiți ca să luptați împotriva împăratului Babilonului și a caldeenilor care vă asediază de dincolo de ziduri. Eu îi voi strânge în mijlocul cetății acesteia.",
                "5": "Eu Însumi voi lupta împotriva voastră cu mână întinsă și cu braț puternic, cu mânie, cu furie și cu o mare înverșunare.",
                "6": "Îi voi lovi pe locuitorii acestei cetăți – atât pe oameni, cât și pe animale – și vor muri de o molimă cumplită.",
                "7": "După aceea, zice Domnul, voi da pe Zedechia, regele lui Iuda, precum și pe slujitorii lui, pe popor, pe toți cei din cetatea aceasta, care vor scăpa de molimă, de sabie și de foamete, îi voi da în mâinile lui Nebucadnețar, împăratul Babilonului, în mâinile dușmanilor lor, în mâinile celor ce încearcă să le ia viața. Nebucadnețar îi va trece prin ascuțișul sabiei, nu-i va cruța, nu-i va fi milă și nu se va îndura de ei’».",
                "8": "Iar poporului acestuia să-i spui: «Așa vorbește Domnul: ‘Iată, pun înaintea voastră calea vieții și calea morții.",
                "9": "Cine va rămâne în cetatea aceasta va muri ucis de sabie, de foamete sau de molimă; dar cine va ieși să se predea caldeenilor care vă asediază, va trăi și viața lui îi va fi singura pradă.",
                "10": "Căci Eu Mi-am îndreptat fața împotriva cetății acesteia, ca să-i fac rău, nu bine, zice Domnul, și de aceea ea va fi dată în mâinile împăratului Babilonului, care îi va da foc’».",
                "11": "De asemenea, Casei regelui lui Iuda să-i spui astfel: «Ascultați Cuvântul Domnului!",
                "12": "Casă a lui David, așa vorbește Domnul: pe cel ce a fost jefuit, și să ardă, fără să mai poată fi stinsă, din cauza răutății faptelor voastre.",
                "13": "Iată, sunt împotriva ta, cetate așezată în vale, stâncă a podișului, zice Domnul. Pe voi, care spuneți: ‘Cine poate veni împotriva noastră? Cine poate intra în adăposturile noastre?’,",
                "14": "vă voi pedepsi după rodul faptelor voastre, zice Domnul. Voi aprinde un foc în pădurea voastră, care va distruge tot ce este împrejurul ei»“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "The word which came to Jeremiah from Yahweh, when King Zedekiah sent to him Pashhur the son of Malchijah, and Zephaniah the son of Maaseiah, the priest, saying,",
                "2": "“Please inquire of Yahweh for us; for Nebuchadnezzar king of Babylon makes war against us. Perhaps Yahweh will deal with us according to all his wondrous works, that he may withdraw from us.”",
                "3": "Then Jeremiah said to them, “Tell Zedekiah:",
                "4": "‘Yahweh, the God of Israel says, “Behold, I will turn back the weapons of war that are in your hands, with which you fight against the king of Babylon, and against the Chaldeans who besiege you outside the walls; and I will gather them into the middle of this city.",
                "5": "I myself will fight against you with an outstretched hand and with a strong arm, even in anger, in wrath, and in great indignation.",
                "6": "I will strike the inhabitants of this city, both man and animal. They will die of a great pestilence.",
                "7": "Afterward,” says Yahweh, “I will deliver Zedekiah king of Judah, his servants, and the people, even those who are left in this city from the pestilence, from the sword, and from the famine, into the hand of Nebuchadnezzar king of Babylon, and into the hand of their enemies, and into the hand of those who seek their life. He will strike them with the edge of the sword. He will not spare them, have pity, or have mercy.”’",
                "8": "“You shall say to this people, ‘Yahweh says: “Behold, I set before you the way of life and the way of death.",
                "9": "He who remains in this city will die by the sword, by the famine, and by the pestilence, but he who goes out and passes over to the Chaldeans who besiege you, he will live, and he will escape with his life.",
                "10": "For I have set my face on this city for evil, and not for good,” says Yahweh. “It will be given into the hand of the king of Babylon, and he will burn it with fire.”’",
                "11": "“Concerning the house of the king of Judah, hear Yahweh’s word:",
                "12": "House of David, Yahweh says, ‘Execute justice in the morning, and deliver him who is robbed out of the hand of the oppressor, lest my wrath go out like fire, and burn so that no one can quench it, because of the evil of your doings.",
                "13": "Behold, I am against you, O inhabitant of the valley, and of the rock of the plain,’ says Yahweh. ‘You that say, “Who would come down against us?” or, “Who would enter into our homes?”",
                "14": "I will punish you according to the fruit of your doings,’ says Yahweh; ‘and I will kindle a fire in her forest, and it will devour all that is around her.’”"
            }
        }
    }
}