{
  "book": "Ioan",
  "chapter": "20",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În ziua dintâi a săptămânii, Maria Magdalena s-a dus dis-de-dimineață la mormânt, pe când era încă întuneric, și a văzut că piatra fusese luată de pe mormânt.",
        "2": "A alergat la Simon Petru și la celălalt ucenic, pe care-l iubea Isus, și le-a zis: „Au luat pe Domnul din mormânt și nu știu unde L-au pus.”",
        "3": "Petru și celălalt ucenic au ieșit și au plecat spre mormânt.",
        "4": "Au început să alerge amândoi împreună. Dar celălalt ucenic alerga mai repede decât Petru și a ajuns cel dintâi la mormânt.",
        "5": "S-a plecat și s-a uitat înăuntru, a văzut fâșiile de pânză jos, dar n-a intrat.",
        "6": "Simon Petru, care venea după el, a ajuns și el, a intrat în mormânt și a văzut fâșiile de pânză jos.",
        "7": "Iar ștergarul, care fusese pus pe capul lui Isus, nu era cu fâșiile de pânză, ci făcut sul și pus într-un alt loc, singur.",
        "8": "Atunci, celălalt ucenic, care ajunsese cel dintâi la mormânt, a intrat și el; și a văzut și a crezut.",
        "9": "Căci tot nu pricepeau că, după Scriptură, Isus trebuia să învieze din morți.",
        "10": "Apoi, ucenicii s-au întors acasă. Isus Se arată Mariei",
        "11": "Dar Maria ședea afară lângă mormânt și plângea. Pe când plângea, s-a plecat să se uite în mormânt.",
        "12": "Și a văzut doi îngeri în alb șezând în locul unde fusese culcat trupul lui Isus; unul la cap și altul la picioare.",
        "13": "„Femeie”, i-au zis ei, „pentru ce plângi?” Ea le-a răspuns: „Pentru că au luat pe Domnul meu și nu știu unde L-au pus.”",
        "14": "După ce a zis aceste vorbe, s-a întors și a văzut pe Isus stând acolo în picioare, dar nu știa că este Isus.",
        "15": "„Femeie”, i-a zis Isus, „de ce plângi? Pe cine cauți?” Ea a crezut că este grădinarul și I-a zis: „Domnule, dacă L-ai luat, spune-mi unde L-ai pus și mă voi duce să-L iau.”",
        "16": "Isus i-a zis: „Marie!” Ea s-a întors și I-a zis în evreiește: „Rabuni!”, adică „Învățătorule!”",
        "17": "„Nu Mă ține”, i-a zis Isus, „căci încă nu M-am suit la Tatăl Meu. Ci du-te la frații Mei și spune-le că Mă sui la Tatăl Meu și Tatăl vostru, la Dumnezeul Meu și Dumnezeul vostru.”",
        "18": "Maria Magdalena s-a dus și a vestit ucenicilor că a văzut pe Domnul și că i-a spus aceste lucruri. Isus Se arată ucenicilor",
        "19": "În seara aceleiași zile, cea dintâi a săptămânii, pe când ușile locului unde erau adunați ucenicii erau încuiate de frica iudeilor, a venit Isus, a stat în mijlocul lor și le-a zis: „Pace vouă!”",
        "20": "Și după ce a zis aceste vorbe, le-a arătat mâinile și coasta Sa. Ucenicii s-au bucurat când au văzut pe Domnul.",
        "21": "Isus le-a zis din nou: „Pace vouă! Cum M-a trimis pe Mine Tatăl, așa vă trimit și Eu pe voi.”",
        "22": "După aceste vorbe, a suflat peste ei și le-a zis: „Luați Duh Sfânt!",
        "23": "Celor ce le veți ierta păcatele vor fi iertate și celor ce le veți ține vor fi ținute.” Isus Se arată și lui Toma",
        "24": "Toma, zis Geamăn, unul din cei doisprezece, nu era cu ei când a venit Isus.",
        "25": "Ceilalți ucenici i-au zis deci: „Am văzut pe Domnul!” Dar el le-a răspuns: „Dacă nu voi vedea în mâinile Lui semnul cuielor și dacă nu voi pune degetul meu în semnul cuielor și dacă nu voi pune mâna mea în coasta Lui, nu voi crede.”",
        "26": "După opt zile, ucenicii lui Isus erau iarăși în casă și era și Toma împreună cu ei. Pe când erau ușile încuiate, a venit Isus, a stat în mijloc și le-a zis: „Pace vouă!”",
        "27": "Apoi a zis lui Toma: „Adu-ți degetul încoace și uită-te la mâinile Mele și adu-ți mâna și pune-o în coasta Mea; și nu fi necredincios, ci credincios.”",
        "28": "Drept răspuns, Toma I-a zis: „Domnul meu și Dumnezeul meu!”",
        "29": "„Tomo”, i-a zis Isus, „pentru că M-ai văzut, ai crezut. Ferice de cei ce n-au văzut, și au crezut.” Rostul celor scrise aici",
        "30": "Isus a mai făcut înaintea ucenicilor Săi multe alte semne, care nu sunt scrise în cartea aceasta.",
        "31": "Dar lucrurile acestea au fost scrise pentru ca voi să credeți că Isus este Hristosul, Fiul lui Dumnezeu; și, crezând, să aveți viața în Numele Lui."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Dar, în prima zi a săptămânii, Maria Magdalena a venit la mormânt dis-de-dimineață, când încă era întuneric, și a văzut că piatra fusese îndepărtată de la intrarea mormântului.",
        "2": "A alergat și a venit la Simon Petru și la celălalt ucenic, cel pe care-l iubea Isus, și le-a zis: „L-au luat pe Domnul din mormânt și nu știm unde L-au pus!“.",
        "3": "Atunci Petru și celălalt ucenic au ieșit și s-au dus la mormânt.",
        "4": "Cei doi alergau împreună, dar celălalt ucenic a alergat mai repede decât Petru și a ajuns primul la mormânt.",
        "5": "Când s-a aplecat să se uite înăuntru, a văzut fâșiile de pânză întinse pe jos, dar n-a intrat.",
        "6": "Simon Petru, care îl urma, a ajuns și el. A intrat în mormânt și a văzut fâșiile de pânză întinse pe jos,",
        "7": "dar ștergarul care fusese pe capul lui Isus nu era pus împreună cu fâșiile de pânză, ci era împăturit și așezat într-un loc separat.",
        "8": "Atunci celălalt ucenic, care ajunsese primul la mormânt, a intrat și el, a văzut și a crezut.",
        "9": "(Căci încă nu înțeleseseră Scriptura, potrivit căreia El trebuia să învie dintre cei morți).",
        "10": "Apoi ucenicii s-au întors acasă. Isus i Se arată Mariei Magdalena",
        "11": "Maria însă, stătea afară, lângă mormânt, și plângea. În timp ce plângea, s-a aplecat să se uite în mormânt",
        "12": "și a văzut doi îngeri îmbrăcați în alb, șezând unul la cap și unul la picioare în locul unde fusese așezat trupul lui Isus.",
        "13": "Ei au întrebat-o: ‒ Femeie, de ce plângi? Ea le-a răspuns: ‒ Pentru că L-au luat pe Domnul meu și nu știu unde L-au pus!",
        "14": "După ce a spus acestea, s-a întors și L-a văzut pe Isus stând acolo, dar nu știa că este Isus.",
        "15": "Isus a întrebat-o: ‒ Femeie, de ce plângi? Pe cine cauți? Crezând că este grădinarul, ea I-a zis: ‒ Domnule, dacă Tu L-ai luat, spune-mi unde L-ai pus, și eu Îl voi lua!",
        "16": "Isus i-a zis: ‒ Maria! Ea s-a întors și I-a zis în ebraică: ‒ Rabuni! (care înseamnă: „Învățătorule!“)",
        "17": "Isus i-a zis: ‒ Nu Mă ține, pentru că încă nu M-am suit la Tatăl! Du-te însă la frații Mei și spune-le: „Mă sui la Tatăl Meu și Tatăl vostru, la Dumnezeul Meu și Dumnezeul vostru“.",
        "18": "Maria Magdalena s-a dus și i-a anunțat pe ucenici: „L-am văzut pe Domnul!“. Și le-a spus cuvintele pe care i le-a zis Isus. Isus Se arată ucenicilor",
        "19": "În seara acelei zile, cea dintâi a săptămânii, în timp ce, acolo unde se aflau ucenicii, ușile erau încuiate de frica iudeilor, Isus a venit, a stat în mijlocul lor și le-a zis: „Pace vouă!“.",
        "20": "Și zicând aceasta, le-a arătat mâinile Sale și coasta Sa. Ucenicii s-au bucurat când L-au văzut pe Domnul.",
        "21": "Isus le-a zis din nou: „Pace vouă! Așa cum M-a trimis pe Mine Tatăl, așa vă trimit și Eu pe voi!“.",
        "22": "Și spunând aceasta, a suflat peste ei și le-a zis: „Luați Duh Sfânt!",
        "23": "Celor ce le veți ierta păcatele, vor fi iertate, iar celor ce le veți ține, vor fi ținute“. Necredința lui Toma",
        "24": "Însă Toma, unul dintre cei doisprezece, cel numit „Didymos“, nu era cu ei când a venit Isus.",
        "25": "Ceilalți ucenici i-au zis: ‒ L-am văzut pe Domnul! Dar el le-a zis: ‒ Dacă nu văd semnul cuielor în mâinile Lui, dacă nu pun degetul meu în semnul cuielor și dacă nu pun mâna mea în coasta Lui, nicidecum nu voi crede! Isus i Se arată lui Toma",
        "26": "După opt zile, ucenicii erau din nou înăuntru, iar Toma era cu ei. Pe când ușile erau încuiate, a venit Isus, a stat în mijlocul lor și le-a zis: „Pace vouă!“.",
        "27": "Apoi i-a zis lui Toma: ‒ Adu-ți degetul aici și privește-Mi mâinile! Adu-ți mâna și pune-o în coasta Mea! Și nu fi necredincios, ci credincios!",
        "28": "Toma a răspuns și I-a zis: ‒ Domnul meu și Dumnezeul meu!",
        "29": "Isus i-a zis: ‒ Ai crezut pentru că M-ai văzut? Fericiți sunt cei ce n-au văzut și au crezut! Scopul scrierii acestei cărți",
        "30": "Isus a mai făcut multe alte semne înaintea ucenicilor Săi, semne care nu sunt scrise în această carte.",
        "31": "Însă acestea au fost scrise pentru ca voi să ajungeți să credeți că Isus este Cristosul, Fiul lui Dumnezeu, și crezând, să aveți viață în Numele Lui."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now on the first day of the week, Mary Magdalene went early, while it was still dark, to the tomb, and saw that the stone had been taken away from the tomb.",
        "2": "Therefore she ran and came to Simon Peter and to the other disciple whom Jesus loved, and said to them, “They have taken away the Lord out of the tomb, and we don’t know where they have laid him!”",
        "3": "Therefore Peter and the other disciple went out, and they went toward the tomb.",
        "4": "They both ran together. The other disciple outran Peter and came to the tomb first.",
        "5": "Stooping and looking in, he saw the linen cloths lying there; yet he didn’t enter in.",
        "6": "Then Simon Peter came, following him, and entered into the tomb. He saw the linen cloths lying,",
        "7": "and the cloth that had been on his head, not lying with the linen cloths, but rolled up in a place by itself.",
        "8": "So then the other disciple who came first to the tomb also entered in, and he saw and believed.",
        "9": "For as yet they didn’t know the Scripture, that he must rise from the dead.",
        "10": "So the disciples went away again to their own homes.",
        "11": "But Mary was standing outside at the tomb weeping. So as she wept, she stooped and looked into the tomb,",
        "12": "and she saw two angels in white sitting, one at the head and one at the feet, where the body of Jesus had lain.",
        "13": "They asked her, “Woman, why are you weeping?” She said to them, “Because they have taken away my Lord, and I don’t know where they have laid him.”",
        "14": "When she had said this, she turned around and saw Jesus standing, and didn’t know that it was Jesus.",
        "15": "Jesus said to her, “Woman, why are you weeping? Who are you looking for?” She, supposing him to be the gardener, said to him, “Sir, if you have carried him away, tell me where you have laid him, and I will take him away.”",
        "16": "Jesus said to her, “Mary.” She turned and said to him, “Rabboni!” which is to say, “Teacher!”",
        "17": "Jesus said to her, “Don’t hold me, for I haven’t yet ascended to my Father; but go to my brothers and tell them, ‘I am ascending to my Father and your Father, to my God and your God.’”",
        "18": "Mary Magdalene came and told the disciples that she had seen the Lord, and that he had said these things to her.",
        "19": "When therefore it was evening on that day, the first day of the week, and when the doors were locked where the disciples were assembled, for fear of the Jews, Jesus came and stood in the middle and said to them, “Peace be to you.”",
        "20": "When he had said this, he showed them his hands and his side. The disciples therefore were glad when they saw the Lord.",
        "21": "Jesus therefore said to them again, “Peace be to you. As the Father has sent me, even so I send you.”",
        "22": "When he had said this, he breathed on them, and said to them, “Receive the Holy Spirit!",
        "23": "If you forgive anyone’s sins, they have been forgiven them. If you retain anyone’s sins, they have been retained.”",
        "24": "But Thomas, one of the twelve, called Didymus, wasn’t with them when Jesus came.",
        "25": "The other disciples therefore said to him, “We have seen the Lord!” But he said to them, “Unless I see in his hands the print of the nails, put my finger into the print of the nails, and put my hand into his side, I will not believe.”",
        "26": "After eight days, again his disciples were inside and Thomas was with them. Jesus came, the doors being locked, and stood in the middle, and said, “Peace be to you.”",
        "27": "Then he said to Thomas, “Reach here your finger, and see my hands. Reach here your hand, and put it into my side. Don’t be unbelieving, but believing.”",
        "28": "Thomas answered him, “My Lord and my God!”",
        "29": "Jesus said to him, “Because you have seen me, you have believed. Blessed are those who have not seen and have believed.”",
        "30": "Therefore Jesus did many other signs in the presence of his disciples, which are not written in this book;",
        "31": "but these are written that you may believe that Jesus is the Christ, the Son of God, and that believing you may have life in his name."
      }
    }
  }
}