{
  "book": "Ioan",
  "chapter": "2",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "A treia zi s-a făcut o nuntă în Cana din Galileea. Mama lui Isus era acolo.",
        "2": "Și la nuntă a fost chemat și Isus cu ucenicii Lui.",
        "3": "Când s-a isprăvit vinul, mama lui Isus I-a zis: „Nu mai au vin.”",
        "4": "Isus i-a răspuns: „Femeie, ce am a face Eu cu tine? Nu Mi-a venit încă ceasul.”",
        "5": "Mama lui a zis slugilor: „Să faceți orice vă va zice.”",
        "6": "Și acolo erau șase vase de piatră, puse după obiceiul de curățire al iudeilor; și în fiecare vas încăpeau câte două sau trei vedre.",
        "7": "Isus le-a zis: „Umpleți vasele acestea cu apă.” Și le-au umplut până sus.",
        "8": "„Scoateți acum”, le-a zis El, „și aduceți nunului.” Și i-au adus.",
        "9": "Nunul, după ce a gustat apa făcută vin (el nu știa de unde vine vinul acesta, slugile însă, care scoseseră apa, știau), a chemat pe mire",
        "10": "și i-a zis: „Orice om pune la masă întâi vinul cel bun și, după ce oamenii au băut bine, atunci pune pe cel mai puțin bun, dar tu ai ținut vinul cel bun până acum.”",
        "11": "Acest început al semnelor Lui l-a făcut Isus în Cana din Galileea. El Și-a arătat slava Sa, și ucenicii Lui au crezut în El.",
        "12": "După aceea, S-a coborât la Capernaum, împreună cu mama, frații și ucenicii Lui; și acolo n-au rămas multe zile. Izgonirea vânzătorilor din Templu",
        "13": "Paștele iudeilor erau aproape și Isus S-a suit la Ierusalim.",
        "14": "În Templu a găsit pe cei ce vindeau boi, oi și porumbei și pe schimbătorii de bani șezând jos.",
        "15": "A făcut un bici de ștreanguri și i-a scos pe toți din Templu, împreună cu oile și boii, a vărsat banii schimbătorilor și le-a răsturnat mesele.",
        "16": "Și a zis celor ce vindeau porumbei: „Ridicați acestea de aici și nu faceți din casa Tatălui Meu o casă de negustorie.”",
        "17": "Ucenicii Lui și-au adus aminte că este scris: „Râvna pentru casa Ta Mă mănâncă pe Mine.”",
        "18": "Iudeii au luat cuvântul și I-au zis: „Prin ce semn ne arăți că ai putere să faci astfel de lucruri?”",
        "19": "Drept răspuns, Isus le-a zis: „Stricați templul acesta și în trei zile îl voi ridica.”",
        "20": "Iudeii au zis: „Au trebuit patruzeci și șase de ani ca să se zidească Templul acesta, și Tu îl vei ridica în trei zile?”",
        "21": "Dar El le vorbea despre templul trupului Său.",
        "22": "Tocmai de aceea, când a înviat din morți, ucenicii Lui și-au adus aminte că le spusese vorbele acestea și au crezut Scriptura și cuvintele pe care le spusese Isus. Isus și cei ce cred în Numele Lui",
        "23": "Pe când era Isus în Ierusalim, la Praznicul Paștelor, mulți au crezut în Numele Lui, căci vedeau semnele pe care le făcea.",
        "24": "Dar Isus nu Se încredea în ei, pentru că îi cunoștea pe toți.",
        "25": "Și n-avea trebuință să-I facă cineva mărturisiri despre niciun om, fiindcă El Însuși știa ce este în om."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "A treia zi s-a făcut o nuntă în Cana Galileei. Mama lui Isus era acolo.",
        "2": "La nuntă fuseseră chemați și Isus cu ucenicii Săi.",
        "3": "Când s-a terminat vinul, mama lui Isus I-a zis: ‒ Nu mai au vin!",
        "4": "Isus i-a răspuns: ‒ Femeie, de ce Mă implici pe Mine în lucrul acesta? Nu Mi-a sosit încă ceasul!",
        "5": "Mama Lui le-a zis slujitorilor: „Faceți orice vă va spune!“.",
        "6": "Erau acolo șase vase de piatră, după obiceiul de curățire al iudeilor, în fiecare încăpând două sau trei măsuri.",
        "7": "Isus le-a zis: „Umpleți vasele cu apă!“. Și ei le-au umplut până sus.",
        "8": "Atunci El le-a zis: „Acum scoateți din ele și duceți-i mai-marelui ospățului!“. Și ei i-au dus.",
        "9": "Mai-marele ospățului a gustat apa care fusese făcută vin (el nu știa de unde este, însă slujitorii care au scos apa știau), l-a chemat pe mire",
        "10": "și i-a zis: „Orice om pune mai întâi la masă vinul cel bun, apoi, după ce oaspeții au băut mult, îl pune pe cel mai puțin bun. Tu însă ai ținut vinul cel bun până acum!“.",
        "11": "Acest început al semnelor înfăptuite de Isus a avut loc în Cana Galileei. El Și-a arătat astfel gloria, iar ucenicii Lui au crezut în El.",
        "12": "După aceea, S-a dus în Capernaum împreună cu mama, frații și ucenicii Lui, dar acolo n-au rămas multe zile. Isus alungă comercianții din Templu",
        "13": "Paștele iudeilor era aproape, astfel că Isus S-a dus la Ierusalim.",
        "14": "El i-a găsit în Templu pe cei care vindeau boi, oi și porumbei și pe schimbătorii de bani stând jos la mesele lor.",
        "15": "A făcut un bici din frânghii și i-a scos pe toți afară din Templu, împreună cu oile și boii lor. A împrăștiat monedele schimbătorilor de bani și le-a răsturnat mesele,",
        "16": "iar celor ce vindeau porumbei le-a zis: „Ridicați acestea de aici! Nu faceți din Casa Tatălui Meu o casă pentru comerț!“.",
        "17": "Ucenicii Lui și-au amintit că este scris: „Zelul pentru Casa Ta Mă va mistui“.",
        "18": "Atunci iudeii au răspuns și I-au zis: ‒ Prin ce semn ne arăți că ai dreptul să faci acestea?",
        "19": "Isus a răspuns și le-a zis: ‒ Dărâmați acest Templu, și în trei zile îl voi ridica!",
        "20": "Iudeii I-au zis: ‒ De patruzeci și șase de ani se construiește Templul acesta, și Tu îl vei ridica în trei zile?",
        "21": "Dar El vorbea despre Templul trupului Său.",
        "22": "Atunci când El a fost înviat dintre cei morți, ucenicii Lui și-au amintit că spusese aceste vorbe și au crezut Scriptura și cuvântul pe care-l spusese Isus.",
        "23": "Pe când era în Ierusalim, în timpul Sărbătorii Paștelui, mulți au crezut în Numele Lui, văzând semnele pe care le făcea.",
        "24": "Dar Isus nu Se încredea în ei, pentru că îi cunoștea pe toți",
        "25": "și nu avea nevoie să-I mărturisească cineva despre vreun om, fiindcă El Însuși știa ce este în om."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "The third day, there was a wedding in Cana of Galilee. Jesus’ mother was there.",
        "2": "Jesus also was invited, with his disciples, to the wedding.",
        "3": "When the wine ran out, Jesus’ mother said to him, “They have no wine.”",
        "4": "Jesus said to her, “Woman, what does that have to do with you and me? My hour has not yet come.”",
        "5": "His mother said to the servants, “Whatever he says to you, do it.”",
        "6": "Now there were six water pots of stone set there after the Jews’ way of purifying, containing two or three metretes apiece.",
        "7": "Jesus said to them, “Fill the water pots with water.” So they filled them up to the brim.",
        "8": "He said to them, “Now draw some out, and take it to the ruler of the feast.” So they took it.",
        "9": "When the ruler of the feast tasted the water now become wine, and didn’t know where it came from (but the servants who had drawn the water knew), the ruler of the feast called the bridegroom",
        "10": "and said to him, “Everyone serves the good wine first, and when the guests have drunk freely, then that which is worse. You have kept the good wine until now!”",
        "11": "This beginning of his signs Jesus did in Cana of Galilee, and revealed his glory; and his disciples believed in him.",
        "12": "After this, he went down to Capernaum, he, and his mother, his brothers, and his disciples; and they stayed there a few days.",
        "13": "The Passover of the Jews was at hand, and Jesus went up to Jerusalem.",
        "14": "He found in the temple those who sold oxen, sheep, and doves, and the changers of money sitting.",
        "15": "He made a whip of cords and drove all out of the temple, both the sheep and the oxen; and he poured out the changers’ money and overthrew their tables.",
        "16": "To those who sold the doves, he said, “Take these things out of here! Don’t make my Father’s house a marketplace!”",
        "17": "His disciples remembered that it was written, “Zeal for your house will eat me up.”",
        "18": "The Jews therefore answered him, “What sign do you show us, seeing that you do these things?”",
        "19": "Jesus answered them, “Destroy this temple, and in three days I will raise it up.”",
        "20": "The Jews therefore said, “It took forty-six years to build this temple! Will you raise it up in three days?”",
        "21": "But he spoke of the temple of his body.",
        "22": "When therefore he was raised from the dead, his disciples remembered that he said this, and they believed the Scripture and the word which Jesus had said.",
        "23": "Now when he was in Jerusalem at the Passover, during the feast, many believed in his name, observing his signs which he did.",
        "24": "But Jesus didn’t entrust himself to them, because he knew everyone,",
        "25": "and because he didn’t need for anyone to testify concerning man; for he himself knew what was in man."
      }
    }
  }
}