{
  "book": "Ioan",
  "chapter": "4",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul a aflat că fariseii au auzit că El face și botează mai mulți ucenici decât Ioan.",
        "2": "Însă Isus nu boteza El Însuși, ci ucenicii Lui.",
        "3": "Atunci a părăsit Iudeea și S-a întors în Galileea.",
        "4": "Fiindcă trebuia să treacă prin Samaria,",
        "5": "a ajuns lângă o cetate din ținutul Samariei, numită Sihar, aproape de ogorul pe care-l dăduse Iacov fiului său Iosif.",
        "6": "Acolo se afla fântâna lui Iacov. Isus, ostenit de călătorie, ședea lângă fântână. Era cam pe la ceasul al șaselea.",
        "7": "A venit o femeie din Samaria să scoată apă. „Dă-Mi să beau”, i-a zis Isus.",
        "8": "Căci ucenicii Lui se duseseră în cetate să cumpere de-ale mâncării.",
        "9": "Femeia samariteancă I-a zis: „Cum? Tu, iudeu, ceri să bei de la mine, femeie samariteancă?” Iudeii, în adevăr, n-au legături cu samaritenii.",
        "10": "Drept răspuns, Isus i-a zis: „Dacă ai fi cunoscut tu darul lui Dumnezeu și cine este Cel ce-ți zice: ‘Dă-Mi să beau!’, tu singură ai fi cerut să bei, și El ți-ar fi dat apă vie.”",
        "11": "„Doamne”, I-a zis femeia, „n-ai cu ce să scoți apă, și fântâna este adâncă, de unde ai putea să ai dar această apă vie?",
        "12": "Ești Tu oare mai mare decât părintele nostru Iacov, care ne-a dat fântâna aceasta și a băut din ea el însuși și feciorii lui și vitele lui?”",
        "13": "Isus i-a răspuns: „Oricui bea din apa aceasta îi va fi iarăși sete.",
        "14": "Dar oricui va bea din apa pe care i-o voi da Eu în veac nu-i va fi sete, ba încă apa pe care i-o voi da Eu se va preface în el într-un izvor de apă, care va țâșni în viața veșnică.”",
        "15": "„Doamne”, I-a zis femeia, „dă-mi această apă, ca să nu-mi mai fie sete și să nu mai vin până aici să scot.”",
        "16": "„Du-te”, i-a zis Isus, „de cheamă pe bărbatul tău și vino aici.”",
        "17": "Femeia I-a răspuns: „N-am bărbat.” Isus i-a zis: „Bine ai zis că n-ai bărbat.",
        "18": "Pentru că cinci bărbați ai avut; și acela pe care-l ai acum nu-ți este bărbat. Aici ai spus adevărul.”",
        "19": "„Doamne”, I-a zis femeia, „văd că ești proroc.",
        "20": "Părinții noștri s-au închinat pe muntele acesta; și voi ziceți că în Ierusalim este locul unde trebuie să se închine oamenii.”",
        "21": "„Femeie”, i-a zis Isus, „crede-Mă că vine ceasul când nu vă veți închina Tatălui nici pe muntele acesta, nici în Ierusalim.",
        "22": "Voi vă închinați la ce nu cunoașteți, noi ne închinăm la ce cunoaștem, căci mântuirea vine de la iudei.",
        "23": "Dar vine ceasul, și acum a și venit, când închinătorii adevărați se vor închina Tatălui în duh și în adevăr, fiindcă astfel de închinători dorește și Tatăl.",
        "24": "Dumnezeu este Duh; și cine se închină Lui trebuie să I se închine în duh și în adevăr.”",
        "25": "„Știu”, I-a zis femeia, „că are să vină Mesia (căruia I se zice Hristos); când va veni El, are să ne spună toate lucrurile.”",
        "26": "Isus i-a zis: „Eu, cel care vorbesc cu tine, sunt Acela.” Trezirea din Samaria",
        "27": "Atunci au venit ucenicii Lui și se mirau că vorbea cu o femeie. Totuși niciunul nu I-a zis: „Ce cauți?” sau „Despre ce vorbești cu ea?”",
        "28": "Atunci, femeia și-a lăsat găleata, s-a dus în cetate și a zis oamenilor:",
        "29": "„Veniți de vedeți un om care mi-a spus tot ce am făcut. Nu cumva este acesta Hristosul?”",
        "30": "Ei au ieșit din cetate și veneau spre El.",
        "31": "În timpul acesta, ucenicii Îl rugau să mănânce și ziceau: „Învățătorule, mănâncă!”",
        "32": "Dar El le-a zis: „Eu am de mâncat o mâncare pe care voi n-o cunoașteți.”",
        "33": "Ucenicii au început să-și zică deci unii altora: „Nu cumva I-a adus cineva să mănânce?”",
        "34": "Isus le-a zis: „Mâncarea Mea este să fac voia Celui ce M-a trimis și să împlinesc lucrarea Lui.",
        "35": "Nu ziceți voi că mai sunt patru luni până la seceriș? Iată, Eu vă spun: Ridicați-vă ochii și priviți holdele, care sunt albe acum, gata pentru seceriș.",
        "36": "Cine seceră primește o plată și strânge rod pentru viața veșnică, pentru ca și cel ce seamănă și cel ce seceră să se bucure în același timp.",
        "37": "Căci, în această privință, este adevărată zicerea: ‘Unul seamănă, iar altul seceră.’",
        "38": "Eu v-am trimis să secerați acolo unde nu voi v-ați ostenit; alții s-au ostenit, și voi ați intrat în osteneala lor.”",
        "39": "Mulți samariteni din cetatea aceea au crezut în Isus din pricina mărturiei femeii, care zicea: „Mi-a spus tot ce am făcut.”",
        "40": "Când au venit samaritenii la El, L-au rugat să rămână la ei. Și El a rămas acolo două zile.",
        "41": "Mult mai mulți au crezut în El din pricina cuvintelor Lui.",
        "42": "Și ziceau femeii: „Acum nu mai credem din pricina spuselor tale, ci din pricină că L-am auzit noi înșine și știm că Acesta este în adevăr Hristosul, Mântuitorul lumii.” Vindecarea fiului unui slujbaș împărătesc",
        "43": "După aceste două zile, Isus a plecat de acolo ca să se ducă în Galileea.",
        "44": "Căci El Însuși spusese că un proroc nu este prețuit în patria sa.",
        "45": "Când a ajuns în Galileea, a fost primit bine de galileeni, care văzuseră tot ce făcuse la Ierusalim în timpul praznicului; căci fuseseră și ei la praznic.",
        "46": "Isus S-a întors deci în Cana din Galileea, unde prefăcuse apa în vin. În Capernaum era un slujbaș împărătesc al cărui fiu era bolnav.",
        "47": "Slujbașul acesta a aflat că Isus venise din Iudeea în Galileea, s-a dus la El și L-a rugat să vină și să tămăduiască pe fiul lui, care era pe moarte.",
        "48": "Isus i-a zis: „Dacă nu vedeți semne și minuni, cu niciun chip nu credeți!”",
        "49": "Slujbașul împărătesc I-a zis: „Doamne, vino până nu moare micuțul meu.”",
        "50": "„Du-te”, i-a zis Isus, „fiul tău trăiește.” Și omul acela a crezut cuvintele pe care i le spusese Isus și a pornit la drum.",
        "51": "Pe când se cobora el, l-au întâmpinat robii lui și i-au adus vestea că fiul lui trăiește.",
        "52": "El i-a întrebat de ceasul în care a început să-i fie mai bine. Și ei i-au zis: „Ieri, în ceasul al șaptelea, l-au lăsat frigurile.”",
        "53": "Tatăl a cunoscut că tocmai în ceasul acela îi zisese Isus: „Fiul tău trăiește.” Și a crezut el și toată casa lui.",
        "54": "Acesta este iarăși al doilea semn făcut de Isus după ce S-a întors din Iudeea în Galileea."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Când a aflat Isus că fariseii au auzit că El face și botează mai mulți ucenici decât Ioan –",
        "2": "cu toate că nu boteza Isus Însuși, ci ucenicii Lui –",
        "3": "a părăsit Iudeea și S-a întors iarăși în Galileea.",
        "4": "Însă trebuia să treacă prin Samaria.",
        "5": "Prin urmare, a ajuns într-o cetate a Samariei, numită Sihar, aproape de terenul pe care Iacov i-l dăduse fiului său Iosif.",
        "6": "Acolo era o fântână a lui Iacov. Isus, obosit de călătorie, S-a așezat la fântână. Era cam pe la ceasul al șaselea.",
        "7": "O femeie din Samaria a venit să scoată apă. Isus i-a zis: ‒ Dă-Mi să beau!",
        "8": "Ucenicii Lui se duseseră în cetate să cumpere de mâncare.",
        "9": "Femeia samariteană I-a zis: ‒ Cum de Tu, iudeu, ceri să bei de la mine, femeie samariteană? (Căci iudeii n-au legături cu samaritenii.)",
        "10": "Isus a răspuns și i-a zis: ‒ Dacă ai fi cunoscut tu darul lui Dumnezeu și Cine este Cel Ce-ți zice: „Dă-Mi să beau!“, tu însăți I-ai fi cerut, și El ți-ar fi dat apă vie!",
        "11": "Femeia I-a zis: ‒ Domnule, n-ai găleată, iar fântâna este adâncă. De unde ai deci această apă vie?",
        "12": "Ești Tu mai mare decât strămoșul nostru Iacov, care ne-a dat fântâna aceasta din care a băut atât el, cât și fiii și turmele lui?",
        "13": "Isus a răspuns și i-a zis: ‒ Oricui bea din apa aceasta îi va fi iarăși sete.",
        "14": "Dar celui ce bea din apa pe care i-o voi da Eu, în veci nu-i va mai fi sete, ci apa pe care i-o voi da Eu va deveni în el un izvor, care va țâșni spre viața veșnică.",
        "15": "Femeia I-a zis: ‒ Domnule, dă-mi și mie această apă, ca să nu-mi mai fie sete și să nu mai vin până aici să scot!",
        "16": "El i-a zis: ‒ Du-te, cheamă-l pe bărbatul tău și vino aici!",
        "17": "Femeia a răspuns și I-a zis: ‒ N-am bărbat! Isus i-a zis: ‒ Ai spus bine: „N-am bărbat!“,",
        "18": "pentru că cinci bărbați ai avut, iar cel pe care-l ai acum nu-ți este bărbat. Este adevărat ceea ce ai spus.",
        "19": "Femeia I-a zis: ‒ Domnule, văd că Tu ești profet!",
        "20": "Strămoșii noștri s-au închinat pe muntele acesta, iar voi spuneți că în Ierusalim este locul unde trebuie să se închine oamenii.",
        "21": "Isus i-a răspuns: ‒ Crede-Mă, femeie, că vine ceasul când nu vă veți mai închina Tatălui nici pe muntele acesta și nici în Ierusalim.",
        "22": "Voi vă închinați la ceea ce nu cunoașteți. Noi ne închinăm la ceea ce cunoaștem, căci mântuirea este de la iudei.",
        "23": "Dar vine ceasul, și acum a și venit, când adevărații închinători I se vor închina Tatălui în duh și în adevăr. Căci astfel de închinători caută Tatăl.",
        "24": "Dumnezeu este duh, iar cei care I se închină trebuie să I se închine în duh și în adevăr.",
        "25": "Femeia I-a zis: ‒ Știu că vine Mesia (Căruia I se zice Cristos). Când va veni El, ne va înștiința despre toate lucrurile.",
        "26": "Isus i-a zis: ‒ Eu, Cel Care-ți vorbește, sunt Acela. Întoarcerea ucenicilor",
        "27": "Chiar atunci au venit ucenicii Lui și se mirau că vorbea cu o femeie. Totuși, niciunul n-a întrebat: „Ce cauți?“ sau „De ce vorbești cu ea?“.",
        "28": "Femeia a lăsat ulciorul, a plecat în cetate și le-a zis oamenilor:",
        "29": "„Veniți să vedeți un Om Care mi-a spus tot ce am făcut! Ar putea să fie Acesta Cristosul?“.",
        "30": "Ei au ieșit din cetate și veneau spre El.",
        "31": "Între timp, ucenicii Îl rugau: ‒ Rabbi, mănâncă!",
        "32": "Dar El le-a zis: ‒ Eu am de mâncat o mâncare despre care voi nu știți.",
        "33": "Drept urmare, ucenicii și-au zis unii altora: „Nu cumva I-a adus cineva de mâncare?“.",
        "34": "Isus le-a zis: ‒ Mâncarea Mea este să fac voia Celui Ce M-a trimis și să împlinesc lucrarea Lui.",
        "35": "Nu ziceți voi că mai sunt încă patru luni și vine secerișul? Iată, Eu vă spun, ridicați-vă ochii și priviți câmpurile; ele sunt albe, gata pentru seceriș! Chiar acum,",
        "36": "cel ce seceră primește răsplată și strânge rod pentru viață veșnică, pentru ca și cel ce seamănă și cel ce seceră să se bucure împreună.",
        "37": "Căci în această privință este adevărată zicala: „Unul seamănă, iar altul seceră!“.",
        "38": "Eu v-am trimis să secerați acolo unde nu voi ați muncit din greu; alții au muncit din greu, iar voi ați cules rodul muncii lor. Credința samaritenilor",
        "39": "Mulți samariteni din cetatea aceea au crezut în El datorită cuvintelor femeii, care mărturisea: „Mi-a spus tot ce-am făcut!“.",
        "40": "Așadar, când samaritenii au venit la El, L-au rugat să rămână la ei. Și El a rămas acolo două zile.",
        "41": "Mult mai mulți au crezut apoi datorită cuvintelor Lui",
        "42": "și-i ziceau femeii: „Acum nu mai credem datorită spuselor tale, căci am auzit noi înșine și știm că, într-adevăr, Acesta este Mântuitorul lumii!“. Vindecarea fiului unui slujbaș al regelui",
        "43": "După cele două zile, Isus a plecat de acolo spre Galileea.",
        "44": "Căci Isus Însuși mărturisise că un profet nu are parte de onoare în patria lui.",
        "45": "Când a ajuns în Galileea, galileenii L-au primit bine. Ei văzuseră tot ce făcuse în Ierusalim la sărbătoare, căci și ei fuseseră la sărbătoare.",
        "46": "Atunci a venit din nou în Cana Galileei, unde transformase apa în vin. Era acolo un slujbaș al regelui, al cărui fiu era bolnav în Capernaum.",
        "47": "Când acesta a auzit că Isus a venit din Iudeea în Galileea, s-a dus la El și L-a rugat să vină și să-i vindece fiul, căci era pe moarte.",
        "48": "Isus i-a zis: ‒ Dacă nu vedeți semne și minuni, nicidecum nu credeți!",
        "49": "Slujbașul regelui I-a zis: ‒ Doamne, vino acasă la mine până nu moare copilașul meu!",
        "50": "Isus i-a răspuns: ‒ Du-te; fiul tău trăiește. Omul a crezut cuvintele pe care i le-a spus Isus și a plecat.",
        "51": "În timp ce pleca el spre casă, sclavii lui l-au întâmpinat și i-au zis că fiul lui trăiește!",
        "52": "Atunci el i-a întrebat la ce oră începuse să-i fie mai bine. Ei i-au răspuns: „Ieri, la ceasul al șaptelea l-a lăsat febra“.",
        "53": "Tatăl a recunoscut că tocmai în ceasul acela Isus îi spusese: „Fiul tău trăiește“. Și a crezut el și toată casa lui.",
        "54": "Acesta a fost al doilea semn pe care l-a făcut Isus, după ce a venit din Iudeea în Galileea."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Therefore when the Lord knew that the Pharisees had heard that Jesus was making and baptizing more disciples than John",
        "2": "(although Jesus himself didn’t baptize, but his disciples),",
        "3": "he left Judea and departed into Galilee.",
        "4": "He needed to pass through Samaria.",
        "5": "So he came to a city of Samaria called Sychar, near the parcel of ground that Jacob gave to his son Joseph.",
        "6": "Jacob’s well was there. Jesus therefore, being tired from his journey, sat down by the well. It was about the sixth hour.",
        "7": "A woman of Samaria came to draw water. Jesus said to her, “Give me a drink.”",
        "8": "For his disciples had gone away into the city to buy food.",
        "9": "The Samaritan woman therefore said to him, “How is it that you, being a Jew, ask for a drink from me, a Samaritan woman?” (For Jews have no dealings with Samaritans.)",
        "10": "Jesus answered her, “If you knew the gift of God, and who it is who says to you, ‘Give me a drink,’ you would have asked him, and he would have given you living water.”",
        "11": "The woman said to him, “Sir, you have nothing to draw with, and the well is deep. So where do you get that living water?",
        "12": "Are you greater than our father Jacob, who gave us the well and drank from it himself, as did his children and his livestock?”",
        "13": "Jesus answered her, “Everyone who drinks of this water will thirst again,",
        "14": "but whoever drinks of the water that I will give him will never thirst again; but the water that I will give him will become in him a well of water springing up to eternal life.”",
        "15": "The woman said to him, “Sir, give me this water, so that I don’t get thirsty, neither come all the way here to draw.”",
        "16": "Jesus said to her, “Go, call your husband, and come here.”",
        "17": "The woman answered, “I have no husband.” Jesus said to her, “You said well, ‘I have no husband,’",
        "18": "for you have had five husbands; and he whom you now have is not your husband. This you have said truly.”",
        "19": "The woman said to him, “Sir, I perceive that you are a prophet.",
        "20": "Our fathers worshiped in this mountain, and you Jews say that in Jerusalem is the place where people ought to worship.”",
        "21": "Jesus said to her, “Woman, believe me, the hour is coming when neither in this mountain nor in Jerusalem will you worship the Father.",
        "22": "You worship that which you don’t know. We worship that which we know; for salvation is from the Jews.",
        "23": "But the hour comes, and now is, when the true worshipers will worship the Father in spirit and truth, for the Father seeks such to be his worshipers.",
        "24": "God is spirit, and those who worship him must worship in spirit and truth.”",
        "25": "The woman said to him, “I know that Messiah is coming, he who is called Christ. When he has come, he will declare to us all things.”",
        "26": "Jesus said to her, “I am he, the one who speaks to you.”",
        "27": "Just then, his disciples came. They marveled that he was speaking with a woman; yet no one said, “What are you looking for?” or, “Why do you speak with her?”",
        "28": "So the woman left her water pot, went away into the city, and said to the people,",
        "29": "“Come, see a man who told me everything that I have done. Can this be the Christ?”",
        "30": "They went out of the city, and were coming to him.",
        "31": "In the meanwhile, the disciples urged him, saying, “Rabbi, eat.”",
        "32": "But he said to them, “I have food to eat that you don’t know about.”",
        "33": "The disciples therefore said to one another, “Has anyone brought him something to eat?”",
        "34": "Jesus said to them, “My food is to do the will of him who sent me and to accomplish his work.",
        "35": "Don’t you say, ‘There are yet four months until the harvest’? Behold, I tell you, lift up your eyes and look at the fields, that they are white for harvest already.",
        "36": "He who reaps receives wages and gathers fruit to eternal life, that both he who sows and he who reaps may rejoice together.",
        "37": "For in this the saying is true, ‘One sows, and another reaps.’",
        "38": "I sent you to reap that for which you haven’t labored. Others have labored, and you have entered into their labor.”",
        "39": "From that city many of the Samaritans believed in him because of the word of the woman, who testified, “He told me everything that I have done.”",
        "40": "So when the Samaritans came to him, they begged him to stay with them. He stayed there two days.",
        "41": "Many more believed because of his word.",
        "42": "They said to the woman, “Now we believe, not because of your speaking; for we have heard for ourselves, and know that this is indeed the Christ, the Savior of the world.”",
        "43": "After the two days he went out from there and went into Galilee.",
        "44": "For Jesus himself testified that a prophet has no honor in his own country.",
        "45": "So when he came into Galilee, the Galileans received him, having seen all the things that he did in Jerusalem at the feast, for they also went to the feast.",
        "46": "Jesus came therefore again to Cana of Galilee, where he made the water into wine. There was a certain nobleman whose son was sick at Capernaum.",
        "47": "When he heard that Jesus had come out of Judea into Galilee, he went to him and begged him that he would come down and heal his son, for he was at the point of death.",
        "48": "Jesus therefore said to him, “Unless you see signs and wonders, you will in no way believe.”",
        "49": "The nobleman said to him, “Sir, come down before my child dies.”",
        "50": "Jesus said to him, “Go your way. Your son lives.” The man believed the word that Jesus spoke to him, and he went his way.",
        "51": "As he was going down, his servants met him and reported, saying “Your child lives!”",
        "52": "So he inquired of them the hour when he began to get better. They said therefore to him, “Yesterday at the seventh hour, the fever left him.”",
        "53": "So the father knew that it was at that hour in which Jesus said to him, “Your son lives.” He believed, as did his whole house.",
        "54": "This is again the second sign that Jesus did, having come out of Judea into Galilee."
      }
    }
  }
}