{
  "book": "Ioan",
  "chapter": "7",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "După aceea, Isus străbătea Galileea; nu voia să stea în Iudeea, pentru că iudeii căutau să-L omoare.",
        "2": "Și praznicul iudeilor, praznicul zis al Corturilor, era aproape.",
        "3": "Frații Lui I-au zis: „Pleacă de aici și du-Te în Iudeea, ca să vadă și ucenicii Tăi lucrările pe care le faci.",
        "4": "Nimeni nu face ceva în ascuns când caută să se facă cunoscut. Dacă faci aceste lucruri, arată-Te lumii.”",
        "5": "Căci nici frații Lui nu credeau în El.",
        "6": "Isus le-a zis: „Vremea Mea n-a sosit încă, dar vouă vremea totdeauna vă este prielnică.",
        "7": "Pe voi lumea nu vă poate urî; pe Mine Mă urăște, pentru că mărturisesc despre ea că lucrările ei sunt rele.",
        "8": "Suiți-vă voi la praznicul acesta; Eu încă nu Mă sui la praznicul acesta, fiindcă nu Mi s-a împlinit încă vremea.”",
        "9": "După ce le-a spus aceste lucruri, a rămas în Galileea. Isus în Ierusalim la Praznicul Corturilor",
        "10": "După ce s-au suit frații Lui la praznic, S-a suit și El, dar nu pe față, ci cam pe ascuns.",
        "11": "Iudeii Îl căutau în timpul praznicului și ziceau: „Unde este?”",
        "12": "Noroadele vorbeau mult în șoaptă despre El. Unii ziceau: „Este un om bun.” Alții ziceau: „Nu, ci duce norodul în rătăcire.”",
        "13": "Totuși, de frica iudeilor, nimeni nu vorbea de El pe față.",
        "14": "Pe la jumătatea praznicului, Isus S-a suit la Templu. Și învăța norodul.",
        "15": "Iudeii se mirau și ziceau: „Cum are omul acesta învățătură, căci n-a învățat niciodată?”",
        "16": "Isus le-a răspuns: „Învățătura Mea nu este a Mea, ci a Celui ce M-a trimis pe Mine.",
        "17": "Dacă vrea cineva să facă voia Lui, va ajunge să cunoască dacă învățătura este de la Dumnezeu sau dacă Eu vorbesc de la Mine.",
        "18": "Cine vorbește de la sine caută slava lui însuși; dar cine caută slava Celui ce l-a trimis, acela este adevărat și în el nu este strâmbătate.",
        "19": "Oare nu v-a dat Moise Legea? Totuși nimeni din voi nu ține Legea. De ce căutați să Mă omorâți?”",
        "20": "Norodul I-a răspuns: „Ai drac. Cine caută să Te omoare?”",
        "21": "Drept răspuns, Isus le-a zis: „O lucrare am făcut și toți vă mirați de ea.",
        "22": "Moise v-a dat porunca privitoare la tăierea împrejur – nu că ea vine de la Moise, ci de la patriarhi – și voi tăiați împrejur pe om în ziua Sabatului.",
        "23": "Dacă un om primește tăierea împrejur în ziua Sabatului, ca să nu se calce Legea lui Moise, de ce turbați de mânie împotriva Mea pentru că am însănătoșit un om întreg în ziua Sabatului?",
        "24": "Nu judecați după înfățișare, ci judecați după dreptate.”",
        "25": "Niște locuitori din Ierusalim ziceau: „Nu este El acela pe care caută ei să-l omoare?",
        "26": "Și totuși iată că vorbește pe față, și ei nu-I zic nimic! Nu cumva, în adevăr, cei mai mari vor fi cunoscut că El este Hristosul?",
        "27": "Dar noi știm de unde este omul acesta, însă, când va veni Hristosul, nimeni nu va ști de unde este.”",
        "28": "Și Isus, pe când învăța pe norod în Templu, striga: „Mă cunoașteți și Mă știți de unde sunt! Eu n-am venit de la Mine Însumi, ci Cel ce M-a trimis este adevărat și voi nu-L cunoașteți.",
        "29": "Eu Îl cunosc, căci vin de la El și El M-a trimis.”",
        "30": "Ei căutau deci să-L prindă și nimeni n-a pus mâna pe El, căci încă nu-I sosise ceasul.",
        "31": "Mulți din norod au crezut în El și ziceau: „Când va veni, Hristosul va face mai multe semne decât a făcut omul acesta?”",
        "32": "Fariseii au auzit pe norod spunând în șoaptă aceste lucruri despre El. Atunci, preoții cei mai de seamă și fariseii au trimis niște aprozi să-L prindă.",
        "33": "Isus a zis: „Mai sunt cu voi puțină vreme și apoi Mă duc la Cel ce M-a trimis.",
        "34": "Voi Mă veți căuta, și nu Mă veți găsi; și unde voi fi Eu, voi nu puteți veni.”",
        "35": "Iudeii au zis între ei: „Unde are de gând să se ducă omul acesta, ca să nu-l putem găsi? Doar n-o avea de gând să se ducă la cei împrăștiați printre greci și să învețe pe greci?",
        "36": "Ce înseamnă cuvintele acestea pe care le-a spus: ‘Mă veți căuta, și nu Mă veți găsi; și unde voi fi Eu, voi nu puteți veni’?” Isus, Apa vieții",
        "37": "În ziua de pe urmă, care era ziua cea mare a praznicului, Isus a stat în picioare și a strigat: „Dacă însetează cineva, să vină la Mine și să bea.",
        "38": "Cine crede în Mine, din inima lui vor curge râuri de apă vie, cum zice Scriptura.”",
        "39": "Spunea cuvintele acestea despre Duhul, pe care aveau să-L primească cei ce vor crede în El. Căci Duhul Sfânt încă nu fusese dat, fiindcă Isus nu fusese încă proslăvit. Încercări pentru prinderea lui Isus",
        "40": "Unii din norod, când au auzit aceste cuvinte, ziceau: „Acesta este cu adevărat Prorocul.”",
        "41": "Alții ziceau: „Acesta este Hristosul.” Și alții ziceau: „Cum, din Galileea are să vină Hristosul?",
        "42": "Nu zice Scriptura că Hristosul are să vină din sămânța lui David și din satul Betleem, unde era David?”",
        "43": "S-a făcut deci dezbinare în norod din pricina Lui.",
        "44": "Unii din ei voiau să-L prindă; dar nimeni n-a pus mâna pe El.",
        "45": "Aprozii s-au întors deci la preoții cei mai de seamă și la farisei. Și aceștia le-au zis: „De ce nu L-ați adus?”",
        "46": "Aprozii au răspuns: „Niciodată n-a vorbit vreun om ca omul acesta.”",
        "47": "Fariseii le-au răspuns: „Doar n-ați fi fost duși și voi în rătăcire?",
        "48": "A crezut în El vreunul din mai-marii noștri sau din farisei?",
        "49": "Dar norodul acesta, care nu știe Legea, este blestemat!”",
        "50": "Nicodim, cel care venise la Isus noaptea și care era unul din ei, le-a zis:",
        "51": "„Legea noastră osândește ea pe un om înainte ca să-l asculte și să știe ce face?”",
        "52": "Drept răspuns, ei i-au zis: „Și tu ești din Galileea? Cercetează bine și vei vedea că din Galileea nu s-a ridicat niciun proroc.”",
        "53": "(Și s-a întors fiecare acasă."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "După aceea, Isus a călătorit prin Galileea. Nu voia să călătorească prin Iudeea, pentru că iudeii căutau să-L omoare.",
        "2": "Sărbătoarea iudeilor, cea a Corturilor, era aproape.",
        "3": "Prin urmare, frații Lui I-au zis: ‒ Pleacă de aici și du-Te în Iudeea, ca să vadă și ucenicii Tăi lucrările pe care le faci!",
        "4": "Căci nimeni nu face ceva pe ascuns când încearcă să devină cunoscut. Dacă faci aceste lucruri, arată-Te lumii!",
        "5": "Căci nici chiar frații Lui nu credeau în El.",
        "6": "Atunci Isus le-a zis: ‒ Vremea Mea n-a sosit încă, dar pentru voi vremea este întotdeauna potrivită!",
        "7": "Pe voi lumea nu vă poate urî, dar pe Mine Mă urăște, pentru că Eu mărturisesc despre ea că lucrările ei sunt rele.",
        "8": "Duceți-vă voi la sărbătoare. Eu încă nu Mă duc la sărbătoarea aceasta, pentru că nu Mi s-a împlinit încă vremea.",
        "9": "Și zicând aceste lucruri, a rămas în Galileea. Isus la Sărbătoarea Corturilor",
        "10": "Însă, după ce frații Lui s-au dus la sărbătoare, S-a dus și El, dar nu pe față, ci mai pe ascuns.",
        "11": "La sărbătoare, iudeii Îl căutau și se întrebau: „Unde este Acela?“.",
        "12": "Era multă rumoare în mulțime cu privire la El. Unii ziceau: „Este un Om bun!“. Alții ziceau: „Nu, ci duce mulțimea în rătăcire!“.",
        "13": "Totuși, de frica iudeilor, nimeni nu vorbea deschis despre El.",
        "14": "Când sărbătoarea era deja la jumătate, Isus S-a dus la Templu și a început să-i învețe pe oameni.",
        "15": "Iudeii erau uimiți și se întrebau: ‒ Cum de știe Acesta atâta învățătură, fără să fi învățat?",
        "16": "Atunci Isus le-a răspuns și a zis: ‒ Învățătura Mea nu este a Mea, ci a Celui Ce M-a trimis.",
        "17": "Dacă vrea cineva să facă voia Lui, va cunoaște dacă învățătura este de la Dumnezeu sau dacă Eu vorbesc de la Mine.",
        "18": "Cel ce vorbește de la el caută gloria lui însuși. Dar Cel Ce caută gloria Celui Ce L-a trimis, Acela este adevărat și în El nu este nedreptate.",
        "19": "Oare nu v-a dat Moise Legea? Și totuși niciunul dintre voi nu respectă Legea! De ce căutați să Mă omorâți?",
        "20": "Mulțimea a răspuns: ‒ Ai demon! Cine încearcă să Te omoare?",
        "21": "Isus a răspuns și le-a zis: ‒ O lucrare am făcut și toți sunteți uimiți.",
        "22": "Totuși, Moise v-a dat circumcizia – nu că ea este de la Moise, ci de la patriarhi – și voi îl circumcideți pe om în ziua de sabat.",
        "23": "Dacă un om primește circumcizia în ziua de sabat, ca să nu fie încălcată Legea lui Moise, atunci de ce sunteți furioși pe Mine pentru că am făcut sănătos un om întreg în ziua de sabat?",
        "24": "Nu judecați după înfățișare, ci judecați cu o judecată dreaptă! Oamenii se întreabă dacă Isus este Cristosul",
        "25": "Unii dintre ierusalimiți ziceau: ‒ Nu este Acesta Cel pe Care caută ei să-L omoare?",
        "26": "Și iată că vorbește deschis, iar ei nu-I zic nimic! Nu cumva conducătorii au ajuns să cunoască într-adevăr că El este Cristosul?",
        "27": "Totuși, noi știm de unde este Omul Acesta. Însă când va veni Cristosul nimeni nu va ști de unde este.",
        "28": "Atunci Isus, în timp ce îi învăța pe oameni în Templu, a strigat și a zis: ‒ Mă cunoașteți și știți de unde sunt? N-am venit de la Mine Însumi, însă Cel Ce M-a trimis este adevărat, dar voi nu-L cunoașteți!",
        "29": "Eu Îl cunosc, pentru că Eu sunt de la El și El M-a trimis.",
        "30": "Ei încercau să-L aresteze, dar nimeni n-a pus mâna pe El, căci încă nu-I sosise ceasul.",
        "31": "Însă mulți din mulțime au crezut în El și ziceau: ‒ Când va veni Cristosul, va face El mai multe semne decât a făcut Acesta?",
        "32": "Când fariseii au auzit mulțimea murmurând aceste lucruri despre El, conducătorii preoților și fariseii au trimis niște gărzi să-L aresteze.",
        "33": "Atunci Isus a zis: ‒ Mai sunt cu voi încă puțină vreme, apoi plec la Cel Ce M-a trimis.",
        "34": "Mă veți căuta, dar nu Mă veți găsi, iar unde voi fi Eu, voi nu puteți veni.",
        "35": "Iudeii se întrebau unii pe alții: ‒ Unde urmează să Se ducă Acesta, astfel încât noi să nu-L găsim? Doar nu urmează să Se ducă la cei împrăștiați printre greci și să-i învețe pe greci?",
        "36": "Ce înseamnă cuvintele acestea pe care le-a zis: „Mă veți căuta, dar nu Mă veți găsi, iar unde voi fi Eu, voi nu puteți veni“? Isus, apa vieții",
        "37": "În ultima zi a sărbătorii, ziua cea mare, Isus S-a ridicat și a strigat, zicând: „Dacă însetează cineva, să vină la Mine și să bea.",
        "38": "Cel ce crede în Mine, din inima lui vor curge râuri de apă vie, așa cum zice Scriptura“.",
        "39": "Spunea aceasta despre Duhul pe Care urmau să-L primească cei ce cred în El. Căci Duhul nu fusese încă dat, pentru că Isus nu fusese încă glorificat.",
        "40": "Când au auzit aceste cuvinte, unii din mulțime ziceau: „Acesta este într-adevăr Profetul“.",
        "41": "Alții ziceau: „Acesta este Cristosul“, iar alții ziceau: „Nu, căci Cristosul nu vine din Galileea, nu-i așa?",
        "42": "Nu spune Scriptura că din descendenții lui David vine Cristosul, și din Betleem, satul de unde era David?“.",
        "43": "Și s-a făcut astfel dezbinare în mulțime din cauza Lui.",
        "44": "Unii dintre ei voiau să-L aresteze, însă nimeni n-a pus mâna pe El. Necredința conducătorilor religioși",
        "45": "Gărzile s-au întors la conducătorii preoților și la farisei, iar aceștia le-au întrebat: ‒ De ce nu L-ați adus?",
        "46": "Gărzile au răspuns: ‒ Niciodată n-a vorbit vreun om astfel!",
        "47": "Atunci fariseii le-au răspuns: ‒ Nu cumva ați fost duși și voi în rătăcire?",
        "48": "A crezut în El vreunul dintre conducători sau dintre farisei?",
        "49": "Însă mulțimea aceasta, care nu cunoaște Legea, este blestemată.",
        "50": "Nicodim, cel care venise la Isus mai înainte și care era unul dintre ei, le-a zis:",
        "51": "‒ Oare judecă Legea noastră un om înainte să-l asculte și să știe ce face?",
        "52": "Ei au răspuns și i-au zis: ‒ Nu cumva ești și tu din Galileea? Cercetează și vei vedea că din Galileea nu se ridică niciun profet.",
        "53": "Apoi s-a dus fiecare acasă."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "After these things, Jesus was walking in Galilee, for he wouldn’t walk in Judea, because the Jews sought to kill him.",
        "2": "Now the feast of the Jews, the Feast of Booths, was at hand.",
        "3": "His brothers therefore said to him, “Depart from here and go into Judea, that your disciples also may see your works which you do.",
        "4": "For no one does anything in secret while he seeks to be known openly. If you do these things, reveal yourself to the world.”",
        "5": "For even his brothers didn’t believe in him.",
        "6": "Jesus therefore said to them, “My time has not yet come, but your time is always ready.",
        "7": "The world can’t hate you, but it hates me, because I testify about it, that its works are evil.",
        "8": "You go up to the feast. I am not yet going up to this feast, because my time is not yet fulfilled.”",
        "9": "Having said these things to them, he stayed in Galilee.",
        "10": "But when his brothers had gone up to the feast, then he also went up, not publicly, but as it were in secret.",
        "11": "The Jews therefore sought him at the feast, and said, “Where is he?”",
        "12": "There was much murmuring among the multitudes concerning him. Some said, “He is a good man.” Others said, “Not so, but he leads the multitude astray.”",
        "13": "Yet no one spoke openly of him for fear of the Jews.",
        "14": "But when it was now the middle of the feast, Jesus went up into the temple and taught.",
        "15": "The Jews therefore marveled, saying, “How does this man know letters, having never been educated?”",
        "16": "Jesus therefore answered them, “My teaching is not mine, but his who sent me.",
        "17": "If anyone desires to do his will, he will know about the teaching, whether it is from God or if I am speaking from myself.",
        "18": "He who speaks from himself seeks his own glory, but he who seeks the glory of him who sent him is true, and no unrighteousness is in him.",
        "19": "Didn’t Moses give you the law, and yet none of you keeps the law? Why do you seek to kill me?”",
        "20": "The multitude answered, “You have a demon! Who seeks to kill you?”",
        "21": "Jesus answered them, “I did one work and you all marvel because of it.",
        "22": "Moses has given you circumcision (not that it is of Moses, but of the fathers), and on the Sabbath you circumcise a boy.",
        "23": "If a boy receives circumcision on the Sabbath, that the law of Moses may not be broken, are you angry with me because I made a man completely healthy on the Sabbath?",
        "24": "Don’t judge according to appearance, but judge righteous judgment.”",
        "25": "Therefore some of them of Jerusalem said, “Isn’t this he whom they seek to kill?",
        "26": "Behold, he speaks openly, and they say nothing to him. Can it be that the rulers indeed know that this is truly the Christ?",
        "27": "However, we know where this man comes from, but when the Christ comes, no one will know where he comes from.”",
        "28": "Jesus therefore cried out in the temple, teaching and saying, “You both know me, and know where I am from. I have not come of myself, but he who sent me is true, whom you don’t know.",
        "29": "I know him, because I am from him, and he sent me.”",
        "30": "They sought therefore to take him; but no one laid a hand on him, because his hour had not yet come.",
        "31": "But of the multitude, many believed in him. They said, “When the Christ comes, he won’t do more signs than those which this man has done, will he?”",
        "32": "The Pharisees heard the multitude murmuring these things concerning him, and the chief priests and the Pharisees sent officers to arrest him.",
        "33": "Then Jesus said, “I will be with you a little while longer, then I go to him who sent me.",
        "34": "You will seek me and won’t find me. You can’t come where I am.”",
        "35": "The Jews therefore said among themselves, “Where will this man go that we won’t find him? Will he go to the Dispersion among the Greeks and teach the Greeks?",
        "36": "What is this word that he said, ‘You will seek me, and won’t find me;’ and ‘Where I am, you can’t come’?”",
        "37": "Now on the last and greatest day of the feast, Jesus stood and cried out, “If anyone is thirsty, let him come to me and drink!",
        "38": "He who believes in me, as the Scripture has said, from within him will flow rivers of living water.”",
        "39": "But he said this about the Spirit, which those believing in him were to receive. For the Holy Spirit was not yet given, because Jesus wasn’t yet glorified.",
        "40": "Many of the multitude therefore, when they heard these words, said, “This is truly the prophet.”",
        "41": "Others said, “This is the Christ.” But some said, “What, does the Christ come out of Galilee?",
        "42": "Hasn’t the Scripture said that the Christ comes of the offspring of David, and from Bethlehem, the village where David was?”",
        "43": "So a division arose in the multitude because of him.",
        "44": "Some of them would have arrested him, but no one laid hands on him.",
        "45": "The officers therefore came to the chief priests and Pharisees; and they said to them, “Why didn’t you bring him?”",
        "46": "The officers answered, “No man ever spoke like this man!”",
        "47": "The Pharisees therefore answered them, “You aren’t also led astray, are you?",
        "48": "Have any of the rulers or any of the Pharisees believed in him?",
        "49": "But this multitude that doesn’t know the law is cursed.”",
        "50": "Nicodemus (he who came to him by night, being one of them) said to them,",
        "51": "“Does our law judge a man unless it first hears from him personally and knows what he does?”",
        "52": "They answered him, “Are you also from Galilee? Search and see that no prophet has arisen out of Galilee.”",
        "53": "Everyone went to his own house,"
      }
    }
  }
}