{
  "book": "Ioan",
  "chapter": "11",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Un oarecare Lazăr din Betania, satul Mariei și al Martei, sora ei, era bolnav.",
        "2": "Maria era aceea care a uns pe Domnul cu mir și I-a șters picioarele cu părul ei și Lazăr cel bolnav era fratele ei.",
        "3": "Surorile au trimis la Isus să-I spună: „Doamne, iată că acela pe care-l iubești este bolnav.”",
        "4": "Dar Isus, când a auzit vestea aceasta, a zis: „Boala aceasta nu este spre moarte, ci spre slava lui Dumnezeu, pentru ca Fiul lui Dumnezeu să fie proslăvit prin ea.”",
        "5": "Și Isus iubea pe Marta și pe sora ei și pe Lazăr.",
        "6": "Deci, când a auzit că Lazăr este bolnav, a mai zăbovit două zile în locul în care era",
        "7": "și în urmă a zis ucenicilor: „Haidem să ne întoarcem în Iudeea.”",
        "8": "„Învățătorule”, I-au zis ucenicii, „acum, de curând, căutau iudeii să Te ucidă cu pietre, și Te întorci în Iudeea?”",
        "9": "Isus a răspuns: „Nu sunt douăsprezece ceasuri în zi? Dacă umblă cineva ziua, nu se poticnește, pentru că vede lumina lumii acesteia,",
        "10": "dar, dacă umblă noaptea, se poticnește, pentru că n-are lumina în el.”",
        "11": "După aceste vorbe, le-a zis: „Lazăr, prietenul nostru, doarme, dar Mă duc să-l trezesc din somn.”",
        "12": "Ucenicii I-au zis: „Doamne, dacă doarme, are să se facă bine.”",
        "13": "Isus vorbise despre moartea lui, dar ei credeau că vorbește despre odihna căpătată prin somn.",
        "14": "Atunci, Isus le-a spus pe față: „Lazăr a murit.",
        "15": "Și mă bucur că n-am fost acolo, pentru voi, ca să credeți. Dar acum, haidem să mergem la el.”",
        "16": "Atunci, Toma, zis Geamăn, a zis celorlalți ucenici: „Haidem să mergem și noi să murim cu El!”",
        "17": "Când a venit, Isus a aflat că Lazăr era de patru zile în mormânt.",
        "18": "Și, fiindcă Betania era aproape de Ierusalim, cam la cincisprezece stadii,",
        "19": "mulți din iudei veniseră la Marta și Maria ca să le mângâie pentru moartea fratelui lor.",
        "20": "Când a auzit Marta că vine Isus, I-a ieșit înainte, iar Maria ședea în casă.",
        "21": "Marta a zis lui Isus: „Doamne, dacă ai fi fost aici, n-ar fi murit fratele meu!",
        "22": "Dar și acum, știu că orice vei cere de la Dumnezeu, Îți va da Dumnezeu.”",
        "23": "Isus i-a zis: „Fratele tău va învia.”",
        "24": "„Știu”, I-a răspuns Marta, „că va învia la înviere, în ziua de apoi.”",
        "25": "Isus i-a zis: „Eu sunt Învierea și Viața. Cine crede în Mine, chiar dacă ar fi murit, va trăi.",
        "26": "Și oricine trăiește și crede în Mine nu va muri niciodată. Crezi lucrul acesta?”",
        "27": "„Da, Doamne”, I-a zis ea, „cred că Tu ești Hristosul, Fiul lui Dumnezeu, care trebuia să vină în lume.”",
        "28": "După ce a spus aceste vorbe, s-a dus și a chemat în taină pe soră-sa, Maria, și i-a zis: „A venit Învățătorul și te cheamă.”",
        "29": "Maria, cum a auzit, s-a sculat iute și s-a dus la El.",
        "30": "Căci Isus nu intrase încă în sat, ci era tot în locul unde Îl întâmpinase Marta.",
        "31": "Iudeii care erau cu Maria în casă și o mângâiau, când au văzut-o sculându-se iute și ieșind afară, au mers după ea, căci ziceau: „Se duce la mormânt, ca să plângă acolo.”",
        "32": "Maria, când a ajuns unde era Isus și L-a văzut, s-a aruncat la picioarele Lui și I-a zis: „Doamne, dacă ai fi fost aici, n-ar fi murit fratele meu.”",
        "33": "Isus, când a văzut-o plângând, pe ea și pe iudeii care veniseră cu ea, S-a înfiorat în duhul Lui și S-a tulburat.",
        "34": "Și a zis: „Unde l-ați pus?” „Doamne”, I-au răspuns ei, „vino și vezi.”",
        "35": "Isus plângea.",
        "36": "Atunci, iudeii au zis: „Iată cât îl iubea de mult!”",
        "37": "Și unii din ei au zis: „El, care a deschis ochii orbului, nu putea face ca nici omul acesta să nu moară?”",
        "38": "Isus S-a înfiorat din nou în Sine și S-a dus la mormânt. Mormântul era o peșteră, la intrarea căreia era așezată o piatră.",
        "39": "„Dați piatra la o parte”, a zis Isus. Marta, sora mortului, I-a zis: „Doamne, miroase greu, căci este mort de patru zile.”",
        "40": "Isus i-a zis: „Nu ți-am spus că, dacă vei crede, vei vedea slava lui Dumnezeu?”",
        "41": "Au luat dar piatra din locul unde zăcea mortul. Și Isus a ridicat ochii în sus și a zis: „Tată, Îți mulțumesc că M-ai ascultat.",
        "42": "Știam că totdeauna Mă asculți, dar vorbesc astfel pentru norodul care stă împrejur, ca să creadă că Tu M-ai trimis.”",
        "43": "După ce a zis aceste vorbe, a strigat cu glas tare: „Lazăre, vino afară!”",
        "44": "Și mortul a ieșit cu mâinile și picioarele legate cu fâșii de pânză și cu fața înfășurată cu un ștergar. Isus le-a zis: „Dezlegați-l și lăsați-l să meargă.”",
        "45": "Mulți din iudeii care veniseră la Maria, când au văzut ce a făcut Isus, au crezut în El.",
        "46": "Dar unii din ei s-au dus la farisei și le-au spus ce făcuse Isus. Sinedriul hotărăște să-L omoare",
        "47": "Atunci, preoții cei mai de seamă și fariseii au adunat soborul și au zis: „Ce vom face? Omul acesta face multe minuni.",
        "48": "Dacă-L lăsăm așa, toți vor crede în El și vor veni romanii și ne vor nimici și locul nostru, și neamul.”",
        "49": "Unul din ei, Caiafa, care era mare preot în anul acela, le-a zis: „Voi nu știți nimic;",
        "50": "oare nu vă gândiți că este în folosul vostru să moară un singur om pentru norod și să nu piară tot neamul?”",
        "51": "Dar lucrul acesta nu l-a spus de la el, ci, fiindcă era mare preot în anul acela, a prorocit că Isus avea să moară pentru neam.",
        "52": "Și nu numai pentru neamul acela, ci și ca să adune într-un singur trup pe copiii lui Dumnezeu cei risipiți.",
        "53": "Din ziua aceea, au hotărât să-L omoare.",
        "54": "De aceea Isus nu mai umbla pe față printre iudei, ci a plecat de acolo în ținutul de lângă pustie, într-o cetate numită Efraim, și a rămas acolo împreună cu ucenicii Săi. Isus așteptat în Ierusalim",
        "55": "Paștele iudeilor erau aproape. Și mulți oameni din ținutul acela s-au suit la Ierusalim, înainte de Paște, ca să se curățească.",
        "56": "Ei căutau pe Isus și vorbeau unii cu alții în Templu: „Ce credeți? N-are să vină la praznic?”",
        "57": "Iar preoții cei mai de seamă și fariseii porunciseră ca, dacă va ști cineva unde este, să le dea de știre ca să-L prindă."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Un oarecare Lazăr din Betania, satul Mariei și al Martei, sora acesteia, era bolnav.",
        "2": "Maria era cea care L-a uns pe Domnul cu parfum și I-a șters picioarele cu părul ei. Fratele ei, Lazăr, era bolnav.",
        "3": "Surorile au trimis la Isus să-I spună: „Doamne, iată că cel pe care-l iubești este bolnav!“.",
        "4": "Dar Isus, când a auzit, a zis: „Boala aceasta nu este spre moarte, ci spre gloria lui Dumnezeu, pentru ca Fiul lui Dumnezeu să fie glorificat prin ea“.",
        "5": "Isus îi iubea pe Marta, pe sora ei și pe Lazăr.",
        "6": "Prin urmare, când a auzit că Lazăr este bolnav, a mai rămas două zile în locul unde era.",
        "7": "După aceea, Isus le-a zis ucenicilor: ‒ Să ne ducem din nou în Iudeea!",
        "8": "Ucenicii I-au răspuns: ‒ Rabbi, iudeii tocmai căutau să Te omoare cu pietre, și Tu Te duci iarăși acolo?",
        "9": "Isus a răspuns: ‒ Nu sunt douăsprezece ore de lumină în zi? Dacă umblă cineva ziua, nu se împiedică, pentru că vede lumina acestei lumi.",
        "10": "Dar dacă umblă cineva noaptea, se împiedică, pentru că lumina nu este în el.",
        "11": "După ce a spus acestea, le-a zis: ‒ Lazăr, prietenul nostru, doarme, dar Mă duc să-l trezesc.",
        "12": "Ucenicii I-au zis: ‒ Doamne, dacă doarme, atunci se va face bine.",
        "13": "Isus vorbise despre moartea lui, dar ei credeau că vorbește despre somnul obișnuit.",
        "14": "Atunci Isus le-a spus deschis: ‒ Lazăr a murit.",
        "15": "Și Mă bucur pentru voi că n-am fost acolo, ca să credeți. Dar să mergem la el!",
        "16": "Atunci Toma, căruia i se zicea „Didymos“, le-a zis celorlalți ucenici: ‒ Să mergem și noi să murim împreună cu El! Isus, Învierea și Viața",
        "17": "Când a sosit, Isus a aflat că Lazăr era deja în mormânt de patru zile.",
        "18": "Betania era aproape de Ierusalim, cam la cincisprezece stadii,",
        "19": "și mulți dintre iudei veniseră la Marta și la Maria ca să le mângâie sufletește pentru moartea fratelui lor.",
        "20": "Când a auzit Marta că vine Isus, s-a dus să-L întâmpine. Maria însă ședea în casă.",
        "21": "Marta I-a zis lui Isus: ‒ Doamne, dacă ai fi fost aici, n-ar fi murit fratele meu!",
        "22": "Dar chiar și acum știu că orice-I vei cere lui Dumnezeu, Dumnezeu Îți va da.",
        "23": "Isus i-a zis: ‒ Fratele tău va învia.",
        "24": "Marta I-a răspuns: ‒ Știu că va învia la învierea din ziua de pe urmă.",
        "25": "Isus i-a zis: ‒ Eu sunt Învierea și Viața. Cel ce crede în Mine va trăi, chiar dacă moare.",
        "26": "Și oricine trăiește și crede în Mine nu va muri niciodată. Crezi lucrul acesta?",
        "27": "Ea I-a răspuns: ‒ Da, Doamne, cred că Tu ești Cristosul, Fiul lui Dumnezeu, Cel Care urma să vină în lume.",
        "28": "Și, zicând aceasta, s-a dus și a chemat-o pe Maria, sora ei, spunându-i în șoaptă: „A sosit Învățătorul și te cheamă!“.",
        "29": "Cum a auzit aceasta, Maria s-a ridicat repede și s-a dus la El.",
        "30": "Isus încă nu intrase în sat, ci era tot în locul unde-L întâmpinase Marta.",
        "31": "Atunci iudeii care erau cu ea în casă și o mângâiau sufletește, când au văzut că Maria se ridică repede și iese, au urmat-o, crezând că se duce la mormânt, ca să plângă acolo.",
        "32": "Maria, când a ajuns unde era Isus și L-a văzut, a căzut la picioarele Lui, zicându-I: ‒ Doamne, dacă ai fi fost aici, n-ar fi murit fratele meu.",
        "33": "Isus, când a văzut-o plângând, pe ea și pe iudeii care veniseră cu ea, S-a înfiorat în duh și S-a tulburat.",
        "34": "El a întrebat: ‒ Unde l-ați pus? Ei I-au răspuns: ‒ Doamne, vino și vezi!",
        "35": "Isus plângea.",
        "36": "Atunci iudeii au zis: „Iată cât de mult îl iubea!“.",
        "37": "Însă unii dintre ei ziceau: „El, Care a deschis ochii orbului, nu putea face ca nici acesta să nu moară?“. Învierea lui Lazăr",
        "38": "Isus S-a înfiorat din nou în Sine și S-a dus la mormânt. Mormântul era o peșteră, la intrarea căreia fusese pusă o piatră.",
        "39": "Isus a zis: ‒ Dați piatra la o parte! Marta, sora celui mort, I-a zis: ‒ Doamne, deja miroase urât, căci este mort de patru zile!",
        "40": "Isus i-a zis: ‒ Nu ți-am spus că, dacă vei crede, vei vedea gloria lui Dumnezeu?",
        "41": "Au dat deci piatra la o parte. Isus Și-a ridicat ochii și a zis: „Tată, Îți mulțumesc că M-ai ascultat!",
        "42": "Știam că întotdeauna Mă asculți, dar am spus aceasta de dragul mulțimii care stă împrejur, ca să creadă că Tu M-ai trimis“.",
        "43": "După ce a spus acestea, a strigat cu glas tare: „Lazăr, vino afară!“.",
        "44": "Cel ce murise a ieșit cu picioarele și mâinile legate cu fâșii de pânză și cu fața înfășurată într-un ștergar. Isus le-a zis: ‒ Dezlegați-l și lăsați-l să meargă! Conspirație împotriva lui Isus",
        "45": "Atunci, mulți dintre iudeii care veniseră la Maria și văzuseră ce a făcut Isus, au crezut în El.",
        "46": "Dar unii dintre ei s-au dus la farisei și le-au spus ce făcuse Isus.",
        "47": "Conducătorii preoților și fariseii au adunat Sinedriul și au zis: ‒ Ce facem? Omul Acesta face multe semne.",
        "48": "Dacă-L lăsăm să continue așa, toți vor crede în El și vor veni romanii și ne vor nimici atât locul, cât și națiunea.",
        "49": "Însă unul dintre ei, Caiafa, care era mare preot în anul acela, le-a zis: ‒ Voi nu știți nimic,",
        "50": "nici nu vă gândiți că este mai de folos pentru voi să moară un singur om pentru popor și să nu piară întreaga națiune.",
        "51": "Dar nu a spus lucrul acesta de la el, ci, fiind mare preot în anul acela, a profețit că Isus urma să moară pentru popor,",
        "52": "și nu numai pentru popor, ci și ca să-i adune într-un singur loc pe copiii lui Dumnezeu cei risipiți.",
        "53": "Prin urmare, din ziua aceea s-au hotărât să-L omoare.",
        "54": "De aceea Isus nu mai umbla pe față printre iudei, ci a plecat de acolo în regiunea din apropierea deșertului, într-o cetate numită Efraim, și a rămas acolo cu ucenicii.",
        "55": "Paștele iudeilor era aproape și mulți din regiunea aceea se duceau la Ierusalim înainte de Paște ca să se curățească.",
        "56": "Ei Îl căutau pe Isus și își spuneau unii altora, în timp ce stăteau în Templu: „Ce credeți? Nu va veni deloc la sărbătoare?“.",
        "57": "Dar conducătorii preoților și fariseii dăduseră porunci ca, dacă știe cineva unde este, să-i anunțe, astfel încât să-L poată aresta."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now a certain man was sick, Lazarus from Bethany, of the village of Mary and her sister, Martha.",
        "2": "It was that Mary who had anointed the Lord with ointment and wiped his feet with her hair, whose brother Lazarus was sick.",
        "3": "The sisters therefore sent to him, saying, “Lord, behold, he for whom you have great affection is sick.”",
        "4": "But when Jesus heard it, he said, “This sickness is not to death, but for the glory of God, that God’s Son may be glorified by it.”",
        "5": "Now Jesus loved Martha, and her sister, and Lazarus.",
        "6": "When therefore he heard that he was sick, he stayed two days in the place where he was.",
        "7": "Then after this he said to the disciples, “Let’s go into Judea again.”",
        "8": "The disciples asked him, “Rabbi, the Jews were just trying to stone you. Are you going there again?”",
        "9": "Jesus answered, “Aren’t there twelve hours of daylight? If a man walks in the day, he doesn’t stumble, because he sees the light of this world.",
        "10": "But if a man walks in the night, he stumbles, because the light isn’t in him.”",
        "11": "He said these things, and after that, he said to them, “Our friend Lazarus has fallen asleep, but I am going so that I may awake him out of sleep.”",
        "12": "The disciples therefore said, “Lord, if he has fallen asleep, he will recover.”",
        "13": "Now Jesus had spoken of his death, but they thought that he spoke of taking rest in sleep.",
        "14": "So Jesus said to them plainly then, “Lazarus is dead.",
        "15": "I am glad for your sakes that I was not there, so that you may believe. Nevertheless, let’s go to him.”",
        "16": "Thomas therefore, who is called Didymus, said to his fellow disciples, “Let’s also go, that we may die with him.”",
        "17": "So when Jesus came, he found that he had been in the tomb four days already.",
        "18": "Now Bethany was near Jerusalem, about fifteen stadia away.",
        "19": "Many of the Jews had joined the women around Martha and Mary, to console them concerning their brother.",
        "20": "Then when Martha heard that Jesus was coming, she went and met him, but Mary stayed in the house.",
        "21": "Therefore Martha said to Jesus, “Lord, if you would have been here, my brother wouldn’t have died.",
        "22": "Even now I know that whatever you ask of God, God will give you.”",
        "23": "Jesus said to her, “Your brother will rise again.”",
        "24": "Martha said to him, “I know that he will rise again in the resurrection at the last day.”",
        "25": "Jesus said to her, “I am the resurrection and the life. He who believes in me will still live, even if he dies.",
        "26": "Whoever lives and believes in me will never die. Do you believe this?”",
        "27": "She said to him, “Yes, Lord. I have come to believe that you are the Christ, God’s Son, he who comes into the world.”",
        "28": "When she had said this, she went away and called Mary, her sister, secretly, saying, “The Teacher is here and is calling you.”",
        "29": "When she heard this, she arose quickly and went to him.",
        "30": "Now Jesus had not yet come into the village, but was in the place where Martha met him.",
        "31": "Then the Jews who were with her in the house and were consoling her, when they saw Mary, that she rose up quickly and went out, followed her, saying, “She is going to the tomb to weep there.”",
        "32": "Therefore when Mary came to where Jesus was and saw him, she fell down at his feet, saying to him, “Lord, if you would have been here, my brother wouldn’t have died.”",
        "33": "When Jesus therefore saw her weeping, and the Jews weeping who came with her, he groaned in the spirit and was troubled,",
        "34": "and said, “Where have you laid him?” They told him, “Lord, come and see.”",
        "35": "Jesus wept.",
        "36": "The Jews therefore said, “See how much affection he had for him!”",
        "37": "Some of them said, “Couldn’t this man, who opened the eyes of him who was blind, have also kept this man from dying?”",
        "38": "Jesus therefore, again groaning in himself, came to the tomb. Now it was a cave, and a stone lay against it.",
        "39": "Jesus said, “Take away the stone.” Martha, the sister of him who was dead, said to him, “Lord, by this time there is a stench, for he has been dead four days.”",
        "40": "Jesus said to her, “Didn’t I tell you that if you believed, you would see God’s glory?”",
        "41": "So they took away the stone from the place where the dead man was lying. Jesus lifted up his eyes and said, “Father, I thank you that you listened to me.",
        "42": "I know that you always listen to me, but because of the multitude standing around I said this, that they may believe that you sent me.”",
        "43": "When he had said this, he cried with a loud voice, “Lazarus, come out!”",
        "44": "He who was dead came out, bound hand and foot with wrappings, and his face was wrapped around with a cloth. Jesus said to them, “Free him, and let him go.”",
        "45": "Therefore many of the Jews who came to Mary and saw what Jesus did believed in him.",
        "46": "But some of them went away to the Pharisees and told them the things which Jesus had done.",
        "47": "The chief priests therefore and the Pharisees gathered a council, and said, “What are we doing? For this man does many signs.",
        "48": "If we leave him alone like this, everyone will believe in him, and the Romans will come and take away both our place and our nation.”",
        "49": "But a certain one of them, Caiaphas, being high priest that year, said to them, “You know nothing at all,",
        "50": "nor do you consider that it is advantageous for us that one man should die for the people, and that the whole nation not perish.”",
        "51": "Now he didn’t say this of himself, but being high priest that year, he prophesied that Jesus would die for the nation,",
        "52": "and not for the nation only, but that he might also gather together into one the children of God who are scattered abroad.",
        "53": "So from that day forward they took counsel that they might put him to death.",
        "54": "Jesus therefore walked no more openly among the Jews, but departed from there into the country near the wilderness, to a city called Ephraim. He stayed there with his disciples.",
        "55": "Now the Passover of the Jews was at hand. Many went up from the country to Jerusalem before the Passover, to purify themselves.",
        "56": "Then they sought for Jesus and spoke with one another as they stood in the temple, “What do you think—that he isn’t coming to the feast at all?”",
        "57": "Now the chief priests and the Pharisees had commanded that if anyone knew where he was, he should report it, that they might seize him."
      }
    }
  }
}