{
  "book": "Ioan",
  "chapter": "15",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Eu sunt adevărata Viță și Tatăl Meu este Vierul.",
        "2": "Pe orice mlădiță care este în Mine și n-aduce rod, El o taie, și pe orice mlădiță care aduce rod, o curățește, ca să aducă și mai mult rod.",
        "3": "Acum voi sunteți curați din pricina cuvântului pe care vi l-am spus.",
        "4": "Rămâneți în Mine, și Eu voi rămâne în voi. După cum mlădița nu poate aduce rod de la sine, dacă nu rămâne în viță, tot așa nici voi nu puteți aduce rod dacă nu rămâneți în Mine.",
        "5": "Eu sunt Vița, voi sunteți mlădițele. Cine rămâne în Mine și în cine rămân Eu aduce multă roadă, căci, despărțiți de Mine, nu puteți face nimic.",
        "6": "Dacă nu rămâne cineva în Mine, este aruncat afară, ca mlădița neroditoare, și se usucă, apoi mlădițele uscate sunt strânse, aruncate în foc și ard.",
        "7": "Dacă rămâneți în Mine și dacă rămân în voi cuvintele Mele, cereți orice veți vrea și vi se va da.",
        "8": "Dacă aduceți multă roadă, prin aceasta Tatăl Meu va fi proslăvit și voi veți fi astfel ucenicii Mei.",
        "9": "Cum M-a iubit pe Mine Tatăl, așa v-am iubit și Eu pe voi. Rămâneți în dragostea Mea.",
        "10": "Dacă păziți poruncile Mele, veți rămâne în dragostea Mea, după cum și Eu am păzit poruncile Tatălui Meu și rămân în dragostea Lui.",
        "11": "V-am spus aceste lucruri pentru ca bucuria Mea să rămână în voi și bucuria voastră să fie deplină. Dragostea frățească",
        "12": "Aceasta este porunca Mea: Să vă iubiți unii pe alții cum v-am iubit Eu.",
        "13": "Nu este mai mare dragoste decât să-și dea cineva viața pentru prietenii săi.",
        "14": "Voi sunteți prietenii Mei dacă faceți ce vă poruncesc Eu.",
        "15": "Nu vă mai numesc robi, pentru că robul nu știe ce face stăpânul său, ci v-am numit prieteni, pentru că v-am făcut cunoscut tot ce am auzit de la Tatăl Meu.",
        "16": "Nu voi M-ați ales pe Mine, ci Eu v-am ales pe voi și v-am rânduit să mergeți și să aduceți roadă, și roada voastră să rămână, pentru ca orice veți cere de la Tatăl, în Numele Meu, să vă dea.",
        "17": "Vă poruncesc aceste lucruri, ca să vă iubiți unii pe alții. Ura din partea lumii",
        "18": "Dacă vă urăște lumea, știți că pe Mine M-a urât înaintea voastră.",
        "19": "Dacă ați fi din lume, lumea ar iubi ce este al ei, dar, pentru că nu sunteți din lume și pentru că Eu v-am ales din mijlocul lumii, de aceea vă urăște lumea.",
        "20": "Aduceți-vă aminte de vorba pe care v-am spus-o: ‘Robul nu este mai mare decât stăpânul său.’ Dacă M-au prigonit pe Mine, și pe voi vă vor prigoni; dacă au păzit cuvântul Meu, și pe al vostru îl vor păzi.",
        "21": "Dar vă vor face toate aceste lucruri pentru Numele Meu, pentru că ei nu cunosc pe Cel ce M-a trimis.",
        "22": "Dacă n-aș fi venit și nu le-aș fi vorbit, n-ar avea păcat, dar acum n-au nicio dezvinovățire pentru păcatul lor.",
        "23": "Cine Mă urăște pe Mine urăște și pe Tatăl Meu.",
        "24": "Dacă n-aș fi făcut între ei lucrări pe care nimeni altul nu le-a făcut, n-ar avea păcat, dar acum le-au și văzut și M-au urât și pe Mine, și pe Tatăl Meu.",
        "25": "Dar lucrul acesta s-a întâmplat ca să se împlinească vorba scrisă în Legea lor: ‘M-au urât fără temei.’",
        "26": "Când va veni Mângâietorul, pe care-L voi trimite de la Tatăl, adică Duhul adevărului, care purcede de la Tatăl, El va mărturisi despre Mine.",
        "27": "Și voi de asemenea veți mărturisi, pentru că ați fost cu Mine de la început."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Eu sunt adevărata Viță, iar Tatăl Meu este viticultorul.",
        "2": "El taie din Mine orice mlădiță care nu aduce rod și curăță orice mlădiță care aduce rod, ca să aducă și mai mult rod.",
        "3": "Acum voi sunteți curați, datorită cuvântului pe care vi l-am spus.",
        "4": "Rămâneți în Mine, și Eu voi rămâne în voi! Așa cum mlădița nu poate aduce rod de la sine, dacă nu rămâne în viță, tot așa nici voi nu puteți, dacă nu rămâneți în Mine.",
        "5": "Eu sunt Vița, voi sunteți mlădițele. Cel care rămâne în Mine și în care rămân Eu aduce mult rod. Căci despărțiți de Mine nu puteți face nimic.",
        "6": "Dacă cineva nu rămâne în Mine, este aruncat afară ca o mlădiță și se usucă. Acestea sunt adunate, aruncate în foc și arse.",
        "7": "Dacă rămâneți în Mine și dacă rămân în voi cuvintele Mele, atunci cereți orice doriți și vi se va da.",
        "8": "Tatăl Meu este glorificat prin aceasta: prin faptul că voi aduceți mult rod și deveniți ucenicii Mei.",
        "9": "Așa cum M-a iubit pe Mine Tatăl, așa v-am iubit și Eu pe voi. Rămâneți în dragostea Mea!",
        "10": "Dacă păziți poruncile Mele, veți rămâne în dragostea Mea, așa cum și Eu am păzit poruncile Tatălui Meu și rămân în dragostea Lui.",
        "11": "V-am spus aceste lucruri pentru ca bucuria Mea să fie în voi, iar bucuria voastră să fie deplină.",
        "12": "Aceasta este porunca Mea: să vă iubiți unii pe alții așa cum v-am iubit Eu!",
        "13": "Nimeni nu are o dragoste mai mare decât aceasta, și anume să-și dea cineva viața pentru prietenii lui.",
        "14": "Voi sunteți prietenii Mei, dacă faceți ce vă poruncesc Eu.",
        "15": "Nu vă mai numesc sclavi, pentru că sclavul nu știe ce face stăpânul lui, ci v-am numit prieteni, pentru că v-am făcut cunoscut tot ceea ce am auzit de la Tatăl Meu.",
        "16": "Nu voi M-ați ales pe Mine, ci Eu v-am ales pe voi și v-am desemnat să mergeți și să aduceți rod, iar rodul vostru să rămână, pentru ca orice-I veți cere Tatălui, în Numele Meu, să vă dea.",
        "17": "Vă poruncesc aceste lucruri ca să vă iubiți unii pe alții. Ucenicii și ura din partea lumii",
        "18": "Dacă lumea vă urăște, să știți că pe Mine M-a urât înaintea voastră!",
        "19": "Dacă ați fi din lume, lumea ar iubi ce este al ei. Dar pentru că voi nu sunteți din lume, căci Eu v-am ales din lume, de aceea vă urăște lumea.",
        "20": "Aduceți-vă aminte de cuvintele pe care vi le-am spus: „Slujitorul nu este mai mare decât stăpânul lui“. Dacă pe Mine M-au persecutat, vă vor persecuta și pe voi. Dacă au păzit cuvântul Meu, îl vor păzi și pe al vostru.",
        "21": "Dar vă vor face toate aceste lucruri din cauza Numelui Meu, pentru că ei nu-L cunosc pe Cel Ce M-a trimis.",
        "22": "Dacă n-aș fi venit și nu le-aș fi vorbit, n-ar avea păcat. Dar acum n-au nicio scuză pentru păcatul lor.",
        "23": "Cine Mă urăște pe Mine, Îl urăște și pe Tatăl Meu.",
        "24": "Dacă n-aș fi făcut între ei lucrări pe care nimeni altul nu le-a făcut, n-ar avea păcat. Dar acum le-au și văzut și M-au urât și pe Mine, și pe Tatăl Meu.",
        "25": "Însă aceasta s-a întâmplat ca să se împlinească cuvântul care este scris în Legea lor: „M-au urât fără motiv“. Lucrarea Duhului Sfânt",
        "26": "Când va veni Apărătorul pe Care vi-L voi trimite de la Tatăl, adică Duhul adevărului, Care iese de la Tatăl, El va mărturisi despre Mine.",
        "27": "De asemenea, și voi veți mărturisi, pentru că ați fost cu Mine de la început."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "“I am the true vine, and my Father is the farmer.",
        "2": "Every branch in me that doesn’t bear fruit, he takes away. Every branch that bears fruit, he prunes, that it may bear more fruit.",
        "3": "You are already pruned clean because of the word which I have spoken to you.",
        "4": "Remain in me, and I in you. As the branch can’t bear fruit by itself unless it remains in the vine, so neither can you, unless you remain in me.",
        "5": "I am the vine. You are the branches. He who remains in me and I in him bears much fruit, for apart from me you can do nothing.",
        "6": "If a man doesn’t remain in me, he is thrown out as a branch and is withered; and they gather them, throw them into the fire, and they are burned.",
        "7": "If you remain in me, and my words remain in you, you will ask whatever you desire, and it will be done for you.",
        "8": "“In this my Father is glorified, that you bear much fruit; and so you will be my disciples.",
        "9": "Even as the Father has loved me, I also have loved you. Remain in my love.",
        "10": "If you keep my commandments, you will remain in my love, even as I have kept my Father’s commandments and remain in his love.",
        "11": "I have spoken these things to you, that my joy may remain in you, and that your joy may be made full.",
        "12": "“This is my commandment, that you love one another, even as I have loved you.",
        "13": "Greater love has no one than this, that someone lay down his life for his friends.",
        "14": "You are my friends if you do whatever I command you.",
        "15": "No longer do I call you servants, for the servant doesn’t know what his lord does. But I have called you friends, for everything that I heard from my Father, I have made known to you.",
        "16": "You didn’t choose me, but I chose you and appointed you, that you should go and bear fruit, and that your fruit should remain; that whatever you will ask of the Father in my name, he may give it to you.",
        "17": "“I command these things to you, that you may love one another.",
        "18": "If the world hates you, you know that it has hated me before it hated you.",
        "19": "If you were of the world, the world would love its own. But because you are not of the world, since I chose you out of the world, therefore the world hates you.",
        "20": "Remember the word that I said to you: ‘A servant is not greater than his lord.’ If they persecuted me, they will also persecute you. If they kept my word, they will also keep yours.",
        "21": "But they will do all these things to you for my name’s sake, because they don’t know him who sent me.",
        "22": "If I had not come and spoken to them, they would not have had sin; but now they have no excuse for their sin.",
        "23": "He who hates me, hates my Father also.",
        "24": "If I hadn’t done among them the works which no one else did, they wouldn’t have had sin. But now they have seen and also hated both me and my Father.",
        "25": "But this happened so that the word may be fulfilled which was written in their law, ‘They hated me without a cause.’",
        "26": "“When the Counselor has come, whom I will send to you from the Father, the Spirit of truth, who proceeds from the Father, he will testify about me.",
        "27": "You will also testify, because you have been with me from the beginning."
      }
    }
  }
}