{
  "book": "Ioan",
  "chapter": "19",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Atunci, Pilat a luat pe Isus și a pus să-L bată.",
        "2": "Ostașii au împletit o cunună de spini, I-au pus-o pe cap și L-au îmbrăcat cu o haină de purpură.",
        "3": "Apoi, s-au apropiat de El și ziceau: „Plecăciune, Împăratul iudeilor!” Și-I dădeau palme.",
        "4": "Pilat a ieșit iarăși afară și a zis iudeilor: „Iată că vi-L aduc afară, ca să știți că nu găsesc nicio vină în El.”",
        "5": "Isus a ieșit deci afară, purtând cununa de spini și haina de purpură. „Iată Omul!”, le-a zis Pilat.",
        "6": "Când L-au zărit, preoții cei mai de seamă și aprozii au început să strige: „Răstignește-L! Răstignește-L!” „Luați-L voi și răstigniți-L”, le-a zis Pilat, „căci eu nu găsesc nicio vină în El.”",
        "7": "Iudeii i-au răspuns: „Noi avem o Lege, și după Legea aceasta, El trebuie să moară, pentru că S-a făcut pe Sine Fiul lui Dumnezeu.”",
        "8": "Când a auzit Pilat aceste cuvinte, i-a fost și mai mare frică.",
        "9": "A intrat iarăși în odaia de judecată și a zis lui Isus: „De unde ești Tu?” Dar Isus nu i-a dat niciun răspuns.",
        "10": "Pilat I-a zis: „Mie nu-mi vorbești? Nu știi că am putere să Te răstignesc și am putere să-Ți dau drumul!”",
        "11": "„N-ai avea nicio putere asupra Mea”, i-a răspuns Isus, „dacă nu ți-ar fi fost dată de sus. De aceea cine Mă dă în mâinile tale are un mai mare păcat.”",
        "12": "De atunci, Pilat căuta să-I dea drumul. Dar iudeii strigau: „Dacă dai drumul omului acestuia, nu ești prieten cu Cezarul. Oricine se face pe sine împărat este împotriva Cezarului.”",
        "13": "Când a auzit Pilat aceste vorbe, a scos pe Isus afară și a șezut pe scaunul de judecător, în locul numit „Pardosit cu pietre”, iar evreiește, „Gabata”.",
        "14": "Era ziua pregătirii Paștelor, cam pe la ceasul al șaselea. Pilat a zis iudeilor: „Iată Împăratul vostru!”",
        "15": "Dar ei au strigat: „Ia-L, ia-L, răstignește-L!” „Să răstignesc pe Împăratul vostru?”, le-a zis Pilat. Preoții cei mai de seamă au răspuns: „Noi n-avem alt împărat decât pe Cezarul!”",
        "16": "Atunci, L-a dat în mâinile lor, ca să fie răstignit. Au luat deci pe Isus și L-au dus să-L răstignească. Răstignirea",
        "17": "Isus, ducându-Și crucea, a ajuns la locul zis al „Căpățânii”, care în evreiește se cheamă „Golgota”.",
        "18": "Acolo a fost răstignit și, împreună cu El, au fost răstigniți alți doi, unul de o parte și altul de alta, iar Isus la mijloc.",
        "19": "Pilat a scris o însemnare pe care a pus-o deasupra crucii și era scris: „Isus din Nazaret, Împăratul iudeilor”.",
        "20": "Mulți din iudei au citit această însemnare, pentru că locul unde fusese răstignit Isus era aproape de cetate; era scrisă în evreiește, latinește și grecește.",
        "21": "Preoții cei mai de seamă ai iudeilor au zis lui Pilat: „Nu scrie: ‘Împăratul iudeilor.’ Ci scrie că El a zis: ‘Eu sunt Împăratul iudeilor.’”",
        "22": "„Ce am scris, am scris”, a răspuns Pilat.",
        "23": "Ostașii, după ce au răstignit pe Isus, I-au luat hainele și le-au făcut patru părți, câte o parte pentru fiecare ostaș. I-au luat și cămașa, care n-avea nicio cusătură, ci era dintr-o singură țesătură de sus până jos.",
        "24": "Și au zis între ei: „Să n-o sfâșiem, ci să tragem la sorți a cui să fie.” Aceasta s-a întâmplat ca să se împlinească Scriptura, care zice: „Și-au împărțit hainele Mele între ei, și pentru cămașa Mea au tras la sorți.” Iată ce au făcut ostașii.",
        "25": "Lângă crucea lui Isus, stăteau mama Lui și sora mamei Lui, Maria, nevasta lui Cleopa, și Maria Magdalena.",
        "26": "Când a văzut Isus pe mamă-Sa și, lângă ea, pe ucenicul pe care-l iubea, a zis mamei Sale: „Femeie, iată fiul tău!”",
        "27": "Apoi, a zis ucenicului: „Iată mama ta!” Și, din ceasul acela, ucenicul a luat-o la el acasă.",
        "28": "După aceea, Isus, care știa că acum totul s-a sfârșit, ca să împlinească Scriptura, a zis: „Mi-e sete.”",
        "29": "Acolo era un vas plin cu oțet. Ostașii au pus într-o ramură de isop un burete plin cu oțet și I l-au dus la gură.",
        "30": "Când a luat Isus oțetul, a zis: „S-a isprăvit!” Apoi și-a plecat capul și Și-a dat duhul. Moartea lui Isus dovedită",
        "31": "De frică să nu rămână trupurile pe cruce în timpul Sabatului – căci era ziua Pregătirii, și ziua aceea de Sabat era o zi mare –, iudeii au rugat pe Pilat să zdrobească fluierele picioarelor celor răstigniți și să fie luați de pe cruce.",
        "32": "Ostașii au venit deci și au zdrobit fluierele picioarelor celui dintâi, apoi pe ale celuilalt care fusese răstignit împreună cu El.",
        "33": "Când au venit la Isus și au văzut că murise, nu I-au zdrobit fluierele picioarelor,",
        "34": "ci unul din ostași I-a străpuns coasta cu o suliță; și îndată a ieșit din ea sânge și apă.",
        "35": "Faptul acesta este adeverit de cel ce l-a văzut; mărturia lui este adevărată și el știe că spune adevărul, pentru ca și voi să credeți.",
        "36": "Aceste lucruri s-au întâmplat ca să se împlinească Scriptura: „Niciunul din oasele Lui nu va fi sfărâmat.”",
        "37": "Și în altă parte, Scriptura mai zice: „Vor vedea pe cine au străpuns.” Îngroparea lui Isus",
        "38": "După aceea, Iosif din Arimateea, care era ucenic al lui Isus, dar pe ascuns, de frica iudeilor, a rugat pe Pilat să-i dea voie să ia trupul lui Isus de pe cruce. Pilat i-a dat voie. El a venit deci și a luat trupul lui Isus.",
        "39": "Nicodim, care la început se dusese la Isus noaptea, a venit și el și a adus o amestecătură de aproape o sută de litri de smirnă și de aloe.",
        "40": "Au luat deci trupul lui Isus și l-au înfășurat în fâșii de pânză de in, cu miresme, după cum au obicei iudeii să îngroape.",
        "41": "În locul unde fusese răstignit Isus, era o grădină; și în grădină era un mormânt nou, în care nu mai fusese pus nimeni.",
        "42": "Din pricină că era ziua Pregătirii iudeilor, pentru că mormântul era aproape, au pus acolo pe Isus."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Atunci Pilat L-a luat pe Isus și a pus să-L biciuiască.",
        "2": "Soldații au împletit o coroană de spini, I-au așezat-o pe cap și L-au îmbrăcat într-o mantie vișinie.",
        "3": "Ei veneau la El și-I ziceau: „Plecăciune, Împărate al iudeilor!“. Și-I dădeau palme.",
        "4": "Pilat a ieșit iarăși afară și le-a zis: ‒ Iată, vi-L aduc afară, ca să știți că nu găsesc niciun motiv de acuzare în El.",
        "5": "Isus a ieșit, deci, afară, purtând coroana de spini și mantia vișinie. Pilat le-a zis: ‒ Iată Omul!",
        "6": "Când L-au văzut, conducătorii preoților și gărzile au strigat: ‒ Răstignește-L! Răstignește-L! Pilat le-a zis: ‒ Luați-L voi și răstigniți-L, pentru că eu nu găsesc niciun motiv de acuzare în El.",
        "7": "Iudeii i-au răspuns: ‒ Noi avem o Lege și, potrivit cu Legea aceasta, El trebuie să moară, pentru că S-a făcut pe Sine Fiul lui Dumnezeu.",
        "8": "Când a auzit Pilat aceste cuvinte, s-a temut și mai tare.",
        "9": "A intrat din nou în pretoriu și L-a întrebat pe Isus: ‒ De unde ești? Dar Isus nu i-a dat niciun răspuns.",
        "10": "Atunci Pilat I-a zis: ‒ Nu vorbești cu mine? Nu știi că am autoritate să Te eliberez și am autoritate să Te răstignesc?",
        "11": "Isus i-a răspuns: ‒ N-ai avea nicio autoritate asupra Mea dacă nu ți-ar fi fost dată de sus. De aceea, cel ce Mă dă pe mâna ta are un mai mare păcat.",
        "12": "De atunci Pilat încerca să-L elibereze, însă iudeii strigau, zicând: ‒ Dacă-L eliberezi, nu ești prieten al Cezarului. Oricine se face pe sine împărat este împotriva Cezarului.",
        "13": "Când a auzit Pilat aceste cuvinte, L-a dus afară pe Isus și s-a așezat pe scaunul de judecată, în locul numit „Pavajul de piatră“, iar în ebraică, Gabbatha.",
        "14": "Era Ziua Pregătirii Paștelui, cam pe la ceasul al șaselea. Pilat le-a zis iudeilor: ‒ Iată-L pe Împăratul vostru!",
        "15": "Ei au strigat: ‒ Ia-L! Ia-L! Răstignește-L! Pilat i-a întrebat: ‒ Să-L răstignesc pe Împăratul vostru? Conducătorii preoților au răspuns: ‒ Noi n-avem alt împărat decât pe Cezar.",
        "16": "Atunci Pilat L-a dat pe mâna lor ca să fie răstignit. Răstignirea L-au luat deci pe Isus,",
        "17": "iar El, ducându-Și crucea, S-a îndreptat spre locul numit „al Craniului“, care în ebraică se numește „Golgota“.",
        "18": "L-au răstignit acolo, iar împreună cu El au răstignit alți doi, unul într-o parte, iar altul în cealaltă parte, cu Isus la mijloc.",
        "19": "Pilat a scris și un titlu și l-a pus pe cruce. Era scris: „Isus nazarineanul, Împăratul iudeilor“.",
        "20": "Mulți dintre iudei au citit acest titlu, pentru că locul unde fusese răstignit Isus era aproape de cetate. Era scris în ebraică, latină și greacă.",
        "21": "Atunci conducătorii preoților iudeilor i-au zis lui Pilat: ‒ Nu scrie „Împăratul iudeilor“, ci: „Acesta a zis: «Eu sunt Împăratul iudeilor!»“.",
        "22": "Pilat a răspuns: ‒ Ce-am scris, am scris!",
        "23": "Când soldații L-au răstignit pe Isus, I-au luat hainele și le-au împărțit în patru părți, câte o parte pentru fiecare soldat. De asemenea, I-au luat și cămașa. Aceasta nu avea nicio cusătură, fiind țesută dintr-o singură bucată de sus până jos.",
        "24": "Atunci și-au zis unii altora: „Să n-o sfâșiem, ci să alegem prin sorți a cui să fie!“. Aceasta s-a întâmplat ca să se împlinească Scriptura, care zice: „Și-au împărțit hainele Mele între ei și au tras la sorți pentru cămașa Mea“. Soldații sunt deci cei ce au făcut aceste lucruri.",
        "25": "Lângă crucea lui Isus stăteau mama Lui, sora mamei Lui, Maria – soția lui Clopa – și Maria Magdalena.",
        "26": "Când a văzut-o Isus pe mama Lui și pe ucenicul pe care-l iubea stând lângă ea, i-a zis mamei Sale: „Femeie, iată-l pe fiul tău!“.",
        "27": "Apoi i-a zis ucenicului: „Iat-o pe mama ta!“. Și din ceasul acela ucenicul a luat-o la el acasă. Moartea lui Isus",
        "28": "După aceea, Isus, Care știa că acum totul s-a sfârșit, ca să se împlinească Scriptura, a zis: „Mi-e sete!“.",
        "29": "Acolo era pus un vas plin cu oțet de vin. Au pus într-o ramură de isop un burete plin cu oțet de vin și I l-au dus la gură.",
        "30": "Când a primit vinul, Isus a zis: „S-a sfârșit!“. Apoi Și-a plecat capul și Și-a dat duhul.",
        "31": "Fiindcă era Ziua Pregătirii, iudeii, ca să nu rămână trupurile pe cruce în timpul sabatului – căci ziua aceea de sabat era o zi mare – i-au cerut lui Pilat să fie zdrobite picioarele celor răstigniți și să fie luați de pe cruce.",
        "32": "Soldații au venit, deci, și i-au zdrobit picioarele primului, apoi și ale celuilalt, care fusese răstignit împreună cu El.",
        "33": "Însă, când au venit la Isus, au văzut că deja murise și nu I-au mai zdrobit picioarele.",
        "34": "În schimb, unul dintre soldați I-a străpuns coasta cu sulița. Și imediat a ieșit sânge și apă.",
        "35": "Cel ce a văzut lucrul acesta a depus mărturie, și mărturia lui este adevărată. Și el știe că spune adevărul, pentru ca și voi să credeți.",
        "36": "Căci aceste lucruri s-au întâmplat ca să se împlinească Scriptura: „Niciunul dintre oasele Lui nu va fi zdrobit“.",
        "37": "Și, din nou, Scriptura mai zice în altă parte: „Vor privi la Cel pe Care L-au străpuns“. Înmormântarea lui Isus",
        "38": "După aceea, Iosif din Arimateea, care era ucenic al lui Isus, dar pe ascuns, de frica iudeilor, i-a cerut lui Pilat să-l lase să ia trupul lui Isus. Pilat i-a dat voie. Prin urmare, el a venit și a luat trupul lui Isus.",
        "39": "A venit și Nicodim, cel care, la început, se dusese la Isus noaptea, și a adus un amestec de aproape o sută de litre de smirnă și aloe.",
        "40": "Au luat trupul lui Isus și L-au înfășurat în fâșii de pânză de in, cu miresme, așa cum este obiceiul de înmormântare la iudei.",
        "41": "În locul unde fusese răstignit era o grădină, iar în grădină era un mormânt nou, în care nu mai fusese pus nimeni.",
        "42": "Pentru că era Ziua Pregătirii iudeilor și pentru că mormântul era aproape, L-au pus pe Isus acolo."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "So Pilate then took Jesus and flogged him.",
        "2": "The soldiers twisted thorns into a crown and put it on his head, and dressed him in a purple garment.",
        "3": "They kept saying, “Hail, King of the Jews!” and they kept slapping him.",
        "4": "Then Pilate went out again, and said to them, “Behold, I bring him out to you, that you may know that I find no basis for a charge against him.”",
        "5": "Jesus therefore came out, wearing the crown of thorns and the purple garment. Pilate said to them, “Behold, the man!”",
        "6": "When therefore the chief priests and the officers saw him, they shouted, saying, “Crucify! Crucify!” Pilate said to them, “Take him yourselves and crucify him, for I find no basis for a charge against him.”",
        "7": "The Jews answered him, “We have a law, and by our law he ought to die, because he made himself the Son of God.”",
        "8": "When therefore Pilate heard this saying, he was more afraid.",
        "9": "He entered into the Praetorium again, and said to Jesus, “Where are you from?” But Jesus gave him no answer.",
        "10": "Pilate therefore said to him, “Aren’t you speaking to me? Don’t you know that I have power to release you and have power to crucify you?”",
        "11": "Jesus answered, “You would have no power at all against me, unless it were given to you from above. Therefore he who delivered me to you has greater sin.”",
        "12": "At this, Pilate was seeking to release him, but the Jews cried out, saying, “If you release this man, you aren’t Caesar’s friend! Everyone who makes himself a king speaks against Caesar!”",
        "13": "When Pilate therefore heard these words, he brought Jesus out and sat down on the judgment seat at a place called “The Pavement”, but in Hebrew, “Gabbatha.”",
        "14": "Now it was the Preparation Day of the Passover, at about the sixth hour. He said to the Jews, “Behold, your King!”",
        "15": "They cried out, “Away with him! Away with him! Crucify him!” Pilate said to them, “Shall I crucify your King?” The chief priests answered, “We have no king but Caesar!”",
        "16": "So then he delivered him to them to be crucified. So they took Jesus and led him away.",
        "17": "He went out, bearing his cross, to the place called “The Place of a Skull”, which is called in Hebrew, “Golgotha”,",
        "18": "where they crucified him, and with him two others, on either side one, and Jesus in the middle.",
        "19": "Pilate wrote a title also, and put it on the cross. There was written, “JESUS OF NAZARETH, THE KING OF THE JEWS.”",
        "20": "Therefore many of the Jews read this title, for the place where Jesus was crucified was near the city; and it was written in Hebrew, in Latin, and in Greek.",
        "21": "The chief priests of the Jews therefore said to Pilate, “Don’t write, ‘The King of the Jews,’ but, ‘he said, “I am King of the Jews.”’”",
        "22": "Pilate answered, “What I have written, I have written.”",
        "23": "Then the soldiers, when they had crucified Jesus, took his garments and made four parts, to every soldier a part; and also the tunic. Now the tunic was without seam, woven from the top throughout.",
        "24": "Then they said to one another, “Let’s not tear it, but cast lots for it to decide whose it will be,” that the Scripture might be fulfilled, which says, “They parted my garments among them. They cast lots for my clothing.” Therefore the soldiers did these things.",
        "25": "But standing by Jesus’ cross were his mother, his mother’s sister, Mary the wife of Clopas, and Mary Magdalene.",
        "26": "Therefore when Jesus saw his mother, and the disciple whom he loved standing there, he said to his mother, “Woman, behold, your son!”",
        "27": "Then he said to the disciple, “Behold, your mother!” From that hour, the disciple took her to his own home.",
        "28": "After this, Jesus, seeing that all things were now finished, that the Scripture might be fulfilled, said, “I am thirsty!”",
        "29": "Now a vessel full of vinegar was set there; so they put a sponge full of the vinegar on hyssop, and held it at his mouth.",
        "30": "When Jesus therefore had received the vinegar, he said, “It is finished!” Then he bowed his head and gave up his spirit.",
        "31": "Therefore the Jews, because it was the Preparation Day, so that the bodies wouldn’t remain on the cross on the Sabbath (for that Sabbath was a special one), asked of Pilate that their legs might be broken and that they might be taken away.",
        "32": "Therefore the soldiers came and broke the legs of the first and of the other who was crucified with him;",
        "33": "but when they came to Jesus and saw that he was already dead, they didn’t break his legs.",
        "34": "However, one of the soldiers pierced his side with a spear, and immediately blood and water came out.",
        "35": "He who has seen has testified, and his testimony is true. He knows that he tells the truth, that you may believe.",
        "36": "For these things happened that the Scripture might be fulfilled, “A bone of him will not be broken.”",
        "37": "Again another Scripture says, “They will look on him whom they pierced.”",
        "38": "After these things, Joseph of Arimathaea, being a disciple of Jesus, but secretly for fear of the Jews, asked of Pilate that he might take away Jesus’ body. Pilate gave him permission. He came therefore and took away his body.",
        "39": "Nicodemus, who at first came to Jesus by night, also came bringing a mixture of myrrh and aloes, about a hundred Roman pounds.",
        "40": "So they took Jesus’ body, and bound it in linen cloths with the spices, as the custom of the Jews is to bury.",
        "41": "Now in the place where he was crucified there was a garden. In the garden was a new tomb in which no man had ever yet been laid.",
        "42": "Then, because of the Jews’ Preparation Day (for the tomb was near at hand), they laid Jesus there."
      }
    }
  }
}