{
  "book": "Ioan",
  "chapter": "10",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Adevărat, adevărat vă spun că cine nu intră pe ușă în staulul oilor, ci sare pe altă parte, este un hoț și un tâlhar.",
        "2": "Dar cine intră pe ușă este păstorul oilor.",
        "3": "Portarul îi deschide și oile aud glasul lui; el își cheamă oile pe nume și le scoate din staul.",
        "4": "După ce și-a scos toate oile, merge înaintea lor; și oile merg după el, pentru că îi cunosc glasul.",
        "5": "Nu merg deloc după un străin, ci fug de el, pentru că nu cunosc glasul străinilor.”",
        "6": "Isus le-a spus această pildă, dar ei n-au înțeles despre ce le vorbea. Isus, Ușa oilor",
        "7": "Isus le-a mai zis: „Adevărat, adevărat vă spun că Eu sunt Ușa oilor.",
        "8": "Toți cei ce au venit înainte de Mine sunt hoți și tâlhari, dar oile n-au ascultat de ei.",
        "9": "Eu sunt Ușa. Dacă intră cineva prin Mine, va fi mântuit; va intra și va ieși și va găsi pășune.",
        "10": "Hoțul nu vine decât să fure, să înjunghie și să prăpădească. Eu am venit ca oile să aibă viață, și s-o aibă din belșug.",
        "11": "Eu sunt Păstorul cel bun. Păstorul cel bun își dă viața pentru oi.",
        "12": "Dar cel plătit, care nu este păstor și ale cărui oi nu sunt ale lui, când vede lupul venind, lasă oile și fuge, și lupul le răpește și le împrăștie.",
        "13": "Cel plătit fuge, pentru că este plătit și nu-i pasă de oi.",
        "14": "Eu sunt Păstorul cel bun. Eu Îmi cunosc oile Mele, și ele Mă cunosc pe Mine,",
        "15": "așa cum Mă cunoaște pe Mine Tatăl și cum cunosc Eu pe Tatăl, și Eu Îmi dau viața pentru oile Mele.",
        "16": "Mai am și alte oi, care nu sunt din staulul acesta; și pe acelea trebuie să le aduc. Ele vor asculta de glasul Meu, și va fi o turmă și un Păstor.",
        "17": "Tatăl Mă iubește, pentru că Îmi dau viața ca iarăși s-o iau.",
        "18": "Nimeni nu Mi-o ia cu sila, ci o dau Eu de la Mine. Am putere s-o dau și am putere s-o iau iarăși; aceasta este porunca pe care am primit-o de la Tatăl Meu.”",
        "19": "Din pricina acestor cuvinte, iarăși s-a făcut dezbinare între iudei.",
        "20": "Mulți dintre ei ziceau: „Are drac, este nebun. De ce-L ascultați?”",
        "21": "Alții ziceau: „Cuvintele acestea nu sunt cuvinte de îndrăcit. Poate un drac să deschidă ochii orbilor?” Isus la Praznicul Înnoirii",
        "22": "În Ierusalim se prăznuia atunci Praznicul Înnoirii Templului. Era iarna.",
        "23": "Și Isus Se plimba prin Templu, pe sub pridvorul lui Solomon.",
        "24": "Iudeii L-au înconjurat și I-au zis: „Până când ne tot ții sufletele în încordare? Dacă ești Hristosul, spune-ne-o deslușit.”",
        "25": "„V-am spus”, le-a răspuns Isus, „și nu credeți. Lucrările pe care le fac Eu în Numele Tatălui Meu, ele mărturisesc despre Mine.",
        "26": "Dar voi nu credeți, pentru că, după cum v-am spus, nu sunteți din oile Mele.",
        "27": "Oile Mele ascultă glasul Meu; Eu le cunosc și ele vin după Mine.",
        "28": "Eu le dau viața veșnică, în veac nu vor pieri și nimeni nu le va smulge din mâna Mea.",
        "29": "Tatăl Meu, care Mi le-a dat, este mai mare decât toți și nimeni nu le poate smulge din mâna Tatălui Meu.",
        "30": "Eu și Tatăl una suntem.”",
        "31": "Atunci, iudeii iarăși au luat pietre ca să-L ucidă.",
        "32": "Isus le-a zis: „V-am arătat multe lucrări bune, care vin de la Tatăl Meu: pentru care din aceste lucrări aruncați cu pietre în Mine?”",
        "33": "Iudeii I-au răspuns: „Nu pentru o lucrare bună aruncăm noi cu pietre în Tine, ci pentru o hulă și pentru că Tu, care ești un om, Te faci Dumnezeu.”",
        "34": "Isus le-a răspuns: „Nu este scris în Legea voastră: ‘Eu am zis: «Sunteți dumnezei»’?",
        "35": "Dacă Legea a numit dumnezei pe aceia cărora le-a vorbit Cuvântul lui Dumnezeu, și Scriptura nu poate fi desființată,",
        "36": "cum ziceți voi că hulesc Eu, pe care Tatăl M-a sfințit și M-a trimis în lume? Și aceasta, pentru că am zis: ‘Sunt Fiul lui Dumnezeu!’",
        "37": "Dacă nu fac lucrările Tatălui Meu, să nu Mă credeți.",
        "38": "Dar, dacă le fac, chiar dacă nu Mă credeți pe Mine, credeți măcar lucrările acestea, ca să ajungeți să cunoașteți și să știți că Tatăl este în Mine și Eu sunt în Tatăl.”",
        "39": "La auzul acestor vorbe, căutau iarăși să-L prindă, dar El a scăpat din mâinile lor. Plecarea lui Isus în Pereea",
        "40": "Isus S-a dus iarăși dincolo de Iordan, în locul unde botezase Ioan la început. Și a rămas acolo.",
        "41": "Mulți veneau la El și ziceau: „Ioan n-a făcut niciun semn, dar tot ce a spus Ioan despre omul acesta era adevărat.”",
        "42": "Și mulți au crezut în El în locul acela."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Adevărat, adevărat vă spun că cel care nu intră pe poartă în staulul oilor, ci sare prin altă parte, este hoț și tâlhar.",
        "2": "Însă cel care intră pe poartă este păstorul oilor.",
        "3": "Portarul îi deschide, iar oile îi aud glasul. El își cheamă oile pe nume și le duce afară.",
        "4": "După ce le-a adus afară pe toate care sunt ale lui, merge înaintea lor, iar oile îl urmează, pentru că îi cunosc glasul.",
        "5": "Ele nu urmează nicidecum un străin, ci fug de el, pentru că nu cunosc glasul străinilor.",
        "6": "Isus le-a spus această alegorie, dar ei n-au înțeles ce le spunea.",
        "7": "Atunci Isus a vorbit din nou: ‒ Adevărat, adevărat vă spun că Eu sunt Poarta oilor.",
        "8": "Toți cei ce au venit înaintea Mea sunt hoți și tâlhari; dar oile n-au ascultat de ei.",
        "9": "Eu sunt Poarta. Dacă intră cineva prin Mine, va fi mântuit. Va intra, va ieși și va găsi pășune.",
        "10": "Hoțul nu vine decât ca să fure, să înjunghie și să distrugă. Eu am venit ca oile să aibă viață și s-o aibă din belșug.",
        "11": "Eu sunt Păstorul cel bun. Păstorul cel bun Își dă viața pentru oi.",
        "12": "Cel plătit, care nu este păstor și căruia nu-i aparțin oile, când vede lupul venind, lasă oile și fuge, iar lupul le prinde și le împrăștie.",
        "13": "El fuge pentru că este plătit și nu-i pasă de oi.",
        "14": "Eu sunt Păstorul cel bun și le cunosc pe cele care sunt ale Mele, iar cele care sunt ale Mele Mă cunosc pe Mine,",
        "15": "tot așa cum Tatăl Mă cunoaște pe Mine, și Eu Îl cunosc pe Tatăl. Iar Eu Îmi dau viața pentru oi.",
        "16": "Mai am și alte oi, care nu sunt din staulul acesta. Și pe acelea trebuie să le aduc. Ele vor asculta glasul Meu și vor fi o turmă și un Păstor.",
        "17": "De aceea Mă iubește Tatăl, pentru că Eu Îmi dau viața ca s-o iau din nou.",
        "18": "Nimeni nu o ia de la Mine, ci Eu o dau de la Mine Însumi. Am autoritate s-o dau și am autoritate s-o iau din nou. Am primit această poruncă de la Tatăl Meu.",
        "19": "Din cauza acestor cuvinte s-a făcut din nou dezbinare între iudei.",
        "20": "Mulți dintre ei spuneau: „Are demon și este nebun! De ce-L ascultați?“.",
        "21": "Alții ziceau: „Cuvintele acestea nu sunt cuvinte de om demonizat. Poate un demon să deschidă ochii orbilor?“. Necredința iudeilor",
        "22": "În Ierusalim avea loc atunci Sărbătoarea Dedicării Templului. Era iarnă.",
        "23": "Isus Se plimba prin Templu, în porticul lui Solomon.",
        "24": "Iudeii L-au înconjurat și I-au zis: ‒ Până când ne mai ții sufletul în încordare? Dacă ești Tu Cristosul, spune-ne-o deschis!",
        "25": "Isus le-a răspuns: ‒ V-am spus, dar nu credeți. Lucrările pe care le fac Eu, în Numele Tatălui Meu, acestea mărturisesc despre Mine.",
        "26": "Însă voi nu credeți, pentru că nu sunteți dintre oile Mele.",
        "27": "Oile Mele ascultă glasul Meu. Eu le cunosc, iar ele Mă urmează.",
        "28": "Eu le dau viață veșnică și în veci nu vor pieri. Și nimeni nu le va smulge din mâna Mea.",
        "29": "Tatăl Meu, Care Mi le-a dat, este mai mare decât toți. Și nimeni nu le poate smulge din mâna Tatălui.",
        "30": "Eu și Tatăl una suntem.",
        "31": "Iudeii au luat din nou pietre ca să-L omoare.",
        "32": "Isus le-a răspuns: ‒ V-am arătat multe lucrări bune de la Tatăl. Pentru care din aceste lucrări vreți să Mă omorâți cu pietre?",
        "33": "Iudeii I-au răspuns: ‒ Nu pentru o lucrare bună vrem să Te omorâm cu pietre, ci pentru o blasfemie, pentru că Tu, Care ești om, Te faci Dumnezeu!",
        "34": "Isus le-a răspuns: ‒ Nu este scris în Legea voastră: „Eu am zis: «Sunteți ‘dumnezei’»“?",
        "35": "Dacă pe aceia la care a venit Cuvântul lui Dumnezeu, El i-a numit „dumnezei“, și Scriptura nu poate fi desființată,",
        "36": "puteți spune voi despre Cel pe Care Tatăl L-a sfințit și L-a trimis în lume că blasfemiază, și aceasta pentru că am zis: „Sunt Fiul lui Dumnezeu!“?",
        "37": "Dacă nu fac lucrările Tatălui Meu, să nu Mă credeți!",
        "38": "Dar dacă le fac, chiar dacă nu Mă credeți pe Mine, credeți lucrările acestea, ca să cunoașteți și să înțelegeți că Tatăl este în Mine și Eu în Tatăl.",
        "39": "Atunci au încercat din nou să-L aresteze, dar El a scăpat din mâinile lor.",
        "40": "Apoi S-a dus din nou dincolo de Iordan, în locul unde botezase Ioan mai înainte, și a rămas acolo.",
        "41": "Mulți veneau la El și ziceau: „Ioan n-a făcut niciun semn, dar tot ce a spus Ioan despre Acesta era adevărat“.",
        "42": "Și mulți au crezut în El acolo."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": " “Most certainly, I tell you, one who doesn’t enter by the door into the sheep fold, but climbs up some other way, is a thief and a robber.",
        "2": "But one who enters in by the door is the shepherd of the sheep.",
        "3": "The gatekeeper opens the gate for him, and the sheep listen to his voice. He calls his own sheep by name and leads them out.",
        "4": "Whenever he brings out his own sheep, he goes before them; and the sheep follow him, for they know his voice.",
        "5": "They will by no means follow a stranger, but will flee from him; for they don’t know the voice of strangers.”",
        "6": "Jesus spoke this parable to them, but they didn’t understand what he was telling them.",
        "7": "Jesus therefore said to them again, “Most certainly, I tell you, I am the sheep’s door.",
        "8": "All who came before me are thieves and robbers, but the sheep didn’t listen to them.",
        "9": "I am the door. If anyone enters in by me, he will be saved, and will go in and go out and will find pasture.",
        "10": "The thief only comes to steal, kill, and destroy. I came that they may have life, and may have it abundantly.",
        "11": "“I am the good shepherd. The good shepherd lays down his life for the sheep.",
        "12": "He who is a hired hand, and not a shepherd, who doesn’t own the sheep, sees the wolf coming, leaves the sheep, and flees. The wolf snatches the sheep and scatters them.",
        "13": "The hired hand flees because he is a hired hand and doesn’t care for the sheep.",
        "14": "I am the good shepherd. I know my own, and I’m known by my own;",
        "15": "even as the Father knows me, and I know the Father. I lay down my life for the sheep.",
        "16": "I have other sheep which are not of this fold. I must bring them also, and they will hear my voice. They will become one flock with one shepherd.",
        "17": "Therefore the Father loves me, because I lay down my life, that I may take it again.",
        "18": "No one takes it away from me, but I lay it down by myself. I have power to lay it down, and I have power to take it again. I received this commandment from my Father.”",
        "19": "Therefore a division arose again among the Jews because of these words.",
        "20": "Many of them said, “He has a demon and is insane! Why do you listen to him?”",
        "21": "Others said, “These are not the sayings of one possessed by a demon. It isn’t possible for a demon to open the eyes of the blind, is it?”",
        "22": "It was the Feast of the Dedication at Jerusalem.",
        "23": "It was winter, and Jesus was walking in the temple, in Solomon’s porch.",
        "24": "The Jews therefore came around him and said to him, “How long will you hold us in suspense? If you are the Christ, tell us plainly.”",
        "25": "Jesus answered them, “I told you, and you don’t believe. The works that I do in my Father’s name, these testify about me.",
        "26": "But you don’t believe, because you are not of my sheep, as I told you.",
        "27": "My sheep hear my voice, and I know them, and they follow me.",
        "28": "I give eternal life to them. They will never perish, and no one will snatch them out of my hand.",
        "29": "My Father who has given them to me is greater than all. No one is able to snatch them out of my Father’s hand.",
        "30": "I and the Father are one.”",
        "31": "Therefore the Jews took up stones again to stone him.",
        "32": "Jesus answered them, “I have shown you many good works from my Father. For which of those works do you stone me?”",
        "33": "The Jews answered him, “We don’t stone you for a good work, but for blasphemy, because you, being a man, make yourself God.”",
        "34": "Jesus answered them, “Isn’t it written in your law, ‘I said, you are gods’?",
        "35": "If he called them gods, to whom the word of God came (and the Scripture can’t be broken),",
        "36": "do you say of him whom the Father sanctified and sent into the world, ‘You blaspheme,’ because I said, ‘I am the Son of God’?",
        "37": "If I don’t do the works of my Father, don’t believe me.",
        "38": "But if I do them, though you don’t believe me, believe the works, that you may know and believe that the Father is in me, and I in the Father.”",
        "39": "They sought again to seize him, and he went out of their hand.",
        "40": "He went away again beyond the Jordan into the place where John was baptizing at first, and he stayed there.",
        "41": "Many came to him. They said, “John indeed did no sign, but everything that John said about this man is true.”",
        "42": "Many believed in him there."
      }
    }
  }
}