{
  "book": "Ioan",
  "chapter": "8",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Isus S-a dus la Muntele Măslinilor.",
        "2": "Dar, dis-de-dimineață, a venit din nou în Templu; și tot norodul a venit la El. El a șezut jos și-i învăța.",
        "3": "Atunci, cărturarii și fariseii I-au adus o femeie prinsă în preacurvie. Au pus-o în mijlocul norodului",
        "4": "și au zis lui Isus: „Învățătorule, femeia aceasta a fost prinsă chiar când săvârșea preacurvia.",
        "5": "Moise, în Lege, ne-a poruncit să ucidem cu pietre pe astfel de femei: Tu dar ce zici?”",
        "6": "Spuneau lucrul acesta ca să-L ispitească și să-L poată învinui. Dar Isus S-a plecat în jos și scria cu degetul pe pământ.",
        "7": "Fiindcă ei nu încetau să-L întrebe, El S-a ridicat în sus și le-a zis: „Cine dintre voi este fără păcat să arunce cel dintâi cu piatra în ea.”",
        "8": "Apoi, S-a plecat iarăși și scria cu degetul pe pământ.",
        "9": "Când au auzit ei cuvintele acestea, s-au simțit mustrați de cugetul lor și au ieșit afară, unul câte unul, începând de la cei mai bătrâni până la cei din urmă. Și Isus a rămas singur cu femeia, care stătea în mijloc.",
        "10": "Atunci, S-a ridicat în sus; și, când n-a mai văzut pe nimeni decât pe femeie, Isus i-a zis: „Femeie, unde sunt pârâșii tăi? Nimeni nu te-a osândit?”",
        "11": "„Nimeni, Doamne”, I-a răspuns ea. Și Isus i-a zis: „Nici Eu nu te osândesc. Du-te și să nu mai păcătuiești.”) Isus, Lumina lumii",
        "12": "Isus le-a vorbit din nou și a zis: „Eu sunt Lumina lumii; cine Mă urmează pe Mine nu va umbla în întuneric, ci va avea lumina vieții.”",
        "13": "La auzul acestor vorbe, fariseii I-au zis: „Tu mărturisești despre Tine Însuți: deci mărturia Ta nu este adevărată.”",
        "14": "Drept răspuns, Isus le-a zis: „Chiar dacă Eu mărturisesc despre Mine Însumi, totuși mărturia Mea este adevărată; căci Eu știu de unde am venit și unde Mă duc, dar voi nu știți nici de unde vin, nici unde Mă duc.",
        "15": "Voi judecați după înfățișare; Eu nu judec pe nimeni.",
        "16": "Și chiar dacă judec, judecata Mea este adevărată, pentru că nu sunt singur, ci Tatăl, care M-a trimis, este cu Mine.",
        "17": "În Legea voastră este scris că mărturia a doi oameni este adevărată:",
        "18": "deci despre Mine Însumi mărturisesc Eu, și despre Mine mărturisește și Tatăl, care M-a trimis.”",
        "19": "Ei I-au zis deci: „Unde este Tatăl Tău?” Isus a răspuns: „Voi nu Mă cunoașteți nici pe Mine, nici pe Tatăl Meu. Dacă M-ați cunoaște pe Mine, ați cunoaște și pe Tatăl Meu.”",
        "20": "Isus a spus aceste cuvinte, pe când învăța pe norod în Templu, în locul unde era vistieria; și nimeni n-a pus mâna pe El, pentru că încă nu-I sosise ceasul.",
        "21": "Isus le-a mai spus: „Eu Mă duc și Mă veți căuta și veți muri în păcatul vostru; acolo unde Mă duc Eu, voi nu puteți veni.”",
        "22": "Atunci, iudeii au zis: „Doar n-o avea de gând să Se omoare, de zice: ‘Unde Mă duc Eu, voi nu puteți veni’!”",
        "23": "„Voi sunteți de jos”, le-a zis El, „Eu sunt de sus. Voi sunteți din lumea aceasta, Eu nu sunt din lumea aceasta.",
        "24": "De aceea v-am spus că veți muri în păcatele voastre, căci, dacă nu credeți că Eu sunt, veți muri în păcatele voastre.”",
        "25": "„Cine ești Tu?”, I-au zis ei. Isus le-a răspuns: „Ceea ce de la început vă spun că sunt.",
        "26": "Am multe de zis despre voi și de osândit în voi, dar Cel ce M-a trimis este adevărat; și Eu, ce am auzit de la El, aceea spun lumii.”",
        "27": "Ei n-au înțeles că le vorbea despre Tatăl.",
        "28": "Isus deci le-a zis: „Când veți înălța pe Fiul omului, atunci veți cunoaște că Eu sunt și că nu fac nimic de la Mine Însumi, ci vorbesc după cum M-a învățat Tatăl Meu.",
        "29": "Cel ce M-a trimis este cu Mine; Tatăl nu M-a lăsat singur, pentru că totdeauna fac ce-I este plăcut.” Adevărata slobozenie",
        "30": "Pe când vorbea Isus astfel, mulți au crezut în El.",
        "31": "Și a zis iudeilor care crezuseră în El: „Dacă rămâneți în cuvântul Meu, sunteți în adevăr ucenicii Mei;",
        "32": "veți cunoaște adevărul, și adevărul vă va face slobozi.”",
        "33": "Ei I-au răspuns: „Noi suntem sămânța lui Avraam și n-am fost niciodată robii nimănui. Cum zici Tu: ‘Veți fi slobozi’?”",
        "34": "„Adevărat, adevărat vă spun”, le-a răspuns Isus, „că oricine trăiește în păcat este rob al păcatului.",
        "35": "Și robul nu rămâne pururea în casă; fiul însă rămâne pururea.",
        "36": "Deci, dacă Fiul vă face slobozi, veți fi cu adevărat slobozi.",
        "37": "Știu că sunteți sămânța lui Avraam, dar căutați să Mă omorâți pentru că nu pătrunde în voi cuvântul Meu.",
        "38": "Eu spun ce am văzut la Tatăl Meu și voi faceți ce ați auzit de la tatăl vostru.”",
        "39": "„Tatăl nostru”, I-au răspuns ei, „este Avraam.” Isus le-a zis: „Dacă ați fi copii ai lui Avraam, ați face faptele lui Avraam.",
        "40": "Dar acum căutați să Mă omorâți pe Mine, un om, care v-am spus adevărul, pe care l-am auzit de la Dumnezeu. Așa ceva Avraam n-a făcut.",
        "41": "Voi faceți faptele tatălui vostru.” Ei I-au zis: „Noi nu suntem copii născuți din curvie; avem un singur Tată: pe Dumnezeu.”",
        "42": "Isus le-a zis: „Dacă ar fi Dumnezeu Tatăl vostru, M-ați iubi și pe Mine, căci Eu am ieșit și vin de la Dumnezeu; n-am venit de la Mine Însumi, ci El M-a trimis.",
        "43": "Pentru ce nu înțelegeți vorbirea Mea? Pentru că nu puteți asculta Cuvântul Meu.",
        "44": "Voi aveți de tată pe diavolul și vreți să împliniți poftele tatălui vostru. El de la început a fost ucigaș și nu stă în adevăr, pentru că în el nu este adevăr. Ori de câte ori spune o minciună, vorbește din ale lui, căci este mincinos și tatăl minciunii.",
        "45": "Iar pe Mine, pentru că spun adevărul, nu Mă credeți.",
        "46": "Cine din voi Mă poate dovedi că am păcat? Dacă spun adevărul, pentru ce nu Mă credeți?",
        "47": "Cine este din Dumnezeu ascultă cuvintele lui Dumnezeu; voi de aceea n-ascultați, pentru că nu sunteți din Dumnezeu.” Isus este înainte de Avraam",
        "48": "Iudeii I-au răspuns: „Nu zicem noi bine că ești samaritean și că ai drac?”",
        "49": "„N-am drac”, le-a răspuns Isus; „ci Eu cinstesc pe Tatăl Meu, dar voi nu Mă cinstiți.",
        "50": "Eu nu caut slava Mea; este Unul care o caută și care judecă.",
        "51": "Adevărat, adevărat vă spun că, dacă păzește cineva cuvântul Meu, în veac nu va vedea moartea.”",
        "52": "„Acum”, I-au zis iudeii, „vedem bine că ai drac; Avraam a murit, prorocii de asemenea au murit, și tu zici: ‘Dacă păzește cineva cuvântul Meu, în veac nu va gusta moartea.’",
        "53": "Doar n-ai fi Tu mai mare decât părintele nostru Avraam, care a murit? Și decât prorocii, care de asemenea au murit? Cine te crezi Tu că ești?”",
        "54": "Isus a răspuns: „Dacă Mă slăvesc Eu Însumi, slava Mea nu este nimic; Tatăl Meu Mă slăvește, El, despre care voi ziceți că este Dumnezeul vostru,",
        "55": "și totuși nu-L cunoașteți. Eu Îl cunosc bine și, dacă aș zice că nu-L cunosc, aș fi și Eu un mincinos ca voi. Dar Îl cunosc și păzesc Cuvântul Lui.",
        "56": "Tatăl vostru Avraam a săltat de bucurie că are să vadă ziua Mea; a văzut-o și s-a bucurat.”",
        "57": "„N-ai nici cincizeci de ani”, I-au zis iudeii, „și ai văzut pe Avraam?!”",
        "58": "Isus le-a zis: „Adevărat, adevărat vă spun că, mai înainte ca să se nască Avraam, sunt Eu.”",
        "59": "La auzul acestor vorbe, au luat pietre ca să arunce în El. Dar Isus S-a ascuns și a ieșit din Templu, trecând prin mijlocul lor. Și așa a plecat din Templu."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Isus S-a dus spre Muntele Măslinilor.",
        "2": "Apoi, dis-de-dimineață, a venit iarăși în Templu, și tot poporul a venit la El. Isus S-a așezat și a început să-i învețe.",
        "3": "Cărturarii și fariseii au adus o femeie care fusese prinsă în adulter și au pus-o să stea în mijlocul lor.",
        "4": "Ei I-au zis: ‒ Învățătorule, această femeie a fost prinsă chiar în timp ce comitea adulterul.",
        "5": "În Lege, Moise ne-a poruncit să omorâm cu pietre astfel de femei. Tu, deci, ce zici?",
        "6": "Spuneau lucrul acesta ca să-L pună la încercare, pentru ca să aibă cu ce să-L acuze. Isus însă S-a aplecat și a început să scrie cu degetul pe pământ.",
        "7": "Cum ei continuau să-L întrebe, El S-a ridicat și le-a zis: ‒ Acela dintre voi care este fără păcat, să arunce primul cu piatra în ea!",
        "8": "Apoi S-a aplecat din nou și a continuat să scrie pe pământ.",
        "9": "Auzind aceste cuvinte și fiind mustrați de cugetul lor, au ieșit afară unul câte unul, începând de la cei bătrâni, până la cei din urmă, iar Isus a rămas singur cu femeia care stătea în mijloc.",
        "10": "Isus S-a ridicat și a întrebat-o: ‒ Femeie, unde sunt acei acuzatori ai tăi? Nimeni nu te-a condamnat?",
        "11": "Ea a răspuns: ‒ Nimeni, Doamne! Isus i-a zis: ‒ Nici Eu nu te condamn. Du-te, iar de acum înainte să nu mai păcătuiești! Veridicitatea mărturiei lui Isus",
        "12": "Isus le-a vorbit din nou, zicând: ‒ Eu sunt Lumina lumii. Cel ce Mă urmează pe Mine nu va umbla niciodată în întunecime, ci va avea Lumina vieții.",
        "13": "Fariseii I-au zis: ‒ Tu mărturisești despre Tine Însuți, deci mărturia Ta nu este adevărată.",
        "14": "Isus a răspuns și le-a zis: ‒ Chiar dacă Eu mărturisesc despre Mine Însumi, totuși mărturia Mea este adevărată, pentru că Eu știu de unde vin și unde Mă duc, dar voi nu știți nici de unde vin și nici unde Mă duc.",
        "15": "Voi judecați după înfățișare. Eu nu judec pe nimeni.",
        "16": "Și chiar dacă aș judeca, judecata Mea este adevărată, pentru că Eu nu sunt singur, ci sunt împreună cu Tatăl Care M-a trimis.",
        "17": "Chiar în Legea voastră este scris că mărturia a doi oameni este adevărată.",
        "18": "Sunt Eu Cel Care mărturisesc despre Mine Însumi, și apoi despre Mine mai mărturisește și Tatăl Care M-a trimis.",
        "19": "Atunci ei L-au întrebat: ‒ Unde este Tatăl Tău? Isus a răspuns: ‒ Voi nu Mă cunoașteți nici pe Mine, nici pe Tatăl Meu. Dacă M-ați cunoaște pe Mine, L-ați cunoaște și pe Tatăl Meu.",
        "20": "Aceste cuvinte le-a spus în vistierie, în timp ce îi învăța pe oameni în Templu, dar nu L-a arestat nimeni, pentru că încă nu-I sosise ceasul.",
        "21": "El le-a zis iarăși: ‒ Eu Mă duc, iar voi Mă veți căuta, însă veți muri în păcatul vostru. Unde Mă duc Eu, voi nu puteți veni.",
        "22": "Atunci iudeii au zis: ‒ Doar n-o avea de gând să Se omoare, de zice: „Unde Mă duc Eu, voi nu puteți veni“?",
        "23": "El le-a zis: ‒ Voi sunteți de jos; Eu sunt de sus. Voi sunteți din lumea aceasta; Eu nu sunt din lumea aceasta.",
        "24": "De aceea v-am spus că veți muri în păcatele voastre. Căci, dacă nu credeți că Eu sunt, veți muri în păcatele voastre.",
        "25": "Ei L-au întrebat: ‒ Cine ești Tu? Isus le-a răspuns: ‒ Ceea ce vă tot spun de la început.",
        "26": "Eu am multe de zis și de judecat cu privire la voi, însă Cel Ce M-a trimis este adevărat, iar Eu, ceea ce am auzit de la El, aceea spun lumii.",
        "27": "Ei nu și-au dat seama că le vorbea despre Tatăl.",
        "28": "Isus le-a zis: ‒ Când Îl veți înălța pe Fiul Omului, atunci veți cunoaște că Eu sunt și că nu fac nimic de la Mine Însumi, ci spun aceste lucruri așa cum M-a învățat Tatăl.",
        "29": "Iar Cel Ce M-a trimis este cu Mine. El nu M-a lăsat singur, pentru că Eu întotdeauna fac ceea ce Îi este plăcut.",
        "30": "În timp ce spunea aceste lucruri, mulți au crezut în El. Urmașii lui Avraam",
        "31": "Atunci Isus le-a zis iudeilor care crezuseră în El: ‒ Dacă rămâneți în Cuvântul Meu, atunci sunteți într-adevăr ucenicii Mei.",
        "32": "Veți cunoaște adevărul, iar adevărul vă va face liberi.",
        "33": "Ei I-au răspuns: ‒ Suntem urmașii lui Avraam și niciodată n-am slujit ca sclavi nimănui. Deci, cum spui Tu: „Veți deveni liberi.“?",
        "34": "Isus le-a răspuns: ‒ Adevărat, adevărat vă spun că oricine trăiește în păcat este sclav al păcatului.",
        "35": "Și sclavul nu rămâne pe veci în casă, însă fiul rămâne pe veci.",
        "36": "Deci, dacă Fiul vă eliberează, veți fi cu adevărat liberi.",
        "37": "Știu că sunteți urmașii lui Avraam, dar cu toate acestea căutați să Mă omorâți, pentru că nu pătrunde în voi Cuvântul Meu.",
        "38": "Eu spun ceea ce am văzut la Tatăl, iar voi faceți ceea ce ați auzit de la tatăl vostru.",
        "39": "Ei au răspuns și I-au zis: ‒ Tatăl nostru este Avraam! Isus le-a zis: ‒ Dacă ați fi copiii lui Avraam, ați face faptele lui Avraam.",
        "40": "Însă acum încercați să Mă omorâți, pe Mine, un Om Care v-am spus adevărul pe care l-am auzit de la Dumnezeu. Așa ceva Avraam n-a făcut.",
        "41": "Voi faceți deci faptele tatălui vostru. Atunci I-au zis: ‒ Noi nu suntem născuți din preacurvie. Avem un singur Tată: pe Dumnezeu!",
        "42": "Isus le-a zis: ‒ Dacă ar fi Dumnezeu Tatăl vostru, atunci M-ați iubi, pentru că Eu de la Dumnezeu am ieșit și am venit. Căci Eu n-am venit de la Mine Însumi, ci El M-a trimis.",
        "43": "De ce nu înțelegeți vorbirea Mea? Pentru că nu puteți asculta Cuvântul Meu.",
        "44": "Voi sunteți de la tatăl vostru, diavolul, și doriți să împliniți poftele tatălui vostru. El de la început a fost ucigaș și n-a stat în adevăr, pentru că în el nu este adevăr. Ori de câte ori spune o minciună, vorbește din ale lui, pentru că este mincinos și tatăl minciunii.",
        "45": "Iar pe Mine, pentru că spun adevărul, nu Mă credeți.",
        "46": "Care dintre voi Mă poate dovedi vinovat de păcat? Dacă spun adevărul, de ce nu Mă credeți?",
        "47": "Cel ce este din Dumnezeu ascultă cuvintele lui Dumnezeu. Voi de aceea nu ascultați, pentru că nu sunteți din Dumnezeu. Isus este înainte de Avraam",
        "48": "Iudeii au răspuns și I-au zis: ‒ Nu zicem noi bine că ești samaritean și că ai demon?",
        "49": "Isus a răspuns: ‒ Eu nu am demon, ci Îl onorez pe Tatăl Meu. Însă voi nu Mă onorați.",
        "50": "Eu nu caut gloria Mea. Este Unul Care o caută și judecă.",
        "51": "Adevărat, adevărat vă spun că, dacă păzește cineva Cuvântul Meu, în veci nu va vedea moartea!",
        "52": "Atunci iudeii I-au zis: ‒ Acum știm că ai demon! Avraam a murit, la fel și profeții, și Tu zici: „Dacă păzește cineva Cuvântul Meu, în veci nu va gusta moartea!“.",
        "53": "Doar nu ești Tu mai mare decât tatăl nostru Avraam, care a murit? Și profeții au murit! Cine pretinzi Tu că ești?",
        "54": "Isus a răspuns: ‒ Dacă Eu Mă glorific pe Mine Însumi, gloria Mea nu înseamnă nimic. Tatăl Meu este Cel Care Mă glorifică, Cel despre Care voi spuneți: „Este Dumnezeul nostru!“,",
        "55": "deși nu-L cunoașteți. Eu însă Îl cunosc, iar dacă aș spune că nu-L cunosc, aș fi și Eu un mincinos ca voi. Dar Îl cunosc și păzesc Cuvântul Lui.",
        "56": "Avraam, tatăl vostru, s-a bucurat foarte mult că urma să vadă ziua Mea. El a văzut-o și s-a bucurat.",
        "57": "Atunci iudeii I-au zis: ‒ N-ai nici cincizeci de ani și l-ai văzut pe Avraam?",
        "58": "Isus le-a răspuns: ‒ Adevărat, adevărat vă spun că, mai înainte să se fi născut Avraam, Eu sunt!",
        "59": "Atunci au luat pietre ca să arunce în El. Dar Isus S-a ascuns și a ieșit din Templu."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "but Jesus went to the Mount of Olives.",
        "2": "Now very early in the morning, he came again into the temple, and all the people came to him. He sat down and taught them.",
        "3": "The scribes and the Pharisees brought a woman taken in adultery. Having set her in the middle,",
        "4": "they told him, “Teacher, we found this woman in adultery, in the very act.",
        "5": "Now in our law, Moses commanded us to stone such women. What then do you say about her?”",
        "6": "They said this testing him, that they might have something to accuse him of. But Jesus stooped down and wrote on the ground with his finger.",
        "7": "But when they continued asking him, he looked up and said to them, “He who is without sin among you, let him throw the first stone at her.”",
        "8": "Again he stooped down and wrote on the ground with his finger.",
        "9": "They, when they heard it, being convicted by their conscience, went out one by one, beginning from the oldest, even to the last. Jesus was left alone with the woman where she was, in the middle.",
        "10": "Jesus, standing up, saw her and said, “Woman, where are your accusers? Did no one condemn you?”",
        "11": "She said, “No one, Lord.” Jesus said, “Neither do I condemn you. Go your way. From now on, sin no more.”",
        "12": "Again, therefore, Jesus spoke to them, saying, “I am the light of the world. He who follows me will not walk in the darkness, but will have the light of life.”",
        "13": "The Pharisees therefore said to him, “You testify about yourself. Your testimony is not valid.”",
        "14": "Jesus answered them, “Even if I testify about myself, my testimony is true, for I know where I came from, and where I am going; but you don’t know where I came from, or where I am going.",
        "15": "You judge according to the flesh. I judge no one.",
        "16": "Even if I do judge, my judgment is true, for I am not alone, but I am with the Father who sent me.",
        "17": "It’s also written in your law that the testimony of two people is valid.",
        "18": "I am one who testifies about myself, and the Father who sent me testifies about me.”",
        "19": "They said therefore to him, “Where is your Father?” Jesus answered, “You know neither me nor my Father. If you knew me, you would know my Father also.”",
        "20": "Jesus spoke these words in the treasury, as he taught in the temple. Yet no one arrested him, because his hour had not yet come.",
        "21": "Jesus said therefore again to them, “I am going away, and you will seek me, and you will die in your sins. Where I go, you can’t come.”",
        "22": "The Jews therefore said, “Will he kill himself, because he says, ‘Where I am going, you can’t come’?”",
        "23": "He said to them, “You are from beneath. I am from above. You are of this world. I am not of this world.",
        "24": "I said therefore to you that you will die in your sins; for unless you believe that I am he, you will die in your sins.”",
        "25": "They said therefore to him, “Who are you?” Jesus said to them, “Just what I have been saying to you from the beginning.",
        "26": "I have many things to speak and to judge concerning you. However, he who sent me is true; and the things which I heard from him, these I say to the world.”",
        "27": "They didn’t understand that he spoke to them about the Father.",
        "28": "Jesus therefore said to them, “When you have lifted up the Son of Man, then you will know that I am he, and I do nothing of myself, but as my Father taught me, I say these things.",
        "29": "He who sent me is with me. The Father hasn’t left me alone, for I always do the things that are pleasing to him.”",
        "30": "As he spoke these things, many believed in him.",
        "31": "Jesus therefore said to those Jews who had believed him, “If you remain in my word, then you are truly my disciples.",
        "32": "You will know the truth, and the truth will make you free.”",
        "33": "They answered him, “We are Abraham’s offspring, and have never been in bondage to anyone. How do you say, ‘You will be made free’?”",
        "34": "Jesus answered them, “Most certainly I tell you, everyone who commits sin is the bondservant of sin.",
        "35": "A bondservant doesn’t live in the house forever. A son remains forever.",
        "36": "If therefore the Son makes you free, you will be free indeed.",
        "37": "I know that you are Abraham’s offspring, yet you seek to kill me, because my word finds no place in you.",
        "38": "I say the things which I have seen with my Father; and you also do the things which you have seen with your father.”",
        "39": "They answered him, “Our father is Abraham.” Jesus said to them, “If you were Abraham’s children, you would do the works of Abraham.",
        "40": "But now you seek to kill me, a man who has told you the truth which I heard from God. Abraham didn’t do this.",
        "41": "You do the works of your father.” They said to him, “We were not born of sexual immorality. We have one Father, God.”",
        "42": "Therefore Jesus said to them, “If God were your father, you would love me, for I came out and have come from God. For I haven’t come of myself, but he sent me.",
        "43": "Why don’t you understand my speech? Because you can’t hear my word.",
        "44": "You are of your father the devil, and you want to do the desires of your father. He was a murderer from the beginning, and doesn’t stand in the truth, because there is no truth in him. When he speaks a lie, he speaks on his own; for he is a liar, and the father of lies.",
        "45": "But because I tell the truth, you don’t believe me.",
        "46": "Which of you convicts me of sin? If I tell the truth, why do you not believe me?",
        "47": "He who is of God hears the words of God. For this cause you don’t hear, because you are not of God.”",
        "48": "Then the Jews answered him, “Don’t we say well that you are a Samaritan, and have a demon?”",
        "49": "Jesus answered, “I don’t have a demon, but I honor my Father and you dishonor me.",
        "50": "But I don’t seek my own glory. There is one who seeks and judges.",
        "51": "Most certainly, I tell you, if a person keeps my word, he will never see death.”",
        "52": "Then the Jews said to him, “Now we know that you have a demon. Abraham died, as did the prophets; and you say, ‘If a man keeps my word, he will never taste of death.’",
        "53": "Are you greater than our father Abraham, who died? The prophets died. Who do you make yourself out to be?”",
        "54": "Jesus answered, “If I glorify myself, my glory is nothing. It is my Father who glorifies me, of whom you say that he is our God.",
        "55": "You have not known him, but I know him. If I said, ‘I don’t know him,’ I would be like you, a liar. But I know him and keep his word.",
        "56": "Your father Abraham rejoiced to see my day. He saw it and was glad.”",
        "57": "The Jews therefore said to him, “You are not yet fifty years old! Have you seen Abraham?”",
        "58": "Jesus said to them, “Most certainly, I tell you, before Abraham came into existence, I AM.”",
        "59": "Therefore they took up stones to throw at him, but Jesus hid himself and went out of the temple, having gone through the middle of them, and so passed by."
      }
    }
  }
}