{
  "book": "Ioan",
  "chapter": "5",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "După aceea era un praznic al iudeilor; și Isus S-a suit la Ierusalim.",
        "2": "În Ierusalim, lângă Poarta Oilor, este o scăldătoare, numită în evreiește Betesda, care are cinci pridvoare.",
        "3": "În pridvoarele acestea zăceau o mulțime de bolnavi, orbi, șchiopi, uscați, care așteptau mișcarea apei.",
        "4": "Căci un înger al Domnului se cobora, din când în când, în scăldătoare și tulbura apa. Și cel dintâi care se cobora în ea, după tulburarea apei, se făcea sănătos, orice boală ar fi avut.",
        "5": "Acolo se afla un om bolnav de treizeci și opt de ani.",
        "6": "Isus, când l-a văzut zăcând și fiindcă știa că este bolnav de multă vreme, i-a zis: „Vrei să te faci sănătos?”",
        "7": "„Doamne”, I-a răspuns bolnavul, „n-am pe nimeni să mă bage în scăldătoare când se tulbură apa și, până să mă duc eu, se coboară altul înaintea mea.”",
        "8": "„Scoală-te”, i-a zis Isus, „ridică-ți patul și umblă.”",
        "9": "Îndată omul acela s-a făcut sănătos, și-a luat patul și umbla. Ziua aceea era o zi de Sabat.",
        "10": "Iudeii ziceau deci celui ce fusese vindecat: „Este ziua Sabatului, nu-ți este îngăduit să-ți ridici patul.”",
        "11": "El le-a răspuns: „Cel ce m-a făcut sănătos mi-a zis: ‘Ridică-ți patul și umblă.’”",
        "12": "Ei l-au întrebat: „Cine este omul acela care ți-a zis: ‘Ridică-ți patul și umblă’?”",
        "13": "Dar cel vindecat nu știa cine este, căci Isus Se făcuse nevăzut din norodul care era în locul acela.",
        "14": "După aceea, Isus l-a găsit în Templu și i-a zis: „Iată că te-ai făcut sănătos; de acum să nu mai păcătuiești, ca să nu ți se întâmple ceva mai rău.”",
        "15": "Omul acela s-a dus și a spus iudeilor că Isus este Acela care-l făcuse sănătos.",
        "16": "Din pricina aceasta, iudeii au început să urmărească pe Isus și căutau să-L omoare, fiindcă făcea aceste lucruri în ziua Sabatului. Lucrarea Fiului",
        "17": "Dar Isus le-a răspuns: „Tatăl Meu lucrează până acum și Eu, de asemenea, lucrez.”",
        "18": "Tocmai de aceea căutau și mai mult iudeii să-L omoare, nu numai fiindcă dezlega ziua Sabatului, dar și pentru că zicea că Dumnezeu este Tatăl Său și Se făcea, astfel, deopotrivă cu Dumnezeu.",
        "19": "Isus a luat din nou cuvântul și le-a zis: „Adevărat, adevărat vă spun că Fiul nu poate face nimic de la Sine; El nu face decât ce vede pe Tatăl făcând și tot ce face Tatăl, face și Fiul întocmai.",
        "20": "Căci Tatăl iubește pe Fiul și-I arată tot ce face; și-I va arăta lucrări mai mari decât acestea, ca voi să vă minunați.",
        "21": "În adevăr, după cum Tatăl înviază morții și le dă viață, tot așa și Fiul dă viață cui vrea.",
        "22": "Tatăl nici nu judecă pe nimeni, ci toată judecata a dat-o Fiului,",
        "23": "pentru ca toți să cinstească pe Fiul cum cinstesc pe Tatăl. Cine nu cinstește pe Fiul nu cinstește pe Tatăl, care L-a trimis.",
        "24": "Adevărat, adevărat vă spun că cine ascultă cuvintele Mele și crede în Cel ce M-a trimis are viața veșnică și nu vine la judecată, ci a trecut din moarte la viață.",
        "25": "Adevărat, adevărat vă spun că vine ceasul, și acum a și venit, când cei morți vor auzi glasul Fiului lui Dumnezeu și cei ce-l vor asculta vor învia.",
        "26": "Căci, după cum Tatăl are viața în Sine, tot așa a dat și Fiului să aibă viața în Sine.",
        "27": "Și I-a dat putere să judece, întrucât este Fiu al omului.",
        "28": "Nu vă mirați de lucrul acesta, pentru că vine ceasul când toți cei din morminte vor auzi glasul Lui",
        "29": "și vor ieși afară din ele. Cei ce au făcut binele vor învia pentru viață, iar cei ce au făcut răul vor învia pentru judecată.",
        "30": "Eu nu pot face nimic de la Mine Însumi: judec după cum aud; și judecata Mea este dreaptă, pentru că nu caut să fac voia Mea, ci voia Tatălui, care M-a trimis. Mărturia Tatălui și a lui Ioan",
        "31": "Dacă Eu mărturisesc despre Mine Însumi, mărturia Mea nu este adevărată.",
        "32": "Este un Altul care mărturisește despre Mine; și știu că mărturisirea pe care o face El despre Mine este adevărată.",
        "33": "Voi ați trimis la Ioan, și el a mărturisit pentru adevăr.",
        "34": "Nu că mărturia pe care o primesc Eu vine de la un om, dar spun lucrurile acestea pentru ca să fiți mântuiți.",
        "35": "Ioan era lumina care este aprinsă și luminează și voi ați vrut să vă veseliți câtăva vreme la lumina lui.",
        "36": "Dar Eu am o mărturie mai mare decât a lui Ioan, căci lucrările pe care Mi le-a dat Tatăl să le săvârșesc, tocmai lucrările acestea pe care le fac Eu, mărturisesc despre Mine că Tatăl M-a trimis.",
        "37": "Și Tatăl, care M-a trimis, a mărturisit El Însuși despre Mine. Voi nu I-ați auzit niciodată glasul, nu I-ați văzut deloc fața",
        "38": "și Cuvântul Lui nu rămâne în voi, pentru că nu credeți în Acela pe care L-a trimis El.",
        "39": "Cercetați Scripturile, pentru că socotiți că în ele aveți viața veșnică, dar tocmai ele mărturisesc despre Mine.",
        "40": "Și nu vreți să veniți la Mine, ca să aveți viața!",
        "41": "Eu nu umblu după slava care vine de la oameni.",
        "42": "Dar știu că n-aveți în voi dragoste de Dumnezeu.",
        "43": "Eu am venit în Numele Tatălui Meu, și nu Mă primiți; dacă va veni un altul, în numele lui însuși, pe acela îl veți primi.",
        "44": "Cum puteți crede voi, care umblați după slava pe care v-o dați unii altora și nu căutați slava care vine de la singurul Dumnezeu?",
        "45": "Să nu credeți că vă voi învinui înaintea Tatălui; este cine să vă învinuiască: Moise, în care v-ați pus nădejdea.",
        "46": "Căci, dacă ați crede pe Moise, M-ați crede și pe Mine, pentru că el a scris despre Mine.",
        "47": "Dar, dacă nu credeți cele scrise de el, cum veți crede cuvintele Mele?”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "După acestea, a avut loc o sărbătoare a iudeilor, și Isus S-a dus la Ierusalim.",
        "2": "În Ierusalim, aproape de Poarta Oilor, se află o baie publică, supranumită în ebraică „Betesda“, care are cinci porticuri.",
        "3": "În acestea zăceau o mulțime de bolnavi, orbi, ologi și paralizați, care așteptau mișcarea apei.",
        "4": "Căci un înger al Domnului cobora din când în când în bazin și tulbura apa. Și primul care pășea în el, după tulburarea apei, se făcea sănătos, orice boală ar fi avut.",
        "5": "Și era acolo un om care zăcea de treizeci și opt de ani în neputința lui.",
        "6": "Isus l-a văzut pe acesta zăcând și, știind că era deja bolnav de multă vreme, i-a zis: ‒ Vrei să te faci sănătos?",
        "7": "Bolnavul I-a răspuns: ‒ Domnule, nu am pe nimeni care să mă arunce în bazin atunci când se tulbură apa și, până mă duc eu, coboară altul înaintea mea!",
        "8": "Isus i-a zis: ‒ Ridică-te, ia-ți patul și umblă!",
        "9": "Imediat omul s-a făcut sănătos, și-a ridicat patul și a început să umble. În ziua aceea era sabatul.",
        "10": "Prin urmare, iudeii îi ziceau celui ce fusese vindecat: ‒ Este ziua de sabat. Nu-ți este permis să-ți ridici patul!",
        "11": "Însă el le-a răspuns: ‒ Cel Ce m-a făcut sănătos mi-a zis: „Ridică-ți patul și umblă!“.",
        "12": "Ei l-au întrebat: ‒ Cine este Omul Care ți-a zis: „Ridică-ți patul și umblă!“?",
        "13": "Dar cel vindecat nu știa cine este, pentru că Isus Se retrăsese din mulțimea care era în locul acela.",
        "14": "După acestea, Isus l-a găsit în Templu și i-a zis: ‒ Iată că te-ai făcut bine! Să nu mai păcătuiești, ca să nu ți se întâmple ceva și mai rău.",
        "15": "Omul a plecat și i-a înștiințat pe iudei că Isus este Cel Care l-a făcut sănătos. Lucrarea Fiului",
        "16": "Din cauza aceasta, iudeii Îl persecutau pe Isus, fiindcă făcea aceste lucruri în ziua de sabat.",
        "17": "Însă Isus le-a răspuns: „Tatăl Meu încă lucrează și acum, iar Eu de asemenea lucrez“.",
        "18": "Tocmai de aceea iudeii căutau și mai mult să-L omoare, fiindcă nu numai că încălca ziua de sabat, ci mai vorbea și despre Dumnezeu ca despre Tatăl Său, făcându-Se astfel deopotrivă cu Dumnezeu.",
        "19": "Atunci Isus le-a răspuns și le-a zis: „Adevărat, adevărat vă spun că Fiul nu poate face nimic de la Sine, ci doar ceea ce-L vede pe Tatăl făcând. Ceea ce face Tatăl, face și Fiul întocmai.",
        "20": "Căci Tatăl Îl iubește pe Fiul și-I arată tot ce face El. Și Îi va arăta lucrări mai mari decât acestea, pentru ca voi să rămâneți uimiți.",
        "21": "Într-adevăr, așa cum Tatăl învie morții și le dă viață, tot așa și Fiul dă viață oricui dorește El.",
        "22": "Căci Tatăl nu judecă pe nimeni, ci toată judecata I-a dat-o Fiului,",
        "23": "pentru ca toți să-L onoreze pe Fiul așa cum Îl onorează pe Tatăl. Cel ce nu-L onorează pe Fiul nu-L onorează nici pe Tatăl, Care L-a trimis.",
        "24": "Adevărat, adevărat vă spun că, cine ascultă Cuvântul Meu și crede în Cel Ce M-a trimis are viață veșnică și nu vine la judecată, ci a trecut din moarte la viață.",
        "25": "Adevărat, adevărat vă spun că vine ceasul, și acum a și venit, când cei morți vor auzi glasul Fiului lui Dumnezeu și cei ce ascultă vor trăi.",
        "26": "Căci așa cum Tatăl are viața în Sine Însuși, tot așa I-a dat și Fiului să aibă viața în Sine Însuși",
        "27": "și I-a dat autoritate să facă judecată, pentru că este Fiul Omului.",
        "28": "Nu fiți uimiți de acest lucru, pentru că vine ceasul când toți cei din morminte vor auzi glasul Lui",
        "29": "și vor ieși din ele. Cei ce au făcut binele vor învia pentru viață, iar cei ce au făcut răul vor învia pentru judecată.",
        "30": "Eu nu pot face nimic de la Mine Însumi; Eu judec după cum aud, și judecata Mea este dreaptă, pentru că nu caut să fac voia Mea, ci voia Celui Ce M-a trimis. Mărturia despre Fiul",
        "31": "Dacă Eu mărturisesc despre Mine Însumi, atunci mărturia Mea nu este adevărată.",
        "32": "Este un Altul Care mărturisește despre Mine și știu că mărturia pe care o depune El despre Mine este adevărată.",
        "33": "Voi ați trimis la Ioan, și el a mărturisit pentru adevăr.",
        "34": "Nu că Eu aș avea nevoie să primesc mărturie de la om, ci spun aceste lucruri pentru ca voi să fiți mântuiți.",
        "35": "El era candela care ardea și strălucea și voi ați vrut să vă veseliți pentru un ceas la lumina lui.",
        "36": "Eu însă am o mărturie mai mare decât cea a lui Ioan. Căci lucrările pe care Mi le-a dat Tatăl să le împlinesc, tocmai lucrările acestea, pe care le fac Eu, mărturisesc despre Mine că Tatăl M-a trimis.",
        "37": "Și Tatăl, Care M-a trimis, mărturisește El Însuși despre Mine. Voi nu I-ați auzit niciodată glasul, nici nu I-ați văzut înfățișarea",
        "38": "și nu aveți Cuvântul Lui rămânând în voi, pentru că nu credeți în Acela pe Care L-a trimis El.",
        "39": "Voi cercetați Scripturile deoarece credeți că în ele aveți viață veșnică, dar tocmai acestea sunt cele care mărturisesc despre Mine.",
        "40": "Și nu vreți să veniți la Mine ca să aveți viață.",
        "41": "Eu nu urmăresc să primesc glorie de la oameni.",
        "42": "Dar vă cunosc, și știu că nu aveți în voi dragoste de Dumnezeu.",
        "43": "Eu am venit în Numele Tatălui Meu și nu Mă primiți. Dacă vine altul, în numele lui însuși, pe acela îl veți primi.",
        "44": "Cum puteți crede voi, care urmăriți să primiți glorie unii de la alții și nu căutați gloria care vine de la singurul Dumnezeu?",
        "45": "Să nu credeți că Eu vă voi acuza înaintea Tatălui. Acuzatorul vostru este Moise, cel în care v-ați pus speranța.",
        "46": "Căci, dacă l-ați crede pe Moise, M-ați crede și pe Mine, pentru că el a scris despre Mine.",
        "47": "Dar dacă nu credeți scrierile lui, cum veți crede cuvintele Mele?“"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "After these things, there was a feast of the Jews, and Jesus went up to Jerusalem.",
        "2": "Now in Jerusalem by the sheep gate, there is a pool, which is called in Hebrew, “Bethesda”, having five porches.",
        "3": "In these lay a great multitude of those who were sick, blind, lame, or paralyzed, waiting for the moving of the water;",
        "4": "for an angel went down at certain times into the pool and stirred up the water. Whoever stepped in first after the stirring of the water was healed of whatever disease he had.",
        "5": "A certain man was there who had been sick for thirty-eight years.",
        "6": "When Jesus saw him lying there, and knew that he had been sick for a long time, he asked him, “Do you want to be made well?”",
        "7": "The sick man answered him, “Sir, I have no one to put me into the pool when the water is stirred up, but while I’m coming, another steps down before me.”",
        "8": "Jesus said to him, “Arise, take up your mat, and walk.”",
        "9": "Immediately, the man was made well, and took up his mat and walked. Now that day was a Sabbath.",
        "10": "So the Jews said to him who was cured, “It is the Sabbath. It is not lawful for you to carry the mat.”",
        "11": "He answered them, “He who made me well said to me, ‘Take up your mat and walk.’ ”",
        "12": "Then they asked him, “Who is the man who said to you, ‘Take up your mat and walk’?”",
        "13": "But he who was healed didn’t know who it was, for Jesus had withdrawn, a crowd being in the place.",
        "14": "Afterward Jesus found him in the temple and said to him, “Behold, you are made well. Sin no more, so that nothing worse happens to you.”",
        "15": "The man went away, and told the Jews that it was Jesus who had made him well.",
        "16": "For this cause the Jews persecuted Jesus and sought to kill him, because he did these things on the Sabbath.",
        "17": "But Jesus answered them, “My Father is still working, so I am working, too.”",
        "18": "For this cause therefore the Jews sought all the more to kill him, because he not only broke the Sabbath, but also called God his own Father, making himself equal with God.",
        "19": "Jesus therefore answered them, “Most certainly, I tell you, the Son can do nothing of himself, but what he sees the Father doing. For whatever things he does, these the Son also does likewise.",
        "20": "For the Father has affection for the Son, and shows him all things that he himself does. He will show him greater works than these, that you may marvel.",
        "21": "For as the Father raises the dead and gives them life, even so the Son also gives life to whom he desires.",
        "22": "For the Father judges no one, but he has given all judgment to the Son,",
        "23": "that all may honor the Son, even as they honor the Father. He who doesn’t honor the Son doesn’t honor the Father who sent him.",
        "24": "“Most certainly I tell you, he who hears my word and believes him who sent me has eternal life, and doesn’t come into judgment, but has passed out of death into life.",
        "25": "Most certainly I tell you, the hour comes, and now is, when the dead will hear the Son of God’s voice; and those who hear will live.",
        "26": "For as the Father has life in himself, even so he gave to the Son also to have life in himself.",
        "27": "He also gave him authority to execute judgment, because he is a son of man.",
        "28": "Don’t marvel at this, for the hour comes in which all who are in the tombs will hear his voice",
        "29": "and will come out; those who have done good, to the resurrection of life; and those who have done evil, to the resurrection of judgment.",
        "30": "I can of myself do nothing. As I hear, I judge; and my judgment is righteous, because I don’t seek my own will, but the will of my Father who sent me.",
        "31": "“If I testify about myself, my witness is not valid.",
        "32": "It is another who testifies about me. I know that the testimony which he testifies about me is true.",
        "33": "You have sent to John, and he has testified to the truth.",
        "34": "But the testimony which I receive is not from man. However, I say these things that you may be saved.",
        "35": "He was the burning and shining lamp, and you were willing to rejoice for a while in his light.",
        "36": "But the testimony which I have is greater than that of John; for the works which the Father gave me to accomplish, the very works that I do, testify about me, that the Father has sent me.",
        "37": "The Father himself, who sent me, has testified about me. You have neither heard his voice at any time, nor seen his form.",
        "38": "You don’t have his word living in you, because you don’t believe him whom he sent.",
        "39": "“You search the Scriptures, because you think that in them you have eternal life; and these are they which testify about me.",
        "40": "Yet you will not come to me, that you may have life.",
        "41": "I don’t receive glory from men.",
        "42": "But I know you, that you don’t have God’s love in yourselves.",
        "43": "I have come in my Father’s name, and you don’t receive me. If another comes in his own name, you will receive him.",
        "44": "How can you believe, who receive glory from one another, and you don’t seek the glory that comes from the only God?",
        "45": "“Don’t think that I will accuse you to the Father. There is one who accuses you, even Moses, on whom you have set your hope.",
        "46": "For if you believed Moses, you would believe me; for he wrote about me.",
        "47": "But if you don’t believe his writings, how will you believe my words?”"
      }
    }
  }
}