{
  "book": "Ioan",
  "chapter": "1",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "La început era Cuvântul, și Cuvântul era cu Dumnezeu, și Cuvântul era Dumnezeu.",
        "2": "El era la început cu Dumnezeu.",
        "3": "Toate lucrurile au fost făcute prin El; și nimic din ce a fost făcut n-a fost făcut fără El.",
        "4": "În El era viața, și viața era lumina oamenilor.",
        "5": "Lumina luminează în întuneric, și întunericul n-a biruit-o.",
        "6": "A venit un om trimis de Dumnezeu: numele lui era Ioan.",
        "7": "El a venit ca martor, ca să mărturisească despre Lumină, pentru ca toți să creadă prin el.",
        "8": "Nu era el Lumina, ci el a venit ca să mărturisească despre Lumină.",
        "9": "Lumina aceasta era adevărata Lumină, care luminează pe orice om, venind în lume.",
        "10": "El era în lume, și lumea a fost făcută prin El, dar lumea nu L-a cunoscut.",
        "11": "A venit la ai Săi, și ai Săi nu L-au primit.",
        "12": "Dar tuturor celor ce L-au primit, adică celor ce cred în Numele Lui, le-a dat dreptul să se facă copii ai lui Dumnezeu;",
        "13": "născuți nu din sânge, nici din voia firii lor, nici din voia vreunui om, ci din Dumnezeu.",
        "14": "Și Cuvântul S-a făcut trup și a locuit printre noi, plin de har și de adevăr. Și noi am privit slava Lui, o slavă întocmai ca slava singurului născut din Tatăl.",
        "15": "Ioan a mărturisit despre El când a strigat: „El este Acela despre care ziceam eu: ‘Cel ce vine după mine este înaintea mea, pentru că era înainte de mine.’”",
        "16": "Și noi toți am primit din plinătatea Lui și har după har;",
        "17": "căci Legea a fost dată prin Moise, dar harul și adevărul au venit prin Isus Hristos.",
        "18": "Nimeni n-a văzut vreodată pe Dumnezeu; singurul Lui Fiu, care este în sânul Tatălui, Acela L-a făcut cunoscut. Mărturia lui Ioan Botezătorul",
        "19": "Iată mărturisirea făcută de Ioan când iudeii au trimis din Ierusalim pe niște preoți și leviți să-l întrebe: „Tu cine ești?”",
        "20": "El a mărturisit și n-a tăgăduit: a mărturisit că nu este el Hristosul.",
        "21": "Și ei l-au întrebat: „Dar cine ești? Ești Ilie?” Și el a zis: „Nu sunt!” „Ești prorocul?” Și el a răspuns: „Nu!”",
        "22": "Atunci i-au zis: „Dar cine ești? Ca să dăm un răspuns celor ce ne-au trimis. Ce zici tu despre tine însuți?”",
        "23": "„Eu”, a zis el, „sunt glasul celui ce strigă în pustie: ‘Neteziți calea Domnului’, cum a zis prorocul Isaia.”",
        "24": "Trimișii erau din partea fariseilor.",
        "25": "Ei i-au mai pus următoarea întrebare: „Atunci de ce botezi, dacă nu ești Hristosul, nici Ilie, nici prorocul?”",
        "26": "Drept răspuns, Ioan le-a zis: „Eu botez cu apă, dar în mijlocul vostru stă Unul pe care voi nu-L cunoașteți.",
        "27": "El este Acela care vine după mine și care este înaintea mea; eu nu sunt vrednic să-I dezleg cureaua încălțămintei Lui.”",
        "28": "Aceste lucruri s-au petrecut în Betabara, dincolo de Iordan, unde boteza Ioan. Mielul lui Dumnezeu",
        "29": "A doua zi, Ioan a văzut pe Isus venind la el și a zis: „Iată Mielul lui Dumnezeu, care ridică păcatul lumii!",
        "30": "El este Acela despre care ziceam: ‘După mine vine un om, care este înaintea mea, căci era înainte de mine.’",
        "31": "Eu nu-L cunoșteam, dar tocmai pentru aceasta am venit să botez cu apă: ca El să fie făcut cunoscut lui Israel.”",
        "32": "Ioan a făcut următoarea mărturisire: „Am văzut Duhul coborându-Se din cer ca un porumbel și oprindu-Se peste El.",
        "33": "Eu nu-L cunoșteam, dar Cel ce m-a trimis să botez cu apă mi-a zis: ‘Acela peste care vei vedea Duhul coborându-Se și oprindu-Se este Cel ce botează cu Duhul Sfânt.’",
        "34": "Și eu am văzut lucrul acesta și am mărturisit că El este Fiul lui Dumnezeu.” Cei dintâi ucenici",
        "35": "A doua zi, Ioan stătea iarăși cu doi din ucenicii lui.",
        "36": "Și, pe când privea pe Isus umblând, a zis: „Iată Mielul lui Dumnezeu!”",
        "37": "Cei doi ucenici l-au auzit rostind aceste vorbe și au mers după Isus.",
        "38": "Isus S-a întors și, când i-a văzut că merg după El, le-a zis: „Ce căutați?” Ei I-au răspuns: „Rabbi (care, tălmăcit, înseamnă: ‘Învățătorule’), unde locuiești?”",
        "39": "„Veniți de vedeți”, le-a zis El. S-au dus de au văzut unde locuia și în ziua aceea au rămas la El. Era cam pe la ceasul al zecelea.",
        "40": "Unul din cei doi care auziseră cuvintele lui Ioan și merseseră după Isus era Andrei, fratele lui Simon Petru.",
        "41": "El, cel dintâi, a găsit pe fratele său Simon și i-a zis: „Noi am găsit pe Mesia” (care, tălmăcit, înseamnă: „Hristos”).",
        "42": "Și l-a adus la Isus. Isus l-a privit și i-a zis: „Tu ești Simon, fiul lui Iona; tu te vei chema Chifa” (care, tălmăcit, înseamnă: „Petru”).",
        "43": "A doua zi, Isus a vrut să Se ducă în Galileea și a găsit pe Filip. Și i-a zis: „Vino după Mine.”",
        "44": "Filip era din Betsaida, cetatea lui Andrei și a lui Petru.",
        "45": "Filip a găsit pe Natanael și i-a zis: „Noi am găsit pe Acela despre care au scris Moise, în Lege, și prorocii: pe Isus din Nazaret, fiul lui Iosif.”",
        "46": "Natanael i-a zis: „Poate ieși ceva bun din Nazaret?” „Vino și vezi!”, i-a răspuns Filip.",
        "47": "Isus a văzut pe Natanael venind la El și a zis despre el: „Iată cu adevărat un israelit în care nu este vicleșug.”",
        "48": "„De unde mă cunoști?”, I-a zis Natanael. Drept răspuns, Isus i-a zis: „Te-am văzut mai înainte ca să te cheme Filip, când erai sub smochin.”",
        "49": "Natanael I-a răspuns: „Rabbi, Tu ești Fiul lui Dumnezeu, Tu ești Împăratul lui Israel!”",
        "50": "Drept răspuns, Isus i-a zis: „Pentru că ți-am spus că te-am văzut sub smochin, crezi? Lucruri mai mari decât acestea vei vedea.”",
        "51": "Apoi i-a zis: „Adevărat, adevărat vă spun că, de acum încolo, veți vedea cerul deschis și pe îngerii lui Dumnezeu suindu-se și coborându-se peste Fiul omului.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "La început era Cuvântul, și Cuvântul era cu Dumnezeu, și Cuvântul era Dumnezeu.",
        "2": "El era la început cu Dumnezeu.",
        "3": "Toate au fost făcute prin El și niciun lucru care a fost făcut, n-a fost făcut fără El.",
        "4": "În El era viața, și viața era lumina oamenilor.",
        "5": "Lumina luminează în întunecime, și întunecimea n-a învăluit-o.",
        "6": "Era un om trimis de Dumnezeu, al cărui nume era Ioan.",
        "7": "El a venit ca martor, ca să mărturisească despre Lumină, pentru ca toți să creadă prin el.",
        "8": "Nu el era Lumina, ci el a venit ca să mărturisească despre Lumină.",
        "9": "Aceasta era Lumina cea adevărată, Care îl luminează pe orice om, venind în lume.",
        "10": "El era în lume, și lumea a fost făcută prin El, dar lumea nu L-a cunoscut.",
        "11": "A venit la tot ce era al Său, dar ai Săi nu L-au primit.",
        "12": "Însă tuturor celor ce L-au primit, adică celor ce cred în Numele Lui, le-a dat autoritatea să devină copii ai lui Dumnezeu,",
        "13": "născuți nu din sânge, nici din voia firii pământești, nici din voia vreunui bărbat, ci din Dumnezeu.",
        "14": "Și Cuvântul S-a făcut trup și a locuit printre noi, iar noi am privit gloria Lui, o glorie ca a Singurului Fiu venit de la Tatăl, plin de har și de adevăr.",
        "15": "Ioan a mărturisit despre El și a strigat, zicând: „Acesta este Cel despre Care spuneam: «Cel Ce vine după mine este mai presus de mine, pentru că era înainte de mine!»“.",
        "16": "Căci noi toți am primit din plinătatea Lui, adică har după har.",
        "17": "Fiindcă Legea a fost dată prin Moise, dar harul și adevărul au venit prin Isus Cristos.",
        "18": "Nimeni nu L-a văzut vreodată pe Dumnezeu. Singurul Fiu, Cel Care este în sânul Tatălui, Acela L-a făcut cunoscut. Mărturia lui Ioan Botezătorul",
        "19": "Iată mărturia lui Ioan când iudeii din Ierusalim au trimis la el niște preoți și leviți ca să-l întrebe: ‒ Tu cine ești?",
        "20": "El a mărturisit – nu a negat, ci a mărturisit: ‒ Eu nu sunt Cristosul!",
        "21": "Ei l-au întrebat: ‒ Atunci cine ești? Ești Ilie? El a zis: ‒ Nu sunt! ‒ Ești Profetul? El a răspuns: ‒ Nu!",
        "22": "Atunci i-au zis: ‒ Dar cine ești? – ca să le dăm un răspuns celor ce ne-au trimis. Ce spui tu despre tine însuți?",
        "23": "El a zis: ‒ Eu sunt „glasul celui ce strigă în deșert: «Neteziți calea Domnului!»“, așa cum a spus profetul Isaia.",
        "24": "Trimișii erau din partea fariseilor.",
        "25": "Ei l-au întrebat și i-au zis: ‒ Atunci, dacă nu ești nici Cristosul, nici Ilie, nici Profetul, de ce botezi?",
        "26": "Ioan le-a răspuns, zicând: ‒ Eu botez cu apă, dar în mijlocul vostru stă Unul pe Care voi nu-L cunoașteți,",
        "27": "Cel Care vine după mine, Căruia eu nu sunt demn să-I dezleg cureaua sandalei.",
        "28": "Acestea s-au întâmplat în Betania, dincolo de Iordan, unde boteza Ioan. Isus, Mielul lui Dumnezeu",
        "29": "În ziua următoare, Ioan L-a văzut pe Isus venind la el și a zis: „Iată Mielul lui Dumnezeu, Care ridică păcatul lumii!",
        "30": "El este Cel despre Care spuneam: «După mine vine un Om Care este mai presus de mine, pentru că era înainte de mine.",
        "31": "Nici eu nu-L cunoșteam, dar tocmai pentru aceasta am venit să botez cu apă, ca El să fie făcut cunoscut lui Israel»“.",
        "32": "Ioan a mărturisit, zicând: „Am văzut Duhul coborând din Cer asemenea unui porumbel și rămânând peste El.",
        "33": "Nici eu nu-L cunoșteam, dar Cel Ce m-a trimis să botez cu apă mi-a zis: «Cel peste Care vei vedea Duhul coborând și rămânând, Acela este Cel Care botează cu Duhul Sfânt!».",
        "34": "Iar eu am văzut și am mărturisit că Acesta este Fiul lui Dumnezeu“. Primii ucenici",
        "35": "În ziua următoare, Ioan stătea iarăși cu doi dintre ucenicii lui",
        "36": "și, uitându-se la Isus umblând, a zis: „Iată Mielul lui Dumnezeu!“.",
        "37": "Cei doi ucenici ai lui au auzit ce a spus și L-au urmat pe Isus.",
        "38": "Isus S-a întors și, văzând că aceștia Îl urmează, i-a întrebat: ‒ Ce căutați? Ei I-au răspuns: ‒ Rabbi – care tradus, înseamnă „Învățătorule“ – unde stai?",
        "39": "El le-a zis: ‒ Veniți și veți vedea! Ei s-au dus și au văzut unde stătea. Și în ziua aceea au rămas cu El. Era cam pe la ceasul al zecelea.",
        "40": "Unul dintre cei doi, care auziseră cuvintele lui Ioan și-L urmaseră pe Isus, era Andrei, fratele lui Simon Petru.",
        "41": "El l-a găsit mai întâi pe fratele său, Simon, și i-a zis: „Noi L-am găsit pe Mesia“ (care este tradus „Cristos“).",
        "42": "Și l-a dus la Isus. Uitându-Se la el, Isus a zis: „Tu ești Simon, fiul lui Ioan. Tu vei fi numit «Chifa»“ – care este tradus „Petru“.",
        "43": "A doua zi, Isus a vrut să Se ducă în Galileea. El l-a găsit pe Filip și i-a zis: „Urmează-Mă!“.",
        "44": "Filip era din Betsaida, din cetatea lui Andrei și a lui Petru.",
        "45": "Filip l-a găsit pe Natanael și i-a zis: ‒ Noi L-am găsit pe Cel despre Care a scris Moise în Lege, precum și profeții, pe Isus din Nazaret, fiul lui Iosif!",
        "46": "Natanael i-a zis: ‒ Poate ieși ceva bun din Nazaret? Filip i-a răspuns: ‒ Vino și vezi!",
        "47": "Isus l-a văzut pe Natanael venind la El și a zis despre el: ‒ Iată într-adevăr un israelit în care nu este viclenie.",
        "48": "Natanael L-a întrebat: ‒ De unde mă cunoști? Isus i-a răspuns și i-a zis: ‒ Te-am văzut când stăteai sub smochin, înainte ca Filip să te cheme.",
        "49": "Natanael I-a răspuns: ‒ Rabbi, Tu ești Fiul lui Dumnezeu, Tu ești Împăratul lui Israel!",
        "50": "Isus i-a răspuns și i-a zis: ‒ Crezi pentru că ți-am spus că te-am văzut sub smochin? Vei vedea lucruri mai mari decât acestea!",
        "51": "Apoi i-a zis: ‒ Adevărat, adevărat vă spun că veți vedea cerul deschis și pe îngerii lui Dumnezeu suindu-se și coborându-se peste Fiul Omului."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "In the beginning was the Word, and the Word was with God, and the Word was God.",
        "2": "The same was in the beginning with God.",
        "3": "All things were made through him. Without him, nothing was made that has been made.",
        "4": "In him was life, and the life was the light of men.",
        "5": "The light shines in the darkness, and the darkness hasn’t overcome it.",
        "6": "There came a man sent from God, whose name was John.",
        "7": "The same came as a witness, that he might testify about the light, that all might believe through him.",
        "8": "He was not the light, but was sent that he might testify about the light.",
        "9": "The true light that enlightens everyone was coming into the world.",
        "10": "He was in the world, and the world was made through him, and the world didn’t recognize him.",
        "11": "He came to his own, and those who were his own didn’t receive him.",
        "12": "But as many as received him, to them he gave the right to become God’s children, to those who believe in his name:",
        "13": "who were born, not of blood, nor of the will of the flesh, nor of the will of man, but of God.",
        "14": "The Word became flesh and lived among us. We saw his glory, such glory as of the only born Son of the Father, full of grace and truth.",
        "15": "John testified about him. He cried out, saying, “This was he of whom I said, ‘He who comes after me has surpassed me, for he was before me.’”",
        "16": "From his fullness we all received grace upon grace.",
        "17": "For the law was given through Moses. Grace and truth were realized through Jesus Christ.",
        "18": "No one has seen God at any time. The only born Son, who is in the bosom of the Father, has declared him.",
        "19": "This is John’s testimony, when the Jews sent priests and Levites from Jerusalem to ask him, “Who are you?”",
        "20": "He declared, and didn’t deny, but he declared, “I am not the Christ.”",
        "21": "They asked him, “What then? Are you Elijah?” He said, “I am not.” “Are you the prophet?” He answered, “No.”",
        "22": "They said therefore to him, “Who are you? Give us an answer to take back to those who sent us. What do you say about yourself?”",
        "23": "He said, “I am the voice of one crying in the wilderness, ‘Make straight the way of the Lord,’ as Isaiah the prophet said.”",
        "24": "The ones who had been sent were from the Pharisees.",
        "25": "They asked him, “Why then do you baptize if you are not the Christ, nor Elijah, nor the prophet?”",
        "26": "John answered them, “I baptize in water, but among you stands one whom you don’t know.",
        "27": "He is the one who comes after me, who is preferred before me, whose sandal strap I’m not worthy to loosen.”",
        "28": "These things were done in Bethany beyond the Jordan, where John was baptizing.",
        "29": "The next day, he saw Jesus coming to him, and said, “Behold, the Lamb of God, who takes away the sin of the world!",
        "30": "This is he of whom I said, ‘After me comes a man who is preferred before me, for he was before me.’",
        "31": "I didn’t know him, but for this reason I came baptizing in water, that he would be revealed to Israel.”",
        "32": "John testified, saying, “I have seen the Spirit descending like a dove out of heaven, and it remained on him.",
        "33": "I didn’t recognize him, but he who sent me to baptize in water said to me, ‘On whomever you will see the Spirit descending and remaining on him is he who baptizes in the Holy Spirit.’",
        "34": "I have seen and have testified that this is the Son of God.”",
        "35": "Again, the next day, John was standing with two of his disciples,",
        "36": "and he looked at Jesus as he walked, and said, “Behold, the Lamb of God!”",
        "37": "The two disciples heard him speak, and they followed Jesus.",
        "38": "Jesus turned and saw them following, and said to them, “What are you looking for?” They said to him, “Rabbi” (which is to say, being interpreted, Teacher), “where are you staying?”",
        "39": "He said to them, “Come and see.” They came and saw where he was staying, and they stayed with him that day. It was about the tenth hour.",
        "40": "One of the two who heard John and followed him was Andrew, Simon Peter’s brother.",
        "41": "He first found his own brother, Simon, and said to him, “We have found the Messiah!” (which is, being interpreted, Christ).",
        "42": "He brought him to Jesus. Jesus looked at him and said, “You are Simon the son of Jonah. You shall be called Cephas” (which is by interpretation, Peter).",
        "43": "On the next day, he was determined to go out into Galilee, and he found Philip. Jesus said to him, “Follow me.”",
        "44": "Now Philip was from Bethsaida, the city of Andrew and Peter.",
        "45": "Philip found Nathanael, and said to him, “We have found him of whom Moses in the law and also the prophets, wrote: Jesus of Nazareth, the son of Joseph.”",
        "46": "Nathanael said to him, “Can any good thing come out of Nazareth?” Philip said to him, “Come and see.”",
        "47": "Jesus saw Nathanael coming to him, and said about him, “Behold, an Israelite indeed, in whom is no deceit!”",
        "48": "Nathanael said to him, “How do you know me?” Jesus answered him, “Before Philip called you, when you were under the fig tree, I saw you.”",
        "49": "Nathanael answered him, “Rabbi, you are the Son of God! You are King of Israel!”",
        "50": "Jesus answered him, “Because I told you, ‘I saw you underneath the fig tree,’ do you believe? You will see greater things than these!”",
        "51": "He said to him, “Most certainly, I tell you all, hereafter you will see heaven opened, and the angels of God ascending and descending on the Son of Man.”"
      }
    }
  }
}