{
  "book": "Ioan",
  "chapter": "17",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "După ce a vorbit astfel, Isus a ridicat ochii spre cer și a zis: „Tată, a sosit ceasul! Proslăvește pe Fiul Tău, ca și Fiul Tău să Te proslăvească pe Tine,",
        "2": "după cum I-ai dat putere peste orice făptură, ca să dea viața veșnică tuturor acelora pe care I i-ai dat Tu.",
        "3": "Și viața veșnică este aceasta: să Te cunoască pe Tine, singurul Dumnezeu adevărat, și pe Isus Hristos, pe care L-ai trimis Tu.",
        "4": "Eu Te-am proslăvit pe pământ, am sfârșit lucrarea pe care Mi-ai dat-o s-o fac.",
        "5": "Și acum, Tată, proslăvește-Mă la Tine Însuți cu slava pe care o aveam la Tine, înainte de a fi lumea.",
        "6": "Am făcut cunoscut Numele Tău oamenilor pe care Mi i-ai dat din lume. Ai Tăi erau și Tu Mi i-ai dat; și ei au păzit Cuvântul Tău.",
        "7": "Acum au cunoscut că tot ce Mi-ai dat Tu vine de la Tine.",
        "8": "Căci le-am dat cuvintele pe care Mi le-ai dat Tu. Ei le-au primit și au cunoscut cu adevărat că de la Tine am ieșit și au crezut că Tu M-ai trimis.",
        "9": "Pentru ei Mă rog. Nu Mă rog pentru lume, ci pentru aceia pe care Mi i-ai dat Tu, pentru că sunt ai Tăi –",
        "10": "tot ce este al Meu este al Tău și ce este al Tău este al Meu – și Eu sunt proslăvit în ei.",
        "11": "Eu nu mai sunt în lume, dar ei sunt în lume, și Eu vin la Tine. Sfinte Tată, păzește, în Numele Tău, pe aceia pe care Mi i-ai dat, pentru ca ei să fie una, cum suntem și Noi.",
        "12": "Când eram cu ei în lume, îi păzeam Eu în Numele Tău. Eu am păzit pe aceia pe care Mi i-ai dat și niciunul din ei n-a pierit, afară de fiul pierzării, ca să se împlinească Scriptura.",
        "13": "Dar, acum, Eu vin la Tine și spun aceste lucruri pe când sunt încă în lume, pentru ca să aibă în ei bucuria Mea deplină.",
        "14": "Le-am dat Cuvântul Tău, și lumea i-a urât, pentru că ei nu sunt din lume, după cum Eu nu sunt din lume.",
        "15": "Nu Te rog să-i iei din lume, ci să-i păzești de cel rău.",
        "16": "Ei nu sunt din lume, după cum nici Eu nu sunt din lume.",
        "17": "Sfințește-i prin adevărul Tău: Cuvântul Tău este adevărul.",
        "18": "Cum M-ai trimis Tu pe Mine în lume, așa i-am trimis și Eu pe ei în lume.",
        "19": "Și Eu Însumi Mă sfințesc pentru ei, ca și ei să fie sfințiți prin adevăr.",
        "20": "Și Mă rog nu numai pentru ei, ci și pentru cei ce vor crede în Mine prin cuvântul lor.",
        "21": "Mă rog ca toți să fie una, cum Tu, Tată, ești în Mine și Eu, în Tine, ca și ei să fie una în Noi, pentru ca lumea să creadă că Tu M-ai trimis.",
        "22": "Eu le-am dat slava pe care Mi-ai dat-o Tu, pentru ca ei să fie una, cum și Noi suntem una –",
        "23": "Eu în ei și Tu în Mine –, pentru ca ei să fie în chip desăvârșit una, ca să cunoască lumea că Tu M-ai trimis și că i-ai iubit cum M-ai iubit pe Mine.",
        "24": "Tată, vreau ca, acolo unde sunt Eu, să fie împreună cu Mine și aceia pe care Mi i-ai dat Tu, ca să vadă slava Mea, slavă pe care Mi-ai dat-o Tu, fiindcă Tu M-ai iubit înainte de întemeierea lumii.",
        "25": "Neprihănitule Tată, lumea nu Te-a cunoscut, dar Eu Te-am cunoscut și aceștia au cunoscut că Tu M-ai trimis.",
        "26": "Eu le-am făcut cunoscut Numele Tău și li-L voi mai face cunoscut, pentru ca dragostea cu care M-ai iubit Tu să fie în ei și Eu să fiu în ei.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "După ce a spus aceste lucruri, Isus Și-a ridicat ochii spre cer și a zis: „Tată, a sosit ceasul! Glorifică-Ți Fiul, pentru ca și Fiul să Te glorifice pe Tine,",
        "2": "de vreme ce I-ai dat autoritate peste orice om, ca să le dea viață veșnică tuturor celor pe care I i-ai dat Tu.",
        "3": "Și viața veșnică este aceasta: să Te cunoască pe Tine, singurul Dumnezeu adevărat, și pe Isus Cristos, pe Care L-ai trimis Tu.",
        "4": "Eu Te-am glorificat pe pământ, împlinind lucrarea pe care Mi-ai dat-o s-o fac.",
        "5": "Și acum, glorifică-Mă Tu, Tată, înaintea Ta, cu gloria pe care o aveam la Tine înainte de a fi lumea. Isus Se roagă Tatălui pentru ucenici",
        "6": "Le-am făcut cunoscut Numele Tău oamenilor pe care Mi i-ai dat din lume. Erau ai Tăi și Tu Mi i-ai dat, iar ei au păzit Cuvântul Tău.",
        "7": "Acum au cunoscut că tot ce Mi-ai dat Tu este de la Tine.",
        "8": "Căci le-am dat cuvintele pe care Mi le-ai dat Tu, iar ei le-au primit și au cunoscut că într-adevăr am ieșit de la Tine și au crezut că Tu M-ai trimis.",
        "9": "Pentru ei Mă rog. Nu Mă rog pentru lume, ci pentru cei pe care Mi i-ai dat Tu, pentru că sunt ai Tăi.",
        "10": "Tot ce este al Meu, este al Tău, și tot ce este al Tău, este al Meu. Și Eu am fost glorificat în ei.",
        "11": "Eu nu mai sunt în lume, dar ei sunt în lume, iar Eu vin la Tine. Sfinte Tată, păzește-i, în Numele Tău, pe care Mi L-ai dat, pentru ca ei să fie una, așa cum suntem Noi.",
        "12": "Când eram cu ei, îi păzeam Eu în Numele Tău, pe care Mi L-ai dat. I-am păzit și niciunul dintre ei n-a pierit, în afară de fiul pierzării, ca să se împlinească Scriptura.",
        "13": "Acum însă, Eu vin la Tine. Și spun aceste lucruri în timp ce sunt încă în lume, pentru ca să aibă în ei bucuria Mea deplină.",
        "14": "Eu le-am dat Cuvântul Tău și lumea i-a urât, pentru că ei nu sunt din lume, la fel cum nici Eu nu sunt din lume.",
        "15": "Nu Te rog să-i iei din lume, ci să-i păzești de cel rău.",
        "16": "Ei nu sunt din lume, așa cum nici Eu nu sunt din lume.",
        "17": "Sfințește-i prin adevăr! Cuvântul Tău este adevărul.",
        "18": "Așa cum Tu M-ai trimis pe Mine în lume, tot așa i-am trimis și Eu pe ei în lume.",
        "19": "Eu Însumi Mă sfințesc pentru ei, ca și ei să fie sfințiți prin adevăr. Isus Se roagă pentru toți credincioșii",
        "20": "Și Mă rog nu numai pentru aceștia, ci și pentru cei ce cred în Mine prin cuvântul lor,",
        "21": "ca toți să fie una, așa cum Tu, Tată, ești în Mine, iar Eu în Tine. Mă rog ca și ei să fie în Noi, pentru ca lumea să creadă că Tu M-ai trimis.",
        "22": "Eu le-am dat gloria pe care Mi-ai dat-o Tu, pentru ca ei să fie una, așa cum și Noi suntem una.",
        "23": "Eu în ei și Tu în Mine – pentru ca ei să fie pe deplin una, astfel încât lumea să cunoască faptul că Tu M-ai trimis și că i-ai iubit așa cum M-ai iubit pe Mine.",
        "24": "Tată, doresc ca acolo unde sunt Eu, să fie cu Mine și aceia pe care Mi i-ai dat Tu, ca să vadă gloria Mea, glorie pe care Mi-ai dat-o Tu, fiindcă Tu M-ai iubit înainte de întemeierea lumii.",
        "25": "Neprihănitule Tată, lumea nu Te cunoaște, dar Eu Te cunosc, și aceștia știu că Tu M-ai trimis.",
        "26": "Eu le-am făcut cunoscut Numele Tău și li-l voi mai face cunoscut, pentru ca dragostea cu care M-ai iubit Tu să fie în ei, și Eu să fiu în ei“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Jesus said these things, then lifting up his eyes to heaven, he said, “Father, the time has come. Glorify your Son, that your Son may also glorify you;",
        "2": "even as you gave him authority over all flesh, so he will give eternal life to all whom you have given him.",
        "3": "This is eternal life, that they should know you, the only true God, and him whom you sent, Jesus Christ.",
        "4": "I glorified you on the earth. I have accomplished the work which you have given me to do.",
        "5": "Now, Father, glorify me with your own self with the glory which I had with you before the world existed.",
        "6": "“I revealed your name to the people whom you have given me out of the world. They were yours, and you have given them to me. They have kept your word.",
        "7": "Now they have known that all things whatever you have given me are from you,",
        "8": "for the words which you have given me I have given to them; and they received them, and knew for sure that I came from you. They have believed that you sent me.",
        "9": "I pray for them. I don’t pray for the world, but for those whom you have given me, for they are yours.",
        "10": "All things that are mine are yours, and yours are mine, and I am glorified in them.",
        "11": "I am no more in the world, but these are in the world, and I am coming to you. Holy Father, keep them through your name which you have given me, that they may be one, even as we are.",
        "12": "While I was with them in the world, I kept them in your name. I have kept those whom you have given me. None of them is lost except the son of destruction, that the Scripture might be fulfilled.",
        "13": "But now I come to you, and I say these things in the world, that they may have my joy made full in themselves.",
        "14": "I have given them your word. The world hated them because they are not of the world, even as I am not of the world.",
        "15": "I pray not that you would take them from the world, but that you would keep them from the evil one.",
        "16": "They are not of the world, even as I am not of the world.",
        "17": "Sanctify them in your truth. Your word is truth.",
        "18": "As you sent me into the world, even so I have sent them into the world.",
        "19": "For their sakes I sanctify myself, that they themselves also may be sanctified in truth.",
        "20": "“Not for these only do I pray, but for those also who will believe in me through their word,",
        "21": "that they may all be one; even as you, Father, are in me, and I in you, that they also may be one in us; that the world may believe that you sent me.",
        "22": "The glory which you have given me, I have given to them, that they may be one, even as we are one,",
        "23": "I in them, and you in me, that they may be perfected into one, that the world may know that you sent me and loved them, even as you loved me.",
        "24": "Father, I desire that they also whom you have given me be with me where I am, that they may see my glory which you have given me, for you loved me before the foundation of the world.",
        "25": "Righteous Father, the world hasn’t known you, but I knew you; and these knew that you sent me.",
        "26": "I made known to them your name, and will make it known; that the love with which you loved me may be in them, and I in them.”"
      }
    }
  }
}