{
  "book": "Ioan",
  "chapter": "14",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Să nu vi se tulbure inima. Aveți credință în Dumnezeu și aveți credință în Mine.",
        "2": "În casa Tatălui Meu sunt multe locașuri. Dacă n-ar fi așa, v-aș fi spus. Eu Mă duc să vă pregătesc un loc.",
        "3": "Și după ce Mă voi duce și vă voi pregăti un loc, Mă voi întoarce și vă voi lua cu Mine, ca, acolo unde sunt Eu, să fiți și voi.",
        "4": "Știți unde Mă duc și știți și calea într-acolo.”",
        "5": "„Doamne”, I-a zis Toma, „nu știm unde Te duci. Cum putem să știm calea într-acolo?”",
        "6": "Isus i-a zis: „Eu sunt Calea, Adevărul și Viața. Nimeni nu vine la Tatăl decât prin Mine.",
        "7": "Dacă M-ați fi cunoscut pe Mine, ați fi cunoscut și pe Tatăl Meu. Și de acum încolo Îl veți cunoaște; și L-ați și văzut.”",
        "8": "„Doamne”, i-a zis Filip, „arată-ne pe Tatăl și ne este de ajuns!”",
        "9": "Isus i-a zis: „De atâta vreme sunt cu voi și nu M-ai cunoscut, Filipe? Cine M-a văzut pe Mine a văzut pe Tatăl. Cum zici tu dar: ‘Arată-ne pe Tatăl’?",
        "10": "Nu crezi că Eu sunt în Tatăl și Tatăl este în Mine? Cuvintele pe care vi le spun Eu, nu le spun de la Mine, ci Tatăl, care locuiește în Mine, El face aceste lucrări ale Lui.",
        "11": "Credeți-Mă că Eu sunt în Tatăl și Tatăl este în Mine; credeți cel puțin pentru lucrările acestea.",
        "12": "Adevărat, adevărat vă spun că cine crede în Mine va face și el lucrările pe care le fac Eu; ba încă va face altele și mai mari decât acestea, pentru că Eu mă duc la Tatăl:",
        "13": "și orice veți cere în Numele Meu, voi face, pentru ca Tatăl să fie proslăvit în Fiul.",
        "14": "Dacă veți cere ceva în Numele Meu, voi face. Păzirea poruncilor",
        "15": "Dacă Mă iubiți, veți păzi poruncile Mele.",
        "16": "Și Eu voi ruga pe Tatăl, și El vă va da un alt Mângâietor, care să rămână cu voi în veac;",
        "17": "și anume Duhul adevărului, pe care lumea nu-L poate primi, pentru că nu-L vede și nu-L cunoaște, dar voi Îl cunoașteți, căci rămâne cu voi și va fi în voi.",
        "18": "Nu vă voi lăsa orfani, Mă voi întoarce la voi.",
        "19": "Peste puțină vreme, lumea nu Mă va mai vedea, dar voi Mă veți vedea; pentru că Eu trăiesc, și voi veți trăi.",
        "20": "În ziua aceea, veți cunoaște că Eu sunt în Tatăl Meu, că voi sunteți în Mine și că Eu sunt în voi.",
        "21": "Cine are poruncile Mele și le păzește, acela Mă iubește și cine Mă iubește va fi iubit de Tatăl Meu. Eu îl voi iubi și Mă voi arăta lui.”",
        "22": "Iuda, nu Iscarioteanul, I-a zis: „Doamne, cum se face că Te vei arăta nouă, și nu lumii?”",
        "23": "Drept răspuns, Isus i-a zis: „Dacă Mă iubește cineva, va păzi cuvântul Meu, și Tatăl Meu îl va iubi. Noi vom veni la el și vom locui împreună cu el.",
        "24": "Cine nu Mă iubește nu păzește cuvintele Mele. Și cuvântul pe care-l auziți nu este al Meu, ci al Tatălui, care M-a trimis.",
        "25": "V-am spus aceste lucruri cât mai sunt cu voi.",
        "26": "Dar Mângâietorul, adică Duhul Sfânt, pe care-L va trimite Tatăl în Numele Meu, vă va învăța toate lucrurile și vă va aduce aminte de tot ce v-am spus Eu.",
        "27": "Vă las pacea, vă dau pacea Mea. Nu v-o dau cum o dă lumea. Să nu vi se tulbure inima, nici să nu se înspăimânte.",
        "28": "Ați auzit că v-am spus: ‘Mă duc și Mă voi întoarce la voi.’ Dacă M-ați iubi, v-ați fi bucurat că v-am zis: ‘Mă duc la Tatăl’, căci Tatăl este mai mare decât Mine.",
        "29": "Și v-am spus aceste lucruri acum, înainte ca să se întâmple, pentru ca, atunci când se vor întâmpla, să credeți.",
        "30": "Nu voi mai vorbi mult cu voi, căci vine stăpânitorul lumii acesteia. El n-are nimic în Mine,",
        "31": "dar vine pentru ca să cunoască lumea că Eu iubesc pe Tatăl și că fac așa cum Mi-a poruncit Tatăl. Sculați-vă, haidem să plecăm de aici!"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Să nu vi se tulbure inima! Credeți în Dumnezeu și credeți în Mine!",
        "2": "În casa Tatălui Meu sunt multe lăcașuri. Dacă n-ar fi așa, v-aș fi spus. Eu Mă duc să vă pregătesc un loc.",
        "3": "Iar dacă Mă voi duce și vă voi pregăti un loc, voi veni din nou și vă voi lua cu Mine, pentru ca acolo unde sunt Eu, să fiți și voi.",
        "4": "Știți calea spre locul unde Mă duc Eu.",
        "5": "Toma I-a zis: ‒ Doamne, nu știm unde Te duci. Cum putem să știm calea?",
        "6": "Isus i-a răspuns: ‒ Eu sunt Calea, Adevărul și Viața. Nimeni nu vine la Tatăl decât prin Mine.",
        "7": "Dacă M-ați cunoscut pe Mine, Îl veți cunoaște și pe Tatăl Meu. Și de acum încolo Îl cunoașteți și L-ați și văzut.",
        "8": "Filip I-a zis: ‒ Doamne, arată-ni-L pe Tatăl și ne este de ajuns!",
        "9": "Isus i-a răspuns: ‒ Sunt cu voi de atât de mult timp și nu M-ai cunoscut, Filip? Cel ce M-a văzut pe Mine L-a văzut pe Tatăl. Cum de spui: „Arată-ni-L pe Tatăl!“?",
        "10": "Nu crezi că Eu sunt în Tatăl și că Tatăl este în Mine? Cuvintele pe care vi le spun, nu le spun de la Mine, ci Tatăl, Care locuiește în Mine, Își face lucrările Lui.",
        "11": "Credeți-Mă că Eu sunt în Tatăl și Tatăl în Mine! Dacă nu, credeți măcar datorită lucrărilor înseși!",
        "12": "Adevărat, adevărat vă spun că cel ce crede în Mine va face și el lucrările pe care le fac Eu, ba încă va face lucrări mai mari decât acestea, pentru că Eu Mă duc la Tatăl.",
        "13": "Și orice veți cere în Numele Meu, voi face, pentru ca Tatăl să fie glorificat în Fiul.",
        "14": "Dacă veți cere ceva în Numele Meu, voi face. Promisiunea Duhului Sfânt",
        "15": "Dacă Mă iubiți, veți păzi poruncile Mele.",
        "16": "Iar Eu Îl voi ruga pe Tatăl și El vă va da un alt Apărător, Care să fie cu voi pe veci, și anume",
        "17": "Duhul adevărului, pe Care lumea nu-L poate primi, pentru că nici nu-L vede, nici nu-L cunoaște. Voi Îl cunoașteți, pentru că rămâne cu voi și va fi în voi.",
        "18": "Nu vă voi lăsa orfani; voi veni iarăși la voi.",
        "19": "Încă puțin, și lumea nu Mă va mai vedea, însă voi Mă veți vedea. Pentru că Eu trăiesc, și voi veți trăi.",
        "20": "În ziua aceea veți cunoaște că Eu sunt în Tatăl Meu, voi în Mine și Eu în voi.",
        "21": "Cel ce are poruncile Mele și le păzește, acela este cel ce Mă iubește. Și cel ce Mă iubește va fi iubit de Tatăl Meu, iar Eu îl voi iubi și Mă voi arăta lui.",
        "22": "Iuda, nu Iscarioteanul, L-a întrebat: ‒ Doamne, cum se face că urmează să Te arăți nouă, și nu lumii?",
        "23": "Isus a răspuns și i-a zis: ‒ Dacă Mă iubește cineva, va păzi Cuvântul Meu. Și Tatăl Meu îl va iubi, iar Noi vom veni la el și vom locui împreună cu el.",
        "24": "Cine nu Mă iubește, nu păzește cuvintele Mele. Iar cuvântul pe care-l auziți nu este al Meu, ci al Tatălui, Care M-a trimis.",
        "25": "V-am spus aceste lucruri cât sunt încă cu voi.",
        "26": "Dar Apărătorul, adică Duhul Sfânt, pe Care Tatăl Îl va trimite în Numele Meu, vă va învăța toate lucrurile și vă va reaminti tot ce v-am spus.",
        "27": "Vă las pace, vă dau pacea Mea. Nu v-o dau așa cum o dă lumea. Să nu vi se tulbure inima, nici să nu se înspăimânte!",
        "28": "Ați auzit că v-am spus: „Mă duc și voi veni iarăși la voi“. Dacă Mă iubeați, v-ați fi bucurat că Mă duc la Tatăl, pentru că Tatăl este mai mare decât Mine.",
        "29": "Și v-am spus acum, înainte să se întâmple, pentru ca, atunci când se va întâmpla, să credeți.",
        "30": "Nu voi mai vorbi mult cu voi, pentru că vine conducătorul lumii acesteia. El nu are nimic în Mine,",
        "31": "dar vine pentru ca lumea să cunoască faptul că Eu Îl iubesc pe Tatăl și că fac așa cum Mi-a poruncit Tatăl. Ridicați-vă, să plecăm de aici!"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "“Don’t let your heart be troubled. Believe in God. Believe also in me.",
        "2": "In my Father’s house are many homes. If it weren’t so, I would have told you. I am going to prepare a place for you.",
        "3": "If I go and prepare a place for you, I will come again and will receive you to myself; that where I am, you may be there also.",
        "4": "You know where I go, and you know the way.”",
        "5": "Thomas said to him, “Lord, we don’t know where you are going. How can we know the way?”",
        "6": "Jesus said to him, “I am the way, the truth, and the life. No one comes to the Father, except through me.",
        "7": "If you had known me, you would have known my Father also. From now on, you know him and have seen him.”",
        "8": "Philip said to him, “Lord, show us the Father, and that will be enough for us.”",
        "9": "Jesus said to him, “Have I been with you such a long time, and do you not know me, Philip? He who has seen me has seen the Father. How do you say, ‘Show us the Father’?",
        "10": "Don’t you believe that I am in the Father, and the Father in me? The words that I tell you, I speak not from myself; but the Father who lives in me does his works.",
        "11": "Believe me that I am in the Father, and the Father in me; or else believe me for the very works’ sake.",
        "12": "Most certainly I tell you, he who believes in me, the works that I do, he will do also; and he will do greater works than these, because I am going to my Father.",
        "13": "Whatever you will ask in my name, I will do it, that the Father may be glorified in the Son.",
        "14": "If you will ask anything in my name, I will do it.",
        "15": "If you love me, keep my commandments.",
        "16": "I will pray to the Father, and he will give you another Counselor, that he may be with you forever:",
        "17": "the Spirit of truth, whom the world can’t receive, for it doesn’t see him and doesn’t know him. You know him, for he lives with you and will be in you.",
        "18": "I will not leave you orphans. I will come to you.",
        "19": "Yet a little while, and the world will see me no more; but you will see me. Because I live, you will live also.",
        "20": "In that day you will know that I am in my Father, and you in me, and I in you.",
        "21": "One who has my commandments and keeps them, that person is one who loves me. One who loves me will be loved by my Father, and I will love him, and will reveal myself to him.”",
        "22": "Judas (not Iscariot) said to him, “Lord, what has happened that you are about to reveal yourself to us, and not to the world?”",
        "23": "Jesus answered him, “If a man loves me, he will keep my word. My Father will love him, and we will come to him and make our home with him.",
        "24": "He who doesn’t love me doesn’t keep my words. The word which you hear isn’t mine, but the Father’s who sent me.",
        "25": "“I have said these things to you while still living with you.",
        "26": "But the Counselor, the Holy Spirit, whom the Father will send in my name, will teach you all things, and will remind you of all that I said to you.",
        "27": "Peace I leave with you. My peace I give to you; not as the world gives, I give to you. Don’t let your heart be troubled, neither let it be fearful.",
        "28": "You heard how I told you, ‘I am going away, and I will come back to you.’ If you loved me, you would have rejoiced because I said ‘I am going to my Father;’ for the Father is greater than I.",
        "29": "Now I have told you before it happens so that when it happens, you may believe.",
        "30": "I will no more speak much with you, for the prince of the world comes, and he has nothing in me.",
        "31": "But that the world may know that I love the Father, and as the Father commanded me, even so I do. Arise, let’s go from here."
      }
    }
  }
}