{
  "book": "Ioan",
  "chapter": "9",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Când trecea, Isus a văzut un orb din naștere.",
        "2": "Ucenicii Lui L-au întrebat: „Învățătorule, cine a păcătuit: omul acesta sau părinții lui, de s-a născut orb?”",
        "3": "Isus a răspuns: „N-a păcătuit nici omul acesta, nici părinții lui, ci s-a născut așa, ca să se arate în el lucrările lui Dumnezeu.",
        "4": "Cât este ziuă, trebuie să lucrez lucrările Celui ce M-a trimis; vine noaptea, când nimeni nu mai poate să lucreze.",
        "5": "Cât sunt în lume, sunt Lumina lumii.”",
        "6": "După ce a zis aceste vorbe, a scuipat pe pământ și a făcut tină din scuipat. Apoi a uns ochii orbului cu tina aceasta",
        "7": "și i-a zis: „Du-te de te spală în scăldătoarea Siloamului” (care, tălmăcit, înseamnă: „Trimis”). El s-a dus, s-a spălat și s-a întors văzând bine.",
        "8": "Vecinii și cei ce-l cunoscuseră mai înainte ca cerșetor ziceau: „Nu este acesta cel ce ședea și cerșea?”",
        "9": "Unii ziceau: „El este.” Alții ziceau: „Nu, dar seamănă cu el.” Și el însuși zicea: „Eu sunt.”",
        "10": "Deci i-au zis: „Cum ți s-au deschis ochii?”",
        "11": "El a răspuns: „Omul acela, căruia I se zice Isus, a făcut tină, mi-a uns ochii și mi-a zis: ‘Du-te la scăldătoarea Siloamului și spală-te.’ M-am dus, m-am spălat și mi-am căpătat vederea.”",
        "12": "„Unde este Omul acela?”, l-au întrebat ei. El a răspuns: „Nu știu.” Cercetarea orbului de farisei",
        "13": "Au adus la farisei pe cel ce fusese orb mai înainte.",
        "14": "Și era o zi de Sabat când făcuse Isus tină și-i deschisese ochii.",
        "15": "Din nou, fariseii l-au întrebat și ei cum și-a căpătat vederea. Și el le-a zis: „Mi-a pus tină pe ochi, m-am spălat și văd.”",
        "16": "Atunci, unii din farisei au început să zică: „Omul acesta nu vine de la Dumnezeu, pentru că nu ține Sabatul.” Alții ziceau: „Cum poate un om păcătos să facă asemenea semne?” Și era dezbinare între ei.",
        "17": "Iarăși au întrebat pe orb: „Tu ce zici despre El în privința faptului că ți-a deschis ochii?” „Este un proroc”, le-a răspuns el.",
        "18": "Iudeii n-au crezut că fusese orb și că își căpătase vederea până n-au chemat pe părinții lui.",
        "19": "Și când i-au venit părinții, i-au întrebat: „Acesta este fiul vostru, care spuneți că s-a născut orb? Cum dar vede acum?”",
        "20": "Drept răspuns, părinții lui au zis: „Știm că acesta este fiul nostru și că s-a născut orb.",
        "21": "Dar cum vede acum sau cine i-a deschis ochii, nu știm. Întrebați-l pe el; este în vârstă, el singur poate vorbi despre ce-l privește.”",
        "22": "Părinții lui au zis aceste lucruri, pentru că se temeau de iudei, căci iudeii hotărâseră acum ca, dacă va mărturisi cineva că Isus este Hristosul, să fie dat afară din sinagogă.",
        "23": "De aceea au zis părinții lui: „Este în vârstă, întrebați-l pe el.”",
        "24": "Fariseii au chemat a doua oară pe omul care fusese orb și i-au zis: „Dă slavă lui Dumnezeu: noi știm că omul acesta este un păcătos.”",
        "25": "El a răspuns: „Dacă este un păcătos, nu știu; eu una știu: că eram orb, și acum văd.”",
        "26": "Iarăși l-au întrebat: „Ce ți-a făcut? Cum ți-a deschis ochii?”",
        "27": "„Acum v-am spus”, le-a răspuns el, „și n-ați ascultat. Pentru ce voiți să mai auziți încă o dată? Doar n-ați vrea să vă faceți și voi ucenicii Lui!”",
        "28": "Ei l-au ocărât și i-au zis: „Tu ești ucenicul Lui, noi suntem ucenicii lui Moise.",
        "29": "Știm că Dumnezeu a vorbit lui Moise, dar acesta nu știm de unde este.”",
        "30": "„Aici este mirarea”, le-a răspuns omul acela, „că voi nu știți de unde este, și totuși El mi-a deschis ochii.",
        "31": "Știm că Dumnezeu n-ascultă pe păcătoși, ci, dacă este cineva temător de Dumnezeu și face voia Lui, pe acela îl ascultă.",
        "32": "De când este lumea, nu s-a auzit să fi deschis cineva ochii unui orb din naștere.",
        "33": "Dacă omul acesta n-ar veni de la Dumnezeu, n-ar putea face nimic.”",
        "34": "„Tu ești născut cu totul în păcat”, i-au răspuns ei, „și vrei să ne înveți pe noi?” Și l-au dat afară. Isus întâlnește pe orb în Templu",
        "35": "Isus a auzit că l-au dat afară și, când l-a găsit, i-a zis: „Crezi tu în Fiul lui Dumnezeu?”",
        "36": "El a răspuns: „Și cine este, Doamne, ca să cred în El?”",
        "37": "„L-ai și văzut”, i-a zis Isus, „și Cel care vorbește cu tine, Acela este.”",
        "38": "„Cred, Doamne”, I-a zis el; și I s-a închinat.",
        "39": "Apoi, Isus a zis: „Eu am venit în lumea aceasta pentru judecată: ca cei ce nu văd să vadă și cei ce văd să ajungă orbi.”",
        "40": "Unii din fariseii care erau lângă El, când au auzit aceste vorbe, I-au zis: „Doar n-om fi și noi orbi!”",
        "41": "„Dacă ați fi orbi”, le-a răspuns Isus, „n-ați avea păcat, dar acum ziceți: ‘Vedem.’ Tocmai de aceea păcatul vostru rămâne."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În timp ce trecea, Isus a văzut un orb din naștere.",
        "2": "Ucenicii Lui L-au întrebat: ‒ Rabbi, cine a păcătuit de s-a născut orb: el sau părinții lui?",
        "3": "Isus a răspuns: ‒ N-a păcătuit nici el, nici părinții lui, ci s-a născut orb ca să se arate în el lucrările lui Dumnezeu.",
        "4": "Cât este zi, trebuie să lucrăm lucrările Celui Ce M-a trimis. Vine noaptea, când nimeni nu mai poate să lucreze.",
        "5": "Cât sunt în lume, Eu sunt Lumina lumii.",
        "6": "Și zicând acestea, a scuipat pe pământ, a făcut niște noroi din scuipat și l-a pus pe ochii orbului.",
        "7": "Apoi i-a zis: „Du-te și spală-te în bazinul Siloamului!“. Tradus, Siloam înseamnă „Trimis“. El s-a dus, s-a spălat și s-a întors văzând.",
        "8": "Vecinii și cei care-l văzuseră mai înainte, pe când era cerșetor, se întrebau: „Nu este acesta cel ce ședea și cerșea?“.",
        "9": "Unii ziceau: „El este!“. Alții ziceau: „Nu, dar seamănă cu el!“. Iar el zicea: „Eu sunt!“.",
        "10": "Prin urmare, l-au întrebat: ‒ Cum ți-au fost deschiși ochii?",
        "11": "El a răspuns: ‒ Omul Acela, Căruia I se zice Isus, a făcut noroi, mi-a uns ochii și mi-a zis: „Du-te la Siloam și spală-te!“. Așa că m-am dus, m-am spălat și apoi am putut vedea.",
        "12": "Ei l-au întrebat: ‒ Unde este Omul Acela? El a răspuns: ‒ Nu știu! Omul vindecat de Isus este cercetat de către farisei","13": "Atunci ei l-au adus la farisei pe cel ce fusese orb.",
        "14": "Ziua în care Isus făcuse noroi și-i deschisese ochii era o zi de sabat.",
        "15": "Din nou, fariseii l-au întrebat și ei cum de a început să vadă. El le-a zis: ‒ După ce mi-a pus noroi pe ochi, m-am spălat și am putut să văd!",
        "16": "Unii dintre farisei ziceau: „Acesta nu este de la Dumnezeu, pentru că nu păzește ziua de sabat!“. Alții însă ziceau: „Cum poate un om păcătos să facă astfel de semne?“. Și era dezbinare între ei.",
        "17": "L-au întrebat din nou pe orb: ‒ Tu ce zici despre El, pentru că ție ți-a deschis ochii? El le-a răspuns: ‒ Este un profet.",
        "18": "Iudeii, însă, n-au crezut că fusese orb și că acum începuse să vadă, până când nu i-au chemat pe părinții lui.",
        "19": "Ei i-au întrebat: ‒ Acesta este fiul vostru, despre care spuneți că s-a născut orb? Așadar, cum de vede acum?",
        "20": "Atunci părinții lui au răspuns și au zis: ‒ Știm că acesta este fiul nostru și că s-a născut orb,",
        "21": "însă cum de vede acum sau cine i-a deschis ochii, nu știm. Întrebați-l pe el! Este în vârstă și va vorbi el însuși cu privire la sine.",
        "22": "Părinții lui au spus aceste lucruri fiindcă le era frică de iudei. Căci iudeii hotărâseră deja ca, dacă va mărturisi cineva că Isus este Cristosul, să fie exclus din sinagogă.",
        "23": "De aceea au zis părinții lui: „Este în vârstă; întrebați-l pe el!“.",
        "24": "L-au chemat a doua oară pe omul care fusese orb și i-au zis: ‒ Dă glorie lui Dumnezeu! Noi știm că Omul Acesta este păcătos.",
        "25": "Atunci el a răspuns: ‒ Dacă este păcătos, nu știu. Eu una știu: eram orb, iar acum văd.",
        "26": "Ei l-au întrebat: ‒ Ce ți-a făcut? Cum ți-a deschis ochii?",
        "27": "El le-a răspuns: ‒ V-am spus deja, dar n-ați ascultat. De ce vreți să auziți din nou? Doar nu vreți să deveniți și voi ucenicii Lui?",
        "28": "Ei l-au insultat și i-au zis: ‒ Tu ești ucenicul Aceluia! Noi însă suntem ucenicii lui Moise!",
        "29": "Noi știm că lui Moise i-a vorbit Dumnezeu, dar Acesta nu știm de unde este!",
        "30": "Omul a răspuns și le-a zis: ‒ Dar tocmai aceasta mă uimește, că voi nu știți de unde este, și totuși El mi-a deschis ochii.",
        "31": "Știm că Dumnezeu nu-i ascultă pe păcătoși, dar dacă cineva este temător de Dumnezeu și face voia Lui, pe acela îl ascultă.",
        "32": "De când e lumea nu s-a auzit să deschidă cineva ochii unuia care s-a născut orb.",
        "33": "Dacă Acesta nu era de la Dumnezeu, n-ar fi putut face nimic.",
        "34": "Ei au răspuns și i-au zis: ‒ Tu ai fost născut cu totul în păcat și tu ne înveți pe noi? Și l-au dat afară. Orbirea spirituală",
        "35": "Isus a auzit că l-au dat afară, și când l-a găsit l-a întrebat: ‒ Crezi tu în Fiul Omului?",
        "36": "El a răspuns și a zis: ‒ Și cine este, Domnule, ca să cred în El?",
        "37": "Isus i-a zis: ‒ L-ai și văzut; Cel Ce vorbește cu tine este Acela.",
        "38": "El a răspuns: ‒ Cred, Doamne! Și I s-a închinat.",
        "39": "Isus i-a zis: ‒ Eu am venit în lumea aceasta pentru judecată, astfel încât cei ce nu văd, să vadă, iar cei ce văd, să devină orbi.",
        "40": "Unii dintre fariseii care erau cu El, când au auzit acestea, I-au zis: ‒ Doar nu suntem și noi orbi?",
        "41": "Isus le-a răspuns: ‒ Dacă ați fi orbi, n-ați avea păcat. Dar acum, pentru că ziceți: „Vedem!“, păcatul vostru rămâne."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "As he passed by, he saw a man blind from birth.",
        "2": "His disciples asked him, “Rabbi, who sinned, this man or his parents, that he was born blind?”",
        "3": "Jesus answered, “This man didn’t sin, nor did his parents, but that the works of God might be revealed in him.",
        "4": "I must work the works of him who sent me while it is day. The night is coming, when no one can work.",
        "5": "While I am in the world, I am the light of the world.”",
        "6": "When he had said this, he spat on the ground, made mud with the saliva, anointed the blind man’s eyes with the mud,",
        "7": "and said to him, “Go, wash in the pool of Siloam” (which means “Sent”). So he went away, washed, and came back seeing.",
        "8": "Therefore the neighbors and those who saw that he was blind before said, “Isn’t this he who sat and begged?”",
        "9": "Others were saying, “It is he.” Still others were saying, “He looks like him.” He said, “I am he.”",
        "10": "They therefore were asking him, “How were your eyes opened?”",
        "11": "He answered, “A man called Jesus made mud, anointed my eyes, and said to me, ‘Go to the pool of Siloam and wash.’ So I went away and washed, and I received sight.”",
        "12": "Then they asked him, “Where is he?” He said, “I don’t know.”",
        "13": "They brought him who had been blind to the Pharisees.",
        "14": "It was a Sabbath when Jesus made the mud and opened his eyes.",
        "15": "Again therefore the Pharisees also asked him how he received his sight. He said to them, “He put mud on my eyes, I washed, and I see.”",
        "16": "Some therefore of the Pharisees said, “This man is not from God, because he doesn’t keep the Sabbath.” Others said, “How can a man who is a sinner do such signs?” So there was division among them.",
        "17": "Therefore they asked the blind man again, “What do you say about him, because he opened your eyes?” He said, “He is a prophet.”",
        "18": "The Jews therefore didn’t believe concerning him, that he had been blind and had received his sight, until they called the parents of him who had received his sight,",
        "19": "and asked them, “Is this your son, whom you say was born blind? How then does he now see?”",
        "20": "His parents answered them, “We know that this is our son, and that he was born blind;",
        "21": "but how he now sees, we don’t know; or who opened his eyes, we don’t know. He is of age. Ask him. He will speak for himself.”",
        "22": "His parents said these things because they feared the Jews; for the Jews had already agreed that if any man would confess him as Christ, he would be put out of the synagogue.",
        "23": "Therefore his parents said, “He is of age. Ask him.”",
        "24": "So they called the man who was blind a second time, and said to him, “Give glory to God. We know that this man is a sinner.”",
        "25": "He therefore answered, “I don’t know if he is a sinner. One thing I do know: that though I was blind, now I see.”",
        "26": "They said to him again, “What did he do to you? How did he open your eyes?”",
        "27": "He answered them, “I told you already, and you didn’t listen. Why do you want to hear it again? You don’t also want to become his disciples, do you?”",
        "28": "They insulted him and said, “You are his disciple, but we are disciples of Moses.",
        "29": "We know that God has spoken to Moses. But as for this man, we don’t know where he comes from.”",
        "30": "The man answered them, “How amazing! You don’t know where he comes from, yet he opened my eyes.",
        "31": "We know that God doesn’t listen to sinners, but if anyone is a worshiper of God and does his will, he listens to him.",
        "32": "Since the world began it has never been heard of that anyone opened the eyes of someone born blind.",
        "33": "If this man were not from God, he could do nothing.”",
        "34": "They answered him, “You were altogether born in sins, and do you teach us?” Then they threw him out.",
        "35": "Jesus heard that they had thrown him out, and finding him, he said, “Do you believe in the Son of God?”",
        "36": "He answered, “Who is he, Lord, that I may believe in him?”",
        "37": "Jesus said to him, “You have both seen him, and it is he who speaks with you.”",
        "38": "He said, “Lord, I believe!” and he worshiped him.",
        "39": "Jesus said, “I came into this world for judgment, that those who don’t see may see; and that those who see may become blind.”",
        "40": "Those of the Pharisees who were with him heard these things, and said to him, “Are we also blind?”",
        "41": "Jesus said to them, “If you were blind, you would have no sin; but now you say, ‘We see.’ Therefore your sin remains."
      }
    }
  }
}