{
  "book": "Ioan",
  "chapter": "21",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "După aceea, Isus S-a mai arătat ucenicilor Săi la Marea Tiberiadei. Iată cum S-a arătat:",
        "2": "Simon Petru, Toma, zis Geamăn, Natanael din Cana Galileii, fiii lui Zebedei și alți doi din ucenicii lui Isus erau împreună.",
        "3": "Simon Petru le-a zis: „Mă duc să prind pește.” „Mergem și noi cu tine”, i-au zis ei. Au ieșit și s-au suit într-o corabie; și n-au prins nimic în noaptea aceea.",
        "4": "Dimineața, Isus stătea pe țărm, dar ucenicii nu știau că este Isus.",
        "5": "„Copii”, le-a zis Isus, „aveți ceva de mâncare?” Ei i-au răspuns: „Nu.”",
        "6": "El le-a zis: „Aruncați mreaja în partea dreaptă a corabiei și veți găsi.” Au aruncat-o deci și n-o mai puteau trage de mulțimea peștilor.",
        "7": "Atunci, ucenicul pe care-l iubea Isus a zis lui Petru: „Este Domnul!” Când a auzit Simon Petru că este Domnul, și-a pus haina pe el și s-a încins, căci era dezbrăcat, și s-a aruncat în mare.",
        "8": "Ceilalți ucenici au venit cu corăbioara, trăgând mreaja cu pești, pentru că nu erau departe de țărm, decât ca la două sute de coți.",
        "9": "Când s-au coborât pe țărm, au văzut acolo jăratic de cărbuni, pește pus deasupra și pâine.",
        "10": "Isus le-a zis: „Aduceți din peștii pe care i-ați prins acum.”",
        "11": "Simon Petru s-a suit în corăbioară și a tras mreaja la țărm, plină cu o sută cincizeci și trei de pești mari, și, măcar că erau atâția, nu s-a rupt mreaja.",
        "12": "„Veniți de prânziți”, le-a zis Isus. Și niciunul din ucenici nu cuteza să-L întrebe: „Cine ești?”, căci știau că este Domnul.",
        "13": "Isus S-a apropiat, a luat pâinea și le-a dat; tot așa a făcut și cu peștele.",
        "14": "Aceasta era a treia oară când Se arăta Isus ucenicilor Săi după ce înviase din morți. Isus vestește moartea lui Petru",
        "15": "După ce au prânzit, Isus a zis lui Simon Petru: „Simone, fiul lui Iona, Mă iubești tu mai mult decât aceștia?” „Da, Doamne”, I-a răspuns Petru, „știi că Te iubesc.” Isus i-a zis: „Paște mielușeii Mei.”",
        "16": "I-a zis a doua oară: „Simone, fiul lui Iona, Mă iubești?” „Da, Doamne”, I-a răspuns Petru, „știi că Te iubesc.” Isus i-a zis: „Paște oițele Mele.”",
        "17": "A treia oară i-a zis Isus: „Simone, fiul lui Iona, Mă iubești?” Petru s-a întristat că-i zisese a treia oară: „Mă iubești?” Și I-a răspuns: „Doamne, Tu toate le știi, știi că Te iubesc.” Isus i-a zis: „Paște oile Mele!",
        "18": "Adevărat, adevărat îți spun că, atunci când erai mai tânăr, singur te încingeai și te duceai unde voiai, dar, când vei îmbătrâni, îți vei întinde mâinile și altul te va încinge și te va duce unde nu vei voi.”",
        "19": "A zis lucrul acesta ca să arate cu ce fel de moarte va proslăvi Petru pe Dumnezeu. Și, după ce a vorbit astfel, i-a zis: „Vino după Mine.”",
        "20": "Petru s-a întors și a văzut venind după ei pe ucenicul pe care-l iubea Isus, acela care, la cină, se rezemase pe pieptul lui Isus și zisese: „Doamne, cine este cel ce Te vinde?”",
        "21": "Petru s-a uitat la el și a zis lui Isus: „Doamne, dar cu acesta ce va fi?”",
        "22": "Isus i-a răspuns: „Dacă vreau ca el să rămână până voi veni Eu, ce-ți pasă ție? Tu vino după Mine!”",
        "23": "Din pricina aceasta, a ieșit zvonul printre frați că ucenicul acela nu va muri deloc. Însă Isus nu zisese lui Petru că nu va muri deloc, ci: „Dacă vreau ca el să rămână până voi veni Eu, ce-ți pasă ție?”",
        "24": "Ucenicul acesta este cel ce adeverește aceste lucruri și care le-a scris. Și știm că mărturia lui este adevărată.",
        "25": "Mai sunt multe alte lucruri pe care le-a făcut Isus, care, dacă s-ar fi scris cu de-amănuntul, cred că nici chiar în lumea aceasta n-ar fi putut încăpea cărțile care s-ar fi scris. Amin."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "După aceea, Isus li S-a arătat din nou ucenicilor, la Marea Tiberiadei. El S-a arătat astfel:",
        "2": "Simon Petru, Toma (cel numit „Didymos“), Natanael din Cana Galileei, fiii lui Zebedei și alți doi dintre ucenicii lui Isus, erau împreună.",
        "3": "Simon Petru le-a zis: ‒ Mă duc să pescuiesc. Ei i-au zis: ‒ Venim și noi cu tine. Au ieșit și s-au urcat într-o barcă, dar în noaptea aceea n-au prins nimic.",
        "4": "Când se făcuse deja dimineață, Isus stătea pe țărm. Ucenicii însă nu știau că este Isus.",
        "5": "El le-a zis: ‒ Copilași, nu aveți ceva pește de mâncare? Ei I-au răspuns: ‒ Nu.",
        "6": "El le-a zis: ‒ Aruncați năvodul în partea dreaptă a bărcii și veți găsi! L-au aruncat și nu l-au mai putut trage din cauza mulțimii peștilor.",
        "7": "Atunci ucenicul pe care-l iubea Isus i-a zis lui Petru: „Este Domnul!“. Auzind că este Domnul, Simon Petru și-a pus haina pe el, pentru că era dezbrăcat, și s-a aruncat în mare.",
        "8": "Ceilalți ucenici au venit cu barca, trăgând năvodul cu pești, căci nu era departe de țărm, doar cam la două sute de coți.",
        "9": "Când au coborât pe țărm, au văzut un foc de cărbuni, pește pus deasupra și pâine.",
        "10": "Isus le-a zis: ‒ Aduceți din peștii pe care i-ați prins acum.",
        "11": "Simon Petru s-a urcat în barcă și a tras năvodul la țărm, plin cu o sută cincizeci și trei de pești mari. Deși erau atât de mulți, năvodul nu s-a rupt.",
        "12": "Isus le-a zis: ‒ Veniți și mâncați! Niciunul dintre ucenici nu îndrăznea să-L întrebe: „Cine ești?“, pentru că știau că este Domnul.",
        "13": "Isus S-a apropiat, a luat pâinea și le-a dat-o. La fel a făcut și cu peștele.",
        "14": "Aceasta era deja a treia oară când Isus li Se arăta ucenicilor Săi după ce fusese înviat dintre cei morți. Isus și Petru",
        "15": "După ce au mâncat, Isus l-a întrebat pe Simon Petru: ‒ Simone, fiul lui Ioan, Mă iubești tu mai mult decât aceștia? El I-a răspuns: ‒ Da, Doamne, Tu știi că Te iubesc! Isus i-a zis: ‒ Paște mieii Mei!",
        "16": "L-a întrebat din nou, a doua oară: ‒ Simone, fiul lui Ioan, Mă iubești? El I-a răspuns: ‒ Da, Doamne, Tu știi că Te iubesc! Isus i-a zis: ‒ Păstorește oile Mele!",
        "17": "L-a întrebat a treia oară: ‒ Simone, fiul lui Ioan, Mă iubești? Petru s-a întristat pentru că-i zisese a treia oară: „Mă iubești?“ și I-a răspuns: ‒ Doamne, Tu le știi pe toate, Tu știi că Te iubesc! Isus i-a zis: ‒ Paște oile Mele!",
        "18": "Adevărat, adevărat îți spun că, atunci când erai mai tânăr, tu singur îți puneai brâul în jurul mijlocului și mergeai unde doreai. Însă, când vei îmbătrâni, îți vei întinde mâinile și altcineva îți va pune brâul și te va duce unde nu vei dori.",
        "19": "A spus acestea ca să arate cu ce fel de moarte Îl va glorifica Petru pe Dumnezeu. Apoi i-a zis: ‒ Urmează-Mă! Isus și ucenicul iubit",
        "20": "Petru s-a întors și l-a văzut venind după ei pe ucenicul pe care-l iubea Isus, acela care, la cină, se rezemase pe pieptul lui Isus și-L întrebase: „Doamne, cine este cel ce Te va trăda?“.",
        "21": "Văzându-l, Petru L-a întrebat pe Isus: ‒ Doamne, dar cu acesta ce va fi?",
        "22": "Isus i-a răspuns: ‒ Dacă vreau ca el să rămână până vin Eu, ce te privește pe tine? Tu urmează-Mă!",
        "23": "Din cauza aceasta s-a răspândit zvonul printre frați că acel ucenic nu va muri. Dar Isus nu-i spusese că nu va muri, ci: „Dacă vreau ca el să rămână până vin Eu, ce te privește pe tine?“.",
        "24": "Acesta este ucenicul care mărturisește cu privire la aceste lucruri și care a scris aceste lucruri. Și știm că mărturia lui este adevărată.",
        "25": "Mai sunt multe alte lucruri pe care le-a făcut Isus, care, dacă ar fi fost scrise fiecare, cred că nici chiar lumea însăși n-ar fi avut loc pentru cărțile care s-ar fi scris."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "After these things, Jesus revealed himself again to the disciples at the sea of Tiberias. He revealed himself this way.",
        "2": "Simon Peter, Thomas called Didymus, Nathanael of Cana in Galilee, and the sons of Zebedee, and two others of his disciples were together.",
        "3": "Simon Peter said to them, “I’m going fishing.” They told him, “We are also coming with you.” They immediately went out and entered into the boat. That night, they caught nothing.",
        "4": "But when day had already come, Jesus stood on the beach; yet the disciples didn’t know that it was Jesus.",
        "5": "Jesus therefore said to them, “Children, have you anything to eat?” They answered him, “No.”",
        "6": "He said to them, “Cast the net on the right side of the boat, and you will find some.” They cast it therefore, and now they weren’t able to draw it in for the multitude of fish.",
        "7": "That disciple therefore whom Jesus loved said to Peter, “It’s the Lord!” So when Simon Peter heard that it was the Lord, he wrapped his coat around himself (for he was naked), and threw himself into the sea.",
        "8": "But the other disciples came in the little boat (for they were not far from the land, but about two hundred cubits away), dragging the net full of fish.",
        "9": "So when they got out on the land, they saw a fire of coals there, with fish and bread laid on it.",
        "10": "Jesus said to them, “Bring some of the fish which you have just caught.”",
        "11": "Simon Peter went up, and drew the net to land, full of one hundred fifty-three great fish. Even though there were so many, the net wasn’t torn.",
        "12": "Jesus said to them, “Come and eat breakfast!” None of the disciples dared inquire of him, “Who are you?” knowing that it was the Lord.",
        "13": "Then Jesus came and took the bread, gave it to them, and the fish likewise.",
        "14": "This is now the third time that Jesus was revealed to his disciples after he had risen from the dead.",
        "15": "So when they had eaten their breakfast, Jesus said to Simon Peter, “Simon, son of Jonah, do you love me more than these?” He said to him, “Yes, Lord; you know that I have affection for you.” He said to him, “Feed my lambs.”",
        "16": "He said to him again a second time, “Simon, son of Jonah, do you love me?” He said to him, “Yes, Lord; you know that I have affection for you.” He said to him, “Tend my sheep.”",
        "17": "He said to him the third time, “Simon, son of Jonah, do you have affection for me?” Peter was grieved because he asked him the third time, “Do you have affection for me?” He said to him, “Lord, you know everything. You know that I have affection for you.” Jesus said to him, “Feed my sheep.",
        "18": "Most certainly I tell you, when you were young, you dressed yourself and walked where you wanted to. But when you are old, you will stretch out your hands, and another will dress you and carry you where you don’t want to go.”",
        "19": "Now he said this, signifying by what kind of death he would glorify God. When he had said this, he said to him, “Follow me.”",
        "20": "Then Peter, turning around, saw a disciple following. This was the disciple whom Jesus loved, the one who had also leaned on Jesus’ chest at the supper and asked, “Lord, who is going to betray you?”",
        "21": "Peter, seeing him, said to Jesus, “Lord, what about this man?”",
        "22": "Jesus said to him, “If I desire that he stay until I come, what is that to you? You follow me.”",
        "23": "This saying therefore went out among the brothers that this disciple wouldn’t die. Yet Jesus didn’t say to him that he wouldn’t die, but, “If I desire that he stay until I come, what is that to you?”",
        "24": "This is the disciple who testifies about these things, and wrote these things. We know that his witness is true.",
        "25": "There are also many other things which Jesus did, which if they would all be written, I suppose that even the world itself wouldn’t have room for the books that would be written."
      }
    }
  }
}