{
  "book": "Ioel",
  "chapter": "3",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Căci iată că, în zilele acelea și în vremurile acelea când voi aduce înapoi pe prinșii de război ai lui Iuda și ai Ierusalimului,",
        "2": "voi strânge pe toate neamurile și le voi coborî în Valea lui Iosafat. Acolo, Mă voi judeca cu ele pentru poporul Meu, pentru Israel, moștenirea Mea, pe care l-au risipit printre neamuri, împărțind între ele țara Mea.",
        "3": "Au tras la sorți pentru poporul Meu; au dat un flăcău pe o curvă și au vândut fata pe vin și l-au băut.",
        "4": "Ce vreți voi cu Mine, Tirule și Sidonule și toate ținuturile filistenilor? Vreți să-Mi răsplătiți vreo faptă sau să faceți ceva împotriva Mea? Iute, fără zăbavă, voi întoarce faptele voastre asupra capului vostru.",
        "5": "Mi-ați luat argintul și aurul și cele mai bune odoare ale Mele și le-ați dus în templele voastre.",
        "6": "Ați vândut pe copiii lui Iuda și ai Ierusalimului copiilor grecilor, ca să-i depărtați din țara lor.",
        "7": "Iată că îi scol în locul în care i-ați vândut și voi întoarce fapta voastră asupra capului vostru.",
        "8": "Voi vinde copiilor lui Iuda pe fiii și fiicele voastre, și ei îi vor vinde sabeenilor, un neam depărtat, căci Domnul a vorbit.”",
        "9": "Vestiți aceste lucruri printre neamuri: „Pregătiți războiul! Treziți pe viteji! Să se apropie și să se suie toți oamenii de război!",
        "10": "Fiarele plugurilor voastre prefaceți-le în săbii și cosoarele, în sulițe! Cel slab să zică: ‘Sunt tare!’”",
        "11": "Grăbiți-vă și veniți, toate neamurile de primprejur, și strângeți-vă! Acolo coboară, Doamne, pe vitejii Tăi!",
        "12": "„Să se scoale neamurile și să se suie în Valea lui Iosafat! Căci acolo voi ședea să judec toate neamurile de primprejur.",
        "13": "Puneți mâna pe seceră, căci secerișul este copt! Veniți și călcați cu picioarele, căci linurile sunt pline și tocitorile dau peste ele! Căci mare este răutatea lor!”",
        "14": "Vin grămezi-grămezi în valea judecății, căci ziua Domnului este aproape, în valea judecății.",
        "15": "Soarele și luna se întunecă și stelele își pierd strălucirea.",
        "16": "Domnul răcnește din Sion, glasul Lui răsună din Ierusalim de se zguduie cerurile și pământul. Dar Domnul este scăparea poporului Său și ocrotirea copiilor lui Israel.",
        "17": "„Și veți ști că Eu sunt Domnul Dumnezeul vostru, care locuiește în Sion, muntele Meu cel sfânt. Ierusalimul însă va fi sfânt și nu vor mai trece străinii prin el.",
        "18": "În vremea aceea, va picura must din munți și va curge lapte din dealuri, toate pâraiele lui Iuda vor fi pline de apă. Un izvor va ieși, de asemenea, din Casa Domnului și va uda valea Sitim.",
        "19": "Egiptul va ajunge pustiu, Edomul va ajunge o pustie stearpă din pricina silniciei făcute împotriva copiilor lui Iuda, al căror sânge nevinovat l-au vărsat în țara lor.",
        "20": "Dar Iuda va fi veșnic locuit și Ierusalimul, din neam în neam.",
        "21": "Le voi răzbuna sângele pe care nu l-am răzbunat încă, dar Domnul va locui în Sion.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Căci iată că în zilele acelea și în vremea aceea, când îi voi aduce înapoi pe captivii lui Iuda și ai Ierusalimului,",
        "2": "voi aduna toate națiunile și le voi coborî în Valea lui Iehoșafat. Acolo Mă voi judeca cu ele pentru poporul Meu, pentru moștenirea Mea, Israel, căci l-au împrăștiat printre națiuni și Mi-au împărțit țara.",
        "3": "Au tras la sorți pentru poporul Meu, au dat un băiat pe o prostituată, au vândut o fată pe vin și apoi au băut.",
        "4": "Așadar, ce aveți voi cu Mine, Tyr și Sidon și toate teritoriile Filistiei? Vreți să vă răzbunați pe Mine? Dacă vă răfuiți cu Mine, atunci imediat voi întoarce faptele voastre asupra capetelor voastre!",
        "5": "Căci Mi-ați luat argintul și aurul și Mi-ați dus comorile prețioase în templele voastre.",
        "6": "I-ați vândut pe fiii lui Iuda și pe fiii Ierusalimului la fiii grecilor, ca să-i îndepărtați de granița lor.",
        "7": "Iată că îi voi scoate afară din locul în care i-ați vândut și vă voi întoarce faptele asupra capetelor voastre.",
        "8": "Îi voi vinde pe fiii și pe fiicele voastre în mâna fiilor lui Iuda, iar ei îi vor vinde șabeenilor, o națiune îndepărtată, căci Domnul a vorbit“.",
        "9": "Vestiți lucrul acesta printre națiuni: „Declarați război! Treziți vitejii! Să se apropie și să vină toți războinicii!",
        "10": "Bateți-vă plugurile și prefaceți-le în săbii, iar cosoarele în sulițe! Cel slab să zică: «Sunt viteaz!».",
        "11": "Grăbiți-vă, veniți, voi, toate națiunile dimprejur și adunați-vă acolo!“. Coboară-Ți vitejii, Doamne!",
        "12": "„Să fie stârnite națiunile și să vină în Valea lui Iehoșafat, căci acolo Mă voi așeza să judec toate națiunile dimprejur!",
        "13": "Puneți-vă secera în lan, căci secerișul este copt. Intrați și călcați în picioare, căci teascul este plin și linurile se revarsă! Așa de mare este răutatea lor!“",
        "14": "Vin mulțimi peste mulțimi în Valea Deciziei! Căci ziua Domnului este aproape în Valea Deciziei.",
        "15": "Soarele și luna se vor întuneca, iar stelele își vor pierde strălucirea.",
        "16": "Domnul va răcni din Sion și glasul Lui va răsuna din Ierusalim; cerurile și pământul se vor cutremura. Dar Domnul va fi un adăpost pentru poporul Său, o fortăreață pentru fiii lui Israel. Binecuvântări pentru poporul lui Dumnezeu",
        "17": "„Veți ști astfel că Eu, Domnul, Dumnezeul vostru, locuiesc în Sion, pe muntele Meu cel sfânt. Ierusalimul va fi sfânt iar străinii nu vor mai trece prin el.",
        "18": "În ziua aceea, va picura must din munți, va curge lapte din dealuri și toate albiile din Iuda vor fi pline cu apă. Un izvor va ieși din Casa Domnului și va uda Valea Arborilor de Acacia.",
        "19": "Egiptul va ajunge o pustietate, iar Edomul – un deșert neroditor, din cauza violenței față de fiii lui Iuda, în a cărui țară au vărsat sânge nevinovat.",
        "20": "Dar Iuda va fi locuit pentru totdeauna, iar Ierusalimul – din generație în generație.",
        "21": "Le voi răzbuna sângele pe care nu l-am răzbunat încă!“ Domnul locuiește în Sion!"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "“For, behold, in those days, and in that time, when I restore the fortunes of Judah and Jerusalem,",
        "2": "I will gather all nations, and will bring them down into the valley of Jehoshaphat; and I will execute judgment on them there for my people, and for my heritage, Israel, whom they have scattered among the nations. They have divided my land,",
        "3": "and have cast lots for my people, and have given a boy for a prostitute, and sold a girl for wine, that they may drink.",
        "4": "“Yes, and what are you to me, Tyre and Sidon, and all the regions of Philistia? Will you repay me? And if you repay me, I will swiftly and speedily return your repayment on your own head.",
        "5": "Because you have taken my silver and my gold, and have carried my finest treasures into your temples,",
        "6": "and have sold the children of Judah and the children of Jerusalem to the sons of the Greeks, that you may remove them far from their border.",
        "7": "Behold, I will stir them up out of the place where you have sold them, and will return your repayment on your own head;",
        "8": "and I will sell your sons and your daughters into the hands of the children of Judah, and they will sell them to the men of Sheba, to a faraway nation, for Yahweh has spoken it.”",
        "9": "Proclaim this among the nations: “Prepare for war! Stir up the mighty men. Let all the warriors draw near. Let them come up.",
        "10": "Beat your plowshares into swords, and your pruning hooks into spears. Let the weak say, ‘I am strong.’",
        "11": "Hurry and come, all you surrounding nations, and gather yourselves together.” Cause your mighty ones to come down there, Yahweh.",
        "12": "“Let the nations arouse themselves, and come up to the valley of Jehoshaphat; for there I will sit to judge all the surrounding nations.",
        "13": "Put in the sickle; for the harvest is ripe. Come, tread, for the wine press is full, the vats overflow, for their wickedness is great.”",
        "14": "Multitudes, multitudes in the valley of decision! For the day of Yahweh is near in the valley of decision.",
        "15": "The sun and the moon are darkened, and the stars withdraw their shining.",
        "16": "Yahweh will roar from Zion, and thunder from Jerusalem; and the heavens and the earth will shake; but Yahweh will be a refuge to his people, and a stronghold to the children of Israel.",
        "17": "“So you will know that I am Yahweh, your God, dwelling in Zion, my holy mountain. Then Jerusalem will be holy, and no strangers will pass through her any more.",
        "18": "It will happen in that day, that the mountains will drop down sweet wine, the hills will flow with milk, all the brooks of Judah will flow with waters; and a fountain will flow out from Yahweh’s house, and will water the valley of Shittim.",
        "19": "Egypt will be a desolation and Edom will be a desolate wilderness, for the violence done to the children of Judah, because they have shed innocent blood in their land.",
        "20": "But Judah will be inhabited forever, and Jerusalem from generation to generation.",
        "21": "I will cleanse their blood that I have not cleansed, for Yahweh dwells in Zion.”"
      }
    }
  }
}