{
  "book": "Iosua",
  "chapter": "7",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Copiii lui Israel au păcătuit cu privire la lucrurile date spre nimicire. Acan, fiul lui Carmi, fiul lui Zabdi, fiul lui Zerah, din seminția lui Iuda, a luat din lucrurile date spre nimicire. Și Domnul S-a aprins de mânie împotriva copiilor lui Israel.",
        "2": "Iosua a trimis din Ierihon niște bărbați la Ai, care este lângă Bet-Aven, la răsărit de Betel. Și le-a zis: „Suiți-vă și iscodiți țara!” Și oamenii aceia s-au suit și au iscodit cetatea Ai.",
        "3": "S-au întors la Iosua și i-au spus: „Degeaba mai faci să mai meargă tot poporul; două sau trei mii de oameni vor ajunge ca să bați cetatea Ai; nu osteni tot poporul, căci oamenii aceia sunt puțini la număr.”",
        "4": "Aproape trei mii de oameni au pornit, dar au luat-o la fugă dinaintea oamenilor din Ai.",
        "5": "Oamenii din Ai le-au omorât aproape treizeci și șase de oameni; i-au urmărit de la poartă până la Șebarim și i-au bătut la vale. Poporul a rămas încremenit și cu inima moale ca apa. Mâhnirea și rugăciunea lui Iosua",
        "6": "Iosua și-a sfâșiat hainele și s-a aruncat cu fața la pământ până seara înaintea chivotului Domnului, el și bătrânii lui Israel, și și-au presărat capul cu țărână.",
        "7": "Iosua a zis: „Ah! Doamne Dumnezeule, pentru ce ai trecut pe poporul acesta Iordanul, ca să ne dai în mâinile amoriților și să ne prăpădești? De am fi știut să rămânem de cealaltă parte a Iordanului!",
        "8": "Dar, Doamne, ce voi zice după ce Israel a dat dosul înaintea vrăjmașilor lui?",
        "9": "Canaaniții și toți locuitorii țării vor afla; ne vor înconjura și ne vor șterge numele de pe pământ. Și ce vei face Tu Numelui Tău celui mare?” Descoperirea și pedepsirea lui Acan",
        "10": "Domnul a zis lui Iosua: „Scoală-te! Pentru ce stai culcat astfel pe fața ta?",
        "11": "Israel a păcătuit; au călcat legământul Meu pe care li l-am dat, au luat din lucrurile date spre nimicire, le-au furat și au mințit și le-au ascuns printre lucrurile lor.",
        "12": "De aceea copiii lui Israel nu pot să țină piept vrăjmașilor lor: vor da dosul în fața vrăjmașilor lor, căci sunt dați spre nimicire; Eu nu voi mai fi cu voi dacă nu nimiciți ce este dat spre nimicire din mijlocul vostru.",
        "13": "Scoală-te, sfințește poporul. Spune-le: ‘Sfințiți-vă pentru mâine. Căci așa zice Domnul Dumnezeul lui Israel: «În mijlocul tău este un lucru dat spre nimicire, Israele; nu vei putea să ții piept vrăjmașilor tăi până nu veți scoate lucrul dat spre nimicire din mijlocul vostru.",
        "14": "Să vă apropiați mâine dimineață după semințiile voastre; și seminția pe care o va arăta Domnul prin sorți se va apropia pe familii, și familia pe care o va arăta Domnul prin sorți se va apropia pe case, și casa pe care o va arăta Domnul prin sorți se va apropia pe bărbați.",
        "15": "Cine va fi arătat prin sorți că a luat din ce era dat spre nimicire va fi ars în foc, el și tot ce este al lui, pentru că a călcat legământul Domnului și a făcut o mișelie în Israel.»’”",
        "16": "Iosua s-a sculat dis-de-dimineață și a apropiat pe Israel, după semințiile lui, și a fost arătată prin sorți seminția lui Iuda.",
        "17": "A apropiat familiile lui Iuda și a fost arătată prin sorți familia lui Zerah. A apropiat familia lui Zerah pe case și a fost arătată prin sorți casa lui Zabdi.",
        "18": "A apropiat casa lui Zabdi pe bărbați și a fost arătat prin sorți Acan, fiul lui Carmi, fiul lui Zabdi, fiul lui Zerah, din seminția lui Iuda.",
        "19": "Iosua a zis lui Acan: „Fiule, dă slavă Domnului Dumnezeului lui Israel, mărturisește și spune-mi ce ai făcut, nu-mi ascunde nimic.”",
        "20": "Acan a răspuns lui Iosua și a zis: „Este adevărat că am păcătuit împotriva Domnului Dumnezeului lui Israel, și iată ce am făcut.",
        "21": "Am văzut în pradă o manta frumoasă de Șinear, două sute de sicli de argint și o placă de aur în greutate de cincizeci de sicli; le-am poftit și le-am luat; iată, sunt ascunse în pământ în mijlocul cortului meu și argintul este pus sub ele.”",
        "22": "Iosua a trimis niște oameni, care au alergat în cort, și iată că lucrurile erau ascunse în cortul lui Acan și argintul era sub ele.",
        "23": "Le-au luat din mijlocul cortului, le-au adus lui Iosua și tuturor copiilor lui Israel și le-au pus înaintea Domnului.",
        "24": "Iosua și tot Israelul, împreună cu el, au luat pe Acan, fiul lui Zerah, argintul, mantaua, placa de aur, pe fiii și fiicele lui Acan, boii lui, măgarii, oile, cortul lui și tot ce era al lui și i-au suit în valea Acor.",
        "25": "Iosua a zis: „Pentru ce ne-ai nenorocit? Și pe tine te va nenoroci Domnul azi.” Și tot Israelul i-a ucis cu pietre. I-au ars în foc, i-au ucis cu pietre",
        "26": "și au ridicat peste Acan un morman mare de pietre, care se vede până în ziua de azi. Și Domnul S-a întors din iuțimea mâniei Lui. Din pricina acestei întâmplări s-a dat până în ziua de azi locului aceluia numele de valea Acor (Tulburare)."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Fiii lui Israel, însă, au fost necredincioși cu privire la ceea ce trebuia dat spre nimicire. Acan, fiul lui Carmi, fiul lui Zabdi, fiul lui Zerah, din seminția lui Iuda, a luat din ceea ce trebuia dat spre nimicire și, prin urmare, Domnul S-a mâniat foarte tare pe fiii lui Israel.",
        "2": "Iosua a trimis câțiva bărbați din Ierihon la Ai, care era lângă Bet-Aven, la est de Betel, zicându-le: ‒ Duceți-vă și cercetați țara! Bărbații s-au dus și au cercetat cetatea Ai.",
        "3": "Când s-au întors la Iosua, i-au zis: ‒ Să nu plece tot poporul. Să plece doar două sau trei mii de oameni ca să atace cetatea. Să nu obosești tot poporul acolo, căci sunt puțini oameni în locul acela.",
        "4": "Aproape trei mii de bărbați din popor s-au dus acolo, dar au luat-o la fugă dinaintea bărbaților din Ai.",
        "5": "Aceștia le-au lovit treizeci și șase de oameni și i-au urmărit din fața porții până la carierele de piatră, omorându-i în vale. Inima poporului s-a înmuiat și s-a făcut ca apa.",
        "6": "Iosua și-a sfâșiat hainele și s-a aruncat cu fața la pământ înaintea Chivotului Domnului, unde a stat astfel până seara, împreună cu bătrânii lui Israel, având cu toții capetele presărate cu țărână.",
        "7": "Iosua a zis: ‒ Ah, Stăpâne Doamne, de ce a trebuit să-l faci pe poporul acesta să traverseze Iordanul? Ca să ne dai în mâinile amoriților și să fim distruși? N-ar fi fost mai bine să fi rămas pe malul celălalt al Iordanului?",
        "8": "Ah, Stăpâne, ce voi spune după ce Israel a fugit dinaintea dușmanilor săi?",
        "9": "Canaaniții și toți locuitorii țării vor afla despre aceasta, ne vor înconjura și ne vor șterge numele de pe pământ. Ce vei face Tu atunci pentru Numele Tău cel mare?",
        "10": "Domnul i-a răspuns: ‒ Ridică-te! De ce ești căzut cu fața la pământ?",
        "11": "Israel a păcătuit, încălcând legământul pe care i l-am poruncit. Și-au însușit din lucrurile date spre nimicire, au furat, au mințit și le-au pus alături de bunurile lor.",
        "12": "Fiii lui Israel nu pot rezista în fața dușmanilor lor. Ei fug dinaintea dușmanilor lor deoarece au fost dați spre nimicire. Nu voi mai fi cu voi decât dacă distrugeți din mijlocul vostru ceea ce trebuie dat spre nimicire.",
        "13": "Ridică-te, sfințește poporul și spune-le: „Sfințiți-vă pentru ziua de mâine, fiindcă Domnul, Dumnezeul lui Israel, a descoperit în mijlocul vostru lucruri care trebuiau date spre nimicire. Nu veți putea ține piept dușmanilor voștri, până când nu veți îndepărta din mijlocul vostru lucrurile date spre nimicire.",
        "14": "Să vă apropiați dimineață, potrivit semințiilor voastre. Seminția care va fi arătată de Domnul, să se apropie potrivit clanurilor. Clanul care va fi arătat de Domnul, să se apropie potrivit familiilor. Familia care va fi arătată de Domnul, să se apropie potrivit bărbaților.",
        "15": "Cel ce va fi arătat lângă lucrurile date spre nimicire, să fie ars în foc, împreună cu tot ceea ce-i aparține, pentru că a încălcat legământul Domnului și a comis, în Israel, o faptă spurcată“.",
        "16": "Iosua s-a sculat dimineața, l-a adus pe Israel aproape, potrivit semințiilor lui, și a fost arătată seminția lui Iuda.",
        "17": "A adus aproape clanurile lui Iuda și a fost arătat clanul zerahiților. A adus aproape clanul zerahiților, potrivit familiilor lor, și a fost arătat Zabdi.",
        "18": "A adus aproape familia acestuia, potrivit bărbaților lor, și a fost arătat Acan, fiul lui Carmi, fiul lui Zabdi, fiul lui Zerah, din seminția lui Iuda.",
        "19": "Iosua i-a zis lui Acan: ‒ Fiule, dă glorie Domnului, Dumnezeul lui Israel și laudă-L! Te rog, mărturisește-mi ce ai făcut și nu-mi ascunde nimic!",
        "20": "Acan i-a răspuns lui Iosua: ‒ Într-adevăr, eu am păcătuit împotriva Domnului, Dumnezeul lui Israel, și iată ce am făcut:",
        "21": "am văzut în prada de război o manta frumoasă din Șinar, două sute de șecheli de argint și un obiect de aur în greutate de cincizeci de șecheli. Le-am poftit și le-am luat. Iată, sunt ascunse în pământ, în mijlocul cortului meu, iar argintul este sub ele.",
        "22": "Iosua a trimis niște mesageri, și ei au alergat spre cort. Și, iată că lucrurile erau ascunse în cortul lui, argintul fiind sub ele.",
        "23": "Le-au luat de acolo și le-au adus la Iosua și la toți fiii lui Israel, înfățișându-le înaintea Domnului.",
        "24": "Atunci, Iosua și tot Israelul l-au luat pe Acan, fiul lui Zerah, au luat argintul, mantaua, obiectul de aur, pe fiii și pe fiicele lui, vitele, măgarii și oile lui, cortul și tot ce-i aparținea lui și i-au dus în Valea Acor.",
        "25": "Iosua i-a zis: „De ce ne-ai tulburat astfel? Și pe tine te va tulbura Domnul în această zi!“. Și tot Israelul l-a omorât cu pietre. Apoi, i-au ars în foc și i-au acoperit cu pietre,",
        "26": "ridicând peste ei un morman mare de pietre, care a rămas acolo până în ziua aceasta. Atunci, Domnul Și-a retras mânia. De aceea locul acela a purtat numele Valea Acor până în ziua aceasta."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "But the children of Israel committed a trespass in the devoted things; for Achan, the son of Carmi, the son of Zabdi, the son of Zerah, of the tribe of Judah, took some of the devoted things. Therefore Yahweh’s anger burned against the children of Israel.",
        "2": "Joshua sent men from Jericho to Ai, which is beside Beth Aven, on the east side of Bethel, and spoke to them, saying, “Go up and spy out the land.” The men went up and spied out Ai.",
        "3": "They returned to Joshua, and said to him, “Don’t let all the people go up, but let about two or three thousand men go up and strike Ai. Don’t make all the people to toil there, for there are only a few of them.”",
        "4": "So about three thousand men of the people went up there, and they fled before the men of Ai.",
        "5": "The men of Ai struck about thirty-six men of them. They chased them from before the gate even to Shebarim, and struck them at the descent. The hearts of the people melted, and became like water.",
        "6": "Joshua tore his clothes, and fell to the earth on his face before Yahweh’s ark until the evening, he and the elders of Israel; and they put dust on their heads.",
        "7": "Joshua said, “Alas, Lord Yahweh, why have you brought this people over the Jordan at all, to deliver us into the hand of the Amorites, to cause us to perish? I wish that we had been content and lived beyond the Jordan!",
        "8": "Oh, Lord, what shall I say, after Israel has turned their backs before their enemies?",
        "9": "For the Canaanites and all the inhabitants of the land will hear of it, and will surround us, and cut off our name from the earth. What will you do for your great name?”",
        "10": "Yahweh said to Joshua, “Get up! Why have you fallen on your face like that?",
        "11": "Israel has sinned. Yes, they have even transgressed my covenant which I commanded them. Yes, they have even taken some of the devoted things, and have also stolen, and also deceived. They have even put it among their own stuff.",
        "12": "Therefore the children of Israel can’t stand before their enemies. They turn their backs before their enemies, because they have become devoted for destruction. I will not be with you any more, unless you destroy the devoted things from among you.",
        "13": "Get up! Sanctify the people, and say, ‘Sanctify yourselves for tomorrow, for Yahweh, the God of Israel, says, “There is a devoted thing among you, Israel. You cannot stand before your enemies until you take away the devoted thing from among you.”",
        "14": "In the morning therefore you shall be brought near by your tribes. It shall be that the tribe which Yahweh selects shall come near by families. The family which Yahweh selects shall come near by households. The household which Yahweh selects shall come near man by man.",
        "15": "It shall be, that he who is taken with the devoted thing shall be burned with fire, he and all that he has, because he has transgressed Yahweh’s covenant, and because he has done a disgraceful thing in Israel.’”",
        "16": "So Joshua rose up early in the morning and brought Israel near by their tribes. The tribe of Judah was selected.",
        "17": "He brought near the family of Judah, and he selected the family of the Zerahites. He brought near the family of the Zerahites man by man, and Zabdi was selected.",
        "18": "He brought near his household man by man, and Achan, the son of Carmi, the son of Zabdi, the son of Zerah, of the tribe of Judah, was selected.",
        "19": "Joshua said to Achan, “My son, please give glory to Yahweh, the God of Israel, and make confession to him. Tell me now what you have done! Don’t hide it from me!”",
        "20": "Achan answered Joshua, and said, “I have truly sinned against Yahweh, the God of Israel, and this is what I have done.",
        "21": "When I saw among the plunder a beautiful Babylonian robe, two hundred shekels of silver, and a wedge of gold weighing fifty shekels, then I coveted them and took them. Behold, they are hidden in the ground in the middle of my tent, with the silver under it.”",
        "22": "So Joshua sent messengers, and they ran to the tent. Behold, it was hidden in his tent, with the silver under it.",
        "23": "They took them from the middle of the tent, and brought them to Joshua and to all the children of Israel. They laid them down before Yahweh.",
        "24": "Joshua, and all Israel with him, took Achan the son of Zerah, the silver, the robe, the wedge of gold, his sons, his daughters, his cattle, his donkeys, his sheep, his tent, and all that he had; and they brought them up to the valley of Achor.",
        "25": "Joshua said, “Why have you troubled us? Yahweh will trouble you today.” All Israel stoned him with stones, and they burned them with fire and stoned them with stones.",
        "26": "They raised over him a great heap of stones that remains to this day. Yahweh turned from the fierceness of his anger. Therefore the name of that place was called “The valley of Achor” to this day."
      }
    }
  }
}