{
  "book": "Iosua",
  "chapter": "17",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "O parte a căzut prin sorți seminției lui Manase, căci el era întâiul născut al lui Iosif. Machir, întâiul născut al lui Manase și tatăl lui Galaad, avusese Galaadul și Basanul, pentru că era un bărbat de război.",
        "2": "Au dat prin sorți o parte celorlalți fii ai lui Manase, după familiile lor: fiilor lui Abiezer, fiilor lui Helec, fiilor lui Asriel, fiilor lui Sihem, fiilor lui Hefer, fiilor lui Șemida; aceștia sunt copiii de parte bărbătească ai lui Manase, fiul lui Iosif, după familiile lor.",
        "3": "Țelofhad, fiul lui Hefer, fiul lui Galaad, fiul lui Machir, fiul lui Manase, n-a avut fii, dar a avut fiice, ale căror nume sunt acestea: Mahla, Noa, Hogla, Milca și Tirța.",
        "4": "Ele s-au înfățișat înaintea preotului Eleazar, înaintea lui Iosua, fiul lui Nun, și înaintea mai-marilor și au zis: „Domnul a poruncit lui Moise să ne dea o moștenire între frații noștri.” Și li s-a dat, după porunca Domnului, o moștenire între frații tatălui lor.",
        "5": "Au căzut zece părți lui Manase, afară de țara Galaadului și a Basanului, care este de cealaltă parte a Iordanului.",
        "6": "Căci fetele lui Manase au avut o moștenire între fiii lui și țara Galaadului a fost pentru ceilalți fii ai lui Manase.",
        "7": "Hotarul lui Manase se întindea de la Așer până la Micmetat, care este la răsărit de Sihem, și ducea la dreapta până la locuitorii din En-Tapuah.",
        "8": "Țara Tapuahului era a fiilor lui Manase, dar Tapuahul de pe hotarul lui Manase era al fiilor lui Efraim.",
        "9": "Hotarul se cobora până la pârâul Cana, la miazăzi de pârâu. Cetățile acestea ale lui Efraim erau în mijlocul cetăților lui Manase. Hotarul lui Manase era pe partea de miazănoapte a pârâului și ieșea la mare.",
        "10": "Ținutul de la miazăzi era al lui Efraim, cel de la miazănoapte al lui Manase și marea le slujea ca hotar; la miazănoapte se întâlneau cu Așer și la răsărit cu Isahar.",
        "11": "Manase stăpânea în Isahar și în Așer: Bet-Șean cu satele lui, Ibleam cu satele lui, locuitorii Dorului cu satele lui, locuitorii din En-Dor cu satele lui, locuitorii din Taanac cu satele lui și locuitorii din Meghido cu satele lui, cele trei înălțimi.",
        "12": "Fiii lui Manase n-au putut să izgonească pe locuitorii din aceste cetăți, și canaaniții au izbutit astfel să rămână în țara aceasta.",
        "13": "Când copiii lui Israel au fost destul de tari, au supus pe canaaniți la un bir, dar nu i-au izgonit.",
        "14": "Fiii lui Iosif au vorbit lui Iosua și i-au zis: „Pentru ce ne-ai dat de moștenire numai un sorț și numai o parte, când noi suntem un popor mare la număr și Domnul ne-a binecuvântat până acum?”",
        "15": "Iosua le-a zis: „Dacă sunteți un popor mare la număr, suiți-vă în pădure și tăiați-o, ca să vă faceți loc în țara fereziților și a refaimiților, fiindcă muntele lui Efraim este prea strâmt pentru voi.”",
        "16": "Fiii lui Iosif au zis: „Muntele nu ne va ajunge, și toți canaaniții care locuiesc în vale, cei ce sunt la Bet-Șean și în satele lui și cei ce sunt în valea lui Izreel au care de fier.”",
        "17": "Iosua a zis casei lui Iosif, lui Efraim și lui Manase: „Voi sunteți un popor mare la număr și puterea voastră este mare, nu veți avea un singur sorț.",
        "18": "Ci veți avea muntele, căci veți tăia pădurea și ieșirile ei vor fi ale voastre, și veți izgoni pe canaaniți, cu toate carele lor de fier și cu toată tăria lor.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Teritoriul seminției lui Manase, întâiul născut al lui Iosif, era următorul: lui Machir, întâiul născut al lui Manase și strămoșul ghiladiților, i s-a dat Ghiladul și Bașanul, pentru că el era un războinic.",
        "2": "De asemenea, li s-a dat un teritoriu și celorlalți fii ai lui Manase, potrivit clanurilor lor: Abiezer cu fiii lui, Helek cu fiii lui, Asriel cu fiii lui, Șechem cu fiii lui, Hefer cu fiii lui și Șemida cu fiii lui; aceștia erau fiii lui Manase, fiul lui Iosif, potrivit clanurilor lor.",
        "3": "Țelofhad, fiul lui Hefer, fiul lui Ghilad, fiul lui Machir, fiul lui Manase, nu a avut fii, ci doar fiice ale căror nume erau: Mahla, Noa, Hogla, Milca și Tirța.",
        "4": "Ele s-au înfățișat înaintea preotului Elazar, înaintea lui Iosua, fiul lui Nun, și înaintea conducătorilor, zicând: „Domnul i-a poruncit lui Moise să ne fie dată o moștenire în mijlocul rudelor noastre“. Iosua le-a dat o parte de moștenire printre frații tatălui lor, întocmai după porunca Domnului.",
        "5": "Teritoriul lui Manase era alcătuit astfel din zece părți, în afară de Ghilad și Bașan, care erau dincolo de Iordan,",
        "6": "căci fetele lui Manase primiseră o moștenire printre fiii acestuia, iar teritoriul Ghiladului fusese dat celorlalți fii ai lui Manase.",
        "7": "Granița lui Manase se întindea de la Așer până la Micmetat, în partea de est a Șechemului, continuând spre sud până la locuitorii din En-Tapuah.",
        "8": "Regiunea Tapuahului aparținea lui Manase, dar Tapuahul de pe granița lui Manase aparținea efraimiților.",
        "9": "Granița cobora apoi prin partea de sud a pârâului Kana. Cetățile acestea ale lui Efraim se aflau printre cetățile lui Manase, granița lui Manase trecând pe la nord de pârâu și ajungând apoi la țărmul mării.",
        "10": "În sud era teritoriul lui Efraim, iar în nord, cel al lui Manase, ambele având ieșire la mare, granița atingând apoi teritoriul lui Așer în partea de nord și pe cel al lui Isahar în partea de est.",
        "11": "Manase mai avea stăpânire în Isahar și în Așer peste Bet-Șan cu satele dimprejurul lui, peste Ibleam cu satele dimprejurul lui, peste locuitorii din Dor cu satele dimprejurul lui, precum și peste locuitorii din En-Dor cu satele dimprejurul lui, peste locuitorii din Taanah cu satele dimprejurul lui și peste locuitorii din Meghido cu satele dimprejurul lui – cele trei înălțimi.",
        "12": "Fiii lui Manase n-au putut însă să ia în stăpânire acele cetăți și, prin urmare, canaaniții au continuat să locuiască în acea regiune.",
        "13": "Când fiii lui Israel au devenit destul de puternici, i-au folosit pe canaaniți la muncă silnică, dar de alungat, nu i-au alungat.",
        "14": "Fiii lui Iosif l-au întrebat pe Iosua, zicând: ‒ De ce nouă ne-ai dat doar o singură parte și un singur teritoriu ca moștenire? Noi suntem un popor numeros și până acum am fost binecuvântați de Domnul.",
        "15": "Iosua le-a răspuns: ‒ Dacă ești un popor atât de numeros, du-te în sus spre pădure și defrișează-ți un loc acolo, în țara periziților și a refaiților, căci muntele lui Efraim este prea îngust pentru tine!",
        "16": "Fiii lui Iosif i-au zis: ‒ Muntele nu ne va ajunge și toți canaaniții care locuiesc în vale au care de fier, atât cei din Bet-Șan și din împrejurimi, cât și cei din Valea Izreel!",
        "17": "Dar Iosua a răspuns Casei lui Iosif, adică celor din Efraim și din Manase, zicând: ‒ Voi sunteți un popor numeros și foarte puternic. Prin urmare, nu veți avea doar o singură parte,",
        "18": "ci veți avea și muntele. Căci veți tăia pădurea, iar marginile ei vor fi ale voastre. Pe canaaniți îi veți alunga, chiar dacă sunt puternici și au care de fier!"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "This was the lot for the tribe of Manasseh, for he was the firstborn of Joseph. As for Machir the firstborn of Manasseh, the father of Gilead, because he was a man of war, therefore he had Gilead and Bashan.",
        "2": "So this was for the rest of the children of Manasseh according to their families: for the children of Abiezer, for the children of Helek, for the children of Asriel, for the children of Shechem, for the children of Hepher, and for the children of Shemida. These were the male children of Manasseh the son of Joseph according to their families.",
        "3": "But Zelophehad, the son of Hepher, the son of Gilead, the son of Machir, the son of Manasseh, had no sons, but daughters. These are the names of his daughters: Mahlah, Noah, Hoglah, Milcah, and Tirzah.",
        "4": "They came to Eleazar the priest, and to Joshua the son of Nun, and to the princes, saying, “Yahweh commanded Moses to give us an inheritance among our brothers.” Therefore according to the commandment of Yahweh he gave them an inheritance among the brothers of their father.",
        "5": "Ten parts fell to Manasseh, in addition to the land of Gilead and Bashan, which is beyond the Jordan;",
        "6": "because the daughters of Manasseh had an inheritance among his sons. The land of Gilead belonged to the rest of the sons of Manasseh.",
        "7": "The border of Manasseh was from Asher to Michmethath, which is before Shechem. The border went along to the right hand, to the inhabitants of En Tappuah.",
        "8": "The land of Tappuah belonged to Manasseh; but Tappuah on the border of Manasseh belonged to the children of Ephraim.",
        "9": "The border went down to the brook of Kanah, southward of the brook. These cities belonged to Ephraim among the cities of Manasseh. The border of Manasseh was on the north side of the brook, and ended at the sea.",
        "10": "Southward it was Ephraim’s, and northward it was Manasseh’s, and the sea was his border. They reached to Asher on the north, and to Issachar on the east.",
        "11": "Manasseh had three heights in Issachar, in Asher Beth Shean and its towns, and Ibleam and its towns, and the inhabitants of Dor and its towns, and the inhabitants of Endor and its towns, and the inhabitants of Taanach and its towns, and the inhabitants of Megiddo and its towns.",
        "12": "Yet the children of Manasseh couldn’t drive out the inhabitants of those cities; but the Canaanites would dwell in that land.",
        "13": "When the children of Israel had grown strong, they put the Canaanites to forced labor, and didn’t utterly drive them out.",
        "14": "The children of Joseph spoke to Joshua, saying, “Why have you given me just one lot and one part for an inheritance, since we are a numerous people, because Yahweh has blessed us so far?”",
        "15": "Joshua said to them, “If you are a numerous people, go up to the forest, and clear land for yourself there in the land of the Perizzites and of the Rephaim, since the hill country of Ephraim is too narrow for you.”",
        "16": "The children of Joseph said, “The hill country is not enough for us. All the Canaanites who dwell in the land of the valley have chariots of iron, both those who are in Beth Shean and its towns, and those who are in the valley of Jezreel.”",
        "17": "Joshua spoke to the house of Joseph, that is, to Ephraim and to Manasseh, saying, “You are a numerous people, and have great power. You shall not have one lot only;",
        "18": "but the hill country shall be yours. Although it is a forest, you shall cut it down, and it’s farthest extent shall be yours; for you shall drive out the Canaanites, though they have chariots of iron, and though they are strong.”"
      }
    }
  }
}