{
  "book": "Iosua",
  "chapter": "2",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Iosua, fiul lui Nun, a trimis în ascuns din Sitim doi oameni, ca iscoade, zicându-le: „Duceți-vă de cercetați țara și mai ales Ierihonul.” Cei doi oameni au plecat și au ajuns în casa unei curve, care se chema Rahav, și s-au culcat acolo.",
        "2": "S-a dat de știre împăratului din Ierihon și i-au spus: „Iată că niște oameni dintre copiii lui Israel au venit aici astă-noapte ca să iscodească țara.”",
        "3": "Împăratul Ierihonului a trimis la Rahav să-i spună: „Scoate afară pe bărbații care au venit la tine și care au intrat în casa ta, căci au venit să iscodească țara.”",
        "4": "Femeia a luat pe cei doi bărbați și i-a ascuns și a zis: „Este adevărat că bărbații aceștia au venit la mine, dar nu știam de unde sunt;",
        "5": "și, fiindcă poarta a trebuit să se închidă noaptea, bărbații aceștia au ieșit afară; nu știu unde s-au dus: grăbiți-vă de-i urmăriți și-i veți ajunge.”",
        "6": "Ea îi suise pe acoperiș și-i ascunsese sub niște mănunchiuri de in pe care le întinsese pe acoperiș.",
        "7": "Oamenii aceia i-au urmărit pe drumul care duce la vadul Iordanului și, după ce au ieșit ei, s-a închis poarta.",
        "8": "Înainte de a se culca iscoadele, Rahav s-a suit la ei pe acoperiș",
        "9": "și le-a zis: „Știu că Domnul v-a dat țara aceasta, căci ne-a apucat groaza de voi și toți locuitorii țării tremură înaintea voastră.",
        "10": "Fiindcă am auzit cum, la ieșirea voastră din Egipt, Domnul a secat înaintea voastră apele Mării Roșii și am auzit ce ați făcut celor doi împărați ai amoriților dincolo de Iordan, lui Sihon și Og, pe care i-ați nimicit cu desăvârșire.",
        "11": "De când am auzit lucrul acesta, ni s-a tăiat inima și toți ne-am pierdut nădejdea înaintea voastră, căci Domnul Dumnezeul vostru este Dumnezeu sus în ceruri și jos pe pământ.",
        "12": "Și acum, vă rog, jurați-mi pe Domnul că veți avea față de casa tatălui meu aceeași bunăvoință pe care am avut-o eu față de voi. Dați-mi un semn de încredințare",
        "13": "că veți lăsa cu viață pe tatăl meu, pe mama mea, pe frații mei, pe surorile mele și pe toți ai lor și că ne veți scăpa de la moarte.”",
        "14": "Bărbații aceia i-au răspuns: „Suntem gata să murim pentru voi, dacă nu ne dați pe față; și când Domnul ne va da țara aceasta, ne vom purta cu tine cu bunăvoință și credincioșie.”",
        "15": "Ea i-a coborât cu o funie pe fereastră, căci casa în care locuia era lângă zidul cetății.",
        "16": "Și le-a zis: „Duceți-vă spre munte, ca să nu vă întâlnească cei ce vă urmăresc, ascundeți-vă acolo trei zile, până se vor întoarce, după aceea să vă vedeți de drum.”",
        "17": "Bărbații aceia i-au zis: „Iată cum vom fi dezlegați de jurământul pe care ne-ai pus să-l facem.",
        "18": "La intrarea noastră în țară, leagă funia aceasta de fir cârmâziu la fereastra prin care ne-ai coborât și strânge la tine în casă pe tatăl tău, pe mama ta, pe frații tăi și pe toată familia tatălui tău.",
        "19": "Dacă vreunul din ei va ieși pe poarta casei tale, ca să meargă afară pe uliță, sângele lui va cădea asupra capului lui și noi vom fi nevinovați, dar, dacă va pune cineva mâna pe vreunul din cei ce vor fi cu tine în casă, sângele lui va cădea asupra capului nostru.",
        "20": "Și, dacă ne vei da pe față, vom fi dezlegați de jurământul pe care ne-ai pus să-l facem.”",
        "21": "Ea a răspuns: „Fie după cuvintele voastre.” Și-a luat rămas-bun de la ei și ei au plecat. Ea a legat funia cârmâzie la fereastră.",
        "22": "Ei au plecat și au ajuns la munte, unde au rămas trei zile, până s-au întors cei care-i urmăreau. Cei care-i urmăreau i-au căutat pe tot drumul, dar nu i-au găsit.",
        "23": "Cei doi oameni s-au întors, s-au coborât din munte și au trecut Iordanul. Au venit la Iosua, fiul lui Nun, și i-au istorisit tot ce li se întâmplase.",
        "24": "Ei au zis lui Iosua: „Cu adevărat, Domnul a dat toată țara în mâinile noastre și toți locuitorii țării tremură înaintea noastră.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "După aceea, Iosua, fiul lui Nun, a trimis în secret, din Șitim, doi spioni, zicând: „Duceți-vă să cercetați țara și mai ales Ierihonul!“. Ei au plecat și au intrat în casa unei prostituate numită Rahab, culcându-se acolo.",
        "2": "Regelui Ierihonului i s-a zis: „Iată că niște bărbați dintre fiii lui Israel au venit aici, în timpul nopții, ca să cerceteze țara“.",
        "3": "Atunci regele Ierihonului a trimis să i se spună prostituatei Rahab: ‒ Scoate-i afară pe bărbații care au venit la tine și au intrat în casa ta, fiindcă au venit să cerceteze întreaga țară!",
        "4": "Femeia însă îi luase pe cei doi bărbați și-i ascunsese. Ea a răspuns: ‒ Este adevărat că acei bărbați au venit la mine, dar nu știam de unde sunt.",
        "5": "Când s-a făcut noapte și poarta urma să fie închisă, bărbații au ieșit și nu știu unde s-au dus. Urmăriți-i repede și îi veți ajunge!",
        "6": "Ea îi urcase pe acoperiș și îi ascunsese printre snopii de in pe care-i avea întinși pe acoperiș.",
        "7": "Ei i-au urmărit pe drumul care duce la vadurile Iordanului. După ce au ieșit urmăritorii, poarta s-a închis în urma lor.",
        "8": "Înainte să se culce spionii, Rahab s-a urcat la ei pe acoperiș.",
        "9": "Ea le-a zis bărbaților: ‒ Știu că Domnul v-a dat țara aceasta. Din cauza voastră a căzut groaza peste noi, iar locuitorii țării sunt topiți de frică.",
        "10": "Am auzit cum, la ieșirea voastră din Egipt, Domnul a secat înaintea voastră apele Mării Roșii și am aflat ce le-ați făcut lui Sihon și lui Og, cei doi regi amoriți care locuiau la est de Iordan, pe care i-ați dat spre nimicire.",
        "11": "Când am auzit lucrurile acestea, ni s-au înmuiat inimile și fiecare om și-a pierdut curajul din cauza voastră, fiindcă Domnul, Dumnezeul vostru, este Dumnezeu sus în Ceruri și jos pe pământ!",
        "12": "Acum, deci, vă rog, jurați-mi pe Domnul că veți arăta față de familia tatălui meu aceeași bunătate pe care am avut-o eu față de voi. Dați-mi un semn demn de încredere",
        "13": "că-i veți lăsa în viață pe tatăl meu, mama mea, frații mei și surorile mele împreună cu tot ce au și că ne veți scăpa sufletele de la moarte.",
        "14": "Bărbații i-au răspuns: ‒ Suntem gata să ne dăm viața pentru voi, dacă nu ne vei trăda. Iar atunci când Domnul ne va da țara, îți vom arăta îndurare și credincioșie.",
        "15": "Ea i-a coborât atunci pe fereastră cu o frânghie, căci casa ei era parte din zid, ea locuind chiar în zid.",
        "16": "Apoi, le-a zis: ‒ Mergeți spre munte, ca să nu vă întâlniți cu cei care vă urmăresc, și ascundeți-vă acolo timp de trei zile, până se vor întoarce. După aceea veți putea să vă continuați drumul.",
        "17": "Bărbații i-au spus: ‒ Noi vom fi dezlegați de jurământul acesta, pe care ne-ai pus să-l facem,",
        "18": "dacă atunci când vom intra în țară nu vei lega această frânghie din fir stacojiu de fereastra prin care ne-ai coborât și dacă nu vei aduce în casa ta pe tatăl tău, pe mama ta și pe frații tăi, toată familia ta.",
        "19": "Dacă cineva va ieși afară, dincolo de porțile casei tale, sângele lui va fi asupra capului său, iar noi vom fi nevinovați. Dar dacă va pune cineva mâna pe vreunul dintre cei ce vor fi în casă cu tine, sângele lui va fi asupra capului nostru.",
        "20": "Dacă ne vei trăda, atunci vom fi dezlegați de jurământul acesta, pe care ne-ai pus să-l facem.",
        "21": "Ea le-a răspuns: ‒ Să fie precum ați spus! Apoi i-a trimis, și ei au plecat, iar ea a legat frânghia stacojie de fereastră.",
        "22": "Ei s-au dus și au ajuns la munte, unde au rămas trei zile, până când s-au întors cei care îi urmăreau și care îi căutaseră de-a lungul întregului drum fără să-i găsească.",
        "23": "Apoi, cei doi bărbați s-au întors, au coborât muntele și au traversat Iordanul. Au venit la Iosua, fiul lui Nun, și i-au istorisit tot ce li s-a întâmplat.",
        "24": "Ei i-au spus lui Iosua: „Într-adevăr, Domnul a dat în mâinile noastre întreaga țară și toți locuitorii țării tremură înaintea noastră!“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Joshua the son of Nun secretly sent two men out of Shittim as spies, saying, “Go, view the land, including Jericho.” They went and came into the house of a prostitute whose name was Rahab, and slept there.",
        "2": "The king of Jericho was told, “Behold, men of the children of Israel came in here tonight to spy out the land.”",
        "3": "Jericho’s king sent to Rahab, saying, “Bring out the men who have come to you, who have entered into your house; for they have come to spy out all the land.”",
        "4": "The woman took the two men and hid them. Then she said, “Yes, the men came to me, but I didn’t know where they came from.",
        "5": "About the time of the shutting of the gate, when it was dark, the men went out. Where the men went, I don’t know. Pursue them quickly. You may catch up with them.”",
        "6": "But she had brought them up to the roof, and hidden them under the stalks of flax which she had laid in order on the roof.",
        "7": "The men pursued them along the way to the fords of the Jordan River. As soon as those who pursued them had gone out, they shut the gate.",
        "8": "Before they had lain down, she came up to them on the roof.",
        "9": "She said to the men, “I know that Yahweh has given you the land, and that the fear of you has fallen upon us, and that all the inhabitants of the land melt away before you.",
        "10": "For we have heard how Yahweh dried up the water of the Red Sea before you, when you came out of Egypt; and what you did to the two kings of the Amorites, who were beyond the Jordan, to Sihon and to Og, whom you utterly destroyed.",
        "11": "As soon as we had heard it, our hearts melted, and there wasn’t any more spirit in any man, because of you: for Yahweh your God, he is God in heaven above, and on earth beneath.",
        "12": "Now therefore, please swear to me by Yahweh, since I have dealt kindly with you, that you also will deal kindly with my father’s house, and give me a true sign;",
        "13": "and that you will save alive my father, my mother, my brothers, and my sisters, and all that they have, and will deliver our lives from death.”",
        "14": "The men said to her, “Our life for yours, if you don’t talk about this business of ours; and it shall be, when Yahweh gives us the land, that we will deal kindly and truly with you.”",
        "15": "Then she let them down by a cord through the window; for her house was on the side of the wall, and she lived on the wall.",
        "16": "She said to them, “Go to the mountain, lest the pursuers find you. Hide yourselves there three days, until the pursuers have returned. Afterward, you may go your way.”",
        "17": "The men said to her, “We will be guiltless of this your oath which you’ve made us to swear.",
        "18": "Behold, when we come into the land, tie this line of scarlet thread in the window which you used to let us down. Gather to yourself into the house your father, your mother, your brothers, and all your father’s household.",
        "19": "It shall be that whoever goes out of the doors of your house into the street, his blood will be on his head, and we will be guiltless. Whoever is with you in the house, his blood shall be on our head, if any hand is on him.",
        "20": "But if you talk about this business of ours, then we shall be guiltless of your oath which you’ve made us to swear.”",
        "21": "She said, “Let it be as you have said.” She sent them away, and they departed. Then she tied the scarlet line in the window.",
        "22": "They went and came to the mountain, and stayed there three days, until the pursuers had returned. The pursuers sought them all along the way, but didn’t find them.",
        "23": "Then the two men returned, descended from the mountain, crossed the river, and came to Joshua the son of Nun. They told him all that had happened to them.",
        "24": "They said to Joshua, “Truly Yahweh has delivered all the land into our hands. Moreover, all the inhabitants of the land melt away before us.”"
      }
    }
  }
}