{
  "book": "Iosua",
  "chapter": "5",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Când au auzit toți împărații amoriților de la apusul Iordanului și toți împărații canaaniților de lângă mare că Domnul secase apele Iordanului înaintea copiilor lui Israel până am trecut, li s-a tăiat inima și au rămas îngroziți înaintea copiilor lui Israel.",
        "2": "În vremea aceea, Domnul a zis lui Iosua: „Fă-ți niște cuțite de piatră și taie împrejur pe copiii lui Israel, a doua oară.”",
        "3": "Iosua și-a făcut niște cuțite de piatră și a tăiat împrejur pe copiii lui Israel pe dealul Aralot.",
        "4": "Iată pricina pentru care i-a tăiat Iosua împrejur. Tot poporul ieșit din Egipt, bărbații, toți oamenii de luptă muriseră în pustie, pe drum, după ieșirea lor din Egipt.",
        "5": "Tot poporul acela ieșit din Egipt era tăiat împrejur, dar tot poporul născut în pustie, pe drum, după ieșirea din Egipt, nu fusese tăiat împrejur.",
        "6": "Căci copiii lui Israel umblaseră patruzeci de ani prin pustie până la nimicirea întregului neam de oameni de război care ieșiseră din Egipt și care nu ascultaseră de glasul Domnului. Domnul le-a jurat că nu-i va lăsa să vadă țara pe care jurase părinților lor că le-o va da, țară în care curge lapte și miere.",
        "7": "În locul lor a ridicat pe copiii lor; și Iosua i-a tăiat împrejur, căci erau netăiați împrejur, pentru că nu-i tăiaseră împrejur pe drum.",
        "8": "După ce a isprăvit de tăiat împrejur pe tot poporul, au rămas pe loc în tabără până la vindecare. Prăznuirea Paștelor. Mana încetează",
        "9": "Domnul a zis lui Iosua: „Astăzi, am ridicat ocara Egiptului de deasupra voastră.” Și locului aceluia i-au pus numele Ghilgal (Prăvălire) până în ziua de azi.",
        "10": "Copiii lui Israel au tăbărât la Ghilgal și au prăznuit Paștele în a paisprezecea zi a lunii, spre seară, în câmpia Ierihonului.",
        "11": "A doua zi de Paște au mâncat din grâul țării, azimi și boabe prăjite; chiar în ziua aceea au mâncat.",
        "12": "Mana a încetat a doua zi de Paște, când au mâncat din grâul țării. Copiii lui Israel n-au mai avut mană, ci au mâncat din roadele țării Canaanului în anul acela. Descoperirea dumnezeiască",
        "13": "Pe când Iosua era lângă Ierihon, a ridicat ochii și s-a uitat. Și iată că un om stătea în picioare înaintea lui, cu sabia scoasă din teacă în mână. Iosua s-a dus spre el și i-a zis: „Ești dintre ai noștri sau dintre vrăjmașii noștri?”",
        "14": "El a răspuns: „Nu, ci Eu sunt Căpetenia oștirii Domnului și acum am venit.” Iosua s-a aruncat cu fața la pământ, s-a închinat și I-a zis: „Ce spune Domnul meu robului Său?”",
        "15": "Și Căpetenia oștirii Domnului a zis lui Iosua: „Scoate-ți încălțămintea din picioare, căci locul pe care stai este sfânt.” Și Iosua a făcut așa."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Când toți regii amoriți din partea de vest a Iordanului și toți regii canaaniți de pe țărm au auzit că Domnul a secat apele Iordanului înaintea fiilor lui Israel până l-am traversat, li s-a înmuiat inima, pierzându-și curajul înaintea fiilor lui Israel.",
        "2": "În vremea aceea, Domnul i-a zis lui Iosua: „Fă-ți niște cuțite de cremene și circumcide această a doua generație a fiilor lui Israel!“.",
        "3": "Iosua a făcut niște cuțite de cremene și i-a circumcis pe fiii lui Israel la Ghivat-Haaralot.",
        "4": "Acesta este motivul pentru care i-a circumcis Iosua: tot poporul care ieșise din Egipt, și anume bărbații, toți războinicii, muriseră în deșert, pe drum, după ieșirea lor din Egipt.",
        "5": "Aceștia fuseseră circumciși, dar tot poporul născut în deșert, pe drum, după ieșirea lor din Egipt, nu fusese circumcis.",
        "6": "Fiii lui Israel au călătorit patruzeci de ani prin deșert până când a pierit întreaga generație de războinici care ieșise din Egipt și care nu ascultase de glasul Domnului. Domnul le-a jurat că nu îi va lăsa să vadă țara despre care Domnul jurase strămoșilor lor că ne-o va da, țară în care curge lapte și miere.",
        "7": "În locul acestei generații, El i-a ridicat pe fiii lor, fii pe care i-a circumcis Iosua, căci aceștia erau necircumciși; ei nu fuseseră circumciși în timpul călătoriilor.",
        "8": "După ce a terminat de circumcis tot poporul, aceștia au rămas în tabără până s-au vindecat.",
        "9": "Domnul i-a zis lui Iosua: „Astăzi am înlăturat de la voi disprețul Egiptului!“. Și au pus acelui loc numele Ghilgal, nume care i-a rămas până în ziua aceasta.",
        "10": "Fiii lui Israel și-au așezat tabăra la Ghilgal, în câmpiile Ierihonului, și au sărbătorit Paștele în seara celei de-a paisprezecea zi a lunii.",
        "11": "În prima zi după Paște, chiar în acea zi, au mâncat din roadele țării: azime și grăunțe prăjite.",
        "12": "Mana a încetat la o zi după ce au mâncat din roadele țării Canaanului, astfel că fiii lui Israel n-au mai avut mană și, din anul acela, s-au hrănit din roadele țării. Căpetenia armatei Domnului",
        "13": "În timp ce era lângă Ierihon, Iosua și-a ridicat ochii și s-a uitat. Și, iată că un Bărbat stătea înaintea lui, ținând în mână sabia scoasă din teacă. Iosua s-a dus spre El și L-a întrebat: ‒ Ești dintre ai noștri sau dintre dușmanii noștri?",
        "14": "El a răspuns: ‒ Nu, ci Eu sunt Căpetenia armatei Domnului. Acum am venit! Iosua s-a aruncat cu fața la pământ înaintea Lui, I s-a închinat și L-a întrebat: ‒ Ce spune Stăpânul meu slujitorului Său?",
        "15": "Căpetenia armatei Domnului i-a răspuns lui Iosua: ‒ Dă-ți jos sandalele din picioare, căci locul pe care stai este sfânt. Și Iosua a făcut întocmai."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "When all the kings of the Amorites, who were beyond the Jordan westward, and all the kings of the Canaanites, who were by the sea, heard how Yahweh had dried up the waters of the Jordan from before the children of Israel until we had crossed over, their heart melted, and there was no more spirit in them, because of the children of Israel.",
        "2": "At that time, Yahweh said to Joshua, “Make flint knives, and circumcise again the sons of Israel the second time.”",
        "3": "Joshua made himself flint knives, and circumcised the sons of Israel at the hill of the foreskins.",
        "4": "This is the reason Joshua circumcised them: all the people who came out of Egypt, who were males, even all the men of war, died in the wilderness along the way, after they came out of Egypt.",
        "5": "For all the people who came out were circumcised; but all the people who were born in the wilderness along the way as they came out of Egypt had not been circumcised.",
        "6": "For the children of Israel walked forty years in the wilderness until all the nation, even the men of war who came out of Egypt, were consumed, because they didn’t listen to Yahweh’s voice. Yahweh swore to them that he wouldn’t let them see the land which Yahweh swore to their fathers that he would give us, a land flowing with milk and honey.",
        "7": "Their children, whom he raised up in their place, were circumcised by Joshua, for they were uncircumcised, because they had not circumcised them on the way.",
        "8": "When they were done circumcising the whole nation, they stayed in their places in the camp until they were healed.",
        "9": "Yahweh said to Joshua, “Today I have rolled away the reproach of Egypt from you.” Therefore the name of that place was called Gilgal to this day.",
        "10": "The children of Israel encamped in Gilgal. They kept the Passover on the fourteenth day of the month at evening in the plains of Jericho.",
        "11": "They ate unleavened cakes and parched grain of the produce of the land on the next day after the Passover, in the same day.",
        "12": "The manna ceased on the next day, after they had eaten of the produce of the land. The children of Israel didn’t have manna any more, but they ate of the fruit of the land of Canaan that year.",
        "13": "When Joshua was by Jericho, he lifted up his eyes and looked, and behold, a man stood in front of him with his sword drawn in his hand. Joshua went to him and said to him, “Are you for us, or for our enemies?”",
        "14": "He said, “No; but I have come now as commander of Yahweh’s army.” Joshua fell on his face to the earth, and worshiped, and asked him, “What does my lord say to his servant?”",
        "15": "The prince of Yahweh’s army said to Joshua, “Take off your sandals, for the place on which you stand is holy.” Joshua did so."
      }
    }
  }
}