{
  "book": "Iosua",
  "chapter": "11",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Iabin, împăratul Hațorului, auzind de aceste lucruri, a trimis soli la Iobab, împăratul Madonului, la împăratul Șimronului, la împăratul Acșafului,",
        "2": "la împărații care erau la miazănoapte de munte, în câmpia de la miazăzi de Chineret, în vale și pe înălțimile Dorului la apus,",
        "3": "canaaniților de la răsărit și de la apus, amoriților, hetiților, fereziților, iebusiților în munte și heviților la poalele Hermonului, în țara Mițpa.",
        "4": "Au ieșit ei și toate oștirile lor împreună cu ei, alcătuind un popor fără număr, ca nisipul care este pe marginea mării, și având cai și care în foarte mare număr.",
        "5": "Toți împărații aceștia au hotărât un loc de întâlnire și au venit de au tăbărât împreună la apele Merom, ca să lupte împotriva lui Israel.",
        "6": "Domnul a zis lui Iosua: „Nu te teme de ei, căci mâine, pe vremea aceasta, îi voi da bătuți pe toți înaintea lui Israel. Cailor să le tai vinele picioarelor, iar carele lor să le arzi în foc.”",
        "7": "Iosua cu toți oamenii lui de război au venit pe neașteptate peste ei la apele Merom și s-au năpustit în mijlocul lor.",
        "8": "Domnul i-a dat în mâinile lui Israel; ei i-au bătut și i-au urmărit până la Sidonul cel mare, până la Misrefot-Maim și până în valea Mițpa la răsărit; i-au bătut fără să lase să scape vreunul.",
        "9": "Iosua le-a făcut cum îi spusese Domnul: cailor le-a tăiat vinele picioarelor, iar carele lor le-a ars în foc. Cuceriri făcute la miazănoapte și în cealaltă parte a țării",
        "10": "La întoarcere și în același timp, Iosua a luat Hațorul și a trecut prin sabie pe împăratul lui. Hațorul era mai înainte capitala tuturor acestor împărății.",
        "11": "Au trecut prin ascuțișul sabiei și au nimicit cu desăvârșire pe toți cei ce se găseau în el: n-a rămas nimic din ce avea suflare de viață și au pus foc Hațorului.",
        "12": "Iosua a luat, de asemenea, toate cetățile împăraților acelora, și pe toți împărații lor i-a trecut prin ascuțișul sabiei și i-a nimicit cu desăvârșire, cum poruncise Moise, robul Domnului.",
        "13": "Dar Israel n-a ars niciuna din cetățile așezate pe dealuri, afară numai de Hațor, care a fost arsă de Iosua.",
        "14": "Copiii lui Israel au păstrat pentru ei toată prada cetăților acelora și vitele, dar au trecut prin ascuțișul sabiei pe toți oamenii, până i-au nimicit, fără să lase ceva din ce are suflare de viață.",
        "15": "Iosua a împlinit poruncile date de Domnul robului Său Moise și de Moise lui Iosua; n-a lăsat nimic neîmplinit din tot ce poruncise lui Moise Domnul.",
        "16": "Astfel, Iosua a luat toată țara aceasta, muntele, toată partea de miazăzi, toată țara Gosen, valea, câmpia, muntele lui Israel și văile lui,",
        "17": "de la muntele cel pleșuv care se înalță spre Seir până la Baal-Gad, în valea Libanului, la poalele muntelui Hermon. A luat pe toți împărații lor, i-a bătut și i-a omorât.",
        "18": "Războiul pe care l-a purtat Iosua împotriva tuturor acestor împărați a ținut multă vreme.",
        "19": "N-a rămas nicio cetate care să fi făcut pace cu copiii lui Israel, afară de heviți, care locuiau în Gabaon; pe toate le-au luat prin luptă.",
        "20": "Căci Domnul a îngăduit ca popoarele acelea să-și împietrească inima și să lupte împotriva lui Israel, pentru ca Israel să le nimicească cu desăvârșire, fără să aibă milă de ele, și să le nimicească, după cum poruncise lui Moise Domnul.",
        "21": "În același timp, Iosua a pornit și a nimicit pe anachimi, din muntele Hebronului, din Debir, din Anab, din tot muntele lui Iuda și din tot muntele lui Israel; Iosua i-a nimicit cu desăvârșire, împreună cu cetățile lor.",
        "22": "N-au rămas deloc anachimi în țara copiilor lui Israel; n-au rămas decât la Gaza, la Gat și la Asdod.",
        "23": "Iosua a pus stăpânire deci pe toată țara, potrivit cu tot ce spusese lui Moise Domnul. Și Iosua a dat-o de moștenire lui Israel, fiecăruia i-a dat partea lui, după semințiile lor. Apoi țara s-a odihnit de război."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Când a auzit cele întâmplate, Iabin, regele Hațorului, a trimis mesageri la Iobab, regele Madonului, la regele Șimronului, la regele Acșafului,",
        "2": "la regii din regiunea de nord, la munte, în Araba, la sud de Chineret și în zona deluroasă, la Nafot-Dor, în vest,",
        "3": "precum și la canaaniții din partea de est și de vest, la amoriți, la hitiți, la periziți, la iebusiții din munte și la hiviții de la poalele Hermonului, în regiunea Mițpa.",
        "4": "Aceștia au ieșit cu toate armatele lor, alcătuind o mulțime foarte numeroasă, ca nisipul de pe țărmul mării și având un mare număr de cai și care de luptă.",
        "5": "Toți acești regi au hotărât un loc de întâlnire. Ei au venit și și-au așezat tabăra la apele Meromului, ca să se lupte cu Israel.",
        "6": "Domnul i-a zis lui Iosua: „Nu te teme de ei, căci mâine, pe vremea aceasta, îi voi da pe toți la moarte înaintea lui Israel. Cailor să le tai tendoanele, iar carelor de luptă să le dai foc“.",
        "7": "Iosua împreună cu tot poporul pregătit de război au venit pe neașteptate împotriva lor, lângă apele Meromului și s-au năpustit asupra lor.",
        "8": "Domnul i-a dat în mâna lui Israel, care i-a lovit și i-a urmărit până la Sidonul cel Mare, până la Misrefot-Maim și până în Valea Mițpa, în est. I-a lovit până nu a mai rămas niciun supraviețuitor.",
        "9": "Iosua a făcut așa cum îi poruncise Domnul: a tăiat tendoanele cailor și a ars carele de luptă.",
        "10": "După aceea, Iosua s-a întors și a cucerit Hațorul, omorându-i regele cu sabia. Odinioară Hațorul era capitala tuturor acestor regate.",
        "11": "Au dat spre nimicire orice om care era în el, trecându-l prin ascuțișul sabiei. N-a rămas nimic din ce avea suflare. Apoi a dat foc Hațorului.",
        "12": "Iosua a cucerit toate cetățile acestor regi și pe toți regii lor odată cu ele, și le-a trecut prin ascuțișul sabiei, dându-le spre nimicire, așa cum poruncise Moise, slujitorul Domnului.",
        "13": "Totuși, Israel n-a ars niciuna dintre cetățile așezate pe coline, în afară de Hațor, care a fost ars de către Iosua.",
        "14": "Fiii lui Israel au luat ca pradă pentru ei toate lucrurile de valoare din acele cetăți, precum și toate animalele. Ei au nimicit însă întreaga populație, trecând-o prin ascuțișul sabiei, și nu au lăsat pe nimeni în viață.",
        "15": "Iosua a făcut așa cum îi poruncise Domnul lui Moise, slujitorul Său, și așa cum îi poruncise Moise lui Iosua. El nu a lăsat nimic neîmplinit din ceea ce îi poruncise Domnul lui Moise. Teritoriul controlat de Israel",
        "16": "Iosua a luat astfel toată țara aceasta: muntele, tot Neghevul, toată țara Goșen, zona deluroasă, Araba și muntele lui Israel cu văile lui,",
        "17": "de la muntele Halak, care se înalță către Seir, până la Baal-Gad, în Valea Libanului, la poalele muntelui Hermon. I-a prins pe toți regii acestor teritorii, i-a lovit și i-a omorât.",
        "18": "Războiul purtat de Iosua împotriva tuturor acestor regi a durat multă vreme.",
        "19": "Nu a existat nicio cetate care să fi încheiat pace cu fiii lui Israel, în afară de hiviții care locuiau în Ghivon. Toate celelalte cetăți au fost luate prin luptă.",
        "20": "Căci împietrirea inimii lor a fost de la Domnul, astfel încât să-l înfrunte pe Israel în luptă, ca să fie dați spre nimicire și să nu li se arate milă, ci să fie distruși, așa cum i-a poruncit Domnul lui Moise.",
        "21": "Tot atunci Iosua i-a atacat și i-a distrus și pe anachiții din munți: din Hebron, din Debir, din Anab, din tot muntele lui Iuda și din tot muntele lui Israel, dându-i spre nimicire împreună cu cetățile lor.",
        "22": "N-a rămas niciun anachit în țara fiilor lui Israel, în afară de cei care au rămas în Gaza, Gat și Așdod.",
        "23": "Astfel, Iosua a cucerit întreaga țară, potrivit cu tot ceea ce îi spusese Domnul lui Moise. Și Iosua a dat-o ca moștenire lui Israel, potrivit cu părțile alocate fiecăruia, după semințiile lor. Apoi țara s-a odihnit de război."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "When Jabin king of Hazor heard of it, he sent to Jobab king of Madon, to the king of Shimron, to the king of Achshaph,",
        "2": "and to the kings who were on the north, in the hill country, in the Arabah south of Chinneroth, in the lowland, and in the heights of Dor on the west,",
        "3": "to the Canaanite on the east and on the west, the Amorite, the Hittite, the Perizzite, the Jebusite in the hill country, and the Hivite under Hermon in the land of Mizpah.",
        "4": "They went out, they and all their armies with them, many people, even as the sand that is on the seashore in multitude, with very many horses and chariots.",
        "5": "All these kings met together; and they came and encamped together at the waters of Merom, to fight with Israel.",
        "6": "Yahweh said to Joshua, “Don’t be afraid because of them; for tomorrow at this time, I will deliver them up all slain before Israel. You shall hamstring their horses and burn their chariots with fire.”",
        "7": "So Joshua came suddenly, with all the warriors, against them by the waters of Merom, and attacked them.",
        "8": "Yahweh delivered them into the hand of Israel, and they struck them, and chased them to great Sidon, and to Misrephoth Maim, and to the valley of Mizpah eastward. They struck them until they left them no one remaining.",
        "9": "Joshua did to them as Yahweh told him. He hamstrung their horses and burned their chariots with fire.",
        "10": "Joshua turned back at that time, and took Hazor, and struck its king with the sword; for Hazor used to be the head of all those kingdoms.",
        "11": "They struck all the souls who were in it with the edge of the sword, utterly destroying them. There was no one left who breathed. He burned Hazor with fire.",
        "12": "Joshua captured all the cities of those kings, with their kings, and he struck them with the edge of the sword, and utterly destroyed them, as Moses the servant of Yahweh commanded.",
        "13": "But as for the cities that stood on their mounds, Israel burned none of them, except Hazor only. Joshua burned that.",
        "14": "The children of Israel took all the plunder of these cities, with the livestock, as plunder for themselves; but every man they struck with the edge of the sword, until they had destroyed them. They didn’t leave any who breathed.",
        "15": "As Yahweh commanded Moses his servant, so Moses commanded Joshua. Joshua did so. He left nothing undone of all that Yahweh commanded Moses.",
        "16": "So Joshua captured all that land, the hill country, all the South, all the land of Goshen, the lowland, the Arabah, the hill country of Israel, and the lowland of the same,",
        "17": "from Mount Halak, that goes up to Seir, even to Baal Gad in the valley of Lebanon under Mount Hermon. He took all their kings, struck them, and put them to death.",
        "18": "Joshua made war a long time with all those kings.",
        "19": "There was not a city that made peace with the children of Israel, except the Hivites, the inhabitants of Gibeon. They took all in battle.",
        "20": "For it was of Yahweh to harden their hearts, to come against Israel in battle, that he might utterly destroy them, that they might have no favor, but that he might destroy them, as Yahweh commanded Moses.",
        "21": "Joshua came at that time, and cut off the Anakim from the hill country, from Hebron, from Debir, from Anab, and from all the hill country of Judah, and from all the hill country of Israel. Joshua utterly destroyed them with their cities.",
        "22": "There were none of the Anakim left in the land of the children of Israel. Only in Gaza, in Gath, and in Ashdod, did some remain.",
        "23": "So Joshua took the whole land, according to all that Yahweh spoke to Moses; and Joshua gave it for an inheritance to Israel according to their divisions by their tribes. Then the land had rest from war."
      }
    }
  }
}