{
  "book": "Iosua",
  "chapter": "22",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Atunci, Iosua a chemat pe rubeniți, pe gadiți și jumătate din seminția lui Manase",
        "2": "și le-a zis: „Voi ați păzit tot ce v-a poruncit Moise, robul Domnului, și ați ascultat de glasul meu în tot ce v-am poruncit.",
        "3": "N-ați părăsit pe frații voștri de o bună bucată de vreme până în ziua de azi și ați păzit rânduielile și poruncile Domnului Dumnezeului vostru.",
        "4": "Acum, când Domnul Dumnezeul vostru a dat odihnă fraților voștri, cum le spusese, întoarceți-vă și duceți-vă la corturile voastre, în țara dată în stăpânirea voastră, pe care v-a dat-o Moise, robul Domnului, dincolo de Iordan.",
        "5": "Aveți grijă numai să păziți și să împliniți poruncile și legile pe care vi le-a dat Moise, robul Domnului: să iubiți pe Domnul Dumnezeul vostru, să umblați în toate căile Lui, să țineți poruncile Lui, să vă alipiți de El și să-I slujiți din toată inima voastră și din tot sufletul vostru.”",
        "6": "Și Iosua i-a binecuvântat și le-a dat drumul; și ei au plecat la corturile lor.",
        "7": "Moise dăduse unei jumătăți din seminția lui Manase o moștenire în Basan, și Iosua a dat celeilalte jumătăți o moștenire lângă frații lor, dincoace de Iordan, la apus.",
        "8": "Când i-a trimis Iosua la corturile lor, i-a binecuvântat și le-a zis: „Voi vă întoarceți la corturile voastre cu mari bogății, cu foarte multe turme și cu o mare mulțime de argint, de aur, de aramă, de fier și de îmbrăcăminte. Împărțiți cu frații voștri prada luată de la vrăjmașii voștri.”",
        "9": "Fiii lui Ruben, fiii lui Gad și jumătate din seminția lui Manase s-au întors acasă, lăsând pe copiii lui Israel la Silo, în țara Canaanului, ca să se ducă în țara Galaadului, care era moșia lor și unde se așezaseră, cum poruncise lui Moise Domnul. Ei zidesc un alt altar",
        "10": "Când au ajuns pe malurile Iordanului, care fac parte din țara Canaanului, fiii lui Ruben, fiii lui Gad și jumătate din seminția lui Manase au zidit acolo un altar lângă Iordan, un altar a cărui mărime izbea privirile.",
        "11": "Copiii lui Israel au auzit zicându-se: „Iată că fiii lui Ruben, fiii lui Gad și jumătate din seminția lui Manase au zidit un altar în fața țării Canaanului, pe malurile Iordanului, în părțile copiilor lui Israel.”",
        "12": "Când au auzit copiii lui Israel lucrul acesta, toată adunarea copiilor lui Israel s-a strâns la Silo, ca să se suie împotriva lor și să se bată cu ei.",
        "13": "Copiii lui Israel au trimis la fiii lui Ruben, la fiii lui Gad și la jumătate din seminția lui Manase, în țara Galaadului, pe Fineas, fiul preotului Eleazar,",
        "14": "și zece căpetenii cu el, câte o căpetenie de fiecare casă părintească pentru fiecare din semințiile lui Israel; toți erau căpetenii de casă părintească între miile lui Israel.",
        "15": "Ei au venit la fiii lui Ruben, la fiii lui Gad și la jumătate din seminția lui Manase, în țara Galaadului, și le-au vorbit astfel:",
        "16": "„Așa vorbește toată adunarea Domnului: ‘Ce înseamnă păcatul acesta pe care l-ați săvârșit față de Dumnezeul lui Israel și pentru ce vă abateți acum de la Domnul, zidindu-vă un altar, ca să vă răzvrătiți azi împotriva Domnului?",
        "17": "Privim oare ca o nimica nelegiuirea lui Peor, a cărui pată n-am ridicat-o până acum de peste noi, cu toată urgia pe care a adus-o ea asupra adunării Domnului?",
        "18": "Și voi vă abateți astăzi de la Domnul! Dacă vă răzvrătiți azi împotriva Domnului, mâine El Se va mânia împotriva întregii adunări a lui Israel.",
        "19": "Dacă priviți ca necurată țara care este moșia voastră, treceți în țara care este moșia Domnului, unde este așezată locuința Domnului, și așezați-vă în mijlocul nostru, dar nu vă răzvrătiți împotriva Domnului și nu vă despărțiți de noi, zidindu-vă un altar, afară de altarul Domnului Dumnezeului nostru!",
        "20": "Acan, fiul lui Zerah, n-a săvârșit oare un păcat cu privire la lucrurile date spre nimicire și nu S-a aprins de mânie Domnul împotriva întregii adunări a lui Israel? Și el n-a fost singurul care a pierit din pricina nelegiuirii lui.’” Apărarea lor",
        "21": "Fiii lui Ruben, fiii lui Gad și jumătate din seminția lui Manase au răspuns astfel căpeteniilor peste miile lui Israel:",
        "22": "„Domnul Dumnezeu, Cel Atotputernic, Domnul Dumnezeu, Cel Atotputernic, știe și Israel însuși să știe lucrul acesta! Dacă din răzvrătire și păcătuire împotriva Domnului am făcut lucrul acesta, să nu ne vină în ajutor Domnul în ziua aceasta!",
        "23": "Dacă ne-am zidit un altar ca să ne abatem de la Domnul, ca să aducem pe el arderi-de-tot și daruri de mâncare și ca să aducem pe el jertfe de mulțumire, Domnul să ne ceară socoteală de aceasta!",
        "24": "Am făcut lucrul acesta mai degrabă de frică, gândindu-ne că într-o zi s-ar putea ca fiii voștri să zică fiilor noștri: ‘Ce legătură este între voi și Domnul Dumnezeul lui Israel?",
        "25": "Domnul a pus Iordanul hotar între noi și voi, fii ai lui Ruben și fii ai lui Gad: voi n-aveți parte de Domnul!’ Și fiii voștri ar face astfel ca fiii noștri să nu se mai teamă de Domnul.",
        "26": "De aceea am zis: Să ne zidim deci un altar, nu pentru arderi-de-tot și pentru jertfe,",
        "27": "ci ca o mărturie între noi și voi, între urmașii noștri și ai voștri, că voim să slujim Domnului, înaintea Feței Lui, prin arderile-de-tot și prin jertfele noastre de ispășire și de mulțumire, ca să nu zică fiii voștri într-o zi fiilor noștri: ‘Voi n-aveți parte de Domnul!’",
        "28": "Noi am zis: Dacă mai târziu ne vor vorbi astfel nouă sau urmașilor noștri, vom răspunde: ‘Priviți chipul altarului Domnului pe care l-au făcut părinții noștri nu pentru arderi-de-tot și pentru jertfe, ci ca mărturie între noi și voi.’",
        "29": "Departe de noi gândul să ne răzvrătim împotriva Domnului și să ne abatem astăzi de la Domnul, zidind un altar pentru arderi-de-tot, pentru daruri de mâncare și pentru jertfe, afară de altarul Domnului Dumnezeului nostru, care este înaintea locașului Lui!”",
        "30": "Când au auzit preotul Fineas și căpeteniile adunării, căpeteniile peste miile lui Israel, care erau cu el, cuvintele pe care le-au rostit fiii lui Ruben, fiii lui Gad și fiii lui Manase au rămas mulțumiți.",
        "31": "Și Fineas, fiul preotului Eleazar, a zis fiilor lui Ruben, fiilor lui Gad și fiilor lui Manase: „Cunoaștem acum că Domnul este în mijlocul nostru, fiindcă n-ați săvârșit păcatul acesta împotriva Domnului și ați izbăvit astfel pe copiii lui Israel din mâna Domnului.”",
        "32": "Fineas, fiul preotului Eleazar, și căpeteniile au părăsit pe fiii lui Ruben și pe fiii lui Gad și s-au întors din țara Galaadului în țara Canaanului, la copiii lui Israel, cărora le-au făcut o dare de seamă.",
        "33": "Copiii lui Israel au rămas mulțumiți; au binecuvântat pe Dumnezeu și n-au mai vorbit să se suie înarmați ca să pustiască țara pe care o locuiau fiii lui Ruben și fiii lui Gad.",
        "34": "Fiii lui Ruben și fiii lui Gad au numit altarul acela Ed (Martor), „căci”, au zis ei, „el este martor între noi că Domnul este Dumnezeu”."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Atunci Iosua i-a chemat pe rubeniți, pe gadiți și pe jumătate din seminția lui Manase",
        "2": "și le-a zis: „Voi ați păzit tot ceea ce v-a poruncit Moise, slujitorul Domnului, și ați ascultat de mine în tot ceea ce v-am poruncit.",
        "3": "Nu i-ați părăsit pe frații voștri în această perioadă îndelungată, până în ziua aceasta, ci ați îndeplinit cu grijă responsabilitatea dată de Domnul, Dumnezeul vostru.",
        "4": "Și acum, fiindcă Domnul, Dumnezeul vostru, le-a dat odihnă fraților voștri, așa cum le-a spus, întoarceți-vă și duceți-vă la corturile voastre, în țara pe care o veți stăpâni, pe care v-a dat-o Moise, slujitorul Domnului, dincolo de Iordan.",
        "5": "Însă aveți grijă să împliniți porunca și Legea pe care vi le-a poruncit Moise, slujitorul Domnului: să-L iubiți pe Domnul, Dumnezeul vostru, să umblați pe toate căile Lui, să păziți poruncile Lui, să vă alipiți de El și să-L slujiți din toată inima voastră și din tot sufletul vostru“.",
        "6": "Apoi Iosua i-a binecuvântat și i-a trimis în drumul lor. Astfel, ei s-au întors la corturile lor.",
        "7": "Unei jumătăți din seminția lui Manase, Moise îi dăduse moștenirea în Bașan, iar celeilalte jumătăți Iosua îi dăduse moștenirea lângă frații lor, în partea de vest a Iordanului. Când Iosua i-a trimis la corturile lor, el i-a binecuvântat",
        "8": "și le-a zis: „Întoarceți-vă la corturile voastre cu mulțimea bogățiilor voastre – cu nenumăratele cirezi de vite, cu argintul, cu aurul, cu bronzul, cu fierul și cu îmbrăcămintea voastră numeroasă – și împărțiți apoi și cu ceilalți frați ai voștri prada luată de la dușmani!“. Altarul mărturiei de la Ghelilot",
        "9": "Fiii lui Ruben, fiii lui Gad și jumătate din seminția lui Manase s-au întors și au plecat de la fiii lui Israel, din Șilo, care este în țara Canaanului, ca să se ducă în țara Ghiladului, în țara moștenirii lor, pe care o luaseră în stăpânire potrivit cu porunca Domnului dată prin Moise.",
        "10": "Când au ajuns la Ghelilotul Iordanului, în țara Canaanului, fiii lui Ruben, fiii lui Gad și jumătate din seminția lui Manase au construit un altar acolo, la Iordan, un altar de o mărime impresionantă.",
        "11": "Fiii lui Israel au auzit zicându-se: „Iată că fiii lui Ruben, fiii lui Gad și jumătate din seminția lui Manase au construit un altar la intrarea în țara Canaanului, la Ghelilot, lângă Iordan, pe partea fiilor lui Israel“.",
        "12": "Când au auzit fiii lui Israel lucrul acesta, întreaga comunitate a fiilor lui Israel s-a mobilizat la Șilo ca să pornească la luptă împotriva lor.",
        "13": "Atunci fiii lui Israel l-au trimis la fiii lui Ruben, la fiii lui Gad și la jumătatea seminției lui Manase, în țara Ghiladului, pe preotul Fineas, fiul lui Elazar,",
        "14": "împreună cu zece conducători, câte un conducător de fiecare casă părintească, potrivit cu toate semințiile lui Israel, toți fiind conducători ai caselor lor părintești, între miile lui Israel.",
        "15": "Ei au venit la fiii lui Ruben, la fiii lui Gad și la jumătatea seminției lui Manase, în țara Ghiladului, și le-au vorbit, zicând:",
        "16": "„Așa vorbește întreaga comunitate a Domnului: «Ce înseamnă această necredincioșie pe care ați arătat-o față de Dumnezeul lui Israel și de ce v-ați abătut în această zi de la Domnul, construindu-vă un altar ca să vă răzvrătiți astăzi împotriva Domnului?",
        "17": "A fost oare prea neînsemnată pentru noi nelegiuirea de la Peor, de care n-am reușit să ne curățim nici până în ziua aceasta, deși comunitatea Domnului a fost lovită cu urgie?",
        "18": "Iar voi vă abateți astăzi de la Domnul? Dacă voi vă răzvrătiți astăzi împotriva Domnului, mâine El Se va mânia pe întreaga comunitate a lui Israel.",
        "19": "Dar dacă țara care este în stăpânirea voastră este necurată, atunci traversați în țara care este posesiunea Domnului, acolo unde este așezat Tabernaculul Domnului, și luați-vă moștenirea printre noi, dar nu vă răzvrătiți împotriva Domnului și nu vă răzvrătiți împotriva noastră, construindu-vă un altar, altul decât altarul Domnului, Dumnezeul nostru.",
        "20": "Când Acan, fiul lui Zerah, a comis o nelegiuire cu privire la ceea ce trebuia dat spre nimicire, oare mânia nu s-a revărsat asupra întregii comunități a lui Israel? Iar el nu a fost singurul care a murit în urma nelegiuirii lui»“.",
        "21": "Fiii lui Ruben, fiii lui Gad și jumătate din seminția lui Manase au răspuns conducătorilor peste miile lui Israel și au zis:",
        "22": "„Dumnezeu, da Dumnezeu, Domnul Dumnezeu, Însuși Dumnezeu, Domnul, El știe și Israel însuși să știe lucrul acesta: dacă este răzvrătire sau nelegiuire în noi față de Domnul, să nu ne cruți astăzi!",
        "23": "Dacă ne-am construit un altar ca să ne abatem de la Domnul și ca să aducem pe el arderi-de-tot și daruri de mâncare sau ca să aducem jertfe de pace, atunci Domnul să ne ceară socoteală!",
        "24": "Dimpotrivă, am făcut lucrul acesta fiindcă ne-am temut că într-o zi urmașii voștri s-ar putea să le zică urmașilor noștri: «Ce legătură este între voi și Domnul, Dumnezeul lui Israel?",
        "25": "Domnul a pus Iordanul ca graniță între noi și voi, fii ai lui Ruben și fii ai lui Gad. Voi nu aveți nicio legătură cu moștenirea Domnului!». Așa că fiii voștri i-ar putea face pe fiii noștri să nu se mai teamă de Domnul.",
        "26": "De aceea, ne-am hotărât să ne construim un altar, nu pentru arderi-de-tot sau jertfe,",
        "27": "ci ca să fie o mărturie între noi și voi, și între generațiile noastre după noi, că dorim să slujim Domnului, în prezența Lui, prin arderile-de-tot, prin darurile de mâncare și prin jertfele de pace. Așadar, urmașii voștri nu le vor putea spune urmașilor noștri: «Voi nu aveți parte de Domnul!».",
        "28": "Dacă vreodată ne vor vorbi astfel nouă sau celor din generațiile noastre, ne-am gândit să le răspundem astfel: «Priviți modelul altarului Domnului pe care l-au făcut strămoșii noștri, nu pentru a aduce arderi-de-tot și jertfe, ci pentru a fi o mărturie între noi și voi».",
        "29": "Departe de noi gândul să ne răzvrătim împotriva Domnului și să ne abatem astăzi de la Domnul, construindu-ne un altar pentru arderi-de-tot, daruri de mâncare sau jertfe, altul decât altarul Domnului, Dumnezeul nostru, care este înaintea Tabernaculului Său!“.",
        "30": "Când preotul Fineas, conducătorii comunității și căpeteniile miilor lui Israel care erau cu el, au auzit cuvintele pe care le-au rostit fiii lui Ruben, fiii lui Gad și fiii lui Manase, au fost mulțumiți.",
        "31": "Preotul Fineas, fiul lui Elazar, le-a zis fiilor lui Ruben, fiilor lui Gad și fiilor lui Manase: „Știm astăzi că Domnul este în mijlocul nostru, fiindcă nu ați comis nelegiuirea aceasta împotriva Domnului și i-ați scăpat astfel pe fiii lui Israel din mâna Domnului!“.",
        "32": "Apoi preotul Fineas, fiul lui Elazar, și conducătorii, au plecat de la fiii lui Ruben și de la fiii lui Gad, din țara Ghiladului, s-au întors în țara Canaanului, la fiii lui Israel, și le-au adus un răspuns.",
        "33": "Fiii lui Israel au fost mulțumiți cu acest răspuns. Ei l-au binecuvântat pe Dumnezeu și n-au mai vorbit să pornească la război împotriva lor, ca să distrugă țara în care locuiau fiii lui Ruben și fiii lui Gad.",
        "34": "Fiii lui Ruben și fiii lui Gad au numit altarul „Mărturie“, zicând: „Altarul este o mărturie între noi că Domnul este Dumnezeu“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Then Joshua called the Reubenites, the Gadites, and the half-tribe of Manasseh,",
        "2": "and said to them, “You have kept all that Moses the servant of Yahweh commanded you, and have listened to my voice in all that I commanded you.",
        "3": "You have not left your brothers these many days to this day, but have performed the duty of the commandment of Yahweh your God.",
        "4": "Now Yahweh your God has given rest to your brothers, as he spoke to them. Therefore now return and go to your tents, to the land of your possession, which Moses the servant of Yahweh gave you beyond the Jordan.",
        "5": "Only take diligent heed to do the commandment and the law which Moses the servant of Yahweh commanded you, to love Yahweh your God, to walk in all his ways, to keep his commandments, to hold fast to him, and to serve him with all your heart and with all your soul.”",
        "6": "So Joshua blessed them, and sent them away; and they went to their tents.",
        "7": "Now to the one half-tribe of Manasseh Moses had given inheritance in Bashan; but Joshua gave to the other half among their brothers beyond the Jordan westward. Moreover when Joshua sent them away to their tents, he blessed them,",
        "8": "and spoke to them, saying, “Return with much wealth to your tents, with very much livestock, with silver, with gold, with bronze, with iron, and with very much clothing. Divide the plunder of your enemies with your brothers.”",
        "9": "The children of Reuben and the children of Gad and the half-tribe of Manasseh returned, and departed from the children of Israel out of Shiloh, which is in the land of Canaan, to go to the land of Gilead, to the land of their possession, which they owned, according to the commandment of Yahweh by Moses.",
        "10": "When they came to the region near the Jordan, that is in the land of Canaan, the children of Reuben and the children of Gad and the half-tribe of Manasseh built an altar there by the Jordan, a great altar to look at.",
        "11": "The children of Israel heard this, “Behold, the children of Reuben and the children of Gad and the half-tribe of Manasseh have built an altar along the border of the land of Canaan, in the region around the Jordan, on the side that belongs to the children of Israel.”",
        "12": "When the children of Israel heard of it, the whole congregation of the children of Israel gathered themselves together at Shiloh, to go up against them to war.",
        "13": "The children of Israel sent to the children of Reuben, and to the children of Gad, and to the half-tribe of Manasseh, into the land of Gilead, Phinehas the son of Eleazar the priest.",
        "14": "With him were ten princes, one prince of a fathers’ house for each of the tribes of Israel; and they were each head of their fathers’ houses among the thousands of Israel.",
        "15": "They came to the children of Reuben, and to the children of Gad, and to the half-tribe of Manasseh, to the land of Gilead, and they spoke with them, saying,",
        "16": "“The whole congregation of Yahweh says, ‘What trespass is this that you have committed against the God of Israel, to turn away today from following Yahweh, in that you have built yourselves an altar, to rebel today against Yahweh?",
        "17": "Is the iniquity of Peor too little for us, from which we have not cleansed ourselves to this day, although there came a plague on the congregation of Yahweh,",
        "18": "that you must turn away today from following Yahweh? It will be, since you rebel today against Yahweh, that tomorrow he will be angry with the whole congregation of Israel.",
        "19": "However, if the land of your possession is unclean, then pass over to the land of the possession of Yahweh, in which Yahweh’s tabernacle dwells, and take possession among us; but don’t rebel against Yahweh, nor rebel against us, in building an altar other than Yahweh our God’s altar.",
        "20": "Didn’t Achan the son of Zerah commit a trespass in the devoted thing, and wrath fell on all the congregation of Israel? That man didn’t perish alone in his iniquity.’”",
        "21": "Then the children of Reuben and the children of Gad and the half-tribe of Manasseh answered, and spoke to the heads of the thousands of Israel,",
        "22": "“The Mighty One, God, Yahweh, the Mighty One, God, Yahweh, he knows; and Israel shall know: if it was in rebellion, or if in trespass against Yahweh (don’t save us today),",
        "23": "that we have built us an altar to turn away from following Yahweh; or if to offer burnt offering or meal offering, or if to offer sacrifices of peace offerings, let Yahweh himself require it.",
        "24": "“If we have not out of concern done this, and for a reason, saying, ‘In time to come your children might speak to our children, saying, “What have you to do with Yahweh, the God of Israel?",
        "25": "For Yahweh has made the Jordan a border between us and you, you children of Reuben and children of Gad. You have no portion in Yahweh.”’ So your children might make our children cease from fearing Yahweh.",
        "26": "“Therefore we said, ‘Let’s now prepare to build ourselves an altar, not for burnt offering, nor for sacrifice;",
        "27": "but it will be a witness between us and you, and between our generations after us, that we may perform the service of Yahweh before him with our burnt offerings, with our sacrifices, and with our peace offerings;’ that your children may not tell our children in time to come, ‘You have no portion in Yahweh.’",
        "28": "“Therefore we said, ‘It shall be, when they tell us or our generations this in time to come, that we shall say, “Behold the pattern of Yahweh’s altar, which our fathers made, not for burnt offering, nor for sacrifice; but it is a witness between us and you.”’",
        "29": "“Far be it from us that we should rebel against Yahweh, and turn away today from following Yahweh, to build an altar for burnt offering, for meal offering, or for sacrifice, besides Yahweh our God’s altar that is before his tabernacle!”",
        "30": "When Phinehas the priest, and the princes of the congregation, even the heads of the thousands of Israel that were with him, heard the words that the children of Reuben and the children of Gad and the children of Manasseh spoke, it pleased them well.",
        "31": "Phinehas the son of Eleazar the priest said to the children of Reuben, to the children of Gad, and to the children of Manasseh, “Today we know that Yahweh is among us, because you have not committed this trespass against Yahweh. Now you have delivered the children of Israel out of Yahweh’s hand.”",
        "32": "Phinehas the son of Eleazar the priest, and the princes, returned from the children of Reuben, and from the children of Gad, out of the land of Gilead, to the land of Canaan, to the children of Israel, and brought them word again.",
        "33": "The thing pleased the children of Israel; and the children of Israel blessed God, and spoke no more of going up against them to war, to destroy the land in which the children of Reuben and the children of Gad lived.",
        "34": "The children of Reuben and the children of Gad named the altar “A Witness Between Us that Yahweh is God.”"
      }
    }
  }
}