{
  "book": "Iosua",
  "chapter": "13",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Iosua era bătrân, înaintat în vârstă. Domnul i-a zis atunci: „Tu ai îmbătrânit, ai înaintat în vârstă, și țara care-ți mai rămâne de supus este foarte mare.",
        "2": "Iată țara care mai rămâne: toate ținuturile filistenilor și tot ținutul gheșuriților,",
        "3": "de la Șihor, care curge înaintea Egiptului, până la hotarul Ecronului la miazănoapte, ținut care trebuie socotit drept canaanit și care este stăpânit de cei cinci domnitori ai filistenilor: cel din Gaza, cel din Asdod, cel din Ascalon, cel din Gat și cel din Ecron, și de aviți;",
        "4": "începând de la miazăzi, toată țara canaaniților și Meara, care este a sidoniților, până la Afec, până la hotarul amoriților;",
        "5": "țara ghibliților și tot Libanul spre răsăritul soarelui, de la Baal-Gad, la poalele muntelui Hermon, până la intrarea Hamatului;",
        "6": "toți locuitorii de pe munte, de la Liban până la Misrefot-Maim, toți sidoniții. Eu îi voi izgoni dinaintea copiilor lui Israel. Dă numai țara aceasta de moștenire prin sorți lui Israel, cum ți-am poruncit,",
        "7": "și împarte acum țara aceasta ca moștenire între cele nouă seminții și între jumătate din seminția lui Manase.” Împărțirea țării de la răsăritul Iordanului",
        "8": "Rubeniții și gadiții, cu cealaltă jumătate din seminția lui Manase, și-au primit moștenirea pe care le-a dat-o Moise de cealaltă parte a Iordanului, la răsărit, cum le-a dat-o Moise, robul Domnului:",
        "9": "de la Aroer, care este pe malurile pârâului Arnon, și de la cetatea care este în mijlocul văii, toată câmpia Medeba, până la Dibon;",
        "10": "toate cetățile lui Sihon, împăratul amoriților, care domnea la Hesbon, până la hotarul copiilor lui Amon;",
        "11": "Galaadul, ținutul gheșuriților și al maacatiților, tot Muntele Hermonului și tot Basanul, până la Salca;",
        "12": "toată împărăția lui Og în Basan, care domnea în Aștarot și în Edrei și care era singura rămășiță a refaimiților. Moise a bătut pe acești împărați și i-a izgonit.",
        "13": "Dar copiii lui Israel n-au izgonit pe gheșuriți și pe maacatiți, care au locuit în mijlocul lui Israel până în ziua de azi.",
        "14": "Seminția lui Levi a fost singura căreia Moise nu i-a dat parte de moștenire; jertfele mistuite de foc înaintea Domnului Dumnezeului lui Israel, aceasta a fost moștenirea lui, cum îi spusese El.",
        "15": "Moise dăduse seminției fiilor lui Ruben o parte de moștenire, după familiile lor.",
        "16": "Ei au avut ca ținut al lor: de la Aroer, care este pe malurile pârâului Arnon, și cetatea care este în mijlocul văii, toată câmpia de lângă Medeba,",
        "17": "Hesbonul și toate cetățile lui din câmpie, Dibonul, Bamot-Baal, Bet-Baal-Meon,",
        "18": "Iahaț, Chedemot, Mefaat,",
        "19": "Chiriataim, Sibma, Țeret-Hașahar, pe muntele văii,",
        "20": "Bet-Peor, poalele muntelui Pisga, Bet-Ieșimot,",
        "21": "toate cetățile câmpiei și toată împărăția lui Sihon, împăratul amoriților, care domnea la Hesbon; Moise îi bătuse pe el și pe domnitorii Madianului, pe Evi, Rechem, Țur, Hur și Reba, domnitori care se trăgeau din Sihon și care locuiau în țară.",
        "22": "Între cei pe care i-au ucis copiii lui Israel, nimiciseră cu sabia și pe ghicitorul Balaam, fiul lui Beor.",
        "23": "Hotarul ținutului fiilor lui Ruben era Iordanul. Aceasta este moștenirea fiilor lui Ruben, după familiile lor: cetățile și satele lor.",
        "24": "Moise dăduse seminției lui Gad, fiilor lui Gad, o parte de moștenire, după familiile lor.",
        "25": "Ținutul lor a fost Iaezerul, toate cetățile Galaadului, jumătate din țara copiilor lui Amon până la Aroer, față în față cu Raba,",
        "26": "de la Hesbon până la Ramat-Mițpe și Betonim, de la Mahanaim până la hotarul Debirului",
        "27": "și, în vale, Bet-Haram, Bet-Nimra, Sucot și Țafon, rămășiță din împărăția lui Sihon, împăratul Hesbonului, având ca hotar Iordanul până la marginea mării Chineret, de cealaltă parte a Iordanului, la răsărit.",
        "28": "Aceasta este moștenirea fiilor lui Gad, după familiile lor: cetățile și satele lor.",
        "29": "Moise dăduse la jumătate din seminția lui Manase, fiilor lui Manase, o parte de moștenire după familiile lor.",
        "30": "Ținutul lor a fost: de la Mahanaim, tot Basanul, toată împărăția lui Og, împăratul Basanului, și toate târgușoarele lui Iair în Basan, șaizeci de cetăți.",
        "31": "Jumătate din Galaad, Aștarot și Edrei, cetăți din împărăția lui Og, în Basan, au căzut fiilor lui Machir, fiul lui Manase, adică la jumătate din fiii lui Machir, după familiile lor.",
        "32": "Acestea sunt părțile de moștenire pe care le-a dat Moise când era în câmpia Moabului, de cealaltă parte a Iordanului, în fața Ierihonului, la răsărit.",
        "33": "Moise n-a dat nicio moștenire seminției lui Levi; Domnul Dumnezeul lui Israel este moștenirea lui, cum îi spusese El."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Iosua îmbătrânise și era înaintat în vârstă. Atunci, Domnul i-a zis: „Tu ești bătrân și înaintat în vârstă, iar teritoriul care nu a fost luat în stăpânire este foarte mare.",
        "2": "Aceasta este țara care mai rămâne: toate teritoriile filistenilor și ale gheșuriților",
        "3": "(de la râul Șihor, care este în fața Egiptului, până la granița cu Ekronul, înspre nord, teritoriu care este considerat canaanit și care este al celor cinci domnitori filisteni: din Gaza, din Așdod, din Așchelon, din Gat și din Ekron), precum și ale aviților,",
        "4": "înspre sud. De asemenea, toate teritoriile canaaniților, de la Meara sidonienilor, până la Afek, spre granița cu amoriții,",
        "5": "apoi teritoriul ghebaliților și întregul Liban înspre est, de la Baal-Gad până la poalele muntelui Hermon și până la Lebo-Hamat",
        "6": "cu toți locuitorii de pe munte, din Liban până la Misrefot-Maim, adică toți sidonienii. Eu îi voi alunga dinaintea fiilor lui Israel. Tu însă împarte acest teritoriu ca moștenire lui Israel, așa cum ți-am poruncit.",
        "7": "Împarte deci țara ca moștenire celor nouă seminții și unei jumătăți a seminției lui Manase“. Teritoriul împărțit în Transiordania",
        "8": "Ceilalți, împreună cu rubeniții și gadiții, își primiseră moștenirea pe care le-a dat-o Moise la est de Iordan, întocmai cum le-o împărțise Moise, slujitorul Domnului:",
        "9": "S-a extins de la Aroer, care se află pe malul pârâului Arnon și de la cetatea din mijlocul văii, întregul podiș al Medebei, până la Dibon,",
        "10": "toate cetățile lui Sihon, regele amoriților, care domnea la Heșbon, până la granița cu fiii lui Amon,",
        "11": "Ghiladul, teritoriul gheșurit și maacatit, tot muntele Hermon și tot Bașanul până la Salca,",
        "12": "întregul regat al lui Og, în Bașan, care domnea la Aștarot și la Edrei și care era singurul rămas dintre refaiți. Moise i-a învins și i-a alungat.",
        "13": "Dar fiii lui Israel nu i-au alungat pe gheșuriții și pe maacatiții din Gheșur și din Maaca, astfel că ei au locuit în mijlocul lui Israel până în ziua aceasta.",
        "14": "Seminția lui Levi nu a primit însă nicio moștenire, deoarece El îi spusese că jertfele mistuite de foc aduse Domnului, Dumnezeul lui Israel, sunt moștenirea ei.",
        "15": "Moise dăduse seminției rubeniților, potrivit clanurilor lor,",
        "16": "teritoriul de la Aroer, care este pe malul pârâului Arnon și de la cetatea din mijlocul văii, întregul podiș de lângă Medeba,",
        "17": "Heșbonul cu toate cetățile dimprejurul lui din podiș, Dibon, Bamot-Baal, Bet-Baal-Meon,",
        "18": "Iahaț, Chedemot, Mefaat,",
        "19": "Chiriataim, Sibma, Țeret-Șahar, pe muntele văii,",
        "20": "Bet-Peor, poalele muntelui Pisga, Bet-Ieșimot,",
        "21": "toate cetățile podișului, adică întregul regat al lui Sihon, regele amoriților, care domnea la Heșbon și care fusese învins de Moise, alături de conducătorii Midianului: Evi, Rechem, Țur, Hur și Reba, vasalii lui Sihon, care locuiau în țară.",
        "22": "Printre cei care fuseseră uciși cu sabia de fiii lui Israel se afla și Balaam, fiul lui Beor, care practica divinația.",
        "23": "Granița teritoriului rubeniților era Iordanul. Cetățile și satele acestea erau moștenirea urmașilor lui Ruben, potrivit clanurilor lor.",
        "24": "Moise dăduse seminției lui Gad, adică urmașilor lui Gad, potrivit clanurilor lor,",
        "25": "un teritoriu care cuprindea Iazerul, toate cetățile Ghiladului, o jumătate din țara fiilor lui Amon până la Aroer, care este față în față cu Raba,",
        "26": "de la Heșbon până la Ramat-Mițpa și Betonim și de la Mahanaim până la granița cu Debirul,",
        "27": "iar în vale, Bet-Haram, Bet-Nimra, Sucot și Țafon, partea care a mai rămas din teritoriul regelui Sihon al Heșbonului, teritoriu care se află în partea de est a Iordanului, având drept graniță Iordanul până la marginea mării Chineret.",
        "28": "Cetățile și satele acestea erau moștenirea urmașilor lui Gad, potrivit clanurilor lor.",
        "29": "Moise dăduse jumătății seminției lui Manase, adică unei jumătăți dintre urmașii lui Manase, potrivit clanurilor lor,",
        "30": "un teritoriu care cuprindea Mahanaimul, întregul Bașan, întregul regat al regelui Og al Bașanului, și toate așezările lui Iair din Bașan – șaizeci de cetăți.",
        "31": "Jumătate din Ghilad, Aștarot și Edrei, cetăți ale regatului lui Og din Bașan fuseseră date urmașilor lui Machir, fiul lui Manase, adică unei jumătăți dintre urmașii lui Machir, potrivit clanurilor lor.",
        "32": "Acestea sunt teritoriile pe care le dăduse Moise ca moștenire, când era în câmpiile Moabului, de cealaltă parte a Iordanului, la est de Ierihon.",
        "33": "Moise nu a dat însă nicio moștenire seminției lui Levi; Domnul, Dumnezeul lui Israel, este moștenirea lor, căci așa le-a spus El."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now Joshua was old and well advanced in years. Yahweh said to him, “You are old and advanced in years, and there remains yet very much land to be possessed.",
        "2": "“This is the land that still remains: all the regions of the Philistines, and all the Geshurites;",
        "3": "from the Shihor, which is before Egypt, even to the border of Ekron northward, which is counted as Canaanite; the five lords of the Philistines; the Gazites, and the Ashdodites, the Ashkelonites, the Gittites, and the Ekronites; also the Avvim,",
        "4": "on the south; all the land of the Canaanites, and Mearah that belongs to the Sidonians, to Aphek, to the border of the Amorites;",
        "5": "and the land of the Gebalites, and all Lebanon, toward the sunrise, from Baal Gad under Mount Hermon to the entrance of Hamath;",
        "6": "all the inhabitants of the hill country from Lebanon to Misrephoth Maim, even all the Sidonians. I will drive them out from before the children of Israel. Just allocate it to Israel for an inheritance, as I have commanded you.",
        "7": "Now therefore divide this land for an inheritance to the nine tribes and the half-tribe of Manasseh.”",
        "8": "With him the Reubenites and the Gadites received their inheritance, which Moses gave them, beyond the Jordan eastward, even as Moses the servant of Yahweh gave them:",
        "9": "from Aroer, that is on the edge of the valley of the Arnon, and the city that is in the middle of the valley, and all the plain of Medeba to Dibon;",
        "10": "and all the cities of Sihon king of the Amorites, who reigned in Heshbon, to the border of the children of Ammon;",
        "11": "and Gilead, and the border of the Geshurites and Maacathites, and all Mount Hermon, and all Bashan to Salecah;",
        "12": "all the kingdom of Og in Bashan, who reigned in Ashtaroth and in Edrei (who was left of the remnant of the Rephaim); for Moses attacked these, and drove them out.",
        "13": "Nevertheless the children of Israel didn’t drive out the Geshurites, nor the Maacathites: but Geshur and Maacath live within Israel to this day.",
        "14": "Only he gave no inheritance to the tribe of Levi. The offerings of Yahweh, the God of Israel, made by fire are his inheritance, as he spoke to him.",
        "15": "Moses gave to the tribe of the children of Reuben according to their families.",
        "16": "Their border was from Aroer, that is on the edge of the valley of the Arnon, and the city that is in the middle of the valley, and all the plain by Medeba;",
        "17": "Heshbon, and all its cities that are in the plain; Dibon, Bamoth Baal, Beth Baal Meon,",
        "18": "Jahaz, Kedemoth, Mephaath,",
        "19": "Kiriathaim, Sibmah, Zereth Shahar in the mount of the valley,",
        "20": "Beth Peor, the slopes of Pisgah, Beth Jeshimoth,",
        "21": "all the cities of the plain, and all the kingdom of Sihon king of the Amorites, who reigned in Heshbon, whom Moses struck with the chiefs of Midian, Evi, Rekem, Zur, Hur, and Reba, the princes of Sihon, who lived in the land.",
        "22": "The children of Israel also killed Balaam the son of Beor, the soothsayer, with the sword, among the rest of their slain.",
        "23": "The border of the children of Reuben was the bank of the Jordan. This was the inheritance of the children of Reuben according to their families, the cities and its villages.",
        "24": "Moses gave to the tribe of Gad, to the children of Gad, according to their families.",
        "25": "Their border was Jazer, and all the cities of Gilead, and half the land of the children of Ammon, to Aroer that is near Rabbah;",
        "26": "and from Heshbon to Ramath Mizpeh, and Betonim; and from Mahanaim to the border of Debir;",
        "27": "and in the valley, Beth Haram, Beth Nimrah, Succoth, and Zaphon, the rest of the kingdom of Sihon king of Heshbon, the Jordan’s bank, to the uttermost part of the sea of Chinnereth beyond the Jordan eastward.",
        "28": "This is the inheritance of the children of Gad according to their families, the cities and its villages.",
        "29": "Moses gave an inheritance to the half-tribe of Manasseh. It was for the half-tribe of the children of Manasseh according to their families.",
        "30": "Their border was from Mahanaim, all Bashan, all the kingdom of Og king of Bashan, and all the villages of Jair, which are in Bashan, sixty cities.",
        "31": "Half Gilead, Ashtaroth, and Edrei, the cities of the kingdom of Og in Bashan, were for the children of Machir the son of Manasseh, even for the half of the children of Machir according to their families.",
        "32": "These are the inheritances which Moses distributed in the plains of Moab, beyond the Jordan at Jericho, eastward.",
        "33": "But Moses gave no inheritance to the tribe of Levi. Yahweh, the God of Israel, is their inheritance, as he spoke to them."
      }
    }
  }
}