{
  "book": "Iosua",
  "chapter": "9",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "La auzul acestor lucruri, toți împărații care erau dincoace de Iordan, în munte și în vale și pe toată coasta Mării celei Mari, până lângă Liban, hetiții, amoriții, canaaniții, fereziții, heviții și iebusiții",
        "2": "s-au unit împreună într-o înțelegere ca să lupte împotriva lui Iosua și împotriva lui Israel. Viclenia gabaoniților",
        "3": "Locuitorii din Gabaon, de partea lor, când au auzit ce făcuse Iosua Ierihonului și cetății Ai,",
        "4": "au întrebuințat un vicleșug și au pornit la drum cu merinde pentru călătorie. Au luat niște saci vechi pe măgarii lor și niște burdufuri vechi pentru vin, rupte și cârpite,",
        "5": "iar în picioare purtau încălțăminte veche și cârpită și erau îmbrăcați cu niște haine vechi pe ei, iar toată pâinea pe care o aveau pentru hrană era uscată și mucegăită.",
        "6": "S-au dus la Iosua, în tabără la Ghilgal, și le-au zis lui și tuturor celor din Israel: „Noi venim dintr-o țară depărtată, acum deci faceți legământ cu noi.”",
        "7": "Bărbații lui Israel au răspuns heviților acestora: „Poate că voi locuiți în mijlocul nostru, cum să facem noi legământ cu voi?”",
        "8": "Ei au zis lui Iosua: „Noi suntem robii tăi.” Și Iosua le-a zis: „Cine sunteți voi și de unde veniți?”",
        "9": "Ei i-au răspuns: „Robii tăi vin dintr-o țară foarte depărtată, pentru faima Domnului Dumnezeului tău, căci am auzit vorbindu-se de El, de tot ce a făcut în Egipt",
        "10": "și de ce a făcut celor doi împărați ai amoriților dincolo de Iordan, lui Sihon, împăratul Hesbonului, și lui Og, împăratul Basanului, care era la Aștarot.",
        "11": "Și bătrânii noștri și toți locuitorii din țara noastră ne-au zis: ‘Luați cu voi merinde pentru călătorie, duceți-vă înaintea lor și spuneți-le: «Noi suntem robii voștri; acum deci faceți legământ cu noi.»’",
        "12": "Iată pâinea noastră: era caldă când am luat-o ca merinde de acasă, în ziua când am plecat să venim la voi, și acum s-a uscat și s-a mucegăit.",
        "13": "Burdufurile acestea de vin, când le-am umplut, erau noi de tot și iată-le, s-au rupt; hainele și încălțămintea noastră s-au învechit de lungimea prea mare a drumului.”",
        "14": "Bărbații lui Israel au luat din merindele lor și n-au întrebat pe Domnul.",
        "15": "Iosua a făcut pace cu ei și a încheiat un legământ prin care trebuia să-i lase cu viață, și căpeteniile adunării le-au jurat lucrul acesta.",
        "16": "La trei zile după încheierea acestui legământ, copiii lui Israel au aflat că erau vecini cu ei și că locuiau în mijlocul lor.",
        "17": "Căci copiii lui Israel au plecat și a treia zi au ajuns la cetățile lor; cetățile lor erau Gabaon, Chefira, Beerot și Chiriat-Iearim.",
        "18": "Dar nu i-au bătut, pentru că fruntașii adunării le juraseră pe Domnul Dumnezeul lui Israel că-i vor lăsa cu viață. Și toată adunarea a cârtit împotriva căpeteniilor.",
        "19": "Toate căpeteniile au zis întregii adunări: „Le-am jurat pe Domnul Dumnezeul lui Israel, și acum nu putem să ne atingem de ei.",
        "20": "Iată ce le vom face: îi vom lăsa cu viață, ca să n-aducem peste noi mânia Domnului din pricina jurământului pe care li l-am făcut.",
        "21": "Să trăiască”, le-au zis căpeteniile. Dar au fost întrebuințați la tăiat lemne și la scos apă pentru toată adunarea, cum le spuseseră căpeteniile.",
        "22": "Iosua i-a chemat și le-a vorbit astfel: „Pentru ce ne-ați înșelat zicând: ‘Suntem foarte departe de voi’, când voi locuiți în mijlocul nostru?",
        "23": "Acum sunteți blestemați și nu veți înceta să fiți în robie, să tăiați lemne și să scoateți apă pentru Casa Dumnezeului meu.”",
        "24": "Ei au răspuns lui Iosua și au zis: „Robii tăi au auzit de poruncile date de Domnul Dumnezeul tău robului Său Moise, ca să vă dea în mână toată țara și să nimicească dinaintea voastră pe toți locuitorii ei; și venirea voastră a băgat mare frică în noi cu privire la viața noastră: iată de ce am lucrat așa.",
        "25": "Și acum, iată-ne în mâinile tale; fă cu noi ce vei crede că este bine și drept să faci.”",
        "26": "Iosua le-a făcut așa cum hotărâse; i-a izbăvit din mâna copiilor lui Israel, care nu i-au omorât,",
        "27": "dar din ziua aceea i-a pus să taie lemne și să scoată apă pentru adunare și pentru altarul Domnului în locul pe care l-ar alege Domnul: ceea ce fac până în ziua de azi."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Auzind despre aceste lucruri, toți regii care erau în regiunea de vest a Iordanului, la munte, în zona deluroasă, pe întreaga coastă a Mării cea Mare până în dreptul Libanului, și anume regii hitiți, amoriți, canaaniți, periziți, hiviți și iebusiți,",
        "2": "s-au aliat ca să lupte împotriva lui Iosua și a lui Israel.",
        "3": "Locuitorii din Ghivon însă, când au auzit ce făcuse Iosua cetăților Ierihon și Ai,",
        "4": "s-au folosit de vicleșug și au plecat spre israeliți, dându-se drept mesageri. Ei purtau pe măgarii lor saci învechiți și burdufuri vechi de vin, crăpate și peticite.",
        "5": "Erau încălțați cu sandale vechi și peticite și purtau pe ei haine învechite, iar toată pâinea pe care o aveau ca provizie era uscată și fărâmițată.",
        "6": "Au venit la Iosua în tabăra de la Ghilgal și i-au vorbit astfel lui și bărbaților lui Israel: ‒ Noi am venit dintr-o țară îndepărtată. Încheiați acum un legământ cu noi!",
        "7": "Bărbații lui Israel le-au răspuns însă hiviților: ‒ Poate că voi locuiți în mijlocul nostru. Cum să încheiem un legământ cu voi?",
        "8": "Ei i-au zis lui Iosua: ‒ Suntem slujitorii tăi! Iosua i-a întrebat: ‒ Cine sunteți și de unde veniți?",
        "9": "Ei i-au răspuns: ‒ Slujitorii tăi au venit dintr-o țară foarte îndepărtată, datorită Numelui Domnului, Dumnezeul tău, fiindcă am auzit de faima Lui: tot ceea ce a făcut în Egipt,",
        "10": "precum și ce a făcut celor doi regi amoriți care locuiau la est de Iordan, lui Sihon, regele Heșbonului și lui Og, regele Bașanului, care domnea la Aștarot.",
        "11": "Bătrânii noștri, împreună cu toți locuitorii țării noastre, ne-au zis: „Luați cu voi provizii pentru călătorie și duceți-vă să vă întâlniți cu ei și să le spuneți: «Suntem slujitorii voștri. Prin urmare, încheiați legământ cu noi!»“.",
        "12": "Pâinea aceasta era caldă când am luat-o de acasă, în ziua în care am pornit în călătorie către voi, dar acum iată că este uscată și fărâmițată.",
        "13": "Aceste burdufuri de vin au fost odată pline și noi, dar acum iată că sunt crăpate, iar îmbrăcămintea și sandalele ni s-au învechit mult din cauza călătoriei lungi.",
        "14": "Bărbații israeliți au luat din proviziile lor și nu L-au mai întrebat pe Domnul.",
        "15": "Iosua a făcut pace cu ei și a încheiat cu ei un legământ că-i va lăsa în viață. Conducătorii comunității le-au jurat lucrul acesta.",
        "16": "La trei zile după încheierea legământului, au aflat că aceștia sunt vecini cu ei și că locuiesc în mijlocul lor.",
        "17": "Astfel, fiii lui Israel au plecat și în a treia zi au ajuns la cetățile acestora: Ghivon, Chefira, Beerot și Chiriat-Iearim.",
        "18": "Fiii lui Israel nu i-au putut ataca deoarece conducătorii comunității le juraseră pe Domnul, Dumnezeul lui Israel. Și întreaga comunitate a protestat împotriva conducătorilor.",
        "19": "Toți conducătorii au zis înaintea întregii comunități: „Pentru că le-am jurat pe Domnul, Dumnezeul lui Israel, nu ne mai putem atinge de ei.",
        "20": "Iată ce vom face cu ei: îi vom lăsa în viață ca să nu se reverse mânia asupra noastră, din cauza jurământului pe care l-am încheiat cu ei“.",
        "21": "Conducătorii le-au zis: „Lăsați-i în viață“. Au fost însă folosiți la tăiat lemne și la scos apă pentru întreaga comunitate, așa cum le spuseseră conducătorii.",
        "22": "Iosua i-a chemat pe ghivoniți și le-a zis: ‒ De ce ne-ați înșelat, zicând: „Suntem foarte departe de voi“ când, de fapt, locuiți în mijlocul nostru?",
        "23": "Acum sunteți blestemați și niciunul dintre voi nu va înceta să fie sclav. Veți fi tăietori de lemne și veți scoate apă pentru Casa Dumnezeului meu.",
        "24": "Ei i-au răspuns lui Iosua, zicând: ‒ Slujitorilor tăi li s-a spus deslușit despre ceea ce Domnul, Dumnezeul tău, i-a poruncit slujitorului Său Moise, și anume să vă dea toată țara și să-i nimicească pe toți locuitorii țării dinaintea voastră. Atunci ne-am temut pentru viețile noastre din cauza voastră și de aceea am făcut lucrul acesta.",
        "25": "Și acum, iată-ne în mâinile tale. Fă-ne potrivit cu ceea ce consideri că este bine și drept să faci.",
        "26": "Iosua le-a făcut așa cum hotărâse. El i-a eliberat din mâna fiilor lui Israel și, astfel, aceștia nu i-au ucis.",
        "27": "Dar, din acea zi, Iosua i-a pus să taie lemne și să scoată apă pentru adunare și pentru altarul Domnului; și așa au făcut până în ziua aceasta, în locul ales de El."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "When all the kings who were beyond the Jordan, in the hill country, and in the lowland, and on all the shore of the great sea in front of Lebanon, the Hittite, the Amorite, the Canaanite, the Perizzite, the Hivite, and the Jebusite, heard of it",
        "2": "they gathered themselves together to fight with Joshua and with Israel, with one accord.",
        "3": "But when the inhabitants of Gibeon heard what Joshua had done to Jericho and to Ai,",
        "4": "they also resorted to a ruse, and went and made as if they had been ambassadors, and took old sacks on their donkeys, and old, torn-up and bound up wineskins,",
        "5": "and old and patched sandals on their feet, and wore old garments. All the bread of their food supply was dry and moldy.",
        "6": "They went to Joshua at the camp at Gilgal, and said to him and to the men of Israel, “We have come from a far country. Now therefore make a covenant with us.”",
        "7": "The men of Israel said to the Hivites, “What if you live among us? How could we make a covenant with you?”",
        "8": "They said to Joshua, “We are your servants.” Joshua said to them, “Who are you? Where do you come from?”",
        "9": "They said to him, “Your servants have come from a very far country because of the name of Yahweh your God; for we have heard of his fame, all that he did in Egypt,",
        "10": "and all that he did to the two kings of the Amorites who were beyond the Jordan, to Sihon king of Heshbon and to Og king of Bashan, who was at Ashtaroth.",
        "11": "Our elders and all the inhabitants of our country spoke to us, saying, ‘Take supplies in your hand for the journey, and go to meet them. Tell them, “We are your servants. Now make a covenant with us.”’",
        "12": "This our bread we took hot for our supplies out of our houses on the day we went out to go to you; but now, behold, it is dry, and has become moldy.",
        "13": "These wineskins, which we filled, were new; and behold, they are torn. These our garments and our sandals have become old because of the very long journey.”",
        "14": "The men sampled their provisions, and didn’t ask counsel from Yahweh’s mouth.",
        "15": "Joshua made peace with them, and made a covenant with them, to let them live. The princes of the congregation swore to them.",
        "16": "At the end of three days after they had made a covenant with them, they heard that they were their neighbors, and that they lived among them.",
        "17": "The children of Israel traveled and came to their cities on the third day. Now their cities were Gibeon, Chephirah, Beeroth, and Kiriath Jearim.",
        "18": "The children of Israel didn’t strike them, because the princes of the congregation had sworn to them by Yahweh, the God of Israel. All the congregation murmured against the princes.",
        "19": "But all the princes said to all the congregation, “We have sworn to them by Yahweh, the God of Israel. Now therefore we may not touch them.",
        "20": "We will do this to them, and let them live; lest wrath be on us, because of the oath which we swore to them.”",
        "21": "The princes said to them, “Let them live.” So they became wood cutters and drawers of water for all the congregation, as the princes had spoken to them.",
        "22": "Joshua called for them, and he spoke to them, saying, “Why have you deceived us, saying, ‘We are very far from you,’ when you live among us?",
        "23": "Now therefore you are cursed, and some of you will never fail to be slaves, both wood cutters and drawers of water for the house of my God.”",
        "24": "They answered Joshua, and said, “Because your servants were certainly told how Yahweh your God commanded his servant Moses to give you all the land, and to destroy all the inhabitants of the land from before you. Therefore we were very afraid for our lives because of you, and have done this thing.",
        "25": "Now, behold, we are in your hand. Do to us as it seems good and right to you to do.”",
        "26": "He did so to them, and delivered them out of the hand of the children of Israel, so that they didn’t kill them.",
        "27": "That day Joshua made them wood cutters and drawers of water for the congregation and for Yahweh’s altar to this day, in the place which he should choose."
      }
    }
  }
}