{
  "book": "Iosua",
  "chapter": "24",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Iosua a adunat toate semințiile lui Israel la Sihem și a chemat pe bătrânii lui Israel, pe căpeteniile lui, pe judecătorii lui și pe căpeteniile oștii. Ei s-au înfățișat înaintea lui Dumnezeu.",
        "2": "Iosua a zis întregului popor: „Așa vorbește Domnul Dumnezeul lui Israel: ‘Părinții voștri, Terah, tatăl lui Avraam și tatăl lui Nahor, locuiau în vechime de cealaltă parte a râului (Eufrat) și slujeau altor dumnezei.",
        "3": "Eu am luat pe tatăl vostru Avraam din cealaltă parte a râului și l-am purtat prin toată țara Canaanului; i-am înmulțit sămânța și i-am dat pe Isaac.",
        "4": "Lui Isaac i-am dat pe Iacov și pe Esau: lui Esau i-am dat în stăpânire muntele Seir, iar Iacov și fiii lui s-au coborât în Egipt.",
        "5": "Am trimis pe Moise și pe Aaron și am lovit Egiptul cu minunile pe care le-am făcut în mijlocul lui; apoi v-am scos afară din el.",
        "6": "Am scos pe părinții voștri din Egipt și ați ajuns la mare. Egiptenii au urmărit pe părinții voștri până la Marea Roșie, cu care și călăreți.",
        "7": "Părinții voștri au strigat către Domnul. Și Domnul a pus întuneric între voi și egipteni, a adus marea înapoi peste ei și i-a acoperit. Ați văzut cu ochii voștri ce am făcut egiptenilor. Și ați rămas multă vreme în pustie.",
        "8": "V-am adus în țara amoriților, care locuiau dincolo de Iordan, și ei au luptat împotriva voastră. I-am dat în mâinile voastre; ați pus stăpânire pe țara lor și i-am nimicit dinaintea voastră.",
        "9": "Balac, fiul lui Țipor, împăratul Moabului, s-a sculat și a pornit la luptă împotriva lui Israel. A chemat pe Balaam, fiul lui Beor, ca să vă blesteme.",
        "10": "Dar n-am vrut să ascult pe Balaam: el v-a binecuvântat și v-am izbăvit din mâna lui Balac.",
        "11": "Ați trecut Iordanul și ați ajuns la Ierihon. Locuitorii Ierihonului au luptat împotriva voastră: amoriții, fereziții, canaaniții, hetiții, ghirgasiții, heviții și iebusiții. I-am dat în mâinile voastre,",
        "12": "am trimis înaintea voastră viespe bondărească și i-a izgonit dinaintea voastră ca pe cei doi împărați ai amoriților: nu cu sabia, nici cu arcul tău.",
        "13": "V-am dat o țară pe care n-o munciserăți, cetăți pe care nu le zidiserăți, dar pe care le locuiți, vii și măslini pe care nu-i sădiserăți, dar care vă slujesc ca hrană.’ Făgăduințele poporului",
        "14": "Acum, temeți-vă de Domnul și slujiți-I cu scumpătate și credincioșie. Depărtați dumnezeii cărora le-au slujit părinții voștri dincolo de râu și în Egipt și slujiți Domnului.",
        "15": "Și dacă nu găsiți cu cale să slujiți Domnului, alegeți astăzi cui vreți să slujiți: sau dumnezeilor cărora le slujeau părinții voștri dincolo de râu, sau dumnezeilor amoriților, în a căror țară locuiți. Cât despre mine, eu și casa mea vom sluji Domnului.”",
        "16": "Poporul a răspuns și a zis: „Departe de noi gândul să părăsim pe Domnul și să slujim altor dumnezei.",
        "17": "Căci Domnul este Dumnezeul nostru. El ne-a scos din țara Egiptului, din casa robiei, pe noi și pe părinții noștri; El a făcut înaintea ochilor noștri acele minuni mari și ne-a păzit în tot timpul drumului pe care l-am urmat și în mijlocul tuturor popoarelor pe la care am trecut.",
        "18": "El a izgonit dinaintea noastră pe toate popoarele și pe amoriții care locuiau țara aceasta. Și noi vom sluji Domnului, căci El este Dumnezeul nostru.”",
        "19": "Iosua a zis poporului: „Voi nu veți putea să slujiți Domnului, căci este un Dumnezeu sfânt, un Dumnezeu gelos; El nu vă va ierta fărădelegile și păcatele.",
        "20": "Când veți părăsi pe Domnul și veți sluji unor dumnezei străini, El Se va întoarce și vă va face rău și vă va nimici, după ce v-a făcut bine.”",
        "21": "Poporul a zis lui Iosua: „Nu! Căci vom sluji Domnului.”",
        "22": "Iosua a zis poporului: „Voi sunteți martori împotriva voastră înșivă că ați ales pe Domnul, ca să-I slujiți.” Ei au răspuns: „Suntem martori!”",
        "23": "„Scoateți dar dumnezeii străini care sunt în mijlocul vostru și întoarceți-vă inima spre Domnul Dumnezeul lui Israel.”",
        "24": "Și poporul a zis lui Iosua: „Noi vom sluji Domnului Dumnezeului nostru și vom asculta glasul Lui.”",
        "25": "Iosua a făcut în ziua aceea un legământ cu poporul și i-a dat legi și porunci la Sihem.",
        "26": "Iosua a scris aceste lucruri în cartea legii lui Dumnezeu. A luat o piatră mare și a ridicat-o acolo sub stejarul care era în locul închinat Domnului.",
        "27": "Și Iosua a zis întregului popor: „Iată, piatra aceasta va fi martoră împotriva noastră, căci a auzit toate cuvintele pe care ni le-a spus Domnul; ea va fi martoră împotriva voastră, ca să nu fiți necredincioși Dumnezeului vostru.”",
        "28": "Apoi Iosua a dat drumul poporului și s-a dus fiecare în moștenirea lui. Moartea lui Iosua",
        "29": "După aceste lucruri, Iosua, fiul lui Nun, robul Domnului, a murit în vârstă de o sută zece ani.",
        "30": "L-au înmormântat în ținutul care-i căzuse la împărțeală, la Timnat-Serah, în muntele lui Efraim, la miazănoapte de muntele Gaaș.",
        "31": "Israel a slujit Domnului în tot timpul vieții lui Iosua și în tot timpul vieții bătrânilor care au trăit după Iosua și care cunoșteau tot ce făcuse Domnul pentru Israel.",
        "32": "Oasele lui Iosif, pe care le aduseseră copiii lui Israel din Egipt, au fost îngropate la Sihem, în partea țarinii pe care o cumpărase Iacov de la fiii lui Hamor, tatăl lui Sihem, cu o sută de chesita și care a ajuns moștenirea fiilor lui Iosif.",
        "33": "Eleazar, fiul lui Aaron, a murit și a fost îngropat la Ghibeat-Fineas, care fusese dat fiului său Fineas, în muntele lui Efraim."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Iosua a adunat toate semințiile lui Israel la Șechem și a chemat bătrânii lui Israel, conducătorii lui, judecătorii lui și supraveghetorii lui, iar aceștia s-au înfățișat înaintea lui Dumnezeu.",
        "2": "Atunci Iosua a zis întregului popor: ‒ Așa vorbește Domnul, Dumnezeul lui Israel: „În vechime, strămoșii voștri, chiar și Terah, tatăl lui Avraam și al lui Nahor, locuiau de cealaltă parte a Râului și slujeau altor dumnezei.",
        "3": "Eu l-am luat pe tatăl vostru Avraam de dincolo de Râu, l-am dus prin toată țara Canaanului și i-am înmulțit urmașii: i l-am dat pe Isaac,",
        "4": "iar lui Isaac i-am dat pe Iacov și pe Esau. Lui Esau i-am dat în stăpânire muntele Seirului, iar Iacov împreună cu fiii lui s-au dus în Egipt.",
        "5": "Apoi i-am trimis pe Moise și pe Aaron și am lovit Egiptul prin ceea ce am făcut în mijlocul lui, după care v-am scos afară.",
        "6": "După ce i-am scos pe părinții voștri din Egipt, ați pornit către mare, iar egiptenii i-au urmărit pe părinții voștri cu care de luptă și călăreți, până la Marea Roșie.",
        "7": "Atunci ei au strigat către Domnul, iar El a pus întuneric între ei și egipteni, a adus apele mării peste ei și i-a acoperit. Ați văzut cu ochii voștri ce le-am făcut egiptenilor. Apoi ați locuit în deșert o lungă perioadă.",
        "8": "V-am dus prin regiunea amoriților care locuiau la est de Iordan. Aceștia au luptat împotriva voastră, însă Eu i-am dat în mâinile voastre și i-am nimicit dinaintea voastră, iar voi le-ați stăpânit țara.",
        "9": "Balak, fiul lui Țipor, regele Moabului, s-a pregătit să lupte împotriva lui Israel și l-a chemat pe Balaam, fiul lui Beor, ca să vă blesteme,",
        "10": "dar Eu nu am vrut să-l ascult pe Balaam și, prin urmare, el v-a binecuvântat. Și, astfel, v-am scăpat din mâinile lui.",
        "11": "Apoi ați traversat Iordanul și ați pornit către Ierihon. Au luptat împotriva voastră atât locuitorii Ierihonului, cât și amoriții, periziții, canaaniții, hitiții, ghirgașiții, hiviții și iebusiții, însă Eu i-am dat în mâinile voastre.",
        "12": "Am trimis înaintea voastră viespi care i-au alungat pe aceștia dinaintea voastră ca și pe cei doi regi amoriți; ei nu au fost alungați prin sabia sau prin arcul vostru.",
        "13": "V-am dat astfel o țară pe care nu voi ați lucrat-o, cetăți pe care nu voi le-ați construit, dar în care locuiți și vii și măslini pe care nu voi i-ați plantat, dar din care mâncați“.",
        "14": "Și acum, temeți-vă de Domnul și slujiți-I cu integritate și cu credincioșie! Îndepărtați dumnezeii cărora le-au slujit strămoșii voștri dincolo de Râu și în Egipt și slujiți Domnului!",
        "15": "Iar dacă nu doriți să slujiți Domnului, atunci alegeți astăzi cui vreți să slujiți: fie dumnezeilor cărora le slujeau părinții voștri dincolo de Râu, fie dumnezeilor amoriților în a căror țară locuiți. Cât despre mine, eu și familia mea vom sluji Domnului.",
        "16": "Poporul a răspuns: ‒ Departe de noi gândul să-L părăsim pe Domnul și să slujim altor dumnezei!",
        "17": "Domnul, Dumnezeul nostru, este Cel Care ne-a scos pe noi și pe părinții noștri din țara Egiptului, din casa sclavilor și a înfăptuit înaintea ochilor noștri aceste minuni mari. El ne-a păzit de-a lungul întregului drum pe care l-am străbătut și printre toate popoarele pe unde am călătorit.",
        "18": "Domnul a alungat dinaintea noastră toate popoarele, precum și pe amoriții care locuiau în țară. Și noi vom sluji Domnului, căci El este Dumnezeul nostru.",
        "19": "Iosua a zis poporului: ‒ Voi nu veți fi în stare să-I slujiți Domnului, fiindcă El este un Dumnezeu sfânt, un Dumnezeu gelos. El nu vă va ierta fărădelegile și păcatele.",
        "20": "Căci, dacă Îl veți părăsi pe Domnul și veți sluji dumnezeilor străini, El Se va întoarce împotriva voastră, vă va face rău și vă va nimici, după ce v-a făcut bine.",
        "21": "Poporul i-a răspuns lui Iosua: ‒ Nu, ci noi vom sluji Domnului.",
        "22": "Iosua le-a zis: ‒ Voi înșivă sunteți martori împotriva voastră că ați ales să slujiți Domnului. Ei i-au răspuns: ‒ Suntem martori.",
        "23": "‒ Atunci îndepărtați dumnezeii care încă se mai găsesc în mijlocul vostru și întoarceți-vă inima spre Domnul, Dumnezeul lui Israel.",
        "24": "Și poporul i-a zis lui Iosua: ‒ Vom sluji Domnului, Dumnezeul nostru, și vom asculta de glasul Lui!",
        "25": "În acea zi, Iosua a încheiat un legământ cu poporul la Șechem și i-a dat hotărâri și legi.",
        "26": "Iosua a scris cuvintele acestea în Cartea Legii lui Dumnezeu. Apoi a luat o piatră mare și a așezat-o acolo, sub terebintul care era lângă Sfântul Lăcaș al Domnului.",
        "27": "Iosua a zis întregului popor: ‒ Iată, această piatră va fi un martor împotriva noastră, căci a auzit toate cuvintele pe care ni le-a spus Domnul. Ea va fi un martor împotriva voastră în cazul în care Îl veți înșela pe Dumnezeul vostru.",
        "28": "Apoi Iosua a trimis poporul înapoi, pe fiecare la moștenirea lui. Funeraliile lui Iosua și ale lui Elazar",
        "29": "După toate acestea, Iosua, fiul lui Nun, slujitorul Domnului, a murit fiind în vârstă de o sută zece ani.",
        "30": "L-au înmormântat pe teritoriul moștenirii lui, la Timnat-Serah, care era în muntele lui Efraim, în partea de nord a muntelui Gaaș.",
        "31": "Israel a slujit Domnului în timpul vieții lui Iosua și a bătrânilor care au mai trăit o perioadă după moartea lui Iosua, care cunoscuseră toată lucrarea făcută de Domnul pentru Israel.",
        "32": "Osemintele lui Iosif, pe care fiii lui Israel le aduseseră din Egipt, au fost înmormântate la Șechem, pe terenul cumpărat de Iacov de la hamoriți (Hamor era tatăl lui Șechem) pentru o sută de chesita și care era moștenirea urmașilor lui Iosif.",
        "33": "Elazar, fiul lui Aaron, a murit și el și a fost înmormântat la Ghiva, care fusese dată fiului său, Fineas, în muntele lui Efraim."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Joshua gathered all the tribes of Israel to Shechem, and called for the elders of Israel, for their heads, for their judges, and for their officers; and they presented themselves before God.",
        "2": "Joshua said to all the people, “Yahweh, the God of Israel, says, ‘Your fathers lived of old time beyond the River, even Terah, the father of Abraham, and the father of Nahor. They served other gods.",
        "3": "I took your father Abraham from beyond the River, and led him throughout all the land of Canaan, and multiplied his offspring, and gave him Isaac.",
        "4": "I gave to Isaac Jacob and Esau: and I gave to Esau Mount Seir, to possess it. Jacob and his children went down into Egypt.",
        "5": "“‘I sent Moses and Aaron, and I plagued Egypt, according to that which I did among them: and afterward I brought you out.",
        "6": "I brought your fathers out of Egypt: and you came to the sea. The Egyptians pursued your fathers with chariots and with horsemen to the Red Sea.",
        "7": "When they cried out to Yahweh, he put darkness between you and the Egyptians, and brought the sea on them, and covered them; and your eyes saw what I did in Egypt. You lived in the wilderness many days.",
        "8": "“‘I brought you into the land of the Amorites, that lived beyond the Jordan. They fought with you, and I gave them into your hand. You possessed their land, and I destroyed them from before you.",
        "9": "Then Balak the son of Zippor, king of Moab, arose and fought against Israel. He sent and called Balaam the son of Beor to curse you,",
        "10": "but I would not listen to Balaam; therefore he blessed you still. So I delivered you out of his hand.",
        "11": "“‘You went over the Jordan, and came to Jericho. The men of Jericho fought against you, the Amorite, the Perizzite, the Canaanite, the Hittite, the Girgashite, the Hivite, and the Jebusite; and I delivered them into your hand.",
        "12": "I sent the hornet before you, which drove them out from before you, even the two kings of the Amorites; not with your sword, nor with your bow.",
        "13": "I gave you a land on which you had not labored, and cities which you didn’t build, and you live in them. You eat of vineyards and olive groves which you didn’t plant.’",
        "14": "“Now therefore fear Yahweh, and serve him in sincerity and in truth. Put away the gods which your fathers served beyond the River, in Egypt; and serve Yahweh.",
        "15": "If it seems evil to you to serve Yahweh, choose today whom you will serve; whether the gods which your fathers served that were beyond the River, or the gods of the Amorites, in whose land you dwell; but as for me and my house, we will serve Yahweh.”",
        "16": "The people answered, “Far be it from us that we should forsake Yahweh, to serve other gods;",
        "17": "for it is Yahweh our God who brought us and our fathers up out of the land of Egypt, from the house of bondage, and who did those great signs in our sight, and preserved us in all the way in which we went, and among all the peoples through the middle of whom we passed.",
        "18": "Yahweh drove out from before us all the peoples, even the Amorites who lived in the land. Therefore we also will serve Yahweh; for he is our God.”",
        "19": "Joshua said to the people, “You can’t serve Yahweh, for he is a holy God. He is a jealous God. He will not forgive your disobedience nor your sins.",
        "20": "If you forsake Yahweh, and serve foreign gods, then he will turn and do you evil, and consume you, after he has done you good.”",
        "21": "The people said to Joshua, “No, but we will serve Yahweh.”",
        "22": "Joshua said to the people, “You are witnesses against yourselves that you have chosen Yahweh yourselves, to serve him.” They said, “We are witnesses.”",
        "23": "“Now therefore put away the foreign gods which are among you, and incline your heart to Yahweh, the God of Israel.”",
        "24": "The people said to Joshua, “We will serve Yahweh our God, and we will listen to his voice.”",
        "25": "So Joshua made a covenant with the people that day, and made for them a statute and an ordinance in Shechem.",
        "26": "Joshua wrote these words in the book of the law of God; and he took a great stone, and set it up there under the oak that was by the sanctuary of Yahweh.",
        "27": "Joshua said to all the people, “Behold, this stone shall be a witness against us, for it has heard all Yahweh’s words which he spoke to us. It shall be therefore a witness against you, lest you deny your God.”",
        "28": "So Joshua sent the people away, each to his own inheritance.",
        "29": "After these things, Joshua the son of Nun, the servant of Yahweh, died, being one hundred ten years old.",
        "30": "They buried him in the border of his inheritance in Timnathserah, which is in the hill country of Ephraim, on the north of the mountain of Gaash.",
        "31": "Israel served Yahweh all the days of Joshua, and all the days of the elders who outlived Joshua, and had known all the work of Yahweh, that he had worked for Israel.",
        "32": "They buried the bones of Joseph, which the children of Israel brought up out of Egypt, in Shechem, in the parcel of ground which Jacob bought from the sons of Hamor the father of Shechem for a hundred pieces of silver. They became the inheritance of the children of Joseph.",
        "33": "Eleazar the son of Aaron died. They buried him in the hill of Phinehas his son, which was given him in the hill country of Ephraim."
      }
    }
  }
}