{
  "book": "Iosua",
  "chapter": "19",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "A doua parte a căzut prin sorți lui Simeon, seminției fiilor lui Simeon, după familiile lor. Moștenirea lor era în mijlocul moștenirii fiilor lui Iuda.",
        "2": "Ei au avut în moștenirea lor: Beer-Șeba, Șeba, Molada,",
        "3": "Hațar-Șual, Bala, Ațem,",
        "4": "Eltolad, Betul, Horma,",
        "5": "Țiclag, Bet-Marcabot, Hațar-Susa,",
        "6": "Bet-Lebaot și Șaruhen; treisprezece cetăți și satele lor;",
        "7": "Ain, Rimon, Eter și Așan; patru cetăți și satele lor",
        "8": "și toate satele din împrejurimile acestor cetăți până la Baalat-Beer, care este Ramatul de miazăzi. Aceasta a fost moștenirea seminției fiilor lui Simeon, după familiile lor.",
        "9": "Moștenirea fiilor lui Simeon a fost luată din partea de moștenire a fiilor lui Iuda, căci partea fiilor lui Iuda era prea mare pentru ei și, de aceea, fiii lui Simeon și-au primit pe a lor în mijlocul moștenirii lor. Partea lui Zabulon",
        "10": "A treia parte a căzut prin sorți fiilor lui Zabulon după familiile lor.",
        "11": "Hotarul moștenirii lor se întindea până la Sarid. La apus, se suia spre Mareala și atingea Dabeșet, apoi pârâul care curge înaintea Iocneamului.",
        "12": "Din Sarid se întorcea spre răsărit, spre răsăritul soarelui, până la hotarul Chislot-Taborului, mergea înainte la Dabrat și suia la Iafia.",
        "13": "De acolo trecea la răsărit prin Ghita-Hefer, prin Ita-Cațin, mergea la Rimon și se întorcea până la Nea.",
        "14": "Se întorcea apoi înspre miazănoapte, spre Hanaton, și ieșea la valea Iiftah-El.",
        "15": "Cuprindea: Catat, Nahalal, Șimron, Iideala, Betleem; douăsprezece cetăți și satele lor.",
        "16": "Aceasta a fost moștenirea fiilor lui Zabulon, după familiile lor, cetățile acestea și satele lor. Partea lui Isahar",
        "17": "A patra parte a căzut prin sorți lui Isahar, fiilor lui Isahar, după familiile lor.",
        "18": "Hotarul lor trecea prin Izreel, Chesulot, Sunem,",
        "19": "Hafaraim, Șion, Anaharat,",
        "20": "Rabit, Chișion, Abeț,",
        "21": "Remet, En-Ganim, En-Hada și Bet-Pațeț;",
        "22": "atingea Taborul, Șahațima, Bet-Șemeș și ieșea la Iordan; șaisprezece cetăți și satele lor.",
        "23": "Aceasta a fost moștenirea seminției fiilor lui Isahar, după familiile lor, cetățile acestea și satele lor. Partea lui Așer",
        "24": "A cincea parte a căzut prin sorți seminției fiilor lui Așer, după familiile lor.",
        "25": "Hotarul lor trecea prin Helcat, Hali, Beten, Acșaf,",
        "26": "Alamelec, Amead și Mișeal; atingea, spre apus, Carmelul și Șihor-Libnat,",
        "27": "apoi se întorcea înspre răsărit la Bet-Dagon, se atingea de Zabulon și de valea Iiftah-El la miazănoapte de Bet-Emec și Neiel și se întindea spre Cabul, la stânga,",
        "28": "și spre Ebron, Rehob, Hamon și Cana, până la Sidonul cel mare.",
        "29": "Se întorcea apoi spre Rama până la cetatea cea tare a Tirului și spre Hosa și ieșea la mare prin ținutul Aczib.",
        "30": "Cuprindea: Uma, Afec și Rehob; douăzeci și două de cetăți și satele lor.",
        "31": "Aceasta a fost moștenirea seminției fiilor lui Așer, după familiile lor, cetățile acestea și satele lor. Partea lui Neftali",
        "32": "A șasea parte a căzut prin sorți fiilor lui Neftali, după familiile lor.",
        "33": "Hotarul lor se întindea de la Helef, de la Alon, prin Țaananim, Adami-Necheb și Iabneel, până la Lacum, și ieșea la Iordan.",
        "34": "Se întorcea spre apus la Aznot-Tabor și, de acolo, mergea înainte la Hucoc; se atingea de Zabulon înspre miazăzi, de Așer înspre apus și de Iuda; înspre răsărit era Iordanul.",
        "35": "Cetățile tari erau: Țidim, Țer, Hamat, Racat, Chineret,",
        "36": "Adama, Rama, Hațor,",
        "37": "Chedeș, Edrei, En-Hațor,",
        "38": "Iireon, Migdal-El, Horem, Bet-Anat și Bet-Șemeș; nouăsprezece cetăți și satele lor.",
        "39": "Aceasta a fost moștenirea seminției fiilor lui Neftali, după familiile lor, cetățile acestea și satele lor. Partea lui Dan",
        "40": "A șaptea parte a căzut prin sorți seminției fiilor lui Dan, după familiile lor.",
        "41": "Hotarul moștenirii lor era Țorea, Eștaol, Ir-Șemeș,",
        "42": "Șaalabin, Aialon, Iitla,",
        "43": "Elon, Timnata, Ecron,",
        "44": "Elteche, Ghibeton, Baalat,",
        "45": "Iehud, Bene-Berac, Gat-Rimon,",
        "46": "Me-Iarcon și Racon, cu hotarul care este față în față cu Iafo.",
        "47": "Ținutul fiilor lui Dan se întindea și în afară de acestea. Fiii lui Dan s-au suit și s-au luptat împotriva lui Leșem; au pus mâna pe el și l-au trecut prin ascuțișul sabiei; au pus stăpânire pe el, s-au așezat în el și l-au numit Dan, după numele tatălui lor Dan.",
        "48": "Aceasta a fost moștenirea seminției fiilor lui Dan, după familiile lor, cetățile acestea și satele lor. Partea lui Iosua",
        "49": "După ce au isprăvit de împărțit țara după hotarele ei, copiii lui Israel au dat lui Iosua, fiul lui Nun, o moștenire în mijlocul lor.",
        "50": "După porunca Domnului, i-au dat cetatea pe care o cerea el: Timnat-Serah, în muntele lui Efraim. El a zidit cetatea din nou și și-a așezat locuința acolo.",
        "51": "Acestea sunt moștenirile pe care le-au împărțit preotul Eleazar, Iosua, fiul lui Nun, și căpeteniile de familie ale semințiilor copiilor lui Israel, prin sorți înaintea Domnului, la Silo, la ușa cortului întâlnirii. Astfel au isprăvit ei împărțirea țării."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "A doua parte a revenit lui Simeon, adică seminției fiilor lui Simeon, potrivit clanurilor lor, moștenirea acestora fiind în mijlocul moștenirii fiilor lui Iuda.",
        "2": "Moștenirea lor cuprindea: Beer-Șeba, Șeba, Molada,",
        "3": "Hațar-Șual, Bala, Ețem,",
        "4": "Eltolad, Betul, Horma,",
        "5": "Țiklag, Bet-Marcabot, Hațar-Susa,",
        "6": "Bet-Lebaot și Șaruhen – treisprezece cetăți cu satele dimprejurul lor.",
        "7": "Ayin, Rimon, Eter și Așan – patru cetăți cu satele dimprejur,",
        "8": "precum și toate satele din jurul acestor cetăți până la Baalat-Beer sau Ramat-Neghev. Aceasta era moștenirea seminției urmașilor lui Simeon, potrivit clanurilor lor.",
        "9": "Moștenirea fiilor lui Simeon a fost luată din teritoriul fiilor lui Iuda, pentru că teritoriul fiilor lui Iuda era prea mare pentru ei. Așadar, fiii lui Simeon și-au primit moștenirea în mijlocul moștenirii acestora. Teritoriul moștenit de Zabulon",
        "10": "A treia parte a revenit urmașilor lui Zabulon, potrivit clanurilor lor. Granița moștenirii lor se întindea până la Sarid,",
        "11": "urca spre vest către Marala, atingând Dabeșet și pârâul care este în fața Iokneamului.",
        "12": "Din Sarid se întorcea spre est, spre răsăritul soarelui, până la granița Chislot-Taborului, ieșind la Dabrat și urcând spre Iafia.",
        "13": "De aici, traversa spre est către Gat-Hefer și Et-Kațin, ieșea la Rimon și se întorcea către Nea,",
        "14": "după care se întorcea spre nord, către Hanaton, mergând apoi până la Valea Iftahel.",
        "15": "Cuprindea douăsprezece cetăți cu satele dimprejur, printre care erau: Katat, Nahalal, Șimron, Idala și Betleem.",
        "16": "Aceasta era moștenirea urmașilor lui Zabulon, potrivit clanurilor lor și acestea erau cetățile lor cu satele dimprejur. Teritoriul moștenit de Isahar",
        "17": "A patra parte a revenit urmașilor lui Isahar, potrivit clanurilor lor.",
        "18": "Teritoriul lor cuprindea: Izreel, Chesulot, Șunem,",
        "19": "Hafaraim, Șion, Anaharat,",
        "20": "Rabit, Kișion, Ebeț,",
        "21": "Remet, En-Ganim, En-Hada și Bet-Pațeț.",
        "22": "Granița atingea apoi Taborul, Șahațuma și Bet-Șemeș, ieșind la Iordan. În total erau șaisprezece cetăți cu satele dimprejurul lor.",
        "23": "Aceasta era moștenirea seminției urmașilor lui Isahar, potrivit clanurilor lor, ținând cont de cetățile și satele dimprejurul acestora. Teritoriul moștenit de Așer",
        "24": "A cincea parte a revenit seminției urmașilor lui Așer, potrivit clanurilor lor.",
        "25": "Teritoriul lor cuprindea: Helkat, Hali, Beten, Acșaf,",
        "26": "Ala-Melek, Amad și Mișal. În partea de vest atingea Carmelul și Șihor-Libnatul,",
        "27": "iar în partea de est se întorcea către Bet-Dagon, atingea Zabulon și Valea Iftahel la nord de Bet-Emek și Neiel, ieșind la nord spre Cabul și spre",
        "28": "Abdon, Rehob, Hamon și Kana, până la Sidonul cel Mare.",
        "29": "Se întorcea apoi către granița cu Rama până la cetatea fortăreței Tyrului și către Hosa, după care atingea țărmul mării în regiunea Aczib.",
        "30": "Mai cuprindea și Uma, Afek și Rehob – în total douăzeci și două de cetăți cu satele dimprejurul lor.",
        "31": "Cetățile acestea, împreună cu satele dimprejurul lor, erau moștenirea seminției urmașilor lui Așer, potrivit clanurilor lor. Teritoriul moștenit de Neftali",
        "32": "A șasea parte a revenit urmașilor lui Neftali, potrivit clanurilor lor.",
        "33": "Granița lor începea de la Helef și de la stejarul din Țaananim, trecea pe la Adami-Necheb și Iabneel până la Lakum și ieșea la Iordan,",
        "34": "după care se întorcea spre vest prin Aznot-Tabor. De aici continua către Hukok, atingea teritoriul lui Zabulon în sud, pe cel al lui Așer la vest, și de Iuda la Iordan, spre est.",
        "35": "Cetățile fortificate erau: Țidim, Țer, Hamat, Rakat, Chineret,",
        "36": "Adama, Rama, Hațor,",
        "37": "Kedeș, Edrei, En-Hațor,",
        "38": "Iron, Migdal-El, Horem, Bet-Anat și Bet-Șemeș – nouăsprezece cetăți cu satele dimprejurul lor.",
        "39": "Cetățile acestea, împreună cu satele dimprejurul lor, erau moștenirea seminției urmașilor lui Neftali, potrivit clanurilor lor. Teritoriul moștenit de Dan",
        "40": "A șaptea parte a revenit seminției fiilor lui Dan, potrivit clanurilor lor.",
        "41": "Teritoriul moștenirii lor cuprindea: Țora, Eștaol, Ir-Șemeș,",
        "42": "Șaalabin, Aialon, Itla,",
        "43": "Elon, Timnata, Ekron,",
        "44": "Elteke, Ghibeton, Baalat,",
        "45": "Iehud, Bene-Berak, Gat-Rimon,",
        "46": "Me-Iarkon și Rakon la granița cu Iafo.",
        "47": "Însă fiii lui Dan n-au reușit să intre în posesia teritoriului lor. Astfel fiii lui Dan s-au dus să lupte împotriva Leșemului. Au atacat cetatea, au capturat-o, au trecut-o prin ascuțișul sabiei și au ocupat-o. Au locuit în ea și au numit-o Dan, după numele tatălui lor, Dan.",
        "48": "Cetățile acestea, împreună cu satele dimprejurul lor, erau moștenirea seminției fiilor lui Dan, potrivit clanurilor lor. Teritoriul dat spre moștenire lui Iosua",
        "49": "După ce au terminat de împărțit țara, potrivit granițelor stabilite, fiii lui Israel i-au dat și lui Iosua, fiul lui Nun, o moștenire printre ei,",
        "50": "așa cum poruncise Domnul. I-au dat cetatea pe care el o cerea, adică Timnat-Serah, în muntele lui Efraim. Iosua a construit cetatea din nou și a locuit în ea.",
        "51": "Acestea sunt teritoriile pe care preotul Elazar, Iosua, fiul lui Nun, și căpeteniile de familie ale semințiilor fiilor lui Israel le-au împărțit ca moștenire prin tragere la sorți, la Șilo, înaintea Domnului, la intrarea Cortului Întâlnirii. Astfel, ei au terminat de împărțit țara."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "The second lot came out for Simeon, even for the tribe of the children of Simeon according to their families. Their inheritance was in the middle of the inheritance of the children of Judah.",
        "2": "They had for their inheritance Beersheba (or Sheba), Moladah,",
        "3": "Hazar Shual, Balah, Ezem,",
        "4": "Eltolad, Bethul, Hormah,",
        "5": "Ziklag, Beth Marcaboth, Hazar Susah,",
        "6": "Beth Lebaoth, and Sharuhen; thirteen cities with their villages;",
        "7": "Ain, Rimmon, Ether, and Ashan; four cities with their villages;",
        "8": "and all the villages that were around these cities to Baalath Beer, Ramah of the South. This is the inheritance of the tribe of the children of Simeon according to their families.",
        "9": "Out of the part of the children of Judah was the inheritance of the children of Simeon; for the portion of the children of Judah was too much for them. Therefore the children of Simeon had inheritance in the middle of their inheritance.",
        "10": "The third lot came up for the children of Zebulun according to their families. The border of their inheritance was to Sarid.",
        "11": "Their border went up westward, even to Maralah, and reached to Dabbesheth. It reached to the brook that is before Jokneam.",
        "12": "It turned from Sarid eastward toward the sunrise to the border of Chisloth Tabor. It went out to Daberath, and went up to Japhia.",
        "13": "From there it passed along eastward to Gath Hepher, to Ethkazin; and it went out at Rimmon which stretches to Neah.",
        "14": "The border turned around it on the north to Hannathon; and it ended at the valley of Iphtah El;",
        "15": "Kattath, Nahalal, Shimron, Idalah, and Bethlehem: twelve cities with their villages.",
        "16": "This is the inheritance of the children of Zebulun according to their families, these cities with their villages.",
        "17": "The fourth lot came out for Issachar, even for the children of Issachar according to their families.",
        "18": "Their border was to Jezreel, Chesulloth, Shunem,",
        "19": "Hapharaim, Shion, Anaharath,",
        "20": "Rabbith, Kishion, Ebez,",
        "21": "Remeth, Engannim, En Haddah, and Beth Pazzez.",
        "22": "The border reached to Tabor, Shahazumah, and Beth Shemesh. Their border ended at the Jordan: sixteen cities with their villages.",
        "23": "This is the inheritance of the tribe of the children of Issachar according to their families, the cities with their villages.",
        "24": "The fifth lot came out for the tribe of the children of Asher according to their families.",
        "25": "Their border was Helkath, Hali, Beten, Achshaph,",
        "26": "Allammelech, Amad, Mishal. It reached to Carmel westward, and to Shihorlibnath.",
        "27": "It turned toward the sunrise to Beth Dagon, and reached to Zebulun, and to the valley of Iphtah El northward to Beth Emek and Neiel. It went out to Cabul on the left hand,",
        "28": "and Ebron, Rehob, Hammon, and Kanah, even to great Sidon.",
        "29": "The border turned to Ramah, to the fortified city of Tyre; and the border turned to Hosah. It ended at the sea by the region of Achzib;",
        "30": "Ummah also, and Aphek, and Rehob: twenty-two cities with their villages.",
        "31": "This is the inheritance of the tribe of the children of Asher according to their families, these cities with their villages.",
        "32": "The sixth lot came out for the children of Naphtali, even for the children of Naphtali according to their families.",
        "33": "Their border was from Heleph, from the oak in Zaanannim, Adami-nekeb, and Jabneel, to Lakkum. It ended at the Jordan.",
        "34": "The border turned westward to Aznoth Tabor, and went out from there to Hukkok. It reached to Zebulun on the south, and reached to Asher on the west, and to Judah at the Jordan toward the sunrise.",
        "35": "The fortified cities were Ziddim, Zer, Hammath, Rakkath, Chinnereth,",
        "36": "Adamah, Ramah, Hazor,",
        "37": "Kedesh, Edrei, En Hazor,",
        "38": "Iron, Migdal El, Horem, Beth Anath, and Beth Shemesh; nineteen cities with their villages.",
        "39": "This is the inheritance of the tribe of the children of Naphtali according to their families, the cities with their villages.",
        "40": "The seventh lot came out for the tribe of the children of Dan according to their families.",
        "41": "The border of their inheritance was Zorah, Eshtaol, Irshemesh,",
        "42": "Shaalabbin, Aijalon, Ithlah,",
        "43": "Elon, Timnah, Ekron,",
        "44": "Eltekeh, Gibbethon, Baalath,",
        "45": "Jehud, Bene Berak, Gath Rimmon,",
        "46": "Me Jarkon, and Rakkon, with the border opposite Joppa.",
        "47": "The border of the children of Dan went out beyond them; for the children of Dan went up and fought against Leshem, and took it, and struck it with the edge of the sword, and possessed it, and lived therein, and called Leshem, Dan, after the name of Dan their forefather.",
        "48": "This is the inheritance of the tribe of the children of Dan according to their families, these cities with their villages.",
        "49": "So they finished distributing the land for inheritance by its borders. The children of Israel gave an inheritance to Joshua the son of Nun among them.",
        "50": "According to Yahweh’s commandment, they gave him the city which he asked, even Timnathserah in the hill country of Ephraim; and he built the city, and lived there.",
        "51": "These are the inheritances, which Eleazar the priest, Joshua the son of Nun, and the heads of the fathers’ houses of the tribes of the children of Israel, distributed for inheritance by lot in Shiloh before Yahweh, at the door of the Tent of Meeting. So they finished dividing the land."
      }
    }
  }
}