{
  "book": "Iosua",
  "chapter": "10",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Adoni-Țedec, împăratul Ierusalimului, a aflat că Iosua pusese mâna pe Ai și o nimicise cu desăvârșire, că făcuse cetății Ai și împăratului ei cum făcuse Ierihonului și împăratului lui și că locuitorii Gabaonului făcuseră pace cu Israel și erau în mijlocul lor.",
        "2": "Atunci i-a fost foarte mare frică, fiindcă Gabaon era o cetate mare, ca una din cetățile împărătești, mai mare chiar decât Ai, și toți bărbații ei erau viteji.",
        "3": "Adoni-Țedec, împăratul Ierusalimului, a trimis să spună lui Hoham, împăratul Hebronului, lui Piream, împăratul Iarmutului, lui Iafia, împăratul Lachisului, și lui Debir, împăratul Eglonului:",
        "4": "„Suiți-vă la mine și ajutați-mă, ca să batem Gabaonul, căci a făcut pace cu Iosua și cu copiii lui Israel.”",
        "5": "Cei cinci împărați ai amoriților: împăratul Ierusalimului, împăratul Hebronului, împăratul Iarmutului, împăratul Lachisului și împăratul Eglonului, s-au adunat astfel și s-au suit împreună cu toate oștile lor; au venit și au tăbărât lângă Gabaon și au început să lupte împotriva lui.",
        "6": "Oamenii din Gabaon au trimis să spună lui Iosua, în tabăra din Ghilgal: „Nu părăsi pe robii tăi, suie-te la noi în grabă, izbăvește-ne, dă-ne ajutor, căci toți împărații amoriților care locuiesc pe munte s-au strâns împotriva noastră.”",
        "7": "Iosua s-a suit din Ghilgal, el și toți oamenii de război cu el și toți cei viteji.",
        "8": "Domnul a zis lui Iosua: „Nu te teme de ei, căci îi dau în mâinile tale și niciunul din ei nu va putea să stea împotriva ta.”",
        "9": "Iosua a venit fără veste peste ei, după ce a mers toată noaptea de la Ghilgal.",
        "10": "Domnul i-a pus în învălmășeală dinaintea lui Israel; și Israel le-a pricinuit o mare înfrângere la Gabaon, i-a urmărit pe drumul care suie la Bet-Horon și i-a bătut până la Azeca și până la Macheda.",
        "11": "Pe când fugeau ei dinaintea lui Israel și se coborau din Bet-Horon, Domnul a făcut să cadă din cer peste ei niște pietre mari până la Azeca și au pierit; cei ce au murit de pietrele grindinei au fost mai mulți decât cei uciși cu sabia de copiii lui Israel. Soarele și luna se opresc",
        "12": "Atunci, Iosua a vorbit Domnului în ziua când a dat Domnul pe amoriți în mâinile copiilor lui Israel și a zis în fața lui Israel: „Oprește-te, soare, asupra Gabaonului Și tu, lună, asupra văii Aialonului!”",
        "13": "Și soarele s-a oprit și luna și-a întrerupt mersul, Până ce poporul și-a răzbunat pe vrăjmașii lui. Lucrul acesta nu este scris oare în Cartea Dreptului? Soarele s-a oprit în mijlocul cerului și nu s-a grăbit să apună aproape o zi întreagă.",
        "14": "N-a mai fost nicio zi ca aceea, nici înainte, nici după aceea, când Domnul să fi ascultat glasul unui om, căci Domnul lupta pentru Israel.",
        "15": "Și Iosua și tot Israelul împreună cu el s-au întors în tabără, la Ghilgal. Uciderea celor cinci împărați",
        "16": "Cei cinci împărați au fugit și s-au ascuns într-o peșteră la Macheda.",
        "17": "S-a spus lucrul acesta lui Iosua, zicând: „Cei cinci împărați se află ascunși într-o peșteră la Macheda.”",
        "18": "Iosua a zis: „Prăvăliți niște pietre mari la intrarea peșterii și puneți niște oameni să-i păzească.",
        "19": "Și voi nu vă opriți, ci urmăriți pe vrăjmașii voștri și bateți-i pe dinapoi; nu-i lăsați să intre în cetățile lor, căci Domnul Dumnezeul vostru i-a dat în mâinile voastre.”",
        "20": "După ce Iosua și copiii lui Israel le-au pricinuit o foarte mare înfrângere și i-au bătut cu desăvârșire, cei ce au putut scăpa au intrat în cetățile întărite",
        "21": "și tot poporul s-a întors liniștit în tabără la Iosua, în Macheda, fără ca cineva să fi crâcnit cu limba lui împotriva copiilor lui Israel.",
        "22": "Iosua a zis atunci: „Deschideți intrarea peșterii, scoateți afară din ea pe cei cinci împărați și aduceți-i la mine.”",
        "23": "Ei au făcut așa și au adus la el pe cei cinci împărați, pe care-i scoseseră din peșteră: pe împăratul Ierusalimului, pe împăratul Hebronului, pe împăratul Iarmutului, pe împăratul Lachisului și pe împăratul Eglonului.",
        "24": "După ce au adus pe acești împărați înaintea lui Iosua, Iosua a chemat pe toți bărbații lui Israel și a zis căpeteniilor oamenilor de război, care merseseră cu el: „Apropiați-vă și puneți-vă picioarele pe grumajii împăraților acestora.” Ei s-au apropiat și au pus picioarele pe grumajii lor.",
        "25": "Iosua le-a zis: „Nu vă temeți și nu vă înspăimântați, ci întăriți-vă și îmbărbătați-vă, căci așa va face Domnul tuturor vrăjmașilor voștri împotriva cărora vă veți lupta.”",
        "26": "După aceea, Iosua i-a lovit și i-a omorât; i-a spânzurat de cinci copaci și au rămas spânzurați de copaci până seara.",
        "27": "Pe la apusul soarelui, Iosua a poruncit să-i coboare din copaci, i-au aruncat în peștera în care se ascunseseră și au pus la intrarea peșterii niște pietre mari, care au rămas acolo până în ziua de azi. Alte izbânzi ale lui Iosua",
        "28": "Iosua a luat Macheda chiar în ziua aceea și a trecut-o prin ascuțișul sabiei; a nimicit cu desăvârșire pe împărat, cetatea și pe toți cei ce se aflau în ea; n-a lăsat să scape niciunul și împăratului din Macheda i-a făcut cum făcuse împăratului Ierihonului.",
        "29": "Iosua, și tot Israelul împreună cu el, a trecut din Macheda la Libna și a dat luptă împotriva Libnei.",
        "30": "Domnul a dat-o și pe ea, împreună cu împăratul ei, în mâinile lui Israel și a trecut-o prin ascuțișul sabiei, pe ea și pe toți cei ce se găseau în ea; n-a lăsat să scape niciunul și a făcut împăratului ei cum făcuse împăratului Ierihonului.",
        "31": "Iosua, și tot Israelul împreună cu el, a trecut din Libna în Lachis, a tăbărât înaintea ei și a început lupta împotriva ei.",
        "32": "Domnul a dat cetatea Lachis în mâinile lui Israel, care a luat-o a doua zi și a trecut-o prin ascuțișul sabiei, pe ea și pe toți cei ce se aflau în ea, cum făcuse cu Libna.",
        "33": "Atunci, Horam, împăratul Ghezerului, s-a suit ca să dea ajutor Lachisului. Iosua l-a bătut, pe el și pe poporul lui, fără să lase pe cineva să scape.",
        "34": "Iosua, și tot Israelul împreună cu el, a trecut din Lachis la Eglon; a tăbărât înaintea ei și a început lupta.",
        "35": "A luat-o în aceeași zi și a trecut-o prin ascuțișul sabiei, pe ea și pe toți cei ce se aflau în ea; Iosua a nimicit-o cu desăvârșire chiar în ziua aceea, cum făcuse cu Lachisul.",
        "36": "Iosua, și tot Israelul împreună cu el, s-a suit din Eglon la Hebron și a început lupta împotriva lui.",
        "37": "L-a luat și l-a trecut prin ascuțișul sabiei, pe el, pe împăratul lui, toate cetățile care țineau de el și pe toți cei ce se aflau în el; Iosua n-a lăsat pe niciunul să scape, cum făcuse cu Eglonul, și l-a nimicit cu desăvârșire împreună cu toți cei ce se aflau în el.",
        "38": "Iosua, și tot Israelul împreună cu el, s-a îndreptat împotriva Debirului și a început lupta împotriva lui.",
        "39": "L-a luat pe el, pe împăratul lui și toate cetățile care țineau de el; le-a trecut prin ascuțișul sabiei și a nimicit cu desăvârșire pe toți cei ce se aflau în ele, fără să lase să scape vreunul; Iosua a făcut Debirului și împăratului lui cum făcuse Hebronului și cum făcuse Libnei și împăratului ei.",
        "40": "Iosua a bătut astfel toată țara, muntele, partea de miazăzi, câmpia și costișele și a bătut pe toți împărații; n-a lăsat să scape nimeni și a nimicit cu desăvârșire tot ce avea suflare, cum poruncise Domnul Dumnezeul lui Israel.",
        "41": "Iosua i-a bătut de la Cades-Barnea până la Gaza, a bătut toată țara Gosen până la Gabaon.",
        "42": "Iosua a luat în același timp pe toți împărații aceia și țara lor, căci Domnul Dumnezeul lui Israel lupta pentru Israel.",
        "43": "Și Iosua, și tot Israelul împreună cu el, s-a întors în tabără la Ghilgal."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Adoni-Țedek, regele Ierusalimului, a auzit că Iosua capturase cetatea Ai și o dăduse spre nimicire, că-i făcuse cetății Ai și regelui ei la fel cum îi făcuse Ierihonului și regelui său și că locuitorii Ghivonului încheiaseră pace cu Israel și erau în mijlocul lor.",
        "2": "Atunci ei s-au temut foarte tare, fiindcă Ghivon era o cetate mare, asemenea unei cetăți regale. Era mai mare chiar decât Ai, și toți bărbații ei erau viteji.",
        "3": "Adoni-Țedek, regele Ierusalimului, le-a trimis un mesaj lui Hoham, regele Hebronului, lui Piram, regele Iarmutului, lui Iafia, regele Lachișului și lui Debir, regele Eglonului, zicând:",
        "4": "„Veniți la mine și ajutați-mă să atac Ghivonul, fiindcă a făcut pace cu Iosua și cu fiii lui Israel“.",
        "5": "Cei cinci regi ai amoriților – regele Ierusalimului, regele Hebronului, regele Iarmutului, regele Lachișului și regele Eglonului – s-au adunat și au venit împreună cu toate armatele lor. Ei și-au așezat tabăra lângă Ghivon și au luptat împotriva lui.",
        "6": "Bărbații Ghivonului au trimis atunci să-i spună lui Iosua, în tabăra de la Ghilgal: „Nu-i părăsi pe slujitorii tăi! Vino repede la noi și salvează-ne! Ajută-ne, căci toți regii amoriți care locuiesc pe munte s-au adunat împotriva noastră!“.",
        "7": "Iosua a plecat din Ghilgal împreună cu tot poporul pregătit de luptă și cu toți războinicii viteji.",
        "8": "Domnul i-a zis lui Iosua: „Nu te teme de ei, căci i-am dat în mâna ta și niciunul nu-ți va putea sta împotrivă!“.",
        "9": "După ce au mers toată noaptea din Ghilgal spre Ghivon, Iosua a venit împotriva lor pe neașteptate.",
        "10": "Domnul i-a făcut să intre în panică înaintea lui Israel, care i-a provocat o mare înfrângere la Ghivon. El i-a urmărit pe drumul care urcă la Bet-Horon, nimicindu-i pe drum până la Azeka și până la Makkeda.",
        "11": "În timp ce fugeau dinaintea lui Israel, pe povârnișul de la Bet-Horon spre Azeka, Domnul a făcut să cadă din cer asupra lor pietre mari de grindină și ei au murit. Cei care au fost nimiciți de pietrele grindinei au fost în număr mai mare decât cei uciși cu sabia de către fiii lui Israel.",
        "12": "În ziua în care Domnul i-a dat pe amoriți în mâna fiilor lui Israel, Iosua I-a vorbit Domnului și a zis înaintea lui Israel: „Soare, rămâi nemișcat deasupra Ghivonului și lună, rămâi peste Valea Aialon“.",
        "13": "Soarele a rămas nemișcat, iar luna s-a oprit până când poporul s-a răzbunat pe dușmanii lui. Nu este scris lucrul acesta și în „Cartea lui Iașar“? Soarele a rămas nemișcat în mijlocul cerului și nu s-a grăbit să apună aproape o zi întreagă.",
        "14": "N-a mai fost nicio zi ca aceea, nici înainte, nici după, o zi în care Domnul să fi ascultat de glasul unui om. Căci Domnul lupta pentru Israel.",
        "15": "Apoi, Iosua împreună cu tot Israelul s-au întors în tabăra de la Ghilgal. Uciderea celor cinci regi amoriți",
        "16": "Cei cinci regi însă fugiseră și se ascunseseră într-o peșteră la Makkeda.",
        "17": "Când i s-a spus lui Iosua că cei cinci regi au fost găsiți ascunși într-o peșteră la Makkeda,",
        "18": "acesta a zis: „Rostogoliți niște pietre mari la gura peșterii și puneți acolo niște oameni ca să-i păzească!",
        "19": "Voi însă nu vă opriți, ci continuați să-i urmăriți pe dușmanii voștri și să-i loviți din urmă până îi veți nimici! Nu-i lăsați să intre în cetățile lor, căci Domnul, Dumnezeul vostru, a hotărât să-i dea în mâna voastră“.",
        "20": "După ce Iosua și fiii lui Israel le-au provocat o foarte mare înfrângere, până când aceștia au fost nimiciți (supraviețuitorii care au scăpat dintre ei au intrat în cetățile fortificate),",
        "21": "tot poporul s-a întors în pace la Iosua în tabără, în Makkeda. Nimeni n-a rostit vreun cuvânt împotriva fiilor lui Israel.",
        "22": "Iosua a zis atunci: „Deschideți intrarea peșterii și aduceți-i afară la mine pe cei cinci regi din peșteră!“.",
        "23": "Ei au făcut întocmai: i-au adus afară la el pe cei cinci regi din peșteră, și anume pe regele Ierusalimului, pe regele Hebronului, pe regele Iarmutului, pe regele Lachișului și pe regele Eglonului.",
        "24": "După ce au fost aduși acești regi înaintea lui Iosua, acesta i-a chemat pe toți bărbații lui Israel și le-a zis conducătorilor oamenilor de război, care merseseră cu el: „Apropiați-vă și puneți-vă picioarele pe gâturile acestor regi!“. Ei s-au apropiat și și-au pus picioarele pe gâturile lor.",
        "25": "Iosua le-a zis: „Nu vă temeți și nu vă înspăimântați! Fiți tari și curajoși, fiindcă astfel va face Domnul tuturor dușmanilor voștri împotriva cărora veți lupta“.",
        "26": "Apoi Iosua i-a lovit și i-a omorât, după care i-a spânzurat de cinci copaci și i-a lăsat atârnați acolo până seara.",
        "27": "La apusul soarelui, Iosua a poruncit să fie dați jos din copaci și să fie aruncați în peștera în care se ascunseseră. La gura peșterii au pus niște pietre mari care au rămas acolo până în ziua aceasta.",
        "28": "În acea zi, Iosua a cucerit Makkeda și a trecut-o prin ascuțișul sabiei, pe ea și pe regele ei. A dat spre nimicire orice om care se afla în ea, nelăsând niciun supraviețuitor. I-a făcut regelui din Makkeda la fel cum îi făcuse regelui din Ierihon.",
        "29": "Apoi, din Makkeda, Iosua împreună cu tot Israelul au pornit spre Libna și au început lupta împotriva Libnei.",
        "30": "Domnul a dat-o și pe ea în mâna lui Israel, împreună cu regele ei. Israel a trecut cetatea și pe oamenii care erau în ea prin ascuțișul sabiei, nelăsând niciun supraviețuitor și i-a făcut regelui ei la fel cum îi făcuse regelui Ierihonului.",
        "31": "Din Libna, Iosua împreună cu tot Israelul au pornit spre Lachiș. Ei și-au așezat tabăra în apropierea lui și au început lupta împotriva lui.",
        "32": "Domnul a dat Lachișul în mâna lui Israel. El l-a capturat în cea de-a doua zi, trecând prin ascuțișul sabiei toți oamenii care erau în el, la fel cum făcuse în Libna.",
        "33": "Atunci Horam, regele Ghezerului, a venit să ajute Lachișul, dar Iosua l-a învins, pe el și poporul lui, fără să lase vreun supraviețuitor.",
        "34": "Din Lachiș, Iosua împreună cu tot Israelul au trecut la Eglon. Ei și-au așezat tabăra lângă el și au pornit lupta împotriva lui.",
        "35": "L-au capturat în aceeași zi și l-au trecut prin ascuțișul sabiei. În aceeași zi, a dat spre nimicire pe orice om care era în el, la fel cum făcuse în Lachiș.",
        "36": "Din Eglon, Iosua împreună cu tot Israelul s-au îndreptat spre Hebron și au luptat împotriva lui.",
        "37": "L-au capturat și l-au trecut prin ascuțișul sabiei, pe el, pe regele lui, toate satele dimprejurul lui și pe orice om care era în el. N-a lăsat niciun supraviețuitor, așa cum făcuse în Eglon, și l-a dat spre nimicire pe el și pe orice om care era în el.",
        "38": "Apoi Iosua împreună cu tot Israelul s-au întors înspre Debir și au început lupta împotriva lui.",
        "39": "L-au capturat și l-au trecut prin ascuțișul sabiei, pe el, pe regele lui și toate satele dimprejurul lui, și au dat spre nimicire orice om care era în el. N-a lăsat niciun supraviețuitor. I-a făcut Debirului și regelui său așa cum i-a făcut Hebronului și așa cum i-a făcut Libnei și regelui ei.",
        "40": "Iosua a învins astfel întreaga țară: muntele, Neghevul, zona deluroasă și poalele munților, și pe toți regii lor. N-a lăsat niciun supraviețuitor și a dat spre nimicire orice avea suflare, așa cum poruncise Domnul, Dumnezeul lui Israel.",
        "41": "Iosua i-a lovit de la Kadeș-Barnea până la Gaza, în întreaga regiune Goșen și până la Ghivon.",
        "42": "Iosua i-a învins pe toți acești regi și a cucerit regatele lor într-o singură campanie, deoarece Domnul, Dumnezeul lui Israel, lupta pentru Israel.",
        "43": "Apoi Iosua împreună cu tot Israelul s-au întors în tabăra de la Ghilgal."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now when Adoni-Zedek king of Jerusalem heard how Joshua had taken Ai, and had utterly destroyed it; as he had done to Jericho and her king, so he had done to Ai and her king; and how the inhabitants of Gibeon had made peace with Israel, and were among them,",
        "2": "they were very afraid, because Gibeon was a great city, as one of the royal cities, and because it was greater than Ai, and all its men were mighty.",
        "3": "Therefore Adoni-Zedek king of Jerusalem sent to Hoham king of Hebron, Piram king of Jarmuth, Japhia king of Lachish, and Debir king of Eglon, saying,",
        "4": "“Come up to me and help me. Let’s strike Gibeon; for they have made peace with Joshua and with the children of Israel.”",
        "5": "Therefore the five kings of the Amorites, the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, and the king of Eglon, gathered themselves together and went up, they and all their armies, and encamped against Gibeon, and made war against it.",
        "6": "The men of Gibeon sent to Joshua at the camp at Gilgal, saying, “Don’t abandon your servants! Come up to us quickly and save us! Help us; for all the kings of the Amorites that dwell in the hill country have gathered together against us.”",
        "7": "So Joshua went up from Gilgal, he and the whole army with him, including all the mighty men of valor.",
        "8": "Yahweh said to Joshua, “Don’t fear them, for I have delivered them into your hands. Not a man of them will stand before you.”",
        "9": "Joshua therefore came to them suddenly. He marched from Gilgal all night.",
        "10": "Yahweh confused them before Israel. He killed them with a great slaughter at Gibeon, and chased them by the way of the ascent of Beth Horon, and struck them to Azekah and to Makkedah.",
        "11": "As they fled from before Israel, while they were at the descent of Beth Horon, Yahweh hurled down great stones from the sky on them to Azekah, and they died. There were more who died from the hailstones than those whom the children of Israel killed with the sword.",
        "12": "Then Joshua spoke to Yahweh in the day when Yahweh delivered up the Amorites before the children of Israel. He said in the sight of Israel, “Sun, stand still on Gibeon! You, moon, stop in the valley of Aijalon!”",
        "13": "The sun stood still, and the moon stayed, until the nation had avenged themselves of their enemies. Isn’t this written in the book of Jashar? The sun stayed in the middle of the sky, and didn’t hurry to go down about a whole day.",
        "14": "There was no day like that before it or after it, that Yahweh listened to the voice of a man; for Yahweh fought for Israel.",
        "15": "Joshua returned, and all Israel with him, to the camp to Gilgal.",
        "16": "These five kings fled, and hid themselves in the cave at Makkedah.",
        "17": "Joshua was told, saying, “The five kings have been found, hidden in the cave at Makkedah.”",
        "18": "Joshua said, “Roll large stones to cover the cave’s entrance, and set men by it to guard them;",
        "19": "but don’t stay there. Pursue your enemies, and attack them from the rear. Don’t allow them to enter into their cities; for Yahweh your God has delivered them into your hand.”",
        "20": "When Joshua and the children of Israel had finished killing them with a very great slaughter until they were consumed, and the remnant which remained of them had entered into the fortified cities,",
        "21": "all the people returned to the camp to Joshua at Makkedah in peace. None moved his tongue against any of the children of Israel.",
        "22": "Then Joshua said, “Open the cave entrance, and bring those five kings out of the cave to me.”",
        "23": "They did so, and brought those five kings out of the cave to him: the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, and the king of Eglon.",
        "24": "When they brought those kings out to Joshua, Joshua called for all the men of Israel, and said to the chiefs of the men of war who went with him, “Come near. Put your feet on the necks of these kings.” They came near, and put their feet on their necks.",
        "25": "Joshua said to them, “Don’t be afraid, nor be dismayed. Be strong and courageous, for Yahweh will do this to all your enemies against whom you fight.”",
        "26": "Afterward Joshua struck them, put them to death, and hanged them on five trees. They were hanging on the trees until the evening.",
        "27": "At the time of the going down of the sun, Joshua commanded, and they took them down off the trees, and threw them into the cave in which they had hidden themselves, and laid great stones on the mouth of the cave, which remain to this very day.",
        "28": "Joshua took Makkedah on that day, and struck it with the edge of the sword, with its king. He utterly destroyed it and all the souls who were in it. He left no one remaining. He did to the king of Makkedah as he had done to the king of Jericho.",
        "29": "Joshua passed from Makkedah, and all Israel with him, to Libnah, and fought against Libnah.",
        "30": "Yahweh delivered it also, with its king, into the hand of Israel. He struck it with the edge of the sword, and all the souls who were in it. He left no one remaining in it. He did to its king as he had done to the king of Jericho.",
        "31": "Joshua passed from Libnah, and all Israel with him, to Lachish, and encamped against it, and fought against it.",
        "32": "Yahweh delivered Lachish into the hand of Israel. He took it on the second day, and struck it with the edge of the sword, with all the souls who were in it, according to all that he had done to Libnah.",
        "33": "Then Horam king of Gezer came up to help Lachish; and Joshua struck him and his people, until he had left him no one remaining.",
        "34": "Joshua passed from Lachish, and all Israel with him, to Eglon; and they encamped against it and fought against it.",
        "35": "They took it on that day, and struck it with the edge of the sword. He utterly destroyed all the souls who were in it that day, according to all that he had done to Lachish.",
        "36": "Joshua went up from Eglon, and all Israel with him, to Hebron; and they fought against it.",
        "37": "They took it, and struck it with the edge of the sword, with its king and all its cities, and all the souls who were in it. He left no one remaining, according to all that he had done to Eglon; but he utterly destroyed it, and all the souls who were in it.",
        "38": "Joshua returned, and all Israel with him, to Debir, and fought against it.",
        "39": "He took it, with its king and all its cities. They struck them with the edge of the sword, and utterly destroyed all the souls who were in it. He left no one remaining. As he had done to Hebron, so he did to Debir, and to its king; as he had done also to Libnah, and to its king.",
        "40": "So Joshua struck all the land, the hill country, the South, the lowland, the slopes, and all their kings. He left no one remaining, but he utterly destroyed all that breathed, as Yahweh, the God of Israel, commanded.",
        "41": "Joshua struck them from Kadesh Barnea even to Gaza, and all the country of Goshen, even to Gibeon.",
        "42": "Joshua took all these kings and their land at one time because Yahweh, the God of Israel, fought for Israel.",
        "43": "Joshua returned, and all Israel with him, to the camp to Gilgal."
      }
    }
  }
}