{
  "book": "Iosua",
  "chapter": "21",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Căpeteniile de familie ale leviților s-au apropiat de preotul Eleazar, de Iosua, fiul lui Nun, și de căpeteniile de familie ale semințiilor copiilor lui Israel.",
        "2": "Le-au vorbit la Silo, în țara Canaanului, și au zis: „Domnul a poruncit prin Moise ca să ni se dea cetăți de locuit, cu împrejurimile lor pentru vitele noastre.”",
        "3": "Copiii lui Israel au dat atunci leviților, din moștenirea lor, cetățile următoare și împrejurimile lor, după porunca Domnului.",
        "4": "Au tras la sorți pentru familiile chehatiților; și leviții, fiii preotului Aaron, au avut prin sorți treisprezece cetăți din seminția lui Iuda, din seminția lui Simeon și din seminția lui Beniamin;",
        "5": "ceilalți fii ai lui Chehat au avut prin sorți zece cetăți ale familiilor din seminția lui Efraim, din seminția lui Dan și din jumătate din seminția lui Manase.",
        "6": "Fiii lui Gherșon au avut prin sorți treisprezece cetăți ale familiilor din seminția lui Isahar, din seminția lui Așer, din seminția lui Neftali și din jumătate din seminția lui Manase în Basan.",
        "7": "Fiii lui Merari, după familiile lor, au avut douăsprezece cetăți din seminția lui Ruben, din seminția lui Gad și din seminția lui Zabulon.",
        "8": "Copiii lui Israel au dat leviților, prin sorți, aceste cetăți și împrejurimile lor, cum poruncise lui Moise Domnul.",
        "9": "Au dat din seminția fiilor lui Iuda și din seminția fiilor lui Simeon următoarele cetăți numite pe nume",
        "10": "și care au fost ale fiilor lui Aaron, dintre familiile chehatiților, și ale fiilor lui Levi, căci ei au ieșit cei dintâi la sorți.",
        "11": "Le-au dat Chiriat-Arba, sau Hebronul, în muntele lui Iuda și locul dimprejur: Arba era tatăl lui Anac.",
        "12": "Câmpia cetății și satele ei au fost date în stăpânire lui Caleb, fiul lui Iefune.",
        "13": "Au dat deci fiilor preotului Aaron cetatea de scăpare pentru ucigași, Hebronul și împrejurimile lui, Libna și împrejurimile ei,",
        "14": "Iatirul și împrejurimile lui, Eștemoa și împrejurimile ei,",
        "15": "Holonul și împrejurimile lui, Debirul și împrejurimile lui,",
        "16": "Ainul și împrejurimile lui, Iuta și împrejurimile ei și Bet-Șemeșul și împrejurimile lui: nouă cetăți din aceste două seminții,",
        "17": "și din seminția lui Beniamin: Gabaonul și împrejurimile lui, Gheba și împrejurimile ei,",
        "18": "Anatotul și împrejurimile lui și Almonul și împrejurimile lui: patru cetăți.",
        "19": "Toate cetățile preoților, fiii lui Aaron, au fost treisprezece cetăți și împrejurimile lor.",
        "20": "Leviții din familiile celorlalți fii ai lui Chehat au avut prin sorți cetăți din seminția lui Efraim.",
        "21": "Le-au dat cetatea de scăpare pentru ucigași, Sihemul și împrejurimile lui, în muntele lui Efraim, Ghezerul și împrejurimile lui,",
        "22": "Chibțaimul și împrejurimile lui și Bet-Horonul și împrejurimile lui, patru cetăți;",
        "23": "din seminția lui Dan: Elteche și împrejurimile ei, Ghibetonul și împrejurimile lui,",
        "24": "Aialonul și împrejurimile lui și Gat-Rimonul și împrejurimile lui, patru cetăți,",
        "25": "și din jumătate din seminția lui Manase: Taanacul și împrejurimile lui și Gat-Rimonul și împrejurimile lui, două cetăți.",
        "26": "Toate cetățile erau zece și împrejurimile lor, pentru familiile celorlalți fii ai lui Chehat.",
        "27": "Au dat fiilor lui Gherșon dintre familiile leviților: din cealaltă jumătate a seminției lui Manase, cetatea de scăpare pentru ucigași Golan, din Basan, și împrejurimile ei, și Beeștra și împrejurimile ei, două cetăți;",
        "28": "din seminția lui Isahar: Chișionul și împrejurimile lui, Dabratul și împrejurimile lui,",
        "29": "Iarmutul și împrejurimile lui și En-Ganimul și împrejurimile lui, patru cetăți;",
        "30": "din seminția lui Așer: Mișealul și împrejurimile lui, Abdonul și împrejurimile lui,",
        "31": "Helcatul și împrejurimile lui și Rehobul și împrejurimile lui, patru cetăți;",
        "32": "și din seminția lui Neftali: cetatea de scăpare pentru ucigași Chedeș, din Galileea, și împrejurimile ei, Hamot-Dorul și împrejurimile lui, și Cartanul și împrejurimile lui, trei cetăți.",
        "33": "Toate cetățile gherșoniților, după familiile lor, erau treisprezece cetăți și împrejurimile lor.",
        "34": "Celorlalți leviți, care făceau parte din familiile fiilor lui Merari, le-au dat: din seminția lui Zabulon: Iocneamul și împrejurimile lui, Carta și împrejurimile ei,",
        "35": "Dimna și împrejurimile ei și Nahalalul și împrejurimile lui, patru cetăți;",
        "36": "din seminția lui Ruben: Bețerul și împrejurimile lui, Iahța și împrejurimile ei,",
        "37": "Chedemotul și împrejurimile lui și Mefaatul și împrejurimile lui, patru cetăți",
        "38": "și din seminția lui Gad: cetatea de scăpare pentru ucigași Ramot, din Galaad, și împrejurimile lui, Mahanaimul și împrejurimile lui,",
        "39": "Hesbonul și împrejurimile lui și Iaezerul și împrejurimile lui, de toate patru cetăți.",
        "40": "Toate cetățile care au căzut la sorți fiilor lui Merari, după familiile lor, alcătuind celelalte familii ale leviților, erau douăsprezece cetăți.",
        "41": "Toate cetățile leviților din mijlocul moșiilor copiilor lui Israel erau patruzeci și opt de cetăți și împrejurimile lor.",
        "42": "Fiecare din aceste cetăți își avea împrejurimile ei de jur împrejur; așa erau toate cetățile acestea. Făgăduința împlinită",
        "43": "Astfel, Domnul a dat lui Israel toată țara pe care jurase că o va da părinților lor; ei au luat-o în stăpânire și s-au așezat în ea.",
        "44": "Domnul le-a dat odihnă de jur împrejur, cum jurase părinților lor; niciunul din vrăjmașii lor nu putuse să le stea împotrivă, și Domnul i-a dat pe toți în mâinile lor.",
        "45": "Din toate vorbele bune pe care le spusese casei lui Israel Domnul, niciuna n-a rămas neîmplinită: toate s-au împlinit."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Căpeteniile de familie ale leviților s-au apropiat de preotul Elazar, de Iosua, fiul lui Nun, și de căpeteniile de familie ale semințiilor fiilor lui Israel,",
        "2": "la Șilo, în țara Canaanului, și le-au vorbit, zicând: „Domnul a poruncit prin Moise să ni se dea cetăți de locuit și pășuni pentru animalele noastre“.",
        "3": "Atunci fiii lui Israel le-au dat leviților, pe teritoriul moștenirii lor, următoarele cetăți cu pășunile din jur, așa cum poruncise Domnul.",
        "4": "O parte a ieșit la sorți pentru clanurile chehatiților. Acestor leviți, urmași ai preotului Aaron, li s-au dat, prin tragere la sorți, treisprezece cetăți din seminția lui Iuda, din seminția lui Simeon și din seminția lui Beniamin.",
        "5": "Urmașilor lui Chehat, care au mai rămas, li s-au dat, prin tragere la sorți, zece cetăți ale clanurilor din seminția lui Efraim, din seminția lui Dan și din jumătatea seminției lui Manase.",
        "6": "Fiilor lui Gherșon li s-au dat, prin tragere la sorți, treisprezece cetăți ale clanurilor din seminția lui Isahar, din seminția lui Așer, din seminția lui Neftali și din jumătatea seminției lui Manase, care ocupa Bașanul.",
        "7": "Fiilor lui Merari, potrivit clanurilor lor, li s-au dat douăsprezece cetăți din seminția lui Ruben, din seminția lui Gad și din seminția lui Zabulon.",
        "8": "Astfel, fiii lui Israel le-au dat leviților, prin tragere la sorți, cetățile acestea cu pășunile din jur, așa cum poruncise Domnul prin Moise.",
        "9": "Din seminția fiilor lui Iuda și din seminția fiilor lui Simeon au dat următoarele cetăți menționate pe nume,",
        "10": "cetăți care au revenit urmașilor lui Aaron din clanurile chehatiților (urmașii lui Levi), căci ei au ieșit primii la sorți:",
        "11": "le-au dat Chiriat-Arba (Hebron) – Arba fusese tatăl lui Anac – cu pășunile din jur, pe muntele lui Iuda;",
        "12": "însă câmpia cetății și satele dimprejurul ei i-au fost date ca proprietate, lui Caleb, fiul lui Iefune.",
        "13": "Au dat deci urmașilor preotului Aaron cetatea de refugiu pentru ucigași, Hebronul, cu pășunile din jur, precum și Libna cu pășunile din jur,",
        "14": "Iatir cu pășunile din jur, Eștemoa cu pășunile din jur,",
        "15": "Holon cu pășunile din jur, Debir cu pășunile din jur,",
        "16": "Ayin cu pășunile din jur, Iuta cu pășunile din jur și Bet-Șemeș cu pășunile din jur – nouă cetăți pe teritoriul acestor două seminții;",
        "17": "din seminția lui Beniamin le-au dat: Ghivon cu pășunile din jur, Gheva cu pășunile din jur,",
        "18": "Anatot cu pășunile din jur și Almon cu pășunile din jur – patru cetăți.",
        "19": "Toate cetățile preoților, urmașii lui Aaron, cu pășunile din jurul lor erau în număr de treisprezece.",
        "20": "Celorlalți leviți care au mai rămas din clanurile urmașilor lui Chehat, li s-au dat, prin tragere la sorți, cetăți din seminția lui Efraim:",
        "21": "Le-au dat Șechem, cetatea de refugiu pentru ucigași, cu pășunile din jur, în muntele lui Efraim, Ghezer cu pășunile din jur,",
        "22": "Chibțaim cu pășunile din jur și Bet-Horon cu pășunile din jur – patru cetăți;",
        "23": "Din seminția lui Dan le-au dat: Elteke cu pășunile din jur, Ghibeton cu pășunile din jur,",
        "24": "Aialon cu pășunile din jur și Gat-Rimon cu pășunile din jur – patru cetăți;",
        "25": "Din jumătatea seminției lui Manase le-au dat: Taanah cu pășunile din jur și Gat-Rimon cu pășunile din jur – două cetăți.",
        "26": "Toate cetățile date clanurilor care au rămas din urmașii lui Chehat, cu pășunile din jur, erau în număr de zece.",
        "27": "Fiilor lui Gherșon, unul dintre clanurile leviților, le-au fost date, din jumătatea seminției lui Manase, următoarele: Golan, cetatea de refugiu pentru ucigași, care era în Bașan, cu pășunile din jur și Be-Eștera, cu pășunile din jur – două cetăți;",
        "28": "din seminția lui Isahar le-au dat: Kișion cu pășunile din jur, Dabrat cu pășunile din jur,",
        "29": "Iarmut cu pășunile din jur și En-Ganim cu pășunile din jur – patru cetăți;",
        "30": "din seminția lui Așer le-au dat: Mișal cu pășunile din jur, Abdon cu pășunile din jur,",
        "31": "Helkat cu pășunile din jur și Rehob cu pășunile din jur – patru cetăți;",
        "32": "din seminția lui Neftali le-au dat: Kedeș, cetatea de refugiu pentru ucigași, care era în Galileea, cu pășunile din jur, Hamot-Dor cu pășunile din jur și Kartan cu pășunile din jur – trei cetăți.",
        "33": "Toate cetățile clanurilor gherșoniților erau în număr de treisprezece, fiecare cetate cu pășunile din jur.",
        "34": "Celorlalți leviți care au mai rămas din clanurile urmașilor lui Merari, le-au fost date următoarele: pe teritoriul seminției lui Zabulon le-au dat: Iokneam cu pășunile din jur, Karta cu pășunile din jur,",
        "35": "Dimna cu pășunile din jur și Nahalal cu pășunile din jur – patru cetăți;",
        "36": "din seminția lui Ruben le-au dat: Bețer cu pășunile din jur, Iahaț cu pășunile din jur,",
        "37": "Chedemot cu pășunile din jur și Mefaat cu pășunile din jur – patru cetăți;",
        "38": "din seminția lui Gad le-au dat: Ramot, cetatea de refugiu pentru ucigași, care era în Ghilad, cu pășunile din jur, Mahanaim cu pășunile din jur,",
        "39": "Heșbon cu pășunile din jur și Iazer cu pășunile din jur – în total patru cetăți.",
        "40": "Toate cetățile date clanurilor urmașilor lui Merari, adică clanurilor leviților care mai rămăseseră, erau în număr de douăsprezece.",
        "41": "Toate cetățile leviților din mijlocul proprietății fiilor lui Israel, împreună cu pășunile din jur, erau în număr de patruzeci și opt.",
        "42": "Fiecare dintre aceste cetăți își avea pășunile ei de jur împrejur; așa era fiecare dintre aceste cetăți. Împlinirea promisiunilor",
        "43": "Domnul a dat astfel lui Israel toată țara pe care jurase strămoșilor lor că le-o va da, iar ei au luat-o în stăpânire și au locuit în ea.",
        "44": "Domnul le-a dat odihnă din toate părțile, așa cum le jurase strămoșilor lor. Nimeni nu le-a putut sta împotrivă. Domnul i-a dat pe toți dușmanii în mâna lor.",
        "45": "Nu a rămas neîmplinit niciunul dintre lucrurile bune pe care le-a promis Domnul Casei lui Israel. Toate s-au împlinit."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Then the heads of fathers’ houses of the Levites came near to Eleazar the priest, and to Joshua the son of Nun, and to the heads of fathers’ houses of the tribes of the children of Israel.",
        "2": "They spoke to them at Shiloh in the land of Canaan, saying, “Yahweh commanded through Moses to give us cities to dwell in, with their pasture lands for our livestock.”",
        "3": "The children of Israel gave to the Levites out of their inheritance, according to the commandment of Yahweh, these cities with their pasture lands.",
        "4": "The lot came out for the families of the Kohathites. The children of Aaron the priest, who were of the Levites, had thirteen cities by lot out of the tribe of Judah, out of the tribe of the Simeonites, and out of the tribe of Benjamin.",
        "5": "The rest of the children of Kohath had ten cities by lot out of the families of the tribe of Ephraim, out of the tribe of Dan, and out of the half-tribe of Manasseh.",
        "6": "The children of Gershon had thirteen cities by lot out of the families of the tribe of Issachar, out of the tribe of Asher, out of the tribe of Naphtali, and out of the half-tribe of Manasseh in Bashan.",
        "7": "The children of Merari according to their families had twelve cities out of the tribe of Reuben, out of the tribe of Gad, and out of the tribe of Zebulun.",
        "8": "The children of Israel gave these cities with their pasture lands by lot to the Levites, as Yahweh commanded by Moses.",
        "9": "They gave out of the tribe of the children of Judah, and out of the tribe of the children of Simeon, these cities which are mentioned by name:",
        "10": "and they were for the children of Aaron, of the families of the Kohathites, who were of the children of Levi; for theirs was the first lot.",
        "11": "They gave them Kiriath Arba, named after the father of Anak (also called Hebron), in the hill country of Judah, with its pasture lands around it.",
        "12": "But they gave the fields of the city and its villages to Caleb the son of Jephunneh for his possession.",
        "13": "To the children of Aaron the priest they gave Hebron with its pasture lands, the city of refuge for the man slayer, Libnah with its pasture lands,",
        "14": "Jattir with its pasture lands, Eshtemoa with its pasture lands,",
        "15": "Holon with its pasture lands, Debir with its pasture lands,",
        "16": "Ain with its pasture lands, Juttah with its pasture lands, and Beth Shemesh with its pasture lands: nine cities out of those two tribes.",
        "17": "Out of the tribe of Benjamin, Gibeon with its pasture lands, Geba with its pasture lands,",
        "18": "Anathoth with its pasture lands, and Almon with its pasture lands: four cities.",
        "19": "All the cities of the children of Aaron, the priests, were thirteen cities with their pasture lands.",
        "20": "The families of the children of Kohath, the Levites, even the rest of the children of Kohath, had the cities of their lot out of the tribe of Ephraim.",
        "21": "They gave them Shechem with its pasture lands in the hill country of Ephraim, the city of refuge for the man slayer, and Gezer with its pasture lands,",
        "22": "Kibzaim with its pasture lands, and Beth Horon with its pasture lands: four cities.",
        "23": "Out of the tribe of Dan, Elteke with its pasture lands, Gibbethon with its pasture lands,",
        "24": "Aijalon with its pasture lands, Gath Rimmon with its pasture lands: four cities.",
        "25": "Out of the half-tribe of Manasseh, Taanach with its pasture lands, and Gath Rimmon with its pasture lands: two cities.",
        "26": "All the cities of the families of the rest of the children of Kohath were ten with their pasture lands.",
        "27": "They gave to the children of Gershon, of the families of the Levites, out of the half-tribe of Manasseh Golan in Bashan with its pasture lands, the city of refuge for the man slayer, and Be Eshterah with its pasture lands: two cities.",
        "28": "Out of the tribe of Issachar, Kishion with its pasture lands, Daberath with its pasture lands,",
        "29": "Jarmuth with its pasture lands, En Gannim with its pasture lands: four cities.",
        "30": "Out of the tribe of Asher, Mishal with its pasture lands, Abdon with its pasture lands,",
        "31": "Helkath with its pasture lands, and Rehob with its pasture lands: four cities.",
        "32": "Out of the tribe of Naphtali, Kedesh in Galilee with its pasture lands, the city of refuge for the man slayer, Hammothdor with its pasture lands, and Kartan with its pasture lands: three cities.",
        "33": "All the cities of the Gershonites according to their families were thirteen cities with their pasture lands.",
        "34": "To the families of the children of Merari, the rest of the Levites, out of the tribe of Zebulun, Jokneam with its pasture lands, Kartah with its pasture lands,",
        "35": "Dimnah with its pasture lands, and Nahalal with its pasture lands: four cities.",
        "36": "Out of the tribe of Reuben, Bezer with its pasture lands, Jahaz with its pasture lands,",
        "37": "Kedemoth with its pasture lands, and Mephaath with its pasture lands: four cities.",
        "38": "Out of the tribe of Gad, Ramoth in Gilead with its pasture lands, the city of refuge for the man slayer, and Mahanaim with its pasture lands,",
        "39": "Heshbon with its pasture lands, Jazer with its pasture lands: four cities in all.",
        "40": "All these were the cities of the children of Merari according to their families, even the rest of the families of the Levites. Their lot was twelve cities.",
        "41": "All the cities of the Levites among the possessions of the children of Israel were forty-eight cities with their pasture lands.",
        "42": "Each of these cities included their pasture lands around them. It was this way with all these cities.",
        "43": "So Yahweh gave to Israel all the land which he swore to give to their fathers. They possessed it, and lived in it.",
        "44": "Yahweh gave them rest all around, according to all that he swore to their fathers. Not a man of all their enemies stood before them. Yahweh delivered all their enemies into their hand.",
        "45": "Nothing failed of any good thing which Yahweh had spoken to the house of Israel. All came to pass."
      }
    }
  }
}