{
  "book": "Iosua",
  "chapter": "8",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul a zis lui Iosua: „Nu te teme și nu te înspăimânta! Ia cu tine pe toți oamenii de război, scoală-te, suie-te împotriva cetății Ai. Iată că îți dau în mâinile tale pe împăratul din Ai și pe poporul lui, cetatea lui și țara lui.",
        "2": "Să faci cetății Ai cum ai făcut Ierihonului și împăratului lui: să păstrați pentru voi numai prada de război și vitele. Pune niște oameni la pândă înapoia cetății.”",
        "3": "Iosua s-a sculat cu toți oamenii de război ca să se suie împotriva cetății Ai. A ales treizeci de mii de bărbați viteji, pe care i-a pornit noaptea",
        "4": "și le-a dat următoarea poruncă: „Ascultați! Să vă puneți la pândă înapoia cetății; să nu vă depărtați mult de cetate și toți să fiți gata.",
        "5": "Iar eu și tot poporul care este cu mine ne vom apropia de cetate. Și când vor ieși înaintea noastră ca întâiași dată, noi o s-o luăm la fugă dinaintea lor.",
        "6": "Ei ne vor urmări până când îi vom trage departe de cetate, căci vor zice: ‘Fug dinaintea noastră ca întâiași dată!’ Și vom fugi dinaintea lor.",
        "7": "Voi să ieșiți atunci de la pândă și să puneți mâna pe cetate, și Domnul Dumnezeul vostru o va da în mâinile voastre.",
        "8": "După ce veți lua cetatea, să-i puneți foc, să faceți cum a zis Domnul: aceasta este porunca pe care v-o dau.”",
        "9": "Iosua i-a pornit și s-au dus de s-au așezat la pândă între Betel și Ai, la apus de Ai. Iar Iosua a petrecut noaptea aceea în mijlocul poporului.",
        "10": "Iosua s-a sculat dis-de-dimineață, a cercetat poporul și a pornit împotriva cetății Ai în fruntea poporului, el și bătrânii lui Israel.",
        "11": "Toți oamenii de război care erau cu el s-au suit și s-au apropiat de cetate; când au ajuns în fața cetății, au tăbărât la miazănoapte de Ai, de care erau despărțiți prin vale.",
        "12": "Iosua a luat aproape cinci mii de oameni și i-a pus la pândă între Betel și Ai, la apus de cetate.",
        "13": "După ce s-a așezat toată tabăra la miazănoapte de cetate și cei de pândă la apus de cetate, Iosua a înaintat în noaptea aceea în mijlocul văii.",
        "14": "Când a văzut împăratul cetății Ai lucrul acesta, oamenii din Ai s-au sculat în grabă dis-de-dimineață și au ieșit înaintea lui Israel, ca să-l bată. Împăratul s-a îndreptat, cu tot poporul lui, spre un loc hotărât, înspre câmpie, și nu știa că înapoia cetății o mână de oameni stăteau la pândă împotriva lui.",
        "15": "Iosua și tot Israelul s-au prefăcut că sunt bătuți și au fugit pe drumul dinspre pustie.",
        "16": "Atunci, tot poporul care era în cetate s-a strâns ca să-i urmărească. Au urmărit pe Iosua și au fost trași departe din cetate.",
        "17": "N-a rămas niciun om în Ai și în Betel care să nu fi ieșit împotriva lui Israel. Au lăsat cetatea deschisă și au urmărit pe Israel.",
        "18": "Domnul a zis lui Iosua: „Întinde spre Ai sulița pe care o ai în mână, căci am s-o dau în mâna ta!” Și Iosua a întins spre cetate sulița pe care o avea în mână.",
        "19": "De îndată ce și-a întins mâna, bărbații care stăteau la pândă au ieșit repede din locul unde erau, au pătruns în cetate, au luat-o și s-au grăbit de i-au pus foc.",
        "20": "Oamenii din Ai, uitându-se înapoi, au văzut fumul cetății suindu-se spre cer și n-au mai putut să scape în nicio parte. Poporul care fugea spre pustie s-a întors împotriva celor ce-l urmăreau,",
        "21": "căci Iosua și tot Israelul, văzând cetatea luată de cei ce stăteau la pândă și fumul cetății suindu-se în sus, s-au întors și au bătut pe oamenii din Ai.",
        "22": "Ceilalți, de asemenea, le-au ieșit înainte din cetate și oamenii din Ai au fost înconjurați de Israel din toate părțile. Israel i-a bătut fără să lase unul cu viață, nici vreun fugar;",
        "23": "pe împăratul din Ai l-au prins viu și l-au adus la Iosua.",
        "24": "După ce a isprăvit Israel de ucis pe toți locuitorii din Ai, în câmp și în pustie, unde îi urmăriseră ei, și după ce toți au fost trecuți în totul prin ascuțișul sabiei, tot Israelul s-a întors la Ai și a trecut cetatea prin ascuțișul sabiei.",
        "25": "În total au fost douăsprezece mii de inși uciși în ziua aceea, bărbați și femei, toți oameni din Ai.",
        "26": "Iosua nu și-a tras mâna pe care o ținea întinsă cu sulița până ce toți locuitorii au fost nimiciți cu desăvârșire.",
        "27": "Israel a păstrat pentru sine doar vitele și prada din cetatea aceasta, după porunca pe care o dăduse lui Iosua Domnul.",
        "28": "Iosua a ars cetatea Ai și a făcut din ea pentru totdeauna un morman de dărâmături, care se vede până în ziua de azi.",
        "29": "A spânzurat de un lemn pe împăratul din Ai și l-a lăsat pe lemn până seara. La apusul soarelui, Iosua a poruncit să i se coboare trupul de pe lemn; l-au aruncat la intrarea porții cetății și au ridicat pe el o mare grămadă de pietre, care este până în ziua de azi. Altarul de pe muntele Ebal",
        "30": "Atunci, Iosua a zidit un altar Domnului Dumnezeului lui Israel pe muntele Ebal,",
        "31": "cum poruncise copiilor lui Israel Moise, robul Domnului, și cum este scris în cartea legii lui Moise: era un altar de pietre necioplite, peste care nu trecuse fierul. Pe altarul acesta au adus Domnului arderi-de-tot și jertfe de mulțumire.",
        "32": "Și acolo Iosua a scris pe pietre o copie a legii pe care o scrisese Moise înaintea copiilor lui Israel.",
        "33": "Tot Israelul, bătrânii, mai-marii oștii și judecătorii lui stăteau de amândouă părțile chivotului, înaintea preoților, din neamul leviților, care duceau chivotul legământului Domnului; erau de față atât străinii, cât și copiii lui Israel, jumătate în dreptul muntelui Garizim și jumătate în dreptul muntelui Ebal, după porunca pe care o dăduse mai înainte Moise, robul Domnului, ca să binecuvânteze pe poporul Israel.",
        "34": "Iosua a citit apoi toate cuvintele legii, binecuvântările și blestemele, după cum este scris în cartea legii.",
        "35": "N-a rămas nimic din tot ce poruncise Moise pe care să nu-l fi citit Iosua în fața întregii adunări a lui Israel, în fața femeilor, copiilor și străinilor care mergeau în mijlocul lor."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Domnul i-a zis lui Iosua: „Nu te teme și nu te înspăimânta. Adună tot poporul pregătit de război, ridică-te și du-te la Ai! Iată, îl dau în mâna ta pe regele din Ai împreună cu poporul său, cetatea sa și toată țara sa.",
        "2": "Să-i faci cetății Ai și regelui ei la fel cum i-ai făcut Ierihonului și regelui său. Totuși, veți putea păstra ca pradă lucrurile de preț și animalele. Pune oameni la pândă în spatele cetății“.",
        "3": "Iosua s-a ridicat împreună cu tot poporul pregătit de război ca să meargă împotriva cetății Ai. Iosua a ales treizeci de mii de războinici viteji și i-a trimis în timpul nopții.",
        "4": "El le-a poruncit, zicând: „Vedeți să vă puneți la pândă în spatele cetății, astfel încât să nu vă îndepărtați prea mult de cetate și să fiți pregătiți cu toții de luptă.",
        "5": "Eu și toți oamenii care sunt cu mine ne vom apropia de cetate, iar când ei vor ieși împotriva noastră, ca și prima dată, noi ne vom retrage dinaintea lor.",
        "6": "Ei vor ieși după noi și, astfel, îi vom scoate din cetate. Căci ei vor zice: «Fug dinaintea noastră ca și prima dată!». Când noi vom fugi dinaintea lor,",
        "7": "voi să ieșiți de la pândă și să ocupați cetatea, căci Domnul, Dumnezeul vostru, o va da în mâinile voastre.",
        "8": "După ce veți cuceri cetatea, să-i dați foc! Să faceți întocmai după Cuvântul Domnului. Fiți cu luare-aminte la ce v-am poruncit!“.",
        "9": "Apoi Iosua i-a trimis, iar ei s-au dus și au stat la pândă între Betel și Ai, la vest de cetatea Ai. Iosua însă a rămas peste noapte în mijlocul poporului.",
        "10": "Iosua s-a sculat dimineață, a mobilizat poporul și a plecat spre Ai, în fruntea poporului, împreună cu bătrânii lui Israel.",
        "11": "Toți oamenii pregătiți de război, care erau cu el, au mers, s-au apropiat de cetate și au ajuns înaintea ei. Ei și-au așezat tabăra la nord de Ai, între ei și Ai existând o vale.",
        "12": "Iosua a luat aproape cinci mii de războinici și i-a pus la pândă între Betel și Ai, la vest de cetate.",
        "13": "Astfel, ei au așezat poporul: toată tabăra care era la nord de cetate și ariergarda ei la vest de cetate. În noaptea aceea, Iosua a mers în mijlocul văii.",
        "14": "Când regele din Ai a văzut lucrul acesta, el și bărbații cetății s-au sculat repede dimineața și au ieșit să-l înfrunte pe Israel în luptă. El și tot poporul lui s-au îndreptat într-un loc anume dinaintea Arabei, fără să știe că în spatele cetății stăteau la pândă oameni împotriva lui.",
        "15": "Iosua și tot Israelul s-au prefăcut că sunt învinși și au fugit pe drumul către deșert.",
        "16": "Atunci tot poporul care era în Ai a fost chemat să-i urmărească. Ei l-au urmărit pe Iosua și au fost atrași astfel afară din cetate.",
        "17": "N-a rămas niciun bărbat în Ai sau în Betel care să nu fi ieșit după Israel. Au lăsat cetatea deschisă și l-au urmărit pe Israel.",
        "18": "Atunci Domnul i-a zis lui Iosua: „Îndreaptă spre Ai lancea pe care o ai în mână, căci am să dau cetatea în mâna ta!“. Iosua și-a îndreptat spre cetate lancea pe care o avea în mână.",
        "19": "Cei ce stăteau la pândă s-au ridicat repede din locul lor și, imediat ce și-a întins el mâna, au alergat, au intrat în cetate, au capturat-o și s-au grăbit să-i dea foc.",
        "20": "Bărbații din Ai s-au întors, s-au uitat și iată că fumul cetății se ridica spre cer. Ei n-au mai fost în stare să scape nici într-o parte, nici într-alta. Poporul care fugea spre deșert s-a întors împotriva urmăritorilor.",
        "21": "Iosua și tot Israelul au văzut că cei ce stătuseră la pândă capturaseră cetatea și că se ridica fum din cetate, s-au întors și i-au lovit pe oamenii din Ai.",
        "22": "Ceilalți au ieșit și ei din cetate împotriva urmăritorilor, astfel încât Israel i-a prins din două părți și i-a lovit până când i-a nimicit, fără să lase vreun supraviețuitor sau vreun fugar.",
        "23": "Pe regele din Ai l-au capturat viu și l-au adus la Iosua.",
        "24": "După ce Israel i-a ucis pe toți locuitorii din Ai, în câmpie și în deșertul unde îi urmăriseră, după ce aceștia au căzut cu toții sub ascuțișul sabiei, tot Israelul s-a întors la Ai și a trecut cetatea prin ascuțișul sabiei.",
        "25": "Toți cei care au fost omorâți în ziua aceea, bărbați și femei, au fost în număr de douăsprezece mii – toți oamenii din Ai.",
        "26": "Iosua nu și-a retras mâna pe care o ținea întinsă cu lancea, până când nu au fost nimiciți toți locuitorii din Ai.",
        "27": "Israel a păstrat însă ca pradă animalele și lucrurile de preț din cetate, potrivit poruncii date de Domnul lui Iosua.",
        "28": "Iosua a ars cetatea Ai și a făcut din ea, pentru totdeauna, o movilă de moloz, o pustietate; ea a rămas așa până în ziua aceasta.",
        "29": "Pe regele din Ai l-a spânzurat de un copac, lăsându-l acolo până seara. La apusul soarelui, Iosua a poruncit să-i coboare cadavrul din copac și să fie aruncat la intrarea porții cetății. Apoi, au ridicat peste el o movilă mare de pietre, care a rămas acolo până în ziua aceasta. Reînnoirea legământului pe muntele Ebal",
        "30": "Atunci Iosua a construit un altar Domnului, Dumnezeul lui Israel, pe muntele Ebal,",
        "31": "așa cum Moise, slujitorul Domnului, le poruncise fiilor lui Israel potrivit cu cele scrise în Cartea Legii lui Moise: un altar din pietre întregi, neatinse de unelte din fier, altar pe care să aducă Domnului arderi-de-tot și jertfe de pace.",
        "32": "Acolo, înaintea fiilor lui Israel, Iosua a scris pe pietre o copie a Legii lui Moise.",
        "33": "Tot Israelul, bătrânii, supraveghetorii și judecătorii lui stăteau de-o parte și de alta a Chivotului, în fața preoților leviți care duceau Chivotul legământului Domnului. Jumătate din popor, străini sau băștinași, erau așezați în fața muntelui Garizim, iar cealaltă jumătate în fața muntelui Ebal, așa cum poruncise mai înainte Moise, slujitorul Domnului, în scopul binecuvântării poporului Israel.",
        "34": "Apoi, Iosua a citit toate cuvintele Legii – binecuvântarea și blestemul – potrivit tuturor celor scrise în Cartea Legii.",
        "35": "Nu a existat nicio poruncă din toate cele poruncite de Moise pe care să nu o fi citit Iosua înaintea întregii adunări a lui Israel, inclusiv înaintea femeilor, a copiilor, precum și a străinilor care trăiau în mijlocul lor."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh said to Joshua, “Don’t be afraid, and don’t be dismayed. Take all the warriors with you, and arise, go up to Ai. Behold, I have given into your hand the king of Ai, with his people, his city, and his land.",
        "2": "You shall do to Ai and her king as you did to Jericho and her king, except you shall take its goods and its livestock for yourselves. Set an ambush for the city behind it.”",
        "3": "So Joshua arose, with all the warriors, to go up to Ai. Joshua chose thirty thousand men, the mighty men of valor, and sent them out by night.",
        "4": "He commanded them, saying, “Behold, you shall lie in ambush against the city, behind the city. Don’t go very far from the city, but all of you be ready.",
        "5": "I and all the people who are with me will approach the city. It shall happen, when they come out against us, as at the first, that we will flee before them.",
        "6": "They will come out after us until we have drawn them away from the city; for they will say, ‘They flee before us, like the first time.’ So we will flee before them,",
        "7": "and you shall rise up from the ambush, and take possession of the city; for Yahweh your God will deliver it into your hand.",
        "8": "It shall be, when you have seized the city, that you shall set the city on fire. You shall do this according to Yahweh’s word. Behold, I have commanded you.”",
        "9": "Joshua sent them out; and they went to set up the ambush, and stayed between Bethel and Ai on the west side of Ai; but Joshua stayed among the people that night.",
        "10": "Joshua rose up early in the morning, mustered the people, and went up, he and the elders of Israel, before the people to Ai.",
        "11": "All the people, even the men of war who were with him, went up and came near, and came before the city and encamped on the north side of Ai. Now there was a valley between him and Ai.",
        "12": "He took about five thousand men, and set them in ambush between Bethel and Ai, on the west side of the city.",
        "13": "So they set the people, even all the army who was on the north of the city, and their ambush on the west of the city; and Joshua went that night into the middle of the valley.",
        "14": "When the king of Ai saw it, they hurried and rose up early, and the men of the city went out against Israel to battle, he and all his people, at the time appointed, before the Arabah; but he didn’t know that there was an ambush against him behind the city.",
        "15": "Joshua and all Israel made as if they were beaten before them, and fled by the way of the wilderness.",
        "16": "All the people who were in the city were called together to pursue after them. They pursued Joshua, and were drawn away from the city.",
        "17": "There was not a man left in Ai or Bethel who didn’t go out after Israel. They left the city open, and pursued Israel.",
        "18": "Yahweh said to Joshua, “Stretch out the javelin that is in your hand toward Ai, for I will give it into your hand.” Joshua stretched out the javelin that was in his hand toward the city.",
        "19": "The ambush arose quickly out of their place, and they ran as soon as he had stretched out his hand and entered into the city and took it. They hurried and set the city on fire.",
        "20": "When the men of Ai looked behind them, they saw, and behold, the smoke of the city ascended up to heaven, and they had no power to flee this way or that way. The people who fled to the wilderness turned back on the pursuers.",
        "21": "When Joshua and all Israel saw that the ambush had taken the city, and that the smoke of the city ascended, then they turned back and killed the men of Ai.",
        "22": "The others came out of the city against them, so they were in the middle of Israel, some on this side, and some on that side. They struck them, so that they let none of them remain or escape.",
        "23": "They captured the king of Ai alive, and brought him to Joshua.",
        "24": "When Israel had finished killing all the inhabitants of Ai in the field, in the wilderness in which they pursued them, and they had all fallen by the edge of the sword until they were consumed, all Israel returned to Ai and struck it with the edge of the sword.",
        "25": "All that fell that day, both of men and women, were twelve thousand, even all the people of Ai.",
        "26": "For Joshua didn’t draw back his hand, with which he stretched out the javelin, until he had utterly destroyed all the inhabitants of Ai.",
        "27": "Israel took for themselves only the livestock and the goods of that city, according to Yahweh’s word which he commanded Joshua.",
        "28": "So Joshua burned Ai and made it a heap forever, even a desolation, to this day.",
        "29": "He hanged the king of Ai on a tree until the evening. At sundown, Joshua commanded, and they took his body down from the tree and threw it at the entrance of the gate of the city, and raised a great heap of stones on it that remains to this day.",
        "30": "Then Joshua built an altar to Yahweh, the God of Israel, on Mount Ebal,",
        "31": "as Moses the servant of Yahweh commanded the children of Israel, as it is written in the book of the law of Moses: an altar of uncut stones, on which no one had lifted up any iron. They offered burnt offerings on it to Yahweh and sacrificed peace offerings.",
        "32": "He wrote there on the stones a copy of Moses’ law, which he wrote in the presence of the children of Israel.",
        "33": "All Israel, with their elders, officers, and judges, stood on both sides of the ark before the Levitical priests, who carried the ark of Yahweh’s covenant, the foreigner as well as the native; half of them in front of Mount Gerizim, and half of them in front of Mount Ebal, as Moses the servant of Yahweh had commanded at the first, that they should bless the people of Israel.",
        "34": "Afterward he read all the words of the law, the blessing and the curse, according to all that is written in the book of the law.",
        "35": "There was not a word of all that Moses commanded which Joshua didn’t read before all the assembly of Israel, with the women, the little ones, and the foreigners who were among them."
      }
    }
  }
}