{
  "book": "Iosua",
  "chapter": "3",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Iosua, sculându-se dis-de-dimineață, a pornit din Sitim cu toți copiii lui Israel. Au ajuns la Iordan și au rămas acolo peste noapte, înainte de a trece.",
        "2": "După trei zile, căpeteniile oastei au trecut prin tabără",
        "3": "și au dat poporului următoarea poruncă: „Când veți vedea chivotul legământului Domnului Dumnezeului vostru dus de preoți, care sunt din neamul leviților, să plecați din locul în care sunteți și să porniți după el.",
        "4": "Dar între voi și el să fie o depărtare de aproape două mii de coți; să nu vă apropiați de el. El vă va arăta drumul pe care trebuie să-l urmați, căci n-ați mai trecut pe drumul acesta.”",
        "5": "Iosua a zis poporului: „Sfințiți-vă, căci mâine Domnul va face lucruri minunate în mijlocul vostru.”",
        "6": "Și Iosua a zis preoților: „Luați chivotul legământului și treceți înaintea poporului.” Ei au luat chivotul legământului și au pornit înaintea poporului.",
        "7": "Domnul a zis lui Iosua: „Astăzi, voi începe să te înalț înaintea întregului Israel, ca să știe că voi fi cu tine cum am fost cu Moise.",
        "8": "Să dai următoarea poruncă preoților care duc chivotul legământului: ‘Când veți ajunge la marginea apelor Iordanului, să vă opriți în Iordan.’”",
        "9": "Iosua a zis copiilor lui Israel: „Apropiați-vă și ascultați cuvintele Domnului Dumnezeului vostru.”",
        "10": "Iosua a zis: „Prin aceasta veți cunoaște că Dumnezeul cel viu este în mijlocul vostru și că va izgoni dinaintea voastră pe canaaniți, pe hetiți, pe heviți, pe fereziți, pe ghirgasiți, pe amoriți și pe iebusiți:",
        "11": "Iată, chivotul legământului Domnului întregului pământ va trece înaintea voastră în Iordan.",
        "12": "Acum, luați doisprezece bărbați din semințiile lui Israel, câte un bărbat de fiecare seminție.",
        "13": "Și de îndată ce preoții care duc chivotul Domnului Dumnezeului întregului pământ vor pune talpa piciorului în apele Iordanului, apele Iordanului se vor despica în două, și anume apele care se coboară din sus se vor opri grămadă.”",
        "14": "Poporul a ieșit din corturi ca să treacă Iordanul și preoții care duceau chivotul legământului au pornit înaintea poporului.",
        "15": "Când preoții care duceau chivotul au ajuns la Iordan și când li s-au înmuiat picioarele în marginea apei – căci Iordanul se varsă peste toate malurile lui în tot timpul secerișului –,",
        "16": "apele care se coboară din sus s-au oprit și s-au înălțat grămadă, la o foarte mare depărtare de lângă cetatea Adam, care este lângă Țartan, iar cele ce se coborau spre marea câmpiei, care este Marea Sărată, s-au scurs de tot. Poporul a trecut în fața Ierihonului.",
        "17": "Preoții care duceau chivotul legământului Domnului s-au oprit pe uscat, în mijlocul Iordanului, în timp ce tot Israelul trecea pe uscat, până a isprăvit tot poporul de trecut Iordanul."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Iosua s-a sculat dimineață și a pornit din Șitim împreună cu toți fiii lui Israel. Au ajuns la Iordan și au înnoptat acolo, înainte de a-l traversa.",
        "2": "După trei zile, supraveghetorii au trecut prin mijlocul taberei",
        "3": "și au poruncit poporului, zicând: „Când veți vedea Chivotul legământului Domnului, Dumnezeul vostru, dus de preoții leviți, să plecați din locul în care sunteți și să-l urmați.",
        "4": "Dar între voi și el să fie o distanță de aproape două mii de coți. Să nu vă apropiați de el, ca să aflați astfel drumul pe care veți merge, căci nu ați mai trecut pe drumul acesta în trecut“.",
        "5": "Iosua a zis poporului: „Sfințiți-vă, pentru că mâine Domnul va face lucrări minunate în mijlocul vostru!“.",
        "6": "Apoi, Iosua le-a zis preoților: „Luați Chivotul legământului și treceți înaintea poporului!“. Ei l-au luat și au pornit înaintea poporului.",
        "7": "Domnul i-a zis lui Iosua: „În această zi voi începe să te înalț în ochii întregului Israel, ca să știe că Eu sunt cu tine tot așa cum am fost și cu Moise.",
        "8": "Poruncește-le preoților care duc Chivotul legământului și spune-le: «Când veți ajunge la marginea apelor Iordanului, să vă opriți în Iordan!»“.",
        "9": "Iosua le-a zis fiilor lui Israel: „Apropiați-vă să ascultați cuvintele Domnului, Dumnezeul vostru!“.",
        "10": "Iosua a zis: „Prin aceasta veți cunoaște că Dumnezeul cel Viu este în mijlocul vostru și că va nimici dinaintea voastră pe canaaniți, hitiți, hiviți, periziți, ghirgașiți, amoriți și iebusiți.",
        "11": "Iată, Chivotul legământului pe care l-ați încheiat cu Stăpânul întregului pământ traversează Iordanul înaintea voastră.",
        "12": "Alegeți acum doisprezece bărbați din semințiile lui Israel, câte un bărbat din fiecare seminție.",
        "13": "Când picioarele preoților care duc Chivotul Domnului, Stăpânul întregului pământ, vor intra în apele Iordanului, apele care coboară din amonte se vor separa și se vor opri grămadă“.",
        "14": "Poporul a plecat din corturile sale ca să traverseze Iordanul, iar preoții care duceau Chivotul legământului erau înaintea poporului.",
        "15": "Când preoții care duceau Chivotul au ajuns la Iordan, iar picioarele lor au atins marginea apelor Iordanului (căci Iordanul inundă ambele maluri pe toată perioada secerișului),",
        "16": "apele care curgeau din amonte s-au oprit adunându-se grămadă pe o mare distanță, până la Adam, cetatea din vecinătatea Țortanului, iar cele care coborau în aval spre Marea Arabei (Marea Sărată) s-au scurs de tot. Și, astfel, poporul a traversat ajungând în fața Ierihonului.",
        "17": "Preoții care duceau Chivotul legământului Domnului s-au oprit pe uscat, în mijlocul Iordanului, timp în care tot Israelul îl traversa, până când întregul popor a traversat Iordanul."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Joshua got up early in the morning; and they moved from Shittim and came to the Jordan, he and all the children of Israel. They camped there before they crossed over.",
        "2": "After three days, the officers went through the middle of the camp;",
        "3": "and they commanded the people, saying, “When you see the ark of Yahweh your God’s covenant, and the Levitical priests bearing it, then leave your place and follow it.",
        "4": "Yet there shall be a space between you and it of about two thousand cubits by measure—don’t come closer to it—that you may know the way by which you must go; for you have not passed this way before.”",
        "5": "Joshua said to the people, “Sanctify yourselves; for tomorrow Yahweh will do wonders among you.”",
        "6": "Joshua spoke to the priests, saying, “Take up the ark of the covenant, and cross over before the people.” They took up the ark of the covenant, and went before the people.",
        "7": "Yahweh said to Joshua, “Today I will begin to magnify you in the sight of all Israel, that they may know that as I was with Moses, so I will be with you.",
        "8": "You shall command the priests who bear the ark of the covenant, saying, ‘When you come to the brink of the waters of the Jordan, you shall stand still in the Jordan.’”",
        "9": "Joshua said to the children of Israel, “Come here, and hear the words of Yahweh your God.”",
        "10": "Joshua said, “By this you shall know that the living God is among you, and that he will without fail drive the Canaanite, the Hittite, the Hivite, the Perizzite, the Girgashite, the Amorite, and the Jebusite out from before you.",
        "11": "Behold, the ark of the covenant of the Lord of all the earth passes over before you into the Jordan.",
        "12": "Now therefore take twelve men out of the tribes of Israel, for every tribe a man.",
        "13": "It shall be that when the soles of the feet of the priests who bear the ark of Yahweh, the Lord of all the earth, rest in the waters of the Jordan, that the waters of the Jordan will be cut off. The waters that come down from above shall stand in one heap.”",
        "14": "When the people moved from their tents to pass over the Jordan, the priests who bore the ark of the covenant being before the people,",
        "15": "and when those who bore the ark had come to the Jordan, and the feet of the priests who bore the ark had dipped in the edge of the water (for the Jordan overflows all its banks all the time of harvest),",
        "16": "the waters which came down from above stood, and rose up in one heap a great way off, at Adam, the city that is beside Zarethan; and those that went down toward the sea of the Arabah, even the Salt Sea, were wholly cut off. Then the people passed over near Jericho.",
        "17": "The priests who bore the ark of Yahweh’s covenant stood firm on dry ground in the middle of the Jordan; and all Israel crossed over on dry ground, until all the nation had passed completely over the Jordan."
      }
    }
  }
}