{
  "book": "Iosua",
  "chapter": "4",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "După ce a isprăvit tot poporul de trecut Iordanul, Domnul a zis lui Iosua:",
        "2": "„Ia doisprezece bărbați din popor, câte un bărbat din fiecare seminție.",
        "3": "Dă-le porunca următoare: ‘Luați de aici, din mijlocul Iordanului, din locul unde s-au oprit preoții, douăsprezece pietre, pe care să le duceți cu voi și să le puneți în locul unde veți petrece noaptea aceasta.’”",
        "4": "Iosua a chemat pe cei doisprezece bărbați pe care i-a ales dintre copiii lui Israel, câte un bărbat de fiecare seminție,",
        "5": "și le-a zis: „Treceți înaintea chivotului Domnului Dumnezeului vostru, în mijlocul Iordanului, și fiecare din voi să ia o piatră pe umăr, după numărul semințiilor copiilor lui Israel,",
        "6": "pentru ca acesta să fie un semn de aducere aminte în mijlocul vostru. Când vor întreba copiii voștri într-o zi: ‘Ce înseamnă pietrele acestea pentru voi?’,",
        "7": "să le spuneți: ‘Apele Iordanului s-au despicat în două înaintea chivotului legământului Domnului; când a trecut chivotul Iordanul, apele Iordanului s-au despicat în două’, și pietrele acestea să fie totdeauna o aducere aminte pentru copiii lui Israel.”",
        "8": "Copiii lui Israel au făcut așa cum le poruncise Iosua. Au luat douăsprezece pietre din mijlocul Iordanului, cum spusese lui Iosua Domnul, după numărul semințiilor copiilor lui Israel, le-au luat cu ei și le-au pus în locul unde aveau să rămână peste noapte.",
        "9": "Iosua a ridicat și el douăsprezece pietre în mijlocul Iordanului, în locul unde se opriseră picioarele preoților care duceau chivotul legământului, și ele au rămas acolo până în ziua de azi.",
        "10": "Preoții care duceau chivotul au stat în mijlocul Iordanului până la deplina împlinire a celor ce poruncise lui Iosua Domnul să spună poporului, potrivit cu tot ce poruncise Moise lui Iosua. Și poporul s-a grăbit să treacă.",
        "11": "După ce a isprăvit de trecut tot poporul, chivotul Domnului și preoții au trecut înaintea poporului.",
        "12": "Fiii lui Ruben, fiii lui Gad și jumătate din seminția lui Manase au trecut înarmați înaintea copiilor lui Israel, cum le spusese Moise.",
        "13": "Aproape patruzeci de mii de bărbați pregătiți de război au trecut gata de luptă înaintea Domnului în câmpia Ierihonului.",
        "14": "În ziua aceea, Domnul a înălțat pe Iosua înaintea întregului Israel și s-au temut de el, cum se temuseră de Moise, în toate zilele vieții lui.",
        "15": "Domnul a zis lui Iosua:",
        "16": "„Poruncește preoților care duc chivotul mărturiei să iasă din Iordan.”",
        "17": "Și Iosua a poruncit preoților: „Ieșiți din Iordan!”",
        "18": "Când au ieșit preoții care duceau chivotul legământului Domnului din mijlocul Iordanului și când au călcat cu talpa picioarelor pe uscat, apele Iordanului s-au întors la locul lor și s-au revărsat ca mai înainte peste toate malurile lui.",
        "19": "Poporul a ieșit din Iordan în ziua a zecea a lunii întâi și a tăbărât la Ghilgal, la marginea de răsărit a Ierihonului.",
        "20": "Iosua a ridicat la Ghilgal cele douăsprezece pietre pe care le luaseră din Iordan.",
        "21": "El a zis copiilor lui Israel: „Când vor întreba copiii voștri într-o zi pe părinții lor: ‘Ce înseamnă pietrele acestea?’,",
        "22": "să învățați pe copiii voștri și să le spuneți: ‘Israel a trecut Iordanul acesta pe uscat.’",
        "23": "Căci Domnul Dumnezeul vostru a secat înaintea voastră apele Iordanului până ce ați trecut, după cum făcuse Domnul Dumnezeul vostru la Marea Roșie, pe care a secat-o înaintea noastră până am trecut,",
        "24": "pentru ca toate popoarele pământului să știe că mâna Domnului este puternică și să vă temeți totdeauna de Domnul Dumnezeul vostru.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Când tot poporul a terminat de traversat Iordanul, Domnul i-a vorbit lui Iosua, zicând:",
        "2": "„Alegeți doisprezece bărbați din popor, câte un bărbat din fiecare seminție,",
        "3": "și porunciți-le: «Luați din mijlocul Iordanului, din locul unde vor sta picioarele preoților, douăsprezece pietre. Duceți-le cu voi și așezați-le în locul în care veți rămâne peste noapte»“.",
        "4": "Iosua a chemat doisprezece bărbați, pe care i-a ales dintre fiii lui Israel, câte un bărbat din fiecare seminție,",
        "5": "și le-a zis: „Treceți în fața Chivotului Domnului, Dumnezeul vostru, în mijlocul Iordanului și fiecare din voi să ridice pe umeri o piatră, câte una pentru fiecare seminție din Israel.",
        "6": "Acestea vor fi un semn în mijlocul vostru. Când fiii voștri vă vor întreba într-o zi: «Ce semnificație au aceste pietre pentru voi?»,",
        "7": "voi să le istorisiți cum au fost despicate apele Iordanului înaintea Chivotului legământului Domnului, atunci când acesta a traversat Iordanul. Așadar, pietrele acestea să fie pentru totdeauna o aducere-aminte pentru fiii lui Israel“.",
        "8": "Fiii lui Israel au făcut așa cum le-a poruncit Iosua. Au luat douăsprezece pietre din mijlocul Iordanului, așa cum i-a spus Domnul lui Iosua, potrivit numărului semințiilor lui Israel, le-au dus în locul în care urmau să înnopteze și le-au așezat acolo.",
        "9": "Iosua a ridicat și el douăsprezece pietre în mijlocul Iordanului, pe locul unde au stat picioarele preoților care au dus Chivotul legământului. Ele au rămas acolo până în ziua aceasta.",
        "10": "Preoții care duceau Chivotul au stat în mijlocul Iordanului până la împlinirea celor poruncite lui Iosua de către Domnul, cu privire la popor, potrivit cu tot ceea ce i-a poruncit Moise lui Iosua. Și poporul s-a grăbit să traverseze.",
        "11": "După ce tot poporul a traversat Iordanul, Chivotul Domnului și preoții au trecut înaintea poporului.",
        "12": "Urmașii lui Ruben, ai lui Gad și ai jumătății seminției lui Manase au traversat și ei, pregătiți pentru luptă, în fruntea fiilor lui Israel, așa cum le spusese Moise.",
        "13": "Aproape patruzeci de mii de bărbați înarmați au trecut, gata de luptă, înaintea Domnului în câmpiile Ierihonului.",
        "14": "În ziua aceea, Domnul l-a înălțat pe Iosua în ochii întregului Israel, și ei s-au temut de el în toate zilele vieții lui, tot așa cum se temuseră și de Moise.",
        "15": "Atunci Domnul i-a zis lui Iosua:",
        "16": "„Poruncește-le preoților care duc Chivotul Mărturiei să iasă din Iordan“.",
        "17": "Iosua le-a poruncit preoților, zicând: „Ieșiți din Iordan!“.",
        "18": "Și preoții care duceau Chivotul legământului Domnului au ieșit din mijlocul Iordanului. Când picioarele preoților au atins uscatul, apele Iordanului s-au întors la locul lor și s-au revărsat pe ambele lui maluri, așa cum erau mai înainte.",
        "19": "Poporul a ieșit din Iordan în ziua a zecea a lunii întâi și apoi și-a așezat tabăra la Ghilgal, în partea de est a Ierihonului.",
        "20": "Cele douăsprezece pietre luate din Iordan au fost așezate de către Iosua la Ghilgal.",
        "21": "El le-a zis fiilor lui Israel: „Când urmașii voștri își vor întreba părinții într-o zi, zicând: «Ce semnificație au pietrele acestea?»,",
        "22": "voi să-i învățați și să le spuneți: «Israel a traversat Iordanul acesta ca pe pământ uscat».",
        "23": "Căci Domnul, Dumnezeul vostru, a secat apele Iordanului înaintea voastră ca să-l puteți traversa, la fel cum Domnul, Dumnezeul vostru, făcuse la Marea Roșie, când a secat-o înaintea noastră până am traversat-o.",
        "24": "Astfel, toate popoarele pământului vor cunoaște că mâna Domnului este puternică, iar voi vă veți teme de Domnul, Dumnezeul vostru, în toate zilele“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "When all the nation had completely crossed over the Jordan, Yahweh spoke to Joshua, saying,",
        "2": "“Take twelve men out of the people, a man out of every tribe,",
        "3": "and command them, saying, ‘Take from out of the middle of the Jordan, out of the place where the priests’ feet stood firm, twelve stones, carry them over with you, and lay them down in the place where you’ll camp tonight.’”",
        "4": "Then Joshua called the twelve men whom he had prepared of the children of Israel, a man out of every tribe.",
        "5": "Joshua said to them, “Cross before the ark of Yahweh your God into the middle of the Jordan, and each of you pick up a stone and put it on your shoulder, according to the number of the tribes of the children of Israel;",
        "6": "that this may be a sign among you, that when your children ask in the future, saying, ‘What do you mean by these stones?’",
        "7": "then you shall tell them, ‘Because the waters of the Jordan were cut off before the ark of Yahweh’s covenant. When it crossed over the Jordan, the waters of the Jordan were cut off. These stones shall be for a memorial to the children of Israel forever.’”",
        "8": "The children of Israel did as Joshua commanded, and took up twelve stones out of the middle of the Jordan, as Yahweh spoke to Joshua, according to the number of the tribes of the children of Israel. They carried them over with them to the place where they camped, and laid them down there.",
        "9": "Joshua set up twelve stones in the middle of the Jordan, in the place where the feet of the priests who bore the ark of the covenant stood; and they are there to this day.",
        "10": "For the priests who bore the ark stood in the middle of the Jordan until everything was finished that Yahweh commanded Joshua to speak to the people, according to all that Moses commanded Joshua; and the people hurried and passed over.",
        "11": "When all the people had completely crossed over, Yahweh’s ark crossed over with the priests in the presence of the people.",
        "12": "The children of Reuben, and the children of Gad, and the half-tribe of Manasseh crossed over armed before the children of Israel, as Moses spoke to them.",
        "13": "About forty thousand men, ready and armed for war, passed over before Yahweh to battle, to the plains of Jericho.",
        "14": "On that day, Yahweh magnified Joshua in the sight of all Israel; and they feared him, as they feared Moses, all the days of his life.",
        "15": "Yahweh spoke to Joshua, saying,",
        "16": "“Command the priests who bear the ark of the covenant, that they come up out of the Jordan.”",
        "17": "Joshua therefore commanded the priests, saying, “Come up out of the Jordan!”",
        "18": "When the priests who bore the ark of Yahweh’s covenant had come up out of the middle of the Jordan, and the soles of the priests’ feet had been lifted up to the dry ground, the waters of the Jordan returned to their place, and went over all its banks, as before.",
        "19": "The people came up out of the Jordan on the tenth day of the first month, and encamped in Gilgal, on the east border of Jericho.",
        "20": "Joshua set up those twelve stones, which they took out of the Jordan, in Gilgal.",
        "21": "He spoke to the children of Israel, saying, “When your children ask their fathers in time to come, saying, ‘What do these stones mean?’",
        "22": "Then you shall let your children know, saying, ‘Israel came over this Jordan on dry land.",
        "23": "For Yahweh your God dried up the waters of the Jordan from before you until you had crossed over, as Yahweh your God did to the Red Sea, which he dried up from before us, until we had crossed over,",
        "24": "that all the peoples of the earth may know that Yahweh’s hand is mighty, and that you may fear Yahweh your God forever.’”"
      }
    }
  }
}