{"book":"Iov","chapter":"39","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"Știi tu când își fac caprele sălbatice puii? Vezi tu pe cerboaice când fată?","2":"Numeri tu lunile în care sunt însărcinate și cunoști tu vremea când nasc?","3":"Ele se pleacă, fată puii și scapă iute de durerile lor.","4":"Puii lor prind vlagă și cresc sub cerul slobod; pleacă și nu se mai întorc la ele.","5":"Cine a lăsat slobod măgarul sălbatic, izbăvindu-l de orice legătură?","6":"I-am dat ca locuință pustiul și pământul sărac ca locaș.","7":"El râde de zarva cetăților și n-aude strigătele stăpânului care-l mână.","8":"Străbate munții ca să-și găsească hrana și umblă după tot ce este verde.","9":"Vrea bivolul sălbatic să fie în slujba ta? Și stă el noaptea la ieslea ta?","10":"Îl poți lega tu cu o funie ca să tragă o brazdă? Merge el după tine ca să grăpeze bulgării din văi?","11":"Te încrezi tu în el pentru că puterea lui este mare? Și-i lași tu grija lucrărilor tale?","12":"Te lași tu pe el pentru căratul roadelor tale, ca să le strângă în aria ta?","13":"Aripa struțului bate cu veselie, de-ai zice că este aripa și penișul berzei.","14":"Dar struțoaica își încredințează pământului ouăle și le lasă să se încălzească în nisip.","15":"Ea uită că piciorul le poate strivi, că o fiară de câmp le poate călca în picioare.","16":"Este aspră cu puii săi, de parcă nici n-ar fi ai ei. Că s-a trudit degeaba, nu-i pasă nicidecum!","17":"Căci Dumnezeu nu i-a dat înțelepciune și nu i-a făcut parte de pricepere.","18":"Când se scoală și pornește, râde de cal și de călărețul lui.","19":"Tu dai putere calului și-i îmbraci gâtul cu o coamă ce fâlfâie?","20":"Tu-l faci să sară ca lăcusta? Nechezatul lui puternic răspândește groaza.","21":"Scurmă pământul și, mândru de puterea lui, se aruncă asupra celor înarmați;","22":"își bate joc de frică, nu se teme și nu se dă înapoi dinaintea sabiei.","23":"Zăngănește tolba cu săgeți pe el, sulița și lancea strălucesc,","24":"fierbe de aprindere, mănâncă pământul, n-are astâmpăr când răsună trâmbița.","25":"La sunetul trâmbiței parcă zice: ‘Înainte!’ De departe miroase bătălia, glasul ca de tunet al căpeteniilor și strigătele de luptă.","26":"Oare prin priceperea ta își ia uliul zborul și își întinde aripile spre miazăzi?","27":"Oare din porunca ta se înalță vulturul și își așază cuibul pe înălțimi?","28":"El locuiește în stânci, acolo își are locuința, pe vârful zimțat al stâncilor și pe vârful munților.","29":"De acolo descoperă el prada și își cufundă privirile în depărtare după ea.","30":"Puii lui îi beau sângele; și acolo unde sunt hoituri, acolo-i și vulturul.”"}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"Știi tu vremea când nasc caprele de munte? Vezi tu când fac pui cerboaicele?","2":"Numeri tu lunile în care sunt gestante? Știi tu vremea când nasc ele?","3":"Ele se pleacă, își nasc puii, și durerile lor se sfârșesc.","4":"Puii lor devin puternici și cresc în sălbăticie; se duc și nu se mai întorc la ele.","5":"Cine a lăsat liber măgarul sălbatic? Cine i-a desfăcut legăturile?","6":"I-am dat deșertul să-i fie casă și regiunea sărată să-i fie locuință.","7":"Râde de zarva din cetate; nu aude glasul celui ce mână.","8":"Străbate munții pentru pășune și caută tot ce este verde.","9":"Vrea bivolul sălbatic să te slujească? Rămâne el noaptea la ieslea ta?","10":"Îl poți lega cu funii ca să tragă la brazdă? Va grăpa el bulgării din văi pentru tine?","11":"Te încrezi tu în el pentru că puterea lui este mare? Vei lăsa în seama lui munca ta cea grea?","12":"Crezi tu că se va întoarce și-ți va strânge grâul în arie?","13":"Aripile struțului bat cu bucurie, deși nu se compară cu aripile și penele berzei.","14":"El își lasă ouăle în pământ și le lasă să se încălzească în nisip,","15":"uitând că piciorul cuiva le poate strivi sau că o vietate de pe câmp le poate călca în picioare.","16":"Se poartă aspru cu puii lui, ca și cum n-ar fi ai lui; nu-i este teamă că eforturile lui pot fi în zadar.","17":"Căci Dumnezeu l-a făcut să uite înțelepciunea și nu i-a făcut parte de pricepere.","18":"Când se ridică și fuge, râde de cal și de călărețul lui.","19":"Îi dai tu calului putere? Îi îmbraci tu gâtul cu o coamă?","20":"Îl faci tu să sară ca o lăcustă și să răspândească groază cu nechezatul lui măreț?","21":"Mândru de puterea lui, el răscolește pământul în vale și iese în întâmpinarea celor înarmați.","22":"Râde în fața groazei, nu se înspăimântă și nu se retrage când vede sabia.","23":"Tolba cu săgeți saltă zgomotos pe el, iar sulița și lancea scânteiază.","24":"Fierbe de aprindere, mănâncă pământul, n-are astâmpăr când sună trâmbița.","25":"La sunetul trâmbiței, el nechează. De departe adulmecă bătălia, tunetul comandanților și strigătul de luptă.","26":"Oare prin priceperea ta zboară șoimul și își întinde aripile spre sud?","27":"La porunca ta se înalță vulturul și își face cuibul pe înălțimi?","28":"El locuiește pe stâncă și înnoptează acolo, pe creasta stâncii și pe fortăreața muntelui.","29":"De acolo caută prada, ochii lui o văd din depărtări.","30":"Puii lui îi beau sângele; unde sunt cei uciși, acolo este și el“."}},"WEBUS":{"name":"World English Bible US","verses":{"1":"“Do you know the time when the mountain goats give birth? Do you watch when the doe bears fawns?","2":"Can you count the months that they fulfill? Or do you know the time when they give birth?","3":"They bow themselves. They bear their young. They end their labor pains.","4":"Their young ones become strong. They grow up in the open field. They go out, and don’t return again.","5":"“Who has set the wild donkey free? Or who has loosened the bonds of the swift donkey,","6":"whose home I have made the wilderness, and the salt land his dwelling place?","7":"He scorns the tumult of the city, neither does he hear the shouting of the driver.","8":"The range of the mountains is his pasture. He searches after every green thing.","9":"“Will the wild ox be content to serve you? Or will he stay by your feeding trough?","10":"Can you hold the wild ox in the furrow with his harness? Or will he till the valleys after you?","11":"Will you trust him, because his strength is great? Or will you leave to him your labor?","12":"Will you confide in him, that he will bring home your seed, and gather the grain of your threshing floor?","13":"“The wings of the ostrich wave proudly, but are they the feathers and plumage of love?","14":"For she leaves her eggs on the earth, warms them in the dust,","15":"and forgets that the foot may crush them, or that the wild animal may trample them.","16":"She deals harshly with her young ones, as if they were not hers. Though her labor is in vain, she is without fear,","17":"because God has deprived her of wisdom, neither has he imparted to her understanding.","18":"When she lifts up herself on high, she scorns the horse and his rider.","19":"“Have you given the horse might? Have you clothed his neck with a quivering mane?","20":"Have you made him to leap as a locust? The glory of his snorting is awesome.","21":"He paws in the valley, and rejoices in his strength. He goes out to meet the armed men.","22":"He mocks at fear, and is not dismayed, neither does he turn back from the sword.","23":"The quiver rattles against him, the flashing spear and the javelin.","24":"He eats up the ground with fierceness and rage, neither does he stand still at the sound of the trumpet.","25":"As often as the trumpet sounds he snorts, ‘Aha!’ He smells the battle afar off, the thunder of the captains, and the shouting.","26":"“Is it by your wisdom that the hawk soars, and stretches her wings toward the south?","27":"Is it at your command that the eagle mounts up, and makes his nest on high?","28":"On the cliff he dwells and makes his home, on the point of the cliff and the stronghold.","29":"From there he spies out the prey. His eyes see it afar off.","30":"His young ones also suck up blood. Where the slain are, there he is.”"}}}}