{"book":"Iov","chapter":"2","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"Fiii lui Dumnezeu au venit într-o zi de s-au înfățișat înaintea Domnului. Și a venit și Satana în mijlocul lor și s-a înfățișat înaintea Domnului.","2":"Domnul a zis Satanei: „De unde vii?” Și Satana a răspuns Domnului: „De la cutreierarea pământului și de la plimbarea pe care am făcut-o pe el.”","3":"Domnul a zis Satanei: „Ai văzut pe robul Meu Iov? Nu este nimeni ca el pe pământ. Este un om fără prihană și curat la suflet. El se teme de Dumnezeu și se abate de la rău. El se ține tare în neprihănirea lui, și tu Mă îndemni să-l pierd fără pricină.”","4":"Și Satana a răspuns Domnului: „Piele pentru piele! Omul dă tot ce are pentru viața lui.","5":"Dar ia întinde-Ți mâna și atinge-Te de oasele și de carnea lui, și sunt încredințat că Te va blestema în față.”","6":"Domnul a zis Satanei: „Iată, ți-l dau pe mână: numai cruță-i viața.”","7":"Și Satana a plecat dinaintea Domnului. Apoi a lovit pe Iov cu o bubă rea, din talpa piciorului până în creștetul capului.","8":"Și Iov a luat un ciob să se scarpine și a șezut pe cenușă.","9":"Nevastă-sa i-a zis: „Tu rămâi neclintit în neprihănirea ta! Blestemă pe Dumnezeu și mori!”","10":"Dar Iov i-a răspuns: „Vorbești ca o femeie nebună. Ce, primim de la Dumnezeu binele și să nu primim și răul?” În toate acestea, Iov n-a păcătuit deloc cu buzele lui.","11":"Trei prieteni ai lui Iov, Elifaz din Teman, Bildad din Șuah și Țofar din Naama, au aflat de toate nenorocirile care-l loviseră. S-au sfătuit și au plecat de acasă să se ducă să-i plângă de milă și să-l mângâie.","12":"Ridicându-și ochii de departe, nu l-au mai cunoscut. Și au ridicat glasul și au plâns. Și-au sfâșiat mantalele și au aruncat cu țărână în văzduh deasupra capetelor lor.","13":"Și au șezut pe pământ, lângă el, șapte zile și șapte nopți, fără să-i spună o vorbă, căci vedeau cât de mare îi este durerea."}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"Într-o altă zi, fiii lui Dumnezeu au venit pentru a se înfățișa înaintea Domnului. Satan a venit și el în mijlocul lor pentru a se înfățișa înaintea Domnului.","2":"Domnul l-a întrebat pe Satan: ‒ De unde vii? Satan I-a răspuns, zicând: ‒ De la cutreierarea pământului și de la plimbarea făcută pe el.","3":"Domnul l-a întrebat pe Satan: ‒ L-ai văzut pe slujitorul Meu Iov? Nu mai este nimeni ca el pe pământ, un om integru și drept, care se teme de Dumnezeu și se ferește de rău. Chiar și acum, el rămâne neclintit în integritatea lui, deși M-ai instigat împotriva lui ca să-l distrug fără motiv.","4":"Atunci Satan I-a răspuns Domnului, zicând: ‒ Piele pentru piele! Omul dă tot ce are pentru viața sa.","5":"Dar ia întinde-Ți mâna și atinge-Te de oasele lui și de carnea lui, și vei vedea dacă nu Te va blestema în față!","6":"Domnul i-a zis lui Satan: ‒ Iată, ți-l dau pe mână, numai cruță-i viața!","7":"Satan a ieșit din prezența Domnului și l-a lovit pe Iov cu bube dureroase din talpa piciorului până-n creștetul capului.","8":"Iov a luat un ciob de lut cu care să se scarpine și s-a așezat în cenușă.","9":"Atunci soția lui i-a zis: ‒ Încă rămâi neclintit în integritatea ta? Blestemă-L pe Dumnezeu și mori!","10":"El i-a răspuns: ‒ Vorbești ca o femeie nebună. Ce! Să primim de la Dumnezeu doar binele și să nu primim și răul? În toate acestea Iov nu a păcătuit deloc cu buzele sale.","11":"Trei prieteni de-ai lui Iov, și anume temanitul Elifaz, șuhitul Bildad și naamatitul Țofar, au auzit de nenorocirea care s-a abătut asupra lui și s-au înțeles să meargă împreună la el, ca să-l compătimească și să-l consoleze.","12":"Ridicându-și ochii de departe, nu l-au mai recunoscut. Ei și-au ridicat glasul și au plâns. Fiecare și-a sfâșiat mantia și au aruncat cu țărână spre cer, deasupra capetelor lor.","13":"Apoi s-au așezat lângă el, pe pământ, timp de șapte zile și șapte nopți. Ei nu i-au spus niciun cuvânt, căci vedeau că durerea îi era foarte mare."}},"WEBUS":{"name":"World English Bible US","verses":{"1":"Again, on the day when God’s sons came to present themselves before Yahweh, Satan came also among them to present himself before Yahweh.","2":"Yahweh said to Satan, “Where have you come from?” Satan answered Yahweh, and said, “From going back and forth in the earth, and from walking up and down in it.”","3":"Yahweh said to Satan, “Have you considered my servant Job? For there is no one like him in the earth, a blameless and an upright man, one who fears God, and turns away from evil. He still maintains his integrity, although you incited me against him, to ruin him without cause.”","4":"Satan answered Yahweh, and said, “Skin for skin. Yes, all that a man has he will give for his life.","5":"But stretch out your hand now, and touch his bone and his flesh, and he will renounce you to your face.”","6":"Yahweh said to Satan, “Behold, he is in your hand. Only spare his life.”","7":"So Satan went out from the presence of Yahweh, and struck Job with painful sores from the sole of his foot to his head.","8":"He took for himself a potsherd to scrape himself with, and he sat among the ashes.","9":"Then his wife said to him, “Do you still maintain your integrity? Renounce God, and die.”","10":"But he said to her, “You speak as one of the foolish women would speak. What? Shall we receive good at the hand of God, and shall we not receive evil?” In all this Job didn’t sin with his lips.","11":"Now when Job’s three friends heard of all this evil that had come on him, they each came from his own place: Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite; and they made an appointment together to come to sympathize with him and to comfort him.","12":"When they lifted up their eyes from a distance, and didn’t recognize him, they raised their voices, and wept; and they each tore his robe, and sprinkled dust on their heads toward the sky.","13":"So they sat down with him on the ground seven days and seven nights, and no one spoke a word to him, for they saw that his grief was very great."}}}}