{"book":"Iov","chapter":"9","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"Iov a luat cuvântul și a zis:","2":"„Știu bine că este așa. Și cum ar putea omul să-și scoată dreptate înaintea lui Dumnezeu?","3":"Dacă ar voi să se certe cu El, din o mie de lucruri n-ar putea să răspundă la unul singur.","4":"Ale Lui sunt înțelepciunea și atotputernicia: cine I s-ar putea împotrivi fără să fie pedepsit?","5":"El mută deodată munții și-i răstoarnă în mânia Sa.","6":"Zguduie pământul din temelia lui, de i se clatină stâlpii.","7":"Poruncește soarelui, și soarele nu mai răsare; și ține stelele sub pecetea Lui.","8":"Numai El întinde cerurile și umblă pe înălțimile mării.","9":"El a făcut Ursa-Mare, Luceafărul de seară și Ralițele și stelele din ținuturile de miazăzi.","10":"El face lucruri mari și nepătrunse, minuni fără număr.","11":"Iată, El trece pe lângă mine, și nu-L văd, Se duce, și nu-L zăresc.","12":"Dacă apucă El, cine-L va opri? Cine-I va zice: ‘Ce faci?’","13":"Dumnezeu nu-Și întoarce mânia; sub El se pleacă toți sprijinitorii mândriei.","14":"Și eu cum să-I răspund? Ce cuvinte să aleg?","15":"Chiar dacă aș avea dreptate, nu I-aș răspunde. Nu pot decât să mă rog judecătorului.","16":"Și chiar dacă m-ar asculta când Îl chem, tot n-aș putea crede că mi-a ascultat glasul –","17":"El, care mă izbește ca într-o furtună, care îmi înmulțește fără pricină rănile,","18":"care nu mă lasă să răsuflu, mă satură de amărăciune.","19":"Să alerg la putere? El este atotputernic. La dreptate? Cine mă va apăra?","20":"Oricâtă dreptate aș avea, gura mea mă va osândi și oricât de nevinovat aș fi, El mă va arăta ca vinovat.","21":"Nevinovat! Sunt, dar nu țin la viață, îmi disprețuiesc viața.","22":"Ce-mi pasă la urma urmei? Căci îndrăznesc s-o spun: El nimicește pe cel nevinovat ca și pe cel vinovat.","23":"Și dacă biciul ar pricinui măcar îndată moartea…! Dar El râde de încercările celui nevinovat.","24":"Pământul este dat pe mâinile celui nelegiuit; El acoperă ochii judecătorilor – de nu El, apoi cine altul?","25":"Zilele mele aleargă mai iuți decât un alergător; fug fără să fi văzut fericirea;","26":"trec ca și corăbiile cele iuți, ca vulturul care se repede asupra prăzii.","27":"Dacă zic: ‘Vreau să-mi uit suferințele, să-mi las întristarea și să fiu voios’,","28":"sunt îngrozit de toate durerile mele. Știu că nu mă vei scoate nevinovat.","29":"Și dacă voi fi judecat vinovat, pentru ce să mă mai trudesc degeaba?","30":"Chiar dacă m-aș spăla cu zăpadă, chiar dacă mi-aș curăți mâinile cu leșie,","31":"Tu tot m-ai cufunda în mocirlă, de s-ar scârbi până și hainele de mine!","32":"Căci El nu este un om ca mine, ca să-I pot răspunde și să mergem împreună la judecată.","33":"Nici nu este vreun mijlocitor între noi, care să-și pună mâna peste noi amândoi.","34":"Să-Și tragă însă varga de deasupra mea și să nu mă mai tulbure spaima Lui.","35":"Atunci voi vorbi și nu mă voi teme de El. Altfel, nu sunt stăpân pe mine."}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"Iov a răspuns și a zis:","2":"„Da, știu că așa este, dar poate un om să fie drept înaintea lui Dumnezeu?","3":"Dacă s-ar certa cineva cu El, din o mie de întrebări, nu I-ar putea răspunde nici măcar la una.","4":"El are o inimă înțeleaptă și o putere mare. Cine I s-a împotrivit și a rămas teafăr?","5":"El mută munții fără ca aceștia să știe, când îi răstoarnă în mânia Sa.","6":"El face să se cutremure pământul din locul lui, și stâlpii lui tremură.","7":"El vorbește soarelui, iar acesta nu mai răsare; El pecetluiește lumina stelelor.","8":"El singur întinde cerurile și calcă pe valurile mării.","9":"El a făcut Ursul și Orionul, Pleiadele și constelațiile sudului.","10":"El face lucruri mari și nepătrunse, minuni fără număr.","11":"Iată, El trece pe lângă mine și nu-L pot vedea, trece și nu-mi dau seama.","12":"Iată, când El smulge ceva, cine-L poate opri? Cine-I poate spune: «Ce faci?».","13":"Dumnezeu nu-Și întoarce mânia; chiar și ajutoarele lui Rahab Îi sunt supuse.","14":"Deci, cum pot eu să-I răspund, cum pot să-mi aleg cuvintele înaintea Lui?","15":"Chiar dacă aș fi drept, nu I-aș putea răspunde, nu pot decât să caut bunăvoință la Judecătorul meu.","16":"Dacă L-aș chema la judecată și mi-ar răspunde, n-aș crede că mi-a ascultat glasul.","17":"El mă zdrobește printr-o furtună și-mi înmulțește rănile fără motiv.","18":"Nu mă lasă să-mi trag suflarea, ci mă satură cu lucruri amare.","19":"Dacă este vorba de putere, iată, El este puternic. Dacă este vorba de judecată, cine mă va convoca?","20":"Chiar dacă aș fi drept, gura mea mă va condamna; oricât de integru aș fi, El mă va dovedi vinovat.","21":"Sunt integru. Nu-mi pasă de mine. Îmi disprețuiesc viața.","22":"Mi-e totuna. De aceea zic: «El îl nimicește și pe cel integru și pe cel rău».","23":"Și măcar de-ar aduce biciul imediat moartea… dar El Își bate joc de durerea celui nevinovat.","24":"Când o țară este dată pe mâna celui rău, El acoperă ochii judecătorilor ei. Dacă nu El, atunci cine?","25":"Zilele mele sunt mai iuți decât alergătorul; zboară fără să fi văzut binele.","26":"Trec ca o luntre de papirus pe apă, ca un vultur care se repede asupra prăzii.","27":"Dacă zic: «Îmi voi uita plângerea, îmi voi schimba înfățișarea și voi fi voios»,","28":"atunci sunt îngrozit de toate durerile mele, pentru că știu că nu mă vei găsi nevinovat.","29":"Dacă tot voi fi condamnat, de ce să mă mai trudesc degeaba?","30":"Chiar dacă m-aș spăla cu apa zăpezii și mi-aș curăța mâinile cu leșie,","31":"Tu tot m-ai cufunda în mocirlă, de s-ar scârbi și hainele de mine.","32":"Căci El nu este un om ca mine, ca să-I răspund, ca să mergem împreună la judecată.","33":"Și nu se află nici măcar un mijlocitor între noi, care să-și pună mâinile peste noi amândoi,","34":"ca astfel El să-Și dea la o parte nuiaua și să nu mă mai înspăimânte cu groaza Lui.","35":"Atunci aș vorbi fără să mă mai tem de El, însă nu așa mi se întâmplă."}},"WEBUS":{"name":"World English Bible US","verses":{"1":"Then Job answered,","2":"“Truly I know that it is so, but how can man be just with God?","3":"If he is pleased to contend with him, he can’t answer him one time in a thousand.","4":"God is wise in heart, and mighty in strength. Who has hardened himself against him and prospered?","5":"He removes the mountains, and they don’t know it, when he overturns them in his anger.","6":"He shakes the earth out of its place. Its pillars tremble.","7":"He commands the sun and it doesn’t rise, and seals up the stars.","8":"He alone stretches out the heavens, and treads on the waves of the sea.","9":"He makes the Bear, Orion, and the Pleiades, and the rooms of the south.","10":"He does great things past finding out; yes, marvelous things without number.","11":"Behold, he goes by me, and I don’t see him. He passes on also, but I don’t perceive him.","12":"Behold, he snatches away. Who can hinder him? Who will ask him, ‘What are you doing?’","13":"“God will not withdraw his anger. The helpers of Rahab stoop under him.","14":"How much less will I answer him, and choose my words to argue with him?","15":"Though I were righteous, yet I wouldn’t answer him. I would make supplication to my judge.","16":"If I had called, and he had answered me, yet I wouldn’t believe that he listened to my voice.","17":"For he breaks me with a storm, and multiplies my wounds without cause.","18":"He will not allow me to catch my breath, but fills me with bitterness.","19":"If it is a matter of strength, behold, he is mighty! If of justice, ‘Who,’ says he, ‘will summon me?’","20":"Though I am righteous, my own mouth will condemn me. Though I am blameless, it will prove me perverse.","21":"I am blameless. I don’t respect myself. I despise my life.","22":"“It is all the same. Therefore I say he destroys the blameless and the wicked.","23":"If the scourge kills suddenly, he will mock at the trial of the innocent.","24":"The earth is given into the hand of the wicked. He covers the faces of its judges. If not he, then who is it?","25":"“Now my days are swifter than a runner. They flee away. They see no good.","26":"They have passed away as the swift ships, as the eagle that swoops on the prey.","27":"If I say, ‘I will forget my complaint, I will put off my sad face, and cheer up,’","28":"I am afraid of all my sorrows. I know that you will not hold me innocent.","29":"I will be condemned. Why then do I labor in vain?","30":"If I wash myself with snow, and cleanse my hands with lye,","31":"yet you will plunge me in the ditch. My own clothes will abhor me.","32":"For he is not a man, as I am, that I should answer him, that we should come together in judgment.","33":"There is no umpire between us, that might lay his hand on us both.","34":"Let him take his rod away from me. Let his terror not make me afraid;","35":"then I would speak, and not fear him, for I am not so in myself."}}}}