{"book":"Iov","chapter":"16","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"Iov a luat cuvântul și a zis:","2":"„Astfel de lucruri am auzit eu des; voi toți sunteți niște mângâietori supărăcioși.","3":"Când se vor sfârși aceste vorbe în vânt? Și pentru ce atâta supărare în răspunsurile tale?","4":"Ca voi aș vorbi eu de ați fi în locul meu? V-aș copleși cu vorbe, aș da din cap la voi?","5":"V-aș mângâia cu gura ca să vă ușurez durerea.","6":"Dacă vorbesc, durerea nu mi s-alină, iar dacă tac, cu ce se micșorează?","7":"Dar acum, vai! El m-a stors de puteri… Mi-ai pustiit toată casa!","8":"M-ai apucat ca pe un vinovat – dovadă slăbiciunea mea, care se ridică și mă învinuiește în față.","9":"Mă sfâșie și mă urmărește în mânia Lui, scrâșnește din dinți împotriva mea, mă lovește și mă străpunge cu privirea Lui.","10":"Ei deschid gura să mă mănânce, mă ocărăsc și mă bat peste obraji, se înverșunează cu toții după mine.","11":"Dumnezeu mă lasă la bunul plac al celor nelegiuiți și mă aruncă în mâinile celor răi.","12":"Eram liniștit și m-a scuturat, m-a apucat de ceafă și m-a zdrobit, a tras asupra mea ca într-o țintă.","13":"Săgețile Lui mă înconjoară din toate părțile. El Îmi străpunge rărunchii fără milă, îmi varsă fierea pe pământ,","14":"mă frânge bucăți, bucăți, Se aruncă asupra mea ca un războinic.","15":"Mi-am cusut un sac pe piele și mi-am prăvălit capul în țărână.","16":"Plânsul mi-a înroșit fața și umbra morții este pe pleoapele mele.","17":"Totuși n-am făcut nicio nelegiuire și rugăciunea mea totdeauna a fost curată.","18":"Pământule, nu-mi acoperi sângele, și vaietele mele să n-aibă margini!","19":"Chiar acum martorul meu este în cer, apărătorul meu este în locurile înalte.","20":"Prietenii mei râd de mine, dar eu mă rog lui Dumnezeu, cu lacrimi,","21":"să facă dreptate omului înaintea lui Dumnezeu și fiului omului împotriva prietenilor lui.","22":"Căci numărul anilor mei se apropie de sfârșit și mă voi duce pe o cărare de unde nu mă voi mai întoarce."}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"Iov a răspuns și a zis:","2":"„Am auzit multe lucruri ca acestea! Sunteți cu toții niște mângâietori jalnici!","3":"Oare vor avea sfârșit aceste vorbe în vânt? Sau ce îți dă imbold când răspunzi?","4":"Și eu aș putea vorbi ca voi, dacă ați fi în locul meu. și aș da din cap înaintea voastră.","5":"Dar gura mea v-ar încuraja, iar mângâierea buzelor mele v-ar alina.","6":"Totuși, dacă vorbesc, nu mi se micșorează durerea, iar dacă tac, cât din ea pleacă de la mine?","7":"Dar acum El m-a lăsat fără puteri. Tu i-ai distrus pe toți apropiații mei.","8":"M-ai epuizat, și lucrul acesta stă ca mărturie. și mă învinuiește.","9":"El mă sfâșie și mă asuprește, în mânia Lui, scrâșnește din dinți împotriva mea. Dușmanul meu mă străpunge cu privirea lui.","10":"Oamenii își deschid gura împotriva mea, și se unesc împotriva mea.","11":"Dumnezeu mă lasă la bunul plac și mă aruncă în brațele celor răi.","12":"Eram în pace, dar El m-a scuturat, m-a apucat de ceafă și m-a zdrobit; m-a luat drept țintă.","13":"Arcașii Lui m-au înconjurat. și-mi varsă fierea pe pământ.","14":"Mă frânge bucată cu bucată, Se năpustește asupra mea ca un viteaz.","15":"Mi-am cusut o pânză de sac pe piele și mi-am plecat capul în țărână.","16":"Fața îmi este roșie de plâns, iar pe pleoapele mele este umbra morții,","17":"deși în mâinile mele nu este violență și rugăciunea mea este curată.","18":"Pământule, nu-mi acoperi sângele! Strigătul meu să nu găsească loc de odihnă!","19":"Chiar acum, iată că martorul meu este în ceruri; apărătorul meu este în înălțimi.","20":"Prietenii mei râd de mine, iar ochii mei varsă lacrimi către Dumnezeu.","21":"Mijlocitorul pledează pentru om înaintea lui Dumnezeu, ca un fiu al omului pentru prietenul său.","22":"Căci în anii care vin de unde nu mă voi întoarce."}},"WEBUS":{"name":"World English Bible US","verses":{"1":"Then Job answered,","2":"“I have heard many such things. You are all miserable comforters!","3":"Shall vain words have an end? Or what provokes you that you answer?","4":"I also could speak as you do. If your soul were in my soul’s place, I could join words together against you, and shake my head at you,","5":"but I would strengthen you with my mouth. The solace of my lips would relieve you.","6":"“Though I speak, my grief is not subsided. Though I forbear, what am I eased?","7":"But now, God, you have surely worn me out. You have made all my company desolate.","8":"You have shriveled me up. This is a witness against me. My leanness rises up against me. It testifies to my face.","9":"He has torn me in his wrath and persecuted me. He has gnashed on me with his teeth. My adversary sharpens his eyes on me.","10":"They have gaped on me with their mouth. They have struck me on the cheek reproachfully. They gather themselves together against me.","11":"God delivers me to the ungodly, and casts me into the hands of the wicked.","12":"I was at ease, and he broke me apart. Yes, he has taken me by the neck, and dashed me to pieces. He has also set me up for his target.","13":"His archers surround me. He splits my kidneys apart, and does not spare. He pours out my bile on the ground.","14":"He breaks me with breach on breach. He runs at me like a giant.","15":"I have sewed sackcloth on my skin, and have thrust my horn in the dust.","16":"My face is red with weeping. Deep darkness is on my eyelids,","17":"although there is no violence in my hands, and my prayer is pure.","18":"“Earth, don’t cover my blood. Let my cry have no place to rest.","19":"Even now, behold, my witness is in heaven. He who vouches for me is on high.","20":"My friends scoff at me. My eyes pour out tears to God,","21":"that he would maintain the right of a man with God, of a son of man with his neighbor!","22":"For when a few years have come, I will go the way of no return."}}}}