{"book":"Iov","chapter":"29","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"Iov a luat din nou cuvântul în pilde și a zis:","2":"„O, cum nu pot să fiu ca în lunile trecute, ca în zilele când mă păzea Dumnezeu,","3":"când candela Lui strălucea deasupra capului meu și lumina Lui mă călăuzea în întuneric!","4":"Cum nu sunt ca în zilele puterii mele, când Dumnezeu veghea ca un prieten peste cortul meu,","5":"când Cel Atotputernic încă era cu mine și când copiii mei stăteau în jurul meu;","6":"când mi se scăldau pașii în smântână și stânca vărsa lângă mine pâraie de untdelemn!","7":"Dacă ieșeam să mă duc la poarta cetății și dacă îmi pregăteam un scaun în piață,","8":"tinerii se trăgeau înapoi la apropierea mea, bătrânii se sculau și stăteau în picioare.","9":"Mai-marii își opreau cuvântările și își puneau mâna la gură.","10":"Glasul căpeteniilor tăcea și li se lipea limba de cerul gurii.","11":"Urechea care mă auzea mă numea fericit, ochiul care mă vedea mă lăuda.","12":"Căci scăpam pe săracul care cerea ajutor și pe orfanul lipsit de sprijin.","13":"Binecuvântarea nenorocitului venea peste mine, umpleam de bucurie inima văduvei.","14":"Mă îmbrăcam cu dreptatea și-i slujeam de îmbrăcăminte, neprihănirea îmi era manta și turban.","15":"Orbului îi eram ochi și șchiopului, picior.","16":"Celor nenorociți le eram tată și cercetam pricina celui necunoscut.","17":"Rupeam falca celui nedrept și-i smulgeam prada din dinți.","18":"Atunci ziceam: ‘În cuibul meu voi muri, zilele mele vor fi multe ca nisipul.","19":"Apa va pătrunde în rădăcinile mele, roua va sta toată noaptea peste ramurile mele.","20":"Slava mea va înverzi neîncetat și arcul îmi va întineri în mână.’","21":"Oamenii mă ascultau și așteptau, tăceau înaintea sfaturilor mele.","22":"După cuvântările mele, niciunul nu răspundea și cuvântul meu era pentru toți o rouă binefăcătoare.","23":"Mă așteptau ca pe ploaie, căscau gura ca după ploaia de primăvară.","24":"Când li se înmuia inima, le zâmbeam și nu puteau izgoni seninătatea de pe fruntea mea.","25":"Îmi plăcea să mă duc la ei și mă așezam în fruntea lor; eram ca un împărat în mijlocul unei oștiri, ca un mângâietor lângă niște întristați."}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"Iov și-a continuat discursul și a zis:","2":"„Ce n-aș da să fiu ca în lunile din trecut, ca în zilele când mă păzea Dumnezeu,","3":"când candela Lui strălucea peste capul meu, și, prin lumina Lui, umblam în întuneric,","4":"ca atunci când eram în zilele mele de prosperitate, când sfatul lui Dumnezeu era peste cortul meu,","5":"când Cel Atotputernic încă era cu mine, când copiii mei erau în jurul meu,","6":"când mi se scăldau pașii în smântână, iar stânca turna lângă mine pârâuri de ulei.","7":"Când ieșeam la poarta cetății, când îmi pregăteam scaunul în piață,","8":"cei tineri mă vedeau și se trăgeau înapoi, iar cei în vârstă se ridicau și rămâneau în picioare,","9":"conducătorii se opreau din vorbit și-și puneau mâna la gură,","10":"glasul conducătorilor amuțea și li se lipea limba de cerul gurii.","11":"Oricine mă auzea mă numea fericit, și oricine mă vedea era de partea mea,","12":"pentru că îl scăpam pe săracul care striga după ajutor și pe orfanul care nu avea sprijin.","13":"Omul muribund mă binecuvânta; făceam inima văduvei să cânte de bucurie.","14":"Îmbrăcam dreptatea ca pe o haină, judecata dreaptă îmi era robă și turban;","15":"eram ochi pentru cel orb și picior pentru cel olog;","16":"eram tată pentru cel nevoiaș și cercetam cauza celui străin.","17":"Zdrobeam colții celui nedrept și smulgeam prada din dinții lui.","18":"Îmi ziceam: «Voi muri în cuibul meu, și zilele mele vor fi multe ca nisipul.","19":"Rădăcina mea va ajunge la apă, și roua va înnopta pe ramurile mele.","20":"Gloria mea va fi mereu proaspătă alături de mine, și arcul meu va fi mereu nou în mâna mea».","21":"Toți mă ascultau și așteptau, tăceau așteptând sfatul meu.","22":"După ce vorbeam eu, nu mai vorbea nimeni, și cuvântarea mea cădea peste ei ca picăturile de ploaie.","23":"Ei mă așteptau ca pe ploaie, își deschideau gura ca după o ploaie târzie.","24":"Când le zâmbeam, nu le venea să creadă și nu făceau să pălească seninătatea feței mele.","25":"Le alegeam calea și le eram conducător; locuiam ca un rege în mijlocul cetelor sale; eram ca unul care îi mângâie pe cei ce bocesc."}},"WEBUS":{"name":"World English Bible US","verses":{"1":"Job again took up his parable, and said,","2":"“Oh that I were as in the months of old, as in the days when God watched over me;","3":"when his lamp shone on my head, and by his light I walked through darkness,","4":"as I was in my prime, when the friendship of God was in my tent,","5":"when the Almighty was yet with me, and my children were around me,","6":"when my steps were washed with butter, and the rock poured out streams of oil for me,","7":"when I went out to the city gate, when I prepared my seat in the street.","8":"The young men saw me and hid themselves. The aged rose up and stood.","9":"The princes refrained from talking, and laid their hand on their mouth.","10":"The voice of the nobles was hushed, and their tongue stuck to the roof of their mouth.","11":"For when the ear heard me, then it blessed me, and when the eye saw me, it commended me,","12":"because I delivered the poor who cried, and the fatherless also, who had no one to help him,","13":"the blessing of him who was ready to perish came on me, and I caused the widow’s heart to sing for joy.","14":"I put on righteousness, and it clothed me. My justice was as a robe and a diadem.","15":"I was eyes to the blind, and feet to the lame.","16":"I was a father to the needy. I researched the cause of him whom I didn’t know.","17":"I broke the jaws of the unrighteous and plucked the prey out of his teeth.","18":"Then I said, ‘I will die in my own house, I will count my days as the sand.","19":"My root is spread out to the waters. The dew lies all night on my branch.","20":"My glory is fresh in me. My bow is renewed in my hand.’","21":"“Men listened to me, waited, and kept silence for my counsel.","22":"After my words they didn’t speak again. My speech fell on them.","23":"They waited for me as for the rain. Their mouths drank as with the spring rain.","24":"I smiled on them when they had no confidence. They didn’t reject the light of my face.","25":"I chose out their way, and sat as chief. I lived as a king in the army, as one who comforts the mourners."}}}}