{"book":"Iov","chapter":"17","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"Mi se pierde suflarea, mi se sting zilele, mă așteaptă mormântul.","2":"Sunt înconjurat de batjocoritori, și ochiul meu trebuie să privească spre ocările lor.","3":"Pune-Te singur zălog pentru mine înaintea Ta; altfel, cine ar putea răspunde pentru mine?","4":"Căci le-ai încuiat inima în fața priceperii. De aceea nici nu-i vei lăsa să biruiască.","5":"Cine dă pe prieteni să fie prădați, copiilor aceluia li se vor topi ochii.","6":"M-a făcut de basmul oamenilor și ca unul pe care-l scuipi în față!","7":"Ochiul mi se întunecă de durere; toate mădularele mele sunt ca o umbră.","8":"Oamenii fără prihană sunt înmărmuriți de aceasta, și cel nevinovat se răscoală împotriva celui nelegiuit.","9":"Cel fără prihană rămâne totuși tare pe calea lui, cel cu mâinile curate se întărește tot mai mult.","10":"Dar voi, toți, întoarceți-vă, veniți iarăși cu cuvântările voastre, și vă voi arăta că între voi niciunul nu e înțelept.","11":"Ce! Mi s-au dus zilele, mi s-au nimicit planurile, planurile acelea făcute cu atâta iubire în inima mea…","12":"Și ei mai spun că noaptea este zi, că se apropie lumina, când întunericul a și venit!","13":"Când Locuința morților o aștept ca locuință, când în întuneric îmi voi înălța culcușul;","14":"când strig gropii: ‘Tu ești tatăl meu!’ Și viermilor: ‘Voi sunteți mama și sora mea!’","15":"Unde mai este atunci nădejdea mea? Și cine mai poate vedea nădejdea mea?","16":"Ea se va coborî cu mine la porțile Locuinței morților, când vom merge împreună să ne odihnim în țărână.”"}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"Duhul meu este zdrobit; zilele mele se sting; mă așteaptă mormintele.","2":"Nu sunt batjocoritori în jurul meu? Ochii mei trebuie să privească la răzvrătirea lor.","3":"Te rog, pledează pentru mine! Cine altcineva ar putea garanta pentru mine?","4":"Pentru că le-ai închis mințile ca să nu înțeleagă, de aceea nu-i vei lăsa să triumfe.","5":"Copiilor celui ce-și trădează prietenii pentru câștig, li se vor închide ochii.","6":"El m-a făcut de batjocură printre oameni, și am devenit unul în fața căruia se scuipă.","7":"Ochii mi se-ntunecă de durere și toate părțile trupului meu sunt ca o umbră.","8":"Cei drepți sunt înmărmuriți când văd aceasta; cel nevinovat se ridică împotriva celui lipsit de evlavie.","9":"Totuși, cel drept își va menține calea, și cel cu mâinile curate se întărește tot mai mult.","10":"Cât despre voi toți, întoarceți-vă, veniți acum! Nu voi găsi însă niciun înțelept între voi.","11":"Zilele mi-au trecut, planurile mi s-au risipit, chiar și dorințele inimii mele.","12":"Oamenii aceștia fac din noapte zi, iar în prezența întunericului zic: «Lumina este aproape!».","13":"Dacă aștept ca Locuința Morților să fie casa mea, dacă îmi întind culcușul în întuneric,","14":"dacă strig gropii: «Ești tatăl meu!» și viermelui: «Mama mea!» sau «Sora mea!»,","15":"unde mai este atunci speranța mea? Cine va vedea speranța mea?","16":"Va coborî ea la porțile Locuinței Morților? Vom coborî împreună în țărână?“."}},"WEBUS":{"name":"World English Bible US","verses":{"1":"“My spirit is consumed. and the grave is ready for me.","2":"Surely there are mockers with me. My eye dwells on their provocation.","3":"“Now give a pledge. Be collateral for me with yourself. Who is there who will strike hands with me?","4":"For you have hidden their heart from understanding, therefore you will not exalt them.","5":"He who denounces his friends for plunder, even the eyes of his children will fail.","6":"“But he has made me a byword of the people. They spit in my face.","7":"My eye also is dim by reason of sorrow. All my members are as a shadow.","8":"Upright men will be astonished at this. The innocent will stir himself up against the godless.","9":"Yet the righteous will hold to his way. He who has clean hands will grow stronger and stronger.","10":"But as for you all, come back. I will not find a wise man among you.","11":"My days are past. My plans are broken off, as are the thoughts of my heart.","12":"They change the night into day, saying ‘The light is near’ in the presence of darkness.","13":"If I look for Sheol as my house, if I have spread my couch in the darkness,","14":"if I have said to corruption, ‘You are my father,’ and to the worm, ‘My mother,’ and ‘My sister,’","15":"where then is my hope? As for my hope, who will see it?","16":"Shall it go down with me to the gates of Sheol, or descend together into the dust?”"}}}}