{"book":"Iov","chapter":"23","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"Iov a luat cuvântul și a zis:","2":"„Și acum plângerea mea este tot o răzvrătire. Dar suferința îmi înădușe suspinele.","3":"O, dacă aș ști unde să-L găsesc, dacă aș putea să ajung până la scaunul Lui de domnie,","4":"mi-aș apăra pricina înaintea Lui, mi-aș umple gura cu dovezi!","5":"Aș ști ce poate să răspundă, aș vedea ce are să-mi spună.","6":"Și-ar întrebuința El toată puterea ca să lupte împotriva mea? Nu, ci m-ar asculta negreșit.","7":"Doar un om fără prihană ar vorbi cu El, și aș fi iertat pentru totdeauna de Judecătorul meu.","8":"Dar, dacă mă duc la răsărit, nu este acolo; dacă mă duc la apus, nu-L găsesc:","9":"dacă are treabă la miazănoapte, nu-L pot vedea; dacă Se ascunde la miazăzi, nu-L pot descoperi.","10":"Dar El știe ce cale am urmat și, dacă m-ar încerca, aș ieși curat ca aurul.","11":"Piciorul meu s-a ținut de pașii Lui; am ținut calea Lui și nu m-am abătut de la ea.","12":"N-am părăsit poruncile buzelor Lui; mi-am plecat voia la cuvintele gurii Lui.","13":"Dar hotărârea Lui este luată. Cine I se va împotrivi? Ce-I dorește sufletul, aceea face.","14":"El Își va împlini dar planurile față de mine și va mai face și multe altele.","15":"De aceea tremur înaintea Lui și, când mă gândesc la lucrul acesta, mă tem de El.","16":"Dumnezeu mi-a tăiat inima, Cel Atotputernic m-a umplut de groază.","17":"Căci nu întunericul durerii mele mă nimicește, nici negura în care sunt înfășurat."}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"Iov a răspuns și a zis:","2":"„Și astăzi plângerea mea este tot amară! să-mi oprească geamătul.","3":"O, de-aș ști unde să-L găsesc, de m-aș putea apropia de Locuința Lui!","4":"Mi-aș aduce cauza înaintea Lui, mi-aș umple gura cu dovezi.","5":"Aș afla ce mi-ar răspunde și aș înțelege ce mi-ar spune.","6":"Mi se va opune El oare cu marea Sa putere? Nu! El mă va asculta cu siguranță.","7":"Acolo, un om drept și-ar putea aduce cauza înaintea Lui și aș fi achitat astfel, pentru totdeauna, de Judecătorul meu.","8":"Iată, merg spre est, dar El nu este acolo; merg spre vest, dar nu-L observ.","9":"Când El lucrează în nord, nu-L zăresc; când Se întoarce spre sud, nu-L pot vedea.","10":"Dar El știe calea pe care o urmez; când mă va încerca, voi ieși ca aurul.","11":"Piciorul meu s-a ținut de pașii Săi; am păzit calea Sa și nu m-am abătut de la ea.","12":"Nu m-am îndepărtat de porunca buzelor Sale; am prețuit cuvintele gurii Sale mai mult decât porția mea de hrană zilnică.","13":"Dar El este Unul Singur. Cine Îl va face să Se răzgândească? El face ce-I dorește sufletul.","14":"El va împlini ce a hotărât pentru mine și va mai face multe altele.","15":"De aceea sunt înspăimântat de prezența Lui; când mă gândesc la lucrul acesta, mă îngrozesc de El.","16":"Dumnezeu mi-a înmuiat inima, Cel Atotputernic m-a îngrozit.","17":"Totuși, nu sunt redus la tăcere de întuneric, de întunericul gros care-mi acoperă fața."}},"WEBUS":{"name":"World English Bible US","verses":{"1":"Then Job answered,","2":"“Even today my complaint is rebellious. His hand is heavy in spite of my groaning.","3":"Oh that I knew where I might find him! That I might come even to his seat!","4":"I would set my cause in order before him, and fill my mouth with arguments.","5":"I would know the words which he would answer me, and understand what he would tell me.","6":"Would he contend with me in the greatness of his power? No, but he would listen to me.","7":"There the upright might reason with him, so I should be delivered forever from my judge.","8":"“If I go east, he is not there. If I go west, I can’t find him.","9":"He works to the north, but I can’t see him. He turns south, but I can’t catch a glimpse of him.","10":"But he knows the way that I take. When he has tried me, I will come out like gold.","11":"My foot has held fast to his steps. I have kept his way, and not turned away.","12":"I haven’t gone back from the commandment of his lips. I have treasured up the words of his mouth more than my necessary food.","13":"But he stands alone, and who can oppose him? What his soul desires, even that he does.","14":"For he performs that which is appointed for me. Many such things are with him.","15":"Therefore I am terrified at his presence. When I consider, I am afraid of him.","16":"For God has made my heart faint. The Almighty has terrified me.","17":"Because I was not cut off before the darkness, neither did he cover the thick darkness from my face."}}}}