{"book":"Iov","chapter":"8","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"Bildad din Șuah a luat cuvântul și a zis:","2":"„Până când vrei să vorbești astfel și până când vor fi cuvintele gurii tale ca un vânt puternic?","3":"Oare va răsturna Dumnezeu dreptul? Sau va răsturna Cel Atotputernic dreptatea?","4":"Dacă fiii tăi au păcătuit împotriva Lui, i-a dat pe mâna păcatului.","5":"Dar tu, dacă alergi la Dumnezeu, dacă rogi pe Cel Atotputernic,","6":"dacă ești curat și fără prihană, atunci, negreșit, El va veghea asupra ta și va da înapoi fericirea locuinței tale nevinovate.","7":"Vechea ta propășire va fi mică față de cea de mai târziu.","8":"Întreabă pe cei din neamurile trecute și ia aminte la pățania părinților lor.","9":"Căci noi suntem de ieri și nu știm nimic, zilele noastre pe pământ nu sunt decât o umbră.","10":"Ei te vor învăța, îți vor vorbi și vor scoate din inima lor aceste cuvinte:","11":"‘Crește papura fără baltă? Crește trestia fără umezeală?’","12":"Fiind încă verde și fără să se taie, ea se usucă mai repede decât toate ierburile.","13":"Așa se întâmplă tuturor celor ce uită pe Dumnezeu, și nădejdea celui nelegiuit va pieri.","14":"Încrederea lui este zdrobită, și sprijinul lui este o pânză de păianjen.","15":"Se bizuiește pe casa lui, dar nu este tare; se prinde de ea, dar nu ține.","16":"Cum dă soarele, înverzește, își întinde ramurile peste grădina sa,","17":"își împletește rădăcinile printre pietre, pătrunde până în ziduri.","18":"Dar, dacă-l smulgi din locul în care stă, locul acesta se leapădă de el și zice: ‘Nu știu să te fi cunoscut vreodată!’","19":"Iată, așa sunt desfătările pe care i le aduc căile vieții lui; apoi din același pământ răsar alții după el.","20":"Nu, Dumnezeu nu leapădă pe omul fără prihană și nu ocrotește pe cei răi.","21":"Ba încă, El îți umple gura cu strigăte de bucurie, și buzele cu cântări de veselie.","22":"Vrăjmașii tăi vor fi acoperiți de rușine, iar cortul celor răi va pieri.”"}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"Atunci Bildad, șuhitul, a răspuns și a zis:","2":"„Până când vei mai vorbi aceste lucruri și până când vor fi cuvintele tale ca un vânt măreț?","3":"Oare va perverti Dumnezeu judecata? Va perverti Cel Atotputernic dreptatea?","4":"Dacă fiii tăi au păcătuit împotriva Lui, El i-a pedepsit pentru fărădelegea lor.","5":"Dacă Îl cauți pe Dumnezeu, dacă tu cauți bunăvoința Celui Atotputernic,","6":"dacă ești curat și drept, și-ți va da înapoi locuința dreptății tale.","7":"Deși începutul tău a fost neînsemnat, zilele tale de pe urmă vor fi prospere.","8":"Întreabă, te rog, generația dinainte și află căutările strămoșilor lor,","9":"pentru că noi suntem doar de ieri și nu știm nimic, iar zilele noastre pe pământ sunt doar o umbră.","10":"Oare nu te vor învăța ei, și nu-ți vor spune și nu vor scoate ei cuvinte din inima lor?","11":"Crește papirusul unde nu este mlaștină? Crește trestia unde nu este apă?","12":"Pe când este încă verde și netăiată, se usucă mai repede decât iarba.","13":"Așa sunt căile tuturor celor ce-L uită pe Dumnezeu; așa piere speranța celui lipsit de evlavie.","14":"Încrederea lui este ca un fir subțire, și sprijinul lui este ca pânza unui păianjen.","15":"Se sprijină pe casa lui, dar ea nu este tare; se prinde de ea, dar ea nu ține.","16":"El este ca o plantă plină de sevă în fața soarelui, care își întinde ramurile peste grădină.","17":"Își țese rădăcinile printre pietre, caută un loc între stânci.","18":"Dar când este smulsă din locul ei, acesta se leapădă de ea, zicând: «Nu te-am văzut niciodată!».","19":"Iată, aceasta este bucuria căii ei; iar din pământ vor răsări altele.","20":"Iată că Dumnezeu nu-l va respinge pe cel integru, nici nu va da putere mâinilor răufăcătorilor.","21":"El va umple din nou cu râsete gura ta, și va așeza strigăte de bucurie pe buzele tale.","22":"Cei ce te urăsc vor fi îmbrăcați în rușine, iar cortul celor răi nu va mai fi“."}},"WEBUS":{"name":"World English Bible US","verses":{"1":"Then Bildad the Shuhite answered,","2":"“How long will you speak these things? Shall the words of your mouth be a mighty wind?","3":"Does God pervert justice? Or does the Almighty pervert righteousness?","4":"If your children have sinned against him, he has delivered them into the hand of their disobedience.","5":"If you want to seek God diligently, make your supplication to the Almighty.","6":"If you were pure and upright, surely now he would awaken for you, and make the habitation of your righteousness prosperous.","7":"Though your beginning was small, yet your latter end would greatly increase.","8":"“Please inquire of past generations. Find out about the learning of their fathers.","9":"(For we are but of yesterday, and know nothing, because our days on earth are a shadow.)","10":"Shall they not teach you, tell you, and utter words out of their heart?","11":"“Can the papyrus grow up without mire? Can the rushes grow without water?","12":"While it is yet in its greenness, not cut down, it withers before any other reed.","13":"So are the paths of all who forget God. The hope of the godless man will perish,","14":"whose confidence will break apart, whose trust is a spider’s web.","15":"He will lean on his house, but it will not stand. He will cling to it, but it will not endure.","16":"He is green before the sun. His shoots go out along his garden.","17":"His roots are wrapped around the rock pile. He sees the place of stones.","18":"If he is destroyed from his place, then it will deny him, saying, ‘I have not seen you.’","19":"Behold, this is the joy of his way. Out of the earth, others will spring.","20":"“Behold, God will not cast away a blameless man, neither will he uphold the evildoers.","21":"He will still fill your mouth with laughter, your lips with shouting.","22":"Those who hate you will be clothed with shame. The tent of the wicked will be no more.”"}}}}