{"book":"Iov","chapter":"19","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"Iov a luat cuvântul și a zis:","2":"„Până când îmi veți întrista sufletul și mă veți zdrobi cu cuvântările voastre?","3":"Iată că de zece ori m-ați batjocorit. Nu vă este rușine să vă purtați așa?","4":"Dacă am păcătuit cu adevărat, numai eu sunt răspunzător de aceasta.","5":"Credeți că mă puteți lua de sus? Credeți că mi-ați dovedit că sunt vinovat?","6":"Atunci, să știți că Dumnezeu mă urmărește și mă învelește cu lațul Lui.","7":"Iată, țip de silnicie, și nimeni nu răspunde; cer dreptate, și dreptate nu este!","8":"Mi-a tăiat orice ieșire și nu pot trece; a răspândit întuneric pe cărările mele.","9":"M-a despuiat de slava mea, mi-a luat cununa de pe cap,","10":"m-a zdrobit din toate părțile și pier, mi-a smuls nădejdea ca pe un copac.","11":"S-a aprins de mânie împotriva mea, S-a purtat cu mine ca și cu un vrăjmaș.","12":"Oștile Lui au pornit deodată înainte, și au tăbărât în jurul cortului meu.","13":"A depărtat pe frații mei de la mine, și prietenii mei s-au înstrăinat de mine.","14":"Rudele mele m-au părăsit, și cei mai de aproape ai mei m-au uitat.","15":"Casnicii mei și slugile mele mă privesc ca pe un străin, în ochii lor sunt un necunoscut.","16":"Chem pe robul meu, și nu răspunde; îl rog cu gura mea, și degeaba.","17":"Suflarea mea a ajuns nesuferită nevestei mele și duhoarea mea a ajuns nesuferită fiilor mamei mele.","18":"Până și copiii mă disprețuiesc: dacă mă scol, ei mă ocărăsc.","19":"Aceia în care mă încredeam mă urăsc, aceia pe care îi iubeam s-au întors împotriva mea.","20":"Oasele mi se țin de piele și de carne; nu mi-a mai rămas decât pielea de pe dinți.","21":"Fie-vă milă, fie-vă milă de mine, prietenii mei! Căci mâna lui Dumnezeu m-a lovit.","22":"De ce mă urmăriți ca Dumnezeu? Și nu vă mai săturați de carnea mea?","23":"O! Aș vrea ca vorbele mele să fie scrise, să fie scrise într-o carte;","24":"aș vrea să fie săpate cu un priboi de fier și cu plumb în stâncă pe vecie…","25":"Dar știu că Răscumpărătorul meu este viu și că Se va ridica la urmă pe pământ.","26":"Chiar dacă mi se va nimici pielea și chiar dacă nu voi mai avea carne, voi vedea totuși pe Dumnezeu.","27":"Îl voi vedea și-mi va fi binevoitor; ochii mei Îl vor vedea, și nu ai altuia. Sufletul meu tânjește de dorul acesta înăuntrul meu.","28":"Atunci veți zice: ‘Pentru ce-l urmăream noi?’ Căci dreptatea pricinii mele va fi cunoscută.","29":"Temeți-vă de sabie, căci pedepsele date cu sabia sunt grozave! Și să știți că este o judecată.”"}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"Iov a răspuns și a zis:","2":"„Până când îmi veți chinui sufletul și mă veți zdrobi cu vorbe?","3":"De zece ori m-ați batjocorit. Nu v-a fost rușine să mă insultați.","4":"Dacă într-adevăr am greșit, greșeala mea rămâne cu mine peste noapte.","5":"Dacă într-adevăr vă înălțați împotriva mea și folosiți rușinea mea drept dovadă împotriva mea,","6":"să știți atunci că Dumnezeu a greșit față de mine și m-a înconjurat cu lațul Lui.","7":"Iată, strig: «Violență!», dar nu mi se răspunde; strig după ajutor, dar nu este dreptate.","8":"El mi-a tăiat calea și nu mai pot trece, El mi-a învăluit cărările în întuneric.","9":"M-a dezbrăcat de gloria mea și mi-a smuls coroana de pe cap.","10":"Mă dărâmă de jur împrejur și pier; îmi smulge speranța ca pe un copac.","11":"S-a mâniat pe mine; mă consideră unul dintre dușmanii Săi.","12":"Armatele Lui pornesc în forță; au ridicat o rampă de asalt în drumul lor către mine; și-au așezat tabăra în jurul cortului meu.","13":"Mi-a îndepărtat frații de mine, cunoscuții mei s-au înstrăinat de mine.","14":"Rudele mele m-au părăsit, și prietenii m-au uitat.","15":"Sunt un străin pentru oaspeții mei și pentru slujitoarele mele; în ochii lor sunt un necunoscut.","16":"Îmi chem slujitorul, dar el nu-mi răspunde, deși caut bunăvoința lui cu gura mea.","17":"Suflarea mea stârnește repulsie soției mele, și sunt dezgustător pentru fiii mamei mele.","18":"Chiar și copiii mă resping; când mă ridic, ei vorbesc împotriva mea.","19":"Toți prietenii mei apropiați mă disprețuiesc; cei pe care-i iubesc s-au întors împotriva mea.","20":"Mi se lipesc oasele de carne; n-am rămas decât cu pielea din jurul dinților mei.","21":"Arătați bunăvoință față de mine, prietenii mei, arătați bunăvoință față de mine, pentru că m-a lovit mâna lui Dumnezeu!","22":"De ce mă urmăriți ca Dumnezeu și nu vă săturați de carnea mea?","23":"O, aș vrea să-mi fie scrise cuvintele, să fie scrise pe un sul,","24":"să fie săpate în stâncă pentru totdeauna, cu o daltă de fier și cu plumb!","25":"Dar eu știu că Răscumpărătorul meu este viu și că, la sfârșit, Se va ridica pe pământ.","26":"Chiar după ce pielea mi-a fost nimicită, în trup fiind, Îl voi vedea pe Dumnezeu.","27":"Îl voi vedea de partea mea, Îl voi vedea cu ochii mei și nu-mi va mai fi un străin! De dorul acesta mă consum înăuntrul meu.","28":"Veți spune atunci: «De ce îl urmăream?». Și, astfel, rădăcina adevărului va fi găsită în mine.","29":"Temeți-vă de sabie, căci mânia aduce pedeapsa sabiei, ca să știți că există o judecată“."}},"WEBUS":{"name":"World English Bible US","verses":{"1":"Then Job answered,","2":"“How long will you torment me, and crush me with words?","3":"You have reproached me ten times. You aren’t ashamed that you attack me.","4":"If it is true that I have erred, my error remains with myself.","5":"If indeed you will magnify yourselves against me, and plead against me my reproach,","6":"know now that God has subverted me, and has surrounded me with his net.","7":"“Behold, I cry out of wrong, but I am not heard. I cry for help, but there is no justice.","8":"He has walled up my way so that I can’t pass, and has set darkness in my paths.","9":"He has stripped me of my glory, and taken the crown from my head.","10":"He has broken me down on every side, and I am gone. He has plucked my hope up like a tree.","11":"He has also kindled his wrath against me. He counts me among his adversaries.","12":"His troops come on together, build a siege ramp against me, and encamp around my tent.","13":"“He has put my brothers far from me. My acquaintances are wholly estranged from me.","14":"My relatives have gone away. My familiar friends have forgotten me.","15":"Those who dwell in my house and my maids consider me a stranger. I am an alien in their sight.","16":"I call to my servant, and he gives me no answer. I beg him with my mouth.","17":"My breath is offensive to my wife. I am loathsome to the children of my own mother.","18":"Even young children despise me. If I arise, they speak against me.","19":"All my familiar friends abhor me. They whom I loved have turned against me.","20":"My bones stick to my skin and to my flesh. I have escaped by the skin of my teeth.","21":"“Have pity on me. Have pity on me, you my friends, for the hand of God has touched me.","22":"Why do you persecute me as God, and are not satisfied with my flesh?","23":"“Oh that my words were now written! Oh that they were inscribed in a book!","24":"That with an iron pen and lead they were engraved in the rock forever!","25":"But as for me, I know that my Redeemer lives. In the end, he will stand upon the earth.","26":"After my skin is destroyed, then I will see God in my flesh,","27":"whom I, even I, will see on my side. My eyes will see, and not as a stranger. “My heart is consumed within me.","28":"If you say, ‘How we will persecute him!’ because the root of the matter is found in me,","29":"be afraid of the sword, for wrath brings the punishments of the sword, that you may know there is a judgment.”"}}}}