{"book":"Iov","chapter":"28","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"Argintul are o mină de unde se scoate și aurul are un loc de unde este scos ca să fie curățit.","2":"Fierul se scoate din pământ și piatra se topește ca să dea arama.","3":"Omul pune capăt întunericului, cercetează, până în ținuturile cele mai adânci, pietrele ascunse în negura și în umbra morții.","4":"Sapă o fântână departe de locurile locuite; picioarele nu-i mai sunt de ajutor, stă atârnat și se clatină, departe de locuințele omenești.","5":"Pământul, de unde iese pâinea, este răscolit înăuntrul lui ca de foc;","6":"pietrele lui cuprind safir și în el se găsește pulbere de aur.","7":"Pasărea de pradă nu-i cunoaște cărarea. Ochiul vulturului n-a zărit-o,","8":"cele mai trufașe dobitoace n-au călcat pe ea și leul n-a trecut niciodată pe ea.","9":"Omul își pune mâna pe stânca de cremene și răstoarnă munții din rădăcină.","10":"Sapă șanțuri în stânci și ochiul lui privește tot ce este de preț în ele.","11":"Oprește curgerea apelor și scoate la lumină ce este ascuns.","12":"Dar înțelepciunea unde se găsește? Unde este locuința priceperii?","13":"Omul nu-i cunoaște prețul, ea nu se găsește în pământul celor vii.","14":"Adâncul zice: ‘Nu este în mine’, și marea zice: ‘Nu este la mine.’","15":"Ea nu se dă în schimbul aurului curat, nu se cumpără cântărindu-se cu argint;","16":"nu se cântărește pe aurul din Ofir, nici pe onixul cel scump, nici pe safir.","17":"Nu se poate asemăna cu aurul, nici cu diamantul, nu se poate schimba cu un vas de aur ales.","18":"Mărgeanul și cristalul nu sunt nimic pe lângă ea: înțelepciunea prețuiește mai mult decât mărgăritarele.","19":"Topazul din Etiopia nu este ca ea și aurul curat nu se cumpănește cu ea.","20":"De unde vine atunci înțelepciunea? Unde este locuința priceperii?","21":"Este ascunsă de ochii tuturor celor vii, este ascunsă de păsările cerului.","22":"Adâncul și moartea zic: ‘Noi am auzit vorbindu-se de ea.’","23":"Dumnezeu îi știe drumul, El îi cunoaște locuința.","24":"Căci El vede până la marginile pământului, zărește totul sub ceruri.","25":"Când a rânduit greutatea vântului și când a hotărât măsura apelor,","26":"când a dat legi ploii și când a însemnat drumul fulgerului și tunetului,","27":"atunci a văzut înțelepciunea și a arătat-o, i-a pus temeliile și a pus-o la încercare.","28":"Apoi a zis omului: ‘Iată, frica de Domnul, aceasta este înțelepciunea; depărtarea de rău este pricepere.’”"}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"Cu siguranță, argintul are o mină din care este scos, iar aurul are un loc unde este curățit.","2":"Fierul este luat din pământ, și arama este scoasă din minereu.","3":"Omul pune capăt întunericului după piatra întunericului și a umbrei morții.","4":"El sapă o fântână departe de locuința oamenilor, în locuri necălcate de piciorul omului; el stă atârnat și se clatină, departe de oameni.","5":"Pământul din care iese hrana este răscolit pe dedesubt ca de foc.","6":"Pietrele lui sunt locul safirului și în el se află pulberea de aur.","7":"Nicio pasăre de pradă nu știe acea cărare ascunsă, nici ochiul șoimului n-a văzut-o.","8":"Nici animalele sălbatice cele mai mândre n-au călcat pe ea; leul n-a trecut niciodată pe acolo.","9":"Omul își pune mâna pe stânca de cremene și răstoarnă munții din rădăcini.","10":"El sapă șanțuri în stâncă, și ochii lui îi văd toate bogățiile.","11":"El stăvilește izvoarele râurilor și aduce la lumină lucruri ascunse.","12":"Dar unde poate fi găsită înțelepciunea? Unde locuiește priceperea?","13":"Omul nu-i cunoaște locuința; ea nu poate fi găsită pe pământul celor vii.","14":"Adâncul zice: «Nu este în mine!», iar marea zice: «Nu este la mine!».","15":"Ea nu se dă în schimbul aurului ales, nici prețul ei nu poate fi cântărit în argint.","16":"Ea nu poate fi cumpărată cu aur de Ofir și nici cu onix prețios sau cu safir.","17":"Aurul și cristalul nu se pot compara cu ea, și nu poate fi schimbată pe bijuterii de aur pur.","18":"Coralii și cristalul nu merită a fi amintite; prețul înțelepciunii este mai mare decât al rubinelor.","19":"Topazul de Cuș nu se poate compara cu ea; ea nu poate fi cumpărată cu aur pur.","20":"De unde vine atunci înțelepciunea? Unde este locul priceperii?","21":"Ea a fost tăinuită de ochii a orice este viu și a fost ascunsă de păsările cerului.","22":"Locul Nimicirii și Moartea zic: «Am auzit doar vorbindu-se despre ea».","23":"Dumnezeu înțelege calea către ea și El îi cunoaște locul,","24":"pentru că El Se uită până la marginile pământului, vede tot ce se întâmplă sub ceruri.","25":"Când i-a stabilit vântului greutatea și a măsurat mărimea apelor,","26":"când a stabilit o hotărâre pentru ploaie și o cărare pentru lumina trăsnetelor,","27":"atunci S-a uitat la înțelepciune și a vestit-o; a consolidat-o și a încercat-o.","28":"Apoi i-a zis omului: «Iată, teama de Stăpânul – aceasta este înțelepciune, și depărtarea de rău este pricepere»“."}},"WEBUS":{"name":"World English Bible US","verses":{"1":"“Surely there is a mine for silver, and a place for gold which they refine.","2":"Iron is taken out of the earth, and copper is smelted out of the ore.","3":"Man sets an end to darkness, and searches out, to the furthest bound, the stones of obscurity and of thick darkness.","4":"He breaks open a shaft away from where people live. They are forgotten by the foot. They hang far from men, they swing back and forth.","5":"As for the earth, out of it comes bread. Underneath it is turned up as it were by fire.","6":"Sapphires come from its rocks. It has dust of gold.","7":"That path no bird of prey knows, neither has the falcon’s eye seen it.","8":"The proud animals have not trodden it, nor has the fierce lion passed by there.","9":"He puts his hand on the flinty rock, and he overturns the mountains by the roots.","10":"He cuts out channels among the rocks. His eye sees every precious thing.","11":"He binds the streams that they don’t trickle. The thing that is hidden he brings out to light.","12":"“But where will wisdom be found? Where is the place of understanding?","13":"Man doesn’t know its price, and it isn’t found in the land of the living.","14":"The deep says, ‘It isn’t in me.’ The sea says, ‘It isn’t with me.’","15":"It can’t be gotten for gold, neither will silver be weighed for its price.","16":"It can’t be valued with the gold of Ophir, with the precious onyx, or the sapphire.","17":"Gold and glass can’t equal it, neither will it be exchanged for jewels of fine gold.","18":"No mention will be made of coral or of crystal. Yes, the price of wisdom is above rubies.","19":"The topaz of Ethiopia will not equal it. It won’t be valued with pure gold.","20":"Where then does wisdom come from? Where is the place of understanding?","21":"Seeing it is hidden from the eyes of all living, and kept close from the birds of the sky.","22":"Destruction and Death say, ‘We have heard a rumor of it with our ears.’","23":"“God understands its way, and he knows its place.","24":"For he looks to the ends of the earth, and sees under the whole sky.","25":"He establishes the force of the wind. Yes, he measures out the waters by measure.","26":"When he made a decree for the rain, and a way for the lightning of the thunder,","27":"then he saw it, and declared it. He established it, yes, and searched it out.","28":"To man he said, ‘Behold, the fear of the Lord, that is wisdom. To depart from evil is understanding.’”"}}}}