{"book":"Iov","chapter":"32","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"Acești trei oameni au încetat să mai răspundă lui Iov, pentru că el se socotea fără vină.","2":"Atunci s-a aprins de mânie Elihu, fiul lui Baracheel din Buz, din familia lui Ram. El s-a aprins de mânie împotriva lui Iov, pentru că zicea că este fără vină înaintea lui Dumnezeu.","3":"Și s-a aprins de mânie împotriva celor trei prieteni ai lui, pentru că nu găseau nimic de răspuns, și totuși osândeau pe Iov.","4":"Fiindcă ei erau mai în vârstă decât el, Elihu așteptase până în clipa aceasta, ca să vorbească lui Iov.","5":"Dar, văzând că nu mai era niciun răspuns în gura acestor trei oameni, Elihu s-a aprins de mânie.","6":"Și Elihu, fiul lui Baracheel din Buz, a luat cuvântul și a zis: „Eu sunt tânăr, și voi sunteți bătrâni, și m-am ferit să vă arăt gândul meu.","7":"Eu îmi ziceam: ‘Să vorbească bătrânețea, marele număr de ani să învețe pe alții înțelepciunea.’","8":"Dar, de fapt, în om, duhul, suflarea Celui Atotputernic, dă priceperea.","9":"Nu vârsta aduce înțelepciunea, nu bătrânețea te face în stare să judeci.","10":"Iată de ce zic: ‘Ascultați-mă!’ Îmi voi spune și eu părerea.","11":"Am așteptat sfârșitul cuvântărilor voastre, v-am urmărit dovezile, cercetarea pe care ați făcut-o cuvintelor lui Iov.","12":"V-am dat toată luarea aminte; și iată că niciunul din voi nu l-a încredințat, niciunul nu i-a răsturnat cuvintele.","13":"Să nu ziceți însă: ‘În el noi am găsit înțelepciunea – numai Dumnezeu îl poate înfunda, nu un om!’","14":"Mie nu mi-a vorbit de-a dreptul, de aceea eu îi voi răspunde cu totul altfel decât voi.","15":"Ei se tem, nu mai răspund! Li s-a tăiat cuvântul!","16":"Am așteptat până și-au sfârșit cuvântările, până s-au oprit și n-au știut ce să mai răspundă.","17":"Vreau să răspund și eu la rândul meu, vreau să spun și eu ce gândesc.","18":"Căci sunt plin de cuvinte, îmi dă ghes duhul înăuntrul meu;","19":"lăuntrul meu este ca un vin care n-are pe unde să iasă, ca niște burdufuri noi, gata să plesnească.","20":"Voi vorbi deci, ca să răsuflu în voie, îmi voi deschide buzele și voi răspunde.","21":"Nu voi căuta la înfățișare, nu voi linguși pe nimeni,","22":"căci nu știu să lingușesc, altfel într-o clipeală m-ar lua Ziditorul meu."}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"Acești trei oameni au încetat să-i mai răspundă lui Iov, pentru că el se considera drept.","2":"Atunci Elihu, fiul lui Barachel buzitul, din clanul lui Ram, s-a mâniat foarte tare. El s-a mâniat pentru că acesta se îndreptățea pe sine înaintea lui Dumnezeu.","3":"S-a mâniat și pe cei trei prieteni ai lui Iov, pentru că aceștia nu mai aveau niciun răspuns și totuși îl condamnau pe Iov.","4":"Elihu așteptase să-i vorbească lui Iov la urmă, pentru că aceștia erau mai în vârstă decât el.","5":"Dar, văzând că cei trei oameni nu mai au nimic de zis, s-a mâniat.","6":"Elihu, fiul lui Barachel buzitul, a răspuns și a zis: „Eu sunt tânăr, iar voi sunteți în vârstă. și m-am temut să vă spun părerea mea.","7":"Mi-am zis: «Să vorbească zilele, și mulțimea anilor să reveleze înțelepciunea!».","8":"Dar există un Duh în om, suflarea Celui Atotputernic, care-i dă pricepere.","9":"Nu vârsta te face înțelept, nu bătrânețea te face să înțelegi ce este drept.","10":"De aceea zic: «Ascultați-mă! Îmi voi spune și eu părerea!».","11":"Iată, v-am așteptat cuvintele, v-am ascultat rostirile pricepute, în timp ce vă căutați vorbele.","12":"V-am ascultat cu atenție și iată că niciunul nu a dovedit că Iov a greșit, niciunul dintre voi nu a răspuns cuvintelor lui.","13":"Să nu spuneți: «Am găsit înțelepciunea. Să-l confrunte Dumnezeu, nu un om».","14":"El nu și-a îndreptat cuvintele împotriva mea și nu-i voi răspunde folosind cuvântările voastre.","15":"Sunt înspăimântați, nu mai răspund nimic; au rămas fără cuvinte.","16":"Și am așteptat. Dar pentru că ei nu mai vorbesc, pentru că stau acolo fără să răspundă,","17":"voi răspunde și eu, la rândul meu, îmi voi spune și eu părerea.","18":"Căci sunt plin de cuvinte; duhul din mine nu-mi dă pace.","19":"Iată că pântecul meu este ca un vin care n-a fost aerisit, ca niște burdufuri noi, gata să plesnească.","20":"Voi vorbi ca să găsesc ușurare. Îmi voi deschide gura și voi răspunde.","21":"Nu voi favoriza pe nimeni; nu voi linguși pe nimeni.","22":"Nici nu știu să lingușesc; Creatorul meu m-ar lua într-o clipă."}},"WEBUS":{"name":"World English Bible US","verses":{"1":"So these three men ceased to answer Job, because he was righteous in his own eyes.","2":"Then the wrath of Elihu the son of Barachel, the Buzite, of the family of Ram, was kindled against Job. His wrath was kindled because he justified himself rather than God.","3":"Also his wrath was kindled against his three friends, because they had found no answer, and yet had condemned Job.","4":"Now Elihu had waited to speak to Job, because they were older than he.","5":"When Elihu saw that there was no answer in the mouth of these three men, his wrath was kindled.","6":"Elihu the son of Barachel the Buzite answered, “I am young, and you are very old. Therefore I held back, and didn’t dare show you my opinion.","7":"I said, ‘Days should speak, and multitude of years should teach wisdom.’","8":"But there is a spirit in man, and the Spirit of the Almighty gives them understanding.","9":"It is not the great who are wise, nor the aged who understand justice.","10":"Therefore I said, ‘Listen to me; I also will show my opinion.’","11":"“Behold, I waited for your words, and I listened for your reasoning, while you searched out what to say.","12":"Yes, I gave you my full attention, but there was no one who convinced Job, or who answered his words, among you.","13":"Beware lest you say, ‘We have found wisdom. God may refute him, not man;’","14":"for he has not directed his words against me; neither will I answer him with your speeches.","15":"“They are amazed. They answer no more. They don’t have a word to say.","16":"Shall I wait, because they don’t speak, because they stand still, and answer no more?","17":"I also will answer my part, and I also will show my opinion.","18":"For I am full of words. The spirit within me constrains me.","19":"Behold, my breast is as wine which has no vent; like new wineskins it is ready to burst.","20":"I will speak, that I may be refreshed. I will open my lips and answer.","21":"Please don’t let me respect any man’s person, neither will I give flattering titles to any man.","22":"For I don’t know how to give flattering titles, or else my Maker would soon take me away."}}}}