{"book":"Iov","chapter":"14","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"Omul născut din femeie are viața scurtă, dar plină de necazuri.","2":"Se naște și e tăiat ca o floare; fuge și piere ca o umbră.","3":"Și asupra lui ai Tu ochiul deschis! Și pe mine mă tragi la judecată cu Tine!","4":"Cum ar putea să iasă dintr-o ființă necurată un om curat? Nu poate să iasă niciunul.","5":"Dacă zilele lui sunt hotărâte, dacă i-ai numărat lunile, dacă i-ai însemnat hotarul pe care nu-l va putea trece,","6":"întoarce-Ți măcar privirile de la el și dă-i răgaz, să aibă măcar bucuria pe care o are simbriașul la sfârșitul zilei.","7":"Un copac și tot are nădejde, căci, când este tăiat, odrăslește din nou și iar dă lăstari.","8":"Când i-a îmbătrânit rădăcina în pământ, când îi piere trunchiul în țărână,","9":"înverzește iarăși de mirosul apei și dă ramuri de parcă ar fi sădit din nou.","10":"Dar omul, când moare, rămâne întins. Omul, când își dă sufletul, unde mai este?","11":"Cum pier apele din lacuri și cum seacă și se usucă râurile,","12":"așa se culcă și omul și nu se mai scoală; cât vor fi cerurile, nu se mai deșteaptă și nu se mai scoală din somnul lui.","13":"Ah, de m-ai ascunde în Locuința morților, vei aduce iarăși aminte de mine!","14":"Dacă omul, odată mort, ar putea să mai învieze, aș mai trage nădejde în tot timpul suferințelor mele, până mi se va schimba starea în care mă găsesc.","15":"Atunci m-ai chema și Ți-aș răspunde și Ți-ar fi dor de făptura mâinilor Tale.","16":"Dar astăzi îmi numeri pașii, ai ochiul asupra păcatelor mele;","17":"călcările mele de lege sunt pecetluite într-un mănunchi și născocești fărădelegi în sarcina mea.","18":"Cum se prăbușește muntele și piere, cum piere stânca din locul ei,","19":"cum este mâncată piatra de ape și cum este luat pământul de râu, așa nimicești Tu nădejdea omului.","20":"Îl urmărești întruna și se duce; Îi schimonosești fața și apoi îi dai drumul.","21":"De ajung fiii lui la cinste, el nu știe nimic; de sunt înjosiți, habar n-are.","22":"Numai pentru el simte durere în trupul lui, numai pentru el simte întristare în sufletul lui.”"}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"Cel născut din femeie, omul, și pline de necaz.","2":"Răsare ca o floare și se usucă; fuge ca o umbră și nu rămâne.","3":"Ai Tu ochii ațintiți asupra unui astfel de om? Mă chemi Tu la judecată cu Tine?","4":"Cine poate scoate ceva curat din ceva necurat? Nimeni!","5":"Zilele omului sunt hotărâte. și i-ai stabilit limite pe care nu le poate trece.","6":"Așa că întoarce-Ți privirea de la el și lasă-l, în timp ce se bucură ca un zilier de ziua lui.","7":"Căci, pentru un copac, mai este speranță: dacă este tăiat, el continuă să înmugurească, și lăstarii lui nu încetează să crească.","8":"Deși rădăcina îi îmbătrânește în pământ și-i piere trunchiul în țărână,","9":"la ivirea apei va înmuguri și va da ramuri ca o plantă.","10":"Ființa umană însă, când moare, își pierde toată vlaga; omul, după ce își dă ultima suflare, nu mai este.","11":"Așa cum apele se evaporă din mare, iar râul seacă și se usucă,","12":"tot așa omul se culcă și nu se mai ridică; cât vor fi cerurile nu se mai trezește, nici nu se mai scoală din somnul lui.","13":"O, de m-ai ascunde în Locuința Morților, și de mi-ai hotărî o vreme când să-Ți amintești de mine!","14":"Dacă un om moare, va trăi el din nou? În toate zilele muncii mele grele, aș aștepta până ar veni schimbarea trupului meu.","15":"Atunci m-ai chema și Ți-aș răspunde; ai tânji după lucrarea mâinilor Tale.","16":"Atunci mi-ai număra pașii și nu mi-ai urmări păcatul.","17":"Ai sigila fărădelegea mea într-un sac și mi-ai acoperi nelegiuirea.","18":"Dar, așa cum munții cad și se surpă,","19":"și așa cum apa sapă în piatră, iar torenții spală pământul, tot așa distrugi Tu speranța omului.","20":"Îl învingi pentru totdeauna și el se duce; îi schimbi înfățișarea și apoi îl alungi.","21":"Dacă fiii lui sunt onorați, el nu știe, iar dacă sunt înjosiți, el nu vede.","22":"El simte doar durerea trupului său și bocește doar pentru sine“."}},"WEBUS":{"name":"World English Bible US","verses":{"1":"“Man, who is born of a woman, is of few days, and full of trouble.","2":"He grows up like a flower, and is cut down. He also flees like a shadow, and doesn’t continue.","3":"Do you open your eyes on such a one, and bring me into judgment with you?","4":"Who can bring a clean thing out of an unclean? Not one.","5":"Seeing his days are determined, the number of his months is with you, and you have appointed his bounds that he can’t pass.","6":"Look away from him, that he may rest, until he accomplishes, as a hireling, his day.","7":"“For there is hope for a tree if it is cut down, that it will sprout again, that the tender branch of it will not cease.","8":"Though its root grows old in the earth, and its stock dies in the ground,","9":"yet through the scent of water it will bud, and sprout boughs like a plant.","10":"But man dies, and is laid low. Yes, man gives up the spirit, and where is he?","11":"As the waters fail from the sea, and the river wastes and dries up,","12":"so man lies down and doesn’t rise. Until the heavens are no more, they will not awake, nor be roused out of their sleep.","13":"“Oh that you would hide me in Sheol, that you would keep me secret until your wrath is past, that you would appoint me a set time and remember me!","14":"If a man dies, will he live again? I would wait all the days of my warfare, until my release should come.","15":"You would call, and I would answer you. You would have a desire for the work of your hands.","16":"But now you count my steps. Don’t you watch over my sin?","17":"My disobedience is sealed up in a bag. You fasten up my iniquity.","18":"“But the mountain falling comes to nothing. The rock is removed out of its place.","19":"The waters wear the stones. The torrents of it wash away the dust of the earth. So you destroy the hope of man.","20":"You forever prevail against him, and he departs. You change his face, and send him away.","21":"His sons come to honor, and he doesn’t know it. They are brought low, but he doesn’t perceive it of them.","22":"But his flesh on him has pain, and his soul within him mourns.”"}}}}