{"book":"Iov","chapter":"4","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"Elifaz din Teman a luat cuvântul și a zis:","2":"„Dacă vom îndrăzni să-ți vorbim, te vei supăra? Dar cine ar putea să tacă?","3":"De multe ori tu ai învățat pe alții și ai întărit mâinile slăbite.","4":"Cuvintele tale au ridicat pe cei ce se clătinau și ai întărit genunchii care se îndoiau.","5":"Și acum, când este vorba de tine, ești slab! Acum, când ești atins tu, te tulburi! Nu este frica ta de Dumnezeu sprijinul tău?","6":"Nădejdea ta nu-i neprihănirea ta?","7":"Adu-ți aminte, te rog! Care nevinovat a pierit? Care oameni neprihăniți au fost nimiciți?","8":"După câte am văzut eu, numai cei ce ară fărădelegea și seamănă nelegiuirea îi seceră roadele!","9":"Aceia pier prin suflarea lui Dumnezeu, nimiciți de vântul mâniei Lui.","10":"Mugetul leilor încetează, dinții puilor de lei sunt zdrobiți!","11":"Leul bătrân piere din lipsă de pradă și puii leoaicei se risipesc.","12":"Un cuvânt s-a furișat până la mine, și urechea mea i-a prins sunetele ușoare.","13":"În clipa când vedeniile de noapte frământă gândul, când oamenii sunt cufundați într-un somn adânc,","14":"m-a apucat groaza și spaima, și toate oasele mi-au tremurat.","15":"Un duh a trecut pe lângă mine… Tot părul mi s-a zbârlit ca ariciul…","16":"Un chip cu o înfățișare necunoscută era înaintea ochilor mei. Și am auzit un glas care șoptea încetișor:","17":"‘Fi-va omul fără vină înaintea lui Dumnezeu? Fi-va el curat înaintea Celui ce l-a făcut?’","18":"Dacă n-are încredere Dumnezeu nici în slujitorii Săi, dacă găsește El greșeli chiar la îngerii Săi,","19":"cu cât mai mult la cei ce locuiesc în case de lut, și pot fi zdrobiți ca un vierme!","20":"De dimineață până seara sunt zdrobiți, pier pentru totdeauna și nimeni nu ține seama de ei.","21":"Li se taie firul vieții, mor și tot n-au căpătat înțelepciunea!"}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"Atunci Elifaz, temanitul, a răspuns și a zis:","2":"„Dacă ar îndrăzni cineva să-ți vorbească, te vei supăra? Dar cine ar putea să tacă?","3":"Iată că tu i-ai învățat pe mulți și ai întărit mâinile slăbite.","4":"Cuvintele tale i-au ridicat pe cei ce se clătinau și au întărit genunchii care se îndoiau.","5":"Dar acum necazul a venit asupra ta și ești supărat; te atinge și ești îngrozit.","6":"Nu este oare teama de Dumnezeu încrederea ta, iar curăția căilor tale speranța ta?","7":"Te rog, adu-ți aminte! A pierit vreodată un om nevinovat? Sau unde au fost nimiciți cei drepți?","8":"După cum am văzut eu, cei care ară nelegiuirea și seamănă necazul, le culeg roadele.","9":"Suflarea lui Dumnezeu îi nimicește, iar izbucnirea mâniei Sale îi distruge.","10":"Urletul leului, glasul leului fioros și colții leilor tineri sunt zdrobiți.","11":"Leul cel puternic piere din lipsă de pradă, iar puii leoaicei sunt risipiți.","12":"Mi s-a spus un cuvânt pe ascuns, urechea mea a auzit o șoaptă.","13":"În mijlocul frământărilor din timpul vedeniilor avute noaptea, când oamenii sunt cuprinși de un somn adânc,","14":"m-au cuprins groaza și tremurul; groaza a făcut să-mi tremure toate oasele.","15":"Un duh a trecut prin fața mea; atunci părul de pe trup mi s-a zbârlit.","16":"S-a oprit, dar nu i-am putut desluși chipul; înfățișarea cuiva era înaintea ochilor mei. Și am auzit un glas care șoptea:","17":"«Poate omul să fie drept înaintea lui Dumnezeu? Poate el să fie curat înaintea Creatorului său?","18":"Dacă nu se încrede El nici chiar în slujitorii Săi și găsește greșeli chiar și la îngerii Săi,","19":"cu atât mai mult la cei ce trăiesc în case de lut, și care sunt striviți mai ușor decât o molie.","20":"De dimineață până seara sunt zdrobiți; pier și sunt dați uitării pentru totdeauna.","21":"Nu le este smulsă oare funia cortului lor? Ei mor, însă fără să fi dobândit înțelepciune»."}},"WEBUS":{"name":"World English Bible US","verses":{"1":"Then Eliphaz the Temanite answered,","2":"“If someone ventures to talk with you, will you be grieved? But who can withhold himself from speaking?","3":"Behold, you have instructed many, you have strengthened the weak hands.","4":"Your words have supported him who was falling, you have made the feeble knees firm.","5":"But now it has come to you, and you faint. It touches you, and you are troubled.","6":"Isn’t your piety your confidence? Isn’t the integrity of your ways your hope?","7":"“Remember, now, who ever perished, being innocent? Or where were the upright cut off?","8":"According to what I have seen, those who plow iniquity and sow trouble, reap the same.","9":"By the breath of God they perish. By the blast of his anger are they consumed.","10":"The roaring of the lion, and the voice of the fierce lion, the teeth of the young lions, are broken.","11":"The old lion perishes for lack of prey. The cubs of the lioness are scattered abroad.","12":"“Now a thing was secretly brought to me. My ear received a whisper of it.","13":"In thoughts from the visions of the night, when deep sleep falls on men,","14":"fear came on me, and trembling, which made all my bones shake.","15":"Then a spirit passed before my face. The hair of my flesh stood up.","16":"It stood still, but I couldn’t discern its appearance. A form was before my eyes. Silence, then I heard a voice, saying,","17":"‘Shall mortal man be more just than God? Shall a man be more pure than his Maker?","18":"Behold, he puts no trust in his servants. He charges his angels with error.","19":"How much more those who dwell in houses of clay, whose foundation is in the dust, who are crushed before the moth!","20":"Between morning and evening they are destroyed. They perish forever without any regarding it.","21":"Isn’t their tent cord plucked up within them? They die, and that without wisdom.’"}}}}