{"book":"Iov","chapter":"38","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"Domnul a răspuns lui Iov din mijlocul furtunii și a zis:","2":"„Cine este cel ce Îmi întunecă planurile prin cuvântări fără pricepere?","3":"Încinge-ți mijlocul ca un viteaz, ca Eu să te întreb, și tu să Mă înveți.","4":"Unde erai tu când am întemeiat pământul? Spune, dacă ai pricepere.","5":"Cine i-a hotărât măsurile, știi? Sau cine a întins frânghia de măsurat peste el?","6":"Pe ce sunt sprijinite temeliile lui?","7":"atunci când stelele dimineții izbucneau în cântări de bucurie și când toți fiii lui Dumnezeu scoteau strigăte de veselie?","8":"Cine a închis marea cu porți când s-a aruncat din pântecele mamei ei,","9":"când i-am făcut haină din nori și scutece din întuneric,","10":"când i-am pus hotar și când i-am pus zăvoare și porți,","11":"când am zis: ‘Până aici să vii, să nu treci mai departe; aici să ți se oprească mândria valurilor tale’?","12":"De când ești, ai poruncit tu dimineții? Ai arătat zorilor locul lor,","13":"ca să apuce capetele pământului și să scuture pe cei răi de pe el?","14":"Ca pământul să se schimbe ca lutul pe care se pune o pecete și toate lucrurile să se arate îmbrăcate ca în haina lor adevărată?","15":"Pentru ca cei răi să fie lipsiți de lumina lor și brațul care se ridică să fie zdrobit?","16":"Ai pătruns tu până la izvoarele mării? Sau te-ai plimbat tu prin fundurile adâncului?","17":"Ți s-au deschis porțile morții? Sau ai văzut tu porțile umbrei morții?","18":"Ai cuprins tu cu privirea întinderea pământului? Vorbește, dacă știi toate aceste lucruri.","19":"Unde este drumul care duce la locașul luminii? Și întunericul unde își are locuința?","20":"Poți să le urmărești până la hotarul lor și să cunoști cărările locuinței lor?","21":"Știi, căci atunci erai născut și numărul zilelor tale este mare!","22":"Ai ajuns tu până la cămările zăpezii? Ai văzut tu cămările grindinei,","23":"pe care le păstrez pentru vremurile de strâmtorare, pentru zilele de război și de bătălie?","24":"Pe ce cale se împarte lumina? Și pe ce cale se împrăștie vântul de răsărit pe pământ?","25":"Cine a deschis un loc de scurgere ploii și a însemnat drumul fulgerului și al tunetului,","26":"pentru ca să cadă ploaia pe un pământ fără locuitori, pe un pustiu unde nu sunt oameni;","27":"pentru ca să adape locurile pustii și uscate și ca să facă să încolțească și să răsară iarba?","28":"Are ploaia tată? Cine dă naștere picăturilor de rouă?","29":"Din al cui sân iese gheața și cine naște promoroaca cerului,","30":"ca apele să se îngroașe ca o piatră și fața adâncului să se întărească?","31":"Poți să înnozi tu legăturile Găinușei sau să dezlegi frânghiile Orionului?","32":"Tu faci să iasă la vremea lor semnele zodiacului și tu cârmuiești Ursa-Mare cu puii ei?","33":"Cunoști tu legile cerului? Sau tu îi orânduiești stăpânirea pe pământ?","34":"Îți înalți tu glasul până la nori, ca să chemi să te acopere râuri de ape?","35":"Poți tu să arunci fulgerele ca să plece? Îți zic ele: ‘Iată-ne’?","36":"Cine a pus înțelepciunea în negura norilor sau cine a dat pricepere întocmirii văzduhului?","37":"Cine poate să numere norii cu înțelepciune și să verse burdufurile cerurilor,","38":"pentru ca să înceapă pulberea să facă noroi și bulgării de pământ să se lipească împreună?","39":"Tu izgonești prada pentru leoaică","40":"când stau ghemuiți în vizuina lor, când stau la pândă în culcușul lor?","41":"Cine pregătește corbului hrana, când puii lui strigă spre Dumnezeu, când umblă rătăciți și flămânzi?"}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"Domnul i-a răspuns lui Iov din mijlocul furtunii, zicând:","2":"„Cine este cel ce-Mi întunecă sfatul, prin cuvântări lipsite de cunoaștere?","3":"Pregătește-te să stai înaintea Mea ca un bărbat, ca Eu să te întreb și tu să Mă înveți.","4":"Unde erai când am așezat temeliile pământului? Spune, dacă ai pricepere!","5":"Cine i-a hotărât măsurile? Știi? Cine a întins sfoara de măsurat peste el?","6":"Pe ce îi sunt așezate temeliile sau cine i-a pus piatra din capul unghiului,","7":"atunci când stelele dimineții cântau împreună, și când toți fiii lui Dumnezeu strigau de bucurie?","8":"Cine a închis marea cu porți, când a ieșit, țâșnind din pântec,","9":"când i-am făcut îmbrăcămintea din nori și scutecul din negură,","10":"când i-am stabilit granițele și i-am pus un zăvor și porți,","11":"când i-am zis: «Până aici să vii și să nu treci mai departe, aici să se oprească mândria valurilor tale!»?","12":"Ai poruncit tu vreodată dimineții sau ai arătat zorilor locul lor,","13":"ca să prindă pământul de margini și să-i scuture pe cei răi de pe el?","14":"Pământul ia forma lutului sub o pecete; înfățișarea lui este ca a unei haine.","15":"Lumina este retrasă de la cei răi, și brațul cel ridicat este zdrobit.","16":"Ai ajuns tu până la izvoarele mării sau te-ai plimbat tu pe temelia adâncului?","17":"Ți-au fost arătate porțile morții sau ai văzut tu porțile umbrei morții?","18":"Pricepi tu cât de larg este pământul? Spune dacă știi toate aceste lucruri.","19":"Unde este calea către locuința luminii și unde este locuința întunericului?","20":"Poți să îl duci tu la granița lui și să înțelegi cărările spre casa lui?","21":"Cu siguranță ar trebui să știi, căci erai deja născut atunci! Și numărul zilelor tale este mare!","22":"Ai intrat tu în cămările zăpezii sau ai văzut tu cămările grindinei,","23":"pe care Eu le-am păstrat pentru vreme de necaz, pentru ziua de luptă și de război?","24":"Pe ce cale este dispersată lumina sau este împrăștiat vântul de est pe pământ?","25":"Cine croiește o cale pentru șuvoiul de apă și o cărare pentru lumina trăsnetelor,","26":"ca să ude un pământ unde nu este nimeni, un deșert în care nu este niciun om,","27":"ca să adape un loc pustiit și părăsit și să facă să încolțească iarba?","28":"Are ploaia tată? Sau cine dă naștere picăturilor de rouă?","29":"Din care pântec iese gheața și cine naște bruma cerului,","30":"când apele se fac tari ca piatra și când îngheață fața adâncului?","31":"Ai legat tu lanțul Pleiadelor sau ai dezlegat tu frânghiile Orionului?","32":"Aduci tu afară constelațiile la vremea lor și călăuzești tu Ursul cu puii săi?","33":"Cunoști tu legile cerului? Ai hotărât tu stăpânirea lui pe pământ?","34":"Îți înalți tu glasul până la nori ca să te acoperi cu un șuvoi de ape?","35":"Trimiți tu fulgere, ca să plece și să-ți spună: «Iată-ne!»?","36":"Cine a pus înțelepciunea în adâncurile ființei și cine a dat pricepere minții?","37":"Cine poate număra norii cu înțelepciune? Cine poate vărsa burdufurile cerurilor,","38":"pentru ca praful să se facă noroi și bulgării de pământ să se lipească laolaltă?","39":"Vânezi tu prada pentru leoaică sau potolești tu foamea leilor tineri,","40":"când stau ghemuiți în vizuinile lor, când stau la pândă în culcușul lor?","41":"Cine pregătește corbului hrana, și rătăcesc din lipsă de hrană?"}},"WEBUS":{"name":"World English Bible US","verses":{"1":"Then Yahweh answered Job out of the whirlwind,","2":"“Who is this who darkens counsel by words without knowledge?","3":"Brace yourself like a man, for I will question you, then you answer me!","4":"“Where were you when I laid the foundations of the earth? Declare, if you have understanding.","5":"Who determined its measures, if you know? Or who stretched the line on it?","6":"What were its foundations fastened on? Or who laid its cornerstone,","7":"when the morning stars sang together, and all the sons of God shouted for joy?","8":"“Or who shut up the sea with doors, when it broke out of the womb,","9":"when I made clouds its garment, and wrapped it in thick darkness,","10":"marked out for it my bound, set bars and doors,","11":"and said, ‘You may come here, but no further. Your proud waves shall be stopped here’?","12":"“Have you commanded the morning in your days, and caused the dawn to know its place,","13":"that it might take hold of the ends of the earth, and shake the wicked out of it?","14":"It is changed as clay under the seal, and presented as a garment.","15":"From the wicked, their light is withheld. The high arm is broken.","16":"“Have you entered into the springs of the sea? Or have you walked in the recesses of the deep?","17":"Have the gates of death been revealed to you? Or have you seen the gates of the shadow of death?","18":"Have you comprehended the earth in its width? Declare, if you know it all.","19":"“What is the way to the dwelling of light? As for darkness, where is its place,","20":"that you should take it to its bound, that you should discern the paths to its house?","21":"Surely you know, for you were born then, and the number of your days is great!","22":"Have you entered the storehouses of the snow, or have you seen the storehouses of the hail,","23":"which I have reserved against the time of trouble, against the day of battle and war?","24":"By what way is the lightning distributed, or the east wind scattered on the earth?","25":"Who has cut a channel for the flood water, or the path for the thunderstorm,","26":"to cause it to rain on a land where there is no man, on the wilderness, in which there is no man,","27":"to satisfy the waste and desolate ground, to cause the tender grass to grow?","28":"Does the rain have a father? Or who fathers the drops of dew?","29":"Whose womb did the ice come out of? Who has given birth to the gray frost of the sky?","30":"The waters become hard like stone, when the surface of the deep is frozen.","31":"“Can you bind the cluster of the Pleiades, or loosen the cords of Orion?","32":"Can you lead the constellations out in their season? Or can you guide the Bear with her cubs?","33":"Do you know the laws of the heavens? Can you establish its dominion over the earth?","34":"“Can you lift up your voice to the clouds, that abundance of waters may cover you?","35":"Can you send out lightnings, that they may go? Do they report to you, ‘Here we are’?","36":"Who has put wisdom in the inward parts? Or who has given understanding to the mind?","37":"Who can count the clouds by wisdom? Or who can pour out the containers of the sky,","38":"when the dust runs into a mass, and the clods of earth stick together?","39":"“Can you hunt the prey for the lioness, or satisfy the appetite of the young lions,","40":"when they crouch in their dens, and lie in wait in the thicket?","41":"Who provides for the raven his prey, when his young ones cry to God, and wander for lack of food?"}}}}