{"book":"Iov","chapter":"31","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"Făcusem un legământ cu ochii mei, și nu mi-aș fi oprit privirile asupra unei fecioare.","2":"Dar ce soartă mi-a păstrat Dumnezeu de sus? Ce moștenire mi-a trimis Cel Atotputernic din ceruri?","3":"Pieirea nu-i oare pentru cel rău și nenorocirea pentru cei ce fac fărădelege?","4":"N-a cunoscut Dumnezeu căile mele? Nu mi-a numărat El toți pașii mei?","5":"Dacă am umblat cu minciuna, dacă mi-a alergat piciorul după înșelăciune,","6":"să mă cântărească Dumnezeu în cumpăna celor fără prihană, și-mi va vedea neprihănirea!","7":"De mi s-a abătut pasul de pe calea cea dreaptă, de mi-a urmat inima ochii, de s-a lipit vreo întinăciune de mâinile mele,","8":"atunci eu să semăn, și altul să secere și odraslele mele să fie dezrădăcinate!","9":"Dacă mi-a fost amăgită inima de vreo femeie, dacă am pândit la ușa aproapelui meu,","10":"atunci nevastă-mea să macine pentru altul și s-o necinstească alții!","11":"Căci aceasta ar fi fost o nelegiuire, o fărădelege vrednică să fie pedepsită de judecători,","12":"un foc care mistuie până la nimicire și care mi-ar fi prăpădit toată bogăția.","13":"De aș fi nesocotit dreptul slugii sau slujnicei mele când se certa cu mine,","14":"ce aș putea să fac când Se ridică Dumnezeu? Ce aș putea răspunde când pedepsește El?","15":"Cel ce m-a făcut pe mine în pântecele mamei mele nu l-a făcut și pe el? Oare nu ne-a întocmit același Dumnezeu în pântecele mamei?","16":"Dacă n-am dat săracilor ce-mi cereau, dacă am făcut să se topească de plâns ochii văduvei,","17":"dacă mi-am mâncat singur pâinea, fără ca orfanul să fi avut și el partea lui din ea,","18":"eu, care din tinerețe l-am crescut ca un tată, eu, care de la naștere am sprijinit pe văduvă;","19":"dacă am văzut pe cel nenorocit ducând lipsă de haine, pe cel lipsit neavând învelitoare,","20":"fără ca inima lui să mă fi binecuvântat, fără să fi fost încălzit de lâna mieilor mei;","21":"dacă am ridicat mâna împotriva orfanului, pentru că mă simțeam sprijinit de judecători,","22":"atunci să mi se dezlipească umărul de la încheietură, să-mi cadă brațul și să se sfărâme!","23":"Căci mă temeam de pedeapsa lui Dumnezeu și nu puteam lucra astfel din pricina măreției Lui.","24":"Dacă mi-am pus încrederea în aur, dacă am zis aurului: ‘Tu ești nădejdea mea’,","25":"dacă m-am îngâmfat de mărimea averilor mele, de mulțimea bogățiilor pe care le dobândisem,","26":"dacă am privit soarele când strălucea,","27":"și dacă mi s-a lăsat amăgită inima în taină, dacă le-am aruncat sărutări, ducându-mi mâna la gură –","28":"și aceasta este tot o fărădelege care trebuie pedepsită de judecători, căci m-aș fi lepădat de Dumnezeul cel de sus –,","29":"dacă m-am bucurat de nenorocirea vrăjmașului meu, dacă am sărit de bucurie când l-a atins nenorocirea,","30":"eu, care n-am dat voie limbii mele să păcătuiască, să-i ceară moartea cu blestem,","31":"dacă nu ziceau oamenii din cortul meu: ‘Unde este cel ce nu s-a săturat din carnea lui?’,","32":"dacă petrecea străinul noaptea afară, dacă nu mi-aș fi deschis ușa să intre călătorul,","33":"dacă mi-am ascuns fărădelegile, ca oamenii, și mi-am închis nelegiuirile în sân,","34":"pentru că mă temeam de mulțime, familiilor, ținându-mă deoparte și necutezând să-mi trec pragul…","35":"O, de aș găsi pe cineva să m-asculte! Iată apărarea mea, iscălită de mine: să-mi răspundă Cel Atotputernic! Cine-mi va da plângerea iscălită de potrivnicul meu?","36":"Ca să-i port scrisoarea pe umăr, s-o leg de fruntea mea ca o cunună;","37":"să-i dau socoteală de toți pașii mei, să mă apropii de el ca un domn.","38":"Dacă pământul meu strigă împotriva mea și dacă brazdele lui varsă lacrimi;","39":"dacă i-am mâncat rodul fără să-l fi plătit și dacă am întristat sufletul vechilor lui stăpâni,","40":"atunci să crească spini din el în loc de grâu și neghină în loc de orz!” Sfârșitul cuvintelor lui Iov."}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"Am încheiat un legământ cu ochii mei, să nu-mi ațintesc privirea asupra unei fecioare.","2":"Dar ce parte am de la Dumnezeu, de sus? Ce moștenire am de la Cel Atotputernic, din înălțimi?","3":"Oare nenorocirea nu este pentru cel nedrept și dezastrul pentru cei ce comit nelegiuiri?","4":"Oare nu vede El căile mele și nu-mi numără El toți pașii?","5":"Dacă am umblat cu minciună, și piciorul meu s-a grăbit spre înșelătorie,","6":"să mă cântărească Dumnezeu în talerele dreptății și atunci îmi va cunoaște integritatea!","7":"Dacă pașii mi s-au abătut de pe cale, și dacă mi s-au pângărit mâinile,","8":"atunci alții să mănânce ce am semănat, și urmașii mei să fie smulși din rădăcini.","9":"Dacă mi-a fost amăgită inima de vreo femeie și, dacă am pândit la ușa semenului meu,","10":"atunci soția mea să macine pentru altul, și alții să se culce cu ea.","11":"Acesta ar fi fost un desfrâu, ar fi fost o nelegiuire ce ar fi trebuit judecată.","12":"Ar fi fost un foc care ar fi ars până la Locul Nimicirii și care mi-ar fi dezrădăcinat tot secerișul.","13":"Dacă am disprețuit dreptul slujitorului meu sau al slujitoarei mele, în disputa lor cu mine,","14":"ce voi face când Se va ridica Dumnezeu? Ce voi răspunde când va cerceta El?","15":"Cel Ce m-a făcut pe mine în pântec, nu i-a făcut și pe ei? Oare nu Același ne-a creat în pântecele mamelor noastre?","16":"Dacă n-am dat celui sărac ce-mi cerea sau dacă am făcut să se întristeze ochii văduvei,","17":"dacă mi-am mâncat bucata de pâine de unul singur, iar cel orfan nu a mâncat din ea –","18":"eu, care, din tinerețe, l-am crescut ca un tată, și din pântecul mamei mele am călăuzit-o pe văduvă –","19":"dacă l-am văzut pe cel nenorocit lipsit de haine, sau pe cel nevoiaș fără îmbrăcăminte,","20":"iar inima lui nu m-a binecuvântat atunci când l-am încălzit cu lâna oilor mele,","21":"dacă mi-am ridicat mâna împotriva orfanului, pentru că aveam sprijinul celor de la poarta cetății,","22":"atunci să-mi cadă umărul de la locul lui și să-mi fie smulsă mâna din încheietură.","23":"Căci îmi era groază de nenorocire din partea lui Dumnezeu și nu puteam să înfrunt măreția Sa.","24":"Dacă mi-am pus încrederea în aur sau dacă am zis aurului pur: «Tu ești încrederea mea!»,","25":"dacă m-am bucurat că averea mea este mare și că mâna mea a adunat mult,","26":"dacă am privit soarele când strălucea","27":"și mi s-a amăgit inima în taină, dacă le-am dat sărutări, ducându-mi mâna la gură,","28":"aceasta ar fi fost o nelegiuire de judecat, pentru că aș fi fost necredincios față de Dumnezeul Cel de sus.","29":"Dacă m-am bucurat de nenorocirea celui ce mă ura sau dacă mi-a părut bine când a venit necazul peste el,","30":"dacă mi-am lăsat gura să păcătuiască, cerând blestem peste viața lui,","31":"dacă oamenii din cortul meu n-au zis niciodată: «Cine nu s-a săturat din carnea lui?»,","32":"– Străinul însă n-a rămas în drum peste noapte, și ușa mea a fost întotdeauna deschisă călătorului –","33":"dacă mi-am acoperit fărădelegile ca Adam, ascunzându-mi nelegiuirea în sân,","34":"pentru că m-aș fi îngrozit de mulțime, iar disprețul clanurilor m-ar fi înspăimântat, tăcând și neîndrăznind să ies afară…","35":"O, de-aș găsi pe cineva să mă asculte! Iată, îmi semnez acum apărarea! Să-mi răspundă Cel Atotputernic! Să Își scrie plângerea Cel Ce mă acuză.","36":"O voi pune pe umăr, o voi purta ca pe o coroană.","37":"Îi voi da socoteală de toți pașii mei, mă voi apropia de El ca un conducător.","38":"Dacă pământul meu a strigat împotriva mea și dacă brazdele lui au plâns împreună,","39":"dacă i-am mâncat roada fără să plătesc sau dacă i-am dat la moarte pe proprietarii lui,","40":"atunci să crească pe el spini în loc de grâu și neghină în loc de orz!“. Cuvintele lui Iov au luat sfârșit."}},"WEBUS":{"name":"World English Bible US","verses":{"1":"“I made a covenant with my eyes; how then should I look lustfully at a young woman?","2":"For what is the portion from God above, and the heritage from the Almighty on high?","3":"Is it not calamity to the unrighteous, and disaster to the workers of iniquity?","4":"Doesn’t he see my ways, and count all my steps?","5":"“If I have walked with falsehood,","6":"(let me be weighed in an even balance, that God may know my integrity);","7":"if my step has turned out of the way, if my heart walked after my eyes, if any defilement has stuck to my hands,","8":"then let me sow, and let another eat. Yes, let the produce of my field be rooted out.","9":"“If my heart has been enticed to a woman, and I have laid wait at my neighbor’s door,","10":"then let my wife grind for another, and let others sleep with her.","11":"For that would be a heinous crime. Yes, it would be an iniquity to be punished by the judges,","12":"for it is a fire that consumes to destruction, and would root out all my increase.","13":"“If I have despised the cause of my male servant or of my female servant, when they contended with me,","14":"what then will I do when God rises up? When he visits, what will I answer him?","15":"Didn’t he who made me in the womb make him? Didn’t one fashion us in the womb?","16":"“If I have withheld the poor from their desire, or have caused the eyes of the widow to fail,","17":"or have eaten my morsel alone,","18":"(no, from my youth he grew up with me as with a father, I have guided her from my mother’s womb);","19":"if I have seen any perish for want of clothing, or that the needy had no covering;","20":"if his heart hasn’t blessed me, if he hasn’t been warmed with my sheep’s fleece;","21":"if I have lifted up my hand against the fatherless, because I saw my help in the gate;","22":"then let my shoulder fall from the shoulder blade, and my arm be broken from the bone.","23":"For calamity from God is a terror to me. Because of his majesty, I can do nothing.","24":"“If I have made gold my hope, and have said to the fine gold, ‘You are my confidence;’","25":"If I have rejoiced because my wealth was great, and because my hand had gotten much;","26":"if I have seen the sun when it shined, or the moon moving in splendor,","27":"and my heart has been secretly enticed, and my hand threw a kiss from my mouth;","28":"this also would be an iniquity to be punished by the judges, for I would have denied the God who is above.","29":"“If I have rejoiced at the destruction of him who hated me,","30":"(I have certainly not allowed my mouth to sin by asking his life with a curse);","31":"if the men of my tent have not said, ‘Who can find one who has not been filled with his meat?’","32":"(the foreigner has not camped in the street, but I have opened my doors to the traveler);","33":"if like Adam I have covered my transgressions, by hiding my iniquity in my heart,","34":"because I feared the great multitude, and the contempt of families terrified me, so that I kept silence, and didn’t go out of the door—","35":"oh that I had one to hear me! Behold, here is my signature! Let the Almighty answer me! Let the accuser write my indictment!","36":"Surely I would carry it on my shoulder, and I would bind it to me as a crown.","37":"I would declare to him the number of my steps. I would go near to him like a prince.","38":"If my land cries out against me, and its furrows weep together;","39":"if I have eaten its fruits without money, or have caused its owners to lose their life,","40":"let briers grow instead of wheat, and stinkweed instead of barley.” The words of Job are ended."}}}}