{"book":"Iov","chapter":"12","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"Iov a luat cuvântul și a zis:","2":"„S-ar putea zice, în adevăr, că neamul omenesc sunteți voi și că odată cu voi va muri și înțelepciunea!","3":"Am și eu minte ca voi, nu sunt mai prejos decât voi. Și cine nu știe lucrurile pe care le spuneți voi?","4":"Eu sunt de batjocura prietenilor mei când cer ajutorul lui Dumnezeu: dreptul, nevinovatul, de batjocură!","5":"‘Dispreț în nenorocire!’ – iată zicerea celor fericiți: dă brânci cui alunecă cu piciorul!","6":"Jefuitorilor li se lasă corturile în pace, celor ce mânie pe Dumnezeu le merge bine, măcar că Dumnezeul lor este în pumn.","7":"Întreabă dobitoacele, și te vor învăța; păsările cerului, și îți vor spune;","8":"vorbește pământului, și te va învăța; și peștii mării îți vor povesti.","9":"Cine nu vede în toate acestea dovada că mâna Domnului a făcut asemenea lucruri?","10":"El ține în mână sufletul a tot ce trăiește, suflarea oricărui trup omenesc.","11":"Nu deosebește urechea cuvintele, cum gustă cerul gurii mâncărurile?","12":"La bătrâni se găsește înțelepciunea și într-o viață lungă e priceperea.","13":"La Dumnezeu este înțelepciunea și puterea; sfatul și priceperea ale Lui sunt.","14":"Ce dărâmă El nu va fi zidit din nou; pe cine-l închide El, nimeni nu-l va scăpa.","15":"El oprește apele, și totul se usucă; El le dă drumul, și pustiesc pământul.","16":"El are puterea și înțelepciunea; El stăpânește pe cel ce se rătăcește sau rătăcește pe alții.","17":"El ia robi pe sfetnici și tulbură mintea judecătorilor.","18":"El dezleagă legătura împăraților și le pune o frânghie în jurul coapselor.","19":"El ia robi pe preoți; El răstoarnă pe cei puternici.","20":"El taie vorba celor meșteri la vorbă; El ia mintea celor bătrâni.","21":"El varsă disprețul asupra celor mari; El dezleagă brâul celor tari.","22":"El descoperă ce este ascuns în întuneric; El aduce la lumină umbra morții.","23":"El face pe neamuri să crească și El le nimicește; El le întinde până departe și El le aduce înapoi în hotarele lor.","24":"El ia mintea căpeteniilor poporului; El îi face să rătăcească în pustiuri fără drum,","25":"unde bâjbâie prin întuneric și nu văd deslușit; El îi face să se clatine ca niște oameni beți."}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"Iov a zis:","2":"„Cu siguranță, voi sunteți glasul celor mulți și înțelepciunea va muri odată cu voi.","3":"Am și eu minte la fel ca voi, nu sunt mai prejos decât voi. Cine nu știe toate aceste lucruri?","4":"Am ajuns de râsul prietenilor mei, eu, care L-am chemat pe Dumnezeu și mi-a răspuns; am ajuns de râs, eu, cel drept și integru.","5":"O nenorocire, de care râd cei ce o duc bine, este pregătită pentru cei cărora le alunecă piciorul.","6":"Corturile tâlharilor sunt în pace și cei ce-L mânie pe Dumnezeu sunt în siguranță, purtându-și zeul în mâini.","7":"Dar întreabă animalele, și te vor învăța și păsările cerului, iar ele îți vor spune;","8":"sau plânge-te pământului, și el te va învăța, și peștilor mării, iar ei îți vor istorisi.","9":"Care dintre toate acestea nu știe că mâna Domnului le-a făcut?","10":"În mâna Sa se află sufletul a tot ce este viu și suflarea oricărui trup omenesc.","11":"Oare nu distinge urechea cuvintele, și nu gustă cerul gurii mâncarea?","12":"Înțelepciunea este la cei în vârstă, iar priceperea în lungimea zilelor.","13":"La Dumnezeu se află înțelepciunea și puterea; sfatul și priceperea sunt ale Lui.","14":"Iată, ce dărâmă El, nu poate fi reconstruit. Când El închide un om, acesta nu poate fi eliberat.","15":"Iată, El oprește apele și totul se usucă; când El le dă drumul, acestea devastează țara.","16":"Ale Lui sunt puterea și înțelepciunea; cel înșelat și cel ce înșală sunt sub stăpânirea Lui.","17":"El îi duce pe sfetnici desculți și îi face nebuni pe judecători.","18":"El desface funia împăraților și le pune o frânghie în jurul coapselor.","19":"El îi duce pe preoți desculți și îi răstoarnă pe cei puternici.","20":"El închide gura celor demni de încredere și le ia discernământul celor bătrâni.","21":"El revarsă dispreț asupra nobililor și îl dezarmează pe cel puternic.","22":"El descoperă adâncimile întunericului și aduce la lumină umbra morții.","23":"El înalță națiunile și tot El le distruge, El le face să crească și tot El le împrăștie.","24":"El ia mintea conducătorilor pământului și-i face să rătăcească printr-o pustietate fără drum.","25":"Bâjbâie în întuneric fără lumină, se clatină ca un om beat."}},"WEBUS":{"name":"World English Bible US","verses":{"1":"Then Job answered,","2":"“No doubt, but you are the people, and wisdom will die with you.","3":"But I have understanding as well as you; I am not inferior to you. Yes, who doesn’t know such things as these?","4":"I am like one who is a joke to his neighbor, I, who called on God, and he answered. The just, the blameless man is a joke.","5":"In the thought of him who is at ease there is contempt for misfortune. It is ready for them whose foot slips.","6":"The tents of robbers prosper. Those who provoke God are secure, who carry their god in their hands.","7":"“But ask the animals now, and they will teach you; the birds of the sky, and they will tell you.","8":"Or speak to the earth, and it will teach you. The fish of the sea will declare to you.","9":"Who doesn’t know that in all these, Yahweh’s hand has done this,","10":"in whose hand is the life of every living thing, and the breath of all mankind?","11":"Doesn’t the ear try words, even as the palate tastes its food?","12":"With aged men is wisdom, in length of days understanding.","13":"“With God is wisdom and might. He has counsel and understanding.","14":"Behold, he breaks down, and it can’t be built again. He imprisons a man, and there can be no release.","15":"Behold, he withholds the waters, and they dry up. Again, he sends them out, and they overturn the earth.","16":"With him is strength and wisdom. The deceived and the deceiver are his.","17":"He leads counselors away stripped. He makes judges fools.","18":"He loosens the bond of kings. He binds their waist with a belt.","19":"He leads priests away stripped, and overthrows the mighty.","20":"He removes the speech of those who are trusted, and takes away the understanding of the elders.","21":"He pours contempt on princes, and loosens the belt of the strong.","22":"He uncovers deep things out of darkness, and brings out to light the shadow of death.","23":"He increases the nations, and he destroys them. He enlarges the nations, and he leads them captive.","24":"He takes away understanding from the chiefs of the people of the earth, and causes them to wander in a wilderness where there is no way.","25":"They grope in the dark without light. He makes them stagger like a drunken man."}}}}