{"book":"Iov","chapter":"27","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"Iov a luat din nou cuvântul, a vorbit în pilde și a zis:","2":"„Viu este Dumnezeu, care nu-mi dă dreptate! Viu este Cel Atotputernic, care îmi amărăște viața,","3":"că, atâta vreme cât voi avea suflet și suflarea lui Dumnezeu va fi în nările mele,","4":"buzele mele nu vor rosti nimic nedrept, limba mea nu va spune nimic neadevărat.","5":"Departe de mine gândul să vă dau dreptate! Până la cea din urmă suflare îmi voi apăra nevinovăția.","6":"Țin să-mi scot dreptatea și nu voi slăbi; inima nu mă mustră pentru niciuna din zilele mele.","7":"Vrăjmașul meu să fie ca cel rău și potrivnicul meu, ca cel nelegiuit!","8":"Ce nădejde-i mai rămâne celui nelegiuit când îi taie Dumnezeu firul vieții, când îi ia sufletul?","9":"Îi ascultă Dumnezeu strigătele când vine strâmtorarea peste el?","10":"Este Cel Atotputernic desfătarea lui? Înalță el în tot timpul rugăciuni lui Dumnezeu?","11":"Vă voi învăța căile lui Dumnezeu, nu vă voi ascunde planurile Celui Atotputernic.","12":"Dar voi le cunoașteți și sunteți de același gând; pentru ce dar vorbiți așa de prostește?","13":"Iată soarta pe care o păstrează Dumnezeu celui rău, moștenirea pe care o hotărăște Cel Atotputernic celui nelegiuit.","14":"Dacă are mulți fii, îi are pentru sabie și odraslele lui duc lipsă de pâine.","15":"Cei ce scapă din ai lui sunt îngropați de ciumă, și văduvele lor nu-i plâng.","16":"Dacă strânge argint ca țărâna, dacă îngrămădește haine ca noroiul,","17":"el le strânge, dar cel fără vină se îmbracă în ele și de argintul lui omul fără prihană are parte.","18":"Casa lui este ca aceea pe care o zidește molia, ca o colibă pe care și-o face un străjer.","19":"Se culcă bogat și moare despuiat; deschide ochii și totul a pierit.","20":"Îl apucă groaza ca niște ape și noaptea îl ia vârtejul.","21":"Vântul de răsărit îl ia și se duce; îl smulge cu putere din locuința lui.","22":"Dumnezeu aruncă fără milă săgeți împotriva lui, și cel rău ar vrea să fugă, să scape de ele.","23":"Oamenii bat din palme la căderea lui și-l fluieră la plecarea din locul lui."}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"Iov și-a continuat discursul și a zis:","2":"„Viu este Dumnezeu, Care nu-mi dă dreptate, Cel Atotputernic, Care mi-a amărât sufletul,","3":"că atâta vreme cât am suflare, cât am suflarea lui Dumnezeu în nările mele,","4":"buzele mele nu vor rosti vreo nedreptate și limba mea nu va spune nimic înșelător.","5":"Departe de mine gândul să vă dau dreptate; îmi voi apăra integritatea până îmi voi da suflarea!","6":"Îmi voi susține neclintit dreptatea; inima nu mă va mustra pentru niciuna dintre zilele mele.","7":"Fie ca dușmanul meu să aibă soarta celui rău și cel ce se ridică împotriva mea să aibă soarta celui nedrept.","8":"Ce speranță mai are cel lipsit de evlavie, când Dumnezeu îi taie firul vieții, când Dumnezeu îi ia viața?","9":"Îi va auzi Dumnezeu strigătul, când va veni necazul asupra lui?","10":"Își va găsi el plăcerea în Cel Atotputernic? Îl va chema el întotdeauna pe Dumnezeu?","11":"Vă voi învăța despre puterea lui Dumnezeu. Nu voi ascunde ceea ce este alături de Cel Atotputernic.","12":"Iată, voi înșivă ați văzut cu toții aceasta. Prin urmare, de ce continuați să rostiți cuvinte deșarte?","13":"Aceasta este partea omului nelegiuit de la Dumnezeu și moștenirea celor groaznici de la Cel Atotputernic.","14":"Dacă i se înmulțesc fiii, ei sunt pentru sabie, și odraslele lui nu se vor sătura niciodată de pâine.","15":"Pe supraviețuitorii lui îi va îngropa moartea, iar văduvele lor nu-i vor plânge.","16":"Deși adună argintul precum adună țărâna, și hainele precum grămezile de lut,","17":"ceea ce el pregătește, va fi îmbrăcat de cel drept, iar cel nevinovat va împărți argintul lui.","18":"El își construiește casa ca o molie și ca o colibă făcută de un străjer.","19":"Se culcă bogat, dar nu va mai fi așa. Când își deschide ochii, nu mai deține nimic.","20":"Spaimele îl cuprind ca un șuvoi; o vijelie îl smulge în timpul nopții.","21":"Vântul de est îl ia și îl duce; îl smulge din locul său ca o furtună.","22":"Vuiește asupra lui fără milă, iar el fuge speriat de puterea lui.","23":"Oamenii vor bate din palme când el va fugi și-l vor fluiera când va pleca din locul lui."}},"WEBUS":{"name":"World English Bible US","verses":{"1":"Job again took up his parable, and said,","2":"“As God lives, who has taken away my right, the Almighty, who has made my soul bitter","3":"(for the length of my life is still in me, and the spirit of God is in my nostrils);","4":"surely my lips will not speak unrighteousness, neither will my tongue utter deceit.","5":"Far be it from me that I should justify you. Until I die I will not put away my integrity from me.","6":"I hold fast to my righteousness, and will not let it go. My heart will not reproach me so long as I live.","7":"“Let my enemy be as the wicked. Let him who rises up against me be as the unrighteous.","8":"For what is the hope of the godless, when he is cut off, when God takes away his life?","9":"Will God hear his cry when trouble comes on him?","10":"Will he delight himself in the Almighty, and call on God at all times?","11":"I will teach you about the hand of God. I will not conceal that which is with the Almighty.","12":"Behold, all of you have seen it yourselves; why then have you become altogether vain?","13":"“This is the portion of a wicked man with God, the heritage of oppressors, which they receive from the Almighty.","14":"If his children are multiplied, it is for the sword. His offspring will not be satisfied with bread.","15":"Those who remain of him will be buried in death. His widows will make no lamentation.","16":"Though he heap up silver as the dust, and prepare clothing as the clay;","17":"he may prepare it, but the just will put it on, and the innocent will divide the silver.","18":"He builds his house as the moth, as a booth which the watchman makes.","19":"He lies down rich, but he will not do so again. He opens his eyes, and he is not.","20":"Terrors overtake him like waters. A storm steals him away in the night.","21":"The east wind carries him away, and he departs. It sweeps him out of his place.","22":"For it hurls at him, and does not spare, as he flees away from his hand.","23":"Men will clap their hands at him, and will hiss him out of his place."}}}}