{"book":"Iov","chapter":"34","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"Elihu a luat din nou cuvântul și a zis:","2":"„Ascultați, înțelepților, cuvintele mele! Luați aminte la mine, pricepuților!","3":"Căci urechea deosebește cuvintele cum gustă cerul gurii bucatele.","4":"Să alegem ce este drept, să vedem între noi ce este bun.","5":"Iov a zis: ‘Sunt nevinovat Și Dumnezeu nu vrea să-mi dea dreptate;","6":"am dreptate și trec drept mincinos; rana mea este jalnică, și sunt fără păcat.’","7":"Este vreun om ca Iov, care să bea batjocura ca apa,","8":"care să umble în tovărășia celor ce fac rău, care să meargă mână în mână cu cei nelegiuiți?","9":"Căci el a zis: ‘Nu-i folosește nimic omului să-și pună plăcerea în Dumnezeu.’","10":"Ascultați-mă dar, oameni pricepuți! Departe de Dumnezeu nedreptatea, departe de Cel Atotputernic fărădelegea!","11":"El dă omului după faptele lui, răsplătește fiecăruia după căile lui.","12":"Nu, negreșit, Dumnezeu nu săvârșește fărădelegea; Cel Atotputernic nu calcă dreptatea.","13":"Cine L-a însărcinat să cârmuiască pământul? Cine I-a dat lumea în grija Lui?","14":"Dacă nu s-ar gândi decât la El, dacă Și-ar lua înapoi duhul și suflarea,","15":"tot ce este carne ar pieri deodată și omul s-ar întoarce în țărână.","16":"Dacă ai pricepere, ascultă lucrul acesta, ia aminte la glasul cuvintelor mele!","17":"Oare ar putea să domnească un vrăjmaș al dreptății? Și vei osândi tu pe Cel drept, pe Cel puternic,","18":"care strigă către împărați: ‘Netrebnicilor!’ Și către domnitori: ‘Nelegiuiților!’,","19":"care nu caută la fața celor mari și nu face deosebire între bogat și sărac, pentru că toți sunt lucrarea mâinilor Lui?","20":"Într-o clipă, ei își pierd viața. La miezul nopții, un popor se clatină și piere. Cel puternic piere, fără amestecul mâinii vreunui om.","21":"Căci Dumnezeu vede purtarea tuturor, privește pașii fiecăruia.","22":"Nu este nici întuneric, nici umbră a morții unde să se poată ascunde cei ce fac fărădelegea.","23":"Dumnezeu n-are nevoie să privească multă vreme ca să tragă pe un om la judecată înaintea Lui.","24":"El zdrobește pe cei mari fără cercetare și pune pe alții în locul lor.","25":"Căci El cunoaște faptele lor: noaptea îi răstoarnă, sunt zdrobiți.","26":"Îi lovește ca pe niște nelegiuiți în fața tuturor.","27":"Abătându-se de la El și părăsind toate căile Lui,","28":"ei au făcut să se înalțe la Dumnezeu strigătul săracului. I-au îndreptat luarea aminte la strigătul celui nenorocit.","29":"Dacă dă El pace, cine poate s-o tulbure? Dacă Își ascunde El Fața, cine poate să-L vadă? La fel Se poartă fie cu un popor, fie cu un om,","30":"pentru ca nelegiuitul să nu mai stăpânească și să nu mai fie o cursă pentru popor.","31":"Căci a zis el vreodată lui Dumnezeu: ‘Am fost pedepsit, nu voi mai păcătui;","32":"arată-mi ce nu văd; dacă am făcut nedreptăți, nu voi mai face’?","33":"Oare după părerea ta va face Dumnezeu dreptate? Tu lepezi, tu alegi, și nu eu; Spune dar ce știi!","34":"Oamenii cu pricepere vor fi de părerea mea, înțeleptul care m-ascultă va gândi ca mine:","35":"Iov vorbește fără pricepere, și cuvântările lui sunt lipsite de judecată.","36":"Să fie încercat dar mai departe, fiindcă răspunde ca cei răi!","37":"Căci adaugă la greșelile lui păcate noi; bate din palme în mijlocul nostru, își înmulțește cuvintele împotriva lui Dumnezeu.”"}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"Elihu a răspuns și a zis:","2":"„Ascultați cuvintele mele, înțelepților! Ascultați-mă, voi, cei ce aveți cunoaștere!","3":"Căci urechea verifică cuvintele, iar cerul gurii gustă mâncarea.","4":"Să ne alegem ce este drept; să cunoaștem ce este bine între noi.","5":"Căci Iov a zis: «Sunt un om drept, însă Dumnezeu nu-mi dă dreptate.","6":"Deși sunt drept, sunt considerat mincinos. Deși nu comit fărădelege, săgețile Lui mă rănesc și nu mă mai vindec».","7":"Este vreun alt om ca Iov, care să bea batjocura ca pe apă,","8":"care să umble cu cei ce comit nelegiuiri și să se însoțească cu oamenii răi?","9":"Căci el a zis: «Nu este de niciun folos omului să-și găsească plăcerea în Dumnezeu».","10":"De aceea, voi, oameni pricepuți, ascultați-mă! și de Cel Atotputernic nedreptatea!","11":"Căci El îl răsplătește pe om potrivit cu lucrarea lui și îi dă fiecăruia după calea lui.","12":"Da, Dumnezeu nu comite fapte rele, Cel Atotputernic nu pervertește dreptatea.","13":"Cine I-a încredințat pământul? Cine I-a supus întreaga lume?","14":"Dacă Și-ar pune inima la aceasta, dacă Și-ar aduna la El duhul și suflarea,","15":"orice trup ar pieri împreună, și omul s-ar întoarce în țărână.","16":"Dacă ai înțelegere, ascultă lucrul acesta; fii atent la cuvintele mele!","17":"Poate stăpâni omul care urăște judecata? Îl vei condamna tu pe Cel Drept și Puternic,","18":"Care zice unui împărat: «Ticălosule!», și nobililor: «Răilor!»,","19":"Care nu îi favorizează pe domnitori, nici nu face deosebire între bogat și sărac, pentru că toți sunt lucrarea mâinilor Sale?","20":"Ei mor într-o clipă, la miezul nopții; poporul se clatină și piere. Cel măreț piere, fără ajutorul vreunei mâini.","21":"Ochii Săi cunosc căile omului; El îi vede fiecare pas.","22":"Nu este nici întuneric, nici umbră a morții, unde să se ascundă cei ce comit nelegiuiri.","23":"Dumnezeu nu are nevoie să cerceteze un om prea mult, ca să-l aducă la judecată înaintea Lui.","24":"El îi zdrobește pe cei puternici fără cercetare și-i pune pe alții în locul lor.","25":"Pentru că le cunoaște faptele, îi răstoarnă noaptea și sunt zdrobiți.","26":"Îi lovește pentru răutatea lor în locul unde oamenii îi pot vedea,","27":"pentru că nu L-au mai urmat și nu le-a mai păsat de niciuna dintre căile Lui.","28":"Ei au făcut ca strigătul celui sărac să ajungă înaintea Lui și El a auzit strigătul celor nevoiași.","29":"Când tace, cine-L poate condamna? Când Își ascunde fața, cine-L poate vedea? La fel Se poartă fie cu o națiune, fie cu un om,","30":"astfel încât omul lipsit de evlavie să nu domnească, să nu fie o capcană pentru popor.","31":"Căci I-a zis el vreodată lui Dumnezeu: «Am îndurat pedeapsa; nu mă voi mai abate.","32":"Învață-mă ceea ce nu văd! Dacă am comis vreo nedreptate, nu voi mai face lucrul acesta!»?","33":"Oare, după părerea ta, când tu disprețuiești? Dar tu vei alege, nu eu! Deci, spune ce știi!","34":"Oamenii pricepuți îmi vor zice, iar omul înțelept, care mă aude, va spune:","35":"«Iov vorbește fără să cunoască, iar cuvintele lui sunt fără pricepere».","36":"Să fie încercat Iov până la sfârșit, pentru răspunsurile lui printre oamenii nelegiuirii!","37":"El adaugă fărădelege la păcatul său, și își înmulțește cuvintele împotriva lui Dumnezeu“."}},"WEBUS":{"name":"World English Bible US","verses":{"1":"Moreover Elihu answered,","2":"“Hear my words, you wise men. Give ear to me, you who have knowledge.","3":"For the ear tries words, as the palate tastes food.","4":"Let us choose for us that which is right. Let us know among ourselves what is good.","5":"For Job has said, ‘I am righteous, God has taken away my right.","6":"Notwithstanding my right I am considered a liar. My wound is incurable, though I am without disobedience.’","7":"What man is like Job, who drinks scorn like water,","8":"who goes in company with the workers of iniquity, and walks with wicked men?","9":"For he has said, ‘It profits a man nothing that he should delight himself with God.’","10":"“Therefore listen to me, you men of understanding: far be it from God, that he should do wickedness, from the Almighty, that he should commit iniquity.","11":"For the work of a man he will give to him, and cause every man to find according to his ways.","12":"Yes surely, God will not do wickedly, neither will the Almighty pervert justice.","13":"Who put him in charge of the earth? Or who has appointed him over the whole world?","14":"If he set his heart on himself, if he gathered to himself his spirit and his breath,","15":"all flesh would perish together, and man would turn again to dust.","16":"“If now you have understanding, hear this. Listen to the voice of my words.","17":"Should even one who hates justice govern? Will you condemn him who is righteous and mighty,","18":"who says to a king, ‘Vile!’ or to nobles, ‘Wicked!’?","19":"He doesn’t respect the persons of princes, nor respect the rich more than the poor, for they all are the work of his hands.","20":"In a moment they die, even at midnight. The people are shaken and pass away. The mighty are taken away without a hand.","21":"“For his eyes are on the ways of a man. He sees all his goings.","22":"There is no darkness, nor thick gloom, where the workers of iniquity may hide themselves.","23":"For he doesn’t need to consider a man further, that he should go before God in judgment.","24":"He breaks mighty men in pieces in ways past finding out, and sets others in their place.","25":"Therefore he takes knowledge of their works. He overturns them in the night, so that they are destroyed.","26":"He strikes them as wicked men in the open sight of others;","27":"because they turned away from following him, and wouldn’t pay attention to any of his ways,","28":"so that they caused the cry of the poor to come to him. He heard the cry of the afflicted.","29":"When he gives quietness, who then can condemn? When he hides his face, who then can see him? He is over a nation or a man alike,","30":"that the godless man may not reign, that there be no one to ensnare the people.","31":"“For has any said to God, ‘I am guilty, but I will not offend any more.","32":"Teach me that which I don’t see. If I have done iniquity, I will do it no more’?","33":"Shall his recompense be as you desire, that you refuse it? For you must choose, and not I. Therefore speak what you know.","34":"Men of understanding will tell me, yes, every wise man who hears me:","35":"‘Job speaks without knowledge. His words are without wisdom.’","36":"I wish that Job were tried to the end, because of his answering like wicked men.","37":"For he adds rebellion to his sin. He claps his hands among us, and multiplies his words against God.”"}}}}