{"book":"Iov","chapter":"40","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"Domnul a vorbit lui Iov și a zis:","2":"„Ești încredințat acum tu, care vorbești împotriva Celui Atotputernic? Tu, care mustri pe Dumnezeu, mai ai vreun răspuns de dat?”","3":"Iov a răspuns Domnului și a zis:","4":"„Iată, eu sunt prea mic. Ce să-Ți răspund? Îmi pun mâna la gură.","5":"Am vorbit o dată, și nu voi mai răspunde; de două ori, și nu voi mai adăuga nimic.”","6":"Domnul a răspuns lui Iov din mijlocul furtunii și a zis:","7":"„Încinge-ți mijlocul ca un viteaz ca Eu să te întreb, și tu să Mă înveți.","8":"Vrei să nimicești până și dreptatea Mea? Și să Mă osândești, ca să-ți scoți dreptatea?","9":"Ai tu un braț ca al lui Dumnezeu și un glas de tunet ca al Lui?","10":"Împodobește-te cu măreție și mărime, îmbracă-te cu strălucire și cu slavă!","11":"Varsă-ți valurile mâniei tale și doboară cu o privire pe cei trufași!","12":"Smerește cu o privire pe cei trufași, zdrobește pe loc pe cei răi,","13":"ascunde-i pe toți împreună în țărână, învelește-le fața în întuneric!","14":"Și atunci voi aduce și Eu laudă puterii dreptei tale.","15":"Uită-te la hipopotamul căruia i-am dat viață, ca și ție! El mănâncă iarbă ca boul.","16":"Uită-te ce tărie are în coapse și ce putere are în mușchii pântecelui său!","17":"Își îndoaie coada tare ca un cedru și vinele coapselor lui sunt întrețesute.","18":"Oasele lui sunt ca niște țevi de aramă, mădularele lui sunt ca niște drugi de fier.","19":"El este cea mai mare dintre lucrările lui Dumnezeu. Cel ce l-a făcut l-a înzestrat cu o suliță.","20":"El își găsește hrana în munți, unde se joacă toate fiarele câmpului.","21":"Se culcă sub lotus, în mijlocul trestiilor și mlaștinilor.","22":"Desișul lotusului îl acoperă cu umbra lui, sălciile pârâului îl înconjoară.","23":"Dacă se întâmplă ca râul să iasă din matcă, el nu fuge: chiar de s-ar năpusti Iordanul în gâtlejul lui, el ar rămâne liniștit.","24":"Crezi că-l poți prinde lovindu-l în față? Sau crezi că-i vei putea străpunge nasul cu ajutorul lațurilor?"}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"Domnul i-a răspuns lui Iov și a zis:","2":"„Cel ce se ceartă cu Cel Atotputernic Îi va da Lui învățătură? Acela care Îl mustră pe Dumnezeu trebuie să-I răspundă!“.","3":"Atunci Iov I-a răspuns Domnului:","4":"„Iată, eu sunt neînsemnat! Ce-aș putea să-Ți răspund? Îmi acopăr gura cu mâna.","5":"Am vorbit o dată, deci nu voi mai răspunde; de două ori, dar nu voi continua“.","6":"Domnul i-a răspuns lui Iov din mijlocul furtunii, zicând:","7":"„Pregătește-te să stai înaintea Mea ca un bărbat, ca Eu să te întreb și tu să Mă înveți.","8":"Vei desconsidera oare judecata Mea? Mă vei condamna pentru a te îndreptăți tu?","9":"Ai tu un braț ca al lui Dumnezeu și poate tuna glasul tău ca al Lui?","10":"Împodobește-te cu maiestate și mărire; îmbracă-te cu splendoare și măreție.","11":"Varsă-ți șuvoiul mâniei tale; uită-te la toți cei mândri și umilește-i.","12":"Uită-te la toți cei mândri și doboară-i; zdrobește-i pe cei răi acolo unde stau;","13":"ascunde-i pe toți împreună în țărână; îngroapă-le fața într-un loc ascuns.","14":"Și Eu voi mărturisi atunci că dreapta ta te poate salva.","15":"Uită-te la behemot, pe care l-am creat ca să fie cu tine. El mănâncă iarbă ca un bou.","16":"Iată ce putere are în coapse și ce forță are în mușchii abdomenului său.","17":"Își îndoaie coada tare ca un cedru, iar tendoanele coapselor sale sunt întrețesute.","18":"Oasele lui sunt țevi de bronz, iar părțile trupului lui sunt ca niște drugi de fier.","19":"El este cel dintâi între lucrările lui Dumnezeu. Să-Și aducă aproape sabia Cel Ce l-a făcut!","20":"Căci munții îi dau hrană, acolo unde se joacă toate vietățile câmpului.","21":"Se culcă sub lotus, între trestii și în mlaștină.","22":"Lotusul îl acoperă cu umbra lui; sălciile râului îl înconjoară.","23":"Iată, când râul se dezlănțuie, el nu se înspăimântă; stă încrezător chiar dacă Iordanul se năpustește asupra gurii lui.","24":"Crezi că-l poți prinde lovindu-l în ochi sau îi poți străpunge nasul într-o capcană?"}},"WEBUS":{"name":"World English Bible US","verses":{"1":"Moreover Yahweh answered Job,","2":"“Shall he who argues contend with the Almighty? He who argues with God, let him answer it.”","3":"Then Job answered Yahweh,","4":"“Behold, I am of small account. What will I answer you? I lay my hand on my mouth.","5":"I have spoken once, and I will not answer; Yes, twice, but I will proceed no further.”","6":"Then Yahweh answered Job out of the whirlwind:","7":"“Now brace yourself like a man. I will question you, and you will answer me.","8":"Will you even annul my judgment? Will you condemn me, that you may be justified?","9":"Or do you have an arm like God? Can you thunder with a voice like him?","10":"“Now deck yourself with excellency and dignity. Array yourself with honor and majesty.","11":"Pour out the fury of your anger. Look at everyone who is proud, and bring him low.","12":"Look at everyone who is proud, and humble him. Crush the wicked in their place.","13":"Hide them in the dust together. Bind their faces in the hidden place.","14":"Then I will also admit to you that your own right hand can save you.","15":"“See now behemoth, which I made as well as you. He eats grass as an ox.","16":"Look now, his strength is in his thighs. His force is in the muscles of his belly.","17":"He moves his tail like a cedar. The sinews of his thighs are knit together.","18":"His bones are like tubes of bronze. His limbs are like bars of iron.","19":"He is the chief of the ways of God. He who made him gives him his sword.","20":"Surely the mountains produce food for him, where all the animals of the field play.","21":"He lies under the lotus trees, in the covert of the reed, and the marsh.","22":"The lotuses cover him with their shade. The willows of the brook surround him.","23":"Behold, if a river overflows, he doesn’t tremble. He is confident, though the Jordan swells even to his mouth.","24":"Shall any take him when he is on the watch, or pierce through his nose with a snare?"}}}}