{"book":"Iov","chapter":"18","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"Bildad din Șuah a luat cuvântul și a zis:","2":"„Când vei pune capăt acestor cuvântări? Vino-ți în minți, și apoi vom vorbi.","3":"Pentru ce ne socotești atât de dobitoci? Pentru ce ne privești ca pe niște vite?","4":"Oare pentru tine, care te sfâșii în mânia ta, și să se strămute stâncile din locul lor?","5":"Da, lumina celui rău se va stinge și flacăra din focul lui nu va mai străluci.","6":"Se va întuneca lumina în cortul lui și se va stinge candela deasupra lui.","7":"Pașii lui cei puternici se vor strâmta; și, cu toate opintirile lui, va cădea.","8":"Căci calcă cu picioarele pe laț și umblă prin ochiuri de rețea;","9":"este prins în cursă de călcâi și lațul pune stăpânire pe el;","10":"capcana în care se prinde este ascunsă în pământ și prinzătoarea îi stă pe cărare.","11":"De jur împrejur îl apucă spaima și-l urmărește pas cu pas.","12":"Foamea îi mănâncă puterile, nenorocirea este alături de el.","13":"Mădularele îi sunt mistuite unul după altul, mădularele îi sunt mâncate de întâiul născut al morții.","14":"Este smuls din cortul lui, unde se credea la adăpost, și este târât spre împăratul spaimelor.","15":"Nimeni din ai lui nu locuiește în cortul lui, pucioasă este presărată pe locuința lui.","16":"Jos i se usucă rădăcinile; sus îi sunt ramurile tăiate.","17":"Îi piere pomenirea de pe pământ, numele lui nu mai este pe uliță.","18":"Este împins din lumină în întuneric și este izgonit din lume.","19":"Nu lasă nici moștenitori, nici sămânță în poporul său, nicio rămășiță vie în locurile în care locuia.","20":"Neamurile care vor veni se vor uimi de prăpădirea lui, și neamul de acum va fi cuprins de groază.","21":"Aceasta este soarta celui rău, aceasta este soarta celui ce nu cunoaște pe Dumnezeu.”"}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"Atunci Bildad, șuhitul, a răspuns și a zis:","2":"„Când veți pune capăt acestor cuvinte? Veniți-vă în fire, și apoi vom vorbi!","3":"De ce suntem considerați ca niște vite? De ce suntem proști în ochii voștri?","4":"Pentru tine, care te sfâșii în mânia ta, să fie părăsit pământul? Sau să se mute stânca din locul ei?","5":"Cu siguranță, lumina celui rău se va stinge și flacăra focului său nu va mai străluci.","6":"În cortul lui lumina devine întuneric, se stinge candela deasupra lui.","7":"Puterea pașilor săi este slăbită. Propriile-i planuri îl trântesc la pământ.","8":"Picioarele îl împing în laț și umblă deasupra unei capcane.","9":"O cursă îl prinde de călcâi, o prinzătoare îl ține tare.","10":"Un laț îi este ascuns în pământ; o cursă pentru el este pe cărare.","11":"Spaime se năpustesc asupra lui din toate părțile și-l urmăresc la fiecare pas.","12":"Puterea lui este slăbită de foame, nenorocirea stă lângă el, pregătită pentru momentul căderii lui.","13":"Ele îi mănâncă părți din piele; întâiul născut al morții îi devorează părțile trupului.","14":"Este smuls din siguranța cortului său și este târât spre împăratul spaimelor.","15":"În cortul său locuiește focul și sulful este presărat peste locuința lui.","16":"Jos i se usucă rădăcinile, iar sus i se ofilesc ramurile.","17":"Amintirea lui este ștearsă de pe pământ; nu mai are niciun nume pe întinderea țării.","18":"Este tras de la lumină în întuneric și este alungat din lume.","19":"El nu mai lasă nici descendenți, nici urmași în poporul său și niciun supraviețuitor în locurile unde a locuit.","20":"Cei din vest sunt înmărmuriți în ziua lui, iar cei din est sunt cuprinși de groază.","21":"Așa sunt locuințele celui nedrept, așa este locul celui ce nu-L cunoaște pe Dumnezeu“."}},"WEBUS":{"name":"World English Bible US","verses":{"1":"Then Bildad the Shuhite answered,","2":"“How long will you hunt for words? Consider, and afterwards we will speak.","3":"Why are we counted as animals, which have become unclean in your sight?","4":"You who tear yourself in your anger, will the earth be forsaken for you? Or will the rock be removed out of its place?","5":"“Yes, the light of the wicked will be put out. The spark of his fire won’t shine.","6":"The light will be dark in his tent. His lamp above him will be put out.","7":"The steps of his strength will be shortened. His own counsel will cast him down.","8":"For he is cast into a net by his own feet, and he wanders into its mesh.","9":"A snare will take him by the heel. A trap will catch him.","10":"A noose is hidden for him in the ground, a trap for him on the path.","11":"Terrors will make him afraid on every side, and will chase him at his heels.","12":"His strength will be famished. Calamity will be ready at his side.","13":"The members of his body will be devoured. The firstborn of death will devour his members.","14":"He will be rooted out of the security of his tent. He will be brought to the king of terrors.","15":"There will dwell in his tent that which is none of his. Sulfur will be scattered on his habitation.","16":"His roots will be dried up beneath. His branch will be cut off above.","17":"His memory will perish from the earth. He will have no name in the street.","18":"He will be driven from light into darkness, and chased out of the world.","19":"He will have neither son nor grandson among his people, nor any remaining where he lived.","20":"Those who come after will be astonished at his day, as those who went before were frightened.","21":"Surely such are the dwellings of the unrighteous. This is the place of him who doesn’t know God.”"}}}}