{"book":"Iov","chapter":"33","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"Acum dar, Iov, ascultă cuvântările mele, ia aminte la toate cuvintele mele!","2":"Iată, deschid gura și mi se mișcă limba în cerul gurii.","3":"Cu curăție de inimă voi vorbi, buzele mele vor spune adevărul curat:","4":"Duhul lui Dumnezeu m-a făcut și suflarea Celui Atotputernic îmi dă viață.","5":"Dacă poți, răspunde-mi, apără-ți pricina, fii gata!","6":"Înaintea lui Dumnezeu eu sunt semenul tău și eu, ca și tine, am fost făcut din noroi.","7":"Astfel, frica de mine nu te va tulbura și greutatea mea nu te va copleși.","8":"Dar tu ai spus în auzul meu și am auzit sunetul cuvintelor tale:","9":"‘Sunt curat, sunt fără păcat, sunt fără prihană, nu este fărădelege în mine.","10":"Și Dumnezeu caută pricină de ură împotriva mea, mă socotește vrăjmaș al Lui;","11":"îmi pune picioarele în butuci, îmi pândește toate mișcările.’","12":"Îți voi răspunde că aici n-ai dreptate, căci Dumnezeu este mai mare decât omul.","13":"Vrei dar să te cerți cu El pentru că nu dă socoteală fiecăruia de faptele Lui?","14":"Dumnezeu vorbește însă când într-un fel, când într-altul, dar omul nu ia seama.","15":"El vorbește prin vise, prin vedenii de noapte, când oamenii sunt cufundați într-un somn adânc, când dorm în patul lor.","16":"Atunci, El le dă înștiințări și le întipărește învățăturile Lui,","17":"ca să abată pe om de la rău și să-l ferească de mândrie,","18":"ca să-i păzească sufletul de groapă și viața de loviturile sabiei.","19":"Și prin durere este mustrat omul în culcușul lui, când o luptă necurmată îi frământă oasele.","20":"Atunci îi este greață de pâine, chiar și de bucatele cele mai alese.","21":"Carnea i se prăpădește și piere, oasele care nu i se vedeau rămân goale;","22":"sufletul i se apropie de groapă și viața, de vestitorii morții.","23":"Dar, dacă se găsește un înger mijlocitor pentru el, unul din miile acelea care vestesc omului calea pe care trebuie s-o urmeze,","24":"Dumnezeu Se îndură de el și zice îngerului: ‘Izbăvește-l, ca să nu se coboare în groapă; am găsit un preț de răscumpărare pentru el!’","25":"Și atunci carnea lui se face mai fragedă ca în copilărie, se întoarce la zilele tinereții lui.","26":"Se roagă lui Dumnezeu, și Dumnezeu îi este binevoitor, și-i dă înapoi nevinovăția.","27":"Atunci, el cântă înaintea oamenilor și zice: ‘Am păcătuit, am călcat dreptatea și n-am fost pedepsit după faptele mele;","28":"Dumnezeu mi-a izbăvit sufletul ca să nu intre în groapă și viața mea vede lumina!’","29":"Iată, acestea le face Dumnezeu de două ori, de trei ori omului,","30":"ca să-l ridice din groapă, ca să-l lumineze cu lumina celor vii.","31":"Ia aminte, Iov, și ascultă-mă! Taci, și voi vorbi!","32":"Dacă ai ceva de spus, răspunde-mi! Vorbește, căci aș vrea să-ți dau dreptate.","33":"Dacă n-ai nimic de zis, ascultă-mă! Taci, și te voi învăța înțelepciunea.”"}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"Așadar, Iov, ascultă-mi cuvintele, te rog; fii atent la tot ce-ți voi spune!","2":"Iată, sunt gata să-mi deschid gura; cuvintele îmi sunt pe vârful limbii.","3":"Cuvintele mele vin dintr-o inimă dreaptă și buzele mele spun sincer cunoștința.","4":"Duhul lui Dumnezeu m-a făcut; suflarea Celui Atotputernic îmi dă viață.","5":"Răspunde-mi, dacă poți, pregătește-te înaintea mea și stai în picioare!","6":"Iată, înaintea lui Dumnezeu și eu sunt ca tine, și eu am fost modelat din lut.","7":"Nu-ți fie groază de mine, nu voi apăsa greu asupra ta.","8":"Într-adevăr, tu ai vorbit în auzul meu – am auzit sunetul cuvintelor tale.","9":"Tu zici: «Sunt curat, fără nelegiuire; sunt pur, nu este vină în mine.","10":"Iată că El caută prilejuri împotriva mea, mă consideră dușman al Lui.","11":"Îmi pune picioarele în butuci și îmi urmărește toate căile».","12":"Iată, îți răspund că aici n-ai dreptate, pentru că Dumnezeu este mai mare decât omul.","13":"De ce te cerți cu El pentru că nu răspunde la toate cuvintele omului?","14":"Căci Dumnezeu vorbește într-un fel sau în două feluri, dar omul nu ține cont.","15":"Într-un vis, într-o vedenie de noapte, când oamenii sunt cuprinși de un somn adânc, când ei dorm în patul lor,","16":"atunci El deschide urechea oamenilor și pecetluiește mustrarea cu privire la ei,","17":"ca să-l întoarcă pe om de la faptele lui și să-l ferească de mândrie,","18":"să-i cruțe sufletul de groapă și viața de loviturile sabiei.","19":"El este mustrat pe un pat al durerii, cu o luptă continuă în oase,","20":"așa că vieții lui îi este greață de pâine, iar sufletului lui îi este greață de mâncarea delicioasă.","21":"Carnea i se distruge până când nu se mai vede, iar oasele lui, care cândva nu se vedeau, rămân goale.","22":"Sufletul i se apropie de groapă, iar viața i se apropie de cei ce aduc moartea.","23":"Dar dacă ar fi un înger lângă el, un mijlocitor, unul dintr-o mie, care să-l înștiințeze pe om ce este drept,","24":"care să arate bunăvoință față de el și să zică: «Cruță-l, ca să nu se coboare în groapă; am găsit un preț de răscumpărare!»,","25":"atunci carnea lui devine mai fragedă decât în copilărie; el se întoarce la zilele tinereții sale.","26":"Se roagă lui Dumnezeu și El Își arată bunăvoința față de el; el vede fața Lui, strigând de bucurie, și Dumnezeu îl face înapoi un om drept.","27":"Apoi cântă înaintea oamenilor și zice: «Am păcătuit și am pervertit ce era drept, dar n-am primit ce meritam.","28":"El mi-a răscumpărat sufletul, ca să nu se ducă în groapă, iar viața mea va vedea lumina».","29":"Iată, Dumnezeu trece omul prin toate acestea, de două, de trei ori,","30":"pentru a-i aduce înapoi sufletul din groapă, ca să fie luminat cu lumina vieții.","31":"Fii atent, Iov, și ascultă-mă! Taci și voi vorbi!","32":"Dacă ai ceva de zis, răspunde-mi! Vorbește, pentru că vreau să-ți dau dreptate.","33":"Dacă nu, ascultă-mă! Taci și te voi învăța înțelepciunea!“."}},"WEBUS":{"name":"World English Bible US","verses":{"1":"“However, Job, please hear my speech, and listen to all my words.","2":"See now, I have opened my mouth. My tongue has spoken in my mouth.","3":"My words will utter the uprightness of my heart. That which my lips know they will speak sincerely.","4":"The Spirit of God has made me, and the breath of the Almighty gives me life.","5":"If you can, answer me. Set your words in order before me, and stand up.","6":"Behold, I am toward God even as you are. I am also formed out of the clay.","7":"Behold, my terror will not make you afraid, neither will my pressure be heavy on you.","8":"“Surely you have spoken in my hearing, I have heard the voice of your words, saying,","9":"‘I am clean, without disobedience. I am innocent, neither is there iniquity in me.","10":"Behold, he finds occasions against me. He counts me for his enemy.","11":"He puts my feet in the stocks. He marks all my paths.’","12":"“Behold, I will answer you. In this you are not just, for God is greater than man.","13":"Why do you strive against him, because he doesn’t give account of any of his matters?","14":"For God speaks once, yes twice, though man pays no attention.","15":"In a dream, in a vision of the night, when deep sleep falls on men, in slumbering on the bed,","16":"then he opens the ears of men, and seals their instruction,","17":"that he may withdraw man from his purpose, and hide pride from man.","18":"He keeps back his soul from the pit, and his life from perishing by the sword.","19":"“He is chastened also with pain on his bed, with continual strife in his bones,","20":"so that his life abhors bread, and his soul dainty food.","21":"His flesh is so consumed away that it can’t be seen. His bones that were not seen stick out.","22":"Yes, his soul draws near to the pit, and his life to the destroyers.","23":"“If there is beside him an angel, an interpreter, one among a thousand, to show to man what is right for him,","24":"then God is gracious to him, and says, ‘Deliver him from going down to the pit, I have found a ransom.’","25":"His flesh will be fresher than a child’s. He returns to the days of his youth.","26":"He prays to God, and he is favorable to him, so that he sees his face with joy. He restores to man his righteousness.","27":"He sings before men, and says, ‘I have sinned, and perverted that which was right, and it didn’t profit me.","28":"He has redeemed my soul from going into the pit. My life will see the light.’","29":"“Behold, God does all these things, twice, yes three times, with a man,","30":"to bring back his soul from the pit, that he may be enlightened with the light of the living.","31":"Mark well, Job, and listen to me. Hold your peace, and I will speak.","32":"If you have anything to say, answer me. Speak, for I desire to justify you.","33":"If not, listen to me. Hold your peace, and I will teach you wisdom.”"}}}}