{"book":"Iov","chapter":"36","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"Elihu a urmat și a zis:","2":"„Așteaptă puțin și voi urma, căci mai am încă de vorbit pentru Dumnezeu.","3":"Îmi voi lua temeiurile de departe și voi dovedi dreptatea Ziditorului meu.","4":"Fii încredințat, cuvântările mele nu sunt minciuni, ci ai de-a face cu un om cu simțăminte curate.","5":"Dumnezeu este puternic, dar nu leapădă pe nimeni și este puternic prin tăria priceperii Lui.","6":"El nu lasă pe cel rău să trăiască și face dreptate celui nenorocit.","7":"Nu-Și întoarce ochii de la cei fără prihană și-i pune pe scaunul de domnie cu împărații, îi așază pentru totdeauna ca să domnească.","8":"Se întâmplă să cadă în lanțuri și să fie prinși în legăturile nenorocirii?","9":"Le pune înainte faptele lor, fărădelegile lor, mândria lor.","10":"Îi înștiințează ca să se îndrepte, îi îndeamnă să se întoarcă de la nelegiuire.","11":"Dacă ascultă și se supun, și anii în bucurie.","12":"Dacă n-ascultă, pier uciși de sabie, mor în orbirea lor.","13":"Nelegiuiții se mânie, nu strigă către Dumnezeu când îi înlănțuie;","14":"își pierd viața în tinerețe, mor ca cei desfrânați.","15":"Dar Dumnezeu scapă pe cel nenorocit prin nenorocirea lui și prin suferință îl înștiințează.","16":"Și pe tine te va scoate din strâmtoare, ca să te pună la loc larg, în slobozenie deplină, și masa ta va fi încărcată cu bucate gustoase.","17":"Dar, dacă-ți aperi pricina ca un nelegiuit, pedeapsa este nedezlipită de pricina ta.","18":"Supărarea să nu te împingă la batjocură și mărimea prețului răscumpărării să nu te ducă în rătăcire!","19":"Oare ar ajunge strigătele tale să te scoată din necaz și chiar toate puterile pe care le-ai putea desfășura?","20":"Nu suspina după noapte, care ia popoarele din locul lor.","21":"Ferește-te să faci rău, căci suferința te îndeamnă la rău.","22":"Dumnezeu este mare în puterea Lui; cine ar putea să învețe pe alții ca El?","23":"Cine Îi cere socoteală de căile Lui și cine îndrăznește să-I spună: ‘Faci rău’?","24":"Nu uita să lauzi faptele Lui, pe care toți oamenii trebuie să le mărească!","25":"Orice om le privește, fiecare muritor le vede de departe.","26":"Iată ce mare e Dumnezeu! Dar noi nu-L putem pricepe, numărul anilor Lui nimeni nu l-a pătruns.","27":"Căci El trage la El picăturile de apă, le preface în abur și dă ploaia,","28":"pe care norii o strecoară și o picură peste mulțimea oamenilor.","29":"Și cine poate pricepe ruperea norului și bubuitul cortului Său?","30":"Iată, El Își întinde lumina în jurul Lui și acoperă adâncimile mării.","31":"Prin aceste mijloace, și dă belșug de hrană.","32":"Ia fulgerul în mână și-l aruncă asupra potrivnicilor Lui.","33":"Dă de veste că e de față printr-un bubuit și până și turmele Îi simt apropierea."}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"Elihu a continuat și a zis:","2":"„Mai rabdă-mă puțin și-ți voi arăta că mai sunt lucruri de spus în favoarea lui Dumnezeu.","3":"Îmi voi aduce cunoștința de departe și voi arăta dreptatea Creatorului meu.","4":"Căci, cu adevărat, vorbele mele nu sunt o înșelătorie; unul desăvârșit în cunoștință este cu voi.","5":"Iată, Dumnezeu este măreț și nu respinge pe nimeni; este măreț prin puterea inimii Lui.","6":"El nu-l ține în viață pe cel rău, și le face dreptate celor asupriți.","7":"Nu-Și ia ochii de la cei drepți, și îi înalță pentru totdeauna.","8":"Dacă sunt legați în lanțuri și ținuți în legăturile suferinței,","9":"El le spune despre lucrarea lor și despre fărădelegile lor, le spune că s-au mândrit.","10":"El le vorbește despre disciplină și le poruncește să se întoarcă de la nelegiuire.","11":"Dacă Îl ascultă și-L slujesc, își vor sfârși zilele în prosperitate, și anii lor în fericire.","12":"Dar dacă ei nu ascultă, vor pieri de sabie și vor muri fără cunoștință.","13":"Cei lipsiți de evlavie în inimă nutresc sentimente de mânie; ei nu strigă după ajutor când El îi leagă.","14":"Ei mor la tinerețe și viața lor sfârșește printre cei ce se prostituează.","15":"Dar pe cei suferinzi El îi scapă prin suferința lor și le vorbește prin asuprire.","16":"Tot așa te-ar fi scos și pe tine din necaz, te-ar fi dus într-un loc larg, unde este libertate deplină, și ar fi pus pe masa ta mâncare gustoasă.","17":"Dar tu ți-ai însușit judecata celui rău; te-au înhățat judecata și dreptatea lui.","18":"Nimeni să nu te amăgească prin bogății și nu lăsa ca un dar bogat să te abată de pe cale!","19":"Te-ar putea feri de necaz bogăția sau toate eforturile pe care le faci?","20":"Să nu tânjești după noapte, căci atunci sunt smulse popoarele din locul lor.","21":"Ai grijă! Nu te îndrepta spre nelegiuire; căci văd că ai ales, mai degrabă, nelegiuirea, decât suferința.","22":"Iată, Dumnezeu este înălțat prin puterea Sa; care învățător este ca El?","23":"Cine I-a stabilit calea sau cine-I poate spune: «Ai greșit!».","24":"Adu-ți aminte să-I preamărești lucrarea, pe care oamenii au lăudat-o în cântare.","25":"Toți oamenii au văzut-o; fiecare privește la ea de departe.","26":"Iată, Dumnezeu este mare, iar noi nu cunoaștem totul! Numărul anilor Lui este de nepătruns.","27":"Căci El atrage picăturile de apă și ele transformă aburul în ploaie,","28":"pe care norii o lasă să cadă și care picură din plin peste oameni.","29":"Cine poate înțelege ruperea de nori, zgomotele cortului Său?","30":"Iată, El Își răspândește lumina în jurul Lui și acoperă adâncurile mării.","31":"Căci prin toate acestea judecă El popoarele; El le dă hrană din belșug.","32":"El acoperă fulgerul cu palmele și-i poruncește unde să lovească.","33":"Tunetul Său Îi vestește sosirea, iar furtuna anunță mânia Sa aprinsă."}},"WEBUS":{"name":"World English Bible US","verses":{"1":"Elihu also continued, and said,","2":"“Bear with me a little, and I will show you; for I still have something to say on God’s behalf.","3":"I will get my knowledge from afar, and will ascribe righteousness to my Maker.","4":"For truly my words are not false. One who is perfect in knowledge is with you.","5":"“Behold, God is mighty, and doesn’t despise anyone. He is mighty in strength of understanding.","6":"He doesn’t preserve the life of the wicked, but gives justice to the afflicted.","7":"He doesn’t withdraw his eyes from the righteous, but with kings on the throne, he sets them forever, and they are exalted.","8":"If they are bound in fetters, and are taken in the cords of afflictions,","9":"then he shows them their work, and their transgressions, that they have behaved themselves proudly.","10":"He also opens their ears to instruction, and commands that they return from iniquity.","11":"If they listen and serve him, they will spend their days in prosperity, and their years in pleasures.","12":"But if they don’t listen, they will perish by the sword; they will die without knowledge.","13":"“But those who are godless in heart lay up anger. They don’t cry for help when he binds them.","14":"They die in youth. Their life perishes among the unclean.","15":"He delivers the afflicted by their affliction, and opens their ear in oppression.","16":"Yes, he would have allured you out of distress, into a wide place, where there is no restriction. That which is set on your table would be full of fatness.","17":"“But you are full of the judgment of the wicked. Judgment and justice take hold of you.","18":"Don’t let riches entice you to wrath, neither let the great size of a bribe turn you aside.","19":"Would your wealth sustain you in distress, or all the might of your strength?","20":"Don’t desire the night, when people are cut off in their place.","21":"Take heed, don’t regard iniquity; for you have chosen this rather than affliction.","22":"Behold, God is exalted in his power. Who is a teacher like him?","23":"Who has prescribed his way for him? Or who can say, ‘You have committed unrighteousness’?","24":"“Remember that you magnify his work, about which men have sung.","25":"All men have looked on it. Man sees it afar off.","26":"Behold, God is great, and we don’t know him. The number of his years is unsearchable.","27":"For he draws up the drops of water, which distill in rain from his vapor,","28":"which the skies pour down and which drop on man abundantly.","29":"Indeed, can anyone understand the spreading of the clouds and the thunderings of his pavilion?","30":"Behold, he spreads his light around him. He covers the bottom of the sea.","31":"For by these he judges the people. He gives food in abundance.","32":"He covers his hands with the lightning, and commands it to strike the mark.","33":"Its noise tells about him, and the livestock also, concerning the storm that comes up."}}}}