{"book":"Iov","chapter":"6","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"Iov a luat cuvântul și a zis:","2":"„O, de ar fi cu putință să mi se cântărească durerea și să mi se pună toate nenorocirile în cumpănă,","3":"ar fi mai grele decât nisipul mării, de aceea îmi merg cuvintele până la nebunie!","4":"Căci săgețile Celui Atotputernic m-au străpuns, și groaza Domnului bagă fiori în mine!","5":"Zbiară măgarul sălbatic când are verdeață? Mugește boul când are de mâncare?","6":"Poți mânca ce-i fără gust și fără sare? Are vreun gust albușul unui ou?","7":"Orice lucru de care aș vrea să nu m-ating, acela-i hrana mea, fie cât de grețoasă ea!","8":"O, de mi s-ar asculta dorința și de mi-ar împlini Dumnezeu nădejdea!","9":"De ar vrea Dumnezeu să mă zdrobească, întindă-Și mâna și să mă prăpădească!","10":"Îmi va rămâne măcar această mângâiere, această bucurie în durerile cu care mă copleșește: că niciodată n-am călcat poruncile Celui Sfânt.","11":"La ce să mai nădăjduiesc, când nu mai pot? La ce să mai aștept, când sfârșitul se știe?","12":"Tăria mea oare este o tărie de piatră? Trupul meu e de aramă?","13":"Nu sunt eu lipsit de ajutor, și n-a fugit mântuirea de mine?","14":"Cel ce suferă are drept la mila prietenului, chiar dacă părăsește frica de Cel Atotputernic.","15":"Frații mei s-au arătat înșelători ca un pârâu, ca albia pâraielor care trec.","16":"Un sloi le tulbură cursul, zăpada se îngrămădește pe ele;","17":"vine arșița vremii și seacă, vine căldura soarelui și li se usucă albia.","18":"Cete de călători se abat din drumul lor, se cufundă în pustie și pier.","19":"Cetele celor din Tema se uită țintă la ele, călătorii din Seba sunt plini de nădejde când le văd.","20":"Dar rămân înșelați în nădejdea lor, rămân uimiți când ajung la ele.","21":"Așa sunteți și voi acum pentru mine. Voi îmi vedeți necazul și vă îngroziți!","22":"V-am zis eu oare: ‘Dați-mi ceva, cheltuiți din averile voastre pentru mine,","23":"scăpați-mă din mâna vrăjmașului, răscumpărați-mă din mâna celor răi’?","24":"Învățați-mă, și voi tăcea; faceți-mă să înțeleg în ce am păcătuit.","25":"O, cât de înduplecătoare sunt cuvintele adevărului! Dar ce dovedesc mustrările voastre?","26":"Vreți să mă mustrați pentru tot ce am zis și să nu vedeți decât vânt în cuvintele unui deznădăjduit?","27":"Voi năpăstuiți pe orfan, prigoniți pe prietenul vostru.","28":"Uitați-vă la mine, vă rog! Doar nu voi minți în față!","29":"Întoarceți-vă, nu fiți nedrepți; întoarceți-vă și mărturisiți că sunt nevinovat!","30":"Este vreo nelegiuire pe limba mea și nu deosebește gura mea ce este rău?"}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"Iov a zis:","2":"„O, dacă mi s-ar putea cântări durerea și dacă mi-ar fi pusă în talere întreaga nenorocire!","3":"Ar fi mai grele decât nisipul mării; de aceea mi-au fost atât de nesăbuite cuvintele.","4":"Căci săgețile Celui Atotputernic m-au străpuns, iar duhul meu le bea otrava. Spaimele lui Dumnezeu se înșiruie împotriva mea.","5":"Oare rage măgarul sălbatic când are iarbă sau mugește boul când are nutreț?","6":"Se mănâncă oare fără sare ceea ce nu are gust? Are vreun gust albușul de ou?","7":"Refuz să mă ating de așa ceva; ele sunt ca o mâncare stricată.","8":"Cine îmi va îndeplini cererea? O, de mi-ar împlini Dumnezeu speranța!","9":"De-ar vrea Dumnezeu să mă zdrobească, să-Și întindă mâna și să mă nimicească!","10":"Atunci mi-ar rămâne totuși o mângâiere și m-aș bucura, în durerea care nu se mai termină, că n-am încălcat cuvintele Celui Sfânt.","11":"Ce putere mai am ca să mai aștept? Care mi-e sfârșitul ca să mai am răbdare?","12":"Am eu puterea pietrei? Este oare de bronz carnea mea?","13":"N-am rămas eu oare fără niciun ajutor în mine și n-a fost alungată orice înțelepciune de la mine?","14":"Cel ce renunță la bunătate față de prietenul său, părăsește teama de Cel Atotputernic.","15":"Frații mei s-au arătat înșelători ca un pârâu, ca torentul pârâurilor care se revarsă,","16":"care sunt tulburi din cauza gheții în care stă ascunsă zăpada.","17":"Când se-ncălzește vremea, pârâurile seacă și când este cald, ele dispar din locul lor.","18":"Caravanele se întorc din drumul lor; înaintează în pustietate și pier.","19":"Caravanele din Tema se uită cu atenție; călătorii din Șeba le așteaptă cu nerăbdare.","20":"Sunt rușinați însă pentru că s-au încrezut în ele; ajung acolo doar ca să fie dezamăgiți.","21":"Ca ele sunteți și voi pentru mine: îmi vedeți spaima și vă temeți.","22":"Am zis eu vreodată: «Faceți-mi un dar!» sau: «Dați-mi o răsplată din averea voastră!»","23":"sau: «Scăpați-mă din mâna vreunui dușman!» sau: «Răscumpărați-mă din mâna vreunui om groaznic!»?","24":"Învățați-mă și voi tăcea, arătați-mi unde am greșit.","25":"Cât de dureroase sunt cuvintele drepte! Dar ce dovedește mustrarea voastră?","26":"Vreți să mă mustrați pentru cuvintele mele și să luați drept vânt cuvintele celui disperat?","27":"Voi îl faceți pe orfan să cadă și vă vindeți chiar și prietenul!","28":"Dar acum uitați-vă la mine, vă rog! Oare vă voi minți în față?","29":"Întoarceți-vă, nu fiți nedrepți! Întoarceți-vă, este vorba despre dreptatea mea!","30":"Este vreo nedreptate pe limba mea? Nu deosebește cerul gurii mele ce este rău?"}},"WEBUS":{"name":"World English Bible US","verses":{"1":"Then Job answered,","2":"“Oh that my anguish were weighed, and all my calamity laid in the balances!","3":"For now it would be heavier than the sand of the seas, therefore my words have been rash.","4":"For the arrows of the Almighty are within me. My spirit drinks up their poison. The terrors of God set themselves in array against me.","5":"Does the wild donkey bray when he has grass? Or does the ox low over his fodder?","6":"Can that which has no flavor be eaten without salt? Or is there any taste in the white of an egg?","7":"My soul refuses to touch them. They are as loathsome food to me.","8":"“Oh that I might have my request, that God would grant the thing that I long for,","9":"even that it would please God to crush me; that he would let loose his hand, and cut me off!","10":"Let it still be my consolation, yes, let me exult in pain that doesn’t spare, that I have not denied the words of the Holy One.","11":"What is my strength, that I should wait? What is my end, that I should be patient?","12":"Is my strength the strength of stones? Or is my flesh of bronze?","13":"Isn’t it that I have no help in me, that wisdom is driven away from me?","14":"“To him who is ready to faint, kindness should be shown from his friend; even to him who forsakes the fear of the Almighty.","15":"My brothers have dealt deceitfully as a brook, as the channel of brooks that pass away;","16":"which are black by reason of the ice, in which the snow hides itself.","17":"In the dry season, they vanish. When it is hot, they are consumed out of their place.","18":"The caravans that travel beside them turn away. They go up into the waste, and perish.","19":"The caravans of Tema looked. The companies of Sheba waited for them.","20":"They were distressed because they were confident. They came there, and were confounded.","21":"For now you are nothing. You see a terror, and are afraid.","22":"Did I ever say, ‘Give to me’? or, ‘Offer a present for me from your substance’?","23":"or, ‘Deliver me from the adversary’s hand’? or, ‘Redeem me from the hand of the oppressors’?","24":"“Teach me, and I will hold my peace. Cause me to understand my error.","25":"How forcible are words of uprightness! But your reproof, what does it reprove?","26":"Do you intend to reprove words, since the speeches of one who is desperate are as wind?","27":"Yes, you would even cast lots for the fatherless, and make merchandise of your friend.","28":"Now therefore be pleased to look at me, for surely I will not lie to your face.","29":"Please return. Let there be no injustice. Yes, return again. My cause is righteous.","30":"Is there injustice on my tongue? Can’t my taste discern mischievous things?"}}}}