{"book":"Iov","chapter":"5","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"Strigă acum! Cine îți va răspunde? Căruia dintre sfinți îi vei vorbi?","2":"Nebunul piere ucis de mânia lui, prostul moare ucis de aprinderea lui.","3":"Am văzut pe un nebun prinzând rădăcină; apoi, deodată, i-am blestemat locuința.","4":"Fiii lui n-au noroc, sunt călcați în picioare la poartă, și nimeni nu-i scapă!","5":"Secerișul lui este mâncat de cei flămânzi, care vin să-l ia chiar și din spini, și averile lui sunt înghițite de oameni însetați.","6":"Nenorocirea nu răsare din țărână, și suferința nu încolțește din pământ.","7":"Omul se naște ca să sufere, după cum scânteia se naște ca să zboare.","8":"Eu aș alerga la Dumnezeu, lui Dumnezeu I-aș spune necazul meu.","9":"El face lucruri mari și nepătrunse, minuni fără număr.","10":"El varsă ploaia pe pământ și trimite apă pe câmpii.","11":"El înalță pe cei smeriți și izbăvește pe cei necăjiți.","12":"El nimicește planurile oamenilor vicleni, și mâinile lor nu pot să le împlinească.","13":"El prinde pe cei înțelepți în viclenia lor, și planurile oamenilor înșelători sunt răsturnate:","14":"dau peste întuneric în mijlocul zilei, bâjbâie ziua-n amiaza mare ca noaptea.","15":"Astfel, Dumnezeu ocrotește pe cel slab împotriva amenințărilor lor și-l scapă din mâna celor puternici,","16":"așa încât nădejdea sprijină pe cel nenorocit, iar fărădelegea își închide gura.","17":"Ferice de omul pe care-l ceartă Dumnezeu! Nu nesocoti mustrarea Celui Atotputernic.","18":"El face rana și tot El o leagă; El rănește, și mâna Lui tămăduiește.","19":"De șase ori te va izbăvi din necaz și de șapte ori nu te va atinge răul.","20":"El te va scăpa de moarte în vreme de foamete și de loviturile sabiei în vreme de război.","21":"Vei fi la adăpost de biciul limbii, vei fi fără teamă când va veni pustiirea.","22":"Vei râde de pustiire, ca și de foamete, și nu vei avea să te temi de fiarele pământului.","23":"Căci vei face legământ până și cu pietrele câmpului, și fiarele pământului vor fi în pace cu tine.","24":"Vei avea fericire în cortul tău, îți vei găsi turmele întregi,","25":"îți vei vedea sămânța crescându-ți și odraslele înmulțindu-se ca iarba de pe câmp.","26":"Vei intra în mormânt la bătrânețe, ca snopul strâns la vremea lui.","27":"Iată ce am cercetat, și așa este! Ascultă, că sunt spre folosul tău!”"}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"Strigă! Îți va răspunde cineva? Spre care dintre cei sfinți te vei întoarce?","2":"Mânia îl omoară pe nebun, iar invidia îl ucide pe cel nesăbuit.","3":"L-am văzut pe cel nebun prinzând rădăcini și imediat i-am blestemat locuința.","4":"Copiii săi sunt departe de a fi în siguranță, și nu este nimeni să-i scape.","5":"Cel flămând îi mănâncă secerișul, adunându-l chiar dintre spini, iar cel însetat râvnește bogăția lui.","6":"Pentru că nenorocirea nu iese din țărână și necazul nu răsare din pământ.","7":"Totuși, omul este născut pentru necaz, tot așa cum scânteia este născută pentru zbor.","8":"În ce mă privește, eu Îl voi căuta pe Dumnezeu și lui Dumnezeu Îi voi spune cauza mea.","9":"El face lucruri mari și nepătrunse, minuni fără număr.","10":"El dă ploaie pe fața pământului și trimite ape pe câmpie.","11":"Îi înalță pe cei smeriți și celor în necaz le dă siguranță.","12":"El strică planurile celor vicleni și, astfel, mâinile lor nu au succes.","13":"El îi prinde pe cei înțelepți în viclenia lor, iar planurile celor înșelători sunt zădărnicite.","14":"Ziua sunt în întuneric, iar la amiază bâjbâie ca în timpul nopții.","15":"Îl scapă pe nevoiaș de sabia gurii lor și din mâna celui puternic.","16":"Astfel, cel sărac are speranță, iar nedreptății i se închide gura.","17":"Iată, ferice de omul pe care-l mustră Dumnezeu! Prin urmare, nu disprețui disciplinarea Celui Atotputernic!","18":"El rănește, însă tot El leagă rana, El zdrobește, însă tot mâinile Lui vindecă.","19":"Din șase necazuri te va scăpa și nici în al șaptelea nu te va atinge niciun rău.","20":"Te va scăpa de la moarte în timp de foamete și de lovitura sabiei în timp de război.","21":"Vei fi adăpostit de biciul limbii și nu te vei teme când va veni nenorocirea.","22":"Vei râde înaintea nenorocirii și a foametei și nu te vei teme de vietățile pământului.","23":"Pentru că vei face legământ cu pietrele câmpului, și vietățile câmpului vor trăi în pace cu tine.","24":"Îți vei ști cortul în siguranță și, când îți vei căuta lucrurile, nu vei găsi nimic lipsă.","25":"Vei ști că urmașii tăi vor fi numeroși, și odraslele tale vor fi ca iarba pământului.","26":"Vei intra în mormânt înaintat în vârstă, ca un snop de grâu treierat la vremea lui.","27":"Iată că noi am cercetat aceasta și așa este! Ascultă și să știi aceasta pentru tine însuți!“."}},"WEBUS":{"name":"World English Bible US","verses":{"1":"“Call now; is there any who will answer you? To which of the holy ones will you turn?","2":"For resentment kills the foolish man, and jealousy kills the simple.","3":"I have seen the foolish taking root, but suddenly I cursed his habitation.","4":"His children are far from safety. They are crushed in the gate. Neither is there any to deliver them,","5":"whose harvest the hungry eat up, and take it even out of the thorns. The snare gapes for their substance.","6":"For affliction doesn’t come out of the dust, neither does trouble spring out of the ground;","7":"but man is born to trouble, as the sparks fly upward.","8":"“But as for me, I would seek God. I would commit my cause to God,","9":"who does great things that can’t be fathomed, marvelous things without number;","10":"who gives rain on the earth, and sends waters on the fields;","11":"so that he sets up on high those who are low, those who mourn are exalted to safety.","12":"He frustrates the plans of the crafty, so that their hands can’t perform their enterprise.","13":"He takes the wise in their own craftiness; the counsel of the cunning is carried headlong.","14":"They meet with darkness in the day time, and grope at noonday as in the night.","15":"But he saves from the sword of their mouth, even the needy from the hand of the mighty.","16":"So the poor has hope, and injustice shuts her mouth.","17":"“Behold, happy is the man whom God corrects. Therefore do not despise the chastening of the Almighty.","18":"For he wounds and binds up. He injures and his hands make whole.","19":"He will deliver you in six troubles; yes, in seven no evil will touch you.","20":"In famine he will redeem you from death; in war, from the power of the sword.","21":"You will be hidden from the scourge of the tongue, neither will you be afraid of destruction when it comes.","22":"You will laugh at destruction and famine, neither will you be afraid of the animals of the earth.","23":"For you will be allied with the stones of the field. The animals of the field will be at peace with you.","24":"You will know that your tent is in peace. You will visit your fold, and will miss nothing.","25":"You will know also that your offspring will be great, your offspring as the grass of the earth.","26":"You will come to your grave in a full age, like a shock of grain comes in its season.","27":"Behold, we have researched it. It is so. Hear it, and know it for your good.”"}}}}