{"book":"Iov","chapter":"20","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"Țofar din Naama a luat cuvântul și a zis:","2":"„Gândurile mele mă silesc să răspund, și frământarea mea nu-mi dă pace.","3":"Am auzit mustrări care mă umplu de rușine, și, din adâncul minții mele, duhul mă face să răspund.","4":"Nu știi tu că de mult de tot, de când a fost așezat omul pe pământ,","5":"biruința celor răi a fost scurtă și bucuria nelegiuitului, numai de o clipă?","6":"Chiar dacă s-ar înălța până la ceruri și capul i-ar ajunge până la nori,","7":"va pieri pentru totdeauna, ca murdăria lui, și cei ce-l vedeau vor zice: ‘Unde este?’","8":"Va zbura ca un vis și nu-l vor mai găsi; va pieri ca o vedenie de noapte.","9":"Ochiul care-l privea nu-l va mai privi, locul în care locuia nu-l va mai zări.","10":"Peste fiii lui vor năvăli cei săraci, și mâinile lui vor da înapoi ce a răpit cu sila.","11":"Oasele lui, pline de vlaga tinereții, își vor avea culcușul cu el în țărână.","12":"Dulce era răul în gura lui. Îl ascundea sub limbă,","13":"îl mesteca întruna și nu-l lăsa; îl ținea în cerul gurii,","14":"dar hrana lui se va preface în măruntaiele lui, va ajunge în trupul lui o otravă de aspidă.","15":"Bogățiile înghițite le va vărsa, Dumnezeu le va scoate din pântecele lui.","16":"Otravă de aspidă a supt, și de aceea limba năpârcii îl va ucide.","17":"Nu-și va mai plimba privirile peste pâraiele și râurile de miere și de lapte,","18":"va da înapoi ce a câștigat și nu va mai trage folos din câștig; și nu se va mai bucura de el,","19":"căci a asuprit pe săraci și i-a lăsat să piară, a dărâmat case și nu le-a zidit la loc.","20":"Lăcomia lui n-a cunoscut margini, dar nu va scăpa ce are mai scump.","21":"Nimic nu scapă de lăcomia lui, dar bunăstarea lui nu va ține.","22":"În mijlocul belșugului va fi în nevoie; mâna tuturor ticăloșilor se va ridica asupra lui.","23":"Și iată, ca să-i umple pântecele, și-l va sătura cu o ploaie de săgeți.","24":"Dacă va scăpa de armele de fier, îl va străpunge arcul de aramă.","25":"Își smulge din trup săgeata, care scânteiază la ieșirea din fierea lui, și îl apucă spaimele morții.","26":"Toate nenorocirile sunt păstrate pentru comorile lui; va fi mistuit de un foc pe care nu-l va aprinde omul, și ce va mai rămâne în cortul lui va fi ars de foc.","27":"Cerurile îi vor dezveli fărădelegea, și pământul se va ridica împotriva lui.","28":"Veniturile casei lui se vor pierde, vor pieri în ziua mâniei lui Dumnezeu.","29":"Aceasta este soarta pe care o păstrează Dumnezeu celui rău, aceasta este moștenirea pe care i-o hotărăște Dumnezeu.”"}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"Atunci Țofar, naamatitul, a răspuns și a zis:","2":"„Așadar, gândurile mele mă silesc să-ți răspund, pentru că sunt tare frământat.","3":"Am auzit o mustrare, care mă umple de rușine, și duhul meu mă face să răspund prin priceperea mea.","4":"Nu știi că, încă din vechime, de când a fost așezat omul pe pământ,","5":"veselia celui rău este scurtă și bucuria celui lipsit de evlavie ține pentru o clipă?","6":"Chiar dacă aroganța lui se înalță până la cer și capul lui atinge norii,","7":"va pieri pentru totdeauna, la fel ca murdăria lui, iar cei ce l-au văzut vor întreba: «Unde este?».","8":"Va fugi ca un vis, nu va mai putea fi găsit, va pieri ca o vedenie de noapte.","9":"Ochiul care l-a văzut nu-l va mai vedea; și locul lui nu-l va mai zări.","10":"Copiii săi vor căuta bunăvoința celui sărac; mâinile lui vor da înapoi bogăția sa.","11":"Oasele lui, pline cândva de puterea tinereții, vor ședea cu el în țărână.","12":"Deși răutatea este dulce în gura sa și el o ascunde sub limbă,","13":"deși o păstrează pentru el și n-o lasă și o ține în cerul gurii,","14":"mâncarea i se va strica în intestine; va fi ca veninul cobrelor în interiorul lui.","15":"El va vărsa bogăția pe care a înghițit-o; Dumnezeu o va scoate din pântecul lui.","16":"El va sorbi otrava cobrelor; limba viperei îl va ucide.","17":"Nu se va mai bucura de pârâuri, de râuri de miere și smântână.","18":"El va da înapoi câștigul său și nu îl va înghiți. Nu se va bucura de câștigul afacerii sale,","19":"pentru că l-a asuprit și l-a lăsat lipsit pe cel sărac și a luat cu forța case pe care nu le-a construit.","20":"Pentru că n-a cunoscut odihna în pântecul lui, nu va salva nimic din ceea ce-și dorește.","21":"N-a mai rămas nimic după ce a mâncat; de aceea bunăstarea lui nu va dura.","22":"În mijlocul belșugului va fi în necaz; toată puterea nenorocirii se va năpusti asupra lui.","23":"Când își va fi umplut pântecul, și îl va atinge cu o ploaie de lovituri.","24":"Deși fuge de o armă de fier, o săgeată de bronz îl va străpunge.","25":"El își smulge săgeata din spate; va străluci când va ieși din fierea lui. Groaza îl va cuprinde.","26":"Întunericul deplin este pregătit pentru bogățiile lui. și va distruge ce a rămas în cortul lui.","27":"Cerurile îi vor da la iveală nelegiuirea și pământul se va ridica împotriva lui.","28":"Câștigul casei sale se va pierde, va fi dus de ape în ziua mâniei lui Dumnezeu.","29":"Aceasta este partea omului nelegiuit, de la Dumnezeu, și moștenirea pe care i-o hotărăște Dumnezeu“."}},"WEBUS":{"name":"World English Bible US","verses":{"1":"Then Zophar the Naamathite answered,","2":"“Therefore my thoughts answer me, even by reason of my haste that is in me.","3":"I have heard the reproof which puts me to shame. The spirit of my understanding answers me.","4":"Don’t you know this from old time, since man was placed on earth,","5":"that the triumphing of the wicked is short, the joy of the godless but for a moment?","6":"Though his height mount up to the heavens, and his head reach to the clouds,","7":"yet he will perish forever like his own dung. Those who have seen him will say, ‘Where is he?’","8":"He will fly away as a dream, and will not be found. Yes, he will be chased away like a vision of the night.","9":"The eye which saw him will see him no more, neither will his place see him any more.","10":"His children will seek the favor of the poor. His hands will give back his wealth.","11":"His bones are full of his youth, but youth will lie down with him in the dust.","12":"“Though wickedness is sweet in his mouth, though he hide it under his tongue,","13":"though he spare it, and will not let it go, but keep it still within his mouth,","14":"yet his food in his bowels is turned. It is cobra venom within him.","15":"He has swallowed down riches, and he will vomit them up again. God will cast them out of his belly.","16":"He will suck cobra venom. The viper’s tongue will kill him.","17":"He will not look at the rivers, the flowing streams of honey and butter.","18":"He will restore that for which he labored, and will not swallow it down. He will not rejoice according to the substance that he has gotten.","19":"For he has oppressed and forsaken the poor. He has violently taken away a house, and he will not build it up.","20":"“Because he knew no quietness within him, he will not save anything of that in which he delights.","21":"There was nothing left that he didn’t devour, therefore his prosperity will not endure.","22":"In the fullness of his sufficiency, distress will overtake him. The hand of everyone who is in misery will come on him.","23":"When he is about to fill his belly, God will cast the fierceness of his wrath on him. It will rain on him while he is eating.","24":"He will flee from the iron weapon. The bronze arrow will strike him through.","25":"He draws it out, and it comes out of his body. Yes, the glittering point comes out of his liver. Terrors are on him.","26":"All darkness is laid up for his treasures. An unfanned fire will devour him. It will consume that which is left in his tent.","27":"The heavens will reveal his iniquity. The earth will rise up against him.","28":"The increase of his house will depart. They will rush away in the day of his wrath.","29":"This is the portion of a wicked man from God, the heritage appointed to him by God.”"}}}}