{"book":"Iov","chapter":"11","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"Țofar din Naama a luat cuvântul și a zis:","2":"„Să rămână această năvală de cuvinte fără răspuns și să creadă limbutul că are dreptate?","3":"Vor face vorbele tale deșarte pe oameni să tacă? Și-ți vei bate joc de alții, fără să te facă cineva de rușine?","4":"Tu zici: ‘Felul meu de a vedea este drept și sunt curat în ochii Tăi.’","5":"Ah, de ar vrea Dumnezeu să vorbească,","6":"și de ți-ar descoperi tainele înțelepciunii Lui, ale înțelepciunii Lui nemărginite, ai vedea atunci că nu-ți răsplătește totuși după fărădelegea ta!","7":"Poți spune tu că poți pătrunde adâncimile lui Dumnezeu, că poți ajunge la cunoștința desăvârșită a Celui Atotputernic?","8":"Cât cerurile-i de înaltă: ce poți face? Mai adâncă decât Locuința morților: ce poți ști?","9":"Întinderea ei este mai lungă decât pământul și mai lată decât marea.","10":"Dacă apucă, dacă închide și cheamă El la judecată, cine-L poate opri?","11":"Căci El cunoaște pe făcătorii de rele, vede ușor pe vinovați.","12":"Omul, dimpotrivă, are minte de nebun și s-a născut ca mânzul unui măgar sălbatic!","13":"Tu îndreaptă-ți inima spre Dumnezeu, întinde-ți mâinile spre El.","14":"Depărtează-te de fărădelege și nu lăsa nedreptatea să locuiască în cortul tău.","15":"Și atunci, îți vei ridica fruntea fără teamă, vei fi tare și fără frică;","16":"îți vei uita suferințele și-ți vei aduce aminte de ele ca de niște ape care s-au scurs.","17":"Zilele tale vor străluci mai tare decât soarele la amiază, întunericul tău va fi ca lumina dimineții.","18":"Vei fi plin de încredere și nădejdea nu-ți va fi zadarnică. Te vei uita în jurul tău și vei vedea că te poți odihni liniștit.","19":"Te vei culca și nimeni nu te va tulbura, și mulți vor umbla după bunăvoința ta.","20":"Dar ochii celor răi se vor topi; ei n-au loc de scăpare: moartea, iată nădejdea lor!”"}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"Atunci Țofar, naamatitul, a răspuns și a zis:","2":"„Să rămână tot acest potop de cuvinte fără răspuns și toate aceste vorbe multe să fie o dovadă a dreptății?","3":"Crezi că flecăreala ta va închide gura altora și că-ți vei bate joc de alții fără să te mustre nimeni?","4":"Tu zici: «Învățătura mea este curată și sunt integru în ochii Tăi!».","5":"O, de ar vorbi Dumnezeu și Și-ar deschide gura împotriva ta,","6":"ca să-ți arate tainele înțelepciunii! Căci înțelepciunea are două fețe. Atunci ai ști că Dumnezeu ți-a iertat câte ceva din nelegiuirea ta.","7":"Poți tu să descoperi taina lui Dumnezeu? Poți tu să descoperi limita Celui Atotputernic?","8":"Ea este cât înălțimile cerurilor – ce poți face? Ea este mai adâncă decât Locuința Morților – ce poți ști?","9":"Întinderea lor este mai lungă decât pământul și mai largă decât marea.","10":"Dacă El trece și închide și cheamă la judecată, cine-L poate opri?","11":"Căci El îi cunoaște pe oamenii înșelători, iar când vede nelegiuirea, oare nu va ține cont?","12":"Dar omul nebun va deveni înțelept, când mânzul măgarului sălbatic se va naște om!","13":"Dacă îți vei îndrepta inima și îți vei ridica mâinile spre El,","14":"dacă vei înlătura nelegiuirea din mâna ta și nu vei lăsa nedreptatea să locuiască în corturile tale,","15":"atunci, când îți vei ridica fața, vei fi nevinovat; vei fi tare și nu te vei teme.","16":"Îți vei uita necazul și-ți vei aminti de el ca de niște ape care s-au scurs.","17":"Viața va fi mai strălucitoare decât amiaza; deși este întuneric, acesta va fi ca dimineața.","18":"Vei fi încrezător pentru că va fi speranță; vei fi păzit și te vei odihni în siguranță.","19":"Te vei culca, și nimeni nu te va înspăimânta; mulți vor căuta bunăvoința ta.","20":"Dar ochii celor răi se vor închide. Orice cale de scăpare va fi pierdută pentru ei, iar speranța lor va fi să-și dea ultima suflare“."}},"WEBUS":{"name":"World English Bible US","verses":{"1":"Then Zophar, the Naamathite, answered,","2":"“Shouldn’t the multitude of words be answered? Should a man full of talk be justified?","3":"Should your boastings make men hold their peace? When you mock, will no man make you ashamed?","4":"For you say, ‘My doctrine is pure. I am clean in your eyes.’","5":"But oh that God would speak, and open his lips against you,","6":"that he would show you the secrets of wisdom! For true wisdom has two sides. Know therefore that God exacts of you less than your iniquity deserves.","7":"“Can you fathom the mystery of God? Or can you probe the limits of the Almighty?","8":"They are high as heaven. What can you do? They are deeper than Sheol. What can you know?","9":"Its measure is longer than the earth, and broader than the sea.","10":"If he passes by, or confines, or convenes a court, then who can oppose him?","11":"For he knows false men. He sees iniquity also, even though he doesn’t consider it.","12":"An empty-headed man becomes wise when a man is born as a wild donkey’s colt.","13":"“If you set your heart aright, stretch out your hands toward him.","14":"If iniquity is in your hand, put it far away. Don’t let unrighteousness dwell in your tents.","15":"Surely then you will lift up your face without spot. Yes, you will be steadfast, and will not fear,","16":"for you will forget your misery. You will remember it like waters that have passed away.","17":"Life will be clearer than the noonday. Though there is darkness, it will be as the morning.","18":"You will be secure, because there is hope. Yes, you will search, and will take your rest in safety.","19":"Also you will lie down, and no one will make you afraid. Yes, many will court your favor.","20":"But the eyes of the wicked will fail. They will have no way to flee. Their hope will be the giving up of the spirit.”"}}}}