{"book":"Iov","chapter":"22","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"Elifaz din Teman a luat cuvântul și a zis:","2":"„Poate un om să aducă vreun folos lui Dumnezeu? Nu, ci înțeleptul nu-și folosește decât lui.","3":"Dacă ești fără prihană, are Cel Atotputernic vreun folos? Și dacă trăiești fără vină, ce va câștiga El?","4":"Pentru evlavia ta te pedepsește El oare și intră la judecată cu tine?","5":"Nu-i mare răutatea ta? Și fărădelegile tale, fără număr?","6":"Luai fără pricină zăloage de la frații tăi, lăsai fără haine pe cei goi.","7":"Nu dădeai apă omului însetat, nu voiai să dai pâine omului flămând.","8":"Țara era a ta fiindcă erai mai tare, te așezai în ea fiindcă erai cu vază.","9":"Dădeai afară pe văduve cu mâinile goale și brațele orfanilor le frângeai.","10":"Pentru aceea ești înconjurat de curse și te-a apucat groaza dintr-odată.","11":"Nu vezi dar acest întuneric, aceste ape multe care te năpădesc?","12":"Nu este Dumnezeu sus în ceruri? Privește vârful stelelor. Ce înalt este!","13":"Și tu zici: ‘Ce știe Dumnezeu? Poate să judece El prin întunericul de nori?","14":"Îl înfășoară norii, nu vede nimic, bolta cerească abia dacă o străbate!’","15":"Ce, vrei s-apuci pe calea străveche, pe care au urmat-o cei nelegiuiți,","16":"care au fost luați înainte de vreme și au ținut cât ține un pârâu care se scurge?","17":"Ei ziceau lui Dumnezeu: ‘Pleacă de la noi! Ce ne poate face Cel Atotputernic?’","18":"Și totuși Dumnezeu le umpluse casele de bunătăți. – Departe de mine sfatul celor răi! –","19":"Cei fără prihană vor fi martori ai căderii lor și se vor bucura,","20":"și va zice: ‘Iată pe potrivnicii noștri nimiciți! Iată-le bogățiile arse de foc!’","21":"Împrietenește-te dar cu Dumnezeu, și vei avea pace; te vei bucura astfel iarăși de fericire.","22":"Primește învățătură din gura Lui și pune-ți la inimă cuvintele Lui.","23":"Vei fi așezat iarăși la locul tău dacă te vei întoarce la Cel Atotputernic, dacă depărtezi fărădelegea din cortul tău.","24":"Aruncă dar aurul în țărână, aruncă aurul din Ofir în prundul pâraielor!","25":"Și atunci, Cel Atotputernic va fi aurul tău, argintul tău, bogăția ta.","26":"Atunci, Cel Atotputernic va fi desfătarea ta, și îți vei ridica fața spre Dumnezeu.","27":"Îl vei ruga, și te va asculta și îți vei putea împlini juruințele.","28":"Pe ce vei pune mâna îți va izbuti, pe cărările tale va străluci lumina.","29":"Vină smerirea, tu te vei ruga pentru ridicarea ta: Dumnezeu ajută pe cel cu ochii plecați.","30":"El va izbăvi chiar și pe cel vinovat, care își va datora scăparea curăției mâinilor tale.”"}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"Atunci Elifaz, temanitul, a răspuns și i-a zis:","2":"„Poate un om să-i fie de folos lui Dumnezeu? Chiar cel mai înțelept Îi poate sluji la ceva?","3":"Ce bucurie are Cel Atotputernic dacă trăiești drept? Ce câștigă El dacă sunt curate căile tale?","4":"Din cauză că ai teamă de Dumnezeu te mustră El și intră la judecată cu tine?","5":"Nu este mare răutatea ta? Nu sunt fără sfârșit nelegiuirile tale?","6":"N-ai luat tu garanții de la frații tăi fără motiv? Ai despuiat oameni de îmbrăcămintea lor.","7":"Nu i-ai dat să bea apă celui obosit și n-ai vrut să dai pâine celui flămând,","8":"deși erai un om puternic și țara era a ta, erai un om onorat; trăiai în ea.","9":"Tu ai trimis pe văduve cu mâinile goale și ai zdrobit brațele celor orfani.","10":"De aceea ești înconjurat de curse și te înspăimântă groaza dintr-odată.","11":"De aceea este atât de întuneric, încât nu poți vedea, și te acoperă un șuvoi de ape.","12":"Nu este Dumnezeu în înălțimea cerurilor? Privește cât de mărețe sunt cele mai înalte stele!","13":"Totuși, tu zici: «Ce știe Dumnezeu? Poate El judeca prin negură?","14":"Nori groși Îl înfășoară și, astfel, nu ne vede, atunci când El umblă pe orizontul cerurilor».","15":"Vei urma tu calea veche, pe care au urmat-o cei nelegiuiți?","16":"Ei au fost smulși înainte de vreme; temelia le-a fost spălată de un șuvoi de apă.","17":"Ei I-au zis lui Dumnezeu: «Pleacă de la noi! Ce ne poate face Cel Atotputernic?».","18":"Totuși, El le-a umplut casele de bunătăți. Dar departe de mine sfatul celor răi!","19":"Cei drepți le văd căderea și se bucură, și cel nevinovat își bate joc de ei, zicând:","20":"«Dușmanii noștri sunt nimiciți; focul le distruge bogăția!».","21":"Împrietenește-te cu El, te rog, și fă pace; în felul acesta, vei avea parte de bine.","22":"Primește, te rog, învățătura din gura Sa și strânge în inimă cuvintele Lui.","23":"Dacă te vei întoarce la Cel Atotputernic, vei fi reabilitat. Dacă vei îndepărta nedreptatea din cortul tău,","24":"dacă vei arunca aurul în țărână și aurul de Ofir între pietrele pârâurilor,","25":"atunci Cel Atotputernic va fi aurul tău și argintul tău cel mai prețios.","26":"Te vei bucura în Cel Atotputernic și-ți vei ridica fața spre Dumnezeu.","27":"Te vei ruga Lui și El te va auzi, iar tu îți vei ține jurămintele.","28":"Ce vei hotărî se va împlini; lumina va străluci pe căile tale.","29":"Când oamenii sunt smeriți, Tu spui: «Să fie ridicați!». El îl va salva pe cel cu privirea plecată.","30":"El îl va elibera chiar și pe cel ce nu este nevinovat; acesta va scăpa datorită curăției mâinilor tale“."}},"WEBUS":{"name":"World English Bible US","verses":{"1":"Then Eliphaz the Temanite answered,","2":"“Can a man be profitable to God? Surely he who is wise is profitable to himself.","3":"Is it any pleasure to the Almighty that you are righteous? Or does it benefit him that you make your ways perfect?","4":"Is it for your piety that he reproves you, that he enters with you into judgment?","5":"Isn’t your wickedness great? Neither is there any end to your iniquities.","6":"For you have taken pledges from your brother for nothing, and stripped the naked of their clothing.","7":"You haven’t given water to the weary to drink, and you have withheld bread from the hungry.","8":"But as for the mighty man, he had the earth. The honorable man, he lived in it.","9":"You have sent widows away empty, and the arms of the fatherless have been broken.","10":"Therefore snares are around you. Sudden fear troubles you,","11":"or darkness, so that you can not see, and floods of waters cover you.","12":"“Isn’t God in the heights of heaven? See the height of the stars, how high they are!","13":"You say, ‘What does God know? Can he judge through the thick darkness?","14":"Thick clouds are a covering to him, so that he doesn’t see. He walks on the vault of the sky.’","15":"Will you keep the old way, which wicked men have trodden,","16":"who were snatched away before their time, whose foundation was poured out as a stream,","17":"who said to God, ‘Depart from us!’ and, ‘What can the Almighty do for us?’","18":"Yet he filled their houses with good things, but the counsel of the wicked is far from me.","19":"The righteous see it, and are glad. The innocent ridicule them,","20":"saying, ‘Surely those who rose up against us are cut off. The fire has consumed their remnant.’","21":"“Acquaint yourself with him now, and be at peace. By it, good will come to you.","22":"Please receive instruction from his mouth, and lay up his words in your heart.","23":"If you return to the Almighty, you will be built up, if you put away unrighteousness far from your tents.","24":"Lay your treasure in the dust, the gold of Ophir among the stones of the brooks.","25":"The Almighty will be your treasure, and precious silver to you.","26":"For then you will delight yourself in the Almighty, and will lift up your face to God.","27":"You will make your prayer to him, and he will hear you. You will pay your vows.","28":"You will also decree a thing, and it will be established to you. Light will shine on your ways.","29":"When they cast down, you will say, ‘be lifted up.’ He will save the humble person.","30":"He will even deliver him who is not innocent. Yes, he will be delivered through the cleanness of your hands.”"}}}}