{"book":"Iov","chapter":"42","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"Iov a răspuns Domnului și a zis:","2":"„Știu că Tu poți totul și că nimic nu poate sta împotriva gândurilor Tale. –","3":"‘Cine este acela care are nebunia să-Mi întunece planurile?’ – Da, am vorbit, fără să le înțeleg, de minuni care sunt mai presus de mine și pe care nu le pricep. –","4":"‘Ascultă-Mă și voi vorbi; te voi întreba și Mă vei învăța.’ –","5":"Urechea mea auzise vorbindu-se de Tine, dar acum ochiul meu Te-a văzut.","6":"De aceea mi-e scârbă de mine și mă pocăiesc în țărână și cenușă.”","7":"După ce a vorbit aceste cuvinte lui Iov, Domnul a zis lui Elifaz din Teman: „Mânia Mea S-a aprins împotriva ta și împotriva celor doi prieteni ai tăi, pentru că n-ați vorbit așa de drept de Mine cum a vorbit robul Meu Iov.","8":"Luați acum șapte viței și șapte berbeci, duceți-vă la robul Meu Iov și aduceți o ardere-de-tot pentru voi! Robul Meu Iov să se roage pentru voi, și numai în vederea lui nu vă voi face după nebunia voastră; căci n-ați vorbit așa de drept despre Mine cum a vorbit robul Meu Iov.”","9":"Elifaz din Teman, Bildad din Șuah și Țofar din Naama s-au dus și au făcut cum le spusese Domnul. Și Domnul a ascultat rugăciunea lui Iov.","10":"Domnul a adus pe Iov iarăși în starea lui de la început, după ce s-a rugat Iov pentru prietenii săi. Și Domnul i-a dat înapoi îndoit decât tot ce avusese.","11":"Frații, surorile și vechii prieteni ai lui Iov au venit toți să-l vadă și au mâncat cu el în casă. L-au plâns și l-au mângâiat pentru toate nenorocirile pe care le trimisese Domnul peste el, și fiecare i-a dat un chesita și un inel de aur.","12":"În cei din urmă ani ai săi, Iov a primit de la Domnul mai multe binecuvântări decât primise în cei dintâi. A avut paisprezece mii de oi, șase mii de cămile, o mie de perechi de boi și o mie de măgărițe.","13":"A avut șapte fii și trei fete;","14":"celei dintâi i-a pus numele Iemima, celei de a doua Cheția și celei de a treia Cheren-Hapuc.","15":"În toată țara nu erau femei așa de frumoase ca fetele lui Iov. Tatăl lor le-a dat o parte de moștenire printre frații lor.","16":"Iov a mai trăit după aceea o sută patruzeci de ani și a văzut pe fiii săi și pe fiii fiilor săi până la al patrulea neam.","17":"Și Iov a murit bătrân și sătul de zile."}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"Atunci Iov I-a răspuns Domnului și a zis:","2":"„Știu că Tu poți face orice lucru și că nimic nu-Ți poate împiedica planurile.","3":"Tu ai întrebat: «Cine este cel ce-Mi întunecă sfatul, vorbind fără să cunoască?». Într-adevăr, am vorbit fără să înțeleg; am vorbit despre lucruri prea minunate pentru mine, pe care nu le-am cunoscut.","4":"Tu ai zis: «Ascultă și voi vorbi! Te voi întreba și Mă vei învăța».","5":"Urechea mea a auzit despre Tine, dar acum ochiul meu Te-a văzut.","6":"De aceea mă disprețuiesc și mă pocăiesc în țărână și cenușă“.","7":"După ce Domnul i-a spus aceste cuvinte lui Iov, Domnul i-a zis temanitului Elifaz astfel: „Sunt mânios pe tine și pe cei doi prieteni ai tăi, fiindcă n-ați vorbit drept despre Mine ca slujitorul Meu Iov.","8":"De aceea, ia acum șapte tauri și șapte berbeci, duceți-vă la slujitorul Meu Iov și aduceți o ardere-de-tot pentru voi. Slujitorul Meu Iov să se roage pentru voi și Eu voi primi rugăciunea lui și nu vă voi face după nebunia voastră. Căci n-ați vorbit drept despre Mine ca slujitorul Meu Iov“.","9":"Astfel, temanitul Elifaz, șuhitul Bildad și naamatitul Țofar au făcut ceea ce le-a zis Domnul. Și Domnul a ascultat rugăciunea lui Iov.","10":"După ce Iov s-a rugat pentru prietenii săi, Domnul i-a redat bunăstarea; i-a dat de două ori mai mult decât a avut înainte.","11":"Toți frații și toate surorile sale și oricine l-a cunoscut înainte au venit și au mâncat cu el în casa lui. L-au compătimit și l-au mângâiat pentru tot necazul pe care l-a adus Domnul asupra lui. Fiecare i-a dat câte un chesita și câte un inel de aur.","12":"Domnul a binecuvântat sfârșitul vieții lui Iov mai mult decât începutul acesteia. El a avut paisprezece mii de oi, șase mii de cămile, o mie de boi și o mie de măgărițe.","13":"A avut șapte fii și trei fete.","14":"Celei dintâi i-a pus numele Iemima, celei de-a doua Cheția și celei de-a treia Cheren-Hapuch.","15":"În toată țara nu erau femei atât de frumoase ca fetele lui Iov. Tatăl lor le-a dat o moștenire în mijlocul fraților lor.","16":"Iov a mai trăit după aceea o sută patruzeci de ani. El i-a văzut pe fiii săi și pe fiii fiilor săi până la a patra generație.","17":"Iov a murit bătrân și sătul de zile."}},"WEBUS":{"name":"World English Bible US","verses":{"1":"Then Job answered Yahweh:","2":"“I know that you can do all things, and that no purpose of yours can be restrained.","3":"You asked, ‘Who is this who hides counsel without knowledge?’ therefore I have uttered that which I didn’t understand, things too wonderful for me, which I didn’t know.","4":"You said, ‘Listen, now, and I will speak; I will question you, and you will answer me.’","5":"I had heard of you by the hearing of the ear, but now my eye sees you.","6":"Therefore I abhor myself, and repent in dust and ashes.”","7":"It was so, that after Yahweh had spoken these words to Job, Yahweh said to Eliphaz the Temanite, “My wrath is kindled against you, and against your two friends; for you have not spoken of me the thing that is right, as my servant Job has.","8":"Now therefore, take to yourselves seven bulls and seven rams, and go to my servant Job, and offer up for yourselves a burnt offering; and my servant Job shall pray for you, for I will accept him, that I not deal with you according to your folly. For you have not spoken of me the thing that is right, as my servant Job has.”","9":"So Eliphaz the Temanite and Bildad the Shuhite and Zophar the Naamathite went and did what Yahweh commanded them, and Yahweh accepted Job.","10":"Yahweh restored Job’s prosperity when he prayed for his friends. Yahweh gave Job twice as much as he had before.","11":"Then all his brothers, all his sisters, and all those who had been of his acquaintance before, came to him and ate bread with him in his house. They comforted him, and consoled him concerning all the evil that Yahweh had brought on him. Everyone also gave him a piece of money, and everyone a ring of gold.","12":"So Yahweh blessed the latter end of Job more than his beginning. He had fourteen thousand sheep, six thousand camels, one thousand yoke of oxen, and a thousand female donkeys.","13":"He had also seven sons and three daughters.","14":"He called the name of the first, Jemimah; and the name of the second, Keziah; and the name of the third, Keren Happuch.","15":"In all the land were no women found so beautiful as the daughters of Job. Their father gave them an inheritance among their brothers.","16":"After this Job lived one hundred forty years, and saw his sons, and his sons’ sons, to four generations.","17":"So Job died, being old and full of days."}}}}