{"book":"Iov","chapter":"26","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"Iov a luat cuvântul și a zis:","2":"„Cât de bine știi tu să vii în ajutorul slăbiciunii! Cum dai tu ajutor brațului fără putere!","3":"Ce bune sfaturi dai tu celui fără pricepere! Ce belșug de înțelepciune dai tu la iveală!","4":"Către cine se îndreaptă cuvintele tale? Și al cui duh vorbește prin tine?","5":"Înaintea lui Dumnezeu tremură umbrele sub ape și sub locuitorii lor.","6":"Înaintea Lui, Locuința morților este goală, adâncul n-are acoperiș.","7":"El întinde miazănoaptea asupra golului și spânzură Pământul pe nimic.","8":"Leagă apele în norii Săi și norii nu se sparg sub greutatea lor.","9":"Acoperă fața scaunului Său de domnie și Își întinde norul peste el.","10":"A tras o boltă pe fața apelor, ca hotar între lumină și întuneric.","11":"Stâlpii cerului se clatină și se înspăimântă la amenințarea Lui.","12":"Prin puterea Lui tulbură marea, prin priceperea Lui îi sfărâmă furia.","13":"Suflarea Lui înseninează cerul, mâna Lui străpunge șarpele fugar.","14":"Și acestea sunt doar marginile căilor Sale, și numai adierea lor ușoară ajunge până la noi! Dar tunetul lucrărilor Lui puternice cine-l va auzi?”"}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"Iov a răspuns și a zis:","2":"„Ce bine l-ai ajutat tu pe cel fără putere! Ce bine ai sprijinit tu brațul lipsit de vigoare!","3":"Ce sfaturi bune ai dat tu celui lipsit de înțelepciune! Ce multă înțelegere i-ai arătat!","4":"Pentru cine ai rostit aceste cuvinte și a cui suflare a ieșit din tine?","5":"Umbrele tremură, de sub ape și de sub locuitorii lor.","6":"Locuința Morților este goală înaintea lui Dumnezeu, iar Locul Nimicirii nu este acoperit.","7":"El întinde nordul asupra golului și atârnă pământul pe nimic.","8":"El leagă apele în norii Săi, iar norii nu se rup de greutatea lor.","9":"El acoperă fața tronului Său, întinzându-Și norii peste el.","10":"El a trasat o boltă peste fața apelor, până la marginea dintre lumină și întuneric.","11":"Stâlpii cerurilor se clatină și se înspăimântă la mustrarea Sa.","12":"Prin puterea Lui a liniștit marea și prin priceperea Lui l-a zdrobit pe Rahab.","13":"Suflarea Lui înseninează cerurile, mâna Lui străpunge șarpele fugar.","14":"Iată, acestea sunt doar marginile căilor Sale și cât de slabă este șoapta pe care o auzim despre El. Dar cine poate înțelege tunetul puterii Sale?“."}},"WEBUS":{"name":"World English Bible US","verses":{"1":"Then Job answered,","2":"“How have you helped him who is without power! How have you saved the arm that has no strength!","3":"How have you counseled him who has no wisdom, and plentifully declared sound knowledge!","4":"To whom have you uttered words? Whose spirit came out of you?","5":"“The departed spirits tremble, those beneath the waters and all that live in them.","6":"Sheol is naked before God, and Abaddon has no covering.","7":"He stretches out the north over empty space, and hangs the earth on nothing.","8":"He binds up the waters in his thick clouds, and the cloud is not burst under them.","9":"He encloses the face of his throne, and spreads his cloud on it.","10":"He has described a boundary on the surface of the waters, and to the confines of light and darkness.","11":"The pillars of heaven tremble and are astonished at his rebuke.","12":"He stirs up the sea with his power, and by his understanding he strikes through Rahab.","13":"By his Spirit the heavens are garnished. His hand has pierced the swift serpent.","14":"Behold, these are but the outskirts of his ways. How small a whisper do we hear of him! But the thunder of his power who can understand?”"}}}}