{"book":"Iov","chapter":"3","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"După aceea, Iov a deschis gura și a blestemat ziua în care s-a născut.","2":"A luat cuvântul și a zis:","3":"„Blestemate să fie ziua în care m-am născut și noaptea care a zis: ‘S-a zămislit un copil de parte bărbătească!’","4":"Prefacă-se în întuneric ziua aceea, și să nu mai strălucească lumina peste ea!","5":"S-o cuprindă întunericul și umbra morții, și neguri de peste zi s-o înspăimânte!","6":"Noaptea aceea! S-o acopere întunericul, să piară din an, să nu mai fie numărată între luni!","7":"Da, stearpă să fie noaptea aceea, ducă-se veselia din ea!","8":"Blestemată să fie de cei ce blestemă zilele, de cei ce știu să întărâte leviatanul;","9":"să se întunece stelele din amurgul ei, și să nu mai vadă genele zorilor zilei!","10":"Căci n-a închis pântecele care m-a zămislit, nici n-a ascuns suferința dinaintea ochilor mei.","11":"De ce n-am murit în pântecele mamei mele? De ce nu mi-am dat sufletul la ieșirea din pântecele ei?","12":"De ce am găsit genunchi care să mă primească? Și țâțe care să-mi dea lapte?","13":"Acum aș fi culcat, aș fi liniștit,","14":"cu împărații și cei mari de pe pământ, care și-au zidit falnice morminte,","15":"cu domnitorii care aveau aur și și-au umplut casele cu argint.","16":"Sau n-aș mai fi în viață, aș fi ca o stârpitură îngropată, ca niște copii care n-au văzut lumina!","17":"Acolo nu te mai necăjesc cei răi, acolo se odihnesc cei sleiți de puteri.","18":"Acolo cei puși în lanțuri sunt lăsați toți în pace, nu mai aud glasul asupritorului;","19":"cel mai mic și cel mare sunt tot una acolo, și robul scapă de stăpânul său.","20":"Pentru ce dă Dumnezeu lumină celui ce suferă și viață celor amărâți la suflet,","21":"care așteaptă moartea, și nu vine, măcar că o doresc mai mult decât o comoară,","22":"care n-ar mai putea de bucurie și de veselie dacă ar găsi mormântul?","23":"Pentru ce, zic, dă El lumină omului care nu știe încotro să meargă, pe care îl îngrădește Dumnezeu din toate părțile?","24":"Suspinele îmi sunt hrana de toate zilele și jalea mi se varsă ca apa.","25":"De ce mă tem, aceea mi se întâmplă; de ce mi-e frică, de aceea am parte!","26":"N-am nici liniște, nici pace, nici odihnă, și necazul dă peste mine.”"}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"După toate acestea, Iov și-a deschis gura și a blestemat ziua în care s-a născut.","2":"Iov a zis:","3":"„Să piară ziua în care m-am născut și noaptea în care s-a zis: «S-a zămislit un băiat!».","4":"Să fie schimbată în întuneric ziua aceea! Fie ca Dumnezeu să nu Se îngrijească de ea din Ceruri, iar lumina să nu strălucească peste ea!","5":"S-o învăluie negura și umbra morții; s-o acopere un nor; s-o înspăimânte umbrele din timpul zilei!","6":"Noaptea aceea! S-o cuprindă bezna! Să nu fie inclusă în zilele anului; să nu fie numărată între luni!","7":"Iată! Noaptea aceea să fie stearpă; să nu se audă niciun strigăt de bucurie în ea!","8":"Blestemată să fie de cei ce blestemă zilele, de cei ce sunt pregătiți să întărâte leviatanul!","9":"Să se întunece stelele din amurgul ei; să aștepte lumina, dar în zadar. Să nu vadă pleoapele zorilor,","10":"pentru că n-a închis ușile pântecului mamei mele și n-a ascuns necazul de ochii mei.","11":"De ce n-am murit la naștere și n-am pierit când am ieșit din pântec?","12":"De ce au fost genunchi care să mă primească și sâni care să mă alăpteze?","13":"Acum aș fi stat culcat și liniștit,","14":"cu împărații și sfetnicii pământului, care și-au construit morminte impresionante,","15":"cu prinții care au avut aur și care și-au umplut casele cu argint.","16":"Sau de ce n-am fost îngropat ca un avorton, ca un prunc care niciodată n-a văzut lumina?","17":"Acolo, cei răi nu te mai tulbură, și acolo, cei obosiți se odihnesc.","18":"Acolo, prizonierii se bucură și nu mai aud glasul asupritorului.","19":"Cel mic și cel mare sunt acolo, iar sclavul este liber de stăpânii lui.","20":"De ce i se dă lumină celui nenorocit și viață celui cu amărăciune în suflet,","21":"celor care tânjesc după moarte, dar care nu mai vine, care o caută mai mult decât pe o comoară ascunsă,","22":"celor care nu mai pot de bucurie și de veselie când găsesc mormântul,","23":"omului a cărui cale este ascunsă și pe care Dumnezeu l-a îngrădit de jur împrejur?","24":"Căci suspinul meu vine înaintea pâinii mele și gemetele mi se varsă ca apa.","25":"Lucrul de care mă îngrozeam foarte tare a venit asupra mea, și lucrul de care îmi era frică a venit peste mine.","26":"N-am nici pace, nici liniște și nici odihnă, iar tulburarea a venit peste mine“."}},"WEBUS":{"name":"World English Bible US","verses":{"1":"After this Job opened his mouth, and cursed the day of his birth.","2":"Job answered:","3":"“Let the day perish in which I was born, the night which said, ‘There is a boy conceived.’","4":"Let that day be darkness. Don’t let God from above seek for it, neither let the light shine on it.","5":"Let darkness and the shadow of death claim it for their own. Let a cloud dwell on it. Let all that makes the day black terrify it.","6":"As for that night, let thick darkness seize on it. Let it not rejoice among the days of the year. Let it not come into the number of the months.","7":"Behold, let that night be barren. Let no joyful voice come therein.","8":"Let them curse it who curse the day, who are ready to rouse up leviathan.","9":"Let the stars of its twilight be dark. Let it look for light, but have none, neither let it see the eyelids of the morning,","10":"because it didn’t shut up the doors of my mother’s womb, nor did it hide trouble from my eyes.","11":"“Why didn’t I die from the womb? Why didn’t I give up the spirit when my mother bore me?","12":"Why did the knees receive me? Or why the breast, that I should nurse?","13":"For now I should have lain down and been quiet. I should have slept, then I would have been at rest,","14":"with kings and counselors of the earth, who built up waste places for themselves;","15":"or with princes who had gold, who filled their houses with silver;","16":"or as a hidden untimely birth I had not been, as infants who never saw light.","17":"There the wicked cease from troubling. There the weary are at rest.","18":"There the prisoners are at ease together. They don’t hear the voice of the taskmaster.","19":"The small and the great are there. The servant is free from his master.","20":"“Why is light given to him who is in misery, life to the bitter in soul,","21":"who long for death, but it doesn’t come; and dig for it more than for hidden treasures,","22":"who rejoice exceedingly, and are glad, when they can find the grave?","23":"Why is light given to a man whose way is hidden, whom God has hedged in?","24":"For my sighing comes before I eat. My groanings are poured out like water.","25":"For the thing which I fear comes on me, that which I am afraid of comes to me.","26":"I am not at ease, neither am I quiet, neither do I have rest; but trouble comes.”"}}}}