{"book":"Iov","chapter":"1","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"Era în țara Uț un om care se numea Iov. Și omul acesta era fără prihană și curat la suflet. El se temea de Dumnezeu și se abătea de la rău.","2":"I s-au născut șapte fii și trei fete.","3":"Avea șapte mii de oi, trei mii de cămile, cinci sute de perechi de boi, cinci sute de măgărițe și un foarte mare număr de slujitori. Și omul acesta era cel mai cu vază dintre toți locuitorii Răsăritului.","4":"Fiii săi se duceau unii la alții și dădeau, rând pe rând, câte un ospăț. Și pofteau și pe cele trei surori ale lor să mănânce și să bea împreună cu ei.","5":"Și, după ce treceau zilele de ospăț, Iov chema și sfințea pe fiii săi: se scula dis-de-dimineață și aducea pentru fiecare din ei câte o ardere-de-tot. Căci zicea Iov: „Poate că fiii mei au păcătuit și au supărat pe Dumnezeu în inima lor.” Așa avea Iov obicei să facă.","6":"Fiii lui Dumnezeu au venit într-o zi de s-au înfățișat înaintea Domnului. Și a venit și Satana în mijlocul lor.","7":"Domnul a zis Satanei: „De unde vii?” Și Satana a răspuns Domnului: „De la cutreierarea pământului și de la plimbarea pe care am făcut-o pe el.”","8":"Domnul a zis Satanei: „Ai văzut pe robul Meu Iov? Nu este nimeni ca el pe pământ. Este un om fără prihană și curat la suflet, care se teme de Dumnezeu și se abate de la rău.”","9":"Și Satana a răspuns Domnului: „Oare degeaba se teme Iov de Dumnezeu?","10":"Nu l-ai ocrotit Tu pe el, casa lui și tot ce este al lui? Ai binecuvântat lucrul mâinilor lui și turmele lui acoperă țara.","11":"Dar ia întinde-Ți mâna și atinge-Te de tot ce are, și sunt încredințat că Te va blestema în față.”","12":"Domnul a zis Satanei: „Iată, îți dau pe mână tot ce are, numai asupra lui să nu întinzi mâna.” Și Satana a plecat dinaintea Domnului.","13":"Într-o zi, pe când fiii și fiicele lui Iov mâncau și beau vin în casa fratelui lor întâi născut,","14":"a venit la Iov un sol, care a zis: „Boii arau și măgărițele pășteau lângă ei.","15":"Și s-au aruncat niște sabeeni asupra lor, i-au luat și au trecut pe slujitori prin ascuțișul sabiei. Numai eu am scăpat, ca să-ți dau de știre.”","16":"Pe când vorbea el încă, a venit un altul și a zis: „Focul lui Dumnezeu a căzut din cer și a aprins oile și pe slujitorii tăi și i-a ars de tot. Numai eu am scăpat, ca să-ți dau de știre.”","17":"Pe când vorbea el încă, a venit un altul și a zis: „Niște haldeeni, înșirați în trei cete, s-au aruncat asupra cămilelor, le-au luat și au trecut pe slujitori prin ascuțișul sabiei. Numai eu am scăpat, ca să-ți dau de știre.”","18":"Pe când vorbea el încă, a venit un altul și a zis: „Fiii tăi și fiicele tale mâncau și beau vin în casa fratelui lor întâi născut.","19":"Și deodată, a venit un vânt mare de dincolo de pustie și a izbit în cele patru colțuri ale casei; casa s-a prăbușit peste tineri și au murit. Și am scăpat numai eu, ca să-ți dau de știre.”","20":"Atunci, Iov s-a sculat, și-a sfâșiat mantaua și și-a tuns capul. Apoi, aruncându-se la pământ, s-a închinat","21":"și a zis: „Gol am ieșit din pântecele mamei mele și gol mă voi întoarce în sânul pământului. Domnul a dat și Domnul a luat. Binecuvântat fie Numele Domnului!”","22":"În toate acestea, Iov n-a păcătuit deloc și n-a vorbit nimic necuviincios împotriva lui Dumnezeu."}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"Era un om în țara Uț, al cărui nume era Iov. Omul acesta era integru și drept. El se temea de Dumnezeu și se ferea de rău.","2":"I s-au născut șapte fii și trei fete.","3":"El avea șapte mii de oi, trei mii de cămile, cinci sute de perechi de boi, cinci sute de măgărițe și un număr mare de servitori. Era cel mai însemnat om dintre toți fiii Estului.","4":"Fiii lui obișnuiau să meargă unii la alții și să țină, pe rând, câte un ospăț în casa fiecăruia. Ei le chemau și pe cele trei surori ale lor ca să mănânce și să bea împreună cu ei.","5":"Când zilele fiecărui ospăț ajungeau la sfârșit, Iov îi chema și îi sfințea. El se scula dimineață devreme și aducea arderi-de-tot pentru fiecare dintre ei, zicând: „Poate că fiii mei au păcătuit și L-au blestemat pe Dumnezeu în inimile lor“. Așa făcea Iov în fiecare zi.","6":"Într-o zi, fiii lui Dumnezeu au venit pentru a se înfățișa înaintea Domnului. Satan a venit și el în mijlocul lor.","7":"Domnul l-a întrebat pe Satan: ‒ De unde vii? Satan i-a răspuns Domnului și a zis: ‒ De la cutreierarea pământului și de la plimbarea pe care am făcut-o pe întinsul lui.","8":"Domnul l-a întrebat pe Satan: ‒ Te-ai uitat la slujitorul Meu Iov? Nu mai este nimeni ca el pe pământ, un om integru, drept, care se teme de Dumnezeu și se ferește de rău.","9":"Atunci Satan I-a răspuns Domnului și a zis: ‒ Oare degeaba se teme Iov de Dumnezeu?","10":"Nu ai pus tu un gard de protecție în jurul lui, în jurul casei lui și în jurul a tot ce este al lui? Tu ai binecuvântat lucrul mâinilor lui și averile lui i s-au înmulțit în țară.","11":"Dar ia întinde-Ți mâna și atinge-Te de tot ce are, și vei vedea dacă nu Te va blestema în față.","12":"Domnul i-a zis lui Satan: ‒ Iată, îți dau pe mână tot ceea ce are, numai asupra lui să nu-ți întinzi mâna! Atunci Satan a plecat dinaintea Domnului.","13":"Într-o zi, în timp ce fiii și fiicele sale mâncau și beau vin în casa fratelui lor, cel întâi născut,","14":"a venit la Iov un mesager care i-a zis: „În timp ce boii tăi erau la plug, iar măgărițele pășteau lângă ei,","15":"niște șabeeni s-au năpustit asupra lor, i-au luat, iar pe slujitori i-au trecut prin ascuțișul sabiei. Doar eu am scăpat ca să te înștiințez“.","16":"În timp ce acesta încă vorbea, a venit un altul și i-a zis: „Focul lui Dumnezeu a căzut din ceruri și a ars oile și slujitorii și i-a nimicit. Doar eu am scăpat ca să te înștiințez“.","17":"În timp ce acesta încă vorbea, a venit un altul și i-a zis: „Niște caldeeni, împărțiți în trei cete, au năvălit, ți-au luat cămilele, iar pe slujitori i-au trecut prin ascuțișul sabiei. Doar eu am scăpat ca să te înștiințez“.","18":"În timp ce acesta încă vorbea, a venit un altul și i-a zis: „Fiii și fiicele tale mâncau și beau vin în casa fratelui lor mai mare, întâiul născut.","19":"Și iată că un vânt puternic a suflat dinspre deșert, a izbit în cele patru colțuri ale casei și, astfel, casa s-a prăbușit peste tineri și au murit. Doar eu am scăpat ca să te înștiințez“.","20":"Atunci Iov s-a ridicat, și-a sfâșiat mantia și și-a ras capul. Apoi s-a aruncat la pământ, s-a închinat","21":"și a zis: „Gol am ieșit din pântecul mamei mele și gol mă voi întoarce în pământ! Domnul a dat, Domnul a luat, fie Numele Domnului binecuvântat!“.","22":"În toate acestea Iov n-a păcătuit și n-a pus nenorocirea pe seama lui Dumnezeu."}},"WEBUS":{"name":"World English Bible US","verses":{"1":"There was a man in the land of Uz, whose name was Job. That man was blameless and upright, and one who feared God, and turned away from evil.","2":"There were born to him seven sons and three daughters.","3":"His possessions also were seven thousand sheep, three thousand camels, five hundred yoke of oxen, five hundred female donkeys, and a very great household; so that this man was the greatest of all the children of the east.","4":"His sons went and held a feast in the house of each one on his birthday; and they sent and called for their three sisters to eat and to drink with them.","5":"It was so, when the days of their feasting had run their course, that Job sent and sanctified them, and rose up early in the morning, and offered burnt offerings according to the number of them all. For Job said, “It may be that my sons have sinned, and renounced God in their hearts.” Job did so continually.","6":"Now on the day when God’s sons came to present themselves before Yahweh, Satan also came among them.","7":"Yahweh said to Satan, “Where have you come from?” Then Satan answered Yahweh, and said, “From going back and forth in the earth, and from walking up and down in it.”","8":"Yahweh said to Satan, “Have you considered my servant, Job? For there is no one like him in the earth, a blameless and an upright man, one who fears God, and turns away from evil.”","9":"Then Satan answered Yahweh, and said, “Does Job fear God for nothing?","10":"Haven’t you made a hedge around him, and around his house, and around all that he has, on every side? You have blessed the work of his hands, and his substance is increased in the land.","11":"But stretch out your hand now, and touch all that he has, and he will renounce you to your face.”","12":"Yahweh said to Satan, “Behold, all that he has is in your power. Only on himself don’t stretch out your hand.” So Satan went out from the presence of Yahweh.","13":"It fell on a day when his sons and his daughters were eating and drinking wine in their oldest brother’s house,","14":"that a messenger came to Job, and said, “The oxen were plowing, and the donkeys feeding beside them,","15":"and the Sabeans attacked, and took them away. Yes, they have killed the servants with the edge of the sword, and I alone have escaped to tell you.”","16":"While he was still speaking, another also came and said, “The fire of God has fallen from the sky, and has burned up the sheep and the servants, and consumed them, and I alone have escaped to tell you.”","17":"While he was still speaking, another also came and said, “The Chaldeans made three bands, and swept down on the camels, and have taken them away, yes, and killed the servants with the edge of the sword; and I alone have escaped to tell you.”","18":"While he was still speaking, there came also another, and said, “Your sons and your daughters were eating and drinking wine in their oldest brother’s house,","19":"and behold, there came a great wind from the wilderness, and struck the four corners of the house, and it fell on the young men, and they are dead. I alone have escaped to tell you.”","20":"Then Job arose, and tore his robe, and shaved his head, and fell down on the ground, and worshiped.","21":"He said, “Naked I came out of my mother’s womb, and naked will I return there. Yahweh gave, and Yahweh has taken away. Blessed be Yahweh’s name.”","22":"In all this, Job didn’t sin, nor charge God with wrongdoing."}}}}