{"book":"Iov","chapter":"13","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"Iată, ochiul meu a văzut toate acestea, urechea mea a auzit și a luat seama.","2":"Ce știți voi știu și eu, nu sunt mai prejos decât voi.","3":"Dar vreau să vorbesc acum Celui Atotputernic, vreau să-mi apăr pricina înaintea lui Dumnezeu.","4":"Căci voi sunteți niște făuritori de minciuni, sunteți cu toții niște doctori de nimic.","5":"O, de ați fi tăcut, ce înțelepciune ați fi arătat!","6":"Acum, ascultați, vă rog, apărarea mea și luați aminte la răspunsul buzelor mele!","7":"Vreți să vorbiți lucruri nedrepte din dragoste pentru Dumnezeu și să spuneți minciuni ca să-L apărați?","8":"Vreți să țineți cu El și să faceți pe apărătorii lui Dumnezeu?","9":"Dacă vă va cerceta El, va găsi bine oare? Sau vreți să-L înșelați cum înșelați pe un om?","10":"Nu, nu; ci El vă va osândi dacă în ascuns nu lucrați decât părtinindu-L pe El.","11":"Nu vă înfricoșează măreția Lui? Și nu cade groaza Lui peste voi?","12":"Părerile voastre sunt păreri de cenușă, întăriturile voastre sunt întărituri de lut.","13":"Tăceți, lăsați-mă, vreau să vorbesc! Întâmplă-mi-se ce mi s-ar întâmpla.","14":"Îmi voi lua carnea în dinți și îmi voi pune viața în joc.","15":"Da, mă va ucide: n-am nimic de nădăjduit; dar îmi voi apăra purtarea în fața Lui.","16":"Chiar și lucrul acesta poate sluji la scăparea mea, căci un nelegiuit nu îndrăznește să vină înaintea Lui.","17":"Ascultați, ascultați cuvintele mele, luați aminte la cele ce voi spune.","18":"Iată-mă, sunt gata să-mi apăr pricina, căci știu că am dreptate.","19":"Are cineva ceva de spus împotriva mea? Atunci tac și vreau să mor.","20":"Numai două lucruri fă-mi și nu mă voi ascunde de Fața Ta:","21":"Trage-Ți mâna de pe mine și nu mă mai tulbura cu groaza Ta.","22":"Apoi, cheamă-mă, și-Ți voi răspunde sau lasă-mă să vorbesc eu și răspunde-mi Tu!","23":"Câte fărădelegi și păcate am făcut? Arată-mi călcările de lege și păcatele mele.","24":"Pentru ce Îți ascunzi Fața și mă iei drept vrăjmaș?","25":"Vrei să lovești o frunză suflată de vânt? Vrei să urmărești un pai uscat?","26":"Pentru ce să mă lovești cu suferințe amare și să mă pedepsești pentru greșeli din tinerețe?","27":"Pentru ce să-mi pui picioarele în butuci, să-mi pândești toate mișcările, să pui hotar pașilor mei,","28":"când trupul meu cade în putrezire, ca o haină mâncată de molii?"}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"Iată, ochiul meu a văzut toate acestea, urechea mea a auzit și a înțeles.","2":"Ce știți voi știu și eu; nu sunt mai prejos decât voi.","3":"Dar vreau să vorbesc Celui Atotputernic, vreau să-mi apăr cauza înaintea lui Dumnezeu!","4":"Dar voi sunteți unii care împroșcați cu minciuni. Sunteți cu toții niște doctori de nimic.","5":"Mai bine ați fi tăcut! Așa ați fi arătat înțelepciune.","6":"Ascultați apărarea mea și fiți atenți la argumentele buzelor mele!","7":"Veți vorbi cu nedreptate pentru Dumnezeu și veți vorbi cu înșelăciune pentru El?","8":"Îi veți ține partea? Doar nu Îi veți lua apărarea lui Dumnezeu!","9":"Va fi oare bine de voi când vă va cerceta? Sau vreți să-L înșelați așa cum înșelați un om?","10":"Cu siguranță vă va mustra dacă, în secret, Îi țineți partea.","11":"Oare nu vă va înspăimânta măreția Lui? Nu va cădea peste voi groaza Lui?","12":"Cugetările voastre sunt proverbe de cenușă; apărările voastre sunt apărări de lut.","13":"Tăceți și lăsați-mă să vorbesc, indiferent ce mi s-ar întâmpla!","14":"De ce să-mi iau carnea în dinți și să-mi pun viața în propriile mâini?","15":"Iată, chiar dacă mă va ucide, tot îmi voi pune speranța în El. Da, îmi voi apăra căile în fața Lui.","16":"Mai mult, aceasta va fi spre eliberarea mea, căci cel lipsit de evlavie nu poate veni înaintea Lui.","17":"Ascultați cu atenție cuvintele mele și plecați-vă urechile la cuvântarea mea!","18":"Iată că mi-am pregătit apărarea; știu că am dreptate.","19":"Cine poate să mă acuze? Dacă va face cineva lucrul acesta, atunci voi tăcea și voi muri.","20":"Dumnezeule, dă-mi doar două lucruri și nu mă voi ascunde de fața Ta:","21":"ridică-Ți mâna de pe mine și nu mai lăsa groaza Ta să mă înspăimânte.","22":"Apoi cheamă-mă, iar eu voi răspunde; sau lasă-mă să vorbesc, și răspunde-mi Tu.","23":"Cât de multe sunt nelegiuirile și păcatele mele? Arată-mi fărădelegile și păcatul meu!","24":"De ce-Ți ascunzi fața și mă consideri un dușman?","25":"Vrei să îngrozești o frunză suflată de vânt și să urmărești un pai uscat?","26":"Căci scrii lucruri amare împotriva mea și mă faci să moștenesc nelegiuirile tinereții mele.","27":"Îmi pui picioarele în butuci, și însemnezi tălpile picioarelor mele.","28":"În felul acesta trupul mi se destramă ca un lucru putred, ca o haină mâncată de molii."}},"WEBUS":{"name":"World English Bible US","verses":{"1":"“Behold, my eye has seen all this. My ear has heard and understood it.","2":"What you know, I know also. I am not inferior to you.","3":"“Surely I would speak to the Almighty. I desire to reason with God.","4":"But you are forgers of lies. You are all physicians of no value.","5":"Oh that you would be completely silent! Then you would be wise.","6":"Hear now my reasoning. Listen to the pleadings of my lips.","7":"Will you speak unrighteously for God, and talk deceitfully for him?","8":"Will you show partiality to him? Will you contend for God?","9":"Is it good that he should search you out? Or as one deceives a man, will you deceive him?","10":"He will surely reprove you if you secretly show partiality.","11":"Won’t his majesty make you afraid and his dread fall on you?","12":"Your memorable sayings are proverbs of ashes. Your defenses are defenses of clay.","13":"“Be silent! Leave me alone, that I may speak. Let come on me what will.","14":"Why should I take my flesh in my teeth, and put my life in my hand?","15":"Behold, he will kill me. I have no hope. Nevertheless, I will maintain my ways before him.","16":"This also will be my salvation, that a godless man will not come before him.","17":"Listen carefully to my speech. Let my declaration be in your ears.","18":"See now, I have set my cause in order. I know that I am righteous.","19":"Who is he who will contend with me? For then I would hold my peace and give up the spirit.","20":"“Only don’t do two things to me, then I will not hide myself from your face:","21":"withdraw your hand far from me, and don’t let your terror make me afraid.","22":"Then call, and I will answer, or let me speak, and you answer me.","23":"How many are my iniquities and sins? Make me know my disobedience and my sin.","24":"Why do you hide your face, and consider me your enemy?","25":"Will you harass a driven leaf? Will you pursue the dry stubble?","26":"For you write bitter things against me, and make me inherit the iniquities of my youth.","27":"You also put my feet in the stocks, and mark all my paths. You set a bound to the soles of my feet,","28":"though I am decaying like a rotten thing, like a garment that is moth-eaten."}}}}