{"book":"Iov","chapter":"7","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"Soarta omului pe pământ este ca a unui ostaș și zilele lui sunt ca ale unui muncitor cu ziua.","2":"Cum suspină robul după umbră, cum își așteaptă muncitorul plata,","3":"așa am eu parte de luni de durere, și partea mea sunt nopți de suferință.","4":"Mă culc și zic: ‘Când mă voi scula? Când se va sfârși noaptea?’ Și mă satur de frământări până în revărsatul zorilor.","5":"Trupul mi se acoperă cu viermi și cu o coajă pământoasă, pielea-mi crapă și se desface.","6":"Zilele mele zboară mai iuți decât suveica țesătorului, se duc și nu mai am nicio nădejde!","7":"Adu-Ți aminte, Dumnezeule, că viața mea este doar o suflare! Ochii mei nu vor mai vedea fericirea.","8":"Ochiul care mă privește nu mă va mai privi; ochiul Tău mă va căuta și nu voi mai fi.","9":"Cum se risipește norul și trece, așa nu se va mai ridica cel ce se coboară în Locuința morților!","10":"Nu se va mai întoarce în casa lui și nu-și va mai cunoaște locul în care locuia.","11":"De aceea nu-mi voi ține gura, ci voi vorbi în neliniștea inimii mele, mă voi tângui în amărăciunea sufletului meu.","12":"Oare o mare sunt eu sau un balaur de mare, de-ai pus strajă în jurul meu?","13":"Când zic: ‘Patul mă va ușura, culcușul îmi va alina durerile’,","14":"atunci mă înspăimânți prin vise, mă îngrozești prin vedenii.","15":"Ah, aș vrea mai bine gâtuirea, mai bine moartea decât aceste oase!","16":"Le disprețuiesc!… Nu voi trăi în veci… Lasă-mă, căci doar o suflare mi-i viața!","17":"Ce este omul ca să-Ți pese atât de mult de el, ca să iei seama la el,","18":"să-l cercetezi în toate diminețile și să-l încerci în toate clipele?","19":"Când vei înceta odată să mă privești? Când îmi vei da răgaz să-mi înghit scuipatul?","20":"Dacă am păcătuit, ce pot să-Ți fac, Păzitorul oamenilor? Pentru ce m-ai pus țintă săgeților Tale, de am ajuns o povară chiar pentru mine însumi?","21":"Pentru ce nu-mi ierți păcatul și pentru ce nu-mi uiți fărădelegea? și, când mă vei căuta, nu voi mai fi!”"}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"Oare nu muncește omul din greu pe pământ? Oare nu sunt zilele lui ca ale unui zilier?","2":"Ca un sclav care tânjește după umbră sau ca un zilier care își așteaptă plata,","3":"așa am moștenit și eu luni de deșertăciune și mi s-au dat nopți de necaz.","4":"Când mă culc, mă întreb: «Când mă voi trezi?». Dar noaptea e așa de lungă și sunt sătul de frământări până în zori.","5":"Carnea îmi este acoperită de viermi și de coji pământii; pielea îmi crapă și supurează.","6":"Zilele mele sunt mai iuți decât suveica țesătorului și se sfârșesc fără speranță.","7":"Adu-Ți aminte, Dumnezeule, că viața mi-e doar o suflare! Ochii mei nu vor mai vedea binele.","8":"Ochiul care mă privește nu mă va mai vedea; ochii Tăi vor fi asupra mea, dar eu nu voi mai fi.","9":"Ca norul care se risipește și trece, tot așa cel ce coboară în Locuința Morților nu se va mai ridica.","10":"Nu se va mai întoarce la casa lui și nu-și va mai cunoaște locul.","11":"De aceea eu nu voi tăcea, ci, în necazul duhului meu, voi vorbi, în amărăciunea sufletului meu, mă voi plânge!","12":"Sunt eu Marea sau un monstru al mării, de ai pus o strajă în jurul meu?","13":"Când zic: «Patul meu mă va mângâia și așternutul îmi va alina plângerea!»,","14":"atunci Tu mă înspăimânți cu vise și mă îngrozești cu vedenii.","15":"Așa că aș alege mai bine sugrumarea, mai bine moartea, decât aceste oase.","16":"Le disprețuiesc…! Nu voi trăi în veci! Lasă-mă, căci doar o suflare îmi sunt zilele!","17":"Ce este omul, ca să-l apreciezi și să-ți îndrepți inima spre el,","18":"să-l cercetezi în fiecare dimineață și să-l încerci în orice clipă?","19":"Nu vei înceta oare să te mai uiți la mine și să mă lași astfel singur, măcar până-mi înghit saliva?","20":"Dacă am păcătuit, ce Ți-am făcut Ție, Veghetor al oamenilor? De ce m-ai luat drept țintă? Am devenit o povară pentru Tine?","21":"De ce nu-mi ierți fărădelegea și nu-mi dai la o parte nelegiuirea? Căci acum mă voi culca în țărână, mă vei căuta, dar nu voi mai fi“."}},"WEBUS":{"name":"World English Bible US","verses":{"1":"“Isn’t a man forced to labor on earth? Aren’t his days like the days of a hired hand?","2":"As a servant who earnestly desires the shadow, as a hireling who looks for his wages,","3":"so I am made to possess months of misery, wearisome nights are appointed to me.","4":"When I lie down, I say, ‘When will I arise, and the night be gone?’ I toss and turn until the dawning of the day.","5":"My flesh is clothed with worms and clods of dust. My skin closes up, and breaks out afresh.","6":"My days are swifter than a weaver’s shuttle, and are spent without hope.","7":"Oh remember that my life is a breath. My eye will no more see good.","8":"The eye of him who sees me will see me no more. Your eyes will be on me, but I will not be.","9":"As the cloud is consumed and vanishes away, so he who goes down to Sheol will come up no more.","10":"He will return no more to his house, neither will his place know him any more.","11":"“Therefore I will not keep silent. I will speak in the anguish of my spirit. I will complain in the bitterness of my soul.","12":"Am I a sea, or a sea monster, that you put a guard over me?","13":"When I say, ‘My bed will comfort me. My couch will ease my complaint,’","14":"then you scare me with dreams and terrify me through visions,","15":"so that my soul chooses strangling, death rather than my bones.","16":"I loathe my life. I don’t want to live forever. Leave me alone, for my days are but a breath.","17":"What is man, that you should magnify him, that you should set your mind on him,","18":"that you should visit him every morning, and test him every moment?","19":"How long will you not look away from me, nor leave me alone until I swallow down my spittle?","20":"If I have sinned, what do I do to you, you watcher of men? Why have you set me as a mark for you, so that I am a burden to myself?","21":"Why do you not pardon my disobedience, and take away my iniquity? For now will I lie down in the dust. You will seek me diligently, but I will not be.”"}}}}