{"book":"Iov","chapter":"24","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"Pentru ce nu păzește Cel Atotputernic vremurile de judecată și de ce nu văd cei ce-L cunosc zilele Lui de pedeapsă?","2":"Sunt unii care mută hotarele, fură turmele și le pasc;","3":"iau măgarul orfanului, iau zălog vaca văduvei;","4":"îmbrâncesc din drum pe cei lipsiți, silesc pe toți nenorociții din țară să se ascundă.","5":"Și aceștia, ca măgarii sălbatici din pustie, și în pustie trebuie să caute pâinea pentru copiii lor.","6":"Taie nutrețul care a mai rămas pe câmp, culeg ciorchinele rămase pe urma culegătorilor în via celui nelegiuit.","7":"Îi apucă noaptea în umezeală, fără îmbrăcăminte, fără învelitoare împotriva frigului.","8":"Îi pătrunde ploaia munților și, neavând alt adăpost, se ghemuiesc lângă stânci.","9":"Aceia smulg pe orfan de la țâță, iau zălog tot ce are săracul.","10":"Și săracii umblă goi de tot, fără îmbrăcăminte, strâng snopii și-s flămânzi;","11":"în grădinile nelegiuitului ei fac untdelemn, calcă teascul și le este sete;","12":"în cetăți se aud vaietele celor ce mor, sufletul celor răniți strigă… Și Dumnezeu nu ia seama la aceste mișelii!","13":"Alții sunt vrăjmași ai luminii, nu cunosc căile ei, nu umblă pe cărările ei.","14":"Ucigașul se scoală în revărsatul zorilor, ucide pe cel sărac și lipsit, și noaptea fură.","15":"Ochiul preacurvarului pândește amurgul: ‘Nimeni nu mă va vedea’, zice el, și își pune o maramă pe față.","16":"Noaptea sparg casele, ziua stau închiși; se tem de lumină.","17":"Pentru ei, dimineața este umbra morții și, când o văd, simt toate spaimele morții.","18":"Dar nelegiuitul alunecă ușor pe fața apelor, și niciodată n-apucă pe drumul celor vii!","19":"Cum sorb seceta și căldura apele zăpezii, așa înghite Locuința morților pe cei ce păcătuiesc.","20":"Pântecele mamei îl uită, viermii se ospătează cu el, nimeni nu-și mai aduce aminte de el! Nelegiuitul este sfărâmat ca un copac,","21":"el, care prădează pe femeia stearpă și fără copii, el, care nu face niciun bine văduvei!…","22":"Și totuși Dumnezeu, prin puterea Lui, lungește zilele celor silnici, și iată-i în picioare când nu mai trăgeau nădejde de viață;","23":"El le dă liniște și încredere, are privirile îndreptate spre căile lor.","24":"S-au ridicat, și într-o clipă nu mai sunt: cad, mor ca toți oamenii, sunt tăiați ca spicele coapte.","25":"Nu este așa? Cine mă va dovedi de minciună, cine-mi va nimici cuvintele mele?”"}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"De ce nu hotărăște Cel Atotputernic vremuri pentru judecată? De ce așteaptă în zadar astfel de zile cei ce Îl cunosc?","2":"Unii oameni mută hotarele, iau turme cu forța și apoi le pasc.","3":"Iau măgarul orfanului, iau drept garanție boul văduvei.","4":"Îmbrâncesc de pe cale pe cei nevoiași și silesc pe toți săracii țării să se ascundă.","5":"Iată, ca măgarii sălbatici în deșert, așa ies aceștia la lucru. Ei caută hrană; în deșert găsesc mâncare pentru ei și pentru copii.","6":"Culeg pe câmp nutrețul lui și răscolesc via celui rău.","7":"Înnoptează goi, lipsiți de îmbrăcăminte și fără învelitoare împotriva frigului.","8":"Sunt pătrunși de ploaia munților și se ghemuiesc lângă stânci pentru adăpost.","9":"Orfanul este smuls de la sân, iar copilul săracului este luat garanție.","10":"Neavând haine, umblă goi; strâng snopi, dar sunt flămânzi.","11":"Extrag ulei între șirurile lor de măslini, calcă presele de struguri, dar le este sete.","12":"Bărbații din cetate gem și sufletele celor înjunghiați strigă după ajutor, dar Dumnezeu nu ia seama la nenorocire.","13":"Sunt alții care se răzvrătesc împotriva luminii, și nu rămân pe cărările ei.","14":"Ucigașul se scoală când se ivește lumina și omoară pe cel sărac și nevoiaș, iar în timpul nopții este ca un hoț.","15":"Ochii celui adulter pândesc amurgul, zicând: «Nimeni nu mă va vedea!» și își acoperă fața.","16":"Ei sparg case pe întuneric, iar în timpul zilei stau închiși. Ei nu cunosc lumina.","17":"Căci pentru toți aceștia, dimineața este o umbră a morții, deoarece sunt prieteni cu spaimele umbrei morții.","18":"Ei sunt iuți ca spuma apelor, partea lor, pe pământ, este blestemată. Nimeni nu trece pe drumul spre viile lor.","19":"Așa cum seceta și căldura înghit apele zăpezii, tot astfel Locuința Morților îi înghite pe cei ce-au păcătuit.","20":"Pântecul mamei îi uită, iar viermele îi găsește gustoși. Nimeni nu-și mai aduce aminte de ei. Astfel, nedreptatea este zdrobită ca un copac.","21":"Ei o jefuiesc pe femeia fără copii și nu-i fac niciun bine văduvei.","22":"Totuși, prin puterea Sa, El îi înlătură pe cei măreți; când Se ridică El, ei nu se mai încred în viața lor.","23":"El le dă siguranță și sunt sprijiniți; ochii Lui se uită la căile lor.","24":"Sunt înălțați pentru puțină vreme, dar apoi trec. Sunt doborâți și adunați ca toți ceilalți; sunt tăiați ca spicele de grâu.","25":"Dacă nu este așa, cine poate dovedi că mint și cine va arăta că nu este nimic adevărat în vorbele mele?“."}},"WEBUS":{"name":"World English Bible US","verses":{"1":"“Why aren’t times laid up by the Almighty? Why don’t those who know him see his days?","2":"There are people who remove the landmarks. They violently take away flocks, and feed them.","3":"They drive away the donkey of the fatherless, and they take the widow’s ox for a pledge.","4":"They turn the needy out of the way. The poor of the earth all hide themselves.","5":"Behold, as wild donkeys in the desert, they go out to their work, seeking diligently for food. The wilderness yields them bread for their children.","6":"They cut their food in the field. They glean the vineyard of the wicked.","7":"They lie all night naked without clothing, and have no covering in the cold.","8":"They are wet with the showers of the mountains, and embrace the rock for lack of a shelter.","9":"There are those who pluck the fatherless from the breast, and take a pledge of the poor,","10":"so that they go around naked without clothing. Being hungry, they carry the sheaves.","11":"They make oil within the walls of these men. They tread wine presses, and suffer thirst.","12":"From out of the populous city, men groan. The soul of the wounded cries out, yet God doesn’t regard the folly.","13":"“These are of those who rebel against the light. They don’t know its ways, nor stay in its paths.","14":"The murderer rises with the light. He kills the poor and needy. In the night he is like a thief.","15":"The eye also of the adulterer waits for the twilight, saying, ‘No eye will see me.’ He disguises his face.","16":"In the dark they dig through houses. They shut themselves up in the daytime. They don’t know the light.","17":"For the morning is to all of them like thick darkness, for they know the terrors of the thick darkness.","18":"“They are foam on the surface of the waters. Their portion is cursed in the earth. They don’t turn into the way of the vineyards.","19":"Drought and heat consume the snow waters, so does Sheol those who have sinned.","20":"The womb will forget him. The worm will feed sweetly on him. He will be no more remembered. Unrighteousness will be broken as a tree.","21":"He devours the barren who don’t bear. He shows no kindness to the widow.","22":"Yet God preserves the mighty by his power. He rises up who has no assurance of life.","23":"God gives them security, and they rest in it. His eyes are on their ways.","24":"They are exalted; yet a little while, and they are gone. Yes, they are brought low, they are taken out of the way as all others, and are cut off as the tops of the ears of grain.","25":"If it isn’t so now, who will prove me a liar, and make my speech worth nothing?”"}}}}