{"book":"Iov","chapter":"15","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"Elifaz din Teman a luat cuvântul și a zis:","2":"„Se cade să dea înțeleptul ca răspuns înțelepciune deșartă? Sau să-și umfle pieptul cu vânt de răsărit?","3":"Să se apere prin cuvinte care n-ajută la nimic și prin cuvântări care nu slujesc la nimic?","4":"Tu nimicești chiar și frica de Dumnezeu, nimicești orice simțire de evlavie față de Dumnezeu.","5":"Nelegiuirea ta îți cârmuiește gura și împrumuți vorbirea oamenilor vicleni.","6":"Nu eu, ci gura ta te osândește, buzele tale mărturisesc împotriva ta.","7":"Tu ești omul care s-a născut întâi? Te-ai născut tu înaintea dealurilor?","8":"Ai fost tu la sfaturile lui Dumnezeu și ai sorbit din ele înțelepciune pentru tine?","9":"Ce știi tu și să nu știm și noi? Ce cunoștință ai tu pe care să n-o avem și noi?","10":"Între noi sunt peri albi, bătrâni, oameni mai înziliți decât tatăl tău.","11":"Puțin lucru sunt mângâierile lui Dumnezeu pentru tine și cuvintele care-ți vorbesc atât de blând…?","12":"Încotro te trage inima și ce înseamnă această privire țintă a ochilor tăi?","13":"Ce, împotriva lui Dumnezeu îți îndrepți tu mânia și-ți ies din gură cuvinte ca acestea?","14":"Ce este omul, ca să fie curat? Și poate cel născut din femeie să fie fără prihană?","15":"Dacă n-are încredere Dumnezeu nici în sfinții Săi, dacă nici cerurile nu sunt curate înaintea Lui,","16":"cu cât mai puțin ființa urâcioasă și stricată – omul, care bea nelegiuirea ca apa!","17":"Vreau să te învăț, ascultă-mă! Voi istorisi ce am văzut,","18":"ce au arătat înțelepții, ce au descoperit ei, auzind de la părinții lor,","19":"cărora singuri li se dăduse țara și printre care niciun străin nu venise încă.","20":"Omul cel rău își duce în neliniște toate zilele vieții, toți anii de care are parte cel nelegiuit.","21":"Țipete de spaimă răsună la urechile lui: În mijlocul fericirii lui, pustiitorul se va arunca asupra lui.","22":"El nu trage nădejde să scape de întuneric, vede sabia care-l amenință;","23":"aleargă încoace și încolo să caute pâine, știe că-l așteaptă ziua întunericului.","24":"Necazul și neliniștea îl înspăimântă și se aruncă asupra lui ca un împărat gata de luptă.","25":"Căci a ridicat mâna împotriva lui Dumnezeu,","26":"și a avut îndrăzneala să se năpustească asupra Lui cu partea cea mai tare a scuturilor lui.","27":"Avea fața acoperită cu grăsime,","28":"și locuia în cetăți nimicite, în case părăsite, sortite să fie dărâmate.","29":"Nu se va mai îmbogăți, și avuția nu se va mai întinde pe pământ.","30":"Nu va putea ieși din întuneric, flacăra îi va arde mlădițele, și Dumnezeu îl va pierde cu suflarea gurii Lui.","31":"Dacă se încrede în rău, se înșală, căci răul îi va fi răsplata.","32":"Ea va veni înainte de capătul zilelor lui, și ramura lui nu va mai înverzi.","33":"Va fi ca o viță despuiată de roadele ei încă verzi, ca un măslin ale cărui flori au căzut.","34":"Căci casa celui nelegiuit va ajunge stearpă și cortul omului stricat îl va mânca focul.","35":"El zămislește răul și naște răul; în sânul lui coace roade care-l înșală.”"}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"Atunci Elifaz, temanitul, a răspuns și a zis:","2":"„Răspunde oare înțeleptul cu o cunoștință deșartă și își umple pântecul cu vântul de est?","3":"Să se apere folosind cuvinte nefolositoare sau o vorbire fără de folos?","4":"Tu dai la o parte chiar și teama de Dumnezeu și împiedici cugetarea înaintea lui Dumnezeu.","5":"Căci nelegiuirea ta îți învață gura, și ai ales limba celor vicleni.","6":"Gura ta te condamnă, nu eu, buzele tale mărturisesc împotriva ta.","7":"Crezi că tu te-ai născut primul între oameni? Ai fost adus pe lume înaintea dealurilor?","8":"Ai fost tu la sfatul lui Dumnezeu? Tu ești singurul care are înțelepciune?","9":"Ce cunoști tu, și noi să nu cunoaștem? Ce înțelegi tu, iar noi să nu putem?","10":"Între noi sunt oameni cu părul cărunt, oameni mai bătrâni chiar decât tatăl tău.","11":"Sunt prea neînsemnate pentru tine mângâierile lui Dumnezeu sau cuvintele care ți-au fost spuse cu blândețe?","12":"De ce îți îndepărtezi inima? Și ce înseamnă strălucirea ochilor tăi,","13":"de îți întărâți duhul împotriva lui Dumnezeu și lași să-ți iasă din gură astfel de cuvinte?","14":"Ce este omul, ca să poată fi curat, și cel născut din femeie, ca să fie drept?","15":"Dacă Dumnezeu nu Se încrede nici în sfinții Săi și nici chiar cerurile nu sunt curate în ochii Săi,","16":"cu atât mai puțin omul dezgustător și corupt, care bea nedreptatea ca pe apă.","17":"Îți voi explica; ascultă-mă și îți voi istorisi ceea ce am văzut,","18":"ceea ce au istorisit oamenii înțelepți, care nu au ascuns nimic din ce le-au spus strămoșii lor,","19":"pentru că doar lor le-a fost dată țara și niciun străin n-a trecut printre ei.","20":"Cel rău se chinuie în durere, în toate zilele vieții sale, iar cel înspăimântător, în numărul de ani păstrați pentru el.","21":"Zgomote îngrozitoare îi umplu urechile; când toate par bine, tâlharii îl atacă.","22":"El nu crede că se va întoarce din întuneric; este însemnat pentru sabie.","23":"Aleargă încoace și încolo după pâine, zicând: «Unde este?». Știe că ziua întunericului este aproape.","24":"Necazul și neliniștea îl înspăimântă, se aruncă asupra lui ca un împărat gata de luptă,","25":"căci a ridicat mâna împotriva lui Dumnezeu și s-a mândrit înaintea Celui Atotputernic;","26":"a alergat cu încăpățânare împotriva Lui, cu grosimea marginilor scuturilor lui.","27":"Pentru că și-a acoperit fața cu grăsime și a adunat osânză pe coapse,","28":"va locui în cetăți distruse, în case nelocuite, pregătite să ajungă un morman de pietre.","29":"Nu va mai fi bogat, nu-i va mai rămâne averea, și avuția lui nu va mai împânzi țara.","30":"Nu va scăpa de întuneric; și suflarea gurii lui Dumnezeu îl va îndepărta.","31":"Să nu se înșele încrezându-se în deșertăciune, căci deșertăciunea îi va fi răsplata.","32":"Va fi răsplătit înainte de vreme și mlădițele lui nu vor înverzi.","33":"El va fi ca o viță ai cărei struguri necopți au fost scuturați, și ca un măslin ale cărui flori au căzut.","34":"Căci mulțimea celor lipsiți de evlavie va ajunge fără copii și focul va devora corturile celor ce acceptă mita.","35":"Ei creează necaz și dau naștere la nelegiuire; pântecul lor pregătește înșelătoria“."}},"WEBUS":{"name":"World English Bible US","verses":{"1":"Then Eliphaz the Temanite answered,","2":"“Should a wise man answer with vain knowledge, and fill himself with the east wind?","3":"Should he reason with unprofitable talk, or with speeches with which he can do no good?","4":"Yes, you do away with fear, and hinder devotion before God.","5":"For your iniquity teaches your mouth, and you choose the language of the crafty.","6":"Your own mouth condemns you, and not I. Yes, your own lips testify against you.","7":"“Are you the first man who was born? Or were you brought out before the hills?","8":"Have you heard the secret counsel of God? Do you limit wisdom to yourself?","9":"What do you know that we don’t know? What do you understand which is not in us?","10":"With us are both the gray-headed and the very aged men, much older than your father.","11":"Are the consolations of God too small for you, even the word that is gentle toward you?","12":"Why does your heart carry you away? Why do your eyes flash,","13":"that you turn your spirit against God, and let such words go out of your mouth?","14":"What is man, that he should be clean? What is he who is born of a woman, that he should be righteous?","15":"Behold, he puts no trust in his holy ones. Yes, the heavens are not clean in his sight;","16":"how much less one who is abominable and corrupt, a man who drinks iniquity like water!","17":"“I will show you, listen to me;","18":"(which wise men have told by their fathers, and have not hidden it;","19":"to whom alone the land was given, and no stranger passed among them):","20":"the wicked man writhes in pain all his days, even the number of years that are laid up for the oppressor.","21":"A sound of terrors is in his ears. In prosperity the destroyer will come on him.","22":"He doesn’t believe that he will return out of darkness. He is waited for by the sword.","23":"He wanders abroad for bread, saying, ‘Where is it?’ He knows that the day of darkness is ready at his hand.","24":"Distress and anguish make him afraid. They prevail against him, as a king ready to the battle.","25":"Because he has stretched out his hand against God, and behaves himself proudly against the Almighty,","26":"he runs at him with a stiff neck, with the thick shields of his bucklers,","27":"because he has covered his face with his fatness, and gathered fat on his thighs.","28":"He has lived in desolate cities, in houses which no one inhabited, which were ready to become heaps.","29":"He will not be rich, neither will his substance continue, neither will their possessions be extended on the earth.","30":"He will not depart out of darkness. The flame will dry up his branches. He will go away by the breath of God’s mouth.","31":"Let him not trust in emptiness, deceiving himself, for emptiness will be his reward.","32":"It will be accomplished before his time. His branch will not be green.","33":"He will shake off his unripe grape as the vine, and will cast off his flower as the olive tree.","34":"For the company of the godless will be barren, and fire will consume the tents of bribery.","35":"They conceive mischief and produce iniquity. Their heart prepares deceit.”"}}}}