{"book":"Iov","chapter":"21","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"Iov a luat cuvântul și a zis:","2":"„Ascultați, ascultați cuvintele mele, dați-mi măcar această mângâiere.","3":"Lăsați-mă să vorbesc, vă rog, și, după ce voi vorbi, veți putea să vă bateți joc.","4":"Oare împotriva unui om se îndreaptă plângerea mea? Și pentru ce n-aș fi nerăbdător?","5":"Priviți-mă, mirați-vă și puneți mâna la gură!","6":"Când mă gândesc, mă înspăimânt și un tremur îmi apucă tot trupul:","7":"Pentru ce trăiesc cei răi? Pentru ce îi vezi îmbătrânind și sporind în putere?","8":"Sămânța lor se întărește cu ei și în fața lor, odraslele lor propășesc sub ochii lor.","9":"În casele lor domnește pacea, fără umbră de frică; nuiaua lui Dumnezeu nu vine să-i lovească.","10":"Taurii lor sunt plini de vlagă și prăsitori, juncanele lor zămislesc și nu leapădă.","11":"Își lasă copiii să se împrăștie ca niște oi, și copiii se zbenguie în jurul lor.","12":"Cântă cu sunet de tobă și de harpă, se desfătează cu sunete de caval.","13":"Își petrec zilele în fericire și se coboară într-o clipă în Locuința morților.","14":"Și totuși ziceau lui Dumnezeu: ‘Pleacă de la noi. Nu voim să cunoaștem căile Tale.","15":"Ce este Cel Atotputernic, ca să-I slujim? Ce vom câștiga dacă-I vom înălța rugăciuni?’","16":"Ce, nu sunt ei în stăpânirea fericirii? – Departe de mine sfatul celor răi! –","17":"Dar de multe ori se întâmplă să li se stingă candela, să vină sărăcia peste ei, să le dea și lor Dumnezeu partea lor de dureri în mânia Lui,","18":"să fie ca paiul luat de vânt, ca pleava luată de vârtej?","19":"Veți zice că pentru fiii Săi păstrează Dumnezeu pedeapsa. Dar pe el, pe nelegiuit, ar trebui să-l pedepsească Dumnezeu, ca să simtă;","20":"el ar trebui să-și vadă nimicirea, el ar trebui să bea mânia Celui Atotputernic.","21":"Căci ce-i pasă lui ce va fi de casa lui după el, când numărul lunilor i s-a împlinit?","22":"Oare pe Dumnezeu Îl vom învăța minte, pe El, care cârmuiește duhurile cerești?","23":"Unul moare în mijlocul propășirii, păcii și fericirii,","24":"cu coapsele încărcate de grăsime și măduva oaselor plină de suc.","25":"Altul moare cu amărăciunea în suflet, fără să se fi bucurat de vreo fericire,","26":"și amândoi adorm în țărână, amândoi sunt mâncați de viermi.","27":"Știu eu bine care sunt gândurile voastre, ce judecăți nedrepte rostiți asupra mea.","28":"Voi ziceți: ‘Unde este casa apăsătorului? Unde este cortul în care locuiau nelegiuiții?’","29":"Dar, ce, n-ați întrebat pe călători și nu știți ce istorisesc ei?","30":"Cum, în ziua nenorocirii, cel rău este cruțat și, în ziua mâniei, el scapă.","31":"Cine îl mustră în față pentru purtarea lui? Cine îi răsplătește tot ce a făcut?","32":"Este dus la groapă și i se pune o strajă la mormânt.","33":"Bulgării din vale îi sunt mai ușori, și o mulțime îi merge înainte.","34":"Pentru ce dar îmi dați mângâieri deșarte? Ce mai rămâne din răspunsurile voastre decât viclenie?”"}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"Iov a răspuns și a zis:","2":"„Ascultați cu atenție cuvintele mele! Aceasta este mângâierea pe care v-o cer.","3":"Lăsați-mă să vorbesc, iar atunci când voi termina, vă puteți bate joc.","4":"Este plângerea mea adresată unui om? Și de ce n-ar fi duhul meu nerăbdător?","5":"Priviți-mă, mirați-vă și puneți-vă mâna la gură!","6":"Când mă gândesc la acestea, mă îngrozesc și un tremur îmi cuprinde trupul.","7":"De ce trăiesc cei răi? De ce ajung ei la bătrânețe și se întăresc în putere?","8":"Urmașii lor dăinuie în prezența lor, alături de ei, iar copiii lor rămân înaintea ochilor lor.","9":"Casele lor sunt ferite de groază, și nicio nuia a lui Dumnezeu nu este asupra lor.","10":"Taurii lor sunt întotdeauna prăsitori; vacile lor fată și nu leapădă.","11":"Ei își trimit copilașii să alerge ca o turmă și copiii lor zburdă pe lângă ei.","12":"Cântă la tamburină și liră și se bucură la sunetul fluierului.","13":"Își trăiesc zilele în bunăstare și coboară în Locuința Morților într-o clipă.","14":"Îi zic lui Dumnezeu: «Pleacă de la noi! Nu vrem să cunoaștem căile Tale.","15":"Cine este Cel Atotputernic ca să-I slujim? Ce câștigăm dacă ne rugăm Lui?».","16":"Iată, bunăstarea lor nu este în mâna lor. Sfatul celor răi este departe de mine.","17":"De câte ori li se stinge candela celor răi și vine nenorocirea peste cei ca ei? Le dă Dumnezeu dureri în mânia Lui?","18":"Sunt ei ca paiul luat de vânt și ca pleava spulberată de vijelie?","19":"Voi ziceți: «Dumnezeu păstrează pedeapsa pentru copiii lor!». Însă el, cel nelegiuit, ar trebui pedepsit, ca astfel să-și dea seama!","20":"Ochii lui să vadă nimicirea lui și el să bea din mânia Celui Atotputernic.","21":"Ce-i pasă lui de familia pe care o lasă în urmă, când numărul lunilor lui au ajuns la capăt?","22":"Îl va învăța cineva pe Dumnezeu cunoștința, pe El, Cel Care judecă pe cei înălțați?","23":"Un om moare în plină putere, în deplină siguranță și fără greutăți,","24":"cu trupul plin de grăsime și cu măduva mustind în oasele lui.","25":"Iar un altul moare cu amărăciune în suflet, fără să fi gustat niciodată binele.","26":"Totuși, amândoi stau în țărână și viermii îi acoperă.","27":"Iată, eu știu gândurile voastre, planurile prin care vreți să-mi faceți rău.","28":"Voi ziceți: «Unde este casa nobilului? Unde este cortul în care locuiesc cei răi?».","29":"Nu i-ați întrebat pe cei ce trec pe drum? N-ați ținut cont de mărturia lor,","30":"că cel rău este cruțat în ziua nenorocirii și salvat în ziua mâniei?","31":"Cine îl mustră în față pentru calea lui? Cine îl răsplătește pentru ce a făcut?","32":"Când este dus în groapă, i se pune o strajă la mormânt.","33":"Bulgării de pământ din vale îi sunt dulci; toți oamenii merg după el, și cei ce merg înaintea lui sunt fără număr.","34":"Deci, cum mă veți mângâia voi cu vorbe deșarte? Nimic nu rămâne din răspunsurile voastre în afară de falsitate“."}},"WEBUS":{"name":"World English Bible US","verses":{"1":"Then Job answered,","2":"“Listen diligently to my speech. Let this be your consolation.","3":"Allow me, and I also will speak. After I have spoken, mock on.","4":"As for me, is my complaint to man? Why shouldn’t I be impatient?","5":"Look at me, and be astonished. Lay your hand on your mouth.","6":"When I remember, I am troubled. Horror takes hold of my flesh.","7":"“Why do the wicked live, become old, yes, and grow mighty in power?","8":"Their child is established with them in their sight, their offspring before their eyes.","9":"Their houses are safe from fear, neither is the rod of God upon them.","10":"Their bulls breed without fail. Their cows calve, and don’t miscarry.","11":"They send out their little ones like a flock. Their children dance.","12":"They sing to the tambourine and harp, and rejoice at the sound of the pipe.","13":"They spend their days in prosperity. In an instant they go down to Sheol.","14":"They tell God, ‘Depart from us, for we don’t want to know about your ways.","15":"What is the Almighty, that we should serve him? What profit should we have, if we pray to him?’","16":"Behold, their prosperity is not in their hand. The counsel of the wicked is far from me.","17":"“How often is it that the lamp of the wicked is put out, that their calamity comes on them, that God distributes sorrows in his anger?","18":"How often is it that they are as stubble before the wind, as chaff that the storm carries away?","19":"You say, ‘God lays up his iniquity for his children.’ Let him recompense it to himself, that he may know it.","20":"Let his own eyes see his destruction. Let him drink of the wrath of the Almighty.","21":"For what does he care for his house after him, when the number of his months is cut off?","22":"“Shall any teach God knowledge, since he judges those who are high?","23":"One dies in his full strength, being wholly at ease and quiet.","24":"His pails are full of milk. The marrow of his bones is moistened.","25":"Another dies in bitterness of soul, and never tastes of good.","26":"They lie down alike in the dust. The worm covers them.","27":"“Behold, I know your thoughts, the plans with which you would wrong me.","28":"For you say, ‘Where is the house of the prince? Where is the tent in which the wicked lived?’","29":"Haven’t you asked wayfaring men? Don’t you know their evidences,","30":"that the evil man is reserved to the day of calamity, that they are led out to the day of wrath?","31":"Who will declare his way to his face? Who will repay him what he has done?","32":"Yet he will be borne to the grave. Men will keep watch over the tomb.","33":"The clods of the valley will be sweet to him. All men will draw after him, as there were innumerable before him.","34":"So how can you comfort me with nonsense, because in your answers there remains only falsehood?”"}}}}