{"book":"Iov","chapter":"41","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"Poți tu să prinzi leviatanul cu undița sau să-i legi limba cu o funie?","2":"Îi vei putea petrece papura prin nări sau să-i străpungi cu un cârlig falca?","3":"Îți va face el multe rugăminți? Îți va vorbi el cu un glas dulce?","4":"Va face el un legământ cu tine, ca să-ți fie rob pe vecie?","5":"Te vei juca tu cu el ca și cu o pasăre? Îl vei lega tu ca să-ți înveselești fetele?","6":"Fac pescarii negoț cu el? Îl împart ei între negustori?","7":"Îi vei acoperi pielea cu țepușe și capul cu chingi?","8":"Ridică-ți numai mâna împotriva lui, și nu-ți va mai veni gust să-l lovești.","9":"Iată că ești înșelat în așteptarea ta de a-l prinde: numai să-l vezi, și cazi la pământ!","10":"Nimeni nu este atât de îndrăzneț ca să-l întărâte. Cine Mi s-ar împotrivi în față?","11":"Cui sunt dator, ca să-i plătesc? Sub cer totul este al Meu.","12":"Vreau să mai vorbesc iarăși de mădularele lui și de tăria lui, și de frumusețea întocmirii lui.","13":"Cine-i va putea ridica veșmântul? Cine va putea pătrunde între fălcile lui?","14":"Cine va putea deschide porțile gurii lui? cât sunt de înspăimântătoare!","15":"Scuturile lui mărețe și puternice sunt unite împreună ca printr-o pecete;","16":"se țin unul de altul și nici aerul n-ar putea trece printre ele.","17":"Sunt ca niște frați care se îmbrățișează, se apucă și rămân nedespărțiți.","18":"Strănuturile lui fac să strălucească lumina; ochii lui sunt ca geana zorilor.","19":"Din gura lui țâșnesc flăcări, scapără scântei de foc din ea.","20":"Din nările lui iese fum, ca dintr-un vas care fierbe, ca dintr-o căldare fierbinte.","21":"Suflarea lui aprinde cărbunii și gura lui aruncă flăcări.","22":"Tăria lui stă în grumaz și înaintea lui sare groaza.","23":"Părțile lui cele cărnoase se țin împreună, ca turnate pe el, neclintite.","24":"Inima lui este tare ca piatra, tare ca piatra de moară care stă dedesubt.","25":"Când se scoală el, tremură vitejii și spaima îi pune pe fugă.","26":"Degeaba este lovit cu sabia; căci sulița, săgeata și pavăza nu folosesc la nimic.","27":"Pentru el, fierul este ca paiul, arama, ca lemnul putred.","28":"Săgeata nu-l pune pe fugă, pietrele din praștie sunt ca pleava pentru el.","29":"Nu vede în ghioagă decât un fir de pai și râde la șuieratul săgeților.","30":"Sub pântecele lui sunt țepi ascuțiți: ai zice că este o grapă întinsă peste noroi.","31":"Face să clocotească fundul mării ca un cazan și-l clatină ca pe un vas plin cu mir.","32":"În urmă, el lasă o cărare luminoasă, și adâncul pare ca pletele unui bătrân.","33":"Pe pământ nimic nu-i este stăpân; este făcut ca să nu se teamă de nimic.","34":"Privește cu dispreț tot ce este înălțat, este împăratul celor mai mândre dobitoace.”"}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"Poți tu prinde leviatanul cu undița sau îi poți lega limba cu o funie?","2":"Poți să-i treci o funie prin nări sau să-i străpungi cu un cârlig falca?","3":"Îți va face el multe cereri, îți va vorbi el cu glas dulce?","4":"Va încheia el un legământ cu tine, ca să-l iei ca sclav pe vecie?","5":"Te vei juca tu cu el, precum cu o pasăre, sau îi vei pune lesă ca să-l ai pentru fetele tale?","6":"Fac comercianții negoț cu el? Este împărțit el între negustori?","7":"Îi vei acoperi pielea cu harpoane sau capul cu lănci de pescuit?","8":"Pune mâna pe el, dacă poți, și apoi adu-ți aminte de lupta aceasta! Să n-o mai repeți!","9":"Dar iată că speranța ta s-a dovedit înșelătoare. La vederea înfățișării lui, cazi la pământ.","10":"Nimeni nu are curajul să-l întărâte. Deci, cine este acela care poate sta înaintea Mea?","11":"Cine mi-a dat mai întâi ceva, ca Eu să fiu nevoit să-i dau înapoi? Tot ce este sub ceruri Îmi aparține.","12":"Nu voi înceta să vorbesc despre părțile trupului lui, despre puterea lui cea mare și despre forma lui minunată.","13":"Cine-i poate scoate veșmântul? Cine poate pătrunde prin armura fălcilor lui?","14":"Cine ar îndrăzni să deschidă poarta gurii sale? Dinții ce o înconjoară sunt de groază.","15":"Spatele lui este făcut din șiruri de scuturi, legate strâns împreună;","16":"fiecare este atât de apropiat de celălalt, încât nici aerul nu poate trece printre ele.","17":"Sunt unite unele cu altele, se țin împreună și nu pot fi despărțite.","18":"Strănuturile lui fac să strălucească lumina, ochii lui sunt ca pleoapele zorilor.","19":"Din gura lui ies torțe aprinse; ea împrăștie scântei de foc.","20":"Din nările lui iese fum, ca dintr-un vas care scoate aburi și ca dintr-o papură care fumegă.","21":"Suflarea lui aprinde cărbunii și din gura lui iese o flacără.","22":"În forța gâtului îi stă puterea, și înaintea lui sare groaza.","23":"Straturile cărnii sale se țin împreună, sunt ca turnate pe el, de neclintit.","24":"Inima îi este tare ca piatra, tare ca piatra de moară de dedesubt.","25":"Când se ridică el, cei puternici tremură; groaza lui îi pune pe fugă.","26":"Deși sabia îl atinge, nu îi face nimic, la fel nici sulița, săgeata sau lancea.","27":"Pentru el, fierul este ca paiul și bronzul ca lemnul putred.","28":"Săgeata nu-l pune pe fugă, pietrele aruncate cu praștia sunt ca pleava,","29":"buzduganul este pentru el ca un pai; râde la șuieratul suliței.","30":"Dedesubtul lui arată ca un strat de cioburi de lut ascuțite; lasă în noroi o urmă ca o grapă trasă.","31":"Face adâncul să fiarbă ca un cazan; agită marea ca pe un vas de ulei.","32":"Lasă o urmă luminoasă după el, de parcă adâncul ar avea plete albe.","33":"Nu este nimic pe pământ asemenea lui; este creat în așa fel încât nu se teme de nimic.","34":"Se uită de sus la tot ce este înălțat; este împărat peste toți fiii mândriei“."}},"WEBUS":{"name":"World English Bible US","verses":{"1":"“Can you draw out Leviathan with a fish hook, or press down his tongue with a cord?","2":"Can you put a rope into his nose, or pierce his jaw through with a hook?","3":"Will he make many petitions to you, or will he speak soft words to you?","4":"Will he make a covenant with you, that you should take him for a servant forever?","5":"Will you play with him as with a bird? Or will you bind him for your girls?","6":"Will traders barter for him? Will they part him among the merchants?","7":"Can you fill his skin with barbed irons, or his head with fish spears?","8":"Lay your hand on him. Remember the battle, and do so no more.","9":"Behold, the hope of him is in vain. Won’t one be cast down even at the sight of him?","10":"None is so fierce that he dare stir him up. Who then is he who can stand before me?","11":"Who has first given to me, that I should repay him? Everything under the heavens is mine.","12":"“I will not keep silence concerning his limbs, nor his mighty strength, nor his goodly frame.","13":"Who can strip off his outer garment? Who will come within his jaws?","14":"Who can open the doors of his face? Around his teeth is terror.","15":"Strong scales are his pride, shut up together with a close seal.","16":"One is so near to another, that no air can come between them.","17":"They are joined to one another. They stick together, so that they can’t be pulled apart.","18":"His sneezing flashes out light. His eyes are like the eyelids of the morning.","19":"Out of his mouth go burning torches. Sparks of fire leap out.","20":"Out of his nostrils a smoke goes, as of a boiling pot over a fire of reeds.","21":"His breath kindles coals. A flame goes out of his mouth.","22":"There is strength in his neck. Terror dances before him.","23":"The flakes of his flesh are joined together. They are firm on him. They can’t be moved.","24":"His heart is as firm as a stone, yes, firm as the lower millstone.","25":"When he raises himself up, the mighty are afraid. They retreat before his thrashing.","26":"If one attacks him with the sword, it can’t prevail; nor the spear, the dart, nor the pointed shaft.","27":"He counts iron as straw, and bronze as rotten wood.","28":"The arrow can’t make him flee. Sling stones are like chaff to him.","29":"Clubs are counted as stubble. He laughs at the rushing of the javelin.","30":"His undersides are like sharp potsherds, leaving a trail in the mud like a threshing sledge.","31":"He makes the deep to boil like a pot. He makes the sea like a pot of ointment.","32":"He makes a path shine after him. One would think the deep had white hair.","33":"On earth there is not his equal, that is made without fear.","34":"He sees everything that is high. He is king over all the sons of pride.”"}}}}