{
    "book": "Isaia",
    "chapter": "5",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Voi cânta Preaiubitului meu cântarea Preaiubitului meu despre via Lui. Preaiubitul meu avea o vie pe o câmpie foarte mănoasă.",
                "2": "I-a săpat pământul, l-a curățit de pietre și a sădit în el vițele cele mai alese. A zidit un turn în mijlocul ei și a săpat și un teasc, apoi trăgea nădejde că are să-I facă struguri buni, dar a făcut struguri sălbatici.",
                "3": "„Acum dar”, zice Domnul, „locuitori ai Ierusalimului și bărbați ai lui Iuda, judecați voi între Mine și via Mea!",
                "4": "Ce aș mai fi putut face viei Mele și nu i-am făcut? Pentru ce a făcut ea struguri sălbatici, când Eu mă așteptam să facă struguri buni?",
                "5": "Vă voi spune însă acum ce voi face viei Mele: îi voi smulge gardul, ca să fie păscută de vite; îi voi surpa zidul, ca să fie călcată în picioare;",
                "6": "o voi pustii; nu va mai fi curățită, nici săpată; spini și mărăcini vor crește în ea! Voi porunci și norilor să nu mai plouă peste ea.”",
                "7": "Via Domnului oștirilor este casa lui Israel, și bărbații lui Iuda sunt vița pe care o iubea. El se aștepta la judecată și, când colo, iată sânge vărsat! Se aștepta la dreptate și, când colo, iată strigăte de apăsare!",
                "8": "Vai de cei ce înșiră casă lângă casă și lipesc ogor lângă ogor, până nu mai rămâne loc și locuiesc în mijlocul țării!",
                "9": "Iată ce mi-a descoperit Domnul oștirilor: „Hotărât, aceste case multe vor fi pustiite, aceste case mari și frumoase nu vor mai fi locuite.",
                "10": "Chiar zece pogoane de vie nu vor da decât un bat și un omer de sămânță nu va da decât o efă.”",
                "11": "Vai de cei ce dis-de-dimineață aleargă după băuturi amețitoare și șed până noaptea târziu și se înfierbântă de vin!",
                "12": "Harpa și alăuta, timpanul, flautul și vinul le înveselesc ospețele, dar nu iau seama la lucrarea Domnului și nu văd lucrul mâinilor Lui.",
                "13": "De aceea, poporul meu va fi dus pe neașteptate în robie; boierimea lui va muri de foame și gloata lui se va usca de sete.",
                "14": "De aceea își și deschide Locuința morților gura și își lărgește peste măsură gâtlejul, ca să se coboare în ea măreția și bogăția Sionului, cu toată mulțimea lui gălăgioasă și veselă.",
                "15": "Și astfel, cei mici vor fi doborâți, cei mari vor fi smeriți și privirile trufașe vor fi plecate.",
                "16": "Dar Domnul oștirilor va fi înălțat prin judecată și Dumnezeul cel sfânt va fi sfințit prin dreptate.",
                "17": "Acolo vor paște mieii ca pe imașul lor și păstorii pribegi vor mânca moșiile prăpădite ale bogaților.",
                "18": "Vai de cei ce trag după ei nelegiuirea cu funiile minciunii și păcatul, cu șleaurile unei căruțe",
                "19": "și zic: „Să-Și grăbească, să-Și facă iute lucrarea, ca s-o vedem! Să vină odată hotărârea Sfântului lui Israel și să se aducă la îndeplinire, ca s-o cunoaștem!”",
                "20": "Vai de cei ce numesc răul bine și binele, rău, care spun că întunericul este lumină și lumina, întuneric, care dau amărăciunea în loc de dulceață și dulceața, în loc de amărăciune!",
                "21": "Vai de cei ce se socotesc înțelepți și se cred pricepuți!",
                "22": "Vai de cei tari când este vorba de băut vin și viteji când este vorba de amestecat băuturi tari,",
                "23": "care scot cu fața curată pe cel vinovat, pentru mită, și iau drepturile celor nevinovați!",
                "24": "De aceea, cum mistuie o limbă de foc miriștea și cum arde flacăra iarba uscată, tot așa ca putregaiul le va fi rădăcina lor și floarea li se va risipi în vânt ca țărâna, căci au nesocotit Legea Domnului oștirilor și au disprețuit Cuvântul Sfântului lui Israel.",
                "25": "De aceea Se și aprinde Domnul de mânie împotriva poporului Său, Își întinde mâna împotriva lui și-l lovește de se zguduie munții și trupurile moarte stau ca noroiul în mijlocul ulițelor. Cu toate acestea, mânia Lui nu se potolește și mâna Lui este încă întinsă.",
                "26": "El ridică un steag popoarelor îndepărtate și le fluieră de la un capăt al pământului: și iată-le, vin repede și ușor.",
                "27": "Niciunul nu este obosit, niciunul nu șovăie de oboseală, niciunul nu dormitează, nici nu doarme; niciunuia nu i se descinge brâul de la mijloc, nici nu i se rupe cureaua de la încălțăminte.",
                "28": "Săgețile lor sunt ascuțite și toate arcurile, încordate; copitele cailor lor parcă sunt cremene și roțile carelor lor parcă sunt un vârtej.",
                "29": "Răcnesc ca niște lei, mugesc ca niște pui de lei, sforăie și apucă prada, o iau cu ei, și nimeni nu vine în ajutor.",
                "30": "În ziua aceea, va fi asupra lui Iuda un muget, ca mugetul unei furtuni pe mare; uitându-se la pământ, nu vor vedea decât întuneric și strâmtorare, iar lumina se va întuneca în norii lui."
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Voi cânta Preaiubitului meu o cântare despre via Lui: pe un deal fertil.",
                "2": "A săpat-o, a curățat-o de pietre și a plantat în ea cele mai alese vițe. și a săpat o presă de struguri în ea. Apoi a așteptat să facă struguri buni, dar ea a făcut struguri sălbatici.",
                "3": "„Acum, voi, locuitori ai Ierusalimului și bărbați ai lui Iuda, judecați, vă rog, între Mine și via Mea.",
                "4": "Ce-ar fi trebuit să mai fac viei Mele și nu i-am făcut? când Eu Mă așteptam să facă struguri buni?",
                "5": "Acum vă voi spune ce voi face cu via Mea: îi voi îndepărta gardul, și ea va fi lăsată pentru pășune; îi voi dărâma zidul, și ea va fi călcată în picioare.",
                "6": "O voi transforma într-un deșert; nu va mai fi curățată, nici săpată, iar în ea vor crește mărăcini și spini. De asemenea, voi porunci norilor să nu mai dea ploaie peste ea“.",
                "7": "Via Domnului Oștirilor este Casa lui Israel, sunt grădina în care Își găsea plăcerea. El Se aștepta la judecată dreaptă, și iată că are loc vărsare de sânge; Se aștepta la dreptate, dar iată că se aude strigăt de durere.",
                "8": "Vai de voi, cei care înșirați casă după casă și adăugați teren lângă teren, până nu mai rămâne loc, și trăiți singuri în țară!",
                "9": "Domnul Oștirilor a jurat în auzul meu: „Cu siguranță, multe case vor fi pustiite, case mari și frumoase, în care nu va mai sta nimeni.",
                "10": "O vie de zece iugăre va da doar un bat, un homer de sămânță nu va da decât o efă“.",
                "11": "Vai de cei ce se scoală dimineața ca să se înfierbânte de vin.",
                "12": "Ei au liră și harfă, tamburină, flaut și vin la ospețele lor, și nu văd lucrarea mâinilor Sale!",
                "13": "Și, astfel, poporul meu va merge în captivitate din lipsă de cunoștință. Conducătorii lui vor ajunge oameni flămânzi, iar mulțimea lui se va usca de sete.",
                "14": "De aceea Locuința Morților și-a mărit pofta și și-a deschis gura peste măsură. În ea vor coborî nobilii lui Iuda și mulțimea lui, precum și cei ce petrec și se veselesc.",
                "15": "Omul va fi trântit, fiecare va fi umilit, iar privirile trufașe vor fi smerite.",
                "16": "Dar Domnul Oștirilor va fi înălțat prin judecată; Dumnezeul cel Sfânt Se va arăta sfânt prin dreptate.",
                "17": "Atunci mieii vor paște ca pe pășunea lor, iar nomazii vor mânca printre dărâmăturile bogaților.",
                "18": "Vai de cei ce trag nelegiuirea cu funiile deșertăciunii și păcatul – cum ar trage frânghiile de la car!",
                "19": "Vai de cei ce zic: „Să se grăbească, ca s-o vedem! Să se împlinească planul Sfântului lui Israel, ca noi să-l cunoaștem!“.",
                "20": "Vai de cei ce numesc răul bine și binele rău, întunericul lumină, și lumina întuneric, amărăciunea dulceață, și dulceața amărăciune!",
                "21": "Vai de cei ce se cred înțelepți și de cei ce se consideră isteți!",
                "22": "Vai de cei ce sunt viteji la băut vin și curajoși la amestecat băuturi tari,",
                "23": "care, pentru mită, îl achită pe cel rău, și-i lipsesc de dreptate pe cei drepți!",
                "24": "De aceea, așa cum flacăra focului arde miriștea și așa cum iarba uscată piere în flăcări, tot așa le va putrezi și lor rădăcina, iar floarea li se va risipi ca țărâna, și au disprețuit Cuvântul Sfântului lui Israel.",
                "25": "De aceea mânia Domnului se aprinde împotriva poporului Său. El Își ridică mâna împotriva lor și-i doboară. și cadavrele sunt ca gunoiul pe drumuri. Cu toate acestea, mânia Lui nu s-a calmat, iar mâna Sa este încă întinsă.",
                "26": "El ridică un steag pentru națiunile de departe și le fluieră de la marginea pământului. Și iată-le că vin iute și ușor.",
                "27": "Niciunul nu este obosit și nici nu se împiedică; niciunul nu ațipește și nici nu doarme. și niciunul nu are cureaua de la sandale ruptă.",
                "28": "Săgețile lor sunt ascuțite, toate arcurile lor sunt încordate. și roțile carelor lor sunt ca vijelia.",
                "29": "Urletul lor este ca al unui leu; urlă ca niște lei tineri. pe care o iau cu ei și nimeni n-o mai poate scăpa.",
                "30": "În ziua aceea, națiunile vor răcni asupra lui ca răcnetul mării. Dacă cineva se va uita către țară, va vedea numai întuneric și necaz; chiar și lumina va fi ascunsă între nori."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Let me sing for my well beloved a song of my beloved about his vineyard. My beloved had a vineyard on a very fruitful hill.",
                "2": "He dug it up, gathered out its stones, planted it with the choicest vine, built a tower in the middle of it, and also cut out a wine press in it. He looked for it to yield grapes, but it yielded wild grapes.",
                "3": "“Now, inhabitants of Jerusalem and men of Judah, please judge between me and my vineyard.",
                "4": "What could have been done more to my vineyard, that I have not done in it? Why, when I looked for it to yield grapes, did it yield wild grapes?",
                "5": "Now I will tell you what I will do to my vineyard. I will take away its hedge, and it will be eaten up. I will break down its wall, and it will be trampled down.",
                "6": "I will lay it a wasteland. It won’t be pruned or hoed, but it will grow briers and thorns. I will also command the clouds that they rain no rain on it.”",
                "7": "For the vineyard of Yahweh of Armies is the house of Israel, and the men of Judah his pleasant plant. He looked for justice, but behold, oppression, for righteousness, but behold, a cry of distress.",
                "8": "Woe to those who join house to house, who lay field to field, until there is no room, and you are made to dwell alone in the middle of the land!",
                "9": "In my ears, Yahweh of Armies says: “Surely many houses will be desolate, even great and beautiful, unoccupied.",
                "10": "For ten acres of vineyard shall yield one bath, and a homer of seed shall yield an ephah.”",
                "11": "Woe to those who rise up early in the morning, that they may follow strong drink, who stay late into the night, until wine inflames them!",
                "12": "The harp, lyre, tambourine, and flute, with wine, are at their feasts; but they don’t respect the work of Yahweh, neither have they considered the operation of his hands.",
                "13": "Therefore my people go into captivity for lack of knowledge. Their honorable men are famished, and their multitudes are parched with thirst.",
                "14": "Therefore Sheol has enlarged its desire, and opened its mouth without measure; and their glory, their multitude, their pomp, and he who rejoices among them, descend into it.",
                "15": "So man is brought low, mankind is humbled, and the eyes of the arrogant ones are humbled;",
                "16": "but Yahweh of Armies is exalted in justice, and God the Holy One is sanctified in righteousness.",
                "17": "Then the lambs will graze as in their pasture, and strangers will eat the ruins of the rich.",
                "18": "Woe to those who draw iniquity with cords of falsehood, and wickedness as with cart rope,",
                "19": "who say, “Let him make haste, let him hasten his work, that we may see it; let the counsel of the Holy One of Israel draw near and come, that we may know it!”",
                "20": "Woe to those who call evil good, and good evil; who put darkness for light, and light for darkness; who put bitter for sweet, and sweet for bitter!",
                "21": "Woe to those who are wise in their own eyes, and prudent in their own sight!",
                "22": "Woe to those who are mighty to drink wine, and champions at mixing strong drink;",
                "23": "who acquit the guilty for a bribe, but deny justice for the innocent!",
                "24": "Therefore as the tongue of fire devours the stubble, and as the dry grass sinks down in the flame, so their root shall be as rottenness, and their blossom shall go up as dust, because they have rejected the law of Yahweh of Armies, and despised the word of the Holy One of Israel.",
                "25": "Therefore Yahweh’s anger burns against his people, and he has stretched out his hand against them and has struck them. The mountains tremble, and their dead bodies are as refuse in the middle of the streets. For all this, his anger is not turned away, but his hand is still stretched out.",
                "26": "He will lift up a banner to the nations from far away, and he will whistle for them from the end of the earth. Behold, they will come speedily and swiftly.",
                "27": "No one shall be weary nor stumble among them; no one shall slumber nor sleep, neither shall the belt of their waist be untied, nor the strap of their sandals be broken,",
                "28": "whose arrows are sharp, and all their bows bent. Their horses’ hoofs will be like flint, and their wheels like a whirlwind.",
                "29": "Their roaring will be like a lioness. They will roar like young lions. Yes, they shall roar, and seize their prey and carry it off, and there will be no one to deliver.",
                "30": "They will roar against them in that day like the roaring of the sea. If one looks to the land, behold, darkness and distress. The light is darkened in its clouds."
            }
        }
    }
}