{
    "book": "Isaia",
    "chapter": "65",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "„Eram gata să răspund celor ce nu întrebau de Mine, eram gata să fiu găsit de cei ce nu Mă căutau. Am zis: ‘Iată-Mă, iată-Mă!’ către un neam care nu chema Numele Meu.",
                "2": "Mi-am întins mâinile toată ziua spre un popor răzvrătit, care umblă pe o cale rea, în voia gândurilor lui,",
                "3": "spre un popor care nu contenește să Mă mânie în față, aducând jertfe în grădini și arzând tămâie pe cărămizile de pe acoperiș,",
                "4": "care locuiește în morminte și petrece noaptea în peșteri, mâncând carne de porc și având în străchini bucate necurate,",
                "5": "și care totuși zice: ‘Dă-te înapoi, nu te apropia de mine, căci sunt sfânt!’… Asemenea lucruri sunt un fum în nările Mele, un foc care arde necontenit!",
                "6": "Iată ce am hotărât în Mine: ‘Nici gând să tac, ci îi voi pedepsi; da, îi voi pedepsi.’",
                "7": "Pentru nelegiuirile voastre”, zice Domnul, „și pentru nelegiuirile părinților voștri, care au ars tămâie pe munți și M-au batjocorit pe înălțimi, de aceea, le voi măsura plata pentru faptele lor din trecut.”",
                "8": "Așa vorbește Domnul: „După cum, când se găsește zeamă într-un strugure, se zice: ‘Nu-l nimici, căci este o binecuvântare în el!’, tot așa și Eu voi face la fel, din dragoste pentru robii Mei, ca să nu nimicesc totul.",
                "9": "Voi scoate o sămânță din Iacov, și din Iuda, un moștenitor al munților Mei; aleșii Mei vor stăpâni țara și robii Mei vor locui în ea.",
                "10": "Saronul va sluji ca loc de pășune oilor și valea Acor va sluji de culcuș boilor pentru poporul Meu care Mă va căuta.",
                "11": "Dar pe voi, care părăsiți pe Domnul, care uitați muntele Meu cel sfânt, care puneți o masă ‘Norocului’ și umpleți un pahar în cinstea ‘Sorții’,",
                "12": "vă sortesc sabiei și toți veți pleca genunchiul ca să fiți înjunghiați, căci Eu am chemat, și n-ați răspuns, am vorbit, și n-ați ascultat, ci ați făcut ce este rău înaintea Mea și ați ales ce nu-Mi place.”",
                "13": "De aceea, așa vorbește Domnul Dumnezeu: „Iată că robii Mei vor mânca, iar voi veți fi flămânzi; iată că robii Mei vor bea, iar vouă vă va fi sete. Iată că robii Mei se vor bucura și voi vă veți rușina.",
                "14": "Iată că robii Mei vor cânta, de veselă ce le va fi inima, dar voi veți striga de durerea pe care o veți avea în suflet și vă veți boci de mâhnit ce vă va fi duhul.",
                "15": "Veți lăsa numele vostru ca blestem aleșilor Mei, și anume: ‘Domnul Dumnezeu vă va omorî’, și va da robilor Săi un alt nume.",
                "16": "Așa că cine se va binecuvânta în țară se va binecuvânta în Dumnezeul adevărului și cine va jura în țară va jura pe Dumnezeul adevărului, căci vechile suferințe vor fi uitate, vor fi ascunse de ochii Mei.",
                "17": "Căci iată, Eu fac ceruri noi și un pământ nou; așa că nimeni nu-și va mai aduce aminte de lucrurile trecute și nimănui nu-i vor mai veni în minte.",
                "18": "Ci vă veți bucura și vă veți veseli pe vecie pentru cele ce voi face. Căci voi preface Ierusalimul în veselie și pe poporul lui, în bucurie.",
                "19": "Eu Însumi Mă voi veseli asupra Ierusalimului și mă voi bucura de poporul Meu; nu se va mai auzi în el de acum nici glasul plânsetelor, nici glasul țipetelor.",
                "20": "Nu vor mai fi în el nici copii cu zile puține, nici bătrâni care să nu-și împlinească zilele. Căci cine va muri la vârsta de o sută de ani va fi încă tânăr și cel ce va muri în vârstă de o sută de ani va fi blestemat ca păcătos.",
                "21": "Vor zidi case și le vor locui; vor sădi vii și le vor mânca rodul.",
                "22": "Nu vor zidi case ca altul să locuiască în ele, nu vor sădi vii pentru ca altul să le mănânce rodul, căci zilele poporului Meu vor fi ca zilele copacilor, și aleșii Mei se vor bucura de lucrul mâinilor lor.",
                "23": "Nu vor munci degeaba și nu vor avea copii ca să-i vadă pierind, căci vor alcătui o sămânță binecuvântată de Domnul și copiii lor vor fi împreună cu ei.",
                "24": "Înainte ca să Mă cheme, le voi răspunde; înainte ca să isprăvească vorba, îi voi asculta!",
                "25": "Lupul și mielul vor paște împreună, leul va mânca paie ca boul și șarpele se va hrăni cu țărână. Niciun rău, nicio vătămare nu se va face pe tot muntele Meu cel sfânt”, zice Domnul."
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "„M-am lăsat căutat de cei ce nu întrebau; M-am lăsat găsit de cei ce nu Mă căutau. Am zis: «Iată-Mă, iată-Mă!» către o națiune care nu chema Numele Meu.",
                "2": "Toată ziua Mi-am întins mâinile către un popor răzvrătit. Ei umblă pe o cale care nu este bună, după gândurile lor.",
                "3": "Sunt un popor care Mă provoacă la mânie, pe față, continuu, și arzând tămâie pe altare din cărămidă.",
                "4": "Ei locuiesc în morminte și înnoptează în locuri tainice, și având în vase zeamă din bucate necurate.",
                "5": "Ei zic: «Stai deoparte! Nu te apropia de mine, căci sunt prea sfânt pentru tine!». Aceste lucruri sunt un fum în nările Mele, un foc care arde toată ziua.",
                "6": "Iată, stă scris înaintea Mea: «Nu voi tăcea, ci voi răsplăti pe deplin; le voi răsplăti pe deplin în poala lor,",
                "7": "atât pentru nelegiuirile voastre, cât și pentru nelegiuirile strămoșilor voștri»“, zice Domnul. „Pentru că au ars tămâie pe munți, și M-au sfidat pe dealuri, o răsplată deplină pentru faptele lor din trecut“.",
                "8": "Așa vorbește Domnul: „După cum se mai găsește must într-un ciorchine, iar cineva spune: «Nu-l distruge, căci încă se mai află o binecuvântare în el!», tot așa voi face și Eu de dragul slujitorilor Mei: nu-i voi distruge pe toți.",
                "9": "Voi face să iasă un descendent din Iacov și din Iuda un moștenitor al munților Mei! și slujitorii Mei vor locui acolo.",
                "10": "Șaronul va fi pășune pentru turme, iar Valea Acor – un loc de odihnă pentru cirezi, pentru poporul care Mă caută.",
                "11": "Cât despre voi, care-L părăsiți pe Domnul, care uitați de muntele Meu cel sfânt, și umpleți un pahar de vin amestecat în cinstea «Destinului»,",
                "12": "vă voi destina sabiei. Toți vă veți pleca pentru înjunghiere, pentru că, atunci când am chemat, nu ați răspuns, când am vorbit, nu ați ascultat, și ați ales ceea ce nu-Mi era plăcut“.",
                "13": "De aceea, așa vorbește Stăpânul Domn: „Iată, slujitorii Mei vor mânca, însă voi veți flămânzi. Iată, slujitorii Mei vor bea, însă voi veți înseta. Iată, slujitorii Mei se vor bucura, însă voi veți fi făcuți de rușine.",
                "14": "Iată, slujitorii Mei vor striga de bucurie dintr-o inimă fericită, și veți geme dintr-un duh zdrobit.",
                "15": "Vă veți lăsa numele ca un blestem aleșilor Mei și Stăpânul Domn vă va omorî, iar slujitorilor Săi le va pune un alt nume.",
                "16": "Oricine va fi binecuvântat în țară va jura pe Dumnezeul adevărului, și ascunse de ochii Mei.",
                "17": "Căci iată, creez ceruri noi și un pământ nou! și nu vor mai reveni în mintea nimănui.",
                "18": "Prin urmare, bucurați-vă și veseliți-vă pentru totdeauna de ceea ce creez, căci iată, creez Ierusalimul pentru a fi o veselie, și poporul lui, o bucurie.",
                "19": "Mă voi bucura de Ierusalim și Mă voi veseli de poporul Meu. nici plâns și nici strigăt.",
                "20": "Nu va mai fi acolo și niciun bătrân care să nu-și împlinească zilele. va fi considerat blestemat.",
                "21": "Își vor construi case și vor locui în ele; vor planta vii și vor mânca rodul lor.",
                "22": "Ei nu vor mai construi case ca alții să locuiască în ele, nu vor mai planta ca alții să mănânce, căci, precum zilele unui copac, așa vor fi și zilele poporului Meu, de lucrul mâinilor lor.",
                "23": "Ei nu vor munci în zadar și nu vor naște copii pentru teroare, căci vor fi un neam binecuvântat de Domnul, ei și odraslele lor împreună cu ei.",
                "24": "Înainte ca ei să Mă cheme, Eu le voi răspunde, înainte să termine de vorbit, Eu îi voi auzi!",
                "25": "Lupul și mielul vor paște împreună, leul va mânca paie ca boul, iar hrana șarpelui va fi țărâna! pe tot muntele Meu cel sfânt“, zice Domnul."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "“I am inquired of by those who didn’t ask. I am found by those who didn’t seek me. I said, ‘See me, see me,’ to a nation that was not called by my name.",
                "2": "I have spread out my hands all day to a rebellious people, who walk in a way that is not good, after their own thoughts;",
                "3": "a people who provoke me to my face continually, sacrificing in gardens, and burning incense on bricks;",
                "4": "who sit among the graves, and spend nights in secret places; who eat pig’s meat, and broth of abominable things is in their vessels;",
                "5": "who say, ‘Stay by yourself, don’t come near to me, for I am holier than you.’ These are smoke in my nose, a fire that burns all day.",
                "6": "“Behold, it is written before me: I will not keep silence, but will repay, yes, I will repay into their bosom",
                "7": "your own iniquities and the iniquities of your fathers together”, says Yahweh, “who have burned incense on the mountains, and blasphemed me on the hills. Therefore I will first measure their work into their bosom.”",
                "8": "Yahweh says, “As the new wine is found in the cluster, and one says, ‘Don’t destroy it, for a blessing is in it:’ so I will do for my servants’ sake, that I may not destroy them all.",
                "9": "I will bring offspring out of Jacob, and out of Judah an inheritor of my mountains. My chosen will inherit it, and my servants will dwell there.",
                "10": "Sharon will be a fold of flocks, and the valley of Achor a place for herds to lie down in, for my people who have sought me.",
                "11": "“But you who forsake Yahweh, who forget my holy mountain, who prepare a table for Fortune, and who fill up mixed wine to Destiny;",
                "12": "I will destine you to the sword, and you will all bow down to the slaughter; because when I called, you didn’t answer. When I spoke, you didn’t listen; but you did that which was evil in my eyes, and chose that in which I didn’t delight.”",
                "13": "Therefore the Lord Yahweh says, “Behold, my servants will eat, but you will be hungry; behold, my servants will drink, but you will be thirsty. Behold, my servants will rejoice, but you will be disappointed.",
                "14": "Behold, my servants will sing for joy of heart, but you will cry for sorrow of heart, and will wail for anguish of spirit.",
                "15": "You will leave your name for a curse to my chosen, and the Lord Yahweh will kill you. He will call his servants by another name,",
                "16": "so that he who blesses himself in the earth will bless himself in the God of truth; and he who swears in the earth will swear by the God of truth; because the former troubles are forgotten, and because they are hidden from my eyes.",
                "17": "“For, behold, I create new heavens and a new earth; and the former things will not be remembered, nor come into mind.",
                "18": "But be glad and rejoice forever in that which I create; for, behold, I create Jerusalem to be a delight, and her people a joy.",
                "19": "I will rejoice in Jerusalem, and delight in my people; will be heard in her no more.",
                "20": "“No more will there be an infant who only lives a few days, nor an old man who has not filled his days; for the child will die one hundred years old, and the sinner being one hundred years old will be accursed.",
                "21": "They will build houses and inhabit them. They will plant vineyards and eat their fruit.",
                "22": "They will not build and another inhabit. They will not plant and another eat; for the days of my people will be like the days of a tree, and my chosen will long enjoy the work of their hands.",
                "23": "They will not labor in vain nor give birth for calamity; for they are the offspring of Yahweh’s blessed and their descendants with them.",
                "24": "It will happen that before they call, I will answer; and while they are yet speaking, I will hear.",
                "25": "The wolf and the lamb will feed together. The lion will eat straw like the ox. Dust will be the serpent’s food. They will not hurt nor destroy in all my holy mountain,” says Yahweh."
            }
        }
    }
}