{
    "book": "Isaia",
    "chapter": "33",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Vai de tine, pustiitorule, care totuși n-ai fost pustiit, care jefuiești, și n-ai fost jefuit încă! După ce vei sfârși de pustiit, vei fi pustiit și tu, după ce vei isprăvi de jefuit, vei fi jefuit și tu.",
                "2": "Doamne, ai milă de noi! Noi nădăjduim în Tine. Fii ajutorul nostru în fiecare dimineață și izbăvirea noastră la vreme de nevoie!",
                "3": "Când răsună glasul Tău, popoarele fug; când Te scoli Tu, neamurile se împrăștie.",
                "4": "Și prada voastră va fi strânsă cum strânge mușița; sar peste ea cum sar lăcustele.",
                "5": "Domnul este înălțat și locuiește în înălțime. El umple Sionul de nepărtinire și dreptate.",
                "6": "Zilele tale sunt statornice, înțelepciunea și priceperea sunt un izvor de mântuire; frica de Domnul, iată comoara Sionului.",
                "7": "Iată, vitejii strigă afară, solii păcii plâng cu amar.",
                "8": "Drumurile sunt pustii; nimeni nu mai umblă pe drumuri. Asur a rupt legământul, disprețuiește cetățile, nu se uită la nimeni.",
                "9": "Țara jelește și este întristată; Libanul este plin de rușine, tânjește; Saronul este ca o pustie; Basanul și Carmelul își scutură frunza.",
                "10": "„Acum Mă voi scula”, zice Domnul, „acum Mă voi înălța, acum Mă voi ridica.",
                "11": "Ați zămislit fân și nașteți paie de miriște; suflarea voastră de mânie împotriva Ierusalimului este un foc care pe voi înșivă vă va arde de tot.",
                "12": "Popoarele vor fi ca niște cuptoare de var, ca niște spini tăiați care ard în foc.",
                "13": "Voi, cei de departe, ascultați ce am făcut! Și voi, cei de aproape, vedeți puterea Mea!”",
                "14": "Păcătoșii sunt îngroziți în Sion, un tremur a apucat pe cei nelegiuiți, care zic: „Cine din noi va putea să rămână lângă un foc mistuitor? Cine din noi va putea să rămână lângă niște flăcări veșnice?”",
                "15": "Cel ce umblă în neprihănire și vorbește fără vicleșug, cel ce nesocotește un câștig scos prin stoarcere, cel ce își trage mâinile înapoi ca să nu primească mită, cel ce își astupă urechea să n-audă cuvinte setoase de sânge și își leagă ochii ca să nu vadă răul,",
                "16": "acela va locui în locurile înalte; stânci întărite vor fi locul lui de scăpare; i se va da pâine, și apa nu-i va lipsi.",
                "17": "Ochii tăi vor vedea pe Împărat în strălucirea Lui, vor privi țara în toată întinderea ei.",
                "18": "Inima ta își va aduce aminte de groaza trecută și va zice: „Unde este logofătul? Unde este vistiernicul? Unde este cel ce veghea asupra turnurilor?”",
                "19": "Atunci nu vei mai vedea pe poporul acela îndrăzneț, pe poporul cu vorbirea încâlcită de n-o puteai înțelege, cu limba gângavă de n-o puteai pricepe.",
                "20": "Privește Sionul, cetatea sărbătorilor noastre! Ochii tăi vor vedea Ierusalimul ca locuință liniștită, ca un cort care nu va mai fi mutat, ai cărui țăruși nu vor mai fi scoși niciodată și ale cărui funii nu vor mai fi dezlegate.",
                "21": "Da, acolo cu adevărat Domnul este minunat pentru noi: El ne ține loc de râuri, de pâraie late, unde totuși nu pătrund corăbii cu lopeți și nu trece niciun vas puternic.",
                "22": "Căci Domnul este Judecătorul nostru, Domnul este Legiuitorul nostru, Domnul este Împăratul nostru: El ne mântuiește!",
                "23": "Funiile tale s-au slăbit, așa că nu mai pot strânge piciorul catargului și nu mai pot întinde pânzele. Atunci se împarte prada, care-i așa de mare, că până și ologii iau parte la ea.",
                "24": "Niciun locuitor nu zice: „Sunt bolnav!” Poporul Ierusalimului capătă iertarea fărădelegilor lui."
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Vai de tine, nimicitorule, tu, care încă n-ai fost nimicit! Vai de tine, trădătorule, tu, care n-ai fost încă trădat de nimeni! Când vei înceta să mai distrugi, și când te vei opri din a mai trăda, vei fi trădat.",
                "2": "Doamne, arată-Ți bunăvoința față de noi! Noi ne punem speranța în Tine. Fii brațul lor în fiecare dimineață! Fii ajutorul nostru în vreme de necaz!",
                "3": "Când răsună glasul Tău, popoarele fug; când Te ridici Tu, națiunile se împrăștie.",
                "4": "Prada voastră, națiunilor, este adunată așa cum o adună lăcustele; ca un roi de lăcuste, așa se aruncă oamenii asupra ei.",
                "5": "Domnul este înălțat, căci locuiește în înălțimi. El umple Sionul cu judecată și dreptate.",
                "6": "El va fi stabilitate pentru vremurile tale, belșug de eliberări, înțelepciune și cunoaștere, iar teama de Domnul, aceasta va fi comoara lui.",
                "7": "Iată, vitejii lor strigă pe stradă, iar solii păcii plâng amarnic.",
                "8": "Drumurile sunt părăsite, niciun călător nu se mai află pe uliță. Legământul este rupt, martorii sunt disprețuiți, nimeni nu mai este respectat.",
                "9": "Țara se veștejește și se ofilește; Libanul este făcut de rușine și se usucă; Șaronul este ca deșertul, iar Bașanul și Carmelul își scutură frunzele.",
                "10": "„Acum Mă voi ridica“, zice Domnul, „acum Mă voi înălța, acum voi fi înălțat!",
                "11": "Voi dați naștere la iarbă uscată, nașteți paie; suflarea voastră este un foc care vă va nimici.",
                "12": "Popoarele vor arde ca varul nestins, ca mărăcinii tăiați care ard în foc.",
                "13": "Voi, cei de departe, auziți ce am făcut! Voi, cei de aproape, recunoașteți-Mi puterea!",
                "14": "Păcătoșilor le este frică în Sion; cutremurul i-a cuprins pe cei lipsiți de evlavie: «Care dintre noi poate trăi lângă un foc mistuitor? Care dintre noi poate trăi lângă niște flăcări veșnice?».",
                "15": "Cel ce umblă în dreptate și vorbește ce este drept, cel ce disprețuiește câștigul adunat din asuprire, cel ce își ferește mâna de mită, și își închide ochii ca să nu-l ademenească răul.",
                "16": "Acela va locui pe înălțimi; refugiul lui vor fi fortărețele din munți, pâinea îi va fi dată și apa îi va fi asigurată.",
                "17": "Ochii tăi îl vor vedea pe Împărat în splendoarea Sa; vor vedea o țară care se întinde până departe.",
                "18": "Inima ta va cugeta la groaza de dinainte, zicând: «Unde este scribul? Unde este cel ce cântărește tributul? Unde este cel ce numără turnurile?».",
                "19": "Nu vei mai vedea poporul acela arogant, poporul cu vorbirea necunoscută, cu limba sa ciudată și de neînțeles“.",
                "20": "Privește Sionul, cetatea sărbătorilor noastre! Ochii tăi vor vedea Ierusalimul: o locuință liniștită, un cort ce nu se va mai muta. și niciuna dintre funiile sale nu va mai fi ruptă.",
                "21": "Căci acolo Domnul va fi măreț pentru noi. Va fi un loc cu râuri și canale largi, și prin care nu vor trece vase mărețe.",
                "22": "Căci Domnul este Judecătorul nostru, Domnul este Legiuitorul nostru, Domnul este Împăratul nostru; El ne va salva.",
                "23": "Funiile tale slăbesc; și nu mai pot întinde pânzele. Atunci se va împărți prada care va fi atât de multă, încât până și ologii vor duce din ea.",
                "24": "Niciun locuitor nu va zice: „Sunt bolnav!“. Poporului care locuiește acolo îi va fi iertată nelegiuirea."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Woe to you who destroy, but you weren’t destroyed, and who betray, but nobody betrayed you! When you have finished destroying, you will be destroyed; and when you have finished betrayal, you will be betrayed.",
                "2": "Yahweh, be gracious to us. We have waited for you. Be our strength every morning, our salvation also in the time of trouble.",
                "3": "At the noise of the thunder, the peoples have fled. When you lift yourself up, the nations are scattered.",
                "4": "Your plunder will be gathered as the caterpillar gathers. Men will leap on it as locusts leap.",
                "5": "Yahweh is exalted, for he dwells on high. He has filled Zion with justice and righteousness.",
                "6": "There will be stability in your times, abundance of salvation, wisdom, and knowledge. The fear of Yahweh is your treasure.",
                "7": "Behold, their valiant ones cry outside; the ambassadors of peace weep bitterly.",
                "8": "The highways are desolate. The traveling man ceases. The covenant is broken. He has despised the cities. He doesn’t respect man.",
                "9": "The land mourns and languishes. Lebanon is confounded and withers away. Sharon is like a desert, and Bashan and Carmel are stripped bare.",
                "10": "“Now I will arise,” says Yahweh. “Now I will lift myself up. Now I will be exalted.",
                "11": "You will conceive chaff. You will give birth to stubble. Your breath is a fire that will devour you.",
                "12": "The peoples will be like the burning of lime, like thorns that are cut down and burned in the fire.",
                "13": "Hear, you who are far off, what I have done; and, you who are near, acknowledge my might.”",
                "14": "The sinners in Zion are afraid. Trembling has seized the godless ones. Who among us can live with the devouring fire? Who among us can live with everlasting burning?",
                "15": "He who walks righteously and speaks blamelessly, he who despises the gain of oppressions, who gestures with his hands, refusing to take a bribe, who stops his ears from hearing of bloodshed, and shuts his eyes from looking at evil—",
                "16": "he will dwell on high. His place of defense will be the fortress of rocks. His bread will be supplied. His waters will be sure.",
                "17": "Your eyes will see the king in his beauty. They will see a distant land.",
                "18": "Your heart will meditate on the terror. Where is he who counted? Where is he who weighed? Where is he who counted the towers?",
                "19": "You will no longer see the fierce people, a people of a deep speech that you can’t comprehend, with a strange language that you can’t understand.",
                "20": "Look at Zion, the city of our appointed festivals. Your eyes will see Jerusalem, a quiet habitation, a tent that won’t be removed. Its stakes will never be plucked up, nor will any of its cords be broken.",
                "21": "But there Yahweh will be with us in majesty, a place of wide rivers and streams, in which no galley with oars will go, neither will any gallant ship pass by there.",
                "22": "For Yahweh is our judge. Yahweh is our lawgiver. Yahweh is our king. He will save us.",
                "23": "Your rigging is untied. They couldn’t strengthen the foot of their mast. They couldn’t spread the sail. Then the prey of a great plunder was divided. The lame took the prey.",
                "24": "The inhabitant won’t say, “I am sick.” The people who dwell therein will be forgiven their iniquity."
            }
        }
    }
}