{
    "book": "Isaia",
    "chapter": "29",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Vai de Ariel (Leul lui Dumnezeu), de Ariel, cetatea în care a tăbărât David! „Adăugați an la an și lăsați sărbătorile să-și facă ocolul lor!",
                "2": "Apoi, voi împresura pe Ariel; plânsete și gemete vor fi în ea și cetatea va fi ca un Ariel pentru Mine.",
                "3": "Căci te voi împresura din toate părțile, te voi înconjura cu cete de străjeri și voi ridica întărituri de șanțuri împotriva ta.",
                "4": "Vei fi doborât la pământ și de acolo vei vorbi și din țărână ți se vor auzi vorbele. Glasul tău va ieși din pământ ca al unei năluci și din țărână îți vei șopti cuvintele.",
                "5": "Dar mulțimea vrăjmașilor tăi va fi ca o pulbere măruntă și mulțimea asupritorilor va fi ca pleava care zboară, și aceasta deodată, într-o clipă.”",
                "6": "De la Domnul oștirilor va veni pedeapsa, cu tunete, cutremure de pământ și pocnet puternic, cu vijelie și furtună și cu flacăra unui foc mistuitor.",
                "7": "Și, ca un vis, ca o vedenie de noapte, așa va fi mulțimea neamurilor care vor lupta împotriva lui Ariel, așa vor fi cei ce se vor bate împotriva lui și cetățuiei lui, strângându-l de aproape.",
                "8": "După cum cel flămând visează că mănâncă și se trezește cu stomacul gol și după cum cel însetat visează că bea și se trezește stors de puteri și cu setea neastâmpărată, tot așa va fi și cu mulțimea neamurilor care vor veni să lupte împotriva muntelui Sionului.",
                "9": "Rămâneți încremeniți și uimiți! Închideți ochii și fiți orbi! Ei sunt beți, dar nu de vin; se clatină, dar nu din pricina băuturilor tari.",
                "10": "Ci pentru că Domnul a turnat peste voi un duh de adormire; v-a închis ochii, prorocilor, și v-a acoperit capetele, văzătorilor.",
                "11": "De aceea toată descoperirea dumnezeiască a ajuns pentru voi ca vorbele unei cărți pecetluite. Dacă o dai cuiva care știe să citească și-i zici: „Ia citește!”, el răspunde: „Nu pot, căci este pecetluită!”",
                "12": "Sau dacă dai cartea unuia care nu știe să citească și-i zici: „Ia citește!”, el răspunde: „Nu știu să citesc.”",
                "13": "Domnul zice: „Când se apropie de Mine poporul acesta, Mă cinstește cu gura și cu buzele, dar inima lui este departe de Mine și frica pe care o are de Mine nu este decât o învățătură de datină omenească.",
                "14": "De aceea voi lovi iarăși pe poporul acesta cu semne și minuni din ce în ce mai minunate, așa că înțelepciunea înțelepților lui va pieri și priceperea oamenilor lui pricepuți se va face nevăzută.”",
                "15": "Vai de cei ce își ascund planurile dinaintea Domnului, care își fac faptele în întuneric și zic: „Cine ne vede și cine ne știe?”",
                "16": "Stricați ce sunteți! Oare olarul trebuie privit ca lutul sau poate lucrarea să zică despre lucrător: „Nu m-a făcut el”? Sau poate vasul să zică despre olar: „El nu se pricepe”?",
                "17": "Peste puțină vreme, Libanul se va preface în pomet, și pometul va fi socotit ca o pădure!",
                "18": "În ziua aceea, surzii vor auzi cuvintele cărții și ochii orbilor, izbăviți de negură și întuneric, vor vedea.",
                "19": "Cei nenorociți se vor bucura tot mai mult în Domnul și săracii se vor veseli de Sfântul lui Israel.",
                "20": "Căci asupritorul nu va mai fi, batjocoritorul va pieri și toți cei ce pândeau nelegiuirea vor fi nimiciți:",
                "21": "cei ce osândeau pe alții la judecată, întindeau curse cui îi înfruntau la poarta cetății și năpăstuiau fără temei pe cel nevinovat.",
                "22": "De aceea așa vorbește Domnul către casa lui Iacov, El, care a răscumpărat pe Avraam: „Acum Iacov nu va mai roși de rușine și nu i se va mai îngălbeni fața acum.",
                "23": "Căci, când vor vedea ei, când vor vedea copiii lor, în mijlocul lor, lucrarea mâinilor Mele, Îmi vor sfinți Numele; vor sfinți pe Sfântul lui Iacov și se vor teme de Dumnezeul lui Israel.",
                "24": "Cei rătăciți cu duhul vor căpăta pricepere și cei ce cârteau vor lua învățătură.”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "„Vai de Ariel, de Ariel, cetatea în care David și-a așezat tabăra! și lăsați sărbătorile să-și continue cursul.",
                "2": "Îl voi asedia pe Ariel, iar el va plânge și se va jeli; Îmi va fi ca o vatră de altar.",
                "3": "Îmi voi așeza tabăra împotriva ta de jur împrejur, te voi asedia cu turnuri de asalt, voi ridica fortărețe împotriva ta.",
                "4": "Vei fi doborât, vei vorbi din pământ, iar cuvântarea ta va veni smerită din țărână. și din țărână îți vei șopti cuvântarea.",
                "5": "Dar mulțimea străinilor tăi va fi ca țărâna fină și mulțimea celor ce te îngrozesc ca pleava purtată de vânt. Și deodată, într-o clipită,",
                "6": "Domnul Oștirilor va veni la tine cu tunet, cutremur și mare vuiet, cu vijelie, furtună și flacără de foc nimicitoare.",
                "7": "Ca un vis, ca o vedenie de noapte care luptă împotriva lui Ariel, toți cei ce-l atacă pe el și fortăreața lui, toți cei ce-l asediază.",
                "8": "Ca un om flămând care visează că mănâncă, dar se trezește tot cu stomacul gol, sau ca un om însetat care visează că bea, dar se trezește obosit și însetat, care luptă împotriva muntelui Sion“.",
                "9": "Rămâneți încremeniți și uimiți! Orbiți și rămâneți fără vedere! Îmbătați-vă, dar nu de vin! Clătinați-vă, dar nu de băutură tare!",
                "10": "Ci pentru că Domnul a turnat peste voi un duh de somn adânc. Profeților! El v-a închis ochii! Văzătorilor! El v-a acoperit capetele!",
                "11": "Astfel, întreaga vedenie nu este pentru voi decât cuvintele unui sul sigilat. Dacă îi va fi dat unuia care știe să citească, zicându-i-se: „Citește, te rog, sulul acesta!“, el va răspunde: „Nu pot, este sigilat!“.",
                "12": "Și dacă îi va fi dat unuia care nu știe să citească, zicându-i-se: „Citește, te rog, sulul acesta!“, el va răspunde: „Nu știu să citesc!“.",
                "13": "Stăpânul a zis: „Poporul acesta se apropie de Mine numai cu gura și Mă onorează doar cu buzele, dar inima lui este departe de Mine! este doar o poruncă omenească, învățată pe de rost.",
                "14": "De aceea, iată, voi uimi încă o dată acest popor, făcând lucruri minunate. și priceperea celor pricepuți va sta ascunsă“.",
                "15": "Vai de cei ce sapă adânc pentru a-și ascunde planurile înaintea Domnului, și care zic: „Cine ne vede?“ sau „Cine știe ce facem?“.",
                "16": "Pervertiți ce sunteți! Oare olarul poate fi considerat lut? Va zice oare lucrarea despre cel ce a făcut-o: „Nu m-a făcut el!“? Sau va zice lucrul confecționat celui ce l-a confecționat: „Nu are pricepere!“?",
                "17": "Oare nu mai este foarte puțin și Libanul se va transforma într-o livadă, iar livada va fi considerată pădure?",
                "18": "În ziua aceea, cel surd va auzi cuvintele sulului și, din negura și întunericul în care se află, ochii celui orb vor vedea.",
                "19": "Cei sărmani se vor bucura din nou în Domnul, iar cei mai nevoiași se vor veseli în Sfântul lui Israel.",
                "20": "Și aceasta pentru că cel groaznic va dispărea, iar batjocoritorul nu va mai fi. Toți cei ce pândesc să facă răul vor fi nimiciți –",
                "21": "cei ce, printr-un cuvânt, îl fac pe om să păcătuiască, și îl abat, prin deșertăciune, pe cel drept.",
                "22": "De aceea, așa vorbește Domnul, Care l-a răscumpărat pe Avraam, cu privire la Casa lui Iacov: „Iacov nu va mai fi rușinat, nu-i va mai păli fața.",
                "23": "Când își vor vedea copiii în mijlocul lor, lucrarea mâinilor Mele, Îmi vor sfinți Numele, și se vor teme de Dumnezeul lui Israel.",
                "24": "Cei rătăciți în duh vor dobândi pricepere, iar cei nemulțumitori vor primi învățătură“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Woe to Ariel! Ariel, the city where David encamped! Add year to year; let the feasts come around;",
                "2": "then I will distress Ariel, and there will be mourning and lamentation. She shall be to me as an altar hearth.",
                "3": "I will encamp against you all around you, and will lay siege against you with posted troops. I will raise siege works against you.",
                "4": "You will be brought down, and will speak out of the ground. Your speech will mumble out of the dust. Your voice will be as of one who has a familiar spirit, out of the ground, and your speech will whisper out of the dust.",
                "5": "But the multitude of your foes will be like fine dust, and the multitude of the ruthless ones like chaff that blows away. Yes, it will be in an instant, suddenly.",
                "6": "She will be visited by Yahweh of Armies with thunder, with earthquake, with great noise, with whirlwind and storm, and with the flame of a devouring fire.",
                "7": "The multitude of all the nations that fight against Ariel, even all who fight against her and her stronghold, and who distress her, will be like a dream, a vision of the night.",
                "8": "It will be like when a hungry man dreams, and behold, he eats; but he awakes, and his hunger isn’t satisfied; or like when a thirsty man dreams, and behold, he drinks; but he awakes, and behold, he is faint, and he is still thirsty. The multitude of all the nations that fight against Mount Zion will be like that.",
                "9": "Pause and wonder! Blind yourselves and be blind! They are drunken, but not with wine; they stagger, but not with strong drink.",
                "10": "For Yahweh has poured out on you a spirit of deep sleep, and has closed your eyes, the prophets; and he has covered your heads, the seers.",
                "11": "All vision has become to you like the words of a book that is sealed, which men deliver to one who is educated, saying, “Read this, please;” and he says, “I can’t, for it is sealed;”",
                "12": "and the book is delivered to one who is not educated, saying, “Read this, please;” and he says, “I can’t read.”",
                "13": "The Lord said, “Because this people draws near with their mouth and honors me with their lips, but they have removed their heart far from me, and their fear of me is a commandment of men which has been taught;",
                "14": "therefore, behold, I will proceed to do a marvelous work among this people, even a marvelous work and a wonder; and the wisdom of their wise men will perish, and the understanding of their prudent men will be hidden.”",
                "15": "Woe to those who deeply hide their counsel from Yahweh, and whose deeds are in the dark, and who say, “Who sees us?” and “Who knows us?”",
                "16": "You turn things upside down! Should the potter be thought to be like clay, that the thing made should say about him who made it, “He didn’t make me;” or the thing formed say of him who formed it, “He has no understanding”?",
                "17": "Isn’t it yet a very little while, and Lebanon will be turned into a fruitful field, and the fruitful field will be regarded as a forest?",
                "18": "In that day, the deaf will hear the words of the book, and the eyes of the blind will see out of obscurity and out of darkness.",
                "19": "The humble also will increase their joy in Yahweh, and the poor among men will rejoice in the Holy One of Israel.",
                "20": "For the ruthless is brought to nothing, and the scoffer ceases, and all those who are alert to do evil are cut off—",
                "21": "who cause a person to be indicted by a word, and lay a snare for one who reproves in the gate, and who deprive the innocent of justice with false testimony.",
                "22": "Therefore Yahweh, who redeemed Abraham, says concerning the house of Jacob: “Jacob shall no longer be ashamed, neither shall his face grow pale.",
                "23": "But when he sees his children, the work of my hands, in the middle of him, they will sanctify my name. Yes, they will sanctify the Holy One of Jacob, and will stand in awe of the God of Israel.",
                "24": "They also who err in spirit will come to understanding, and those who grumble will receive instruction.”"
            }
        }
    }
}