{
    "book": "Isaia",
    "chapter": "66",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Așa vorbește Domnul: „Cerul este scaunul Meu de domnie și pământul este așternutul picioarelor Mele! Ce casă ați putea voi să-Mi zidiți și ce loc Mi-ați putea voi da ca locuință?",
                "2": "Toate aceste lucruri doar mâna Mea le-a făcut și toate și-au căpătat astfel ființa”, zice Domnul. „Iată spre cine Îmi voi îndrepta privirile: spre cel ce suferă și are duhul mâhnit, spre cel ce se teme de Cuvântul Meu.",
                "3": "Cine înjunghie un bou ca jertfă nu este mai bun decât cel ce ucide un om; cine jertfește un miel este ca cel ce ar rupe gâtul unui câine, cine aduce un dar de mâncare este ca cel ce ar vărsa sânge de porc, cine arde tămâie este ca cel ce s-ar închina la idoli; toți aceștia își aleg căile lor, și sufletul lor găsește plăcere în urâciunile lor.",
                "4": "De aceea și Eu voi alege ce este spre nefericirea lor și voi aduce peste ei lucrurile de care se tem, căci, când am chemat Eu, n-au răspuns și, când am vorbit Eu, n-au ascultat, ci au făcut ce este rău înaintea Mea și au ales ce nu-Mi place!”",
                "5": "Ascultați Cuvântul Domnului, voi, care vă temeți de Cuvântul Lui: „Iată ce zic frații voștri, care vă urăsc și vă izgonesc din pricina Numelui Meu: ‘Să-Și arate Domnul slava, ca să vă vedem bucuria!’ Dar ei vor rămâne de rușine!",
                "6": "Un glas răsunător iese din cetate! Un glas iese din Templu! Este glasul Domnului, care dă vrăjmașilor Lui plata cuvenită!",
                "7": "Înainte ca să simtă dureri, a născut și, înainte ca să-i vină suferințele, a dat naștere unui fiu.",
                "8": "Cine a auzit vreodată așa ceva? Cine a văzut vreodată așa ceva? Se poate naște oare o țară într-o zi? Se naște un neam așa dintr-odată? Abia au apucat-o muncile, și fiica Sionului și-a și născut fiii!",
                "9": "Aș putea să deschid pântecele mamei și să nu o las să nască?”, zice Domnul. „Eu, care fac să nască, aș putea să împiedic oare nașterea?”, zice Dumnezeul tău.",
                "10": "Bucurați-vă împreună cu Ierusalimul și veseliți-vă cu el, toți cei ce-l iubiți; împărțiți și bucuria cu el, acum, toți cei ce l-ați plâns,",
                "11": "ca să fiți săturați bând laptele mângâierilor lui, ca să vă desfătați în totul de plinătatea slavei lui.",
                "12": "Căci așa vorbește Domnul: „Iată, voi îndrepta spre el pacea ca un râu și slava neamurilor ca un pârâu ieșit din matcă și veți fi alăptați; veți fi purtați în brațe și dezmierdați pe genunchi.",
                "13": "Cum mângâie pe cineva mama sa, așa vă voi mângâia Eu; da, veți fi mângâiați în Ierusalim!",
                "14": "Și când veți vedea aceste lucruri, inima vi se va bucura și oasele voastre vor prinde putere ca iarba.” Domnul Își va arăta astfel puterea față de robii Săi, dar va face pe vrăjmașii Lui să-I simtă mânia.",
                "15": "Căci iată, Domnul vine într-un foc și carele Lui sunt ca un vârtej; Își preface mânia într-un jăratic și amenințările, în flăcări de foc.",
                "16": "Căci cu foc Își aduce Domnul la îndeplinire judecățile și cu sabia Lui pedepsește pe oricine, și cei uciși de Domnul vor fi mulți la număr.",
                "17": "„Cei ce se sfințesc și se curățesc în grădini, mergând unul câte unul în mijlocul celor ce mănâncă și carne de porc, și șoareci, și alte lucruri urâcioase, toți aceia vor pieri”, zice Domnul.",
                "18": "„Eu pedepsesc faptele și gândurile lor! Dar vine vremea când voi strânge toate neamurile și toate limbile; ele vor veni și vor vedea slava Mea.",
                "19": "Și voi pune un semn între ele și voi trimite la neamuri pe cei ce vor scăpa din Israel, la Tarsis, la Pul și la Lud, care trag cu arcul, la Tubal și la Iavan, în ostroavele depărtate, care n-au auzit vorbindu-se niciodată de Mine și n-au văzut slava Mea; ei vor vesti slava Mea printre neamuri.",
                "20": "Vor aduce pe toți frații voștri din mijlocul tuturor neamurilor, ca dar Domnului, pe cai, în care și pe tărgi, pe catâri și pe dromaderi, la muntele Meu cel sfânt, la Ierusalim”, zice Domnul, „cum își aduc copiii lui Israel darurile de mâncare, într-un vas curat, la Casa Domnului.",
                "21": "Și voi lua și dintre ei pe unii ca preoți și leviți”, zice Domnul.",
                "22": "„Căci după cum cerurile cele noi și pământul cel nou pe care le voi face vor dăinui înaintea Mea”, zice Domnul, „așa vor dăinui și sămânța voastră și numele vostru.",
                "23": "În fiecare lună nouă și în fiecare Sabat, va veni orice făptură să se închine înaintea Mea”, zice Domnul.",
                "24": "„Și, când vor ieși, vor vedea trupurile moarte ale oamenilor care s-au răzvrătit împotriva Mea, căci viermele lor nu va muri și focul lor nu se va stinge și vor fi o pricină de groază pentru orice făptură.”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Așa vorbește Domnul: „Cerurile sunt tronul Meu, iar pământul este scăunașul picioarelor Mele! Unde Mi-ați putea construi voi o casă? Și unde va fi locul Meu de odihnă?",
                "2": "Mâna Mea a făcut toate aceste lucruri și așa au luat ființă toate“, zice Domnul. „Iată însă omul spre care voi privi: spre cel umil și smerit în duh, spre cel ce se cutremură la Cuvântul Meu.",
                "3": "Oricine înjunghie un bou nu este mai bun decât cel care omoară un om; nu este mai bun decât cel care rupe gâtul unui câine; nu este mai bun decât cel ce binecuvântează un idol. Aceștia și-au ales propriile căi, iar sufletul lor găsește plăcere în spurcăciunile lor.",
                "4": "De aceea și Eu voi alege să Mă port aspru cu ei și să aduc peste ei lucrurile de care se tem, căci atunci când am chemat, niciunul n-a răspuns, atunci când am vorbit, n-au ascultat, și au ales ce nu-Mi place“.",
                "5": "Ascultați Cuvântul Domnului, voi, care tremurați la Cuvântul Său: „Frații voștri, care vă urăsc și vă resping din cauza Numelui Meu, au zis: «Glorificat să fie Domnul! Să vă vedem bucuria!». Totuși, ei vor fi făcuți de rușine.",
                "6": "Ascultați! Un zgomot se aude din cetate. Un glas se aude din Templu. Este glasul Domnului, răsplătind din plin dușmanilor Săi.",
                "7": "Înainte de a simți dureri, ea a născut; înainte ca durerile să-i vină, ea a născut un fiu.",
                "8": "Cine a mai auzit una ca asta? Cine a mai văzut asemenea lucruri? într-o singură zi? așa, într-o clipă? Și totuși, abia au apucat-o durerile, că Sionul și-a și născut fiii.",
                "9": "Să aduc până la clipa nașterii și să nu las să se nască?“, zice Domnul. „Să opresc oare nașterea, Eu, Care fac să se nască?“, zice Dumnezeul tău.",
                "10": "„Bucurați-vă împreună cu Ierusalimul și veseliți-vă cu el, toți cei ce-l iubiți! Tresăltați de bucurie împreună cu el, toți cei ce l-ați bocit,",
                "11": "ca să fiți hrăniți și săturați la sânul lui mângâietor, de abundența gloriei lui!“.",
                "12": "Căci așa vorbește Domnul: „Iată, voi face să curgă spre el pacea, asemenea unui pârâu, și bogăția națiunilor, asemenea unui torent care se revarsă. Veți fi alăptați și purtați pe brațe; veți fi alintați pe genunchi.",
                "13": "Așa cum o mamă își mângâie copilul, și veți fi mângâiați în Ierusalim“.",
                "14": "Când veți vedea aceasta, inima vi se va bucura, asemenea ierbii proaspete; că mâna Domnului este cu slujitorii Săi, iar mânia Sa este împotriva dușmanilor Săi.",
                "15": "Căci, iată, Domnul vine într-un foc, iar carele Lui sunt ca o vijelie! și mustrarea, în flăcări de foc.",
                "16": "Căci Domnul va începe judecata cu foc și cu sabia Sa, împotriva tuturor oamenilor, iar cei uciși de Domnul vor fi mulți.",
                "17": "„Cei ce se sfințesc și se curățesc pentru a intra în grădini, mergând unul câte unul în mijlocul celor ce mănâncă atât carne de porc, cât și spurcăciuni și șoareci, vor pieri împreună“, zice Domnul.",
                "18": "„Căci din cauza faptelor și a gândurilor lor vin să adun toate națiunile și limbile. Ele vor veni și vor vedea gloria Mea.",
                "19": "Voi pune un semn între ei și voi trimite pe unii dintre supraviețuitori la națiuni: la Tarșiș, la Pul și la Lud – iscusiți în mânuirea arcului – la Tubal și la Iavan, până în insulele îndepărtate, care n-au auzit vorbindu-se de Mine și nici nu Mi-au văzut gloria. Ei vor vesti gloria Mea printre națiuni.",
                "20": "Ei îi vor aduce din mijlocul tuturor națiunilor pe toți frații voștri ca dar de mâncare pentru Domnul. Îi vor aduce pe cai, în care, în căruțe, pe catâri și pe cămile, la muntele Meu cel sfânt, la Ierusalim“, zice Domnul, „așa cum fiii lui Israel aduc un dar de mâncare într-un vas curat la Casa Domnului.",
                "21": "Iar pe unii dintre ei îi voi lua ca preoți și leviți“, zice Domnul.",
                "22": "„Căci așa cum cerurile cele noi și pământul cel nou, pe care le fac, vor dăinui înaintea Mea“, zice Domnul, „tot așa vor dăinui și neamul și numele vostru.",
                "23": "De la o lună nouă la cealaltă și de la un sabat la celălalt, orice făptură va veni și Mi se va închina“, zice Domnul.",
                "24": "„Vor ieși și vor vedea cadavrele celor ce s-au răzvrătit împotriva Mea. Căci viermele lor nu va muri, focul lor nu se va stinge și vor fi un motiv de repulsie pentru orice făptură“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Yahweh says: “Heaven is my throne, and the earth is my footstool. What kind of house will you build to me? Where will I rest?",
                "2": "For my hand has made all these things, and so all these things came to be,” says Yahweh: “but I will look to this man, even to he who is poor and of a contrite spirit, and who trembles at my word.",
                "3": "He who kills an ox is as he who kills a man; he who sacrifices a lamb, as he who breaks a dog’s neck; he who offers an offering, as he who offers pig’s blood; he who burns frankincense, as he who blesses an idol. Yes, they have chosen their own ways, and their soul delights in their abominations.",
                "4": "I also will choose their delusions, and will bring their fears on them, because when I called, no one answered; when I spoke, they didn’t listen, but they did that which was evil in my eyes, and chose that in which I didn’t delight.”",
                "5": "Hear Yahweh’s word, you who tremble at his word: “Your brothers who hate you, who cast you out for my name’s sake, have said, ‘Let Yahweh be glorified, that we may see your joy;’ but it is those who shall be disappointed.",
                "6": "A voice of tumult from the city, a voice from the temple, a voice of Yahweh that repays his enemies what they deserve.",
                "7": "“Before she travailed, she gave birth. Before her pain came, she delivered a son.",
                "8": "Who has heard of such a thing? Who has seen such things? Shall a land be born in one day? Shall a nation be born at once? For as soon as Zion travailed, she gave birth to her children.",
                "9": "Shall I bring to the birth, and not cause to be delivered?” says Yahweh. “Shall I who cause to give birth shut the womb?” says your God.",
                "10": "“Rejoice with Jerusalem, and be glad for her, all you who love her. Rejoice for joy with her, all you who mourn over her;",
                "11": "that you may nurse and be satisfied at the comforting breasts; that you may drink deeply, and be delighted with the abundance of her glory.”",
                "12": "For Yahweh says, “Behold, I will extend peace to her like a river, and the glory of the nations like an overflowing stream, and you will nurse. You will be carried on her side, and will be dandled on her knees.",
                "13": "As one whom his mother comforts, so I will comfort you. You will be comforted in Jerusalem.”",
                "14": "You will see it, and your heart shall rejoice, and your bones will flourish like the tender grass. Yahweh’s hand will be known among his servants; and he will have indignation against his enemies.",
                "15": "For, behold, Yahweh will come with fire, and his chariots will be like the whirlwind; to give his anger with fierceness, and his rebuke with flames of fire.",
                "16": "For Yahweh will execute judgment by fire and by his sword on all flesh; and those slain by Yahweh will be many.",
                "17": "“Those who sanctify themselves and purify themselves to go to the gardens, following one in the middle, eating pig’s meat, abominable things, and the mouse, they shall come to an end together,” says Yahweh.",
                "18": "“For I know their works and their thoughts. The time comes that I will gather all nations and languages, and they will come, and will see my glory.",
                "19": "“I will set a sign among them, and I will send those who escape of them to the nations, to Tarshish, Pul, and Lud, who draw the bow, to Tubal and Javan, to far-away islands, who have not heard my fame, nor have seen my glory; and they shall declare my glory among the nations.",
                "20": "They shall bring all your brothers out of all the nations for an offering to Yahweh, on horses, in chariots, in litters, on mules, and on camels, to my holy mountain Jerusalem, says Yahweh, as the children of Israel bring their offering in a clean vessel into Yahweh’s house.",
                "21": "Of them I will also select priests and Levites,” says Yahweh.",
                "22": "“For as the new heavens and the new earth, which I will make, shall remain before me,” says Yahweh, “so your offspring and your name shall remain.",
                "23": "It shall happen that from one new moon to another, and from one Sabbath to another, all flesh will come to worship before me,” says Yahweh.",
                "24": "“They will go out, and look at the dead bodies of the men who have transgressed against me; for their worm will not die, nor will their fire be quenched, and they will be loathsome to all mankind.”"
            }
        }
    }
}