{
    "book": "Isaia",
    "chapter": "27",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "În ziua aceea, Domnul va lovi cu sabia Lui cea aspră, mare și tare leviatanul, Babilonul, șarpele fugar (Asur), și leviatanul, șarpele inelat (Babel), și va ucide balaurul de lângă mare (Egiptul).",
                "2": "În ziua aceea, cântați o cântare asupra viei celei mai alese:",
                "3": "„Eu, Domnul, sunt Păzitorul ei, Eu o ud în fiecare clipă; Eu o păzesc zi și noapte, ca să n-o vatăme nimeni.",
                "4": "N-am nicio mânie. Dar, dacă voi găsi mărăcini și spini, voi merge la luptă împotriva lor și-i voi arde pe toți,",
                "5": "afară numai dacă vor căuta ocrotirea Mea, vor face pace cu Mine, da, vor face pace cu Mine.”",
                "6": "În vremurile viitoare, Iacov va prinde rădăcină, Israel va înflori și va odrăsli și va umple lumea cu roadele lui.",
                "7": "L-a lovit oare Domnul cum a lovit pe cei ce-l loveau? L-a ucis El cum a ucis pe cei ce-l ucideau?",
                "8": "Cu măsură l-ai pedepsit în robie, luându-l cu suflarea năprasnică a vântului de răsărit.",
                "9": "Astfel, nelegiuirea lui Iacov a fost ispășită și iată rodul iertării păcatului lui: Domnul a făcut toate pietrele altarelor ca niște pietre de var prefăcute în țărână; idolii Astarteei și stâlpii Soarelui nu se vor mai ridica.",
                "10": "Căci cetatea cea tare a rămas singuratică, a ajuns o locuință lăsată și părăsită ca pustia. În ea paște vițelul, în ea se culcă și-i mănâncă ramurile.",
                "11": "Când i se usucă ramurile, sunt rupte; vin femeile să le ardă. Căci acesta era un popor fără pricepere, de aceea Cel ce l-a făcut n-a avut milă de el și Cel ce l-a întocmit nu l-a iertat.",
                "12": "În vremea aceea, Domnul va scutura roade de la cursul râului până la pârâul Egiptului, iar voi veți fi strânși unul câte unul, copii ai lui Israel!",
                "13": "În ziua aceea, se va suna cu trâmbița cea mare și atunci se vor întoarce cei surghiuniți din țara Asiriei și fugarii din țara Egiptului. Ei se vor închina înaintea Domnului pe muntele cel sfânt, Ierusalim."
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "În ziua aceea, cu sabia Sa aspră, mare și puternică leviatanul, șarpele fugar, leviatanul, șarpele încolăcit. Îl va ucide pe monstrul care este în mare!",
                "2": "În ziua aceea, va exista o vie aleasă: „Cântați despre ea!",
                "3": "Eu, Domnul, sunt veghetorul ei: și o păzesc zi și noapte, pentru ca nimeni să nu-i facă rău.",
                "4": "Nu mai sunt mânios. Însă, dacă cineva îmi oferă spini și mărăcini, și îi voi arde pe toți,",
                "5": "doar dacă nu cumva aceștia vor căuta protecția Mea și vor face pace cu Mine, da, vor face pace cu Mine“.",
                "6": "În zilele care vin, Iacov va prinde rădăcină, Israel va înflori, va da lăstari și va umple întreaga lume cu rod.",
                "7": "L-a lovit oare Dumnezeu, cum i-a lovit pe cei ce-l loveau? cum au fost uciși cei ce-l omorau?",
                "8": "Te-ai certat cu el cu măsură când l-ai alungat! în ziua când a suflat vântul de est.",
                "9": "Prin urmare, astfel va fi ispășită nelegiuirea lui Iacov, al îndepărtării păcatului său: niște pietre de var, zdrobite în bucăți, și nici altarele pentru tămâiere.",
                "10": "Căci cetatea fortificată a ajuns în singurătate; a ajuns o locuință abandonată și părăsită ca un deșert. Acolo pasc vițeii, și-i distrug crengile.",
                "11": "Când ramurile i se usucă, sunt rupte, iar femeile vin și fac foc cu ele. Deoarece acesta este un popor fără pricepere, și Cel Ce l-a alcătuit nu-Și va arăta bunăvoința față de el.",
                "12": "În ziua aceea, Domnul va treiera de la cursul Eufratului până la Râul Egiptului, iar voi, fii ai lui Israel, veți fi adunați unul câte unul.",
                "13": "În ziua aceea, o trâmbiță mare va suna, iar cei pierduți în țara Asiriei și cei risipiți prin țara Egiptului vor veni și se vor închina Domnului pe muntele cel sfânt, în Ierusalim."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "In that day, Yahweh with his hard and great and strong sword will punish leviathan, the fleeing serpent, and leviathan, the twisted serpent; and he will kill the dragon that is in the sea.",
                "2": "In that day, sing to her, “A pleasant vineyard!",
                "3": "I, Yahweh, am its keeper. I will water it every moment. Lest anyone damage it, I will keep it night and day.",
                "4": "Wrath is not in me, but if I should find briers and thorns, I would do battle! I would march on them and I would burn them together.",
                "5": "Or else let him take hold of my strength, that he may make peace with me. Let him make peace with me.”",
                "6": "In days to come, Jacob will take root. Israel will blossom and bud. They will fill the surface of the world with fruit.",
                "7": "Has he struck them as he struck those who struck them? Or are they killed like those who killed them were killed?",
                "8": "In measure, when you send them away, you contend with them. He has removed them with his rough blast in the day of the east wind.",
                "9": "Therefore by this the iniquity of Jacob will be forgiven, and this is all the fruit of taking away his sin: that he makes all the stones of the altar as chalk stones that are beaten in pieces, so that the Asherah poles and the incense altars shall rise no more.",
                "10": "For the fortified city is solitary, a habitation deserted and forsaken, like the wilderness. The calf will feed there, and there he will lie down, and consume its branches.",
                "11": "When its boughs are withered, they will be broken off. The women will come and set them on fire, for they are a people of no understanding. Therefore he who made them will not have compassion on them, and he who formed them will show them no favor.",
                "12": "It will happen in that day that Yahweh will thresh from the flowing stream of the Euphrates to the brook of Egypt; and you will be gathered one by one, children of Israel.",
                "13": "It will happen in that day that a great trumpet will be blown; and those who were ready to perish in the land of Assyria, and those who were outcasts in the land of Egypt, shall come; and they will worship Yahweh in the holy mountain at Jerusalem."
            }
        }
    }
}