{
    "book": "Isaia",
    "chapter": "58",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "„Strigă în gura mare, nu te opri! Înalță-ți glasul ca o trâmbiță și vestește poporului Meu nelegiuirile lui, casei lui Iacov păcatele ei!",
                "2": "În toate zilele Mă întreabă și vor să afle căile Mele, ca un neam care ar fi înfăptuit neprihănirea și n-ar fi părăsit Legea Dumnezeului său. Îmi cer hotărâri drepte, doresc să se apropie de Dumnezeu.",
                "3": "‘La ce ne folosește să postim’, zic ei, ‘dacă Tu nu vezi? La ce să ne chinuim sufletul, dacă Tu nu ții seama de lucrul acesta?’ Pentru că”, zice Domnul, „în ziua postului vostru vă lăsați în voia pornirilor voastre și asupriți pe simbriașii voștri.",
                "4": "Iată, postiți ca să vă ciorovăiți și să vă certați, ca să bateți răutăcios cu pumnul; nu postiți cum cere ziua aceea, ca să vi se audă strigătul sus.",
                "5": "Oare acesta este postul plăcut Mie: să-și chinuiască omul sufletul o zi? Să-și plece capul ca un pipirig și să se culce pe sac și cenușă? Aceasta numești tu post și zi plăcută Domnului?",
                "6": "Iată postul plăcut Mie: dezleagă lanțurile răutății, deznoadă legăturile robiei, dă drumul celor asupriți și rupe orice fel de jug;",
                "7": "împarte-ți pâinea cu cel flămând și adu în casa ta pe nenorociții fără adăpost; dacă vezi pe un om gol, acoperă-l și nu întoarce spatele semenului tău!",
                "8": "Atunci lumina ta va răsări ca zorile și vindecarea ta va încolți repede; neprihănirea ta îți va merge înainte și slava Domnului te va însoți.",
                "9": "Atunci tu vei chema, și Domnul va răspunde, vei striga, și El va zice: ‘Iată-Mă!’ Dacă vei îndepărta jugul din mijlocul tău, amenințările cu degetul și vorbele de ocară,",
                "10": "dacă vei da mâncarea ta celui flămând, dacă vei sătura sufletul lipsit, atunci lumina ta va răsări peste întunecime și întunericul tău va fi ca ziua-n amiaza mare!",
                "11": "Domnul te va călăuzi neîncetat, îți va sătura sufletul chiar în locuri fără apă și va da din nou putere mădularelor tale; vei fi ca o grădină bine udată, ca un izvor ale cărui ape nu seacă.",
                "12": "Ai tăi vor zidi iarăși pe dărâmăturile de mai înainte, vei ridica din nou temeliile străbune; vei fi numit Dregător de spărturi, Cel ce drege drumurile și face țara cu putință de locuit.",
                "13": "Dacă îți vei opri piciorul în ziua Sabatului, ca să nu-ți faci gusturile tale în ziua Mea cea sfântă, dacă Sabatul va fi desfătarea ta, ca să sfințești pe Domnul, slăvindu-L, și dacă-l vei cinsti, neurmând căile tale, neîndeletnicindu-te cu treburile tale și nededându-te la flecării,",
                "14": "atunci te vei putea desfăta în Domnul, și Eu te voi sui pe înălțimile țării, te voi face să te bucuri de moștenirea tatălui tău Iacov”, căci gura Domnului a vorbit."
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "„Strigă tare, nu te opri! Înalță-ți glasul precum o trâmbiță! și celor din Casa lui Iacov păcatele lor!",
                "2": "Zi de zi ei Mă caută și par să-și găsească plăcerea în cunoașterea căilor Mele, și n-ar fi părăsit judecata Dumnezeului lor. și par să-și găsească plăcerea în apropierea de Dumnezeu.",
                "3": "«De ce, când postim, Tu nu vezi? De ce, când ne smerim, Tu nu iei seama?» Iată, în ziua postului vostru umblați după propriile plăceri și vă asupriți toți lucrătorii.",
                "4": "Iată, atunci când postiți vă certați, vă luptați și loviți răutăcios cu pumnul. Postind așa cum faceți voi azi, nu vă veți face auzită vocea în înălțimi.",
                "5": "Oare așa arată postul care-Mi este plăcut – o zi în care omul să se smerească pe sine, și să se culce acoperit cu o pânză de sac și cu cenușă? și zi plăcută Domnului?",
                "6": "Iată postul care-Mi este plăcut: să dezlegi lanțurile răutății, să desfaci legăturile jugului, și să zdrobești orice jug,",
                "7": "să-ți împarți pâinea cu cel flămând, să le oferi săracilor fără casă un adăpost, iar când vezi un om gol, să-l acoperi și să nu te ascunzi de cel ce este rudă cu tine.",
                "8": "Atunci lumina ta va răsări ca zorii și vindecarea ta va apărea repede. Atunci dreptatea ta va merge înaintea ta, iar gloria Domnului îți va fi ariergarda.",
                "9": "Atunci vei chema, iar Domnul va răspunde; vei striga după ajutor, iar El va spune: «Iată-Mă!». Dacă vei îndepărta din mijlocul tău jugul asupririi, arătarea cu degetul și vorbirea nelegiuită,",
                "10": "dacă te vei lipsi pe tine în folosul celui flămând și dacă vei sătura nevoile celui sărman, atunci lumina ta va răsări în întuneric, iar bezna ta va fi ca amiaza.",
                "11": "Domnul te va călăuzi întotdeauna, și-ți va întări oasele. ale cărui ape nu seacă niciodată.",
                "12": "Ai tăi îți vor reconstrui vechile ruine și vei ridica din nou temeliile generațiilor străbune. Vei fi numit: «Cel ce repară spărtura zidului», «Cel ce restaurează cărările pentru a fi locuite».",
                "13": "Dacă vei respecta sabatul și nu-ți vei satisface propriile plăceri în ziua Mea sfântă, dacă sabatul va fi o delectare pentru tine, iar ziua sfântă a Domnului va fi o zi onorată, dacă o vei respecta, astfel încât să nu mergi pe calea ta, și să nu vorbești lucruri fără folos,",
                "14": "atunci te vei bucura în Domnul, și te voi hrăni cu moștenirea părintelui tău Iacov“, căci gura Domnului a vorbit."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "“Cry aloud! Don’t spare! Lift up your voice like a trumpet! Declare to my people their disobedience, and to the house of Jacob their sins.",
                "2": "Yet they seek me daily, and delight to know my ways. As a nation that did righteousness, and didn’t forsake the ordinance of their God, they ask of me righteous judgments. They delight to draw near to God.",
                "3": "‘Why have we fasted,’ they say, ‘and you don’t see? Why have we afflicted our soul, and you don’t notice?’ “Behold, in the day of your fast you find pleasure, and oppress all your laborers.",
                "4": "Behold, you fast for strife and contention, and to strike with the fist of wickedness. You don’t fast today so as to make your voice to be heard on high.",
                "5": "Is this the fast that I have chosen? A day for a man to humble his soul? Is it to bow down his head like a reed, and to spread sackcloth and ashes under himself? Will you call this a fast, and an acceptable day to Yahweh?",
                "6": "“Isn’t this the fast that I have chosen: to release the bonds of wickedness, to undo the straps of the yoke, to let the oppressed go free, and that you break every yoke?",
                "7": "Isn’t it to distribute your bread to the hungry, and that you bring the poor who are cast out to your house? When you see the naked, that you cover him; and that you not hide yourself from your own flesh?",
                "8": "Then your light will break out as the morning, and your healing will appear quickly; then your righteousness shall go before you, and Yahweh’s glory will be your rear guard.",
                "9": "Then you will call, and Yahweh will answer. You will cry for help, and he will say, ‘Here I am.’ “If you take away from among you the yoke, finger pointing, and speaking wickedly;",
                "10": "and if you pour out your soul to the hungry, and satisfy the afflicted soul, then your light will rise in darkness, and your obscurity will be as the noonday;",
                "11": "and Yahweh will guide you continually, satisfy your soul in dry places, and make your bones strong. You will be like a watered garden, whose waters don’t fail.",
                "12": "Those who will be of you will build the old waste places. You will raise up the foundations of many generations. You will be called Repairer of the Breach, Restorer of Paths with Dwellings.",
                "13": "“If you turn away your foot from the Sabbath, from doing your pleasure on my holy day, and call the Sabbath a delight, and the holy of Yahweh honorable, and honor it, not doing your own ways, nor finding your own pleasure, nor speaking your own words,",
                "14": "then you will delight yourself in Yahweh, and I will make you to ride on the high places of the earth, and I will feed you with the heritage of Jacob your father;” for Yahweh’s mouth has spoken it."
            }
        }
    }
}