{
    "book": "Isaia",
    "chapter": "51",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "„Ascultați-Mă, voi, care umblați după neprihănire, care căutați pe Domnul! Priviți spre stânca din care ați fost ciopliți, spre gaura gropii din care ați fost scoși.",
                "2": "Uitați-vă la părintele vostru Avraam și spre Sara, care v-a născut, căci l-am chemat când era numai el singur, l-am binecuvântat și înmulțit.",
                "3": "Tot astfel, Domnul are milă de Sion și mângâie toate dărâmăturile lui. El va face pustia lui ca un rai și pământul lui uscat ca o grădină a Domnului. Bucuria și veselia vor fi în mijlocul lui, mulțumiri și cântări de laudă.",
                "4": "Ia aminte spre Mine dar, poporul Meu, pleacă urechea spre Mine, neamul Meu! Căci din Mine va ieși Legea și voi pune Legea Mea lumină popoarelor.",
                "5": "Neprihănirea Mea este aproape, mântuirea Mea se va arăta, și brațele Mele vor judeca popoarele, ostroavele vor nădăjdui în Mine și se vor încrede în brațul Meu.",
                "6": "Ridicați ochii spre cer și priviți în jos pe pământ! Căci cerurile vor pieri ca un fum, pământul se va preface în zdrențe ca o haină și locuitorii lui vor muri ca niște muște, dar mântuirea Mea va dăinui în veci și neprihănirea Mea nu va avea sfârșit.",
                "7": "Ascultați-Mă, voi, care cunoașteți neprihănirea, popor care ai în inimă Legea Mea! Nu te teme de ocara oamenilor și nu tremura de ocările lor!",
                "8": "Căci îi va mânca molia ca pe o haină și-i va roade viermele cum roade lâna, dar neprihănirea Mea va dăinui în veci și mântuirea Mea se va întinde din veac în veac.”",
                "9": "Trezește-te, trezește-te și îmbracă-te cu putere, braț al Domnului! Trezește-te, ca în zilele de odinioară și în veacurile din vechime! Oare n-ai doborât Tu Egiptul și n-ai străpuns balaurul?",
                "10": "Nu ești Tu Acela care ai uscat marea, apele adâncului celui mare, și ai croit în adâncimile mării un drum pentru trecerea celor răscumpărați?",
                "11": "Astfel, cei răscumpărați de Domnul se vor întoarce, vor veni în Sion cu cântări de biruință și o bucurie veșnică le va încununa capul; îi va apuca veselia și bucuria, iar durerea și gemetele vor fugi.",
                "12": "„Eu, Eu vă mângâi. Dar cine ești tu, ca să te temi de omul cel muritor și de fiul omului, care trece ca iarba,",
                "13": "și să uiți pe Domnul, care te-a făcut, care a întins cerurile și a întemeiat pământul? De ce să tremuri necontenit toată ziua înaintea mâniei asupritorului, când umblă să te nimicească? Unde este mânia asupritorului?",
                "14": "În curând, cel încovoiat sub fiare va fi dezlegat; nu va muri în groapă și nu va duce lipsă de pâine.",
                "15": "Eu sunt Domnul Dumnezeul tău, care stârnesc marea și fac să-i urle valurile și al cărui Nume este Domnul oștirilor.",
                "16": "Eu pun cuvintele Mele în gura ta și te acopăr cu umbra mâinii Mele, ca să întind ceruri noi și să întemeiez un pământ nou și să zic Sionului: ‘Tu ești poporul Meu!’”",
                "17": "Trezește-te, trezește-te! Scoală-te, Ierusalime, care ai băut din mâna Domnului potirul mâniei Lui, care ai băut, ai sorbit până în fund potirul amețelii!",
                "18": "Căci nu este niciunul care să-l călăuzească din toți copiii pe care i-a născut, nu este niciunul care să-l ia de mână din toți copiii pe care i-a crescut.",
                "19": "Amândouă aceste lucruri ți s-au întâmplat – dar cine te va plânge? – pustiirea și dărăpănarea, foametea și sabia: cum să te mângâi eu?",
                "20": "Fiii tăi, leșinați, zăceau în toate colțurile ulițelor, ca cerbul într-un laț, plini de mânia Domnului și de mustrarea Dumnezeului tău.",
                "21": "De aceea, nenorocitule, beat ce ești, dar nu de vin, ascultă:",
                "22": "Așa vorbește Domnul tău, Domnul Dumnezeul tău, care apără pe poporul Lui: „Iată că îți iau din mână potirul amețelii, potirul mâniei Mele, ca să nu mai bei din el,",
                "23": "și îl voi pune în mâna asupritorilor tăi, care îți ziceau: ‘Îndoaie-te, ca să trecem peste tine!’ Îți făceai atunci spinarea ca un pământ și ca o uliță pentru trecători.”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Ascultați-Mă, voi, care urmăriți dreptatea, voi, care-L căutați pe Domnul! și spre groapa din care ați fost scoși!",
                "2": "Uitați-vă la Avraam, părintele vostru, și la Sara, care v-a născut! Când l-am chemat, era doar el singur, dar Eu l-am binecuvântat și l-am înmulțit!",
                "3": "Domnul va mângâia într-adevăr Sionul, va mângâia toate ruinele lui; îi va face pustiul ca Edenul, și deșertul asemenea grădinii Domnului: bucurie și veselie se vor afla în el, mulțumire și cântare.",
                "4": "Fii atent la Mine, poporul Meu! Pleacă-ți urechea la Mine, națiunea Mea! Căci Legea va ieși de la Mine, o lumină pentru popoare!",
                "5": "Dreptatea Mea este aproape, mântuirea Mea a ieșit, iar brațele Mele vor judeca popoarele. și își pun speranța în brațul Meu.",
                "6": "Ridicați-vă ochii spre ceruri și priviți în jos spre pământ! Căci cerurile se vor risipi ca fumul, pământul se va învechi ca o haină, iar locuitorii lui vor muri ca niște țânțari. și dreptatea Mea nu va fi zdrobită.",
                "7": "Ascultați-Mă, voi, care cunoașteți dreptatea, tu, popor, care ai în inimă Legea Mea! Nu te teme de disprețul oamenilor, nu te înspăimânta de insultele lor,",
                "8": "căci îi va mânca molia ca pe o haină, viermele îi va mânca așa cum mănâncă lâna. Dreptatea Mea însă va dăinui pe vecie, iar mântuirea Mea va fi pentru toate generațiile“.",
                "9": "Trezește-Te! Trezește-Te! Îmbracă-Te în putere, braț al Domnului! Trezește-Te, ca în zilele din vechime, ca în generațiile de demult! Nu ești Tu Acela Care l-ai tăiat pe Rahab în bucăți, Care l-ai străpuns pe monstru?",
                "10": "Nu ești Tu Acela Care ai uscat marea, apele marelui adânc, Care ai făcut un drum în adâncurile mării, o cale de trecere pentru cei răscumpărați?",
                "11": "Răscumpărații Domnului se vor întoarce și vor intra în Sion cu strigăte de bucurie. O bucurie veșnică va fi pe capul lor; bucuria și veselia îi vor copleși, iar durerea și suspinul vor fugi de la ei.",
                "12": "„Eu, Eu sunt Cel Ce vă mângâi! Cine ești tu, ca să te temi de omul care moare, de fiul omului, care este făcut ca iarba,",
                "13": "și să uiți de Domnul, Creatorul tău, și a întemeiat pământul, și să-ți fie frică neîncetat, toată ziua, de furia asupritorului care urmărește să distrugă? Unde este furia asupritorului?",
                "14": "Cel subjugat va fi eliberat curând; și nici nu-i va lipsi pâinea.",
                "15": "Căci Eu sunt Domnul, Dumnezeul tău, Cel Care stârnește marea și face să-i urle valurile – Domnul Oștirilor este Numele Său.",
                "16": "Am pus cuvintele Mele în gura ta și te-am acoperit cu umbra mâinii Mele, ca să așez cerurile, să pun temeliile pământului și să zic Sionului: «Tu ești poporul Meu!»“.",
                "17": "Trezește-te! Trezește-te! Ridică-te, Ierusalime, tu, care ai băut din mâna Domnului paharul furiei Lui, care ai sorbit până la drojdii potirul amețelii!",
                "18": "Între toți fiii pe care i-a născut, nu este niciunul care să-l călăuzească; între toți fiii pe care i-a crescut, nu este niciunul care să-l apuce de mână.",
                "19": "Aceste două nenorociri au venit peste tine: pustiirea și nimicirea, foametea și sabia. Cine mai poate să plângă pentru tine? Cine te mai poate mângâia?",
                "20": "Fiii tăi zac leșinați la fiecare colț de uliță, ca o antilopă prinsă în laț. și de mustrarea Dumnezeului tău.",
                "21": "De aceea, ascultă aceasta, tu, care ești asuprit, tu, care ești beat, dar nu de vin!",
                "22": "Așa vorbește Stăpânul tău, Domnul și Dumnezeul tău, Apărătorul poporului Său: „Iată, ți-am luat din mână paharul amețelii, iar din acel potir, din paharul furiei Mele, nu vei mai bea vreodată!",
                "23": "Îl voi pune în mâna celor ce te chinuie, a celor care ți-au zis: «Apleacă-te, ca să putem călca peste tine!». și ca un drum pe care ei să umble!“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "“Listen to me, you who follow after righteousness, you who seek Yahweh. Look to the rock you were cut from, and to the quarry you were dug from.",
                "2": "Look to Abraham your father, and to Sarah who bore you; for when he was but one I called him, I blessed him, and made him many.",
                "3": "For Yahweh has comforted Zion. He has comforted all her waste places, and has made her wilderness like Eden, and her desert like the garden of Yahweh. Joy and gladness will be found in them, thanksgiving, and the voice of melody.",
                "4": "“Listen to me, my people; and hear me, my nation, for a law will go out from me, and I will establish my justice for a light to the peoples.",
                "5": "My righteousness is near. My salvation has gone out, and my arms will judge the peoples. The islands will wait for me, and they will trust my arm.",
                "6": "Lift up your eyes to the heavens, and look at the earth beneath; for the heavens will vanish away like smoke, and the earth will wear out like a garment. Its inhabitants will die in the same way, but my salvation will be forever, and my righteousness will not be abolished.",
                "7": "“Listen to me, you who know righteousness, the people in whose heart is my law. Don’t fear the reproach of men, and don’t be dismayed at their insults.",
                "8": "For the moth will eat them up like a garment, and the worm will eat them like wool; but my righteousness will be forever, and my salvation to all generations.”",
                "9": "Awake, awake, put on strength, arm of Yahweh! Awake, as in the days of old, the generations of ancient times. Isn’t it you who cut Rahab in pieces, who pierced the monster?",
                "10": "Isn’t it you who dried up the sea, the waters of the great deep; who made the depths of the sea a way for the redeemed to pass over?",
                "11": "Those ransomed by Yahweh will return, and come with singing to Zion. Everlasting joy shall be on their heads. They will obtain gladness and joy. Sorrow and sighing shall flee away.",
                "12": "“I, even I, am he who comforts you. Who are you, that you are afraid of man who shall die, and of the son of man who will be made as grass?",
                "13": "Have you forgotten Yahweh your Maker, who stretched out the heavens, and laid the foundations of the earth? Do you live in fear continually all day because of the fury of the oppressor, when he prepares to destroy? Where is the fury of the oppressor?",
                "14": "The captive exile will speedily be freed. He will not die and go down into the pit. His bread won’t fail.",
                "15": "For I am Yahweh your God, who stirs up the sea so that its waves roar. Yahweh of Armies is his name.",
                "16": "I have put my words in your mouth and have covered you in the shadow of my hand, that I may plant the heavens, and lay the foundations of the earth, and tell Zion, ‘You are my people.’”",
                "17": "Awake, awake! Stand up, Jerusalem, you who have drunk from Yahweh’s hand the cup of his wrath. You have drunken the bowl of the cup of staggering, and drained it.",
                "18": "There is no one to guide her among all the sons to whom she has given birth; and there is no one who takes her by the hand among all the sons whom she has brought up.",
                "19": "These two things have happened to you— who will grieve with you?— desolation and destruction, and famine and the sword. How can I comfort you?",
                "20": "Your sons have fainted. They lie at the head of all the streets, like an antelope in a net. They are full of Yahweh’s wrath, the rebuke of your God.",
                "21": "Therefore now hear this, you afflicted, and drunken, but not with wine:",
                "22": "Your Lord Yahweh, your God who pleads the cause of his people, says, “Behold, I have taken out of your hand the cup of staggering, even the bowl of the cup of my wrath. You will not drink it any more.",
                "23": "I will put it into the hand of those who afflict you, who have said to your soul, ‘Bow down, that we may walk over you;’ and you have laid your back as the ground, like a street to those who walk over.”"
            }
        }
    }
}