{
    "book": "Isaia",
    "chapter": "59",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Nu, mâna Domnului nu este prea scurtă ca să mântuiască, nici urechea Lui prea tare ca să audă,",
                "2": "ci nelegiuirile voastre pun un zid de despărțire între voi și Dumnezeul vostru; păcatele voastre vă ascund Fața Lui și-L împiedică să v-asculte!",
                "3": "Căci mâinile vă sunt mânjite de sânge și degetele, de nelegiuiri; buzele voastre spun minciuni și limba voastră vorbește nelegiuiri.",
                "4": "Niciunuia nu-i place dreptatea, niciunul nu se judecă cu dreptate; ei se bizuiesc pe lucruri deșarte și spun neadevăruri, zămislesc răul și nasc nelegiuirea.",
                "5": "Clocesc ouă de basilisc și țes pânze de păianjen. Cine mănâncă din ouăle lor moare și, dacă se sparge vreunul, iese o năpârcă.",
                "6": "Pânzele lor nu slujesc la facerea hainelor și nu pot să se acopere cu lucrarea lor, căci lucrările lor sunt niște lucrări nelegiuite și în mâinile lor sunt fapte de silnicie.",
                "7": "Picioarele lor aleargă spre rău și se grăbesc să verse sânge nevinovat; gândurile lor sunt gânduri nelegiuite, prăpădul și nimicirea sunt pe drumul lor.",
                "8": "Ei nu cunosc calea păcii și în căile lor nu este dreptate; apucă pe cărări sucite: oricine umblă pe ele nu cunoaște pacea.",
                "9": "De aceea hotărârea de izbăvire este departe de noi și mântuirea nu ne ajunge. Așteptăm lumina, și iată întunericul; lucirea, și umblăm în negură!",
                "10": "Bâjbâim ca niște orbi de-a lungul unui zid, bâjbâim ca cei ce n-au ochi, ne poticnim ziua-n amiaza mare ca noaptea, în mijlocul celor sănătoși suntem ca niște morți.",
                "11": "Mormăim cu toții ca niște urși, ne văităm ca niște porumbei, așteptăm izbăvirea, și nu este, așteptăm mântuirea, și ea este departe de noi.",
                "12": "Căci fărădelegile noastre sunt multe înaintea Ta și păcatele noastre mărturisesc împotriva noastră; fărădelegile noastre sunt cu noi și ne cunoaștem nelegiuirile noastre.",
                "13": "Am fost vinovați și necredincioși față de Domnul, am părăsit pe Dumnezeul nostru; am vorbit cu apăsare și răzvrătire, am cugetat și am vorbit cuvinte mincinoase,",
                "14": "și astfel izbăvirea s-a întors îndărăt și mântuirea a stat deoparte, căci adevărul s-a poticnit în piața de obște și neprihănirea nu poate să se apropie.",
                "15": "Adevărul s-a făcut nevăzut, și cel ce se depărtează de rău este jefuit. Domnul vede, cu privirea mânioasă, că nu mai este nicio neprihănire.",
                "16": "El vede că nu este niciun om și Se miră că nimeni nu mijlocește. Atunci brațul Lui Îi vine în ajutor și neprihănirea Lui Îl sprijină.",
                "17": "Se îmbracă cu neprihănirea ca și cu o platoșă, Își pune pe cap coiful mântuirii, ia răzbunarea ca o haină și Se acoperă cu gelozia ca și cu o manta.",
                "18": "El va răsplăti fiecăruia după faptele lui, va da potrivnicilor Săi mânia, va întoarce la fel vrăjmașilor Săi și va da ostroavelor plata cuvenită!",
                "19": "Atunci se vor teme de Numele Domnului cei de la apus, și de slava Lui, cei de la răsăritul soarelui. Când va năvăli vrăjmașul ca un râu, Duhul Domnului îl va pune pe fugă.",
                "20": "„Da, va veni un Răscumpărător pentru Sion, pentru cei ai lui Iacov care se vor întoarce de la păcatele lor”, zice Domnul.",
                "21": "„Și iată legământul Meu cu ei”, zice Domnul: „Duhul Meu, care Se odihnește peste tine, și cuvintele Mele, pe care le-am pus în gura ta, nu se vor mai depărta din gura ta, nici din gura copiilor tăi, nici din gura copiilor copiilor tăi, de acum și până-n veac”, zice Domnul."
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Iată, mâna Domnului nu este prea scurtă să ajute, nici urechea Lui prea surdă ca să audă,",
                "2": "ci nelegiuirile voastre v-au separat și păcatele voastre I-au ascuns fața de voi, astfel că nu vă aude.",
                "3": "Căci mâinile vă sunt mânjite cu sânge și degetele cu nelegiuire. Buzele voastre spun minciuni, iar limba voastră murmură nedreptate.",
                "4": "Nimeni nu cheamă la dreptate, niciunul nu judecă cu credincioșie, ci se încred în deșertăciune și spun minciuni, zămislesc necaz și dau naștere la nelegiuire.",
                "5": "Clocesc ouă de vipere și țes pânză de păianjen. Oricine le mănâncă ouăle moare, iar dacă vreunul este spart, iese o viperă.",
                "6": "Pânzele lor nu pot sluji ca îmbrăcăminte și ei nu se pot acoperi cu ceea ce au făcut. și numai acte de violență se află în mâinile lor.",
                "7": "Picioarele lor aleargă spre rău și se grăbesc să verse sânge nevinovat; gândurile lor sunt gânduri ale nelegiuirii, iar pe căile lor se află prăpădul și distrugerea.",
                "8": "N-au cunoscut calea păcii și dreptatea nu se află pe potecile lor. Au strâmbat cărările pe care pășesc, astfel că nimeni care umblă pe ele nu cunoaște pacea.",
                "9": "De aceea judecata dreaptă se află departe de noi și dreptatea nu ajunge până la noi. Așteptăm lumina, dar iată că nu este decât întuneric; așteptăm strălucirea, dar umblăm în beznă.",
                "10": "Bâjbâim ca niște orbi de-a lungul unui zid, bâjbâim ca niște oameni fără vedere; și între cei puternici suntem ca niște morți.",
                "11": "Mormăim cu toții ca niște urși și ne jelim ca niște porumbei. Așteptăm justiția, dar aceasta nu există; așteptăm eliberarea, dar ea este departe de noi.",
                "12": "Căci fărădelegile noastre sunt multe înaintea Ta și păcatele noastre mărturisesc împotriva noastră. și ne cunoaștem nelegiuirile.",
                "13": "Ne-am răzvrătit și am înșelat împotriva Domnului, ne-am întors de la a-L urma pe Dumnezeul nostru, am vorbit de asuprire și de apostazie, cuvinte mincinoase.",
                "14": "Astfel, justiția este îndepărtată și dreptatea stă la distanță, și onestitatea nu poate intra.",
                "15": "Adevărul nu este de găsit și cel ce se îndepărtează de rău devine o pradă. că nu mai era justiție.",
                "16": "El a văzut că nu era nimeni, a fost uimit că nu era nimeni care să mijlocească, și dreptatea Sa L-a sprijinit.",
                "17": "S-a îmbrăcat cu dreptatea ca și cu o armură și Și-a pus pe cap coiful mântuirii; și S-a înfășurat cu zelul ca și cu o mantie.",
                "18": "Va răsplăti fiecăruia după faptele lui: vrăjmașilor Săi le va face parte de furie, iar dușmanilor Săi le va oferi răsplata cuvenită. Le va da insulelor răsplata cuvenită.",
                "19": "Cei din vest se vor teme de Numele Domnului, se vor teme de gloria Lui. Căci El va veni ca un râu puternic, condus de Duhul Domnului.",
                "20": "„Răscumpărătorul va veni în Sion, la cei din Iacov, care renunță la fărădelege“, zice Domnul.",
                "21": "„Cât despre Mine, acesta este legământul Meu cu ei“, zice Domnul. „Duhul Meu, Care este peste tine, și cuvintele Mele, pe care le-am pus în gura ta, nu se vor mai îndepărta din gura ta, din gura copiilor tăi sau din gura urmașilor copiilor tăi, de acum și pentru totdeauna“, zice Domnul."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Behold, Yahweh’s hand is not shortened, that it can’t save; nor his ear dull, that it can’t hear.",
                "2": "But your iniquities have separated you and your God, and your sins have hidden his face from you, so that he will not hear.",
                "3": "For your hands are defiled with blood, and your fingers with iniquity. Your lips have spoken lies. Your tongue mutters wickedness.",
                "4": "No one sues in righteousness, and no one pleads in truth. and speak lies. and give birth to iniquity.",
                "5": "They hatch adders’ eggs and weave the spider’s web. He who eats of their eggs dies; and that which is crushed breaks out into a viper.",
                "6": "Their webs won’t become garments. They won’t cover themselves with their works. Their works are works of iniquity, and acts of violence are in their hands.",
                "7": "Their feet run to evil, and they hurry to shed innocent blood. Their thoughts are thoughts of iniquity. Desolation and destruction are in their paths.",
                "8": "They don’t know the way of peace; and there is no justice in their ways. They have made crooked paths for themselves; whoever goes in them doesn’t know peace.",
                "9": "Therefore justice is far from us, and righteousness doesn’t overtake us. We look for light, but see darkness; for brightness, but we walk in obscurity.",
                "10": "We grope for the wall like the blind. Yes, we grope as those who have no eyes. We stumble at noon as if it were twilight. Among those who are strong, we are like dead men.",
                "11": "We all roar like bears and moan sadly like doves. We look for justice, but there is none, for salvation, but it is far off from us.",
                "12": "For our transgressions are multiplied before you, and our sins testify against us; for our transgressions are with us, and as for our iniquities, we know them:",
                "13": "transgressing and denying Yahweh, and turning away from following our God, speaking oppression and revolt, conceiving and uttering from the heart words of falsehood.",
                "14": "Justice is turned away backward, and righteousness stands far away; for truth has fallen in the street, and uprightness can’t enter.",
                "15": "Yes, truth is lacking; and he who departs from evil makes himself a prey. Yahweh saw it, and it displeased him that there was no justice.",
                "16": "He saw that there was no man, and wondered that there was no intercessor. Therefore his own arm brought salvation to him; and his righteousness sustained him.",
                "17": "He put on righteousness as a breastplate, and a helmet of salvation on his head. He put on garments of vengeance for clothing, and was clad with zeal as a mantle.",
                "18": "According to their deeds, he will repay as appropriate: wrath to his adversaries, recompense to his enemies. He will repay the islands their due.",
                "19": "So they will fear Yahweh’s name from the west, and his glory from the rising of the sun; for he will come as a rushing stream, which Yahweh’s breath drives.",
                "20": "“A Redeemer will come to Zion, and to those who turn from disobedience in Jacob,” says Yahweh.",
                "21": "“As for me, this is my covenant with them,” says Yahweh. “My Spirit who is on you, and my words which I have put in your mouth shall not depart out of your mouth, nor out of the mouth of your offspring, nor out of the mouth of your offspring’s offspring,” says Yahweh, “from now on and forever.”"
            }
        }
    }
}