{
    "book": "Isaia",
    "chapter": "9",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Totuși întunericul nu va împărăți veșnic pe pământul în care acum este necaz. După cum în vremurile trecute a acoperit cu ocară țara lui Zabulon și țara lui Neftali, în vremurile viitoare va acoperi cu slavă ținutul de lângă mare, țara de dincolo de Iordan, Galileea neamurilor.",
                "2": "Poporul care umbla în întuneric vede o mare lumină; peste cei ce locuiau în țara umbrei morții răsare o lumină.",
                "3": "Tu înmulțești poporul, îi dai mari bucurii; și el se bucură înaintea Ta cum se bucură la seceriș, cum se veselește la împărțirea prăzii.",
                "4": "Căci jugul care apăsa asupra lui, toiagul care-i lovea spinarea, nuiaua celui ce-l asuprea, le-ai sfărâmat, ca în ziua lui Madian.",
                "5": "Căci orice încălțăminte purtată în învălmășeala luptei și orice haină de război tăvălită în sânge vor fi aruncate în flăcări, ca să fie arse de foc.",
                "6": "Căci un Copil ni S-a născut, un Fiu ni s-a dat și domnia va fi pe umărul Lui; Îl vor numi: Minunat, Sfetnic, Dumnezeu tare, Părintele veșniciilor, Domn al păcii.",
                "7": "El va face ca domnia Lui să crească și o pace fără sfârșit va da scaunului de domnie al lui David și împărăției lui, o va întări și o va sprijini prin judecată și neprihănire, de acum și-n veci de veci. Iată ce va face râvna Domnului oștirilor.",
                "8": "Domnul trimite un cuvânt împotriva lui Iacov, cuvânt care cade asupra lui Israel.",
                "9": "Tot poporul va avea cunoștință de el, Efraim și locuitorii Samariei, care spun cu mândrie și îngâmfare:",
                "10": "„Au căzut niște cărămizi, dar vom zidi cu pietre cioplite, au fost tăiați niște smochini din Egipt, dar îi vom înlocui cu cedri.”",
                "11": "De aceea Domnul va ridica împotriva lor pe vrăjmașii lui Rețin și va stârni pe vrăjmașii lor:",
                "12": "pe sirienii de la răsărit, pe filistenii de la apus, și vor mânca pe Israel cu gura plină; cu toate acestea, mânia Lui nu se potolește și mâna Lui este tot întinsă.",
                "13": "Căci nici poporul nu se întoarce la Cel ce-l lovește și nu caută pe Domnul oștirilor.",
                "14": "De aceea Domnul va smulge din Israel capul și coada, ramura de finic și trestia într-o singură zi.",
                "15": "(Bătrânul și dregătorul sunt capul, și prorocul care învață pe oameni minciuni este coada.)",
                "16": "Cei ce povățuiesc pe poporul acesta îl duc în rătăcire și cei ce se lasă povățuiți de ei sunt pierduți.",
                "17": "De aceea nici Domnul n-ar putea să se bucure de tinerii lor, nici să aibă milă de orfanii și văduvele lor, căci toți sunt niște nelegiuiți și niște răi și toate gurile lor spun mișelii. Cu toate acestea, mânia Lui nu se potolește și mâna Lui este tot întinsă.",
                "18": "Căci răutatea arde ca un foc, care mănâncă mărăcini și spini, aprinde desișul pădurii, din care se înalță stâlpi de fum.",
                "19": "De mânia Domnului oștirilor, țara parcă ar fi aprinsă și poporul este ca ars de foc; nimeni nu cruță pe fratele său,",
                "20": "fiecare jefuiește în dreapta și rămâne flămând, mănâncă în stânga și nu se satură. La urmă își mănâncă fiecare carnea brațului său:",
                "21": "Manase mănâncă pe Efraim, Efraim – pe Manase și amândoi, împreună, pe Iuda. Cu toate acestea, mânia Lui nu se potolește și mâna Lui este tot întinsă."
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Totuși, nu va mai fi întunecime peste cei ce au fost în necaz. Așa cum, în trecut, El a făcut de rușine teritoriul lui Zabulon și teritoriul lui Neftali, tot astfel, în viitor, El va acoperi de glorie Galileea națiunilor, calea către mare, dincolo de Iordan.",
                "2": "Poporul care umbla în întuneric a văzut o mare lumină! Peste cei ce locuiau în țara umbrei morții, a strălucit o lumină!",
                "3": "Tu ai înmulțit națiunea și ai făcut să-i crească bucuria. și cum se bucură cei care împart o pradă.",
                "4": "Fiindcă jugul care-i apăsa, și toiagul celui care-i asuprește, ca în ziua înfrângerii lui Midian.",
                "5": "Căci orice încălțăminte purtată în învălmășeala luptei va fi arsă, va deveni hrană pentru foc.",
                "6": "Căci un Copil ni S-a născut, un Fiu ni S-a dat, iar autoritatea va sta pe umerii Săi. I se va pune numele: „Sfetnic minunat, Dumnezeu puternic, Tată veșnic, Prinț al păcii“.",
                "7": "Autoritatea Sa va crește pentru tronul lui David și pentru împărăția Sa. și o va întări prin judecată și dreptate, de acum și pentru totdeauna. Zelul Domnului Oștirilor va face lucrul acesta.",
                "8": "Stăpânul a trimis un mesaj împotriva lui Iacov; mesajul va cădea asupra lui Israel.",
                "9": "Tot poporul – Efraim și locuitorii Samariei – va afla despre el, toți cei care, cu mândrie și aroganță în inimă, zic:",
                "10": "„Au căzut cărămizile, dar noi vom construi cu pietre cioplite! Sicomorii au fost tăiați, dar noi îi vom înlocui cu cedri!“.",
                "11": "Dar Domnul i-a ridicat împotriva lor pe vrăjmașii lui Rețin, i-a stârnit pe dușmanii lor:",
                "12": "arameii la est, și filistenii la vest; ei l-au devorat pe Israel cu toată gura! Cu toate acestea, mânia Lui nu s-a calmat, iar mâna Sa este încă întinsă.",
                "13": "Dar poporul nu s-a întors la Cel Ce îl lovea, nu L-a căutat pe Domnul Oștirilor.",
                "14": "Așa că Domnul a tăiat din Israel capul și coada, ramura de palmier și trestia, într-o singură zi.",
                "15": "Bătrânii și demnitarii sunt capul, iar profeții care învață minciuni sunt coada.",
                "16": "Cei ce conduc acest popor îl duc în rătăcire, iar cei ce sunt conduși de ei sunt înghițiți.",
                "17": "De aceea Stăpânul nu Se mai bucură de tinerii lor, nici nu mai are milă de orfanii și de văduvele lor, pentru că toți sunt lipsiți de evlavie și răi, orice gură vorbește spurcăciuni. Cu toate acestea, mânia Lui nu s-a calmat, iar mâna Sa este încă întinsă.",
                "18": "Da! Răutatea arde ca un foc, și aprinde desișul pădurii, din care se înalță un stâlp de fum.",
                "19": "Țara este arsă de furia Domnului Oștirilor, iar poporul este precum ceva de pus pe foc. Nimeni nu-și cruță fratele.",
                "20": "Unul jefuiește din dreapta și rămâne flămând, mănâncă din stânga și nu se satură; fiecare mănâncă din carnea rudeniei sale.",
                "21": "Manase îl mănâncă pe Efraim, și Efraim pe Manase, iar împreună ei îl mănâncă pe Iuda. Cu toate acestea, mânia Lui nu s-a calmat, iar mâna Sa este încă întinsă."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "But there shall be no more gloom for her who was in anguish. In the former time, he brought into contempt the land of Zebulun and the land of Naphtali; but in the latter time he has made it glorious, by the way of the sea, beyond the Jordan, Galilee of the nations.",
                "2": "The people who walked in darkness have seen a great light. The light has shined on those who lived in the land of the shadow of death.",
                "3": "You have multiplied the nation. You have increased their joy. They rejoice before you according to the joy in harvest, as men rejoice when they divide the plunder.",
                "4": "For the yoke of his burden, and the staff of his shoulder, the rod of his oppressor, you have broken as in the day of Midian.",
                "5": "For all the armor of the armed man in the noisy battle, and the garments rolled in blood, will be for burning, fuel for the fire.",
                "6": "For a child is born to us. A son is given to us; and the government will be on his shoulders. His name will be called Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace.",
                "7": "Of the increase of his government and of peace there shall be no end, on David’s throne, and on his kingdom, to establish it, and to uphold it with justice and with righteousness from that time on, even forever. The zeal of Yahweh of Armies will perform this.",
                "8": "The Lord sent a word into Jacob, and it falls on Israel.",
                "9": "All the people will know, including Ephraim and the inhabitants of Samaria, who say in pride and in arrogance of heart,",
                "10": "“The bricks have fallen, but we will build with cut stone. The sycamore fig trees have been cut down, but we will put cedars in their place.”",
                "11": "Therefore Yahweh will set up on high against him the adversaries of Rezin, and will stir up his enemies,",
                "12": "The Syrians in front, and the Philistines behind; and they will devour Israel with open mouth. For all this, his anger is not turned away, but his hand is stretched out still.",
                "13": "Yet the people have not turned to him who struck them, neither have they sought Yahweh of Armies.",
                "14": "Therefore Yahweh will cut off from Israel head and tail, palm branch and reed, in one day.",
                "15": "The elder and the honorable man is the head, and the prophet who teaches lies is the tail.",
                "16": "For those who lead this people lead them astray; and those who are led by them are destroyed.",
                "17": "Therefore the Lord will not rejoice over their young men, neither will he have compassion on their fatherless and widows; for everyone is profane and an evildoer, and every mouth speaks folly. For all this his anger is not turned away, but his hand is stretched out still.",
                "18": "For wickedness burns like a fire. It devours the briers and thorns; yes, it kindles in the thickets of the forest, and they roll upward in a column of smoke.",
                "19": "Through Yahweh of Armies’ wrath, the land is burned up; and the people are the fuel for the fire. No one spares his brother.",
                "20": "One will devour on the right hand, and be hungry; and he will eat on the left hand, and they will not be satisfied. Everyone will eat the flesh of his own arm:",
                "21": "Manasseh eating Ephraim and Ephraim eating Manasseh, and they together will be against Judah. For all this his anger is not turned away, but his hand is stretched out still."
            }
        }
    }
}