{
    "book": "Isaia",
    "chapter": "8",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Domnul mi-a zis: „Ia o tablă mare și scrie pe ea așa, ca să se înțeleagă: ‘Grăbește-te de prădează, aruncă-te asupra prăzii!’”",
                "2": "Am luat cu mine niște martori vrednici de credință: pe preotul Urie și pe Zaharia, fiul lui Berechia.",
                "3": "M-am apropiat de prorociță. Ea a zămislit și a născut un fiu. Apoi, Domnul mi-a zis: „Pune-i numele Maher-Șalal-Haș-Baz (Grăbește de prădează, aruncă-te asupra prăzii),",
                "4": "căci, înainte ca să știe copilul să spună: ‘tată’ și ‘mamă’, se vor lua dinaintea împăratului Asiriei bogățiile Damascului și prada Samariei.”",
                "5": "Domnul mi-a vorbit iarăși și mi-a zis:",
                "6": "„Pentru că poporul acesta a disprețuit apele din Siloe, care curg lin, și s-a bucurat de Rețin și de fiul lui Remalia,",
                "7": "iată, Domnul va trimite împotriva lor apele puternice și mari ale râului (Eufrat), adică pe împăratul Asiriei cu toată puterea lui; pretutindeni el va ieși din albia lui și se va vărsa peste malurile lui;",
                "8": "va pătrunde în Iuda, va da peste maluri, va năvăli și va ajunge până la gât. Iar aripile întinse ale oastei lui vor umple întinderea țării tale, Emanuele!”",
                "9": "„Scoateți strigăte de război cât voiți, popoare, căci tot veți fi zdrobite; luați aminte, toți cei ce locuiți departe! Pregătiți-vă oricât de luptă, căci tot veți fi zdrobiți. Pregătiți-vă oricât de luptă, căci tot veți fi zdrobiți.",
                "10": "Faceți la planuri cât voiți, căci nu se va alege nimic de ele! Luați hotărâri cât voiți, căci vor fi fără urmări! Căci Dumnezeu este cu noi (Emanuel).”",
                "11": "Așa mi-a vorbit Domnul când m-a apucat mâna Lui și m-a înștiințat să nu umblu pe calea poporului acestuia:",
                "12": "„Nu numiți uneltire tot ce numește poporul acesta uneltire și nu vă temeți de ce se teme el, nici nu vă speriați!",
                "13": "Sfințiți însă pe Domnul oștirilor. De El să vă temeți și să vă înfricoșați.",
                "14": "Și atunci El va fi un locaș sfânt, dar și o piatră de poticnire, o stâncă de păcătuire pentru cele două case ale lui Israel, un laț și o cursă pentru locuitorii Ierusalimului!",
                "15": "Mulți se vor poticni, vor cădea și se vor sfărâma, vor da în laț și vor fi prinși.” –",
                "16": "„Învelește această mărturie, pecetluiește această descoperire între ucenicii Mei!”",
                "17": "Eu nădăjduiesc în Domnul, care Își ascunde Fața de casa lui Iacov. În El îmi pun încrederea.",
                "18": "Iată, eu și copiii pe care mi i-a dat Domnul suntem niște semne și niște minuni în Israel, din partea Domnului oștirilor, care locuiește pe muntele Sionului.",
                "19": "Dacă vi se zice însă: „Întrebați pe cei ce cheamă morții și pe cei ce spun viitorul, care șoptesc și bolborosesc!”, răspundeți: „Nu va întreba oare un popor pe Dumnezeul său? Va întreba el pe cei morți pentru cei vii?",
                "20": "La lege și la mărturie!” Căci, dacă nu vor vorbi așa, nu vor mai răsări zorile pentru poporul acesta.",
                "21": "El va pribegi prin țară apăsat și flămând și, când îi va fi foame, se va mânia și va huli pe Împăratul și Dumnezeul lui, apoi, fie că va ridica ochii în sus,",
                "22": "fie că se va uita spre pământ, iată, nu va fi decât necaz, negură, nevoie neagră și se va vedea izgonit în întuneric beznă."
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Domnul mi-a zis: „Ia o placă mare și scrie pe ea cu un stilet obișnuit: «Maher-Șalal-Haș-Baz»“.",
                "2": "Iar ca martori ai mei, demni de încredere, i-am chemat pe preotul Urie și pe Zaharia, fiul lui Ieberechia.",
                "3": "M-am apropiat apoi de profetesă; ea a rămas însărcinată și a născut un fiu. Domnul mi-a zis: „Pune-i numele Maher-Șalal-Haș-Baz.",
                "4": "Căci înainte să știe copilul să zică: «Tatăl meu» și «Mama mea», bogăția Damascului și prada din Samaria vor fi luate de împăratul Asiriei“.",
                "5": "Domnul mi-a vorbit din nou, zicând:",
                "6": "„Pentru că poporul acesta a respins apele din Șiloah, care curg lin, și cu fiul lui Remalia,",
                "7": "de aceea, iată, Stăpânul va ridica împotriva lor apele mari și puternice ale Râului, adică pe împăratul Asiriei și toată gloria sa. și se va revărsa peste toate malurile lui!",
                "8": "Va pătrunde în Iuda, se va revărsa și le va ajunge până la gât! vor acoperi întinderea țării tale, Emanuele!“.",
                "9": "Scoateți strigăte de război, popoare! Apoi, pregătiți-vă să fiți zdrobite! Ascultați cu atenție, voi, toate țările îndepărtate! Fiți gata de luptă! Apoi, pregătiți-vă să fiți zdrobite! Fiți gata de luptă! Apoi, pregătiți-vă să fiți zdrobite!",
                "10": "Faceți planuri, dar să știți că nu vor fi duse la îndeplinire! Luați decizii, dar să știți că nu vor rămâne în picioare, pentru că Dumnezeu este cu noi!",
                "11": "Domnul mi-a vorbit, în timp ce mâna Sa puternică era asupra mea, și m-a avertizat să nu umblu pe calea acestui popor. El a zis:",
                "12": "„Nu numiți conspirație tot ceea ce poporul acesta numește conspirație! și nu vă îngroziți!",
                "13": "Ci pe Domnul Oștirilor să-L priviți ca sfânt; de El să vă fie teamă și de El să vă îngroziți.",
                "14": "El va fi un Lăcaș Sfânt, și o Stâncă din cauza căreia vor cădea. pentru locuitorii Ierusalimului.",
                "15": "Mulți dintre ei se vor împiedica, vor cădea și vor fi sfărâmați, vor fi prinși în laț și capturați.",
                "16": "Leagă această mărturie și sigilează această lege între ucenicii Mei!“.",
                "17": "Îmi voi pune speranța în Domnul, Care Își ascunde fața de Casa lui Iacov. Îmi voi pune încrederea în El.",
                "18": "Iată-ne, eu și copiii pe care mi i-a dat Domnul! Suntem semne și prevestiri în Israel de la Domnul Oștirilor, Care locuiește pe muntele Sion.",
                "19": "Când vă vor zice: „Căutați-i pe cei ce întreabă duhurile morților și pe cei ce cheamă spiritele, pe cei care șoptesc și bolborosesc!“, să răspundeți: „Nu-l va întreba oare un popor pe Dumnezeul său? De ce să întrebe pe cei morți pentru cei vii?",
                "20": "La lege și la mărturie!“. Dacă nu veți vorbi potrivit acestui mesaj, nu veți avea parte de lumina zorilor.",
                "21": "Necăjit și flămând, poporul va hoinări prin țară, iar când îi va fi foame se va mânia și, uitându-se în sus, își va blestema regele și Dumnezeul.",
                "22": "Apoi se va uita către pământ și iată că va fi numai necaz, întuneric și negură chinuitoare; și va fi alungat în beznă."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Yahweh said to me, “Take a large tablet, and write on it with a man’s pen, ‘For Maher Shalal Hash Baz’;",
                "2": "and I will take for myself faithful witnesses to testify: Uriah the priest, and Zechariah the son of Jeberechiah.”",
                "3": "I went to the prophetess, and she conceived, and bore a son. Then Yahweh said to me, “Call his name ‘Maher Shalal Hash Baz.’",
                "4": "For before the child knows how to say, ‘My father’ and ‘My mother,’ the riches of Damascus and the plunder of Samaria will be carried away by the king of Assyria.”",
                "5": "Yahweh spoke to me yet again, saying,",
                "6": "“Because this people has refused the waters of Shiloah that go softly, and rejoice in Rezin and Remaliah’s son;",
                "7": "now therefore, behold, the Lord brings upon them the mighty flood waters of the River: the king of Assyria and all his glory. It will come up over all its channels, and go over all its banks.",
                "8": "It will sweep onward into Judah. It will overflow and pass through. It will reach even to the neck. The stretching out of its wings will fill the width of your land, O Immanuel.",
                "9": "Make an uproar, you peoples, and be broken in pieces! Listen, all you from far countries: dress for battle, and be shattered! Dress for battle, and be shattered!",
                "10": "Take counsel together, and it will be brought to nothing; speak the word, and it will not stand, for God is with us.”",
                "11": "For Yahweh spoke this to me with a strong hand, and instructed me not to walk in the way of this people, saying,",
                "12": "“Don’t call a conspiracy all that this people call a conspiracy. Don’t fear their threats or be terrorized.",
                "13": "Yahweh of Armies is who you must respect as holy. He is the one you must fear. He is the one you must dread.",
                "14": "He will be a sanctuary, but for both houses of Israel, he will be a stumbling stone and a rock that makes them fall. For the people of Jerusalem, he will be a trap and a snare.",
                "15": "Many will stumble over it, fall, be broken, be snared, and be captured.”",
                "16": "Wrap up the covenant. Seal the law among my disciples.",
                "17": "I will wait for Yahweh, who hides his face from the house of Jacob, and I will look for him.",
                "18": "Behold, I and the children whom Yahweh has given me are for signs and for wonders in Israel from Yahweh of Armies, who dwells in Mount Zion.",
                "19": "When they tell you, “Consult with those who have familiar spirits and with the wizards, who chirp and who mutter,” shouldn’t a people consult with their God? Should they consult the dead on behalf of the living?",
                "20": "Turn to the law and to the covenant! If they don’t speak according to this word, surely there is no morning for them.",
                "21": "They will pass through it, very distressed and hungry. It will happen that when they are hungry, they will worry, and curse their king and their God. They will turn their faces upward,",
                "22": "then look to the earth and see distress, darkness, and the gloom of anguish. They will be driven into thick darkness."
            }
        }
    }
}