{
    "book": "Isaia",
    "chapter": "62",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "De dragostea Sionului nu voi tăcea, de dragostea Ierusalimului nu voi înceta, până nu se va arăta mântuirea lui, lumina soarelui și izbăvirea lui, ca o făclie care s-aprinde.",
                "2": "Atunci neamurile vor vedea mântuirea ta și toți împărații, slava ta și-ți vor pune un nume nou, pe care-l va hotărî gura Domnului.",
                "3": "Vei fi o cunună strălucitoare în mâna Domnului, o legătură împărătească în mâna Dumnezeului tău.",
                "4": "Nu te vor mai numi „Părăsită”, și nu-ți vor mai numi pământul un pustiu, ci te vor numi „Plăcerea Mea este în ea” și țara ta o vor numi Beula (Măritată), căci Domnul Își pune plăcerea în tine și țara ta se va mărita iarăși.",
                "5": "Cum se unește un tânăr cu o fecioară, așa se vor uni fiii tăi cu tine și, cum se bucură mirele de mireasa lui, așa se va bucura Dumnezeul tău de tine.",
                "6": "Pe zidurile tale, Ierusalime, am pus niște străjeri, care nu vor tăcea niciodată, nici zi, nici noapte! Voi, care aduceți aminte Domnului de el, nu vă odihniți deloc!",
                "7": "Și nu-I dați răgaz până nu va așeza din nou Ierusalimul și-l va face o laudă pe pământ.",
                "8": "Domnul a jurat pe dreapta Lui și pe brațul Lui cel puternic, zicând: „Nu voi mai da grâul tău hrană vrăjmașilor tăi și fiii străinului nu vor mai bea vinul tău, pentru care tu te-ai ostenit.",
                "9": "Ci cei ce vor strânge grâul, aceia îl vor mânca și vor lăuda pe Domnul și cei ce vor face vinul, aceia îl vor bea în curțile Locașului Meu celui Sfânt.”",
                "10": "Treceți, treceți pe porți! Pregătiți o cale poporului! Croiți, croiți drum, dați pietrele la o parte! Ridicați un steag peste popoare!",
                "11": "Iată ce vestește Domnul până la marginile pământului: „Spuneți fiicei Sionului: ‘Iată, Mântuitorul tău vine; iată, plata este cu El și răsplătirile merg înaintea Lui.’”",
                "12": "Ei vor fi numiți „Popor sfânt, Răscumpărați ai Domnului”. Iar pe tine te vor numi „Cetate căutată și nepărăsită”."
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "„De dragul Sionului nu voi tăcea, de dragul Ierusalimului nu voi rămâne tăcut, și mântuirea lui nu va arde ca o torță.",
                "2": "Națiunile vor vedea dreptatea ta și toți împărații vor privi gloria ta. Ți se va pune un nume nou, unul pe care-l va hotărî gura Domnului.",
                "3": "Vei fi o coroană frumoasă în mâna Domnului și o cunună regală în palma Dumnezeului tău.",
                "4": "Nu te vor mai numi «Cea părăsită», iar țara ta n-o vor mai numi «Pustietate», ci te vor numi «Plăcerea Mea este în ea», iar țara ta o vor numi «Măritată», pentru că Domnul Își va găsi plăcerea în tine, iar țara ta va fi măritată.",
                "5": "Așa cum un tânăr se căsătorește cu o fecioară, tot așa fiii tăi se vor căsători cu tine. Așa cum un mire se bucură de mireasa lui, tot așa se va bucura Dumnezeul tău de tine.",
                "6": "Am pus străjeri pe zidurile tale, Ierusalime! Toată ziua și toată noaptea, fără oprire, ei nu vor tăcea! Voi, care-I aduceți aminte Domnului,",
                "7": "și nu-I dați pace până nu restaurează Ierusalimul și până nu-l face o laudă pe pământ!“",
                "8": "Domnul a jurat cu mâna Sa dreaptă, cu brațul Său puternic: „Nu voi mai da grânele tale ca hrană dușmanilor tăi, pentru care tu ai muncit din greu,",
                "9": "ci cei ce adună grânele le vor și mânca și-L vor lăuda pe Domnul, în curțile Sfântului Meu Lăcaș“.",
                "10": "Intrați! Intrați pe porți! Pregătiți calea pentru popor! Construiți! Construiți drumul larg! Îndepărtați pietrele! Ridicați un steag pentru popoare!",
                "11": "Iată că Domnul a vestit până la capătul pământului: „Spuneți fiicei Sionului: «Iată, Mântuitorul tău vine la tine! Iată, plata Lui este cu El și răsplata Lui merge înaintea Lui!»“.",
                "12": "Ei vor fi numiți: „Poporul sfânt“, „Răscumpărați ai Domnului“, iar tu vei fi numită: „Cea căutată“, „Cetate nepărăsită“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "For Zion’s sake I will not hold my peace, and for Jerusalem’s sake I will not rest, until her righteousness shines out like the dawn, and her salvation like a burning lamp.",
                "2": "The nations will see your righteousness, and all kings your glory. You will be called by a new name, which Yahweh’s mouth will name.",
                "3": "You will also be a crown of beauty in Yahweh’s hand, and a royal diadem in your God’s hand.",
                "4": "You will not be called Forsaken any more, nor will your land be called Desolate any more; but you will be called Hephzibah, and your land Beulah; for Yahweh delights in you, and your land will be married.",
                "5": "For as a young man marries a virgin, so your sons will marry you. As a bridegroom rejoices over his bride, so your God will rejoice over you.",
                "6": "I have set watchmen on your walls, Jerusalem. They will never be silent day nor night. You who call on Yahweh, take no rest,",
                "7": "and give him no rest until he establishes, and until he makes Jerusalem a praise in the earth.",
                "8": "Yahweh has sworn by his right hand, and by the arm of his strength, “Surely I will no more give your grain to be food for your enemies, and foreigners will not drink your new wine, for which you have labored,",
                "9": "but those who have harvested it will eat it, and praise Yahweh. Those who have gathered it will drink it in the courts of my sanctuary.”",
                "10": "Go through, go through the gates! Prepare the way of the people! Build up, build up the highway! Gather out the stones! Lift up a banner for the peoples.",
                "11": "Behold, Yahweh has proclaimed to the end of the earth: “Say to the daughter of Zion, ‘Behold, your salvation comes! Behold, his reward is with him, and his recompense before him!’”",
                "12": "They will call them “The Holy People, Yahweh’s Redeemed”. You will be called “Sought Out, A City Not Forsaken”."
            }
        }
    }
}