{
    "book": "Isaia",
    "chapter": "44",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Ascultă acum, Iacove, robul Meu, Israele, pe care te-am ales!",
                "2": "Așa vorbește Domnul, care te-a făcut și întocmit și care de la nașterea ta este sprijinul tău: Nu te teme de nimic, robul Meu Iacov, Israelul Meu, pe care l-am ales.",
                "3": "Căci voi turna ape peste pământul însetat și râuri pe pământul uscat; voi turna Duhul Meu peste sămânța ta, și binecuvântarea Mea peste odraslele tale,",
                "4": "și vor răsări ca firele de iarbă între ape, ca sălciile lângă pâraiele de apă.",
                "5": "Unul va zice: ‘Eu sunt al Domnului!’ Altul se va numi cu numele lui Iacov, iar altul va scrie cu mâna lui: ‘Al Domnului sunt!’ Și va fi cinstit cu numele lui Israel.”",
                "6": "Așa vorbește Domnul, Împăratul lui Israel și Răscumpărătorul lui, Domnul oștirilor: „Eu sunt Cel dintâi și Cel de pe urmă și, afară de Mine, nu este alt Dumnezeu.",
                "7": "Cine a făcut prorocii ca Mine (să spună și să-Mi dovedească!), de când am făcut pe oameni din vremurile străvechi? Să vestească viitorul și ce are să se întâmple!",
                "8": "Nu vă temeți și nu tremurați, căci nu ți-am vestit și nu ți-am spus Eu de mult lucrul acesta? Voi Îmi sunteți martori! Este oare un alt Dumnezeu afară de Mine? Nu este altă Stâncă, nu cunosc alta!”",
                "9": "Cei ce fac idoli, toți sunt deșertăciune și cele mai frumoase lucrări ale lor nu slujesc la nimic. Ele însele mărturisesc lucrul acesta: n-au nici vedere, nici pricepere, tocmai ca să rămână de rușine.",
                "10": "Cine este acela care să fi făcut un dumnezeu sau să fi turnat un idol și să nu fi tras niciun folos din el?",
                "11": "Iată, toți închinătorii lor vor rămâne de rușine, căci înșiși meșterii lor nu sunt decât oameni; să se strângă cu toții, să se înfățișeze, și tot vor tremura cu toții și vor fi acoperiți de rușine.",
                "12": "Fierarul face o secure, lucrează cu cărbuni și o fățuiește și-i dă un chip cu lovituri de ciocan și o lucrează cu puterea brațului, dar, dacă-i este foame, este fără vlagă; dacă nu bea apă, este sleit de puteri.",
                "13": "Lemnarul întinde sfoara, face o trăsătură cu creionul, fățuiește lemnul cu o rindea și-i însemnează mărimea cu compasul; face un chip de om, un frumos chip omenesc, ca să locuiască într-o casă.",
                "14": "Își taie cedri, goruni și stejari, pe care și-i alege dintre copacii din pădure. Sădește brazi, și ploaia îi face să crească.",
                "15": "Copacii aceștia slujesc omului pentru ars, el îi ia și se încălzește cu ei. Îi pune pe foc, ca să coacă pâine, și tot din ei face și un dumnezeu căruia i se închină, își face din ei un idol și îngenunchează înaintea lui!",
                "16": "O parte din lemnul acesta o arde în foc, cu o parte fierbe carnea, pregătește o friptură și se satură; se și încălzește și zice: „Ha! ha! M-am încălzit, simt focul!”",
                "17": "Cu ce mai rămâne însă face un dumnezeu, idolul lui. Îngenunchează înaintea lui, i se închină, îl cheamă și strigă: „Mântuiește-mă, căci tu ești dumnezeul meu!”",
                "18": "Ei nu pricep și nu înțeleg, căci li s-au lipit ochii, ca să nu vadă, și inima, ca să nu înțeleagă.",
                "19": "Niciunul nu intră în sine însuși și n-are nici minte, nici pricepere să-și zică: „Am ars o parte din el în foc, am copt pâine pe cărbuni, am fript carne și am mâncat-o. Și să fac din cealaltă parte o scârbă? Să mă închin înaintea unei bucăți de lemn?”",
                "20": "El se hrănește cu cenușă, inima lui amăgită îl duce în rătăcire, ca să nu-și mântuiască sufletul și să nu zică: „N-am oare o minciună în mână?”",
                "21": "„Ține minte aceste lucruri, Iacove, și tu, Israele, căci ești robul Meu. Eu te-am făcut, tu ești robul Meu, Israele, nu Mă uita!",
                "22": "Eu îți șterg fărădelegile ca un nor și păcatele, ca o ceață: întoarce-te la Mine, căci Eu te-am răscumpărat.”",
                "23": "Bucurați-vă, ceruri! Căci Domnul a lucrat; răsunați de veselie, adâncimi ale pământului! Izbucniți în strigăte de bucurie, munților! Și voi, pădurilor, cu toți copacii voștri! Căci Domnul a răscumpărat pe Iacov, Și-a arătat slava în Israel.",
                "24": "Așa vorbește Domnul, Răscumpărătorul tău, Cel ce te-a întocmit din pântecele mamei tale: „Eu, Domnul, am făcut toate aceste lucruri, Eu singur am desfășurat cerurile, Eu am întins pământul. Cine era cu Mine?",
                "25": "Eu zădărnicesc semnele prorocilor mincinoși și arăt ca înșelători pe ghicitori; fac pe cei înțelepți să dea înapoi și le prefac știința în nebunie.",
                "26": "Dar întăresc cuvântul robului Meu și împlinesc ce prorocesc trimișii Mei; Eu zic despre Ierusalim: ‘Va fi locuit’ și despre cetățile lui Iuda: ‘Vor fi zidite iarăși și le voi ridica dărâmăturile.’",
                "27": "Eu zic adâncului: ‘Usucă-te și îți voi seca râurile.’",
                "28": "Eu zic despre Cirus: ‘El este păstorul Meu și el va împlini toată voia Mea; el va zice despre Ierusalim: «Să fie zidit iarăși!» și despre Templu: «Să i se pună temeliile!»’”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Dar acum ascultă, Iacov, slujitorul Meu, Israel, pe care te-am ales!",
                "2": "Așa vorbește Domnul – Cel Care te-a făcut, te-a creat în pântec și te va ajuta: nu te teme, slujitorul Meu Iacov, Ieșurun, pe care te-am ales!",
                "3": "Căci Eu voi turna ape peste pământul însetat și râuri peste pământul uscat. și binecuvântarea Mea peste odraslele tale.",
                "4": "Ei vor răsări ca iarba de pe pajiști și ca sălciile lângă pârâurile de apă.",
                "5": "Unul va zice: «Eu sunt al Domnului!», un altul se va numi cu numele lui Iacov, iar un altul își va scrie pe mână: «Al Domnului!» și va adopta numele de Israel“.",
                "6": "Așa vorbește Domnul, Împăratul lui Israel și Răscumpărătorul său, Domnul Oștirilor: „Eu sunt Cel dintâi și Cel de pe urmă, iar în afară de Mine nu există alt Dumnezeu.",
                "7": "Cine este ca Mine? Să proclame, ce s-a petrecut în vechime, de când Mi-am întemeiat poporul? Ce urmează să se mai întâmple? Să ne prezică ce se va întâmpla!",
                "8": "Nu vă fie frică, nu vă înfiorați! Oare nu v-am vestit și prezis aceste lucruri în trecut? Voi sunteți martorii Mei! Există vreun alt Dumnezeu în afară de Mine? Nu există o altă Stâncă! Eu nu cunosc vreuna“.",
                "9": "Toți cei ce fac chipuri cioplite sunt nimic, iar lucrurile în care-și găsesc plăcerea nu sunt de niciun folos. și nu cunosc, ca să fie făcuți astfel de rușine.",
                "10": "Cine a făcut vreun dumnezeu sau vreun idol turnat, de la care să nu aibă niciun folos?",
                "11": "Iată, toți confrații lui vor fi făcuți de rușine; meșterii nu sunt altceva decât oameni. Să se adune cu toții! Să stea în picioare! și făcuți de rușine împreună.",
                "12": "Fierarul ia o matriță cu care lucrează în cărbunii aprinși. și o prelucrează cu puterea mâinii lui. Apoi i se face foame și rămâne fără putere, iar pentru că nu bea apă, ajunge foarte obosit.",
                "13": "Tâmplarul măsoară cu o sfoară și însemnează măsura cu un stilet. și îl măsoară cu ajutorul compasului. Îl face după asemănarea omului, om în toată splendoarea lui, și apoi îl pune într-o casă.",
                "14": "Taie cedri sau își alege un gorun ori un stejar, pe care îl lăsase să crească printre ceilalți copaci ai pădurii, sau taie un dafin pe care-l plantase, iar ploaia îl făcuse să crească.",
                "15": "Apoi acesta slujește omului ca lemn de foc. Ia o parte din el și se încălzește. Aprinde un foc și coace pâine. Apoi face un dumnezeu și se pleacă înaintea lui; face un chip cioplit și se închină înaintea lui.",
                "16": "Jumătate din el îl pune pe foc; cu acea jumătate își prăjește carne, mănâncă și se satură. De asemenea, se încălzește și zice: „Ha! M-am încălzit privind la foc!“.",
                "17": "Din ce îi rămâne își face un dumnezeu, un chip cioplit. Se închină și se pleacă înaintea lui; se roagă la el și zice: „Scapă-mă, căci tu ești dumnezeul meu!“.",
                "18": "Ei nu cunosc și nu înțeleg, căci ochii lor sunt acoperiți, ca să nu vadă, iar inimile lor sunt întunecate, ca să nu înțeleagă.",
                "19": "Niciunul nu stă să cugete în inima lui și nu are cunoaștere sau pricepere ca să-și zică: „Jumătate l-am pus pe foc; pe cărbunii lui mi-am copt pâine, mi-am fript carne și am mâncat. Voi face oare din ce a rămas o asemenea urâciune? Să mă închin eu la o bucată de lemn?“.",
                "20": "El se hrănește cu cenușă și o inimă înșelătoare îl conduce greșit. Nu se poate elibera singur, nu poate spune: „Ceea ce țin în mână nu este oare o minciună?“.",
                "21": "„Ține minte aceste lucruri, Iacov, căci tu ești slujitorul Meu, Israel! Eu te-am creat; ești slujitorul Meu. O, Israel, nu te voi uita!",
                "22": "Ți-am șters fărădelegile cum s-ar duce un nor, și păcatele cum dispare ceața. Întoarce-te la Mine, căci Eu te-am răscumpărat!“.",
                "23": "Strigați de bucurie, ceruri, căci Domnul a lucrat! Strigați, voi, cele mai de jos locuri ale pământului! Izbucniți în strigăte de bucurie, munților! Și tu, pădure, cu orice copac al tău! Căci Domnul l-a răscumpărat pe Iacov, Și-a arătat gloria prin Israel. Ierusalimul, locuit din nou",
                "24": "Așa vorbește Domnul, Răscumpărătorul tău, Cel Care te-a creat în pântec: „Eu sunt Domnul, Cel Care am făcut toate lucrurile, Cel Care, singur, a desfășurat cerurile, Cel Care, singur, a întins pământul;",
                "25": "Cel Care dovedește ca fiind false semnele celor ce vorbesc flecării, îi arată drept nebuni pe cei care practică divinația, și le dovedește cunoștința ca fiind prostie;",
                "26": "Cel Care confirmă cuvântul slujitorului Său și împlinește anunțul mesagerilor Săi; Cel Care zice despre Ierusalim: «Va fi locuit!» și despre cetățile din Iuda: «Vor fi reconstruite! Eu le voi reclădi din ruine!»;",
                "27": "Cel Care spune adâncului mării: «Fii uscat! Îți voi usca izvoarele!»;",
                "28": "Cel Care spune despre Cirus: «El este păstorul Meu; el va împlini tot ce doresc Eu. El va zice despre Ierusalim: ‘Să fie reconstruit!’, și despre Templu: ‘Să-i fie pusă temelia!’»."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Yet listen now, Jacob my servant, and Israel, whom I have chosen.",
                "2": "This is what Yahweh who made you, and formed you from the womb, who will help you says: “Don’t be afraid, Jacob my servant; and you, Jeshurun, whom I have chosen.",
                "3": "For I will pour water on him who is thirsty, and streams on the dry ground. I will pour my Spirit on your descendants, and my blessing on your offspring;",
                "4": "and they will spring up among the grass, as willows by the watercourses.",
                "5": "One will say, ‘I am Yahweh’s.’ Another will be called by the name of Jacob; and another will write with his hand ‘to Yahweh,’ and honor the name of Israel.”",
                "6": "This is what Yahweh, the King of Israel, and his Redeemer, Yahweh of Armies, says: “I am the first, and I am the last; and besides me there is no God.",
                "7": "Who is like me? Who will call, and will declare it, and set it in order for me, since I established the ancient people? Let them declare the things that are coming, and that will happen.",
                "8": "Don’t fear, neither be afraid. Haven’t I declared it to you long ago, and shown it? You are my witnesses. Is there a God besides me? Indeed, there is not. I don’t know any other Rock.”",
                "9": "Everyone who makes a carved image is vain. The things that they delight in will not profit. Their own witnesses don’t see, nor know, that they may be disappointed.",
                "10": "Who has fashioned a god, or molds an image that is profitable for nothing?",
                "11": "Behold, all his fellows will be disappointed; and the workmen are mere men. Let them all be gathered together. Let them stand up. They will fear. They will be put to shame together.",
                "12": "The blacksmith takes an ax, works in the coals, fashions it with hammers, and works it with his strong arm. He is hungry, and his strength fails; he drinks no water, and is faint.",
                "13": "The carpenter stretches out a line. He marks it out with a pencil. He shapes it with planes. He marks it out with compasses, and shapes it like the figure of a man, with the beauty of a man, to reside in a house.",
                "14": "He cuts down cedars for himself, and takes the cypress and the oak, and strengthens for himself one among the trees of the forest. He plants a cypress tree, and the rain nourishes it.",
                "15": "Then it will be for a man to burn; and he takes some of it and warms himself. Yes, he burns it and bakes bread. Yes, he makes a god and worships it; he makes it a carved image, and falls down to it.",
                "16": "He burns part of it in the fire. With part of it, he eats meat. He roasts a roast and is satisfied. Yes, he warms himself and says, “Aha! I am warm. I have seen the fire.”",
                "17": "The rest of it he makes into a god, even his engraved image. He bows down to it and worships, and prays to it, and says, “Deliver me, for you are my god!”",
                "18": "They don’t know, neither do they consider, for he has shut their eyes, that they can’t see, and their hearts, that they can’t understand.",
                "19": "No one thinks, neither is there knowledge nor understanding to say, “I have burned part of it in the fire. Yes, I have also baked bread on its coals. I have roasted meat and eaten it. Shall I make the rest of it into an abomination? Shall I bow down to a tree trunk?”",
                "20": "He feeds on ashes. A deceived heart has turned him aside; and he can’t deliver his soul, nor say, “Isn’t there a lie in my right hand?”",
                "21": "Remember these things, Jacob and Israel, for you are my servant. I have formed you. You are my servant. Israel, you will not be forgotten by me.",
                "22": "I have blotted out, as a thick cloud, your transgressions, and, as a cloud, your sins. Return to me, for I have redeemed you.",
                "23": "Sing, you heavens, for Yahweh has done it! Shout, you lower parts of the earth! Break out into singing, you mountains, O forest, all of your trees, for Yahweh has redeemed Jacob, and will glorify himself in Israel.",
                "24": "Yahweh, your Redeemer, and he who formed you from the womb says: “I am Yahweh, who makes all things; who alone stretches out the heavens; who spreads out the earth by myself;",
                "25": "who frustrates the signs of the liars, and makes diviners mad; who turns wise men backward, and makes their knowledge foolish;",
                "26": "who confirms the word of his servant, and performs the counsel of his messengers; who says of Jerusalem, ‘She will be inhabited;’ and of the cities of Judah, ‘They will be built,’ and ‘I will raise up its waste places;’",
                "27": "who says to the deep, ‘Be dry,’ and ‘I will dry up your rivers,’",
                "28": "who says of Cyrus, ‘He is my shepherd, and shall perform all my pleasure,’ even saying of Jerusalem, ‘She will be built;’ and of the temple, ‘Your foundation will be laid.’”"
            }
        }
    }
}