{
    "book": "Isaia",
    "chapter": "22",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Prorocie asupra văii vedeniilor: Ce este de vă suiți cu toții pe acoperișuri,",
                "2": "cetate gălăgioasă, plină de zarvă, cetate veselă? Morții tăi nu vor pieri uciși de sabie, nici nu vor muri luptând.",
                "3": "Ci toate căpeteniile tale fug împreună, sunt luați prinși de arcași; toți locuitorii tăi ajung deodată robi, în timp ce o iau la fugă în depărtare.",
                "4": "De aceea zic: „Întoarceți-vă privirile de la mine, lăsați-mă să plâng cu amar; nu stăruiți să mă mângâiați pentru nenorocirea fiicei poporului meu!”",
                "5": "Căci este o zi de necaz, de zdrobire și de învălmășeală, trimisă de Domnul Dumnezeul oștirilor în valea vedeniilor. Se dărâmă zidurile și răsună țipete de durere spre munte.",
                "6": "Elamul poartă tolba cu săgeți; care de luptători, de călăreți înaintează; Chirul dezvelește scutul.",
                "7": "Cele mai frumoase văi ale tale sunt pline de care, și călăreții se înșiruie de bătaie la porțile tale.",
                "8": "Cele din urmă șanțuri de întărire ale lui Iuda sunt silite, și în ziua aceasta cercetezi tu armăturile din casa pădurii.",
                "9": "Vă uitați la spărturile cele multe făcute cetății lui David și opriți apele iazului de jos.",
                "10": "Numărați casele Ierusalimului și le stricați, ca să întăriți zidul.",
                "11": "Faceți o cămară între cele două ziduri pentru apele iazului celui vechi, dar nu vă uitați spre Cel ce a vrut aceste lucruri, nu vedeți pe Cel ce de mult le-a pregătit.",
                "12": "Și totuși Domnul Dumnezeul oștirilor vă cheamă în ziua aceea să plângeți și să vă bateți în piept, să vă radeți capul și să vă încingeți cu sac.",
                "13": "Dar iată, în schimb, veselie și bucurie! Se înjunghie boi și se taie oi, se mănâncă la carne și se bea la vin: „Să mâncăm și să bem, căci mâine vom muri!”",
                "14": "Domnul oștirilor mi-a descoperit și mi-a zis: „Nu, nelegiuirea aceasta nu vi se va ierta până nu veți muri”, zice Domnul Dumnezeul oștirilor.",
                "15": "Așa vorbește Domnul Dumnezeul oștirilor: „Du-te la curteanul acela, la Șebna, dregătorul casei împărătești, și zi-i:",
                "16": "‘Ce ai tu aici la tine și pe cine ai aici, de-ți sapi aici un mormânt?’ El își sapă un mormânt sus pe înălțime, își scobește o locuință în stâncă!",
                "17": "‘Iată, Domnul te va azvârli cu o aruncătură puternică, te va învârti ca pe un ghem.",
                "18": "Te va azvârli, te va azvârli ca pe o minge pe un pământ întins, și acolo vei muri, acolo vor veni carele tale cele strălucite, tu, ocara casei stăpânului tău!",
                "19": "Vei fi izgonit din dregătoria ta și te va smulge Domnul din locul tău.",
                "20": "În ziua aceea’, zice Domnul, ‘voi chema pe robul Meu Eliachim, fiul lui Hilchia,",
                "21": "îl voi îmbrăca în tunica ta, îl voi încinge cu brâul tău și voi da puterea ta în mâinile lui. El va fi un tată pentru locuitorii Ierusalimului și pentru casa lui Iuda.",
                "22": "Voi pune pe umărul lui cheia casei lui David: când va deschide el, nimeni nu va închide, și când va închide el, nimeni nu va deschide.",
                "23": "Îl voi împlânta ca pe un drug într-un loc tare și va fi un scaun de slavă pentru casa tatălui său.",
                "24": "Pe el se va sprijini toată slava casei tatălui său, odraslele alese și de ocară, toate sculele cele mici, atât lighenele, cât și vasele.",
                "25": "În ziua aceea’, zice Domnul oștirilor, ‘drugul acela împlântat într-un loc tare va fi scos, va fi tăiat și va cădea, și povara care era pe el va fi nimicită, căci Domnul a vorbit.’”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "O rostire cu privire la Valea Vedeniei. Ce vreți să arătați, de v-ați urcat cu toții pe acoperișuri,",
                "2": "oraș plin de zarvă, cetate gălăgioasă și plină de dezmăț? Cei uciși dintre ai tăi n-au fost răpuși de sabie, nu au murit în luptă.",
                "3": "Toți conducătorii tăi au fugit împreună, însă au fost prinși fără să se folosească arcul. Toți ai tăi, care au fost găsiți, au fost capturați împreună, deși fugiseră departe.",
                "4": "De aceea am zis: „Întoarceți-vă privirile de la mine! Lăsați-mă să vărs lacrimi amare! pentru distrugerea fiicei poporului meu“.",
                "5": "Căci este o zi de învălmășeală, din partea Stăpânului, Domnul Oștirilor, în Valea Vedeniei, și de zbierat la munți.",
                "6": "Elamul își poartă tolba cu săgeți, înaintând cu care de luptă, oameni, călăreți, iar Chirul își dezvelește scutul.",
                "7": "Văile tale cele mai alese sunt pline de care, iar călăreții stau pregătiți de luptă la porțile cetății.",
                "8": "El înlătură scutul lui Iuda. În acea zi, ai căutat arme în Palatul Pădurii.",
                "9": "Ați văzut că spărturile Cetății lui David sunt multe și ați adunat apele Iazului de Jos.",
                "10": "Ați numărat casele Ierusalimului și ați dărâmat casele pentru a fortifica zidul.",
                "11": "Între cele două ziduri ați făcut un rezervor pentru apele iazului cel vechi, și nu v-ați uitat la Cel Ce l-a întocmit din vechime.",
                "12": "În ziua aceea, Stăpânul, Domnul Oștirilor, v-a chemat să plângeți și să jeliți, să vă smulgeți părul și să vă înfășurați coapsele cu pânză de sac.",
                "13": "Dar iată, dimpotrivă, la voi a fost veselie și petrecere, au fost boi tăiați și oi înjunghiate! S-a mâncat carne, s-a băut vin și s-a strigat: „Să mâncăm și să bem, căci mâine vom muri!“.",
                "14": "Domnul Oștirilor mi S-a descoperit, spunându-mi: „Această nelegiuire a voastră nu va fi ispășită până veți muri“, zice Stăpânul, Domnul Oștirilor.",
                "15": "Așa vorbește Stăpânul, Domnul Oștirilor: „Du-te la acel administrator, la Șebna, care răspunde de palat, și spune-i:",
                "16": "«Ce drept ai tu aici și pe cine ai tu pe aceste locuri, de ți-ai săpat chiar aici un mormânt, un mormânt săpat pe înălțime, un loc dăltuit în stâncă?",
                "17": "Iată, Domnul te va azvârli cu putere, omule! El te va înșfăca,",
                "18": "te va înfășura strâns și, ca pe o minge, te va arunca într-o țară întinsă. și acolo îți vor rămâne carele tale frumoase, tu, rușinea palatului stăpânului tău!",
                "19": "Te voi da afară din slujbă și vei fi dat jos din funcția ta».",
                "20": "În ziua aceea, îl voi chema pe slujitorul Meu, pe Eliachim, fiul lui Hilchia,",
                "21": "îl voi îmbrăca cu tunica ta și-i voi înfășura mijlocul cu brâul tău, iar autoritatea ta i-o voi da lui. El va fi un tată pentru locuitorii Ierusalimului și pentru Casa lui Iuda.",
                "22": "Voi așeza cheia Casei lui David pe umărul lui. Ce va deschide el, nimeni nu va închide, iar ce va închide, nimeni nu va deschide!",
                "23": "Îl voi împlânta ca pe un țăruș într-un loc sigur și va fi un scaun de onoare pentru casa tatălui său.",
                "24": "Vor sprijini pe el toată gloria casei tatălui său: odraslele și vlăstarii, orice vas mic, de la castroane până la ulcioare.“",
                "25": "„În ziua aceea“, zice Domnul Oștirilor, „țărușul împlântat în loc sigur va fi scos. Va fi tăiat și va cădea, iar povara care era pe el va fi doborâtă“, căci Domnul a vorbit."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "The burden of the valley of vision. What ails you now, that you have all gone up to the housetops?",
                "2": "You that are full of shouting, a tumultuous city, a joyous town, your slain are not slain with the sword, neither are they dead in battle.",
                "3": "All your rulers fled away together. They were bound by the archers. All who were found by you were bound together. They fled far away.",
                "4": "Therefore I said, “Look away from me. I will weep bitterly. Don’t labor to comfort me for the destruction of the daughter of my people.",
                "5": "For it is a day of confusion, and of treading down, and of perplexity from the Lord, Yahweh of Armies, in the valley of vision, a breaking down of the walls, and a crying to the mountains.”",
                "6": "Elam carried his quiver, with chariots of men and horsemen; and Kir uncovered the shield.",
                "7": "Your choicest valleys were full of chariots, and the horsemen set themselves in array at the gate.",
                "8": "He took away the covering of Judah; and you looked in that day to the armor in the house of the forest.",
                "9": "You saw the breaches of David’s city, that they were many; and you gathered together the waters of the lower pool.",
                "10": "You counted the houses of Jerusalem, and you broke down the houses to fortify the wall.",
                "11": "You also made a reservoir between the two walls for the water of the old pool. But you didn’t look to him who had done this, neither did you have respect for him who planned it long ago.",
                "12": "In that day, the Lord, Yahweh of Armies, called to weeping, to mourning, to baldness, and to dressing in sackcloth;",
                "13": "and behold, there is joy and gladness, killing cattle and killing sheep, eating meat and drinking wine: “Let’s eat and drink, for tomorrow we will die.”",
                "14": "Yahweh of Armies revealed himself in my ears, “Surely this iniquity will not be forgiven you until you die,” says the Lord, Yahweh of Armies.",
                "15": "The Lord, Yahweh of Armies says, “Go, get yourself to this treasurer, even to Shebna, who is over the house, and say,",
                "16": "‘What are you doing here? Who has you here, that you have dug out a tomb here?’ Cutting himself out a tomb on high, chiseling a habitation for himself in the rock!”",
                "17": "Behold, Yahweh will overcome you and hurl you away violently. Yes, he will grasp you firmly.",
                "18": "He will surely wind you around and around, and throw you like a ball into a large country. There you will die, and there the chariots of your glory will be, you disgrace of your lord’s house.",
                "19": "I will thrust you from your office. You will be pulled down from your station.",
                "20": "It will happen in that day that I will call my servant Eliakim the son of Hilkiah,",
                "21": "and I will clothe him with your robe, and strengthen him with your belt. I will commit your government into his hand; and he will be a father to the inhabitants of Jerusalem, and to the house of Judah.",
                "22": "I will lay the key of David’s house on his shoulder. He will open, and no one will shut. He will shut, and no one will open.",
                "23": "I will fasten him like a nail in a sure place. He will be for a throne of glory to his father’s house.",
                "24": "They will hang on him all the glory of his father’s house, the offspring and the issue, every small vessel, from the cups even to all the pitchers.",
                "25": "“In that day,” says Yahweh of Armies, “the nail that was fastened in a sure place will give way. It will be cut down and fall. The burden that was on it will be cut off, for Yahweh has spoken it.”"
            }
        }
    }
}