{
    "book": "Isaia",
    "chapter": "60",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "„Scoală-te, luminează-te, căci lumina ta vine și slava Domnului răsare peste tine!",
                "2": "Căci iată, întunericul acoperă pământul și negură mare, popoarele, dar peste tine răsare Domnul și slava Lui se arată peste tine.",
                "3": "Neamuri vor umbla în lumina ta și împărați în strălucirea razelor tale.",
                "4": "Ridică-ți ochii împrejur și privește: toți se strâng și vin spre tine! Fiii tăi vin de departe și fiicele tale sunt purtate pe brațe.",
                "5": "Când vei vedea aceste lucruri, vei tresări de bucurie și îți va bate inima și se va lărgi, căci bogățiile mării se vor întoarce spre tine și vistieriile neamurilor vor veni la tine.",
                "6": "Vei fi acoperit de o mulțime de cămile, de dromaderi din Madian și Efa; vor veni toți din Seba, aducând aur și tămâie, și vor vesti laudele Domnului.",
                "7": "Toate turmele Chedarului se vor aduna la tine, berbecii din Nebaiot vor fi în slujba ta; se vor sui pe altarul Meu ca jertfă plăcută Mie și casa slavei Mele o voi face și mai slăvită.",
                "8": "Cine sunt aceia care zboară ca niște nori, ca niște porumbei spre porumbarul lor?",
                "9": "Căci pe Mine Mă așteaptă ostroavele, și corăbiile din Tarsis sunt în frunte, ca să aducă înapoi, de departe, pe copiii tăi, cu argintul și aurul lor, pentru Numele Domnului Dumnezeului tău, pentru Numele Sfântului lui Israel, care te proslăvește.",
                "10": "Străinii îți vor zidi zidurile și împărații lor îți vor sluji, căci te-am lovit în mânia Mea, dar, în îndurarea Mea, am milă de tine.",
                "11": "Porțile tale vor sta veșnic deschise, nu vor fi închise nici zi, nici noapte, ca să lase să intre la tine bogăția neamurilor și împărații cu alaiul lor.",
                "12": "Căci neamul și împărăția care nu-ți vor sluji vor pieri și neamurile acelea vor fi în totul nimicite.",
                "13": "Slava Libanului va veni la tine, chiparosul, ulmul și merișorul (cimișirul), cu toții laolaltă, ca să împodobească locul Sfântului Meu Locaș, căci Eu voi proslăvi locul unde se odihnesc picioarele Mele.",
                "14": "Fiii asupritorilor tăi vor veni plecați înaintea ta și toți cei ce te disprețuiau se vor închina la picioarele tale și te vor numi ‘Cetatea Domnului, Sionul Sfântului lui Israel’.",
                "15": "De unde erai părăsită și urâtă și nimeni nu trecea prin tine, te voi face o podoabă veșnică, o pricină de bucurie pentru oameni din neam în neam.",
                "16": "Vei suge laptele neamurilor, vei suge țâța împăraților și vei ști astfel că Eu sunt Domnul, Mântuitorul tău, Răscumpărătorul tău, Puternicul lui Iacov.",
                "17": "În loc de aramă, voi aduce aur; în loc de fier, voi aduce argint; în loc de lemn, aramă și în loc de pietre, fier. Voi face ca pacea să domnească peste tine și să stăpânească dreptatea.",
                "18": "Nu se va mai auzi vorbindu-se de silnicie în țara ta, nici de pustiire și prăpăd în ținutul tău, ci vei numi zidurile tale ‘Mântuire’ și porțile tale, ‘Laudă’.",
                "19": "Nu soarele îți va mai sluji ca lumină ziua, nici luna nu te va mai lumina cu lumina ei, ci Domnul va fi Lumina ta pe vecie și Dumnezeul tău va fi slava ta.",
                "20": "Soarele tău nu va mai asfinți și luna ta nu se va mai întuneca, căci Domnul va fi Lumina ta pe vecie și zilele suferinței tale se vor sfârși.",
                "21": "Nu vor mai fi decât oameni neprihăniți în poporul tău: ei vor stăpâni țara pe vecie ca o odraslă sădită de Mine, lucrarea mâinilor Mele, ca să slujească spre slava Mea.",
                "22": "Cel mai mic se va face o mie și cel mai neînsemnat, un neam puternic. Eu, Domnul, voi grăbi aceste lucruri la vremea lor.”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "„Ridică-te! Strălucește! Căci lumina ta a venit și gloria Domnului a răsărit peste tine.",
                "2": "Căci, iată, întunericul învăluie pământul și negura acoperă popoarele, dar peste tine răsare Domnul, și gloria Lui apare deasupra ta.",
                "3": "Națiunile vor veni la lumina ta și împărații vor lua parte la strălucirea zorilor tale.",
                "4": "Ridică-ți ochii și privește în jur! Cu toții se adună și vin la tine: fiii tăi vor veni de departe, iar fetele tale vor fi purtate pe brațe.",
                "5": "Când vei vedea acestea, te vei lumina; inima ta va înmărmuri și se va lărgi. Căci belșugul mării se va întoarce la tine; bogăția națiunilor va veni la tine.",
                "6": "Vei fi acoperit de o mulțime de cămile, de cămile tinere din Midian și Efa. Toți cei din Șeba vor veni, și vestind laudele Domnului.",
                "7": "Toate turmele Chedarului vor fi adunate la tine. Berbecii din Nebaiot îți vor sluji, suindu-se pe altarul Meu ca o jertfă acceptată, iar Eu Îmi voi împodobi cu glorie Casa măreției Mele.",
                "8": "Cine sunt aceștia care zboară ca un nor și ca niște porumbei spre cuiburile lor?",
                "9": "Într-adevăr, insulele Mă vor aștepta, care îți aduc fiii de departe, împreună cu argintul și aurul lor, pentru Numele Domnului, Dumnezeul tău, și pentru Sfântul lui Israel, căci El te-a împodobit cu glorie.",
                "10": "Străinii îți vor reface zidurile și împărații lor îți vor sluji, pentru că, deși în mânia Mea te-am lovit, totuși, în bunătatea Mea, îți arăt îndurare.",
                "11": "Porțile tale vor fi întotdeauna deschise; ele nu vor fi închise nici ziua și nici noaptea, pentru ca națiunile să îți aducă bogăția lor, cu împărații lor în fruntea procesiunii.",
                "12": "Căci națiunea și împărăția care nu-ți vor sluji vor pieri; națiunile acelea vor fi în întregime pustiite.",
                "13": "Gloria Libanului va veni la tine – chiparosul, ulmul și pinul împreună – ca să împodobească locul Sfântului Meu Lăcaș, și Eu voi glorifica locul picioarelor Mele.",
                "14": "Fiii asupritorilor tăi vor veni cu fața la picioarele tale. Te vor numi «Cetatea Domnului», «Sionul Sfântului lui Israel».",
                "15": "În loc să mai fii părăsită, urâtă de toți și ocolită, te voi face o splendoare veșnică, un motiv de bucurie din generație în generație.",
                "16": "Vei bea laptele națiunilor, și vei înțelege că Eu, Domnul, sunt Mântuitorul și Răscumpărătorul tău, Puternicul lui Iacov.",
                "17": "În schimbul bronzului, îți voi aduce aur, iar în schimbul fierului, argint; în schimbul lemnului, îți voi aduce bronz, iar în schimbul pietrelor, fier. și dreptatea să fie stăpânitorul tău.",
                "18": "Nu se va mai auzi de violență în țara ta, nici de pustiire sau de distrugere în teritoriile tale, și porțile «Laudă».",
                "19": "Nu soarele îți va mai fi lumină ziua, nu luna îți va mai da lumină noaptea, ci Domnul va fi lumina ta veșnică, și Dumnezeul tău va fi măreția ta.",
                "20": "Soarele tău nu va mai apune, iar luna ta nu se va mai întuneca, și zilele tale de bocet se vor sfârși.",
                "21": "Toți din poporul tău vor fi drepți și vor stăpâni țara pe vecie. Ei sunt vlăstarul plantației Mele, lucrarea mâinilor Mele, ca să-Mi arate gloria.",
                "22": "Cel mai mic va crește de o mie de ori și cel mai neînsemnat va deveni o națiune puternică. Eu sunt Domnul și, la vremea cuvenită lor, voi face să se împlinească repede aceste lucruri."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "“Arise, shine; for your light has come, and Yahweh’s glory has risen on you!",
                "2": "For behold, darkness will cover the earth, and thick darkness the peoples; but Yahweh will arise on you, and his glory shall be seen on you.",
                "3": "Nations will come to your light, and kings to the brightness of your rising.",
                "4": "“Lift up your eyes all around, and see: they all gather themselves together. They come to you. Your sons will come from far away, and your daughters will be carried in arms.",
                "5": "Then you shall see and be radiant, and your heart will thrill and be enlarged; because the abundance of the sea will be turned to you. The wealth of the nations will come to you.",
                "6": "A multitude of camels will cover you, the dromedaries of Midian and Ephah. All from Sheba will come. They will bring gold and frankincense, and will proclaim the praises of Yahweh.",
                "7": "All the flocks of Kedar will be gathered together to you. The rams of Nebaioth will serve you. They will be accepted as offerings on my altar; and I will beautify my glorious house.",
                "8": "“Who are these who fly as a cloud, and as the doves to their windows?",
                "9": "Surely the islands will wait for me, and the ships of Tarshish first, to bring your sons from far away, their silver and their gold with them, for the name of Yahweh your God, and for the Holy One of Israel, because he has glorified you.",
                "10": "“Foreigners will build up your walls, and their kings will serve you; for in my wrath I struck you, but in my favor I have had mercy on you.",
                "11": "Your gates also shall be open continually; they shall not be shut day nor night, that men may bring to you the wealth of the nations, and their kings led captive.",
                "12": "For that nation and kingdom that will not serve you shall perish; yes, those nations shall be utterly wasted.",
                "13": "“The glory of Lebanon shall come to you, the cypress tree, the pine, and the box tree together, to beautify the place of my sanctuary; and I will make the place of my feet glorious.",
                "14": "The sons of those who afflicted you will come bowing to you; and all those who despised you will bow themselves down at the soles of your feet. They will call you Yahweh’s City, the Zion of the Holy One of Israel.",
                "15": "“Whereas you have been forsaken and hated, so that no one passed through you, I will make you an eternal excellency, a joy of many generations.",
                "16": "You will also drink the milk of the nations, and will nurse from royal breasts. Then you will know that I, Yahweh, am your Savior, your Redeemer, the Mighty One of Jacob.",
                "17": "For bronze I will bring gold; for iron I will bring silver; for wood, bronze, and for stones, iron. I will also make peace your governor, and righteousness your ruler.",
                "18": "Violence shall no more be heard in your land, nor desolation or destruction within your borders; but you will call your walls Salvation, and your gates Praise.",
                "19": "The sun will be no more your light by day, nor will the brightness of the moon give light to you, but Yahweh will be your everlasting light, and your God will be your glory.",
                "20": "Your sun will not go down any more, nor will your moon withdraw itself; for Yahweh will be your everlasting light, and the days of your mourning will end.",
                "21": "Then your people will all be righteous. They will inherit the land forever, the branch of my planting, the work of my hands, that I may be glorified.",
                "22": "The little one will become a thousand, and the small one a strong nation. I, Yahweh, will do this quickly in its time.”"
            }
        }
    }
}