{
    "book": "Isaia",
    "chapter": "47",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Coboară-te și șezi în țărână, fecioară, fiica Babilonului; șezi pe pământ, fără scaun de domnie, fiica haldeenilor, căci nu te vor mai numi subțirică și plăcută.",
                "2": "Ia pietrele de moară și macină făină; scoate-ți marama, ridică-ți poala rochiei, descoperă-ți picioarele, treci râurile!",
                "3": "Goliciunea ți se va descoperi și ți se va vedea rușinea. Mă voi răzbuna și nu voi cruța pe nimeni.”",
                "4": "Răscumpărătorul nostru Se cheamă Domnul oștirilor, Sfântul lui Israel.",
                "5": "„Șezi într-un colț și taci, fata haldeenilor, căci nu te vor mai numi împărăteasa împărățiilor.",
                "6": "Mă mâniasem pe poporul Meu, Îmi pângărisem moștenirea și-i dădusem în mâinile tale, dar tu n-ai avut milă de ei, ci ți-ai apăsat greu jugul asupra bătrânului.",
                "7": "Tu ziceai: ‘În veci voi fi împărăteasă!’ și nu te-ai gândit, nici n-ai visat că lucrul acesta are să se sfârșească.",
                "8": "Ascultă însă acum, tu, cea dedată plăcerilor, care stai fără grijă și zici în inima ta: ‘Eu, și numai eu, nu voi fi niciodată văduvă și nu voi fi niciodată lipsită de copii!’",
                "9": "Și totuși aceste două lucruri ți se vor întâmpla deodată, în aceeași zi: și pierderea copiilor, și văduvia; vor cădea asupra ta cu putere mare, în ciuda tuturor vrăjitoriilor tale și multelor tale descântece.",
                "10": "Căci te încredeai în răutatea ta și ziceai: ‘Nimeni nu mă vede!’ Înțelepciunea și știința ta te-au amăgit, de ziceai în inima ta: ‘Eu și numai eu.’",
                "11": "De aceea nenorocirea va veni peste tine fără să-i vezi zorile; urgia va cădea peste tine fără s-o poți împăca și deodată va veni peste tine prăpădul, pe neașteptate.",
                "12": "Vino dar cu descântecele tale și cu mulțimea vrăjitoriilor tale, cărora ți-ai închinat munca din tinerețe; poate că vei putea să tragi vreun folos din ele, poate că vei izbuti.",
                "13": "Te-ai obosit tot întrebând: să se scoale dar și să te scape cei ce împart cerul, care pândesc stelele, care vestesc, după lunile noi, ce are să ți se întâmple!",
                "14": "Iată-i, au ajuns ca miriștea pe care o arde focul și nu-și vor scăpa viața din flăcări, căci nu va fi ca un cărbune la care se încălzește cineva, nici ca un foc la care stă.",
                "15": "Așa va fi soarta acelora pe care te oboseai să-i întrebi. Și cei cu care ai făcut negoț din tinerețea ta se vor risipi fiecare într-o parte și nu va fi nimeni care să-ți vină în ajutor."
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Coboară și așază-te în țărână, fiică, fecioară a Babilonului! Șezi pe pământ fără să ai vreun tron, fiică a caldeenilor, gingașă și delicată.",
                "2": "Ia pietrele de moară și macină făină! Dă-ți voalul la o parte! Ridică-ți rochia, descoperă-ți picioarele și treci prin râuri!",
                "3": "Goliciunea ta va fi dezvelită; da, rușinea ta va fi văzută. Mă voi răzbuna și nu voi cruța pe nimeni“.",
                "4": "Răscumpărătorul nostru – Domnul Oștirilor este Numele Său – este Sfântul lui Israel.",
                "5": "„Șezi în tăcere și du-te în întuneric, fiică a caldeenilor, împărăteasa împărățiilor!",
                "6": "Am fost mânios pe poporul Meu și Mi-am pângărit moștenirea. I-am dat în mâna ta, dar tu n-ai avut milă de ei. asupra celui bătrân.",
                "7": "Ziceai: «Voi fi împărăteasă pentru totdeauna!». Nu te-ai gândit în inima ta la aceste lucruri, nici nu ți-ai amintit că totul se va sfârși.",
                "8": "Acum, deci, ascultă aceasta, tu, iubitoare de plăceri, tu, care locuiești în siguranță, care zici în inima ta: «Eu sunt și nu este alta în afară de mine! și nu voi ști cum este să-ți pierzi copiii!».",
                "9": "Amândouă aceste lucruri vor veni asupra ta dintr-odată, într-o singură zi. vor veni pe deplin asupra ta, și a marii puteri a descântecelor tale.",
                "10": "Te-ai încrezut în răutatea ta, zicând: «Nu mă vede nimeni». atunci când ai zis în inima ta: «Eu sunt și nu este alta în afară de mine!».",
                "11": "Dar va veni nenorocirea peste tine și nu vei ști s-o alungi prin vrăjitorie; și nu vei putea să te salvezi plătind un preț de răscumpărare; va veni ruina peste tine pe neașteptate, fără să-ți dai seama.",
                "12": "Continuă cu descântecele și cu mulțimea vrăjitoriilor tale, cu care te-ai ocupat încă din tinerețe! Poate vei reuși, poate vei insufla groază.",
                "13": "Ai obosit de atâtea sfaturi. cei ce studiază cerurile, cititorii în stele, care la fiecare lună nouă prezic ce are să ți se întâmple.",
                "14": "Iată, ei sunt ca pleava, fiind nimiciți de foc. de puterea flăcării. Acesta nu este jăratic la care să te încălzești, nu este foc înaintea căruia să stai!",
                "15": "Așa sunt pentru tine și cei cu care ai făcut comerț încă din tinerețe: și nu este nimeni care să te salveze."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "“Come down and sit in the dust, virgin daughter of Babylon. Sit on the ground without a throne, daughter of the Chaldeans. For you will no longer be called tender and delicate.",
                "2": "Take the millstones and grind flour. Remove your veil, lift up your skirt, uncover your legs, and wade through the rivers.",
                "3": "Your nakedness will be uncovered. Yes, your shame will be seen. I will take vengeance, and will spare no one.”",
                "4": "Our Redeemer, Yahweh of Armies is his name, is the Holy One of Israel.",
                "5": "“Sit in silence, and go into darkness, daughter of the Chaldeans. the mistress of kingdoms.",
                "6": "I was angry with my people. and gave them into your hand. You showed them no mercy. You laid a very heavy yoke on the aged.",
                "7": "You said, ‘I will be a princess forever,’ so that you didn’t lay these things to your heart, nor did you remember the results.",
                "8": "“Now therefore hear this, you who are given to pleasures, who sit securely, who say in your heart, ‘I am, and there is no one else besides me. I won’t sit as a widow, neither will I know the loss of children.’",
                "9": "But these two things will come to you in a moment in one day: the loss of children and widowhood. They will come on you in their full measure, in the multitude of your sorceries, and the great abundance of your enchantments.",
                "10": "For you have trusted in your wickedness. You have said, ‘No one sees me.’ Your wisdom and your knowledge has perverted you. You have said in your heart, ‘I am, and there is no one else besides me.’",
                "11": "Therefore disaster will come on you. You won’t know when it dawns. Mischief will fall on you. You won’t be able to put it away. Desolation will come on you suddenly, which you don’t understand.",
                "12": "“Stand now with your enchantments and with the multitude of your sorceries, in which you have labored from your youth, as if you might profit, as if you might prevail.",
                "13": "You are wearied in the multitude of your counsels. Now let the astrologers, the stargazers, and the monthly prognosticators stand up and save you from the things that will happen to you.",
                "14": "Behold, they are like stubble. The fire will burn them. They won’t deliver themselves from the power of the flame. It won’t be a coal to warm at or a fire to sit by.",
                "15": "The things that you labored in will be like this: those who have trafficked with you from your youth will each wander in his own way. There will be no one to save you."
            }
        }
    }
}