{
    "book": "Isaia",
    "chapter": "43",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Acum, așa vorbește Domnul, care te-a făcut, Iacove, și Cel ce te-a întocmit, Israele: „Nu te teme de nimic, căci Eu te izbăvesc, te chem pe nume: ești al Meu.",
                "2": "Dacă vei trece prin ape, Eu voi fi cu tine și râurile nu te vor îneca; dacă vei merge prin foc, nu te va arde și flacăra nu te va aprinde.",
                "3": "Căci Eu sunt Domnul Dumnezeul tău, Sfântul lui Israel, Mântuitorul tău! Eu dau Egiptul ca preț pentru răscumpărarea ta, Etiopia și Saba în locul tău.",
                "4": "De aceea, pentru că ai preț în ochii Mei, pentru că ești prețuit și te iubesc, dau oameni pentru tine și popoare pentru viața ta.",
                "5": "Nu te teme de nimic, căci Eu sunt cu tine, Eu voi aduce înapoi neamul tău de la răsărit și te voi strânge de la apus.",
                "6": "Voi zice miazănopții: ‘Dă încoace!’ și miazăzilei: ‘Nu opri, ci adu-Mi fiii din țările depărtate și fiicele de la marginea pământului:",
                "7": "pe toți cei ce poartă Numele Meu și pe care i-am făcut spre slava Mea, pe care i-am întocmit și i-am alcătuit.’”",
                "8": "Scoate afară poporul cel orb, care totuși are ochi, și surzii, care totuși au urechi.",
                "9": "Să se strângă toate neamurile și să se adune popoarele! Cine dintre ei a vestit aceste lucruri? Care dintre ei ne-a făcut cele dintâi prorocii? Să-și aducă martorii și să-și dovedească dreptatea, ca să asculte oamenii și să zică: „Adevărat!”",
                "10": "„Voi sunteți martorii Mei”, zice Domnul, „voi și Robul Meu pe care L-am ales, ca să știți, ca să Mă credeți și să înțelegeți că Eu sunt: înainte de Mine n-a fost făcut niciun Dumnezeu și după Mine nu va fi,",
                "11": "Eu, Eu sunt Domnul, și afară de Mine nu este niciun Mântuitor!",
                "12": "Eu am vestit, am mântuit, am prorocit, nu sunt străin între voi; voi Îmi sunteți martori”, zice Domnul, „că Eu sunt Dumnezeu.",
                "13": "Eu sunt de la început și nimeni nu izbăvește din mâna Mea. Când lucrez Eu, cine se poate împotrivi?”",
                "14": "Așa vorbește Domnul, Răscumpărătorul vostru, Sfântul lui Israel: „Din pricina voastră trimit pe vrăjmaș împotriva Babilonului și cobor pe toți fugarii, chiar și pe haldeeni, pe corăbiile cu care se făleau.",
                "15": "Eu sunt Domnul, Sfântul vostru, Făcătorul lui Israel, Împăratul vostru.”",
                "16": "Așa vorbește Domnul, care a croit un drum pe mare și o cărare pe apele cele puternice,",
                "17": "care a scos care și cai, o oștire și războinici viteji, culcați deodată împreună, ca să nu se mai scoale, nimiciți și stinși ca un muc de lumânare:",
                "18": "„Nu vă mai gândiți la ce a fost mai înainte și nu vă mai uitați la cele vechi!",
                "19": "Iată, voi face ceva nou și-i gata să se întâmple. Să nu-l cunoașteți voi oare? Voi face un drum prin pustie și râuri în locuri secetoase.",
                "20": "Fiarele câmpului Mă vor slăvi, șacalii și struții, pentru că voi da ape în pustie și râuri în locuri secetoase, ca să adăp pe poporul Meu, pe poporul Meu cel ales,",
                "21": "poporul pe care Mi l-am alcătuit ca să vestească laudele Mele.",
                "22": "Și tu nu M-ai chemat, Iacove, căci te-ai obosit de Mine, Israele!",
                "23": "Nu Mi-ai adus oile tale ca ardere-de-tot și nu M-ai cinstit cu jertfele tale. Nu te-am chinuit cu daruri de mâncare, pe care trebuia să Mi le aduci, și nu te-am obosit cu jertfe de tămâie.",
                "24": "Nu Mi-ai cumpărat trestie mirositoare cu argint și nu M-ai săturat cu grăsimea jertfelor tale, dar tu M-ai chinuit cu păcatele tale și M-ai obosit cu nelegiuirile tale.",
                "25": "Eu, Eu îți șterg fărădelegile, pentru Mine, și nu-Mi voi mai aduce aminte de păcatele tale.",
                "26": "Adu-Mi aminte, să ne judecăm împreună, vorbește tu însuți, ca să-ți scoți dreptatea.",
                "27": "Cel dintâi tată al tău a păcătuit și învățătorii tăi s-au răzvrătit împotriva Mea.",
                "28": "De aceea, am socotit ca niște pângăriți pe căpeteniile Sfântului Locaș, am dat pierzării pe Iacov și batjocurii pe Israel."
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Dar acum, așa vorbește Domnul, El, Care te-a creat, Iacov; El, Care te-a întocmit, Israel: „Nu te teme, căci Eu te-am răscumpărat; te-am chemat pe nume, ești al Meu.",
                "2": "Când vei trece prin ape, voi fi cu tine; când vei trece prin râuri, ele nu te vor îneca, iar când vei umbla prin foc, nu vei fi ars și flacăra nu te va nimici.",
                "3": "Căci Eu sunt Domnul, Dumnezeul tău, Sfântul lui Israel, Mântuitorul tău. Eu dau Egiptul ca preț pentru răscumpărarea ta, Cuș și Seba în schimbul tău.",
                "4": "Pentru că ești prețios în ochii Mei și pentru că ești onorat și te iubesc, și popoare în schimbul vieții tale.",
                "5": "Nu te teme, căci Eu sunt cu tine! și te voi aduna din vest!",
                "6": "Voi zice nordului: «Dă-le drumul!» și sudului: «Nu-i mai ține!». și pe fetele Mele de la marginea pământului,",
                "7": "pe oricine este chemat după Numele Meu și pe care l-am creat pentru gloria Mea, pe care l-am întocmit și l-am făcut.",
                "8": "Adu-l pe poporul orb, dar care are ochi, pe poporul surd, dar care are urechi!",
                "9": "Să se adune toate națiunile și să se strângă popoarele! și care dintre ele ne-au prezis lucrurile care s-au întâmplat? Să-și aducă martori pentru a dovedi că au dreptate, și, astfel, ei să audă și să poată zice: «Da! Este adevărat!»“.",
                "10": "„Voi sunteți martorii Mei“, zice Domnul, „voi și Slujitorul Meu pe Care L-am ales, ca să cunoașteți, să credeți în Mine, și să înțelegeți că Eu sunt. și nici după Mine nu va fi.",
                "11": "Eu, Eu sunt Domnul și în afară de Mine nu este alt Mântuitor.",
                "12": "Eu am declarat, am salvat și am proclamat, și nu vreun dumnezeu străin aflat printre voi. Voi Îmi sunteți martori“, zice Domnul, „că Eu sunt Dumnezeu.",
                "13": "Da, de la început Eu sunt Acela. Nimeni nu poate elibera din mâna Mea! Când lucrez Eu, cine se poate împotrivi?“.",
                "14": "Așa vorbește Domnul, Răscumpărătorul vostru, Sfântul lui Israel: „De dragul vostru, voi trimite o armată împotriva Babilonului cu corăbiile de care sunt mândri.",
                "15": "Eu sunt Domnul, Sfântul vostru, Creatorul lui Israel, Împăratul vostru“.",
                "16": "Așa vorbește Domnul, și o cărare prin apele vijelioase,",
                "17": "Cel Care a scos care și cai, împreună cu o armată puternică. Ei rămân culcați, neputându-se ridica; sunt fără vlagă, stinși ca un muc de lumânare:",
                "18": "„Uitați lucrurile care au fost! Nu vă mai gândiți la cele din vechime!",
                "19": "Iată, urmează să fac ceva nou. Acum se ivește; nu-l recunoașteți? și râuri în deșert.",
                "20": "Vietățile câmpului, șacalii și struții, Mă vor glorifica, și râuri în deșert, ca să potolesc setea poporului Meu, alesului Meu,",
                "21": "poporului pe care Mi l-am alcătuit ca să vestească lauda Mea.",
                "22": "Totuși, tu, Iacov, nu M-ai chemat, ci te-ai obosit de Mine, Israel!",
                "23": "Nu Mi-ai adus oi ca arderi-de-tot și cu jertfele tale nu M-ai onorat. și nu te-am obosit cerându-ți tămâie.",
                "24": "Nu Mi-ai cumpărat trestie mirositoare cu argintul tău, nici nu M-ai săturat cu grăsimea jertfelor tale, ci M-ai împovărat cu păcatele tale, M-ai obosit cu nelegiuirile tale.",
                "25": "Eu, da, Eu sunt Cel Ce-ți șterg fărădelegile, de dragul Meu, și nu-Mi voi mai aminti de păcatele tale.",
                "26": "Adu-mi aminte! Să ne judecăm împreună! Istorisește tu, ca să fii dovedit drept!",
                "27": "Cel dintâi tată al tău a păcătuit, iar mijlocitorii tăi s-au răzvrătit împotriva Mea.",
                "28": "De aceea i-am dezonorat pe conducătorii Sfântului Lăcaș, l-am dat spre nimicire pe Iacov, și batjocurii – pe Israel."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "But now Yahweh who created you, Jacob, and he who formed you, Israel, says: “Don’t be afraid, for I have redeemed you. I have called you by your name. You are mine.",
                "2": "When you pass through the waters, I will be with you, and through the rivers, they will not overflow you. When you walk through the fire, you will not be burned, and flame will not scorch you.",
                "3": "For I am Yahweh your God, the Holy One of Israel, your Savior. I have given Egypt as your ransom, Ethiopia and Seba in your place.",
                "4": "Since you have been precious and honored in my sight, and I have loved you, therefore I will give people in your place, and nations instead of your life.",
                "5": "Don’t be afraid, for I am with you. I will bring your offspring from the east, and gather you from the west.",
                "6": "I will tell the north, ‘Give them up!’ and tell the south, ‘Don’t hold them back! Bring my sons from far away, and my daughters from the ends of the earth—",
                "7": "everyone who is called by my name, and whom I have created for my glory, whom I have formed, yes, whom I have made.’”",
                "8": "Bring out the blind people who have eyes, and the deaf who have ears.",
                "9": "Let all the nations be gathered together, and let the peoples be assembled. Who among them can declare this, and show us former things? Let them bring their witnesses, that they may be justified, or let them hear, and say, “That is true.”",
                "10": "“You are my witnesses,” says Yahweh, “With my servant whom I have chosen; that you may know and believe me, and understand that I am he. Before me there was no God formed, neither will there be after me.",
                "11": "I myself am Yahweh. Besides me, there is no savior.",
                "12": "I have declared, I have saved, and I have shown, and there was no strange god among you. Therefore you are my witnesses”, says Yahweh, “and I am God.",
                "13": "Yes, since the day was, I am he. There is no one who can deliver out of my hand. I will work, and who can hinder it?”",
                "14": "Yahweh, your Redeemer, the Holy One of Israel says: “For your sake, I have sent to Babylon, and I will bring all of them down as fugitives, even the Chaldeans, in the ships of their rejoicing.",
                "15": "I am Yahweh, your Holy One, the Creator of Israel, your King.”",
                "16": "Yahweh, who makes a way in the sea, and a path in the mighty waters,",
                "17": "who brings out the chariot and horse, (they lie down together, they shall not rise; they are extinct, they are quenched like a wick) says:",
                "18": "“Don’t remember the former things, and don’t consider the things of old.",
                "19": "Behold, I will do a new thing. It springs out now. Don’t you know it? I will even make a way in the wilderness, and rivers in the desert.",
                "20": "The animals of the field, the jackals and the ostriches, shall honor me, because I give water in the wilderness and rivers in the desert, to give drink to my people, my chosen,",
                "21": "the people which I formed for myself, that they might declare my praise.",
                "22": "Yet you have not called on me, Jacob; but you have been weary of me, Israel.",
                "23": "You have not brought me any of your sheep for burnt offerings, neither have you honored me with your sacrifices. I have not burdened you with offerings, nor wearied you with frankincense.",
                "24": "You have bought me no sweet cane with money, nor have you filled me with the fat of your sacrifices, but you have burdened me with your sins. You have wearied me with your iniquities.",
                "25": "I, even I, am he who blots out your transgressions for my own sake; and I will not remember your sins.",
                "26": "Put me in remembrance. Let us plead together. Declare your case, that you may be justified.",
                "27": "Your first father sinned, and your teachers have transgressed against me.",
                "28": "Therefore I will profane the princes of the sanctuary; and I will make Jacob a curse, and Israel an insult.”"
            }
        }
    }
}