{
    "book": "Isaia",
    "chapter": "19",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Prorocie împotriva Egiptului: Iată, Domnul călărește pe un nor repede și vine în Egipt. Idolii Egiptului tremură înaintea Lui și li se îndoaie inima egiptenilor în ei.",
                "2": "„Voi înarma pe egipteni unii împotriva altora și se vor bate frate cu frate, prieten cu prieten, cetate cu cetate, împărăție cu împărăție.",
                "3": "Duhul egiptenilor va pieri din ei și le voi nimici sfatul; atunci vor întreba pe idoli și pe vrăjitori, pe cei ce cheamă morții și pe ghicitori.",
                "4": "Voi da Egiptul în mâinile unui stăpân aspru și un împărat fără milă va stăpâni peste ei”, zice Domnul Dumnezeul oștirilor.",
                "5": "Apele mării vor seca și râul va seca și se va usca,",
                "6": "râurile se vor împuți, canalele Egiptului vor fi goale și uscate, pipirigul și trestiile se vor veșteji.",
                "7": "Livezile Nilului de la îmbucătura râului și toate semănăturile din valea râului se vor usca, se vor preface în țărână și vor pieri.",
                "8": "Vor geme pescarii, se vor boci toți cei ce aruncă undița în râu și cei ce întind mreje pe ape vor fi nemângâiați.",
                "9": "Cei ce lucrează inul dărăcit și cei ce țes țesături albe vor fi acoperiți de rușine,",
                "10": "stăpânitorii țării vor fi întristați și toți simbriașii vor fi cu inima amărâtă.",
                "11": "În adevăr, voievozii Țoanului au înnebunit, sfetnicii înțelepți ai lui Faraon s-au prostit. Cum îndrăzniți voi să spuneți lui Faraon: „Noi suntem fiii înțelepților, fiii străvechilor împărați”?",
                "12": "Unde sunt înțelepții tăi? Să-ți facă descoperiri dumnezeiești și să spună ce a hotărât Domnul oștirilor împotriva Egiptului.",
                "13": "Voievozii Țoanului au înnebunit, voievozii Nofului s-au înșelat, căpeteniile semințiilor duc Egiptul în rătăcire:",
                "14": "Domnul a răspândit în mijlocul lui un duh de amețeală, ca să facă pe egipteni să se clatine în toate faptele lor, cum se clatină un om beat și varsă,",
                "15": "și Egiptul nu va avea pe nimeni care să poată face ceva, nici cap, nici coadă, nici ramură de finic, nici trestie!",
                "16": "În ziua aceea, Egiptul va fi ca o femeie: va tremura și se va teme, văzând mișcarea mâinii Domnului oștirilor, când o va ridica împotriva lui.",
                "17": "Chiar și țara lui Iuda va fi o groază pentru Egipt: cum i se va vorbi de ea, se va îngrozi din pricina hotărârii luate împotriva lui de Domnul oștirilor.",
                "18": "În vremea aceea, vor fi cinci cetăți în țara Egiptului, care vor vorbi limba Canaanului și vor jura pe Domnul oștirilor: una din ele se va numi „Cetatea Nimicirii”!",
                "19": "Tot în vremea aceea va fi un altar pentru Domnul în țara Egiptului și la hotar va fi un stâlp de aducere aminte pentru Domnul.",
                "20": "Acesta va fi pentru Domnul oștirilor un semn și o mărturie în țara Egiptului. Ei vor striga către Domnul din pricina asupritorilor, și El le va trimite un mântuitor și un apărător, care să-i izbăvească.",
                "21": "Atunci, Domnul Se va descoperi egiptenilor, și egiptenii vor cunoaște pe Domnul în ziua aceea. Vor aduce jertfe și daruri de mâncare, vor face juruințe Domnului și le vor împlini.",
                "22": "Astfel, Domnul va lovi pe egipteni, îi va lovi, dar îi va tămădui. Ei se vor întoarce la Domnul, care-i va asculta și-i va vindeca.",
                "23": "În aceeași vreme, va fi un drum care va duce din Egipt în Asiria: asirienii se vor duce în Egipt și egiptenii, în Asiria, și egiptenii împreună cu asirienii vor sluji Domnului.",
                "24": "Tot în vremea aceea, Israel va fi al treilea, unit cu Egiptul și cu Asiria, ca o binecuvântare în mijlocul pământului.",
                "25": "Domnul oștirilor îi va binecuvânta și va zice: „Binecuvântat să fie Egiptul, poporul Meu, și Asiria, lucrarea mâinilor Mele, și Israel, moștenirea Mea!”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "O rostire cu privire la Egipt. Iată, Domnul călărește pe un nor iute, venind înspre Egipt. Idolii Egiptului vor tremura în fața Sa, iar inima egiptenilor se va topi de spaimă înăuntrul lor.",
                "2": "„Îi voi instiga pe egipteni unii împotriva altora; se vor lupta frate cu frate, semen cu semen, și regat cu regat.",
                "3": "Duhul egiptenilor se va agita și Eu le voi încurca planurile. Atunci vor întreba idolii, sufletele morților, și pe cei ce cheamă spiritele.",
                "4": "Îi voi da pe egipteni în mâinile unui stăpân crud; un împărat aspru va stăpâni peste ei“, zice Stăpânul, Domnul Oștirilor.",
                "5": "Apele mării vor seca și râul va seca și se va usca.",
                "6": "Canalele se vor împuți, râurile Egiptului se vor goli și se vor usca, iar pipirigul și trestia se vor veșteji.",
                "7": "Plantele aflate de-a lungul Nilului și toate semănăturile de pe malul Nilului se vor usca, vor dispărea și nu vor mai exista.",
                "8": "Pescarii vor jeli și vor boci; și cei ce aruncă năvoadele în apă, vor suferi.",
                "9": "Cei ce lucrează cu inul dărăcit, precum și țesătorii de pânză albă, vor fi făcuți de rușine.",
                "10": "Croitorii vor fi înspăimântați; vor fi cu sufletul întristat.",
                "11": "Conducătorii din Țoan nu sunt decât niște nebuni, iar sfetnicii înțelepți ai lui Faraon dau sfaturi proaste. Cum îndrăzniți să-i spuneți lui Faraon: „Eu sunt fiu al înțelepților, fiu al regilor străvechi“?",
                "12": "Unde îți sunt acum înțelepții ce a plănuit Domnul Oștirilor împotriva Egiptului?",
                "13": "Conducătorii din Țoan au înnebunit, conducătorii din Nof s-au înșelat; pietrele din capul unghiului, pietrele triburilor sale, au dus Egiptul în rătăcire.",
                "14": "Domnul a răspândit printre ei un duh de amețeală. Ei au făcut să se clatine Egiptul în tot ceea ce face, așa cum se clatină un om beat când vomită.",
                "15": "Nimeni nu va mai putea face ceva pentru Egipt, nici capul, nici coada, nici ramura de palmier, nici trestia.",
                "16": "În ziua aceea, egiptenii vor fi ca femeile: vor tremura și le va fi frică de mâna Domnului Oștirilor ridicată asupra lor.",
                "17": "Țara lui Iuda va fi un motiv de rușine pentru Egipt. Oricui i se va aminti ceva despre ea îi va fi frică din cauza hotărârii luate de Domnul Oștirilor împotriva Egiptului.",
                "18": "În ziua aceea, în țara Egiptului vor fi cinci cetăți în care se va vorbi limba canaanită și în care se va jura loialitate Domnului Oștirilor. Una dintre acestea se va numi Cetatea Soarelui.",
                "19": "În ziua aceea, în mijlocul țării Egiptului se va afla un altar închinat Domnului, iar la granița lui, un stâlp închinat Domnului.",
                "20": "El va fi un semn și o mărturie pentru Domnul Oștirilor în Egipt. Când vor striga către Domnul din cauza asupritorilor, El le va trimite un salvator și un apărător care îi va elibera.",
                "21": "Astfel, Domnul Se va revela egiptenilor, iar în ziua aceea egiptenii Îl vor cunoaște pe Domnul. Vor sluji aducând jertfe și daruri de mâncare, vor face jurăminte Domnului și le vor împlini.",
                "22": "Domnul va lovi Egiptul; îl va lovi, dar îl va vindeca. Ei se vor întoarce la Domnul, iar El va răspunde cererilor lor și îi va vindeca.",
                "23": "În ziua aceea va fi un drum larg din Egipt și până în Asiria, iar asirienii vor veni în Egipt, și egiptenii în Asiria. Egiptenii vor sluji împreună cu asirienii.",
                "24": "În ziua aceea, Israel va fi al treilea popor, împreună cu Egiptul și Asiria, care va fi o binecuvântare în mijlocul pământului.",
                "25": "Domnul Oștirilor îi va binecuvânta, zicând: „Binecuvântat să fie Egiptul, poporul Meu, Asiria, lucrarea mâinilor Mele, și Israel, moștenirea Mea!“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "The burden of Egypt. “Behold, Yahweh rides on a swift cloud, and comes to Egypt. The idols of Egypt will tremble at his presence; and the heart of Egypt will melt within it.",
                "2": "I will stir up the Egyptians against the Egyptians, and they will fight everyone against his brother, and everyone against his neighbor; city against city, and kingdom against kingdom.",
                "3": "The spirit of the Egyptians will fail within them. I will destroy their counsel. They will seek the idols, the charmers, those who have familiar spirits, and the wizards.",
                "4": "I will give over the Egyptians into the hand of a cruel lord. A fierce king will rule over them,” says the Lord, Yahweh of Armies.",
                "5": "The waters will fail from the sea, and the river will be wasted and become dry.",
                "6": "The rivers will become foul. The streams of Egypt will be diminished and dried up. The reeds and flags will wither away.",
                "7": "The meadows by the Nile, by the brink of the Nile, and all the sown fields of the Nile, will become dry, be driven away, and be no more.",
                "8": "The fishermen will lament, and all those who fish in the Nile will mourn, and those who spread nets on the waters will languish.",
                "9": "Moreover those who work in combed flax, and those who weave white cloth, will be confounded.",
                "10": "The pillars will be broken in pieces. All those who work for hire will be grieved in soul.",
                "11": "The princes of Zoan are utterly foolish. The counsel of the wisest counselors of Pharaoh has become stupid. How do you say to Pharaoh, “I am the son of the wise, the son of ancient kings”?",
                "12": "Where then are your wise men? Let them tell you now; and let them know what Yahweh of Armies has purposed concerning Egypt.",
                "13": "The princes of Zoan have become fools. The princes of Memphis are deceived. They have caused Egypt to go astray, those who are the cornerstone of her tribes.",
                "14": "Yahweh has mixed a spirit of perverseness in the middle of her; and they have caused Egypt to go astray in all of its works, like a drunken man staggers in his vomit.",
                "15": "Neither shall there be any work for Egypt, which head or tail, palm branch or rush, may do.",
                "16": "In that day the Egyptians will be like women. They will tremble and fear because of the shaking of Yahweh of Armies’s hand, which he shakes over them.",
                "17": "The land of Judah will become a terror to Egypt. Everyone to whom mention is made of it will be afraid, because of the plans of Yahweh of Armies, which he determines against it.",
                "18": "In that day, there will be five cities in the land of Egypt that speak the language of Canaan, and swear to Yahweh of Armies. One will be called “The city of destruction.”",
                "19": "In that day, there will be an altar to Yahweh in the middle of the land of Egypt, and a pillar to Yahweh at its border.",
                "20": "It will be for a sign and for a witness to Yahweh of Armies in the land of Egypt; for they will cry to Yahweh because of oppressors, and he will send them a savior and a defender, and he will deliver them.",
                "21": "Yahweh will be known to Egypt, and the Egyptians will know Yahweh in that day. Yes, they will worship with sacrifice and offering, and will vow a vow to Yahweh, and will perform it.",
                "22": "Yahweh will strike Egypt, striking and healing. They will return to Yahweh, and he will be entreated by them, and will heal them.",
                "23": "In that day there will be a highway out of Egypt to Assyria, and the Assyrian shall come into Egypt, and the Egyptian into Assyria; and the Egyptians will worship with the Assyrians.",
                "24": "In that day, Israel will be the third with Egypt and with Assyria, a blessing within the earth;",
                "25": "because Yahweh of Armies has blessed them, saying, “Blessed be Egypt my people, Assyria the work of my hands, and Israel my inheritance.”"
            }
        }
    }
}