{
    "book": "Isaia",
    "chapter": "63",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "„Cine este acesta care vine din Edom, din Boțra, în haine roșii, în haine strălucitoare, și calcă mândru, în plinătatea puterii Lui?” – „Eu sunt Cel care am făgăduit mântuirea și am putere să izbăvesc!” –",
                "2": "„Dar pentru ce Îți sunt hainele roșii și veșmintele Tale ca veșmintele celui ce calcă în teasc?” –",
                "3": "„Eu singur am călcat în teasc și niciun om dintre popoare nu era cu Mine; i-am călcat astfel în mânia Mea și i-am zdrobit în urgia Mea; așa că sângele lor a țâșnit pe veșmintele Mele și Mi-am mânjit toate hainele Mele cu el.",
                "4": "Căci în inima Mea era o zi de răzbunare și venise anul celor răscumpărați ai Mei.",
                "5": "Mă uitam împrejur, și nu era nimeni să M-ajute și Mă îngrozeam, dar nu era cine să Mă sprijine; atunci brațul Meu Mi-a fost într-ajutor și urgia mea M-a sprijinit!",
                "6": "Am călcat astfel în picioare popoare în mânia Mea, le-am îmbătat în urgia Mea și le-am vărsat sângele pe pământ.”",
                "7": "Voi vesti îndurările Domnului, faptele Lui minunate, după tot ce a făcut Domnul pentru noi! Voi spune marea Lui bunătate față de casa lui Israel, căci i-a făcut după îndurările și bogăția dragostei Lui.",
                "8": "El a zis: „Negreșit, ei sunt poporul Meu, niște copii care nu vor fi necredincioși!” Și astfel El S-a făcut Mântuitorul lor.",
                "9": "În toate necazurile lor, n-au fost fără ajutor și Îngerul care este înaintea Feței Lui i-a mântuit; El Însuși i-a răscumpărat, în dragostea și îndurarea Lui, și necurmat i-a sprijinit și i-a purtat în zilele din vechime.",
                "10": "Dar ei au fost neascultători și au întristat pe Duhul Lui cel sfânt, iar El li S-a făcut vrăjmaș și a luptat împotriva lor.",
                "11": "Atunci poporul Său și-a adus aminte de zilele străvechi ale lui Moise și a zis: „Unde este Acela care i-a scos din mare, cu păstorul turmei Sale? Unde este Acela care punea în mijlocul lor Duhul Lui cel sfânt;",
                "12": "care povățuia dreapta lui Moise, cu brațul Său cel slăvit, care despica apele înaintea lor, ca să-Și facă un Nume veșnic,",
                "13": "care îi călăuzea prin valuri ca un cal pe loc neted, fără ca ei să se poticnească?”",
                "14": "Ca fiara care se coboară în vale, așa i-a dus Duhul Domnului la odihnă. Așa ai povățuit Tu pe poporul Tău, ca să-Ți faci un Nume plin de slavă!",
                "15": "Privește din cer și vezi, din locuința Ta cea sfântă și slăvită: Unde sunt râvna și puterea Ta? Fiorul inimii Tale și îndurările Tale nu se mai arată față de mine!",
                "16": "Totuși Tu ești Tatăl nostru! Căci Avraam nu ne cunoaște, și Israel nu știe cine suntem, dar Tu, Doamne, ești Tatăl nostru, Tu din veșnicie Te numești Mântuitorul nostru.",
                "17": "Pentru ce, Doamne, ne lași să rătăcim de la căile Tale și ne împietrești inima ca să nu ne temem de Tine? Întoarce-Te, din dragoste pentru robii Tăi, pentru semințiile moștenirii Tale!",
                "18": "Poporul Tău cel sfânt n-a stăpânit țara decât puțină vreme; vrăjmașii noștri au călcat în picioare Locașul Tău cel Sfânt.",
                "19": "Am ajuns ca un popor pe care niciodată nu l-ai cârmuit Tu și peste care niciodată nu s-a chemat Numele Tău…"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "‒ Cine este Acesta, Care vine din Edom, Care vine cu hainele roșii din Boțra? Cine este Acesta, înveșmântat atât de frumos, pășind atât de plin de putere? ‒ Eu sunt, Cel Ce vorbesc cu dreptate și Care am putere să mântuiesc.",
                "2": "‒ De ce sunt hainele Tale roșii în presă?",
                "3": "‒ Eu singur le-am călcat în picioare, ca în presa de vin, iar dintre popoare n-a fost nimeni cu Mine. Le-am călcat în picioare în mânia Mea, le-am zdrobit în furia Mea. și Mi-am pătat toate veșmintele.",
                "4": "Căci ziua răzbunării era în inima Mea și anul răscumpărării Mele sosise.",
                "5": "M-am uitat, dar nu era nimeni să Mă ajute; eram înmărmurit, dar nu era nimeni să Mă sprijine. și furia Mea M-a sprijinit.",
                "6": "Am călcat în picioare popoare în mânia Mea, și le-am vărsat sângele pe pământ.",
                "7": "Voi vorbi despre îndurările Domnului și despre faptele pentru care Domnul merită să fie lăudat, potrivit cu tot ce a făcut Domnul pentru noi. față de Casa lui Israel, și potrivit bogăției îndurării Lui.",
                "8": "El a zis: „Cu siguranță ei sunt poporul Meu, fiii care nu vor trăda“; și, astfel, El a devenit Mântuitorul lor.",
                "9": "Orice necaz de-al lor l-a considerat necazul Său, iar Îngerul Prezenței Sale i-a salvat. În dragostea și în mila Sa, El i-a răscumpărat; i-a ridicat și i-a purtat în brațe în toate zilele din vechime.",
                "10": "Dar ei s-au răzvrătit și L-au întristat pe Duhul Său cel Sfânt. și a luptat El Însuși împotriva lor.",
                "11": "Atunci poporul Său și-a adus aminte de zilele străvechi și de Moise. împreună cu păstorul turmei Sale? Duhul Său cel Sfânt,",
                "12": "Acela Care Și-a pus să meargă brațul Său măreț la dreapta lui Moise, pentru a-Și face un renume veșnic,",
                "13": "Acela Care i-a condus prin adâncuri? Asemenea unui cal care aleargă prin deșert,",
                "14": "și asemenea unor vite care coboară în vale, așa i-a condus Duhul Domnului la odihnă. În felul acesta Ți-ai călăuzit Tu poporul, pentru a-Ți face un Nume măreț.",
                "15": "Privește din Ceruri și vezi, din Locuința Ta sfântă și măreață. Unde-Ți sunt zelul și puterea? s-au retras de la mine.",
                "16": "Totuși, Tu ești Tatăl nostru, chiar dacă Avraam nu ne cunoaște, chiar dacă Israel nu ne recunoaște; Tu, Doamne, ești Tatăl nostru, din vechime Tu Te numești „Răscumpărătorul nostru“.",
                "17": "De ce, Doamne, ne-ai făcut să rătăcim de la căile Tale? De ce ne-ai împietrit inimile, ca să nu mai avem teamă de Tine? Întoarce-Te, de dragul slujitorilor Tăi, de dragul semințiilor ce-Ți sunt moștenire!",
                "18": "Pentru puțină vreme, ei au stăpânit poporul sfințeniei Tale; dușmanii noștri au călcat în picioare Sfântul Tău Lăcaș.",
                "19": "Am fost multă vreme ca unii peste care Tu nu stăpâneai, ca unii peste care nu era chemat Numele Tău."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Who is this who comes from Edom, with dyed garments from Bozrah? Who is this who is glorious in his clothing, marching in the greatness of his strength? “It is I who speak in righteousness, mighty to save.”",
                "2": "Why is your clothing red, and your garments like him who treads in the wine vat?",
                "3": "“I have trodden the wine press alone. Of the peoples, no one was with me. Yes, I trod them in my anger and trampled them in my wrath. Their lifeblood is sprinkled on my garments, and I have stained all my clothing.",
                "4": "For the day of vengeance was in my heart, and the year of my redeemed has come.",
                "5": "I looked, and there was no one to help; and I wondered that there was no one to uphold. Therefore my own arm brought salvation to me. My own wrath upheld me.",
                "6": "I trod down the peoples in my anger and made them drunk in my wrath. I poured their lifeblood out on the earth.”",
                "7": "I will tell of the loving kindnesses of Yahweh and the praises of Yahweh, according to all that Yahweh has given to us, and the great goodness toward the house of Israel, which he has given to them according to his mercies, and according to the multitude of his loving kindnesses.",
                "8": "For he said, “Surely, they are my people, children who will not deal falsely;” so he became their Savior.",
                "9": "In all their affliction he was afflicted, and the angel of his presence saved them. In his love and in his pity he redeemed them. He bore them, and carried them all the days of old.",
                "10": "But they rebelled and grieved his Holy Spirit. Therefore he turned and became their enemy, and he himself fought against them.",
                "11": "Then he remembered the days of old, Moses and his people, saying, “Where is he who brought them up out of the sea with the shepherds of his flock? Where is he who put his Holy Spirit among them?”",
                "12": "Who caused his glorious arm to be at Moses’ right hand? Who divided the waters before them, to make himself an everlasting name?",
                "13": "Who led them through the depths, like a horse in the wilderness, so that they didn’t stumble?",
                "14": "As the livestock that go down into the valley, Yahweh’s Spirit caused them to rest. So you led your people to make yourself a glorious name.",
                "15": "Look down from heaven, and see from the habitation of your holiness and of your glory. Where are your zeal and your mighty acts? The yearning of your heart and your compassion is restrained toward me.",
                "16": "For you are our Father, though Abraham doesn’t know us, and Israel does not acknowledge us. You, Yahweh, are our Father. Our Redeemer from everlasting is your name.",
                "17": "O Yahweh, why do you make us wander from your ways, and harden our heart from your fear? Return for your servants’ sake, the tribes of your inheritance.",
                "18": "Your holy people possessed it but a little while. Our adversaries have trodden down your sanctuary.",
                "19": "We have become like those over whom you never ruled, like those who were not called by your name."
            }
        }
    }
}