{
    "book": "Isaia",
    "chapter": "1",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Prorocia lui Isaia, fiul lui Amoț, despre Iuda și Ierusalim, pe vremea lui Ozia, Iotam, Ahaz și Ezechia, împărații lui Iuda:",
                "2": "Ascultați, ceruri, și ia aminte, pământule, căci Domnul vorbește: „Am hrănit și am crescut niște copii, dar ei s-au răsculat împotriva Mea.",
                "3": "Boul își cunoaște stăpânul și măgarul cunoaște ieslea stăpânului său, dar Israel nu Mă cunoaște, poporul Meu nu ia aminte la Mine.”",
                "4": "Vai, neam păcătos, popor încărcat de fărădelegi, sămânță de nelegiuiți, copii stricați! Au părăsit pe Domnul, au disprețuit pe Sfântul lui Israel. I-au întors spatele…",
                "5": "Ce pedepse noi să vă mai dea, când voi vă răzvrătiți din ce în ce mai rău? Tot capul este bolnav și toată inima suferă de moarte!",
                "6": "Din tălpi până-n creștet, nimic nu-i sănătos, ci numai răni, vânătăi și carne vie, nestoarse, nelegate și nealinate cu untdelemn:",
                "7": "țara vă este pustiită, cetățile vă sunt arse de foc, străinii vă mănâncă ogoarele sub ochii voștri, pustiesc și nimicesc, ca niște sălbatici.",
                "8": "Și fiica Sionului a rămas ca o colibă în vie, ca o covercă într-un câmp de castraveți, ca o cetate împresurată.",
                "9": "De nu ne-ar fi lăsat Domnul oștirilor o mică rămășiță, am fi ajuns ca Sodoma și ne-am fi asemănat cu Gomora.",
                "10": "Ascultați Cuvântul Domnului, căpetenii ale Sodomei! Ia aminte la Legea Dumnezeului nostru, popor al Gomorei!",
                "11": "„Ce-Mi trebuie Mie mulțimea jertfelor voastre?”, zice Domnul. „Sunt sătul de arderile-de-tot ale berbecilor și de grăsimea vițeilor; nu-Mi place sângele taurilor, oilor și țapilor.",
                "12": "Când veniți să vă înfățișați înaintea Mea, cine vă cere astfel de lucruri, ca să-Mi spurcați curțile?",
                "13": "Nu mai aduceți daruri de mâncare nefolositoare, căci Mi-e scârbă de tămâie! Nu vreau luni noi, Sabate și adunări de sărbătoare, nu pot să văd nelegiuirea unită cu sărbătoarea!",
                "14": "Urăsc lunile voastre cele noi și praznicele voastre; Mi-au ajuns o povară, nu le mai pot suferi.",
                "15": "Când vă întindeți mâinile, Îmi întorc ochii de la voi și, oricât de mult v-ați ruga, n-ascult, căci mâinile vă sunt pline de sânge!",
                "16": "Spălați-vă deci și curățiți-vă! Luați dinaintea ochilor Mei faptele rele pe care le-ați făcut! Încetați să mai faceți răul!",
                "17": "Învățați-vă să faceți binele, căutați dreptatea, ocrotiți pe cel asuprit, faceți dreptate orfanului, apărați pe văduvă!",
                "18": "Veniți totuși să ne judecăm”, zice Domnul. „De vor fi păcatele voastre cum e cârmâzul, se vor face albe ca zăpada; de vor fi roșii ca purpura, se vor face ca lâna.",
                "19": "De veți voi și veți asculta, veți mânca cele mai bune roade ale țării;",
                "20": "dar de nu veți voi și nu veți asculta, de sabie veți fi înghițiți, căci gura Domnului a vorbit.”",
                "21": "Vai, cetatea aceea credincioasă, cum a ajuns o curvă! Era plină de judecată, dreptatea locuia în ea, și acum e plină de ucigași!",
                "22": "Argintul tău s-a prefăcut în zgură și vinul tău cel ales a fost amestecat cu apă.",
                "23": "Mai-marii tăi sunt răzvrătiți și părtași cu hoții, toți iubesc mita și aleargă după plată; orfanului nu-i fac dreptate și pricina văduvei n-ajunge până la ei.",
                "24": "De aceea, iată ce zice Domnul Dumnezeul oștirilor, Puternicul lui Israel: „Ah! Voi cere socoteală potrivnicilor Mei și Mă voi răzbuna pe vrăjmașii Mei.",
                "25": "Îmi voi întinde mâna împotriva ta, îți voi topi zgura cum o topește leșia, toate părticelele de plumb le voi depărta din tine.",
                "26": "Voi face iarăși pe judecătorii tăi ca odinioară și pe sfetnicii tăi ca la început. După aceea, vei fi numită cetatea neprihănită, cetatea credincioasă.”",
                "27": "Sionul va fi mântuit prin judecată și cei ce se vor întoarce la Dumnezeu în el vor fi mântuiți prin dreptate.",
                "28": "Dar pieirea va atinge pe toți cei răzvrătiți și păcătoși, și cei ce părăsesc pe Domnul vor pieri.",
                "29": "„Vă va fi rușine de terebinții în care găseați plăcere și veți roși din pricina grădinilor în care vă desfătați,",
                "30": "căci veți fi ca un terebint cu frunzele ofilite, ca o grădină care n-are apă.",
                "31": "Omul tare va fi ca niște câlți, și lucrarea lui, ca o scânteie; amândoi vor arde împreună și nimeni nu-i va stinge.”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Vedenia pe care a avut-o Isaia, fiul lui Amoț, cu privire la Iuda și la Ierusalim, în timpul lui Uzia, Iotam, Ahaz și Ezechia, regii lui Iuda.",
                "2": "Ascultați, ceruri! Ascultă cu atenție, pământule, căci Domnul a vorbit: „Am îngrijit copii și i-am crescut, dar ei s-au răzvrătit împotriva Mea.",
                "3": "Boul își cunoaște stăpânul, iar măgarul știe ieslea stăpânului său, însă Israel nu Mă cunoaște, poporul Meu nu înțelege!“.",
                "4": "Vai, națiune păcătoasă, popor încărcat cu nelegiuire, sămânță de răufăcători, copii pervertiți! Ei L-au părăsit pe Domnul, și I-au întors spatele.",
                "5": "Ce folos să mai fiți loviți, de vreme ce stăruiți în apostazie? și toată inima suferă!",
                "6": "Din tălpi și până-n creștet, nimic nu este sănătos, doar răni și vânătăi, tăieturi sângerânde, sau alinate cu ulei.",
                "7": "Țara voastră este o pustietate; cetățile voastre sunt arse de foc. Străinii vă devorează pământul, chiar sub privirea voastră; a ajuns o pustietate, deoarece a fost distrus de străini.",
                "8": "Fiica Sionului este părăsită, ca o colibă în vie, ca un adăpost pe un teren cu castraveți, ca o cetate asediată.",
                "9": "Dacă Domnul Oștirilor nu ne-ar fi lăsat o mică rămășiță, și ne-am fi asemănat cu Gomora.",
                "10": "Ascultați Cuvântul Domnului, voi, conducători ai Sodomei! Fiți atenți la Legea Dumnezeului nostru, voi, popor al Gomorei!",
                "11": "„Ce este pentru Mine mulțimea jertfelor voastre?“, zice Domnul. „Sunt sătul de arderile-de-tot ale berbecilor și de grăsimea vițeilor îngrășați! sângele taurilor, al mieilor sau al țapilor.",
                "12": "Cine v-a cerut să vă înfățișați înaintea Mea, pângărindu-Mi curțile?",
                "13": "Nu mai aduceți daruri de mâncare fără rost! Tămâia voastră este o urâciune înaintea Mea! Nu pot suferi adunarea de sărbătoare unită cu nelegiuirea: lunile noi, sabaturile și adunările voastre.",
                "14": "Sufletul Meu urăște lunile voastre noi și sărbătorile voastre. Ele au devenit o povară pentru Mine; am obosit să le mai port.",
                "15": "Când vă veți întinde mâinile, Îmi voi ascunde ochii de voi. Chiar dacă veți face multe rugăciuni, nu le voi asculta. Mâinile vă sunt pline de sânge;",
                "16": "spălați-vă și curățiți-vă! dinaintea ochilor Mei!",
                "17": "și învățați să faceți ce este bine! Căutați dreptatea, scăpați pe cel asuprit! și vorbiți în apărarea văduvei!",
                "18": "Veniți acum să ne judecăm!“, zice Domnul. „Deși păcatele voastre sunt precum haina stacojie, ele se vor face albe ca zăpada; deși sunt roșii ca purpura, ele se vor face ca lâna.",
                "19": "Dacă veți vrea și veți asculta, veți mânca roadele bune ale țării,",
                "20": "dar dacă vă veți împotrivi și vă veți răzvrăti, veți fi devorați de sabie“, căci gura Domnului a vorbit.",
                "21": "Vezi cum orașul credincios a devenit o prostituată! Era plin de judecată; dreptatea locuia în el, dar acum este plin de ucigași!",
                "22": "Argintul vostru s-a făcut zgură, și băutura voastră este amestecată cu apă.",
                "23": "Conducătorii voștri sunt răzvrătiți și sunt prieteni cu tâlharii. și aleargă după daruri! Nu-l apără pe cel orfan, iar cauza văduvei n-ajunge înaintea lor.",
                "24": "De aceea Stăpânul, Domnul Oștirilor, Puternicul lui Israel, zice: „Vai, Îmi voi vărsa mânia asupra vrăjmașilor mei, Mă voi răzbuna pe dușmanii Mei!",
                "25": "Îmi voi întoarce mâna împotriva ta, și voi îndepărta toate impuritățile tale.",
                "26": "Îi voi face pe judecătorii tăi cum erau odinioară, iar pe sfetnicii tăi ca la început. După aceea, ți se va zice: «Cetate a dreptății», «Orașul credincios!»“.",
                "27": "Sionul va fi răscumpărat prin judecată, și cei ai lui care se pocăiesc, prin dreptate.",
                "28": "Dar răzvrătiții și păcătoșii vor fi zdrobiți împreună și cei ce-L părăsesc pe Domnul vor pieri.",
                "29": "„Într-adevăr, vă va fi rușine de stejarii sacri în care vă găseați plăcerea; veți roși din cauza grădinilor, pe care le-ați ales.",
                "30": "Căci veți fi ca un terebint ale cărui frunze se veștejesc, ca o grădină fără apă.",
                "31": "Cel puternic va fi ca un câlț, iar lucrarea sa ca o scânteie. El și lucrarea lui vor arde împreună, și nimeni nu-i va stinge“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "The vision of Isaiah the son of Amoz, which he saw concerning Judah and Jerusalem, in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah.",
                "2": "Hear, heavens, and listen, earth; for Yahweh has spoken: “I have nourished and brought up children and they have rebelled against me.",
                "3": "The ox knows his owner, and the donkey his master’s crib; but Israel doesn’t know. My people don’t consider.”",
                "4": "Ah sinful nation, a people loaded with iniquity, offspring of evildoers, children who deal corruptly! They have forsaken Yahweh. They have despised the Holy One of Israel. They are estranged and backward.",
                "5": "Why should you be beaten more, that you revolt more and more? The whole head is sick, and the whole heart faint.",
                "6": "From the sole of the foot even to the head there is no soundness in it, but wounds, welts, and open sores. They haven’t been closed, bandaged, or soothed with oil.",
                "7": "Your country is desolate. Your cities are burned with fire. and it is desolate, as overthrown by strangers.",
                "8": "The daughter of Zion is left like a shelter in a vineyard, like a hut in a field of melons, like a besieged city.",
                "9": "Unless Yahweh of Armies had left to us a very small remnant, we would have been as Sodom. We would have been like Gomorrah.",
                "10": "Hear Yahweh’s word, you rulers of Sodom! Listen to the law of our God, you people of Gomorrah!",
                "11": "“What are the multitude of your sacrifices to me?”, says Yahweh. “I have had enough of the burnt offerings of rams and the fat of fed animals. I don’t delight in the blood of bulls, or of lambs, or of male goats.",
                "12": "When you come to appear before me, who has required this at your hand, to trample my courts?",
                "13": "Bring no more vain offerings. Incense is an abomination to me. New moons, Sabbaths, and convocations— I can’t stand evil assemblies.",
                "14": "My soul hates your New Moons and your appointed feasts. They are a burden to me. I am weary of bearing them.",
                "15": "When you spread out your hands, I will hide my eyes from you. Yes, when you make many prayers, I will not hear. Your hands are full of blood.",
                "16": "Wash yourselves. Make yourself clean. Put away the evil of your doings from before my eyes. Cease to do evil.",
                "17": "Learn to do well. Seek justice. Relieve the oppressed. Defend the fatherless. Plead for the widow.”",
                "18": "“Come now, and let’s reason together,” says Yahweh: “Though your sins are as scarlet, they shall be as white as snow. Though they are red like crimson, they shall be as wool.",
                "19": "If you are willing and obedient, you will eat the good of the land;",
                "20": "but if you refuse and rebel, you will be devoured with the sword; for Yahweh’s mouth has spoken it.”",
                "21": "How the faithful city has become a prostitute! She was full of justice. Righteousness lodged in her, but now there are murderers.",
                "22": "Your silver has become dross, your wine mixed with water.",
                "23": "Your princes are rebellious and companions of thieves. Everyone loves bribes and follows after rewards. They don’t defend the fatherless, neither does the cause of the widow come to them.",
                "24": "Therefore the Lord, Yahweh of Armies, the Mighty One of Israel, says: “Ah, I will get relief from my adversaries, and avenge myself on my enemies.",
                "25": "I will turn my hand on you, thoroughly purge away your dross, and will take away all your tin.",
                "26": "I will restore your judges as at the first, and your counselors as at the beginning. Afterward you shall be called ‘The city of righteousness, a faithful town.’",
                "27": "Zion shall be redeemed with justice, and her converts with righteousness.",
                "28": "But the destruction of transgressors and sinners shall be together, and those who forsake Yahweh shall be consumed.",
                "29": "For they shall be ashamed of the oaks which you have desired, and you shall be confounded for the gardens that you have chosen.",
                "30": "For you shall be as an oak whose leaf fades, and as a garden that has no water.",
                "31": "The strong will be like tinder, and his work like a spark. They will both burn together, and no one will quench them.”"
            }
        }
    }
}