{
    "book": "Isaia",
    "chapter": "36",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "În al paisprezecelea an al împăratului Ezechia, Sanherib, împăratul Asiriei, s-a suit împotriva tuturor cetăților întărite ale lui Iuda și le-a luat.",
                "2": "Și împăratul Asiriei a trimis din Lachis la Ierusalim, la împăratul Ezechia, pe Rabșache, cu o puternică oștire. Rabșache s-a oprit la canalul de apă al iazului de sus, pe drumul ogorului înălbitorului.",
                "3": "Atunci Eliachim, fiul lui Hilchia, căpetenia casei împăratului, s-a dus la el, cu logofătul Șebna și cu Ioah, fiul lui Asaf, scriitorul (arhivarul).",
                "4": "Rabșache le-a zis: „Spuneți lui Ezechia: ‘Așa vorbește marele împărat, împăratul Asiriei: «Ce este încrederea aceasta pe care te bizuiești?",
                "5": "Eu îți spun că acestea sunt vorbe în vânt; pentru război trebuie chibzuință și putere. În cine ți-ai pus dar încrederea, de te-ai răsculat împotriva mea?",
                "6": "Iată, ai pus-o în Egipt, ai luat ca sprijin această trestie ruptă, care înțeapă și străpunge mâna oricui se sprijină pe ea! Așa este Faraon, împăratul Egiptului, pentru toți cei ce se încred în el.",
                "7": "Dar poate că îmi vei spune: ‹Ne încredem în Domnul Dumnezeul nostru!› Dar nu este El Acela ale cărui înălțimi și altare le-a îndepărtat Ezechia, zicând lui Iuda și Ierusalimului: ‹Să vă închinați înaintea acestui altar›?»’",
                "8": "Acum fă o învoială cu stăpânul meu, împăratul Asiriei, și-ți voi da două mii de cai; să vedem dacă poți face rost de călăreți ca să încalece pe ei!",
                "9": "Cum ai putea să stai tu împotriva unei singure căpetenii dintre cei mai neînsemnați slujitori ai stăpânului meu? Și totuși tu îți pui încrederea în Egipt pentru care și pentru călăreți.",
                "10": "Și apoi, fără voia Domnului m-am suit eu împotriva țării acesteia s-o nimicesc? Domnul mi-a zis: ‘Suie-te împotriva țării acesteia și nimicește-o!’”",
                "11": "Eliachim, Șebna și Ioah au zis lui Rabșache: „Vorbește robilor tăi în limba aramaică, fiindcă o înțelegem; nu ne vorbi în limba evreiască, în auzul poporului care este pe zid.”",
                "12": "Rabșache a răspuns: „Oare stăpânului tău și ție m-a trimis stăpânul meu să spun aceste cuvinte? Nu m-a trimis el să le spun oamenilor acestora care șed pe zid ca să-și mănânce balega și să-și bea udul împreună cu voi?”",
                "13": "Apoi Rabșache a înaintat și a strigat cu toată puterea lui în limba evreiască: „Ascultați cuvintele marelui împărat, împăratul Asiriei!",
                "14": "Așa vorbește împăratul: ‘Nu vă lăsați amăgiți de Ezechia, căci nu va putea să vă izbăvească!",
                "15": "Nu vă lăsați mângâiați de Ezechia cu încrederea în Domnul, când vă zice: «Domnul ne va izbăvi și cetatea aceasta nu va fi dată în mâinile împăratului Asiriei.»’",
                "16": "Nu ascultați pe Ezechia, căci așa vorbește împăratul Asiriei: ‘Faceți pace cu mine, supuneți-vă mie și fiecare din voi va mânca din via lui și din smochinul lui și va bea apă din fântâna lui",
                "17": "până voi veni și vă voi lua într-o țară ca a voastră, într-o țară plină de grâu și de vin, o țară plină de pâine și de vii!",
                "18": "Nu vă lăsați amăgiți de Ezechia, când vă zice: «Domnul ne va izbăvi.» Oare dumnezeii neamurilor au izbăvit ei fiecare țara lui din mâna împăratului Asiriei?",
                "19": "Unde sunt dumnezeii Hamatului și Arpadului? Unde sunt dumnezeii din Sefarvaim? Și unde sunt dumnezeii Samariei? Au izbăvit ei Samaria din mâna mea?",
                "20": "Dintre toți dumnezeii acestor țări, care din ei și-a izbăvit țara din mâna mea, pentru ca Domnul să izbăvească Ierusalimul din mâna mea?’”",
                "21": "Dar ei au tăcut și nu i-au răspuns o vorbă, căci împăratul dăduse porunca aceasta: „Să nu-i răspundeți!”",
                "22": "Și Eliachim, fiul lui Hilchia, căpetenia casei împăratului, Șebna, logofătul, și Ioah, fiul lui Asaf, scriitorul, au venit astfel la Ezechia cu hainele sfâșiate și i-au spus cuvintele lui Rabșache."
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "În al paisprezecelea an al regelui Ezechia, Sanherib, împăratul Asiriei, a venit împotriva tuturor cetăților fortificate ale lui Iuda și le-a cucerit.",
                "2": "Împăratul Asiriei l-a trimis din Lachiș la regele Ezechia, în Ierusalim, pe Rab-Șache cu o armată puternică. El s-a oprit la canalul de apă al Iazului de Sus, pe drumul către Terenul Spălătorului.",
                "3": "Eliachim, fiul lui Hilchia, cel ce răspundea de palat, scribul Șebna și cronicarul Ioah, fiul lui Asaf, s-au dus la el.",
                "4": "Rab-Șache le-a zis: ‒ Spuneți-i lui Ezechia: „Așa vorbește marele împărat, împăratul Asiriei: «Pe ce se bazează această încredere a ta?",
                "5": "Eu spun că ‘sfat și putere pentru război’ sunt doar niște vorbe de pe buze. În cine te încrezi acum, de te-ai răsculat împotriva mea?",
                "6": "Iată că te încrezi în Egipt, în acel toiag de trestie frântă, care străpunge și rănește mâna oricui se sprijină pe ea. Așa este Faraon, regele Egiptului, pentru toți cei ce se încred în el.",
                "7": "Dacă îmi vei spune: ‘Noi ne încredem în Domnul, Dumnezeul nostru!’, oare nu este El Acela ale Cărui înălțimi și altare le-a îndepărtat Ezechia, zicând lui Iuda și Ierusalimului: ‘Să vă închinați înaintea acestui altar!’»?",
                "8": "Vino acum, te rog, și fă o înțelegere cu stăpânul meu, împăratul Asiriei: eu îți voi da două mii de cai, dacă tu vei putea găsi călăreți pentru ei.",
                "9": "Și cum vei putea îndepărta măcar o singură căpetenie dintre cei mai neînsemnați slujitori ai stăpânului meu, când tu te încrezi în Egipt pentru care și călăreți?",
                "10": "Mai mult, am venit eu oare fără Domnul împotriva acestei țări ca s-o distrug? Domnul mi-a zis: «Du-te împotriva acestei țări și distruge-o!»“.",
                "11": "Atunci Eliachim, Șebna și Ioah i-au răspuns lui Rab-Șache: ‒ Vorbește, te rugăm, slujitorilor tăi în aramaică, pentru că o înțelegem. Nu ne vorbi în iudaică, în auzul poporului care este pe zid.",
                "12": "Dar Rab-Șache a zis: ‒ Oare la stăpânul tău și la tine am fost trimis de stăpânul meu ca să spun aceste cuvinte? Oare nu am fost trimis la oamenii aceștia, care stau pe zid să-și mănânce propriile murdării și să-și bea propria urină împreună cu voi?",
                "13": "Atunci Rab-Șache s-a ridicat și a strigat cu glas tare în limba iudaică, zicând: ‒ Ascultați cuvintele marelui împărat, împăratul Asiriei!",
                "14": "Așa vorbește împăratul: „Nu-l lăsați pe Ezechia să vă amăgească, fiindcă nu va putea să vă elibereze!",
                "15": "Nu-l lăsați pe Ezechia să vă convingă să vă încredeți în Domnul, zicându-vă: «Cu siguranță, Domnul ne va elibera; cetatea aceasta nu va fi dată în mâinile împăratului Asiriei!».",
                "16": "Nu-l ascultați pe Ezechia, căci așa vorbește împăratul Asiriei: «Faceți pace cu mine și veniți afară la mine. Atunci fiecare dintre voi va mânca din via lui și din smochinul lui și va bea apă din fântâna lui,",
                "17": "până voi veni și vă voi lua într-o țară ca a voastră, o țară cu belșug de grâne și de must, de pâine și de vii».",
                "18": "Nu-l lăsați pe Ezechia să vă îndrume greșit, când zice: «Domnul ne va elibera!». Și-a eliberat vreunul dintre dumnezeii națiunilor țara din mâna împăratului Asiriei?",
                "19": "Unde sunt dumnezeii Hamatului și ai Arpadului? Unde sunt dumnezeii Sefarvaimului? Au eliberat ei Samaria din mâna mea?",
                "20": "Care dintre toți dumnezeii acestor țări și-au eliberat țara din mâna mea? Prin urmare, cum ar putea Domnul să elibereze Ierusalimul din mâna mea?“.",
                "21": "Poporul a tăcut și nu i-a răspuns niciun cuvânt, căci porunca regelui era: „Să nu-i răspundeți!“.",
                "22": "Atunci Eliachim, fiul lui Hilchia, cel ce răspundea de palat, scribul Șebna și cronicarul Ioah, fiul lui Asaf, au venit la Ezechia cu hainele sfâșiate și i-au spus cuvintele lui Rab-Șache."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Now in the fourteenth year of King Hezekiah, Sennacherib king of Assyria attacked all of the fortified cities of Judah and captured them.",
                "2": "The king of Assyria sent Rabshakeh from Lachish to Jerusalem to King Hezekiah with a large army. He stood by the aqueduct from the upper pool in the fuller’s field highway.",
                "3": "Then Eliakim the son of Hilkiah, who was over the household, and Shebna the scribe, and Joah, the son of Asaph the recorder came out to him.",
                "4": "Rabshakeh said to them, “Now tell Hezekiah, ‘The great king, the king of Assyria, says, “What confidence is this in which you trust?",
                "5": "I say that your counsel and strength for the war are only vain words. Now in whom do you trust, that you have rebelled against me?",
                "6": "Behold, you trust in the staff of this bruised reed, even in Egypt, which if a man leans on it, it will go into his hand and pierce it. So is Pharaoh king of Egypt to all who trust in him.",
                "7": "But if you tell me, ‘We trust in Yahweh our God,’ isn’t that he whose high places and whose altars Hezekiah has taken away, and has said to Judah and to Jerusalem, ‘You shall worship before this altar’?”",
                "8": "Now therefore, please make a pledge to my master the king of Assyria, and I will give you two thousand horses, if you are able on your part to set riders on them.",
                "9": "How then can you turn away the face of one captain of the least of my master’s servants, and put your trust in Egypt for chariots and for horsemen?",
                "10": "Have I come up now without Yahweh against this land to destroy it? Yahweh said to me, “Go up against this land, and destroy it.”’”",
                "11": "Then Eliakim, Shebna and Joah said to Rabshakeh, “Please speak to your servants in Aramaic, for we understand it. Don’t speak to us in the Jews’ language in the hearing of the people who are on the wall.”",
                "12": "But Rabshakeh said, “Has my master sent me only to your master and to you, to speak these words, and not to the men who sit on the wall, who will eat their own dung and drink their own urine with you?”",
                "13": "Then Rabshakeh stood, and called out with a loud voice in the Jews’ language, and said, “Hear the words of the great king, the king of Assyria!",
                "14": "The king says, ‘Don’t let Hezekiah deceive you; for he will not be able to deliver you.",
                "15": "Don’t let Hezekiah make you trust in Yahweh, saying, “Yahweh will surely deliver us. This city won’t be given into the hand of the king of Assyria.”’",
                "16": "Don’t listen to Hezekiah, for the king of Assyria says, ‘Make your peace with me, and come out to me; and each of you eat from his vine, and each one from his fig tree, and each one of you drink the waters of his own cistern;",
                "17": "until I come and take you away to a land like your own land, a land of grain and new wine, a land of bread and vineyards.",
                "18": "Beware lest Hezekiah persuade you, saying, “Yahweh will deliver us.” Have any of the gods of the nations delivered their lands from the hand of the king of Assyria?",
                "19": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim? Have they delivered Samaria from my hand?",
                "20": "Who are they among all the gods of these countries that have delivered their country out of my hand, that Yahweh should deliver Jerusalem out of my hand?’”",
                "21": "But they remained silent, and said nothing in reply, for the king’s commandment was, “Don’t answer him.”",
                "22": "Then Eliakim the son of Hilkiah, who was over the household, and Shebna the scribe, and Joah, the son of Asaph the recorder, came to Hezekiah with their clothes torn, and told him the words of Rabshakeh."
            }
        }
    }
}