{
    "book": "Isaia",
    "chapter": "30",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "„Vai”, zice Domnul, „de copiii răzvrătiți, care iau hotărâri fără Mine, fac legăminte care nu vin din Duhul Meu și îngrămădesc astfel păcat peste păcat!",
                "2": "Ei se coboară în Egipt, fără să Mă întrebe, ca să fugă sub ocrotirea lui Faraon și să caute un adăpost sub umbra egiptenilor!",
                "3": "Dar ocrotirea lui Faraon vă va da de rușine și adăpostul sub umbra Egiptului vă va da de ocară.",
                "4": "Căci voievozii lui au și ajuns la Țoan și trimișii lui au și atins Hanesul.",
                "5": "Dar toți vor rămâne de rușine din pricina unui popor care nu le va fi de folos, nici nu-i va ajuta, nici nu le va folosi, ci va fi spre rușinea și ocara lor.”",
                "6": "Prorocie asupra unor dobitoace de la miazăzi: Printr-un ținut strâmtorat și necăjit, de unde vin leoaica și leul, năpârca și șarpele zburător, își duc ei bogățiile în spinarea măgarilor și vistieriile pe cocoașa cămilelor către un popor care nu le va fi de folos.",
                "7": "Căci ajutorul Egiptului nu este decât deșertăciune și nimic, de aceea eu numesc lucrul acesta zarvă fără nicio ispravă.",
                "8": "„Du-te acum”, zice Domnul, „de scrie aceste lucruri înaintea lor pe o tăbliță și sapă-le într-o carte, ca să rămână până în ziua de apoi, ca mărturie pe vecie și în veci de veci.",
                "9": "Scrie că poporul acesta este un popor răzvrătit, niște copii mincinoși, niște copii care nu vor să asculte Legea Domnului,",
                "10": "care zic văzătorilor: ‘Să nu vedeți!’ și prorocilor: ‘Să nu prorociți adevăruri, ci spuneți-ne lucruri măgulitoare, prorociți-ne lucruri închipuite!",
                "11": "Abateți-vă din drum, dați-vă în lături de pe cărare, lăsați-ne în pace cu Sfântul lui Israel!’”",
                "12": "De aceea așa vorbește Sfântul lui Israel: „Fiindcă lepădați cuvântul acesta și vă încredeți în silnicie și vicleșuguri și vă sprijiniți pe ele,",
                "13": "de aceea nelegiuirea aceasta va fi pentru voi ca spărtura unui zid înalt, care, spărgându-se, amenință să cadă și a cărui prăbușire vine deodată, într-o clipă:",
                "14": "îl sfărâmă cum se sfărâmă un vas de pământ, care se sfărâmă fără nicio milă și din ale cărui sfărâmături nu mai rămâne niciun ciob măcar, cu care să iei foc din vatră sau să scoți apă din fântână.”",
                "15": "Căci așa vorbește Domnul Dumnezeu, Sfântul lui Israel: „În liniște și odihnă va fi mântuirea voastră, în seninătate și încredere va fi tăria voastră.” Dar n-ați voit!",
                "16": "Ci ați zis: „Nu! Ci vom fugi pe cai!” – De aceea veți și fugi! – „Vom călări pe cai iuți!” – De aceea cei ce vă vor urmări vor fi și mai iuți!",
                "17": "O mie vor fugi la amenințarea unuia singur și, când vă vor amenința cinci, toți veți fugi, până veți rămâne ca un stâlp pe vârful unui munte și ca un steag pe creștetul unui deal.",
                "18": "Totuși Domnul așteaptă să Se milostivească de voi și Se va scula să vă dea îndurare, căci Domnul este un Dumnezeu drept. Ferice de toți cei ce nădăjduiesc în El!",
                "19": "Da, popor al Sionului, locuitor al Ierusalimului, nu vei mai plânge! El Se va îndura de tine când vei striga; cum va auzi, te va asculta.",
                "20": "Domnul vă va da pâine în necaz și apă în strâmtorare. Învățătorii tăi nu se vor mai ascunde, ci ochii tăi vor vedea pe învățătorii tăi.",
                "21": "Urechile tale vor auzi după tine glasul care va zice: „Iată drumul, mergeți pe el!”, când veți voi să vă mai abateți la dreapta sau la stânga.",
                "22": "Veți socoti ca spurcate argintul care vă acoperă idolii și aurul cu care sunt poleite chipurile turnate. Ca pe o necurăție le vei arunca și le vei zice: „Afară cu voi de aici!”",
                "23": "Atunci El va da ploaie peste sămânța pe care o vei pune în pământ și pâinea pe care o va da pământul va fi gustoasă și hrănitoare; în același timp, turmele tale vor paște în pășuni întinse.",
                "24": "Boii și măgarii care ară pământul vor mânca un nutreț sărat, vânturat cu lopata și cu ciurul.",
                "25": "Pe orice munte înalt și pe orice deal înalt vor izvorî râuri, curgeri de apă, în ziua marelui măcel, când turnurile vor cădea.",
                "26": "Și lumina lunii va fi ca lumina soarelui, iar lumina soarelui va fi de șapte ori mai mare (ca lumina a șapte zile), când va lega Domnul vânătăile poporului Său și va tămădui rana loviturilor lui.",
                "27": "Iată, Numele Domnului vine din depărtare! Mânia Lui este aprinsă și un pârjol puternic; buzele Lui sunt pline de urgie și limba Lui este ca un foc mistuitor;",
                "28": "suflarea Lui este ca un șuvoi ieșit din albie, care ajunge până la gât, ca să ciuruiască neamurile cu ciurul nimicirii și să pună o zăbală înșelătoare în fălcile popoarelor.",
                "29": "Voi însă veți cânta ca în noaptea când se prăznuiește sărbătoarea, veți fi cu inima veselă ca cel ce merge în sunetul flautului, ca să se ducă la muntele Domnului, spre Stânca lui Israel.",
                "30": "Și Domnul va face să răsune glasul Lui măreț, Își va arăta brațul gata să lovească, în mânia Lui aprinsă, în mijlocul flăcării unui foc mistuitor, în mijlocul înecului, al furtunii și al pietrelor de grindină.",
                "31": "Atunci, asirianul va tremura de glasul Domnului, care îl va lovi cu nuiaua Sa.",
                "32": "La fiecare lovitură de nuia hotărâtă pe care i-o va da Domnul, se vor auzi timpanele și harpele. Domnul va lupta împotriva lui cu mâna ridicată.",
                "33": "Căci de multă vreme este pregătit un rug, gătit și pentru împărat: adânc și lat este făcut, cu foc și lemne din belșug. Suflarea Domnului îl aprinde ca un șuvoi de pucioasă."
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "„Vai de copiii răzvrătiți“, zice Domnul, „care fac un plan care nu este de la Mine și o alianță care nu este de la Duhul Meu, adăugând astfel păcat peste păcat.",
                "2": "Ei pleacă, ducându-se în Egipt, fără să-Mi ceară sfatul, și să se adăpostească la umbra Egiptului!",
                "3": "De aceea protecția oferită de Faraon va fi pentru voi o rușine, iar refugiul la umbra Egiptului vă va aduce dispreț.",
                "4": "Pentru că, deși are conducători în Țoan și trimișii săi au ajuns până la Hanes,",
                "5": "fiecare va fi făcut de rușine de către un popor care nu le este de niciun folos, care nu aduce nici ajutor, nici câștig, ci doar rușine și dispreț“.",
                "6": "O rostire despre animalele din Neghev. Printr-o regiune a necazului și a durerii, de unde vin leoaica și leul, vipera și șarpele zburător, și averile pe cocoașa cămilelor, către un popor care nu le va fi de folos,",
                "7": "către Egipt, al cărui ajutor este deșertăciune și nimic. De aceea îl numesc: „Rahab, cel ce stă nepăsător“.",
                "8": "Acum, du-te și scrie aceste lucruri pentru ei pe o tăbliță, scrie-le pe un sul, pentru vremea care vine!",
                "9": "Căci ei sunt un popor răzvrătit, niște copii mincinoși, copii care nu vor să asculte Legea Domnului,",
                "10": "care zic văzătorilor: „Să nu mai aveți vedenii!“ și profeților: „Nu ne mai profețiți ce este drept! Spuneți-ne lucruri măgulitoare, profețiți-ne iluzii!",
                "11": "Părăsiți calea! cu Sfântul lui Israel!“.",
                "12": "De aceea, așa vorbește Sfântul lui Israel: „Pentru că respingeți acest mesaj, și vă sprijiniți pe ele,",
                "13": "de aceea, această nelegiuire va fi pentru voi asemenea unei spărturi într-un zid înalt, care se lărgește și-i provoacă prăbușirea, prăbușire care va veni deodată, într-o clipă.",
                "14": "Îl va sfărâma așa cum se sfărâmă un vas de-al olarilor, sau pentru a scoate apă din fântână“.",
                "15": "Căci așa vorbește Stăpânul Domn, Sfântul lui Israel: „Prin pocăință și odihnă veți fi salvați; în liniște și în încredere va fi puterea voastră. Dar n-ați vrut!",
                "16": "Ați zis: «Nu! Ci vom fugi pe cai!» – tocmai de aceea veți fi nevoiți să fugiți! «Vom călări pe cai iuți!» – tocmai de aceea urmăritorii voștri vor fi și ei iuți!",
                "17": "La amenințarea unuia singur, vor fugi o mie și la amenințarea a cinci, veți fugi cu toții și ca un steag pe un deal“.",
                "18": "Totuși, Domnul așteaptă să-Și arate bunăvoința față de voi. Totuși, El Se ridică să vă arate milă. Căci Domnul este un Dumnezeu al dreptății! Ferice de toți cei ce-și pun speranța în El!",
                "19": "Da, popor al Sionului, care locuiești în Ierusalim, nu vei mai plânge! Cu siguranță El Își va arăta bunăvoința față de tine când îți va auzi strigătul după ajutor. Imediat ce te va auzi, îți va răspunde.",
                "20": "Deși Stăpânul vă va da pâinea necazului și apa suferinței, învățătorii tăi nu se vor mai ascunde și ochii tăi îi vor vedea pe învățătorii tăi.",
                "21": "Iar dacă vă veți întoarce fie spre dreapta, fie spre stânga, veți auzi înapoia voastră o voce, zicând: „Aceasta este calea! Mergeți pe ea!“.",
                "22": "Atunci vă veți pângări chipurile voastre cioplite, placate cu argint, și chipurile voastre turnate, acoperite cu aur. Le veți împrăștia ca pe niște zdrențe murdare, zicându-le: „Afară cu voi!“.",
                "23": "El va da ploaie seminței pe care o semeni în pământ, iar pâinea, rodul pământului, va fi gustoasă și din abundență. În ziua aceea, turmele voastre vor paște pe pășuni întinse;",
                "24": "boii și măgarii care lucrează pământul vor mânca nutreț sărat, care a fost vânturat cu lopata și cu furca.",
                "25": "Pe fiecare munte semeț și pe orice deal înalt vor curge pârâuri, în ziua marelui măcel, când turnurile vor cădea.",
                "26": "Luna va străluci ca soarele, iar lumina soarelui va fi de șapte ori mai puternică, așa cum este lumina a șapte zile, în ziua când Domnul va lega rana poporului Său, va vindeca vânătaia loviturii Lui.",
                "27": "Iată, Numele Domnului vine de departe; și înconjurat de un nor gros de fum. Buzele Sale sunt pline de indignare, iar limba Sa este ca un foc nimicitor.",
                "28": "Suflarea Lui este ca un torent care se revarsă și ajunge până la gât. și să pună un frâu în fălcile popoarelor, care să-i ducă în rătăcire.",
                "29": "Veți cânta ca în noaptea unei sărbători sfinte. ca și când ați merge, în sunetul flautului, la muntele Domnului, la Stânca lui Israel.",
                "30": "Domnul va face să se audă glasul Său măreț și să fie văzut brațul Său coborând să lovească, cu foarte mare mânie și cu flacără de foc nimicitoare, cu rupere de nori, cu furtună și grindină.",
                "31": "Căci Asiria va fi zdrobită de glasul Domnului, când El va lovi cu toiagul.",
                "32": "La fiecare lovitură de nuia hotărâtă, pe care Domnul o va îndrepta asupra ei, se vor auzi tamburinele și lirele. Cu loviturile brațului Său, El Se va lupta împotriva ei.",
                "33": "Căci Tofetul este de mult timp pregătit, este gata chiar și pentru împărat. Groapa lui este săpată adânc și larg, având foc și lemn din belșug. Suflarea Domnului, ca un șuvoi de sulf, îl aprinde."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "“Woe to the rebellious children”, says Yahweh, “who take counsel, but not from me; and who make an alliance, but not with my Spirit, that they may add sin to sin;",
                "2": "who set out to go down into Egypt without asking for my advice, to strengthen themselves in the strength of Pharaoh, and to take refuge in the shadow of Egypt!",
                "3": "Therefore the strength of Pharaoh will be your shame, and the refuge in the shadow of Egypt your confusion.",
                "4": "For their princes are at Zoan, and their ambassadors have come to Hanes.",
                "5": "They shall all be ashamed because of a people that can’t profit them, that are not a help nor profit, but a shame, and also a reproach.”",
                "6": "The burden of the animals of the South. Through the land of trouble and anguish, of the lioness and the lion, the viper and fiery flying serpent, they carry their riches on the shoulders of young donkeys, and their treasures on the humps of camels, to an unprofitable people.",
                "7": "For Egypt helps in vain, and to no purpose; therefore I have called her Rahab who sits still.",
                "8": "Now go, write it before them on a tablet, and inscribe it in a book, that it may be for the time to come forever and ever.",
                "9": "For it is a rebellious people, lying children, children who will not hear Yahweh’s law;",
                "10": "who tell the seers, “Don’t see!” and the prophets, “Don’t prophesy to us right things. Tell us pleasant things. Prophesy deceits.",
                "11": "Get out of the way. Turn away from the path. Cause the Holy One of Israel to cease from before us.”",
                "12": "Therefore the Holy One of Israel says, “Because you despise this word, and trust in oppression and perverseness, and rely on it,",
                "13": "therefore this iniquity shall be to you like a breach ready to fall, swelling out in a high wall, whose breaking comes suddenly in an instant.",
                "14": "He will break it as a potter’s vessel is broken, breaking it in pieces without sparing, so that there won’t be found among the broken pieces a piece good enough to take fire from the hearth, or to dip up water out of the cistern.”",
                "15": "For thus said the Lord Yahweh, the Holy One of Israel, “You will be saved in returning and rest. Your strength will be in quietness and in confidence.” You refused,",
                "16": "but you said, “No, for we will flee on horses;” therefore you will flee; and, “We will ride on the swift;” therefore those who pursue you will be swift.",
                "17": "One thousand will flee at the threat of one. At the threat of five, you will flee until you are left like a beacon on the top of a mountain, and like a banner on a hill.",
                "18": "Therefore Yahweh will wait, that he may be gracious to you; and therefore he will be exalted, that he may have mercy on you, for Yahweh is a God of justice. Blessed are all those who wait for him.",
                "19": "For the people will dwell in Zion at Jerusalem. You will weep no more. He will surely be gracious to you at the voice of your cry. When he hears you, he will answer you.",
                "20": "Though the Lord may give you the bread of adversity and the water of affliction, yet your teachers won’t be hidden any more, but your eyes will see your teachers;",
                "21": "and when you turn to the right hand, and when you turn to the left, your ears will hear a voice behind you, saying, “This is the way. Walk in it.”",
                "22": "You shall defile the overlaying of your engraved images of silver, and the plating of your molten images of gold. You shall cast them away as an unclean thing. You shall tell it, “Go away!”",
                "23": "He will give the rain for your seed, with which you will sow the ground; and bread of the increase of the ground will be rich and plentiful. In that day, your livestock will feed in large pastures.",
                "24": "The oxen likewise and the young donkeys that till the ground will eat savory feed, which has been winnowed with the shovel and with the fork.",
                "25": "There will be brooks and streams of water on every lofty mountain and on every high hill in the day of the great slaughter, when the towers fall.",
                "26": "Moreover the light of the moon will be like the light of the sun, and the light of the sun will be seven times brighter, like the light of seven days, in the day that Yahweh binds up the fracture of his people, and heals the wound they were struck with.",
                "27": "Behold, Yahweh’s name comes from far away, burning with his anger, and in thick rising smoke. His lips are full of indignation. His tongue is as a devouring fire.",
                "28": "His breath is as an overflowing stream that reaches even to the neck, to sift the nations with the sieve of destruction. A bridle that leads to ruin will be in the jaws of the peoples.",
                "29": "You will have a song, as in the night when a holy feast is kept, and gladness of heart, as when one goes with a flute to come to Yahweh’s mountain, to Israel’s Rock.",
                "30": "Yahweh will cause his glorious voice to be heard, and will show the descent of his arm, with the indignation of his anger and the flame of a devouring fire, with a blast, storm, and hailstones.",
                "31": "For through Yahweh’s voice the Assyrian will be dismayed. He will strike him with his rod.",
                "32": "Every stroke of the rod of punishment, which Yahweh will lay on him, will be with the sound of tambourines and harps. He will fight with them in battles, brandishing weapons.",
                "33": "For his burning place has long been ready. Yes, it is prepared for the king. He has made its pyre deep and large with fire and much wood. Yahweh’s breath, like a stream of sulfur, kindles it."
            }
        }
    }
}