{
    "book": "Isaia",
    "chapter": "38",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "În vremea aceea, Ezechia a fost bolnav pe moarte. Prorocul Isaia, fiul lui Amoț, a venit la el și i-a zis: „Așa vorbește Domnul: ‘Pune-ți în rânduială casa, căci vei muri și nu vei mai trăi.’”",
                "2": "Ezechia s-a întors cu fața la perete și a făcut Domnului următoarea rugăciune:",
                "3": "„Doamne, adu-Ți aminte că am umblat înaintea Ta cu credincioșie și inimă curată și am făcut ce este bine înaintea Ta!” Și Ezechia a vărsat multe lacrimi.",
                "4": "Atunci Cuvântul Domnului a vorbit lui Isaia astfel:",
                "5": "„Du-te și spune lui Ezechia: ‘Așa vorbește Domnul Dumnezeul tatălui tău David: «Am auzit rugăciunea ta și am văzut lacrimile tale. Iată că voi mai adăuga încă cincisprezece ani la zilele vieții tale.",
                "6": "Te voi izbăvi pe tine și cetatea aceasta din mâna împăratului Asiriei; voi ocroti cetatea aceasta.»",
                "7": "Și iată semnul din partea Domnului după care vei cunoaște că Domnul va împlini cuvântul pe care l-a rostit:",
                "8": "«Voi întoarce înapoi cu zece trepte umbra treptelor cu care s-a coborât soarele pe cadranul lui Ahaz.»’” Și soarele s-a dat înapoi cu zece trepte de pe treptele pe care se coborâse.",
                "9": "Cântarea lui Ezechia, împăratul lui Iuda, cu prilejul bolii și însănătoșirii lui.",
                "10": "„Ziceam: ‘În cei mai buni ani ai vieții mele trebuie să mă duc la porțile Locuinței morților! Sunt pedepsit cu pierderea celorlalți ani ai mei care-mi mai rămân!’",
                "11": "Ziceam: ‘Nu voi mai vedea pe Domnul, pe Domnul, în pământul celor vii; nu voi mai vedea pe niciun om în Locuința morților!",
                "12": "Locuința mea este luată și mutată de la mine, ca o colibă de păstori. Îmi simt firul vieții tăiat ca de un țesător, care m-ar rupe din țesătura lui. Până diseară îmi vei pune capăt.",
                "13": "Am strigat până dimineața; ca un leu îmi zdrobise toate oasele! Până diseară îmi vei pune capăt.",
                "14": "Ciripeam ca o rândunică, croncăneam ca un cocor și gemeam ca o porumbiță. Ochii-mi priveau topiți spre cer: «Doamne, sunt în necaz, ajută-mă!»’",
                "15": "Ce să mai spun? El mi-a răspuns și m-a ascultat. Acum voi umbla smerit până la capătul anilor mei, după ce am fost întristat astfel.",
                "16": "Doamne, prin îndurarea Ta se bucură omul de viață, prin ea mai am și eu suflare, căci Tu mă faci sănătos și îmi dai iarăși viața.",
                "17": "Iată, chiar suferințele mele erau spre mântuirea mea; Tu ai găsit plăcere să-mi scoți sufletul din groapa putrezirii. Căci ai aruncat înapoia Ta toate păcatele mele!",
                "18": "Căci nu Locuința morților Te laudă, nu moartea Te mărește și cei ce s-au coborât în groapă nu mai nădăjduiesc în credincioșia Ta.",
                "19": "Ci cel viu, da, cel viu Te laudă, ca mine astăzi. Tatăl face cunoscută copiilor săi credincioșia Ta.",
                "20": "Domnul m-a mântuit! De aceea, în toate zilele vieții noastre, în Casa Domnului.”",
                "21": "Isaia zisese: „Să se aducă o turtă de smochine și s-o întindă peste bubă și Ezechia va trăi.”",
                "22": "Și Ezechia zisese: „După ce semn voi cunoaște că mă voi sui la Casa Domnului?”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "În acele zile, Ezechia s-a îmbolnăvit și era aproape de moarte. Profetul Isaia, fiul lui Amoț, a venit la el și i-a zis: „Așa vorbește Domnul: «Pune-ți casa în rânduială, fiindcă vei muri. Nu vei mai trăi»“.",
                "2": "Atunci Ezechia s-a întors cu fața spre perete și s-a rugat Domnului,",
                "3": "zicând: „O, Doamne, adu-Ți aminte, Te rog, că am umblat înaintea Ta cu credincioșie și din toată inima și am făcut ce este bine înaintea ochilor Tăi“. Și Ezechia a plâns mult.",
                "4": "Cuvântul Domnului i-a vorbit lui Isaia, zicând:",
                "5": "„Du-te și spune-i lui Ezechia: «Așa vorbește Domnul, Dumnezeul tatălui tău David: ‘Ți-am auzit rugăciunea și ți-am văzut lacrimile. Iată că voi adăuga la zilele tale încă cincisprezece ani,",
                "6": "te voi elibera, pe tine și cetatea aceasta, din mâna împăratului Asiriei și voi apăra această cetate.",
                "7": "Acesta este semnul de la Domnul pentru tine, prin care vei ști că Domnul va împlini ce a promis:",
                "8": "voi face ca umbra aruncată de soare pe cadranul lui Ahaz să se dea înapoi cu zece trepte’»“. Și soarele s-a dat înapoi pe cadran cu zece trepte pe care deja le coborâse.",
                "9": "Scrierea lui Ezechia, regele lui Iuda, după ce a fost bolnav și s-a vindecat de boala sa:",
                "10": "„Ziceam: «În floarea vieții mele trebuie să trec prin porțile Locuinței Morților; sunt văduvit de restul anilor mei».",
                "11": "Am zis: «Nu-L voi mai vedea pe Domnul Dumnezeu în țara celor vii. împreună cu locuitorii lumii trecătoare.",
                "12": "Locuința mea este smulsă și îndepărtată de la mine precum cortul unui păstor. Mi-am înfășurat viața ca un țesător; el mă taie din țesătură. Până la noapte Tu îmi vei pune capăt.",
                "13": "M-am culcat până dimineață; ca un leu, așa îmi zdrobește El toate oasele. Până la noapte Tu îmi vei pune capăt.",
                "14": "Am ciripit ca un lăstun, am croncănit ca un cocor; am gemut ca o porumbiță. Mi-au obosit ochii uitându-mă în sus. Sunt în necaz. Ajută-mă, Stăpâne!",
                "15": "Ce-aș mai putea spune? El mi-a vorbit și El a înfăptuit. Voi umbla smerit, în toți anii vieții mele, din cauză că mi-a fost amărât sufletul.",
                "16": "O, Stăpâne, prin lucrurile acestea trăiesc oamenii și în toate acestea stă și viața duhului meu. și m-ai lăsat să trăiesc.",
                "17": "Iată, spre pacea mea am trecut prin această amărăciune. Tu mi-ai iubit sufletul, păzindu-l de groapa putrezirii, toate păcatele mele.",
                "18": "Într-adevăr, Locuința Morților nu-Ți poate mulțumi, Moartea nu Te poate lăuda, nu pot spera în credincioșia Ta,",
                "19": "ci cel viu, cel viu Te laudă, așa cum fac și eu azi. Tatăl face cunoscut fiilor săi credincioșia Ta.",
                "20": "Domnul m-a salvat. în toate zilele vieții noastre, în Casa Domnului»“.",
                "21": "Isaia zisese: „Să se aducă o turtă de smochine și s-o întindă pe bubă, și el va trăi“.",
                "22": "Ezechia întrebase: „Care va fi semnul prin care voi ști că mă voi duce la Casa Domnului?“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "In those days Hezekiah was sick and near death. Isaiah the prophet, the son of Amoz, came to him, and said to him, “Yahweh says, ‘Set your house in order, for you will die, and not live.’”",
                "2": "Then Hezekiah turned his face to the wall and prayed to Yahweh,",
                "3": "and said, “Remember now, Yahweh, I beg you, how I have walked before you in truth and with a perfect heart, and have done that which is good in your sight.” Then Hezekiah wept bitterly.",
                "4": "Then Yahweh’s word came to Isaiah, saying,",
                "5": "“Go, and tell Hezekiah, ‘Yahweh, the God of David your father, says, “I have heard your prayer. I have seen your tears. Behold, I will add fifteen years to your life.",
                "6": "I will deliver you and this city out of the hand of the king of Assyria, and I will defend this city.",
                "7": "This shall be the sign to you from Yahweh, that Yahweh will do this thing that he has spoken.",
                "8": "Behold, I will cause the shadow on the sundial, which has gone down on the sundial of Ahaz with the sun, to return backward ten steps.”’” So the sun returned ten steps on the sundial on which it had gone down.",
                "9": "The writing of Hezekiah king of Judah, when he had been sick, and had recovered of his sickness:",
                "10": "I said, “In the middle of my life I go into the gates of Sheol. I am deprived of the residue of my years.”",
                "11": "I said, “I won’t see Yah, Yah in the land of the living. I will see man no more with the inhabitants of the world.",
                "12": "My dwelling is removed, and is carried away from me like a shepherd’s tent. I have rolled up my life like a weaver. He will cut me off from the loom. From day even to night you will make an end of me.",
                "13": "I waited patiently until morning. He breaks all my bones like a lion. From day even to night you will make an end of me.",
                "14": "I chattered like a swallow or a crane. I moaned like a dove. My eyes weaken looking upward. Lord, I am oppressed. Be my security.”",
                "15": "What will I say? He has both spoken to me, and himself has done it. I will walk carefully all my years because of the anguish of my soul.",
                "16": "Lord, men live by these things; and my spirit finds life in all of them. You restore me, and cause me to live.",
                "17": "Behold, for peace I had great anguish, but you have in love for my soul delivered it from the pit of corruption; for you have cast all my sins behind your back.",
                "18": "For Sheol can’t praise you. Death can’t celebrate you. Those who go down into the pit can’t hope for your truth.",
                "19": "The living, the living, he shall praise you, as I do today. The father shall make known your truth to the children.",
                "20": "Yahweh will save me. Therefore we will sing my songs with stringed instruments all the days of our life in Yahweh’s house.",
                "21": "Now Isaiah had said, “Let them take a cake of figs, and lay it for a poultice on the boil, and he shall recover.”",
                "22": "Hezekiah also had said, “What is the sign that I will go up to Yahweh’s house?”"
            }
        }
    }
}