{
    "book": "Isaia",
    "chapter": "48",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Ascultați lucrul acesta, casa lui Iacov, voi, care purtați numele lui Israel și care ați ieșit din apele lui Iuda, voi, care ați jurat pe Numele Domnului și care chemați pe Dumnezeul lui Israel, dar nu în adevăr, nici cu neprihănire!",
                "2": "Căci ei își trag numele de la cetatea sfântă și se bizuiesc pe Dumnezeul lui Israel, al cărui Nume este Domnul oștirilor.",
                "3": "De multă vreme am făcut cele dintâi prorocii, din gura Mea au ieșit, și Eu le-am vestit: deodată am lucrat și s-au împlinit.",
                "4": "Știind că ești împietrit, că grumazul îți este un drug de fier și că ai o frunte de aramă,",
                "5": "ți-am vestit de mult aceste lucruri, ți le-am spus mai înainte ca să se întâmple, ca să nu poți să zici: ‘Idolul meu le-a făcut, chipul meu cioplit sau chipul meu turnat le-a poruncit!’",
                "6": "Ai auzit toate aceste lucruri pe care le vezi acum! Și nu vreți să le mărturisiți acum?… De acum, îți vestesc lucruri noi, ascunse, necunoscute de tine.",
                "7": "Ele se fac în timpul de față și nu fac parte din trecut; până în ziua de azi n-aveai nicio cunoștință despre ele, ca să nu poți zice: ‘Iată că le știam.’",
                "8": "Nici nu le-ai auzit, nici nu le-ai știut și nici nu-ți era deschisă odinioară urechea la ele, căci știam că ai să fii necredincios și că din naștere ai fost numit răzvrătit.",
                "9": "Din pricina Numelui Meu sunt îndelung răbdător, pentru slava Mea Mă opresc față de tine, ca să nu te nimicesc.",
                "10": "Iată, te-am pus în cuptor, dar nu te-am găsit argint; te-am lămurit în cuptorul urgiei.",
                "11": "Din dragoste pentru Mine, din dragoste pentru Mine vreau să lucrez! Căci cum ar putea fi hulit Numele Meu? Nu voi da altuia slava Mea.",
                "12": "Ascultă-Mă, Iacove! Și tu, Israele, pe care te-am chemat! Eu, Eu sunt Cel dintâi și tot Eu sunt și Cel din urmă.",
                "13": "Mâna Mea a întemeiat pământul și dreapta Mea a întins cerurile: cum le-am chemat, s-au și înfățișat îndată.",
                "14": "Strângeți-vă cu toții și ascultați! Cine dintre ei a vestit aceste lucruri? Acela pe care-l iubește Domnul va împlini voia Lui împotriva Babilonului și brațul lui va apăsa asupra haldeenilor.",
                "15": "Eu am vorbit și Eu l-am și chemat; Eu l-am adus și lucrarea lui va izbuti.",
                "16": "Apropiați-vă de Mine și ascultați! De la început, n-am vorbit în ascuns, de la obârșia acestor lucruri am fost de față. Și acum, Domnul Dumnezeu M-a trimis cu Duhul Său.”",
                "17": "Așa vorbește Domnul, Răscumpărătorul tău, Sfântul lui Israel: „Eu, Domnul Dumnezeul tău, te învăț ce este de folos și te călăuzesc pe calea pe care trebuie să mergi!",
                "18": "O, de ai fi luat aminte la poruncile Mele, atunci pacea ta ar fi fost ca un râu și fericirea ta, ca valurile mării!",
                "19": "Sămânța ta ar fi fost ca nisipul și roadele pântecelui tău, ca boabele de nisip; numele tău n-ar fi fost șters și nimicit înaintea Mea.",
                "20": "Ieșiți din Babilon, fugiți din mijlocul haldeenilor! Vestiți, trâmbițați cu glas de veselie, dați de știre până la capătul pământului, spuneți: ‘Domnul a răscumpărat pe robul Său Iacov!",
                "21": "Și nu vor suferi de sete în pustiurile în care-i va duce, ci va face să curgă pentru ei apă din stâncă, va despica stânca și va curge apa.’",
                "22": "Cei răi n-au pace”, zice Domnul."
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Ascultați lucrul acesta, Casă a lui Iacov, voi, care sunteți chemați cu numele lui Israel și care ați ieșit din apele lui Iuda, voi, care jurați pe Numele Domnului și-L chemați pe Dumnezeul lui Israel, dar nu în adevăr sau dreptate,",
                "2": "chiar dacă vă numiți pe voi înșivă după sfânta cetate și vă sprijiniți pe Dumnezeul lui Israel, al Cărui Nume este Domnul Oștirilor!",
                "3": "Lucrurile dinainte le-am vestit de demult; din gura Mea au ieșit, și Eu le-am făcut auzite; apoi, deodată, am lucrat, iar ele s-au împlinit.",
                "4": "Pentru că știu că ești încăpățânat și tendoanele cefei tale sunt de fier, iar fruntea de bronz,",
                "5": "de aceea ți-am vestit aceste lucruri demult. Înainte să se împlinească, ți le-am vestit, ca nu cumva să zici: «Idolul meu le-a făcut, chipul meu cioplit și chipul meu turnat le-a poruncit!».",
                "6": "Ai auzit. Uită-te la toate acestea! Iar voi, nu veți anunța? De acum te voi face să auzi lucruri noi, lucruri secrete, pe care nu le cunoști.",
                "7": "Ele sunt create acum, nu de demult. Până în ziua de azi tu n-ai auzit de ele, ca nu cumva să spui: «Iată, le știam deja».",
                "8": "Nici nu le-ai auzit, nici nu le-ai cunoscut și nici atunci, demult, urechea nu ți-a fost deschisă să le auzi. și că, încă din pântec, ai fost numit răzvrătit.",
                "9": "Pentru Numele Meu întârzii mânia Mea și pentru lauda Mea o opresc față de tine, ca să nu te nimicesc.",
                "10": "Iată, te-am rafinat, dar nu ca pe argint, ci te-am încercat în cuptorul suferinței.",
                "11": "De dragul Meu, de dragul Meu fac aceasta, căci de ce să fie batjocorit Numele Meu? Gloria Mea n-o voi da altuia.",
                "12": "Ascultă-Mă, Iacov, Israel, pe care te-am chemat! Eu sunt Acela! Eu sunt Cel dintâi și Cel de pe urmă!",
                "13": "Mâna Mea a pus temeliile pământului și dreapta Mea a întins cerurile; când le chem, ele se înfățișează împreună.",
                "14": "Adunați-vă cu toții și ascultați! Cine dintre ei a vestit aceste lucruri? El, cel iubit de Domnul, Îi va împlini dorința împotriva Babilonului, iar brațul său va fi împotriva caldeenilor.",
                "15": "Eu, chiar Eu am vorbit! Eu l-am chemat, Eu l-am adus, iar el va reuși!",
                "16": "Apropiați-vă de Mine și ascultați aceasta! De la început n-am vorbit în secret; când s-au petrecut aceste lucruri, Eu eram acolo“. Acum, Stăpânul Domn m-a trimis împreună cu Duhul Său.",
                "17": "Așa vorbește Domnul, Răscumpărătorul tău, Sfântul lui Israel: „Eu sunt Domnul, Dumnezeul tău, Care te învață ce este spre binele tău, Care te conduce pe calea pe care trebuie să mergi.",
                "18": "O, dacă ai fi ținut cont de poruncile Mele, pacea ta ar fi fost ca un râu, iar dreptatea ta, ca valurile mării.",
                "19": "Urmașii tăi ar fi fost ca nisipul, iar roadele pântecului tău, ca boabele de nisip. numele lor dinaintea Mea!“.",
                "20": "Ieșiți din Babilon! Fugiți dintre caldeeni! Cu un strigăt de bucurie vestiți și proclamați! Trimiteți vestea până la marginile pământului! Spuneți: „Domnul l-a răscumpărat pe slujitorul Său Iacov!“.",
                "21": "Ei n-au însetat când i-a condus prin deșert; El a făcut să curgă pentru ei apă din stâncă; a despicat stânca și a țâșnit apă.",
                "22": "„Pentru cei răi nu este pace“, zice Domnul."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "“Hear this, house of Jacob, you who are called by the name of Israel, and have come out of the waters of Judah. You swear by Yahweh’s name, and make mention of the God of Israel, but not in truth, nor in righteousness—",
                "2": "for they call themselves citizens of the holy city, and rely on the God of Israel; Yahweh of Armies is his name.",
                "3": "I have declared the former things from of old. Yes, they went out of my mouth, and I revealed them. I did them suddenly, and they happened.",
                "4": "Because I knew that you are obstinate, and your neck is an iron sinew, and your brow bronze;",
                "5": "therefore I have declared it to you from of old; before it came to pass I showed it to you; lest you should say, ‘My idol has done them. My engraved image and my molten image has commanded them.’",
                "6": "You have heard it. Now see all this. And you, won’t you declare it? “I have shown you new things from this time, even hidden things, which you have not known.",
                "7": "They are created now, and not from of old. Before today, you didn’t hear them, lest you should say, ‘Behold, I knew them.’",
                "8": "Yes, you didn’t hear. Yes, you didn’t know. Yes, from of old your ear was not opened, for I knew that you dealt very treacherously, and were called a transgressor from the womb.",
                "9": "For my name’s sake, I will defer my anger, and for my praise, I hold it back for you so that I don’t cut you off.",
                "10": "Behold, I have refined you, but not as silver. I have chosen you in the furnace of affliction.",
                "11": "For my own sake, for my own sake, I will do it; for how would my name be profaned? I will not give my glory to another.",
                "12": "“Listen to me, O Jacob, and Israel my called: I am he. I am the first. I am also the last.",
                "13": "Yes, my hand has laid the foundation of the earth, and my right hand has spread out the heavens. when I call to them, they stand up together.",
                "14": "“Assemble yourselves, all of you, and hear! Who among them has declared these things? He whom Yahweh loves will do what he likes to Babylon, and his arm will be against the Chaldeans.",
                "15": "I, even I, have spoken. Yes, I have called him. and he shall make his way prosperous.",
                "16": "“Come near to me and hear this: “From the beginning I have not spoken in secret; from the time that it happened, I was there.” with his Spirit.",
                "17": "Yahweh, your Redeemer, the Holy One of Israel, says: “I am Yahweh your God, who teaches you to profit, who leads you by the way that you should go.",
                "18": "Oh that you had listened to my commandments! and your righteousness like the waves of the sea.",
                "19": "Your offspring also would have been as the sand and the descendants of your body like its grains. His name would not be cut off nor destroyed from before me.”",
                "20": "Leave Babylon! Flee from the Chaldeans! With the sound of joyful shouting announce this, tell it even to the end of the earth; say, “Yahweh has redeemed his servant Jacob!”",
                "21": "They didn’t thirst when he led them through the deserts. He caused the waters to flow out of the rock for them. He also split the rock and the waters gushed out.",
                "22": "“There is no peace”, says Yahweh, “for the wicked.”"
            }
        }
    }
}