{
    "book": "Isaia",
    "chapter": "40",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "„Mângâiați, mângâiați pe poporul Meu!”, zice Dumnezeul vostru.",
                "2": "„Vorbiți bine Ierusalimului și strigați-i că robia lui s-a sfârșit, că nelegiuirea lui este ispășită, căci a primit din mâna Domnului de două ori cât toate păcatele lui.”",
                "3": "Un glas strigă: „Pregătiți în pustie calea Domnului, neteziți în locurile uscate un drum pentru Dumnezeul nostru!",
                "4": "Orice vale să fie înălțată, orice munte și orice deal să fie plecate, coastele să se prefacă în câmpii și strâmtorile, în vâlcele!",
                "5": "Atunci se va descoperi slava Domnului, și în clipa aceea orice făptură o va vedea, căci gura Domnului a vorbit.”",
                "6": "Un glas zice: „Strigă!” Și eu am răspuns: „Ce să strig?” „Orice făptură este ca iarba și toată strălucirea ei, ca floarea de pe câmp.",
                "7": "Iarba se usucă, floarea cade când suflă vântul Domnului peste ea.” În adevăr, poporul este ca iarba:",
                "8": "iarba se usucă, floarea cade, dar cuvântul Dumnezeului nostru rămâne în veac.",
                "9": "Suie-te pe un munte înalt, ca să vestești Sionului vestea cea bună; înalță-ți glasul cu putere, ca să vestești Ierusalimului vestea cea bună; înalță-ți glasul, nu te teme și spune cetăților lui Iuda: „Iată Dumnezeul vostru!”",
                "10": "Iată, Domnul Dumnezeu vine cu putere și poruncește cu brațul Lui. Iată că plata este cu El și răsplătirile vin înaintea Lui.",
                "11": "El Își va paște turma ca un Păstor, va lua mieii în brațe, îi va duce la sânul Lui și va călăuzi blând oile care alăptează.",
                "12": "Cine a măsurat apele cu mâna lui? Cine a măsurat cerurile cu palma și a strâns țărâna pământului într-o treime de măsură? Cine a cântărit munții cu cântarul și dealurile, cu cumpăna?",
                "13": "Cine a cercetat Duhul Domnului și cine L-a luminat cu sfaturile lui?",
                "14": "Cu cine S-a sfătuit El, ca să ia învățătură? Cine L-a învățat cărarea dreptății? Cine L-a învățat înțelepciunea și I-a făcut cunoscută calea priceperii?",
                "15": "Iată, neamurile sunt ca o picătură de apă din vadră, sunt ca praful pe o cumpănă; El ridică ostroavele ca un bob de nisip.",
                "16": "Libanul n-ajunge pentru foc și dobitoacele lui n-ajung pentru arderea-de-tot.",
                "17": "Toate neamurile sunt ca o nimica înaintea Lui, nu sunt decât nimicnicie și deșertăciune.",
                "18": "Cu cine voiți să asemănați pe Dumnezeu? Și cu ce asemănare Îl veți asemăna?",
                "19": "Meșterul toarnă idolul și argintarul îl îmbracă cu aur și-i toarnă lănțișoare de argint.",
                "20": "Iar cine este sărac alege ca dar un lemn care nu putrezește; își caută un meșter iscusit, ca să facă un idol care să nu se clatine.",
                "21": "Nu știți? N-ați auzit? Nu vi s-a făcut cunoscut de la început? Nu v-ați gândit niciodată la întemeierea pământului?",
                "22": "El șade deasupra cercului pământului și locuitorii lui sunt ca niște lăcuste înaintea Lui; El întinde cerurile ca o maramă subțire și le lățește ca un cort, ca să locuiască în el.",
                "23": "El preface într-o nimica pe voievozi și face o nimica din judecătorii pământului.",
                "24": "De-abia sunt sădiți, de-abia sunt semănați, de-abia li s-a înrădăcinat tulpina în pământ, și El suflă peste ei de se usucă și un vârtej îi ia ca pe niște paie.",
                "25": "„Cu cine Mă veți asemăna, ca să fiu deopotrivă cu el?”, zice Cel Sfânt.",
                "26": "Ridicați-vă ochii în sus și priviți! Cine a făcut aceste lucruri? Cine a făcut să meargă după număr, în șir, oștirea lor? El le cheamă pe toate pe nume; așa de mare e puterea și tăria Lui, că una nu lipsește.",
                "27": "Pentru ce zici tu, Iacove, pentru ce zici tu, Israele: „Soarta mea este ascunsă dinaintea Domnului și dreptul meu este trecut cu vederea înaintea Dumnezeului meu”?",
                "28": "Nu știi? N-ai auzit? Dumnezeul cel veșnic, Domnul, a făcut marginile pământului. El nu obosește, nici nu ostenește; priceperea Lui nu poate fi pătrunsă.",
                "29": "El dă tărie celui obosit și mărește puterea celui ce cade în leșin.",
                "30": "Flăcăii obosesc și ostenesc, chiar tinerii se clatină,",
                "31": "dar cei ce se încred în Domnul își înnoiesc puterea; ei zboară ca vulturii; aleargă, și nu obosesc, umblă, și nu ostenesc."
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "„Mângâiați-l, mângâiați-l pe poporul Meu!“, zice Dumnezeul vostru.",
                "2": "„Vorbiți inimii Ierusalimului și vestiți-i că munca lui cea grea s-a sfârșit, că nelegiuirea lui a fost plătită, o pedeapsă dublă pentru toate păcatele sale!“.",
                "3": "Iată, un glas strigă: „Pregătiți în deșert calea Domnului; neteziți în deșert un drum pentru Dumnezeul nostru!",
                "4": "Orice vale va fi înălțată și orice munte și deal va fi smerit. și locurile aspre vor deveni o câmpie.",
                "5": "Atunci se va arăta gloria Domnului și toți oamenii o vor vedea împreună“, căci gura Domnului a vorbit.",
                "6": "Un glas zice: ‒ Vestește! El a întrebat: ‒ Ce să vestesc? ‒ Orice om este ca iarba și toată splendoarea lui este ca floarea de pe câmp.",
                "7": "Iarba se usucă, floarea cade, când vine suflarea Domnului peste ea. Într-adevăr, ca iarba este poporul!",
                "8": "Iarba se usucă, iar floarea cade, însă Cuvântul Dumnezeului nostru rămâne pe vecie!",
                "9": "Suie-te pe un munte înalt, Sionule, aducător de vești bune! Înalță-ți glasul cu putere, Ierusalime, aducător de vești bune! Înalță-l, nu te teme! Spune cetăților lui Iuda: „Iată-L pe Dumnezeul vostru!“.",
                "10": "Iată, Stăpânul Domn vine cu putere, iar brațul Lui stăpânește pentru El. și răsplata Lui Îl însoțește.",
                "11": "El Își va paște turma ca un păstor; Își va strânge mieii în brațe, și va călăuzi blând oile care alăptează.",
                "12": "Cine a măsurat apele în palma lui și a trasat cerurile cu lățimea palmei? Cine a strâns pulberea pământului într-o măsură? și dealurile pe talere?",
                "13": "Cine a pătruns Duhul Domnului și care om L-a îndrumat cu sfatul lui?",
                "14": "Cu cine S-a sfătuit El și cine L-a făcut priceput? Cine L-a învățat calea judecății? și I-a făcut cunoscută cărarea priceperii?",
                "15": "Iată, națiunile sunt ca o picătură de apă din găleată, sunt considerate ca praful de pe talere. Iată, El ridică insulele ca pe un lucru mărunt.",
                "16": "Libanul nu este îndeajuns pentru foc și vietățile lui nu sunt îndeajuns pentru arderea-de-tot.",
                "17": "Toate națiunile sunt ca o nimica înaintea Lui; ca fiind mai puțin decât nimicnicie și deșertăciune.",
                "18": "Cu cine, deci, L-ați putea asemăna pe Dumnezeu? Cu ce asemănare L-ați putea compara?",
                "19": "Un meșter toarnă chipul, și îi face lănțișoare de argint.",
                "20": "Cel care este prea sărac ca să aducă un dar ca să facă un chip cioplit, care să nu se clatine.",
                "21": "Nu știți? N-ați auzit? Nu vi s-a făcut cunoscut de la început? N-ați învățat nimic de la întemeierea pământului?",
                "22": "El este Cel Ce șade deasupra cercului pământului, ai cărui locuitori par niște lăcuste. și le desfășoară ca pe un cort de locuit.",
                "23": "El este Cel Ce îi transformă pe prinți în nimic, iar pe conducătorii pământului ca și cum n-ar exista.",
                "24": "De abia sunt plantați, de abia sunt semănați, de abia s-a înrădăcinat trunchiul lor în pământ, că El și suflă peste ei, uscându-i, iar vijelia îi ia ca pe niște paie.",
                "25": "„Deci, cu cine Mă veți asemăna ca să fim deopotrivă?“, zice Cel Sfânt.",
                "26": "Ridicați-vă ochii spre ceruri și priviți: Cine a creat toate acestea? Cel Ce aduce afară armata lor, după număr, chemându-le pe toate pe nume. Atât de mare este tăria Lui, atât de tare este puterea Lui, că niciuna nu lipsește.",
                "27": "De ce spui, Iacov, de ce zici, Israel: „Calea mea este ascunsă de Domnul și dreptul meu nu este luat în seamă de Dumnezeul meu“?",
                "28": "Nu știi? N-ai auzit? Domnul este Dumnezeul cel veșnic, Creatorul marginilor pământului. El nu obosește, nici nu rămâne fără putere, iar priceperea Lui este de nepătruns.",
                "29": "El dă putere celui obosit și îl întărește pe cel lipsit de putere.",
                "30": "Feciorii obosesc și nu mai au putere, tinerii se împiedică și cad,",
                "31": "dar cei ce-și pun speranța în Domnul își vor înnoi puterea, vor zbura ca vulturii, vor alerga și nu vor rămâne fără putere, vor umbla și nu vor obosi."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "“Comfort, comfort my people,” says your God.",
                "2": "“Speak comfortably to Jerusalem, and call out to her that her warfare is accomplished, that her iniquity is pardoned, that she has received of Yahweh’s hand double for all her sins.”",
                "3": "The voice of one who calls out, “Prepare the way of Yahweh in the wilderness! Make a level highway in the desert for our God.",
                "4": "Every valley shall be exalted, and every mountain and hill shall be made low. The uneven shall be made level, and the rough places a plain.",
                "5": "Yahweh’s glory shall be revealed, and all flesh shall see it together; for the mouth of Yahweh has spoken it.”",
                "6": "The voice of one saying, “Cry out!” One said, “What shall I cry?” “All flesh is like grass, and all its glory is like the flower of the field.",
                "7": "The grass withers, the flower fades, because Yahweh’s breath blows on it. Surely the people are like grass.",
                "8": "The grass withers, the flower fades; but the word of our God stands forever.”",
                "9": "You who tell good news to Zion, go up on a high mountain. You who tell good news to Jerusalem, lift up your voice with strength! Lift it up! Don’t be afraid! Say to the cities of Judah, “Behold, your God!”",
                "10": "Behold, the Lord Yahweh will come as a mighty one, and his arm will rule for him. Behold, his reward is with him, and his recompense before him.",
                "11": "He will feed his flock like a shepherd. He will gather the lambs in his arm, and carry them in his bosom. He will gently lead those who have their young.",
                "12": "Who has measured the waters in the hollow of his hand, and marked off the sky with his span, and calculated the dust of the earth in a measuring basket, and weighed the mountains in scales, and the hills in a balance?",
                "13": "Who has directed Yahweh’s Spirit, or has taught him as his counselor?",
                "14": "Who did he take counsel with, and who instructed him, and taught him in the path of justice, and taught him knowledge, and showed him the way of understanding?",
                "15": "Behold, the nations are like a drop in a bucket, and are regarded as a speck of dust on a balance. Behold, he lifts up the islands like a very little thing.",
                "16": "Lebanon is not sufficient to burn, nor its animals sufficient for a burnt offering.",
                "17": "All the nations are like nothing before him. They are regarded by him as less than nothing, and vanity.",
                "18": "To whom then will you liken God? Or what likeness will you compare to him?",
                "19": "A workman has cast an image, and the goldsmith overlays it with gold, and casts silver chains for it.",
                "20": "He who is too impoverished for such an offering chooses a tree that will not rot. He seeks a skillful workman to set up a carved image for him that will not be moved.",
                "21": "Haven’t you known? Haven’t you heard? Haven’t you been told from the beginning? Haven’t you understood from the foundations of the earth?",
                "22": "It is he who sits above the circle of the earth, and its inhabitants are like grasshoppers; who stretches out the heavens like a curtain, and spreads them out like a tent to dwell in,",
                "23": "who brings princes to nothing, who makes the judges of the earth meaningless.",
                "24": "They are planted scarcely. They are sown scarcely. Their stock has scarcely taken root in the ground. He merely blows on them, and they wither, and the whirlwind takes them away as stubble.",
                "25": "“To whom then will you liken me? Who is my equal?” says the Holy One.",
                "26": "Lift up your eyes on high, and see who has created these, who brings out their army by number. He calls them all by name. By the greatness of his might, and because he is strong in power, not one is lacking.",
                "27": "Why do you say, Jacob, and speak, Israel, “My way is hidden from Yahweh, and the justice due me is disregarded by my God”?",
                "28": "Haven’t you known? Haven’t you heard? The everlasting God, Yahweh, the Creator of the ends of the earth, doesn’t faint. He isn’t weary. His understanding is unsearchable.",
                "29": "He gives power to the weak. He increases the strength of him who has no might.",
                "30": "Even the youths faint and get weary, and the young men utterly fall;",
                "31": "but those who wait for Yahweh will renew their strength. They will mount up with wings like eagles. They will run, and not be weary. They will walk, and not faint."
            }
        }
    }
}