{
    "book": "Isaia",
    "chapter": "50",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Așa vorbește Domnul: „Unde este cartea de despărțire prin care am izgonit pe mama voastră? Sau căruia dintre cei ce M-au împrumutat v-am vândut? Vedeți, din pricina fărădelegilor voastre ați fost vânduți și din pricina păcatelor voastre a fost izgonită mama voastră.",
                "2": "Pentru ce nu era nimeni când am venit? Pentru ce n-a răspuns nimeni când am strigat? Este mâna Mea prea scurtă ca să răscumpere? Sau n-am Eu destulă putere ca să izbăvesc? Cu mustrarea Mea, Eu usuc marea și prefac râurile în pustie; peștii lor se strică din lipsă de apă și pier de sete!",
                "3": "Îmbrac cerurile cu negura de jale și le învelesc cu un sac.”",
                "4": "„Domnul Dumnezeu Mi-a dat o limbă iscusită, ca să știu să înviorez cu vorba pe cel doborât de întristare. El Îmi trezește în fiecare dimineață, El Îmi trezește urechea, să ascult cum ascultă niște ucenici.",
                "5": "Domnul Dumnezeu Mi-a deschis urechea și nu M-am împotrivit, nici nu M-am tras înapoi.",
                "6": "Mi-am dat spatele înaintea celor ce Mă loveau și obrajii înaintea celor ce-Mi smulgeau barba; nu Mi-am ascuns fața de ocări și de scuipări.",
                "7": "Dar Domnul Dumnezeu M-a ajutat, de aceea nu M-am rușinat, de aceea Mi-am făcut fața ca o cremene, știind că nu voi fi dat de rușine.",
                "8": "Cel ce Mă îndreptățește este aproape: cine va vorbi împotriva Mea? Să ne înfățișăm împreună! Cine este potrivnicul Meu? Să înainteze spre Mine!",
                "9": "Iată, Domnul Dumnezeu Mă ajută: cine Mă va osândi? Într-adevăr, se prefac cu toții în zdrențe ca o haină: molia îi va mânca.",
                "10": "Cine dintre voi se teme de Domnul să asculte glasul Robului Său! Cine umblă în întuneric și n-are lumină să se încreadă în Numele Domnului și să se bizuiască pe Dumnezeul lui!",
                "11": "Iar voi toți, care aprindeți focul și puneți tăciuni pe el, umblați în lumina focului vostru și în tăciunii pe care i-ați aprins! Din mâna Mea vi se întâmplă aceste lucruri, ca să zăceți în dureri.”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Așa vorbește Domnul: „Unde este acea scrisoare de despărțire a mamei voastre, prin care am alungat-o? v-am vândut Eu? Iată, din cauza nelegiuirilor voastre a fost alungată mama voastră.",
                "2": "De ce, când am venit, n-a mai fost nimeni acolo? De ce, când am strigat, n-a răspuns nimeni? pentru a vă răscumpăra? pentru a vă elibera? Iată, cu mustrarea Mea, pot să sec marea și să transform râurile în deșert; și mor de sete.",
                "3": "Eu îmbrac cerurile cu întuneric și le învelesc cu o pânză de sac“.",
                "4": "„Stăpânul Domn pe cel obosit. El Îmi trezește, în fiecare dimineață, El Îmi trezește urechea, ca să ascult asemenea unor ucenici.",
                "5": "Stăpânul Domn Mi-a deschis urechea, iar Eu nu M-am răzvrătit, nu I-am întors spatele.",
                "6": "Mi-am dat spatele celor ce Mă loveau și obrajii celor ce-Mi smulgeau barba; nu Mi-am ascuns fața de insulte și de scuipat.",
                "7": "Stăpânul Domn Îmi vine în ajutor; de aceea nu voi fi făcut de rușine. De aceea Mi-am făcut fața ca de cremene, știind că nu voi fi făcut de rușine.",
                "8": "Cel Ce Mă îndreptățește este aproape! Cine îndrăznește să Mă acuze? Să ne înfățișăm împreună! Unde este cel ce Mă acuză? Să Mă confrunte!",
                "9": "Iată, Stăpânul Domn Îmi vine în ajutor! Cine îndrăznește să Mă condamne? Iată, toți se vor învechi ca o haină, iar molia îi va mânca.",
                "10": "Care dintre voi se teme de Domnul și ascultă de glasul Slujitorului Său? și nu are lumină, și să se sprijine pe Dumnezeul său!",
                "11": "Iată, voi toți care aprindeți un foc și purtați torțe aprinse, umblați, dar în lumina focului vostru și a torțelor pe care le-ați aprins! Aceasta veți primi din mâna Mea: veți zăcea într-un loc al durerii."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Yahweh says, “Where is the bill of your mother’s divorce, with which I have put her away? Or to which of my creditors have I sold you? Behold, you were sold for your iniquities, and your mother was put away for your transgressions.",
                "2": "Why, when I came, was there no one? When I called, why was there no one to answer? Is my hand shortened at all, that it can’t redeem? Or have I no power to deliver? Behold, at my rebuke I dry up the sea. I make the rivers a wilderness. Their fish stink because there is no water, and die of thirst.",
                "3": "I clothe the heavens with blackness. I make sackcloth their covering.”",
                "4": "The Lord Yahweh has given me the tongue of those who are taught, that I may know how to sustain with words him who is weary. He awakens morning by morning, he awakens my ear to hear as those who are taught.",
                "5": "The Lord Yahweh has opened my ear. I was not rebellious. I have not turned back.",
                "6": "I gave my back to those who beat me, and my cheeks to those who plucked off the hair. I didn’t hide my face from shame and spitting.",
                "7": "For the Lord Yahweh will help me. Therefore I have not been confounded. Therefore I have set my face like a flint, and I know that I won’t be disappointed.",
                "8": "He who justifies me is near. Who will bring charges against me? Let us stand up together. Who is my adversary? Let him come near to me.",
                "9": "Behold, the Lord Yahweh will help me! Who is he who will condemn me? Behold, they will all grow old like a garment. The moths will eat them up.",
                "10": "Who among you fears Yahweh and obeys the voice of his servant? and has no light, let him trust in Yahweh’s name, and rely on his God.",
                "11": "Behold, all you who kindle a fire, who adorn yourselves with torches around yourselves, walk in the flame of your fire, and among the torches that you have kindled. You will have this from my hand: you will lie down in sorrow."
            }
        }
    }
}