{
    "book": "Isaia",
    "chapter": "37",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Când a auzit împăratul Ezechia cuvintele acestea, și-a sfâșiat hainele, s-a acoperit cu un sac și s-a dus în Casa Domnului.",
                "2": "A trimis pe Eliachim, căpetenia casei împăratului, pe Șebna, logofătul, și pe cei mai bătrâni dintre preoți, acoperiți cu saci, la prorocul Isaia, fiul lui Amoț.",
                "3": "Și i-au zis: „Așa vorbește Ezechia: ‘Ziua aceasta este o zi de necaz, de pedeapsă și de ocară, căci copiii sunt aproape să iasă din pântecele mamei lor, și totuși mamele n-au putere să nască.",
                "4": "Poate că Domnul Dumnezeul tău a auzit cuvintele lui Rabșache, pe care l-a trimis împăratul Asiriei, stăpânul său, să batjocorească pe Dumnezeul cel viu și poate că Domnul Dumnezeul tău îl va pedepsi pentru cuvintele pe care le-a auzit. Înalță dar o rugăciune pentru rămășița care a mai rămas.’”",
                "5": "Slujitorii împăratului Ezechia s-au dus deci la Isaia.",
                "6": "Și Isaia le-a zis: „Iată ce veți spune stăpânului vostru: ‘Așa vorbește Domnul: «Nu te înspăimânta de cuvintele pe care le-ai auzit și prin care M-au batjocorit slujitorii împăratului Asiriei.",
                "7": "Căci voi pune în el un duh de așa fel încât, la o veste pe care o va primi, se va întoarce în țara lui și-l voi face să cadă ucis de sabie în țara lui.»’”",
                "8": "Rabșache, la întoarcere, a găsit pe împăratul Asiriei luptând împotriva Libnei, căci aflase de plecarea lui din Lachis.",
                "9": "Atunci împăratul Asiriei a primit o veste despre Tirhaca, împăratul Etiopiei, prin care i se spunea: „El a pornit să-ți facă război.” Cum a auzit lucrul acesta, a trimis soli la Ezechia, zicându-le:",
                "10": "„Așa să vorbiți lui Ezechia, împăratul lui Iuda: ‘Nu te lăsa amăgit de Dumnezeul tău, în care te încrezi și zici: «Ierusalimul nu va fi dat în mâinile împăratului Asiriei.»",
                "11": "Căci ai auzit ce au făcut împărații Asiriei tuturor țărilor și cum le-au nimicit cu desăvârșire. Și tu să fii izbăvit?",
                "12": "Oare dumnezeii neamurilor pe care le-au nimicit părinții mei le-au izbăvit ei, și anume: Gozanul, Haranul, Rețeful și fiii lui Eden, care sunt la Telasar?",
                "13": "Unde sunt împăratul Hamatului, împăratul Arpadului și împăratul cetăților Sefarvaim, Hena și Iva?’”",
                "14": "Ezechia a luat scrisoarea din mâna solilor și a citit-o. Apoi s-a suit la Casa Domnului, a întins-o înaintea Domnului",
                "15": "și I-a făcut următoarea rugăciune:",
                "16": "„Doamne al oștirilor, Dumnezeul lui Israel, care șezi pe heruvimi! Tu ești singurul Dumnezeu al tuturor împărățiilor pământului! Tu ai făcut cerurile și pământul!",
                "17": "Doamne, pleacă-Ți urechea și ascultă! Doamne, deschide-Ți ochii și privește! Auzi toate cuvintele pe care le-a trimis Sanherib, ca să batjocorească pe Dumnezeul cel viu!",
                "18": "Este adevărat, Doamne, că împărații Asiriei au pustiit toate neamurile și țările lor",
                "19": "și că au aruncat în foc pe dumnezeii lor, dar ei nu erau dumnezei, ci erau lucrări făcute de mâinile omului, de lemn și de piatră. De aceea i-au nimicit.",
                "20": "Acum, Doamne, Dumnezeul nostru, izbăvește-ne din mâna lui Sanherib, ca toate împărățiile pământului să știe că numai Tu, Doamne, ești Dumnezeu!”",
                "21": "Atunci Isaia, fiul lui Amoț, a trimis să spună lui Ezechia: „Așa vorbește Domnul Dumnezeul lui Israel: ‘Am auzit rugăciunea pe care Mi-ai făcut-o cu privire la Sanherib, împăratul Asiriei.’",
                "22": "Iată cuvântul pe care l-a rostit Domnul împotriva lui: ‘Fecioara, fiica Sionului, te disprețuiește și își bate joc de tine; fata Ierusalimului dă din cap după tine.",
                "23": "Pe cine ai batjocorit și ai ocărât tu? Împotriva cui ți-ai ridicat glasul și ți-ai îndreptat ochii? Împotriva Sfântului lui Israel;",
                "24": "prin slujitorii tăi tu ai batjocorit pe Domnul și ai zis: «Cu mulțimea carelor mele m-am suit pe vârful munților, pe coastele Libanului, și voi tăia cedrii lui cei mai înalți, cei mai frumoși chiparoși ai lui, și voi ajunge pe culmea cea mai înaltă, în pădurea lui, care este ca un pomet.",
                "25": "Am săpat izvoare și am băut din apele lor, și cu talpa picioarelor mele voi seca toate râurile Egiptului.»",
                "26": "Dar n-ai auzit că am pregătit aceste lucruri de demult și că le-am hotărât din vremuri străvechi? Acum însă am dat voie să se împlinească, pentru ca să prefaci cetăți tari în niște mormane de dărâmături.",
                "27": "Și locuitorii lor sunt neputincioși, înspăimântați și uluiți: sunt ca iarba de pe câmp și verdeața fragedă, ca iarba de pe acoperișuri și ca grâul care se usucă înainte de a da în spic.",
                "28": "Dar Eu știu când stai jos, când ieși afară, când intri și când ești mânios împotriva Mea.",
                "29": "Deci, pentru că ești mânios împotriva Mea și mândria ta a ajuns până la urechile Mele, voi pune veriga Mea în nările tale și zăbala Mea între buzele tale și te voi face să te întorci pe drumul pe care ai venit.’",
                "30": "Și acesta să-ți fie semnul, Ezechia: anul acesta veți mânca ce va crește singur de la sine și în al doilea an, ce va răsări din aceasta, dar în al treilea an veți semăna, veți secera, veți sădi vii și veți mânca din rodul lor.",
                "31": "Și ce va mai scăpa din casa lui Iuda și ce va mai rămâne iarăși va prinde rădăcini dedesubt și va aduce rod deasupra.",
                "32": "Căci din Ierusalim va ieși o rămășiță și din muntele Sionului, cei izbăviți. Iată ce va face râvna Domnului oștirilor.",
                "33": "De aceea așa vorbește Domnul despre împăratul Asiriei: ‘El nu va intra în cetatea aceasta, nu va arunca săgeți în ea, nu-i va sta înainte cu scuturi și nu va ridica întărituri de șanțuri împotriva ei.",
                "34": "Ci se va întoarce pe drumul pe care a venit și nu va intra în cetatea aceasta’, zice Domnul,",
                "35": "‘căci Eu voi ocroti cetatea aceasta ca s-o scap, din pricina Mea și din pricina robului Meu David!’”",
                "36": "Îngerul Domnului a ieșit și a ucis în tabăra asirienilor o sută optzeci și cinci de mii de oameni. Și, când s-au sculat dimineața, iată că toți aceștia erau niște trupuri moarte.",
                "37": "Atunci Sanherib, împăratul Asiriei, și-a ridicat tabăra, a plecat și s-a întors și a rămas la Ninive.",
                "38": "Și, pe când stătea cu fața la pământ, rugându-se în casa lui Nisroc, dumnezeul său, fiii săi Adramalec și Șarețer l-au lovit cu sabia și au fugit în țara Ararat. Și în locul lui a domnit fiul său Esar-Hadon."
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Când regele Ezechia a auzit lucrul acesta, și-a sfâșiat hainele, s-a acoperit cu o pânză de sac și s-a dus la Casa Domnului.",
                "2": "I-a trimis la profetul Isaia, fiul lui Amoț, pe Eliachim, cel ce răspundea de palat, pe scribul Șebna și pe cei bătrâni dintre preoți, fiecare dintre ei acoperit cu o pânză de sac.",
                "3": "Ei i-au zis: ‒ Așa vorbește Ezechia: „Aceasta este o zi de necaz, de pedeapsă și de rușine, căci copiii sunt gata să iasă din pântec, dar nu mai este nicio putere pentru a le da naștere.",
                "4": "Poate că Domnul, Dumnezeul tău, a auzit cuvintele lui Rab-Șache, care a fost trimis de stăpânul său, împăratul Asiriei, pentru a-L batjocori pe Dumnezeul cel Viu și poate că Domnul, Dumnezeul tău, îl va mustra pentru cuvintele pe care le-a auzit. De aceea, înalță o rugăciune pentru cei care au mai rămas!“.",
                "5": "Când slujitorii regelui Ezechia au venit la Isaia,",
                "6": "acesta le-a zis: ‒ Să-i spuneți astfel stăpânului vostru: „Așa vorbește Domnul: «Să nu te temi din cauza cuvintelor pe care le-ai auzit și cu care slujitorii împăratului Asiriei M-au blasfemiat.",
                "7": "Iată, voi pune în el un duh și, astfel, la auzirea unui zvon, se va întoarce în țara lui. Și-l voi face să cadă ucis de sabie în țara lui»“.",
                "8": "Când Rab-Șache a auzit că împăratul Asiriei plecase din Lachiș, s-a întors și l-a găsit pe acesta luptând împotriva Libnei.",
                "9": "După aceea, împăratul Asiriei a auzit că Tirhaka, regele din Cuș, a ieșit să lupte împotriva lui. Când a auzit lucrul acesta, a trimis mesageri la Ezechia, zicând:",
                "10": "„Așa să-i vorbiți lui Ezechia, regele lui Iuda: «Nu-L lăsa pe Dumnezeul tău, în Care te încrezi, să te amăgească, zicând: ‘Ierusalimul nu va fi dat în mâna împăratului Asiriei’.",
                "11": "Iată, ai auzit ce au făcut împărații Asiriei tuturor țărilor cucerite, dându-le spre nimicire. Vei scăpa tu oare?",
                "12": "Și-au salvat, oare, dumnezeii națiunile pe care părinții mei le-au distrus: pe Gozan, pe Haran, pe Rețef și pe fiii lui Eden, care erau în Tel-Asar?",
                "13": "Unde este regele Hamatului, regele Arpadului și regele cetății Sefarvaim, al Henei sau al Ivei?»“.",
                "14": "Ezechia a luat scrisoarea din mâna mesagerilor și a citit-o. Apoi s-a dus la Casa Domnului și a întins scrisoarea înaintea Domnului.",
                "15": "Ezechia s-a rugat Domnului, zicând:",
                "16": "„O, Doamne al Oștirilor, Dumnezeul lui Israel, Tu, Care tronezi deasupra heruvimilor! Tu ești singurul Dumnezeu al tuturor regatelor pământului! Tu ai făcut cerurile și pământul!",
                "17": "Doamne, apleacă-Ți urechea și ascultă! Doamne, deschide-Ți ochii și privește! Auzi toate cuvintele pe care Sanherib le-a trimis ca să-L batjocorească pe Dumnezeul cel Viu!",
                "18": "Doamne, este adevărat că împărații Asiriei au pustiit toate țările și teritoriile lor,",
                "19": "și că le-au aruncat dumnezeii în foc, însă ei i-au distrus pentru că nu erau Dumnezeu, ci lucrări făcute de mâna omului; erau doar lemn și piatră.",
                "20": "Acum, Doamne, Dumnezeul nostru, salvează-ne din mâna lui, ca să știe toate regatele pământului că doar Tu ești Domnul!“.",
                "21": "Atunci Isaia, fiul lui Amoț, a trimis la Ezechia să i se spună: „Așa vorbește Domnul, Dumnezeul lui Israel: «Pentru că te-ai rugat Mie cu privire la Sanherib, împăratul Asiriei,",
                "22": "iată care este cuvântul pe care l-a rostit Domnul împotriva acestuia: Fecioara, fiica Sionului, te disprețuiește și își bate joc de tine. dă din cap în timp ce fugi.",
                "23": "Pe Cine ai batjocorit și ai blasfemiat tu? Împotriva Cui ți-ai ridicat glasul? Împotriva Cui ți-ai înălțat mândru privirea? Împotriva Sfântului lui Israel!",
                "24": "Prin slujitorii tăi L-ai batjocorit pe Stăpânul și ai zis: ‘Cu mulțimea carelor mele am urcat pe înălțimile munților, până la cele mai înalte piscuri ale Libanului! și cei mai aleși chiparoși. și la pădurea cea mai deasă.",
                "25": "Am săpat fântâni și am băut apă, am secat toate pârâurile Egiptului’.",
                "26": "N-ai auzit? Eu am pregătit lucrul acesta demult; din zile străvechi l-am plănuit. Acum însă, l-am adus să se împlinească, în mormane de dărâmături.",
                "27": "Locuitorii lor sunt neputincioși, sunt înspăimântați și făcuți de rușine. și ca verdeața fragedă, ca iarba de pe acoperișuri, care se usucă înainte să crească.",
                "28": "Dar Eu știu unde stai, și cât ești de furios pe Mine.",
                "29": "Pentru că te-ai mâniat pe Mine și pentru că aroganța ta a ajuns la urechile Mele, pe drumul pe care ai venit.",
                "30": "Acesta va fi semnul pentru tine, Ezechia: anul acesta o să mâncați ce va crește de la sine, iar în al doilea an – ce va răsări din ce a rămas. Dar în al treilea an veți semăna și veți secera, veți planta vii și le veți mânca roadele.",
                "31": "Supraviețuitorii Casei lui Iuda, cei rămași, și vor da rod deasupra.",
                "32": "Căci din Ierusalim va ieși o rămășiță și din muntele Sion o ceată de supraviețuitori. Zelul Domnului Oștirilor va face lucrul acesta».",
                "33": "De aceea, așa vorbește Domnul cu privire la împăratul Asiriei: și nu va trage nicio săgeată acolo. și nu va ridica împotriva ei nicio rampă de asalt.",
                "34": "Pe drumul pe care a venit, pe acela se va întoarce și nu va intra în cetatea aceasta», zice Domnul.",
                "35": "«Eu voi apăra cetatea aceasta, ca s-o eliberez, de dragul Meu și de dragul lui David, slujitorul Meu»“.",
                "36": "Îngerul Domnului a ieșit și a omorât în tabăra Asiriei o sută optzeci și cinci de mii de oameni. Când ceilalți s-au sculat dimineață, iată că toți erau niște trupuri moarte.",
                "37": "Atunci Sanherib, împăratul Asiriei, și-a ridicat tabăra și a plecat. El s-a întors la Ninive și a locuit acolo.",
                "38": "În timp ce se închina în templul zeului său Nisrok, fiii săi, Adra-Melek și Sarețer, l-au ucis cu sabia și au fugit în țara Ararat. Și în locul lui a domnit fiul său Esar-Hadon."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "When King Hezekiah heard it, he tore his clothes, covered himself with sackcloth, and went into Yahweh’s house.",
                "2": "He sent Eliakim, who was over the household, and Shebna the scribe, and the elders of the priests, covered with sackcloth, to Isaiah the prophet, the son of Amoz.",
                "3": "They said to him, “Hezekiah says, ‘Today is a day of trouble, and of rebuke, and of rejection; for the children have come to the birth, and there is no strength to give birth.",
                "4": "It may be Yahweh your God will hear the words of Rabshakeh, whom the king of Assyria his master has sent to defy the living God, and will rebuke the words which Yahweh your God has heard. Therefore lift up your prayer for the remnant that is left.’”",
                "5": "So the servants of King Hezekiah came to Isaiah.",
                "6": "Isaiah said to them, “Tell your master, ‘Yahweh says, “Don’t be afraid of the words that you have heard, with which the servants of the king of Assyria have blasphemed me.",
                "7": "Behold, I will put a spirit in him and he will hear news, and will return to his own land. I will cause him to fall by the sword in his own land.”’”",
                "8": "So Rabshakeh returned, and found the king of Assyria warring against Libnah, for he heard that he had departed from Lachish.",
                "9": "He heard news concerning Tirhakah king of Ethiopia, “He has come out to fight against you.” When he heard it, he sent messengers to Hezekiah, saying,",
                "10": "“Thus you shall speak to Hezekiah king of Judah, saying, ‘Don’t let your God in whom you trust deceive you, saying, “Jerusalem won’t be given into the hand of the king of Assyria.”",
                "11": "Behold, you have heard what the kings of Assyria have done to all lands, by destroying them utterly. Shall you be delivered?",
                "12": "Have the gods of the nations delivered them, which my fathers have destroyed, Gozan, Haran, Rezeph, and the children of Eden who were in Telassar?",
                "13": "Where is the king of Hamath, and the king of Arpad, and the king of the city of Sepharvaim, of Hena, and Ivvah?’”",
                "14": "Hezekiah received the letter from the hand of the messengers and read it. Then Hezekiah went up to Yahweh’s house, and spread it before Yahweh.",
                "15": "Hezekiah prayed to Yahweh, saying,",
                "16": "“Yahweh of Armies, the God of Israel, who is enthroned among the cherubim, you are the God, even you alone, of all the kingdoms of the earth. You have made heaven and earth.",
                "17": "Turn your ear, Yahweh, and hear. Open your eyes, Yahweh, and behold. Hear all of the words of Sennacherib, who has sent to defy the living God.",
                "18": "Truly, Yahweh, the kings of Assyria have destroyed all the countries and their land,",
                "19": "and have cast their gods into the fire; for they were no gods, but the work of men’s hands, wood and stone; therefore they have destroyed them.",
                "20": "Now therefore, Yahweh our God, save us from his hand, that all the kingdoms of the earth may know that you are Yahweh, even you only.”",
                "21": "Then Isaiah the son of Amoz sent to Hezekiah, saying, “Yahweh, the God of Israel says, ‘Because you have prayed to me against Sennacherib king of Assyria,",
                "22": "this is the word which Yahweh has spoken concerning him: The virgin daughter of Zion has despised you and ridiculed you. The daughter of Jerusalem has shaken her head at you.",
                "23": "Whom have you defied and blasphemed? Against whom have you exalted your voice and lifted up your eyes on high? Against the Holy One of Israel.",
                "24": "By your servants, you have defied the Lord, and have said, “With the multitude of my chariots I have come up to the height of the mountains, to the innermost parts of Lebanon. I will cut down its tall cedars and its choice cypress trees. I will enter into its farthest height, the forest of its fruitful field.",
                "25": "I have dug and drunk water, and with the sole of my feet I will dry up all the rivers of Egypt.”",
                "26": "“‘Have you not heard how I have done it long ago, and formed it in ancient times? Now I have brought it to pass, that it should be yours to destroy fortified cities, turning them into ruinous heaps.",
                "27": "Therefore their inhabitants had little power. They were dismayed and confounded. They were like the grass of the field, and like the green herb, like the grass on the housetops, and like a field before its crop has grown.",
                "28": "But I know your sitting down, your going out, your coming in, and your raging against me.",
                "29": "Because of your raging against me, and because your arrogance has come up into my ears, therefore I will put my hook in your nose and my bridle in your lips, and I will turn you back by the way by which you came.",
                "30": "“‘This shall be the sign to you: You will eat this year that which grows of itself, and in the second year that which springs from it; and in the third year sow and reap and plant vineyards, and eat their fruit.",
                "31": "The remnant that is escaped of the house of Judah will again take root downward, and bear fruit upward.",
                "32": "For out of Jerusalem a remnant will go out, and survivors will escape from Mount Zion. The zeal of Yahweh of Armies will perform this.’",
                "33": "“Therefore Yahweh says concerning the king of Assyria, ‘He will not come to this city, nor shoot an arrow there, neither will he come before it with shield, nor cast up a mound against it.",
                "34": "He will return the way that he came, and he won’t come to this city,’ says Yahweh.",
                "35": "‘For I will defend this city to save it, for my own sake, and for my servant David’s sake.’”",
                "36": "Then Yahweh’s angel went out and struck one hundred and eighty-five thousand men in the camp of the Assyrians. When men arose early in the morning, behold, these were all dead bodies.",
                "37": "So Sennacherib king of Assyria departed, went away, returned to Nineveh, and stayed there.",
                "38": "As he was worshiping in the house of Nisroch his god, Adrammelech and Sharezer his sons struck him with the sword; and they escaped into the land of Ararat. Esar Haddon his son reigned in his place."
            }
        }
    }
}