{
    "book": "Isaia",
    "chapter": "28",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Vai de cununa îngâmfată a bețivilor lui Efraim, de floarea veștejită, care este strălucirea podoabei sale, pe culmea văii mănoase a celor ce se îmbată!",
                "2": "Iată că vine de la Domnul un om tare și puternic, ca o furtună de piatră, ca o vijelie nimicitoare, ca o rupere de nori cu mari șuvoaie de ape, care o doboară cu putere la pământ.",
                "3": "Va fi călcată în picioare cununa îngâmfată a bețivilor lui Efraim;",
                "4": "și floarea veștejită, care este strălucirea podoabei ei pe culmea văii mănoase, va fi ca o smochină timpurie, care se vede înainte de culesul roadelor și pe care abia o iei în mână și îndată o și înghiți.",
                "5": "În ziua aceea, Domnul oștirilor va fi o cunună strălucitoare și o podoabă măreață pentru rămășița poporului",
                "6": "sau un duh de dreptate pentru cel ce șade pe scaunul de judecată și o putere pentru cei ce dau pe vrăjmaș înapoi până la porțile lui.",
                "7": "Dar și ei se clatină de vin și băuturile tari îi amețesc; preoți și proroci sunt îmbătați de băuturi tari, sunt stăpâniți de vin, au amețeli din pricina băuturilor tari; se clatină când prorocesc, se poticnesc când judecă.",
                "8": "Toate mesele sunt pline de vărsături murdare și nu mai este niciun loc curat.",
                "9": "Ei zic: „Pe cine vrea el să învețe înțelepciunea? Cui vrea să dea învățături? Unor copii înțărcați de curând, luați de la țâță?",
                "10": "Căci dă învățătură peste învățătură, învățătură peste învățătură, poruncă peste poruncă, poruncă peste poruncă, puțin aici, puțin acolo.”",
                "11": "Ei bine! Prin niște oameni cu buze bâlbâitoare și cu vorbirea străină va vorbi poporului acestuia Domnul.",
                "12": "El îi zicea: „Iată odihna! Lăsați pe cel ostenit să se odihnească! Iată locul de odihnă!” Dar ei n-au vrut să asculte,",
                "13": "și pentru ei Cuvântul Domnului va fi: „Învățătură peste învățătură, învățătură peste învățătură, poruncă peste poruncă, poruncă peste poruncă, puțin aici, puțin acolo”, ca, mergând, să cadă pe spate și să se zdrobească, să dea în laț și să fie prinși.",
                "14": "De aceea, ascultați Cuvântul Domnului, batjocoritorilor, care stăpâniți peste poporul acesta din Ierusalim!",
                "15": "Pentru că ziceți: „Noi am făcut un legământ cu moartea, am făcut o învoială cu Locuința morților: când va trece urgia apelor năvălitoare, nu ne va atinge, căci avem ca loc de scăpare neadevărul și ca adăpost, minciuna!”",
                "16": "De aceea, așa vorbește Domnul Dumnezeu: „Iată, pun ca temelie în Sion o piatră, o piatră încercată, o piatră de preț, piatră din capul unghiului clădirii, temelie puternică; cel ce o va lua ca sprijin nu se va grăbi să fugă.",
                "17": "Voi face din neprihănire o lege și din dreptate, o cumpănă, și grindina va surpa locul de scăpare al neadevărului și apele vor îneca adăpostul minciunii.",
                "18": "Așa că legământul vostru cu moartea va fi nimicit și învoiala voastră cu Locuința morților nu va dăinui. Când va trece urgia apelor năvălitoare, veți fi striviți de ea.",
                "19": "Ori de câte ori va trece, vă va apuca; căci va trece în toate diminețile, zi și noapte, și numai vuietul ei vă va îngrozi.”",
                "20": "Patul va fi prea scurt ca să te întinzi în el și învelitoarea, prea îngustă ca să te învelești cu ea.",
                "21": "Căci Domnul Se va scula ca la muntele Perațim și Se va mânia ca în valea Gabaonului, ca să-Și facă lucrarea, lucrarea Lui ciudată, ca să-Și împlinească lucrul, lucrul Lui nemaiauzit.",
                "22": "Acum, nu batjocoriți, ca nu cumva să vi se strângă mai tare legăturile, căci am aflat de la Domnul Dumnezeul oștirilor că nimicirea întregii țări este hotărâtă.",
                "23": "Plecați-vă urechea și ascultați glasul meu! Fiți cu luare aminte și ascultați cuvântul meu!",
                "24": "Cel ce ară pentru semănătură ară oare necontenit? Necontenit își brăzdează și își grăpează el pământul?",
                "25": "Oare, după ce a netezit fața pământului, nu aruncă el măzăriche și seamănă chimen? Nu pune el grâul în rânduri, orzul, într-un loc deosebit și alacul, pe margini?",
                "26": "Dumnezeul lui l-a învățat să facă așa, El i-a dat aceste învățături.",
                "27": "Măzărichea nu se treieră cu leasa și roata carului nu trece peste chimen, ci măzărichea se bate cu bățul și chimenul, cu nuiaua.",
                "28": "Grâul se bate, dar nu se bate necontenit; împingi peste el roata carului și caii, dar nu-l sfărâmi.",
                "29": "Și lucrul acesta vine de la Domnul oștirilor; minunat este planul Lui și mare este înțelepciunea Lui."
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Vai de acea cunună, mândria bețivilor din Efraim, și de floarea ofilită, frumusețea ei glorioasă, a celor doborâți de vin!",
                "2": "Iată, Stăpânul are pe cineva puternic și tare! Ca o furtună cu grindină, distrugătoare, ca o ploaie torențială și ca un potop puternic, o va trânti la pământ cu mâna sa.",
                "3": "Cununa mândră a bețivilor din Efraim va fi călcată în picioare,",
                "4": "iar floarea ofilită, frumusețea ei glorioasă, așezată pe culmea văii mănoase, va fi ca o smochină coaptă înainte de culesul roadelor; oricine o vede o înghite imediat ce pune mâna pe ea.",
                "5": "În ziua aceea, Domnul Oștirilor va fi o coroană glorioasă, pentru rămășița poporului Său;",
                "6": "va fi un duh de dreptate și putere pentru cei ce alungă dușmanul din fața porților.",
                "7": "Dar și aceștia se clatină de vin și amețesc din cauza băuturilor tari: preot și profet se clatină de băuturi tari, sunt zăpăciți de vin; sunt amețiți de băuturi tari, și se împiedică atunci când dau sentința.",
                "8": "Toate mesele sunt pline de vomă, nu este niciun loc care să nu fie murdar.",
                "9": "„Pe cine învață El cunoașterea? Cui explică El mesajul? Unora înțărcați de curând? Unora tocmai luați de la sân?",
                "10": "El dă poruncă după poruncă, poruncă după poruncă, regulă după regulă, regulă după regulă, puțin aici, puțin acolo“.",
                "11": "De aceea prin buze încâlcite și într-o altă limbă va vorbi El acestui popor,",
                "12": "celor cărora le-a zis: „Iată locul de odihnă! Lăsați-l pe cel obosit să se odihnească! Aici este odihna!“. Dar ei n-au vrut să asculte.",
                "13": "De aceea pentru ei Cuvântul Domnului va fi: poruncă după poruncă, poruncă după poruncă, regulă după regulă, regulă după regulă puțin aici, puțin acolo, pentru ca, mergând, să cadă pe spate, să fie zdrobiți, să fie prinși în laț și capturați.",
                "14": "De aceea, ascultați Cuvântul Domnului, oameni ai batjocurii, cei ce stăpâniți peste poporul acesta care este în Ierusalim!",
                "15": "Voi ați zis: „Am încheiat un legământ cu Moartea și am făcut o înțelegere cu Locuința Morților. fără să ne atingă, și din înșelăciune – ascunzătoare“.",
                "16": "De aceea, așa vorbește Stăpânul Domn: „Iată, așez în Sion o Piatră, o Piatră încercată, o Piatră din capul unghiului, prețioasă, o Temelie sigură. Cel ce crede nu se va panica.",
                "17": "Eu voi face din judecată o sfoară de măsurat și din dreptate un fir cu plumb. Grindina îți va mătura adăpostul făcut din minciună, iar apele îți vor inunda ascunzătoarea.",
                "18": "Legământul vostru cu Moartea va fi anulat, iar înțelegerea voastră cu Locuința Morților nu va mai dura. Când va trece urgia cumplită, veți fi striviți de ea.",
                "19": "Ori de câte ori va trece, vă va prinde, căci va trece dimineață de dimineață, zi de zi și noapte de noapte!“. nu va fi decât un motiv de groază.",
                "20": "Căci patul este prea scurt, ca să te întinzi pe el, iar învelitoarea este prea îngustă, ca să te înfășori cu ea.",
                "21": "Căci Domnul Se va ridica, așa cum S-a ridicat la muntele Perațim, Se va mânia, ca în Valea Ghivon, ca să-Și facă lucrarea, lucrarea Sa neobișnuită, ca să-Și îndeplinească slujba, slujba Sa nemaiauzită.",
                "22": "Acum, deci, nu mai batjocoriți, ca nu cumva lanțurile voastre să se întărească și mai mult, fiindcă am auzit de la Stăpânul, Domnul Oștirilor, o hotărâre de distrugere a întregii țări.",
                "23": "Fiți atenți și ascultați glasul meu! Fiți atenți și ascultați rostirea mea!",
                "24": "Oare plugarul ară toată ziua pentru a semăna? Oare tot timpul își brăzdează și își grăpează pământul?",
                "25": "Când i-a netezit suprafața, oare nu împrăștie apoi mărar, nu seamănă chimion? Nu plantează grâul în rânduri, și secara albă la marginea lui?",
                "26": "Dumnezeul lui îl instruiește corect. El îl învață!",
                "27": "Mărarul nu se treieră cu treierătoarea, nici chimionul nu se calcă cu roata carului, ci mărarul se bate cu un băț, iar chimionul cu o nuia.",
                "28": "Grânele pentru pâine sunt zdrobite, dar nu se treieră la nesfârșit. Omul pune în mișcare roata carului și caii, dar nu sfărâmă grânele.",
                "29": "Și lucrul acesta vine tot de la Domnul Oștirilor, Care este minunat în sfat și măreț în înțelepciune."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Woe to the crown of pride of the drunkards of Ephraim, and to the fading flower of his glorious beauty, which is on the head of the fertile valley of those who are overcome with wine!",
                "2": "Behold, the Lord has one who is mighty and strong. Like a storm of hail, a destroying storm, and like a storm of mighty waters overflowing, he will cast them down to the earth with his hand.",
                "3": "The crown of pride of the drunkards of Ephraim will be trodden under foot.",
                "4": "The fading flower of his glorious beauty, which is on the head of the fertile valley, shall be like the first-ripe fig before the summer, which someone picks and eats as soon as he sees it.",
                "5": "In that day, Yahweh of Armies will become a crown of glory and a diadem of beauty to the residue of his people,",
                "6": "and a spirit of justice to him who sits in judgment, and strength to those who turn back the battle at the gate.",
                "7": "They also reel with wine, and stagger with strong drink. The priest and the prophet reel with strong drink. They are swallowed up by wine. They stagger with strong drink. They err in vision. They stumble in judgment.",
                "8": "For all tables are completely full of filthy vomit and filthiness.",
                "9": "Whom will he teach knowledge? To whom will he explain the message? Those who are weaned from the milk, and drawn from the breasts?",
                "10": "For it is precept on precept, precept on precept; line on line, line on line; here a little, there a little.",
                "11": "But he will speak to this nation with stammering lips and in another language,",
                "12": "to whom he said, “This is the resting place. Give rest to the weary,” and “This is the refreshing;” yet they would not hear.",
                "13": "Therefore Yahweh’s word will be to them precept on precept, precept on precept; line on line, line on line; here a little, there a little; that they may go, fall backward, be broken, be snared, and be taken.",
                "14": "Therefore hear Yahweh’s word, you scoffers, that rule this people in Jerusalem:",
                "15": "“Because you have said, ‘We have made a covenant with death, and we are in agreement with Sheol. When the overflowing scourge passes through, it won’t come to us; for we have made lies our refuge, and we have hidden ourselves under falsehood.’”",
                "16": "Therefore the Lord Yahweh says, “Behold, I lay in Zion for a foundation a stone, a tried stone, a precious cornerstone of a sure foundation. He who believes shall not act hastily.",
                "17": "I will make justice the measuring line, and righteousness the plumb line. The hail will sweep away the refuge of lies, and the waters will overflow the hiding place.",
                "18": "Your covenant with death shall be annulled, and your agreement with Sheol shall not stand. When the overflowing scourge passes through, then you will be trampled down by it.",
                "19": "As often as it passes through, it will seize you; for morning by morning it will pass through, by day and by night; and it will be nothing but terror to understand the message.”",
                "20": "For the bed is too short to stretch out on, and the blanket is too narrow to wrap oneself in.",
                "21": "For Yahweh will rise up as on Mount Perazim. He will be angry as in the valley of Gibeon; that he may do his work, his unusual work, and bring to pass his act, his extraordinary act.",
                "22": "Now therefore don’t be scoffers, lest your bonds be made strong; for I have heard a decree of destruction from the Lord, Yahweh of Armies, on the whole earth.",
                "23": "Give ear, and hear my voice! Listen, and hear my speech!",
                "24": "Does he who plows to sow plow continually? Does he keep turning the soil and breaking the clods?",
                "25": "When he has leveled its surface, doesn’t he plant the dill, and scatter the cumin seed, and put in the wheat in rows, the barley in the appointed place, and the spelt in its place?",
                "26": "For his God instructs him in right judgment and teaches him.",
                "27": "For the dill isn’t threshed with a sharp instrument, neither is a cart wheel turned over the cumin; but the dill is beaten out with a stick, and the cumin with a rod.",
                "28": "Bread flour must be ground; so he will not always be threshing it. Although he drives the wheel of his threshing cart over it, his horses don’t grind it.",
                "29": "This also comes out from Yahweh of Armies, who is wonderful in counsel, and excellent in wisdom."
            }
        }
    }
}