{
    "book": "Isaia",
    "chapter": "14",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Căci Domnul va avea milă de Iacov, va alege iarăși pe Israel și-i va aduce iarăși la odihnă în țara lor; străinii se vor alipi de ei și se vor uni cu casa lui Iacov.",
                "2": "Popoarele îi vor lua și-i vor aduce înapoi la locuința lor, și casa lui Israel îi va stăpâni în țara Domnului, ca robi și roabe. Vor ține astfel robi pe cei ce-i robiseră pe ei și vor stăpâni peste asupritorii lor.",
                "3": "Iar când îți va da Domnul odihnă după ostenelile și frământările tale și după aspra robie care a fost pusă peste tine,",
                "4": "atunci vei cânta cântarea aceasta asupra împăratului Babilonului și vei zice: „Iată, asupritorul nu mai este, asuprirea a încetat,",
                "5": "Domnul a frânt toiagul celor răi, nuiaua stăpânitorilor.",
                "6": "Cel ce, în urgia lui, lovea popoarele cu lovituri fără răgaz, cel ce, în mânia lui, supunea neamurile este prigonit fără cruțare.",
                "7": "Tot pământul se bucură acum de odihnă și pace; izbucnesc oamenii în cântece de veselie.",
                "8": "Până și chiparoșii și cedrii din Liban se bucură de căderea ta și zic: ‘De când ai căzut tu, nu se mai suie nimeni să ne taie!’",
                "9": "Locuința morților se mișcă până în adâncimile ei, ca să te primească la sosire; ea trezește înaintea ta umbrele, pe toți mai-marii pământului, scoală de pe scaunele lor de domnie pe toți împărații neamurilor.",
                "10": "Toți iau cuvântul ca să-ți spună: ‘Și tu ai ajuns fără putere ca noi, și tu ai ajuns ca noi!’",
                "11": "Strălucirea ta s-a coborât și ea în Locuința morților, cu sunetul alăutelor tale; așternut de viermi vei avea și viermii te vor acoperi.",
                "12": "Cum ai căzut din cer, Luceafăr strălucitor, fiu al zorilor! Cum ai fost doborât la pământ, tu, biruitorul neamurilor!",
                "13": "Tu ziceai în inima ta: ‘Mă voi sui în cer, îmi voi ridica scaunul de domnie mai presus de stelele lui Dumnezeu; voi ședea pe muntele adunării dumnezeilor, la capătul miazănopții;",
                "14": "mă voi sui pe vârful norilor, voi fi ca Cel Preaînalt.’",
                "15": "Dar ai fost aruncat în Locuința morților, în adâncimile mormântului!",
                "16": "Cei ce te văd se uită țintă mirați la tine, te privesc cu luare aminte și zic: ‘Acesta este omul care făcea să se cutremure pământul și zguduia împărățiile,",
                "17": "care prefăcea lumea în pustie, nimicea cetățile și nu dădea drumul prinșilor săi de război?’",
                "18": "Toți împărații neamurilor, da, toți se odihnesc cu cinste, fiecare în mormântul lui.",
                "19": "Dar tu ai fost aruncat departe de mormântul tău, ca o ramură disprețuită, ca o pradă luată de la niște oameni uciși cu lovituri de sabie și aruncată pe pietrele unei gropi, ca un hoit călcat în picioare.",
                "20": "Tu nu ești unit cu ei în mormânt, căci ți-ai nimicit țara și ți-ai prăpădit poporul. Nu se va mai vorbi niciodată de neamul celor răi.",
                "21": "Pregătiți măcelărirea fiilor din pricina nelegiuirii părinților lor! Ca să nu se mai scoale să cucerească pământul și să umple lumea cu cetăți!”",
                "22": "„Eu mă voi ridica împotriva lor”, zice Domnul oștirilor, „și voi șterge numele și urma Babilonului, pe fiu și nepot”, zice Domnul.",
                "23": "„Voi face din el un culcuș de arici și o mlaștină și îl voi mătura cu mătura nimicirii”, zice Domnul oștirilor.",
                "24": "Domnul oștirilor a jurat și a zis: „Da, ce am hotărât se va întâmpla, ce am pus la cale se va împlini.",
                "25": "Voi zdrobi pe asirian în țara Mea, îl voi călca în picioare pe munții Mei. Astfel, jugul lui se va lua de pe ei și povara lui va fi luată de pe umerii lor.”",
                "26": "Iată hotărârea luată împotriva întregului pământ, iată mâna întinsă peste toate neamurile.",
                "27": "Domnul oștirilor a luat această hotărâre. Cine I se va împotrivi? Mâna Lui este întinsă. Cine o va abate?",
                "28": "În anul morții împăratului Ahaz, a fost rostită această prorocie:",
                "29": "„Nu te bucura, țara filistenilor, că s-a frânt toiagul care te lovea! Căci din rădăcina șarpelui va ieși un basilisc și rodul lui va fi un balaur zburător.",
                "30": "Atunci, cei mai săraci vor putea paște și cei nenorociți vor putea să locuiască liniștiți, dar îți voi lăsa neamul să piară de foame și ce va mai rămâne din tine va fi omorât.",
                "31": "Gemi, poartă! Bocește-te, cetate! Cutremură-te, toată țara filistenilor! Căci un fum vine de la miazănoapte și șirurile vrăjmașului sunt strânse.",
                "32": "Și ce va răspunde trimișilor poporului? Că Domnul a întemeiat Sionul și că cei nenorociți din poporul Lui găsesc un loc de adăpost acolo.”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Dar Domnul va avea milă de Iacov, și îl va așeza în țara lui. și se vor uni cu Casa lui Iacov.",
                "2": "Popoarele îi vor lua și îi vor aduce la locul lor, ca pe niște slujitori și slujitoare. și vor domni peste asupritorii lor.",
                "3": "În ziua în care Domnul îți va da odihnă, după durerea, necazul și munca grea la care ai fost supus,",
                "4": "vei rosti această pildă cu privire la împăratul Babilonului și vei zice: „Cum a încetat asupritorul! Cum a încetat urletul lui!",
                "5": "Domnul a frânt toiagul celor răi, sceptrul stăpânitorilor,",
                "6": "pe cel ce lovea popoarele cu furie, cu lovituri fără oprire, pe cel ce conducea națiunile cu mânie, cu o persecuție fără cruțare.",
                "7": "Întreg pământul se bucură de odihnă și pace și toți oamenii izbucnesc în cântări de bucurie.",
                "8": "Până și chiparoșii și cedrii din Liban se bucură de tine, zicând: «De când ai fost doborât, nimeni nu s-a ridicat să ne mai taie!».",
                "9": "Locuința Morților de jos este stârnită să te întâmpine la sosire. Pentru tine ea trezește umbrele, pe toți conducătorii pământului; pe toți împărații națiunilor.",
                "10": "Toți vor vorbi și-ți vor spune: «Acum ai ajuns și tu la fel de slab ca și noi, ai devenit asemenea nouă!».",
                "11": "Splendoarea ta este coborâtă în Locuința Morților, împreună cu sunetul harfelor tale. Larvele îți sunt așternut, iar viermii îți sunt învelitoare.",
                "12": "Cum ai căzut din ceruri, tu, cel strălucitor, fiu al zorilor! Cum ai fost doborât la pământ, cuceritor al națiunilor!",
                "13": "Tu ai zis în inima ta: «Mă voi înălța la ceruri, mai presus de stelele lui Dumnezeu! Voi ședea pe muntele adunării, în părțile îndepărtate ale nordului!",
                "14": "Mă voi înălța deasupra norilor și mă voi face asemenea Celui Preaînalt!».",
                "15": "Dar ai fost coborât în Locuința Morților, în adâncimile gropii.",
                "16": "Cei ce te văd, te privesc cu luare-aminte: «Acesta să fie omul care a făcut pământul să tremure, care a zguduit împărățiile,",
                "17": "care a făcut lumea să semene cu un pustiu, și n-a lăsat prizonierii să se întoarcă acasă?».",
                "18": "Toți împărații națiunilor, toți se odihnesc în cinste, fiecare în mormântul său,",
                "19": "dar tu ești aruncat afară din mormântul tău, ca un vlăstar disprețuit, acoperit cu cei uciși, cu cei străpunși de sabie, cu cei coborâți în adâncimile gropii; ești ca un cadavru călcat în picioare.",
                "20": "Tu nu ești unit cu ei în mormânt, și ți-ai ucis poporul. de urmașii răufăcătorilor.",
                "21": "Pregătiți măcelul fiilor săi, din cauza nelegiuirii strămoșilor lor! și să umple lumea cu cetăți“.",
                "22": "„Mă voi ridica împotriva lor“, zice Domnul Oștirilor. „Voi șterge numele și rămășița Babilonului, pe urmașii și descendenții lui“, zice Domnul.",
                "23": "„Îl voi transforma într-un adăpost pentru bufnițe și îl voi mătura cu mătura nimicirii“, zice Domnul Oștirilor.",
                "24": "Domnul Oștirilor a jurat, zicând: „Ceea ce am gândit, așa va fi! Ceea ce am plănuit, așa se va întâmpla!",
                "25": "Îl voi zdrobi pe asirian în țara Mea și pe munții Mei îl voi călca în picioare. și povara lui va fi luată de pe umărul lor“.",
                "26": "Acesta este planul făcut pentru întregul pământ, aceasta este mâna întinsă peste toate națiunile.",
                "27": "Căci Domnul Oștirilor a plănuit! Cine va strica planul? Mâna Lui este întinsă! Cine o va întoarce?",
                "28": "În anul morții regelui Ahaz s-a spus această rostire:",
                "29": "„Nu vă bucurați, voi toți, filistenilor, pentru că s-a frânt toiagul care vă lovea! și un șarpe zburător va fi rodul ei.",
                "30": "În timp ce întâiul născut al săracului va găsi pășune, iar cel nevoiaș se va culca în siguranță, îți voi ucide rădăcina prin foame; da, de foame îți va muri rămășița!",
                "31": "Gemi, poartă! Plângi, cetate! Înmuiați-vă, filistenilor, cu toții! și rândurile armatei sunt strânse.",
                "32": "Ce li se va răspunde trimișilor acelei națiuni? «Domnul a întemeiat Sionul, iar cei săraci din poporul Său se vor adăposti în el»“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "For Yahweh will have compassion on Jacob, and will yet choose Israel, and set them in their own land. The foreigner will join himself with them, and they will unite with the house of Jacob.",
                "2": "The peoples will take them, and bring them to their place. The house of Israel will possess them in Yahweh’s land for servants and for handmaids. They will take as captives those whose captives they were; and they shall rule over their oppressors.",
                "3": "It will happen in the day that Yahweh will give you rest from your sorrow, from your trouble, and from the hard service in which you were made to serve,",
                "4": "that you will take up this parable against the king of Babylon, and say, “How the oppressor has ceased! The golden city has ceased!”",
                "5": "Yahweh has broken the staff of the wicked, the scepter of the rulers,",
                "6": "who struck the peoples in wrath with a continual stroke, who ruled the nations in anger, with a persecution that no one restrained.",
                "7": "The whole earth is at rest, and is quiet. They break out in song.",
                "8": "Yes, the cypress trees rejoice with you, with the cedars of Lebanon, saying, “Since you are humbled, no lumberjack has come up against us.”",
                "9": "Sheol from beneath has moved for you to meet you at your coming. It stirs up the departed spirits for you, even all the rulers of the earth. It has raised up from their thrones all the kings of the nations.",
                "10": "They all will answer and ask you, “Have you also become as weak as we are? Have you become like us?”",
                "11": "Your pomp is brought down to Sheol, with the sound of your stringed instruments. Maggots are spread out under you, and worms cover you.",
                "12": "How you have fallen from heaven, shining one, son of the dawn! How you are cut down to the ground, who laid the nations low!",
                "13": "You said in your heart, “I will ascend into heaven! I will exalt my throne above the stars of God! I will sit on the mountain of assembly, in the far north!",
                "14": "I will ascend above the heights of the clouds! I will make myself like the Most High!”",
                "15": "Yet you shall be brought down to Sheol, to the depths of the pit.",
                "16": "Those who see you will stare at you. They will ponder you, saying, “Is this the man who made the earth to tremble, who shook kingdoms,",
                "17": "who made the world like a wilderness, and overthrew its cities, who didn’t release his prisoners to their home?”",
                "18": "All the kings of the nations sleep in glory, everyone in his own house.",
                "19": "But you are cast away from your tomb like an abominable branch, clothed with the slain who are thrust through with the sword, who go down to the stones of the pit; like a dead body trodden under foot.",
                "20": "You will not join them in burial, because you have destroyed your land. You have killed your people. The offspring of evildoers will not be named forever.",
                "21": "Prepare for slaughter of his children because of the iniquity of their fathers, that they not rise up and possess the earth, and fill the surface of the world with cities.",
                "22": "“I will rise up against them,” says Yahweh of Armies, “and cut off from Babylon name and remnant, and son and son’s son,” says Yahweh.",
                "23": "“I will also make it a possession for the porcupine, and pools of water. I will sweep it with the broom of destruction,” says Yahweh of Armies.",
                "24": "Yahweh of Armies has sworn, saying, “Surely, as I have thought, so shall it happen; and as I have purposed, so shall it stand:",
                "25": "that I will break the Assyrian in my land, and tread him under foot on my mountains. Then his yoke will leave them, and his burden leave their shoulders.",
                "26": "This is the plan that is determined for the whole earth. This is the hand that is stretched out over all the nations.",
                "27": "For Yahweh of Armies has planned, and who can stop it? His hand is stretched out, and who can turn it back?”",
                "28": "This burden was in the year that King Ahaz died.",
                "29": "Don’t rejoice, O Philistia, all of you, because the rod that struck you is broken; for out of the serpent’s root an adder will emerge, and his fruit will be a fiery flying serpent.",
                "30": "The firstborn of the poor will eat, and the needy will lie down in safety; and I will kill your root with famine, and your remnant will be killed.",
                "31": "Howl, gate! Cry, city! You are melted away, Philistia, all of you; for smoke comes out of the north, and there is no straggler in his ranks.",
                "32": "What will they answer the messengers of the nation? That Yahweh has founded Zion, and in her the afflicted of his people will take refuge."
            }
        }
    }
}