{
    "book": "Isaia",
    "chapter": "2",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Prorocia lui Isaia, fiul lui Amoț, asupra lui Iuda și asupra Ierusalimului:",
                "2": "Se va întâmpla în scurgerea vremurilor că muntele Casei Domnului va fi întemeiat ca cel mai înalt munte; se va înălța deasupra dealurilor și toate neamurile se vor îngrămădi spre el.",
                "3": "Popoarele se vor duce cu grămada la el și vor zice: „Veniți, să ne suim la muntele Domnului, la Casa Dumnezeului lui Iacov, ca să ne învețe căile Lui și să umblăm pe cărările Lui!” Căci din Sion va ieși Legea și din Ierusalim, Cuvântul Domnului.",
                "4": "El va fi Judecătorul neamurilor, El va hotărî între un mare număr de popoare, așa încât din săbiile lor își vor făuri fiare de plug și din sulițele lor, cosoare: niciun popor nu va mai scoate sabia împotriva altuia și nu vor mai învăța războiul.",
                "5": "Veniți, casă a lui Iacov, să umblăm în lumina Domnului!",
                "6": "Căci ai părăsit pe poporul Tău, pe casa lui Iacov, pentru că sunt plini de idolii Răsăritului și dedați la vrăjitorie ca filistenii și se unesc cu fiii străinilor.",
                "7": "Țara lor este plină de argint și de aur și comorile lor n-au sfârșit; țara este plină de cai, și carele lor sunt fără număr.",
                "8": "Dar țara lor este plină și de idoli, căci se închină înaintea lucrării mâinilor lor, înaintea lucrurilor făcute de degetele lor.",
                "9": "De aceea cei mici vor fi coborâți și cei mari vor fi smeriți: nu-i vei ierta.",
                "10": "Intră în stânci și ascunde-te în țărână de frica Domnului și de strălucirea măreției Lui!",
                "11": "Omul va trebui să-și plece privirea semeață și îngâmfarea lui va fi smerită: numai Domnul va fi înălțat în ziua aceea.",
                "12": "Căci este o zi a Domnului oștirilor împotriva oricărui om mândru și trufaș, împotriva oricui se înalță, ca să fie plecat:",
                "13": "împotriva tuturor cedrilor înalți și falnici ai Libanului și împotriva tuturor stejarilor Basanului;",
                "14": "împotriva tuturor munților înalți și împotriva tuturor dealurilor falnice;",
                "15": "împotriva tuturor turnurilor înalte și împotriva tuturor zidurilor întărite;",
                "16": "împotriva tuturor corăbiilor din Tarsis și împotriva tuturor lucrurilor plăcute la vedere.",
                "17": "Mândria omului va fi smerită și trufia oamenilor va fi plecată; numai Domnul va fi înălțat în ziua aceea.",
                "18": "Toți idolii vor pieri.",
                "19": "Oamenii vor intra în peșterile stâncilor și în crăpăturile pământului, de frica Domnului și de strălucirea măreției Lui, când Se va scula să îngrozească pământul.",
                "20": "În ziua aceea, oamenii își vor arunca idolii de argint și idolii de aur pe care și-i făcuseră ca să se închine la ei, îi vor arunca la șobolani și la lilieci",
                "21": "și vor intra în găurile stâncilor și în crăpăturile pietrelor de frica Domnului și de strălucirea măreției Lui, când Se va scula să îngrozească pământul.",
                "22": "Nu vă mai încredeți dar în om, în ale cărui nări nu este decât suflare! Căci ce preț are el?"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Aceasta este ceea ce a văzut Isaia, fiul lui Amoț, cu privire la Iuda și la Ierusalim:",
                "2": "În zilele de pe urmă, va fi întemeiat drept cel mai înalt dintre munți, și toate națiunile vor curge spre el.",
                "3": "Multe popoare vor veni și vor zice: „Să mergem și să ne suim la muntele Domnului, la Casa Dumnezeului lui Iacov! El să ne învețe căile Sale, și noi să umblăm pe cărările Sale!“. Căci din Sion va ieși Legea, iar Cuvântul Domnului – din Ierusalim.",
                "4": "El va judeca între națiuni și va hotărî pentru multe popoare. și din sulițe – cosoare. și nu se vor mai pregăti pentru război.",
                "5": "Veniți, voi cei din Casa lui Iacov, veniți să umblăm în lumina Domnului!",
                "6": "Într-adevăr, Ți-ai părăsit poporul, pe Casa lui Iacov! Ei sunt plini de obiceiurile popoarelor din Est; și dau mâna cu fiii străinilor.",
                "7": "Țara le este plină de argint și aur; bogățiile lor nu se mai termină. și carele lor sunt fără număr.",
                "8": "Țara le este plină de idoli; ei se pleacă înaintea lucrării mâinilor lor, înaintea lucrurilor făcute de degetele lor.",
                "9": "Omul va fi umilit, fiecare se va smeri – nu-i ierta!",
                "10": "Intră în stâncă și ascunde-te în țărână, și din cauza splendorii maiestății Lui!",
                "11": "Ochiul celui arogant va fi smerit și mândria oamenilor va fi răsturnată. Doar Domnul va fi înălțat în ziua aceea!",
                "12": "Căci este o zi a Domnului Oștirilor împotriva a tot ce este mândru și semeț, împotriva a tot ce este înălțat – aceștia vor fi umiliți;",
                "13": "împotriva tuturor cedrilor Libanului, semeți și înălțați, și împotriva tuturor stejarilor din Bașan;",
                "14": "împotriva tuturor munților înalți și împotriva tuturor dealurilor semețe;",
                "15": "împotriva oricărui turn înalt și împotriva oricărui zid întărit;",
                "16": "împotriva tuturor corăbiilor de Tarșiș și împotriva tuturor corăbiilor încărcate cu lucruri frumoase.",
                "17": "Aroganța oamenilor va fi smerită și mândria fiecăruia va fi răsturnată. Doar Domnul va fi înălțat în ziua aceea;",
                "18": "idolii vor fi nimiciți în întregime!",
                "19": "Oamenii vor intra în peșterile stâncilor și în gropile pământului, și din cauza splendorii maiestății Lui, atunci când El Se va ridica să îngrozească pământul!",
                "20": "În ziua aceea, oamenii își vor arunca idolii de argint și idolii de aur, pe care și-i făcuseră ca să li se închine,",
                "21": "și vor intra în cavernele stâncilor și în crăpăturile piscurilor, și din cauza splendorii maiestății Lui, atunci când El Se va ridica să îngrozească pământul!",
                "22": "Încetați să vă mai încredeți în om, în ale cărui nări este doar suflare! Căci pentru ce să fie luat el în seamă?"
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "This is what Isaiah the son of Amoz saw concerning Judah and Jerusalem.",
                "2": "It shall happen in the latter days, that the mountain of Yahweh’s house shall be established on the top of the mountains, and shall be raised above the hills; and all nations shall flow to it.",
                "3": "Many peoples shall go and say, “Come, let’s go up to the mountain of Yahweh, to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths.” For the law shall go out of Zion, and Yahweh’s word from Jerusalem.",
                "4": "He will judge between the nations, and will decide concerning many peoples. They shall beat their swords into plowshares, and their spears into pruning hooks. Nation shall not lift up sword against nation, neither shall they learn war any more.",
                "5": "House of Jacob, come, and let’s walk in the light of Yahweh.",
                "6": "For you have forsaken your people, the house of Jacob, because they are filled from the east, with those who practice divination like the Philistines, and they clasp hands with the children of foreigners.",
                "7": "Their land is full of silver and gold, neither is there any end of their treasures. Their land also is full of horses, neither is there any end of their chariots.",
                "8": "Their land also is full of idols. They worship the work of their own hands, that which their own fingers have made.",
                "9": "Man is brought low, and mankind is humbled; therefore don’t forgive them.",
                "10": "Enter into the rock, and hide in the dust, from before the terror of Yahweh, and from the glory of his majesty.",
                "11": "The lofty looks of man will be brought low, the arrogance of men will be bowed down, and Yahweh alone will be exalted in that day.",
                "12": "For there will be a day of Yahweh of Armies for all that is proud and arrogant, and for all that is lifted up, and it shall be brought low—",
                "13": "for all the cedars of Lebanon, that are high and lifted up, for all the oaks of Bashan,",
                "14": "for all the high mountains, for all the hills that are lifted up,",
                "15": "for every lofty tower, for every fortified wall,",
                "16": "for all the ships of Tarshish, and for all pleasant imagery.",
                "17": "The loftiness of man shall be bowed down, and the arrogance of men shall be brought low; and Yahweh alone shall be exalted in that day.",
                "18": "The idols shall utterly pass away.",
                "19": "Men shall go into the caves of the rocks, and into the holes of the earth, from before the terror of Yahweh, and from the glory of his majesty, when he arises to shake the earth mightily.",
                "20": "In that day, men shall cast away their idols of silver and their idols of gold, which have been made for themselves to worship, to the moles and to the bats,",
                "21": "to go into the caverns of the rocks, and into the clefts of the ragged rocks, from before the terror of Yahweh, and from the glory of his majesty, when he arises to shake the earth mightily.",
                "22": "Stop trusting in man, whose breath is in his nostrils; for of what account is he?"
            }
        }
    }
}