{
    "book": "Isaia",
    "chapter": "26",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "În ziua aceea, se va cânta următoarea cântare în țara lui Iuda: „Avem o cetate tare; Dumnezeu ne dă mântuirea ca ziduri și întăritură.",
                "2": "Deschideți porțile, ca să intre neamul cel neprihănit și credincios.",
                "3": "Celui cu inima tare, Tu-i chezășuiești pacea; da, pacea, căci se încrede în Tine.",
                "4": "Încredeți-vă în Domnul pe vecie, căci Domnul Dumnezeu este Stânca veacurilor.",
                "5": "El a răsturnat pe cei ce locuiau pe înălțimi, El a plecat cetatea îngâmfată; a doborât-o la pământ și a aruncat-o în țărână.",
                "6": "Ea este călcată în picioare, în picioarele săracilor, sub pașii celor obijduiți.",
                "7": "Calea dreptului este neprihănirea; Tu, care ești fără prihană, netezești cărarea dreptului.",
                "8": "De aceea Te așteptăm, Doamne, și pe calea judecăților Tale; sufletul nostru suspină după Numele Tău și după pomenirea Ta.",
                "9": "Sufletul meu Te dorește noaptea și duhul meu Te caută înăuntrul meu. Căci, când se împlinesc judecățile Tale pe pământ, locuitorii lumii învață dreptatea.",
                "10": "Dacă ierți pe cel rău, el totuși nu învață neprihănirea, se dedă la rău în țara în care domnește neprihănirea și nu caută la măreția Domnului.",
                "11": "Doamne, mâna Ta este puternică: ei n-o zăresc, dar vor vedea râvna Ta pentru poporul Tău și vor fi rușinați; va arde focul pe vrăjmașii Tăi.",
                "12": "Dar nouă, Doamne, Tu ne dai pace, căci tot ce facem noi, Tu împlinești pentru noi.",
                "13": "Doamne, Dumnezeul nostru, alți stăpâni afară de Tine au stăpânit peste noi, dar acum numai pe Tine și numai Numele Tău îl chemăm.",
                "14": "Cei ce sunt morți acum nu vor mai trăi, sunt niște umbre și nu se vor mai scula, căci Tu i-ai pedepsit, i-ai nimicit și le-ai șters pomenirea.",
                "15": "Înmulțește poporul, Doamne! Înmulțește poporul, arată-Ți slava; dă înapoi toate hotarele țării!",
                "16": "Doamne, ei Te-au căutat când erau în strâmtorare; au început să se roage când i-ai pedepsit.",
                "17": "Cum se zvârcolește o femeie însărcinată gata să nască și cum strigă ea în mijlocul durerilor ei, așa am fost noi departe de Fața Ta, Doamne!",
                "18": "Am zămislit, am simțit dureri și, când să naștem, am născut vânt: țara nu este mântuită și locuitorii ei nu sunt născuți.",
                "19": "Să învieze dar morții Tăi! Să se scoale trupurile mele moarte! Treziți-vă și săriți de bucurie, cei ce locuiți în țărână! Căci roua Ta este o rouă dătătoare de viață, și pământul va scoate iarăși afară pe cei morți.”",
                "20": "Du-te, poporul meu, intră în odaia ta și încuie ușa după tine; ascunde-te câteva clipe, până va trece mânia!",
                "21": "Căci iată, Domnul iese din locuința Lui să pedepsească nelegiuirile locuitorilor pământului, și pământul va da sângele pe față și nu va mai acoperi uciderile."
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "În ziua aceea, în țara lui Iuda se va cânta această cântare: „Avem o cetate puternică! ca ziduri și fortificații!",
                "2": "Deschideți porțile, ca să intre națiunea cea dreaptă, care păzește credincioșia.",
                "3": "Celui ferm în deciziile lui Tu îi asiguri pacea, da, pacea, căci se încrede în Tine.",
                "4": "Încredeți-vă în Domnul pentru totdeauna, pentru că în Domnul, da, în Domnul, aveți o Stâncă veșnică!",
                "5": "Căci El i-a umilit pe cei ce locuiesc pe înălțimi și a doborât cetatea cea mândră; a doborât-o la pământ, a aruncat-o în țărână.",
                "6": "Ea este călcată în picioare, și strivită sub pașii celor nevoiași“.",
                "7": "Calea celui drept este netedă, cărarea celui drept, pe care Tu o netezești, este dreaptă.",
                "8": "Da, Doamne, umblând pe cărarea poruncilor Tale, Te așteptăm! sunt dorința sufletului nostru.",
                "9": "Sufletul meu tânjește după Tine noaptea și duhul din mine Te caută dimineața, căci, atunci când judecățile Tale sunt pe pământ, locuitorii lumii învață dreptatea.",
                "10": "Chiar dacă celui rău i se arată bunăvoință, el tot nu învață dreptatea; tot nedrept se poartă, chiar într-o țară unde domnește dreptatea, și nu privește la măreția Domnului.",
                "11": "Doamne, mâna Ta este ridicată, dar ei n-o văd. Lasă-i să-Ți vadă zelul pentru poporul Tău și să li se facă rușine! Lasă ca focul pregătit pentru dușmanii Tăi să-i nimicească!",
                "12": "Doamne, Tu vei așeza pacea pentru noi, căci, într-adevăr, toate lucrările noastre, Tu le-ai înfăptuit pentru noi.",
                "13": "Doamne, Dumnezeul nostru, și alți stăpâni în afară de Tine au domnit peste noi, dar noi recunoaștem doar Numele Tău.",
                "14": "Cei morți nu vor mai trăi, umbrele nu se vor mai ridica, fiindcă i-ai pedepsit, i-ai nimicit și ai distrus toată amintirea cu privire la ei.",
                "15": "Tu, Doamne, ai înmulțit națiunea; ai înmulțit națiunea și ai extins toate granițele țării. Tu ai fost glorificat!",
                "16": "Doamne, ei Te-au căutat când erau în necaz. Când îi disciplinai, ei își revărsau geamătul.",
                "17": "Ca o femeie însărcinată, gata să nască, și care se zvârcolește și țipă în durerile ei, așa eram noi înaintea Ta, Doamne.",
                "18": "Am dat viață, am trecut prin durerile nașterii, dar am născut vânt. N-am adus eliberare pe pământ, iar locuitorii lumii nu sunt născuți.",
                "19": "Dar morții Tăi vor învia. Trupul meu mort se va ridica. Treziți-vă și cântați de bucurie, cei ce locuiți în țărână! Căci roua Ta este roua luminilor, iar pământul va scoate afară umbrele!",
                "20": "Du-te, poporul meu, intră în camerele tale și închide ușile după tine! Ascunde-te pentru câteva clipe, până va trece indignarea.",
                "21": "Căci, iată, Domnul iese din Locuința Sa ca să-i pedepsească pe locuitorii pământului pentru nelegiuirea lor. și nu-i va mai ascunde pe cei uciși."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "In that day, this song will be sung in the land of Judah: “We have a strong city. God appoints salvation for walls and bulwarks.",
                "2": "Open the gates, that the righteous nation may enter: the one which keeps faith.",
                "3": "You will keep whoever’s mind is steadfast in perfect peace, because he trusts in you.",
                "4": "Trust in Yahweh forever; for in Yah, Yahweh, is an everlasting Rock.",
                "5": "For he has brought down those who dwell on high, the lofty city. He lays it low. He lays it low even to the ground. He brings it even to the dust.",
                "6": "The foot shall tread it down, and the steps of the needy.”",
                "7": "The way of the just is uprightness. You who are upright make the path of the righteous level.",
                "8": "Yes, in the way of your judgments, Yahweh, we have waited for you. Your name and your renown are the desire of our soul.",
                "9": "With my soul I have desired you in the night. Yes, with my spirit within me I will seek you earnestly; for when your judgments are in the earth, the inhabitants of the world learn righteousness.",
                "10": "Let favor be shown to the wicked, yet he will not learn righteousness. In the land of uprightness he will deal wrongfully, and will not see Yahweh’s majesty.",
                "11": "Yahweh, your hand is lifted up, yet they don’t see; but they will see your zeal for the people and be disappointed. Yes, fire will consume your adversaries.",
                "12": "Yahweh, you will ordain peace for us, for you have also done all our work for us.",
                "13": "Yahweh our God, other lords besides you have had dominion over us, but we will only acknowledge your name.",
                "14": "The dead shall not live. The departed spirits shall not rise. Therefore you have visited and destroyed them, and caused all memory of them to perish.",
                "15": "You have increased the nation, O Yahweh. You have increased the nation! You are glorified! You have enlarged all the borders of the land.",
                "16": "Yahweh, in trouble they have visited you. They poured out a prayer when your chastening was on them.",
                "17": "Just as a woman with child, who draws near the time of her delivery, is in pain and cries out in her pangs, so we have been before you, Yahweh.",
                "18": "We have been with child. We have been in pain. We gave birth, it seems, only to wind. We have not worked any deliverance in the earth; neither have the inhabitants of the world fallen.",
                "19": "Your dead shall live. Their dead bodies shall arise. Awake and sing, you who dwell in the dust; for your dew is like the dew of herbs, and the earth will cast out the departed spirits.",
                "20": "Come, my people, enter into your rooms, and shut your doors behind you. Hide yourself for a little moment, until the indignation is past.",
                "21": "For, behold, Yahweh comes out of his place to punish the inhabitants of the earth for their iniquity. The earth also will disclose her blood, and will no longer cover her slain."
            }
        }
    }
}