{
    "book": "Isaia",
    "chapter": "45",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Așa vorbește Domnul către unsul Său, către Cirus, pe care-l ține de mână ca să doboare neamurile înaintea lui și să dezlege brâul împăraților, să-i deschidă porțile, ca să nu se mai închidă:",
                "2": "„Eu voi merge înaintea ta, voi netezi drumurile muntoase, voi sfărâma ușile de aramă și voi rupe zăvoarele de fier.",
                "3": "Îți voi da vistierii ascunse, bogății îngropate, ca să știi că Eu sunt Domnul, care te chem pe nume, Dumnezeul lui Israel.",
                "4": "Din dragoste pentru robul Meu Iacov și pentru Israel, alesul Meu, te-am chemat pe nume, ți-am vorbit cu bunăvoință, înainte ca tu să Mă cunoști.",
                "5": "Eu sunt Domnul, și nu mai este altul; afară de Mine, nu este Dumnezeu. Eu te-am încins înainte ca tu să Mă cunoști,",
                "6": "ca să se știe, de la răsăritul soarelui până la apusul soarelui, că, afară de Mine, nu este Dumnezeu: Eu sunt Domnul, și nu este altul.",
                "7": "Eu întocmesc lumina și fac întunericul, Eu dau propășirea și aduc restriștea, Eu, Domnul, fac toate aceste lucruri.",
                "8": "Să picure cerurile de sus și să plouă norii neprihănirea! Să se deschidă pământul, să dea din el mântuirea și să iasă totodată din el izbăvirea! Eu, Domnul, fac aceste lucruri.",
                "9": "Vai de cine se ceartă cu Făcătorul său! Un ciob dintre cioburile pământului! Oare lutul zice el celui ce-l fățuiește: ‘Ce faci?’ și lucrarea ta zice ea despre tine: ‘El n-are mâini’?",
                "10": "Vai de cine zice tatălui său: ‘Pentru ce m-ai născut?’ și mamei sale: ‘Pentru ce m-ai făcut?’”",
                "11": "Așa vorbește Domnul, Sfântul lui Israel și Făcătorul său: „Vrea cineva să Mă întrebe asupra viitorului, să-Mi poruncească pentru copiii Mei și pentru lucrarea mâinilor Mele?",
                "12": "Eu am făcut pământul și am făcut pe om pe el; Eu, cu mâinile Mele, am întins cerurile și am așezat toată oștirea lor.",
                "13": "Eu am ridicat pe Cirus în dreptatea Mea și voi netezi toate cărările lui. El Îmi va zidi iarăși cetatea și va da drumul prinșilor Mei de război, fără preț de răscumpărare și fără daruri”, zice Domnul oștirilor.",
                "14": "Așa vorbește Domnul: „Câștigurile Egiptului și negoțul Etiopiei și al sabeenilor, oameni de statură înaltă, vor trece la tine și vor fi ale tale. Popoarele acestea vor merge după tine, vor trece înlănțuite, se vor închina înaintea ta și-ți vor zice, rugându-te: ‘Numai la tine Se află Dumnezeu și nu este alt Dumnezeu afară de El.’”",
                "15": "Dar Tu ești un Dumnezeu care Te ascunzi, Tu, Dumnezeul lui Israel, Mântuitorule!",
                "16": "Toți sunt rușinați și uluiți, toți pleacă plini de ocară, făuritorii idolilor.",
                "17": "Dar Israel va fi mântuit de Domnul cu o mântuire veșnică. Voi nu veți fi nici rușinați, nici înfruntați în veci.",
                "18": "Căci așa vorbește Domnul, Făcătorul cerurilor, singurul Dumnezeu, care a întocmit pământul, l-a făcut și l-a întărit, l-a făcut nu ca să fie pustiu, ci l-a întocmit ca să fie locuit: „Eu sunt Domnul, și nu este altul!",
                "19": "Eu n-am vorbit în ascuns, într-un colț întunecos al pământului. Eu n-am zis seminței lui Iacov: ‘Căutați-Mă în zadar!’ Eu, Domnul, spun ce este adevărat, vestesc ce este drept.",
                "20": "Strângeți-vă, veniți și apropiați-vă împreună, voi, cei scăpați dintre neamuri! N-au nicio pricepere cei ce își duc idolul de lemn și cheamă pe un dumnezeu care nu poate să-i mântuiască.",
                "21": "Spuneți-le și aduceți-i încoace, ca să se sfătuiască unii cu alții! Cine a prorocit aceste lucruri de la început și le-a vestit de mult? Oare nu Eu, Domnul? Nu este alt Dumnezeu decât Mine, Eu sunt singurul Dumnezeu drept și mântuitor, alt Dumnezeu afară de Mine nu este.",
                "22": "Întoarceți-vă la Mine, și veți fi mântuiți toți cei ce sunteți la marginile pământului! Căci Eu sunt Dumnezeu, și nu altul.",
                "23": "Pe Mine Însumi Mă jur, adevărul iese din gura Mea și Cuvântul Meu nu va fi luat înapoi: orice genunchi se va pleca înaintea Mea și orice limbă va jura pe Mine.",
                "24": "‘Numai în Domnul’, Mi se va zice, ‘locuiesc dreptatea și puterea; la El vor veni și vor fi înfruntați toți cei ce erau mâniați împotriva Lui.",
                "25": "În Domnul vor fi făcuți neprihăniți și proslăviți toți urmașii lui Israel.’"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Așa vorbește Domnul către unsul Său, către Cirus, pe care l-am apucat de mâna dreaptă și să dezlege brâul împăraților, ca să deschidă porțile înaintea lui, porți ce nu vor mai fi închise:",
                "2": "«Eu Însumi voi merge înaintea ta și voi netezi munții; și voi tăia barele de fier;",
                "3": "îți voi da vistieriile întunericului, bogății ascunse în locuri secrete, ca să știi că Eu sunt Domnul, Dumnezeul lui Israel, Care te chem pe nume.",
                "4": "De dragul slujitorului Meu Iacov, al alesului Meu Israel, te chem pe nume, îți dau un nume de onoare, deși tu nu Mă cunoști.",
                "5": "Eu sunt Domnul, nu este altul; în afară de Mine nu există un alt Dumnezeu! Te voi pregăti, deși tu nu Mă cunoști,",
                "6": "pentru ca oamenii să cunoască, de la răsăritul soarelui și până la apus, că nu există un altul în afară de Mine; Eu sunt Domnul, și nu este altul!",
                "7": "Eu întocmesc lumina și creez întunericul; Eu fac pacea și creez dezastrul; Eu, Domnul, fac toate acestea!».",
                "8": "Picurați, voi, ceruri de sus! Să plouă din nori dreptatea! și să răsară mântuirea! Să răsară și dreptatea împreună cu ea! Eu, Domnul, le-am creat.",
                "9": "Vai de cel ce se ceartă cu Cel Care l-a creat, de cel care nu este decât un vas de pământ printre altele la fel! Îi va spune oare lutul celui care-l modelează: «Ce faci?» sau: «El n-are mâini!»?",
                "10": "Vai de cel ce-i zice tatălui său: «Ce-ai procreat?» sau mamei sale: «Ce-ai adus pe lume?»“.",
                "11": "Așa vorbește Domnul, Sfântul lui Israel, și Cel Care l-a creat: „Cu privire la cele viitoare, îndrăzniți să Mă întrebați despre copiii Mei? Îmi veți porunci cu privire la lucrarea mâinilor Mele?",
                "12": "Eu am făcut pământul și am creat omul pe el. și Eu am poruncit întregii lor armate.",
                "13": "Eu l-am ridicat pe Cirus, în dreptatea Mea, și-i voi netezi toate căile. și îi va elibera pe exilații Mei, nu pentru vreun preț sau vreo răsplată, zice Domnul Oștirilor“.",
                "14": "Așa vorbește Domnul: „Produsele Egiptului și mărfurile din Cuș, precum și șabeenii înalți la statură, vor veni spre tine și îți vor aparține; vor veni în lanțuri în urma ta. și ți se vor ruga, zicând: «Recunoaștem că Dumnezeu este cu tine! Alt Dumnezeu nu este! Nu există un alt Dumnezeu în afară de El!»“.",
                "15": "Cu adevărat, Tu ești un Dumnezeu Care Se ascunde. O, Dumnezeu al lui Israel, Mântuitorule!",
                "16": "Făcuți de rușine și umiliți vor fi cu toții; cuprinși de rușine vor umbla împreună, toți meșterii care prelucrează idoli.",
                "17": "Dar Israel va fi mântuit de Domnul cu o mântuire veșnică; voi nu veți mai fi făcuți de rușine, nici umiliți, în veci.",
                "18": "Căci așa vorbește Domnul, Cel Care a creat cerurile – El este Dumnezeu – Cel Care a întocmit și a făcut pământul; El l-a întemeiat, și nu l-a creat ca să fie pustiu, ci l-a întocmit ca să fie locuit: „Eu sunt Domnul; nu există altul!",
                "19": "Eu n-am vorbit în secret, în vreun colț întunecos al pământului; n-am zis urmașilor lui Iacov: «Căutați-Mă în pustiu!». Eu, Domnul, spun adevărul, fac cunoscut ce este drept.",
                "20": "Strângeți-vă! Veniți! Apropiați-vă cu toții, voi supraviețuitori dintre națiuni! Fără minte sunt cei care își poartă lemnul chipului cioplit, care nu poate mântui.",
                "21": "Vorbiți! Aduceți înainte cazul vostru! Să se sfătuiască împreună! și l-a vestit de demult? Oare nu Eu, Domnul? Nu există alt Dumnezeu în afară de Mine, Dumnezeu drept și Mântuitor; nu este altul în afară de Mine!",
                "22": "Întoarceți-vă la Mine și veți fi mântuiți, toți cei ce locuiți până la marginile pământului, căci Eu sunt Dumnezeu, nu există altul!",
                "23": "Am jurat pe Mine Însumi; gura Mea a rostit, cu dreptate, un cuvânt ce nu va fi retras: și orice limbă va jura,",
                "24": "zicând despre Mine: «Numai în Domnul este dreptate și putere!»“. vor veni la El și vor fi făcuți de rușine.",
                "25": "În Domnul vor fi îndreptățiți și se vor lăuda toți urmașii lui Israel."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Yahweh says to his anointed, to Cyrus, whose right hand I have held to subdue nations before him and strip kings of their armor, to open the doors before him, and the gates shall not be shut:",
                "2": "“I will go before you and make the rough places smooth. and cut apart the bars of iron.",
                "3": "I will give you the treasures of darkness and hidden riches of secret places, that you may know that it is I, Yahweh, who calls you by your name, even the God of Israel.",
                "4": "For Jacob my servant’s sake, and Israel my chosen, I have called you by your name. I have given you a title, though you have not known me.",
                "5": "I am Yahweh, and there is no one else. Besides me, there is no God. I will strengthen you, though you have not known me,",
                "6": "that they may know from the rising of the sun, and from the west, that there is no one besides me. I am Yahweh, and there is no one else.",
                "7": "I form the light and create darkness. and create calamity. I am Yahweh, who does all these things.",
                "8": "Rain, you heavens, from above, and let the skies pour down righteousness. Let the earth open, that it may produce salvation, and let it cause righteousness to spring up with it. I, Yahweh, have created it.",
                "9": "Woe to him who strives with his Maker— a clay pot among the clay pots of the earth! Shall the clay ask him who fashions it, ‘What are you making?’ or your work, ‘He has no hands’?",
                "10": "Woe to him who says to a father, ‘What have you become the father of?’ or to a mother, ‘What have you given birth to?’”",
                "11": "Yahweh, the Holy One of Israel and his Maker says: “You ask me about the things that are to come, concerning my sons, and you command me concerning the work of my hands!",
                "12": "I have made the earth, and created man on it. I, even my hands, have stretched out the heavens. I have commanded all their army.",
                "13": "I have raised him up in righteousness, and I will make all his ways straight. He shall build my city, and he shall let my exiles go free, not for price nor reward,” says Yahweh of Armies.",
                "14": "Yahweh says: “The labor of Egypt, and the merchandise of Ethiopia, and the Sabeans, men of stature, will come over to you, and they will be yours. They will go after you. They shall come over in chains. They will bow down to you. They will make supplication to you: ‘Surely God is in you; and there is no one else. There is no other god.",
                "15": "Most certainly you are a God who has hidden yourself, God of Israel, the Savior.’”",
                "16": "They will be disappointed, yes, confounded, all of them. Those who are makers of idols will go into confusion together.",
                "17": "Israel will be saved by Yahweh with an everlasting salvation. You will not be disappointed nor confounded to ages everlasting.",
                "18": "For Yahweh who created the heavens, the God who formed the earth and made it, who established it and didn’t create it a waste, who formed it to be inhabited says: “I am Yahweh. There is no other.",
                "19": "I have not spoken in secret, in a place of the land of darkness. I didn’t say to the offspring of Jacob, ‘Seek me in vain.’ I, Yahweh, speak righteousness. I declare things that are right.",
                "20": "“Assemble yourselves and come. Draw near together, you who have escaped from the nations. Those have no knowledge who carry the wood of their engraved image, and pray to a god that can’t save.",
                "21": "Declare and present it. Yes, let them take counsel together. Who has shown this from ancient time? Who has declared it of old? Haven’t I, Yahweh? There is no other God besides me, a just God and a Savior. There is no one besides me.",
                "22": "“Look to me, and be saved, all the ends of the earth; for I am God, and there is no other.",
                "23": "I have sworn by myself. The word has gone out of my mouth in righteousness, and will not be revoked, that to me every knee shall bow, every tongue shall take an oath.",
                "24": "They will say of me, ‘There is righteousness and strength only in Yahweh.’” Even to him will men come. All those who raged against him will be disappointed.",
                "25": "All the offspring of Israel will be justified in Yahweh, and will rejoice!"
            }
        }
    }
}