{
    "book": "Isaia",
    "chapter": "24",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Iată, Domnul deșartă țara și o pustiește, îi răstoarnă fața și risipește locuitorii;",
                "2": "cum se întâmplă preotului, se întâmplă și poporului; stăpânului, ca și slugii; stăpânei, ca și slujnicei; vânzătorului, ca și cumpărătorului; celui ce dă cu împrumut, ca și celui ce ia cu împrumut; datornicului, ca și celui căruia îi este dator.",
                "3": "Țara este pustiită de tot și prădată; căci Domnul a hotărât așa.",
                "4": "Țara este tristă, sleită de puteri; locuitorii sunt mâhniți și tânjesc; căpeteniile poporului sunt fără putere,",
                "5": "căci țara a fost spurcată de locuitorii ei; ei călcau legile, nu țineau poruncile și rupeau legământul cel veșnic!",
                "6": "De aceea mănâncă blestemul țara și suferă locuitorii ei pedeapsa nelegiuirilor lor; de aceea sunt prăpădiți locuitorii țării și nu mai rămâne decât un mic număr din ei.",
                "7": "Mustul stă trist, via este veștejită; toți cei ce erau cu inima veselă suspină.",
                "8": "A încetat desfătarea timpanelor, s-a sfârșit veselia gălăgioasă, s-a dus bucuria harpei.",
                "9": "Nu se mai cântă când se bea vin și băuturile tari li se par amare celor ce le beau.",
                "10": "Cetatea pustie este dărâmată; toate casele sunt închise, nu mai intră nimeni în ele.",
                "11": "Pe ulițe se strigă după vin; s-a dus orice desfătare, nu mai este nicio veselie în țară.",
                "12": "Numai pustiire a mai rămas în cetate și porțile stau dărâmate.",
                "13": "Da, în țară, în mijlocul popoarelor, este ca atunci când se scutură măslinul sau ca la culesul ciorchinelor rămase după culesul viei. Babilonul nimicit, și Ierusalimul ridicat",
                "14": "Ceilalți însă, care vor mai rămâne, își înalță glasul, scot strigăte de veselie; de pe țărmurile mării, laudă măreția Domnului.",
                "15": "Proslăviți dar pe Domnul în locurile unde strălucește lumină, lăudați Numele Domnului Dumnezeului lui Israel în ostroavele mării!",
                "16": "De la marginile pământului auzim cântând: „Slavă celui neprihănit!” Dar eu zic: „Sunt pierdut! Sunt pierdut! Vai de mine!” Jefuitorii jefuiesc, jefuitorii se înverșunează la jaf.",
                "17": "Groaza, groapa și lațul vin peste tine, locuitor al țării!",
                "18": "Cel ce fuge dinaintea strigătelor de groază cade în groapă și cel ce se ridică din groapă se prinde în laț, căci se deschid stăvilarele de sus și se clatină temeliile pământului!",
                "19": "Pământul se rupe, pământul se sfărâmă, pământul se crapă,",
                "20": "pământul se clatină ca un om beat, tremură ca o colibă; păcatul lui îl apasă, cade și nu se mai ridică.",
                "21": "În ziua aceea, Domnul va pedepsi în cer oștirea de sus, iar pe pământ, pe împărații pământului.",
                "22": "Aceștia vor fi strânși ca prinși de război și puși într-o temniță, vor fi închiși în gherle și, după un mare număr de zile, vor fi pedepsiți.",
                "23": "Luna va fi acoperită de rușine și soarele, de groază, căci Domnul oștirilor va împărăți pe Muntele Sionului și la Ierusalim, strălucind de slavă în fața bătrânilor Lui."
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Iată, Domnul urmează să golească pământul și să-l pustiască; și-i va împrăștia locuitorii.",
                "2": "La fel i se va întâmpla preotului, ca și poporului, stăpânului, ca și slujitorului său, stăpânei, ca și slujitoarei ei, celui ce vinde, ca și celui ce cumpără, celui ce împrumută, ca și celui ce ia cu împrumut și celui ce i se datorează, ca și datornicului.",
                "3": "Pământul va fi în întregime pustiit și jefuit, căci Domnul a rostit acest cuvânt.",
                "4": "Pământul se usucă, se veștejește; lumea este sleită de puteri, se veștejește, conducătorii popoarelor pământului sunt sleiți de puteri.",
                "5": "Pământul este pângărit de locuitorii săi, căci au încălcat legile, și au rupt legământul cel veșnic.",
                "6": "De aceea un blestem devorează pământul, iar locuitorii lui își ispășesc vina. și rămân puțini oameni.",
                "7": "Mustul se usucă, iar vița se veștejește; toți cei ce aveau inima veselă suspină.",
                "8": "Bucuria tamburinelor a încetat, zgomotul celor ce petrec s-a oprit, bucuria lirei s-a sfârșit.",
                "9": "Nu se mai bea vin cântând, iar băutura tare este amară pentru cei ce o beau.",
                "10": "Cetatea pustie stă dărâmată; toate casele sunt închise, nimeni nu poate intra.",
                "11": "Pe străzi ei strigă după vin; și veselia a fost alungată din țară.",
                "12": "Cetatea e lăsată în ruine, iar poarta îi este sfărâmată.",
                "13": "Pe întinderea pământului va fi ca atunci când se scutură măslinul, ca atunci când rămân câțiva ciorchini după culesul viei.",
                "14": "Ei își înalță glasurile, strigă de bucurie și aclamă, dinspre vest, măreția Domnului.",
                "15": "De aceea voi, cei din est, glorificați-L pe Domnul! Cei de pe insulele mării, glorificați Numele Domnului, Dumnezeul lui Israel!",
                "16": "De la marginile pământului auzim cântându-se: „Glorie Celui Drept!“. Eu însă zic: „Mă ofilesc! Mă ofilesc! Vai de mine! Trădătorii au trădat, trădătorii au comis trădare!“.",
                "17": "Groaza, groapa și lațul te așteaptă, locuitor al pământului!",
                "18": "Oricine va fugi la sunet de groază va fi prins într-un laț. și temeliile pământului se cutremură.",
                "19": "Pământul este făcut fărâme, pământul este rupt în bucăți, pământul este zguduit cu putere.",
                "20": "Pământul se clatină ca un om beat, se leagănă ca o colibă. Fărădelegea lui apasă greu asupra lui; el cade, și nu se mai ridică.",
                "21": "În ziua aceea, Domnul va pedepsi armata de sus, în înălțime, și pe împărații pământului, pe pământ.",
                "22": "Vor fi adunați împreună, ca deținuții, într-o groapă. și, după multe zile, vor fi pedepsiți.",
                "23": "Atunci luna va fi umilită, iar soarele făcut de rușine, pe muntele Sion și în Ierusalim, înaintea bătrânilor Săi, în glorie."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Behold, Yahweh makes the earth empty, makes it waste, turns it upside down, and scatters its inhabitants.",
                "2": "It will be as with the people, so with the priest; as with the servant, so with his master; as with the maid, so with her mistress; as with the buyer, so with the seller; as with the creditor, so with the debtor; as with the taker of interest, so with the giver of interest.",
                "3": "The earth will be utterly emptied and utterly laid waste; for Yahweh has spoken this word.",
                "4": "The earth mourns and fades away. The world languishes and fades away. The lofty people of the earth languish.",
                "5": "The earth also is polluted under its inhabitants, because they have transgressed the laws, violated the statutes, and broken the everlasting covenant.",
                "6": "Therefore the curse has devoured the earth, and those who dwell therein are found guilty. Therefore the inhabitants of the earth are burned, and few men are left.",
                "7": "The new wine mourns. The vine languishes. All the merry-hearted sigh.",
                "8": "The mirth of tambourines ceases. The sound of those who rejoice ends. The joy of the harp ceases.",
                "9": "They will not drink wine with a song. Strong drink will be bitter to those who drink it.",
                "10": "The confused city is broken down. Every house is shut up, that no man may come in.",
                "11": "There is a crying in the streets because of the wine. All joy is darkened. The mirth of the land is gone.",
                "12": "The city is left in desolation, and the gate is struck with destruction.",
                "13": "For it will be so within the earth among the peoples, as the shaking of an olive tree, as the gleanings when the vintage is done.",
                "14": "These shall lift up their voice. They will shout for the majesty of Yahweh. They cry aloud from the sea.",
                "15": "Therefore glorify Yahweh in the east, even the name of Yahweh, the God of Israel, in the islands of the sea!",
                "16": "From the uttermost part of the earth have we heard songs. Glory to the righteous! But I said, “I pine away! I pine away! woe is me!” The treacherous have dealt treacherously. Yes, the treacherous have dealt very treacherously.",
                "17": "Fear, the pit, and the snare are on you who inhabit the earth.",
                "18": "It will happen that he who flees from the noise of the fear will fall into the pit; and he who comes up out of the middle of the pit will be taken in the snare; for the windows on high are opened, and the foundations of the earth tremble.",
                "19": "The earth is utterly broken. The earth is torn apart. The earth is shaken violently.",
                "20": "The earth will stagger like a drunken man, and will sway back and forth like a hammock. Its disobedience will be heavy on it, and it will fall and not rise again.",
                "21": "It will happen in that day that Yahweh will punish the army of the high ones on high, and the kings of the earth on the earth.",
                "22": "They will be gathered together, as prisoners are gathered in the pit, and will be shut up in the prison; and after many days they will be visited.",
                "23": "Then the moon will be confounded, and the sun ashamed; for Yahweh of Armies will reign on Mount Zion and in Jerusalem; and glory will be before his elders."
            }
        }
    }
}