{
    "book": "Isaia",
    "chapter": "11",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Apoi, o Odraslă va ieși din tulpina lui Isai și un Vlăstar va da din rădăcinile lui.",
                "2": "Duhul Domnului Se va odihni peste El, duh de înțelepciune și de pricepere, duh de sfat și de tărie, duh de cunoștință și de frică de Domnul.",
                "3": "Plăcerea Lui va fi frica de Domnul; nu va judeca după înfățișare, nici nu va hotărî după cele auzite,",
                "4": "ci va judeca pe cei săraci cu dreptate și va hotărî cu nepărtinire asupra nenorociților țării; va lovi pământul cu toiagul cuvântului Lui și cu suflarea buzelor Lui va omorî pe cel rău.",
                "5": "Neprihănirea va fi brâul coapselor Sale și credincioșia, brâul mijlocului Său.",
                "6": "Atunci, lupul va locui împreună cu mielul, și pardosul se va culca împreună cu iedul; vițelul, puiul de leu și vitele îngrășate vor fi împreună și le va mâna un copilaș;",
                "7": "vaca și ursoaica vor paște la un loc și puii lor se vor culca împreună. Leul va mânca paie ca boul,",
                "8": "pruncul de țâță se va juca la gura bortei năpârcii și copilul înțărcat va băga mâna în vizuina basiliscului.",
                "9": "Nu se va face niciun rău și nicio pagubă pe tot muntele Meu cel sfânt, căci pământul va fi plin de cunoștința Domnului ca fundul mării de apele care-l acoperă.",
                "10": "În ziua aceea, Vlăstarul lui Isai va fi ca un steag pentru popoare; neamurile se vor întoarce la El și slava va fi locuința Lui.",
                "11": "În același timp, Domnul Își va întinde mâna a doua oară, ca să răscumpere rămășița poporului Său risipit în Asiria și în Egipt, în Patros și în Etiopia, la Elam, la Șinear și la Hamat și în ostroavele mării.",
                "12": "El va înălța un steag pentru neamuri, va strânge pe surghiuniții lui Israel și va aduna pe cei risipiți ai lui Iuda de la cele patru capete ale pământului.",
                "13": "Pizma lui Efraim va înceta și vrăjmașii lui Iuda vor fi nimiciți; Efraim nu va mai fi gelos pe Iuda, și Iuda nu va mai fi vrăjmaș lui Efraim,",
                "14": "ci vor zbura pe umărul filistenilor la apus și vor jefui împreună pe fiii Răsăritului. Edom și Moab vor fi prada mâinilor lor, și fiii lui Amon le vor fi supuși.",
                "15": "Domnul va seca limba mării Egiptului, Își va ridica mâna asupra râului în mânia Lui, îl va împărți în șapte pâraie, așa că îl vor putea trece încălțați.",
                "16": "Și va fi un drum pentru rămășița poporului Său care va mai rămâne în Asiria, cum a fost pentru Israel în ziua când a ieșit din țara Egiptului."
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "O Mlădiță va ieși din trunchiul lui Ișai și un Vlăstar din rădăcinile lui va aduce rod.",
                "2": "Duhul Domnului Se va odihni peste El, Duh de înțelepciune și de pricepere, Duh de sfătuire și de putere, Duh de cunoaștere și de teamă de Domnul.",
                "3": "Plăcerea Sa va fi teama de Domnul. și nu va hotărî după cele auzite de urechea Sa.",
                "4": "Îi va judeca pe cei nevoiași cu dreptate și va decide cu imparțialitate pentru sărmanii pământului. și îl va omorî pe cel rău cu suflarea buzelor Sale.",
                "5": "Dreptatea va fi brâul din jurul coapselor Sale, iar credincioșia – cureaua din jurul mijlocului Său.",
                "6": "Lupul va locui împreună cu mielul, leopardul se va culca alături de ied, vițelul, puiul de leu și vițelul îngrășat vor fi împreună, iar un copil mic îi va conduce.",
                "7": "Vaca și ursoaica vor paște împreună, puii lor vor sta culcați la un loc, iar leul va mânca paie ca boul.",
                "8": "Sugarul se va juca lângă gaura cobrei, iar copilul înțărcat își va băga mâna în cuibul viperei.",
                "9": "Ei nu vor face rău și nu vor distruge nimic pe tot muntele Meu cel sfânt, pentru că pământul va fi plin de cunoștința Domnului, așa cum apele acoperă adâncul mării.",
                "10": "În ziua aceea, Rădăcina lui Ișai va sta ca un steag pentru popoare. Națiunile Îl vor căuta, iar locul Său de odihnă va fi glorificat.",
                "11": "În ziua aceea, Stăpânul Își va întinde mâna pentru a doua oară ca să răscumpere rămășița poporului Său, pe cei rămași din Asiria, Egipt, Patros, Cuș, Elam, Șinar, Hamat și din insulele mării.",
                "12": "El va ridica un steag pentru națiuni și îi va aduna pe cei risipiți ai lui Israel; din cele patru colțuri ale pământului.",
                "13": "Gelozia lui Efraim va înceta, iar dușmanii lui Iuda vor fi nimiciți. Efraim nu va mai fi gelos pe Iuda, iar Iuda nu-i va mai fi ostil lui Efraim,",
                "14": "ci vor zbura pe umărul filistenilor spre vest și-i vor jefui împreună pe fiii Estului. Vor ocupa Edomul și Moabul, iar fiii lui Amon le vor fi supuși.",
                "15": "Domnul va despărți golful mării Egiptului, Își va mișca mâna deasupra Râului, și îl va despărți în șapte pârâuri, făcând oamenii să-l treacă încălțați.",
                "16": "Și va fi un drum larg pentru rămășița poporului Său, care a mai rămas în Asiria, așa cum a fost pentru Israel, în ziua când a plecat din țara Egiptului."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "A shoot will come out of the stock of Jesse, and a branch out of his roots will bear fruit.",
                "2": "Yahweh’s Spirit will rest on him: the spirit of wisdom and understanding, the spirit of counsel and might, the spirit of knowledge and of the fear of Yahweh.",
                "3": "His delight will be in the fear of Yahweh. He will not judge by the sight of his eyes, neither decide by the hearing of his ears;",
                "4": "but he will judge the poor with righteousness, and decide with equity for the humble of the earth. He will strike the earth with the rod of his mouth; and with the breath of his lips he will kill the wicked.",
                "5": "Righteousness will be the belt around his waist, and faithfulness the belt around his waist.",
                "6": "The wolf will live with the lamb, and the leopard will lie down with the young goat, the calf, the young lion, and the fattened calf together; and a little child will lead them.",
                "7": "The cow and the bear will graze. Their young ones will lie down together. The lion will eat straw like the ox.",
                "8": "The nursing child will play near a cobra’s hole, and the weaned child will put his hand on the viper’s den.",
                "9": "They will not hurt nor destroy in all my holy mountain; for the earth will be full of the knowledge of Yahweh, as the waters cover the sea.",
                "10": "It will happen in that day that the nations will seek the root of Jesse, who stands as a banner of the peoples; and his resting place will be glorious.",
                "11": "It will happen in that day that the Lord will set his hand again the second time to recover the remnant that is left of his people from Assyria, from Egypt, from Pathros, from Cush, from Elam, from Shinar, from Hamath, and from the islands of the sea.",
                "12": "He will set up a banner for the nations, and will assemble the outcasts of Israel, and gather together the dispersed of Judah from the four corners of the earth.",
                "13": "The envy also of Ephraim will depart, and those who persecute Judah will be cut off. Ephraim won’t envy Judah, and Judah won’t persecute Ephraim.",
                "14": "They will fly down on the shoulders of the Philistines on the west. Together they will plunder the children of the east. They will extend their power over Edom and Moab, and the children of Ammon will obey them.",
                "15": "Yahweh will utterly destroy the tongue of the Egyptian sea; and with his scorching wind he will wave his hand over the River, and will split it into seven streams, and cause men to march over in sandals.",
                "16": "There will be a highway for the remnant that is left of his people from Assyria, like there was for Israel in the day that he came up out of the land of Egypt."
            }
        }
    }
}