{
    "book": "Isaia",
    "chapter": "23",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Prorocie împotriva Tirului: Bociți-vă, corăbii din Tarsis! Căci Tirul a fost nimicit: nu mai are nici case, nici intrare! Din țara Chitim le-a venit vestea aceasta.",
                "2": "Amuțiți de groază, locuitori ai țărmului, pe care îl umpleau odată negustorii din Sidon care străbăteau marea!",
                "3": "Veniturile lui erau grâul Nilului și secerișul râului, aduse pe ape mari, așa că el era târgul neamurilor.",
                "4": "Rușinează-te, Sidoane, căci așa vorbește marea, cetățuia mării: „Eu n-am avut durerile facerii, nici n-am născut, n-am hrănit tineri, nici n-am crescut fete!”",
                "5": "Când vor afla egiptenii vestea aceasta, vor tremura auzind de căderea Tirului",
                "6": "și vor zice: „Treceți la Tarsis, bociți-vă, locuitori ai țărmului!",
                "7": "Aceasta este cetatea voastră cea veselă, care avea o obârșie veche și ale cărei picioare o duceau să locuiască departe.",
                "8": "Cine a luat această hotărâre împotriva Tirului, împărțitorul cununilor, el, ai cărui negustori erau niște voievozi și ai cărui târgoveți erau cei mai bogați de pe pământ?”",
                "9": "Domnul oștirilor a luat această hotărâre, ca să rușineze mândria a tot ce strălucește și să smerească pe toți cei mari ai pământului.",
                "10": "Străbate-ți țara ca Nilul, niciun brâu nu te mai strânge, fiica Tarsisului! Nu mai este niciun jug!",
                "11": "Domnul Și-a întins mâna asupra mării; a făcut să tremure împărății; a poruncit nimicirea cetățuilor Canaanului",
                "12": "și a zis: „De acum nu te vei mai bucura, fecioară necinstită, fiica Sidonului! Scoală-te și treci în țara Chitim; dar nici acolo nu vei avea odihnă.”",
                "13": "Iacă pe haldeeni, care nu erau un popor, locuitorii aceștia ai pustiei, cărora asirianul le-a întemeiat o țară; ei înalță turnuri, surpă casele împărătești ale Tirului, le prefac în dărâmături.",
                "14": "Bociți-vă, corăbii din Tarsis! Căci cetățuia voastră este nimicită.",
                "15": "În vremea aceea, Tirul va fi dat uitării șaptezeci de ani, cât ține viața unui împărat, dar, după șaptezeci de ani, se va întâmpla Tirului ca și curvei despre care vorbește cântecul:",
                "16": "„Ia harpa și străbate cetatea, curvă dată uitării; cântă bine, cântă-ți cântecele de mai multe ori, ca iarăși să-și aducă lumea aminte de tine.”",
                "17": "Tot așa, după șaptezeci de ani, Domnul va cerceta Tirul și se va întoarce iarăși la câștigul lui; va avea legături cu toate împărățiile lumii de pe fața pământului;",
                "18": "dar câștigul și plata lui vor fi închinate Domnului, nu vor fi nici strânse, nici păstrate; ci câștigul lui va aduce celor ce locuiesc înaintea Domnului o hrană îmbelșugată și haine strălucite."
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "O rostire cu privire la Tyr. Gemeți, corăbii de Tarșiș, căci casa și portul vă sunt distruse! Din Chitim au primit această veste.",
                "2": "Tăceți, locuitori de pe țărm, precum și voi, negustori din Sidon, care v-ați îmbogățit din comerțul pe mare!",
                "3": "Străbătând ape multe, grânele erau aduse din Șihor; secerișul Nilului era venitul Tyrului, acesta devenind locul de comerț al națiunilor.",
                "4": "Să-ți fie rușine, Sidon, fortăreață a mării! Căci marea a vorbit, zicând: „N-am avut dureri, nici n-am născut; n-am îngrijit băieți, nici n-am crescut fete“.",
                "5": "Când va ajunge vestea în Egipt, se vor îngrozi de cele auzite despre Tyr.",
                "6": "Treceți spre Tarșiș! Gemeți, locuitori de pe țărm!",
                "7": "Aceasta să fie, oare, cetatea voastră plină de veselie, cetatea întemeiată din vremuri străvechi, ai cărei pași au dus-o până departe, întemeind colonii?",
                "8": "Cine a plănuit aceasta împotriva Tyrului, împotriva celui ce oferea coroane, ai cărui negustori erau conducători, ai cărui comercianți erau cei mai onorați de pe pământ?",
                "9": "Domnul Oștirilor a plănuit aceasta – pentru a zdrobi mândria a tot ce este glorios, pentru a-i umili pe toți cei onorați de pe pământ.",
                "10": "Cultivă-ți țara, ca malul Nilului, fiică a Tarșișului, căci port nu mai ai!",
                "11": "Domnul Și-a întins mâna peste mare și a făcut împărățiile să se cutremure. Cu privire la Canaan, a poruncit să-i fie nimicite fortărețele.",
                "12": "El a zis: „Nu te vei mai bucura, o, fecioară asuprită, fiică a Sidonului! Ridică-te și du-te în Chitim, însă nici măcar acolo nu vei avea odihnă!“.",
                "13": "Iată țara caldeenilor! Poporul acesta nu mai este! Asirienii au dat-o animalelor deșertului. Și-au ridicat turnurile de asalt, și au făcut din ea o ruină.",
                "14": "Gemeți, corăbii de Tarșiș, căci fortăreața voastră este distrusă!",
                "15": "Din ziua aceea, Tyr va fi uitat pentru șaptezeci de ani – timpul vieții unui împărat. Iar la sfârșitul celor șaptezeci de ani, Tyrului i se va întâmpla ca prostituatei din cântare:",
                "16": "„Ia lira și străbate cetatea, prostituată care ai fost uitată! Cântă iscusit, cântă-ți cântecul de mai multe ori, astfel încât să-și aducă aminte de tine!“.",
                "17": "Când se vor încheia cei șaptezeci de ani, Domnul va vizita Tyrul. Cetatea se va întoarce la câștigul ei și se va prostitua cu toate împărățiile de pe fața pământului.",
                "18": "Profitul și plata ei însă vor fi închinate Domnului. Acestea nu vor fi nici adunate, nici păstrate, ci câștigul ei va asigura hrană din belșug și haine frumoase pentru cei ce trăiesc înaintea Domnului."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "The burden of Tyre. Howl, you ships of Tarshish! For it is laid waste, so that there is no house, no entering in. From the land of Kittim it is revealed to them.",
                "2": "Be still, you inhabitants of the coast, you whom the merchants of Sidon that pass over the sea have replenished.",
                "3": "On great waters, the seed of the Shihor, the harvest of the Nile, was her revenue. She was the market of nations.",
                "4": "Be ashamed, Sidon; for the sea has spoken, the stronghold of the sea, saying, “I have not travailed, nor given birth, neither have I nourished young men, nor brought up virgins.”",
                "5": "When the report comes to Egypt, they will be in anguish at the report of Tyre.",
                "6": "Pass over to Tarshish! Wail, you inhabitants of the coast!",
                "7": "Is this your joyous city, whose antiquity is of ancient days, whose feet carried her far away to travel?",
                "8": "Who has planned this against Tyre, the giver of crowns, whose merchants are princes, whose traders are the honorable of the earth?",
                "9": "Yahweh of Armies has planned it, to stain the pride of all glory, to bring into contempt all the honorable of the earth.",
                "10": "Pass through your land like the Nile, daughter of Tarshish. There is no restraint any more.",
                "11": "He has stretched out his hand over the sea. He has shaken the kingdoms. Yahweh has ordered the destruction of Canaan’s strongholds.",
                "12": "He said, “You shall rejoice no more, you oppressed virgin daughter of Sidon. Arise, pass over to Kittim. Even there you will have no rest.”",
                "13": "Behold, the land of the Chaldeans. This people didn’t exist. The Assyrians founded it for those who dwell in the wilderness. They set up their towers. They overthrew its palaces. They made it a ruin.",
                "14": "Howl, you ships of Tarshish, for your stronghold is laid waste!",
                "15": "It will come to pass in that day that Tyre will be forgotten seventy years, according to the days of one king. After the end of seventy years it will be to Tyre like in the song of the prostitute.",
                "16": "Take a harp; go about the city, you prostitute that has been forgotten. Make sweet melody. Sing many songs, that you may be remembered.",
                "17": "It will happen after the end of seventy years that Yahweh will visit Tyre. She will return to her wages, and will play the prostitute with all the kingdoms of the world on the surface of the earth.",
                "18": "Her merchandise and her wages will be holiness to Yahweh. It will not be treasured nor laid up; for her merchandise will be for those who dwell before Yahweh, to eat sufficiently, and for durable clothing."
            }
        }
    }
}