{
    "book": "Isaia",
    "chapter": "41",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "„Tăceți, ostroave, și ascultați-Mă! Să-și învioreze popoarele puterea, să înainteze și să vorbească! Să ne apropiem și să ne judecăm împreună.",
                "2": "Cine a ridicat de la răsărit pe acela pe care, în neprihănirea Lui, îl cheamă să calce pe urmele Lui? Cine îi supune neamuri și împărați? Cine le face sabia praf și arcul, o pleavă luată de vânt?",
                "3": "El îi urmărește, merge în pace pe un drum pe care n-a mai călcat niciodată cu piciorul lui.",
                "4": "Cine a făcut și a împlinit aceste lucruri? Acela care a chemat neamurile de la început, Eu, Domnul, Cel dintâi și Același până în cele din urmă veacuri.",
                "5": "Ostroavele văd lucrul acesta și se tem, capetele pământului tremură: se apropie și vin.",
                "6": "Se ajută unul pe altul și fiecare zice fratelui său: ‘Fii cu inimă!’",
                "7": "Lemnarul îmbărbătează pe argintar; cel ce lustruiește cu ciocanul îmbărbătează pe cel ce bate pe nicovală, zicând despre îmbinare: ‘Este bună’, și țintuiește idolul în cuie ca să nu se clatine.",
                "8": "Dar tu, Israele, robul Meu, Iacove, pe care te-am ales, sămânța lui Avraam, prietenul Meu,",
                "9": "tu, pe care te-am luat de la marginile pământului și pe care te-am chemat dintr-o țară depărtată, căruia ți-am zis: ‘Tu ești robul Meu, te aleg și nu te lepăd’,",
                "10": "nu te teme, căci Eu sunt cu tine; nu te uita cu îngrijorare, căci Eu sunt Dumnezeul tău; Eu te întăresc, tot Eu îți vin în ajutor. Eu te sprijin cu dreapta Mea biruitoare.",
                "11": "Iată, înfruntați și acoperiți de rușine vor fi toți cei ce sunt mâniați pe tine; vor fi nimiciți și vor pieri cei ce ți se împotrivesc.",
                "12": "Îi vei căuta, și nu-i vei mai găsi pe cei ce se certau cu tine; vor fi nimiciți, vor fi pierduți cei ce se războiau cu tine.",
                "13": "Căci Eu sunt Domnul Dumnezeul tău, care te iau de mâna dreaptă și-ți zic: ‘Nu te teme de nimic, Eu îți vin în ajutor!",
                "14": "Nu te teme de nimic, viermele lui Iacov și rămășiță slabă a lui Israel, căci Eu îți vin în ajutor’, zice Domnul, ‘și Sfântul lui Israel este Mântuitorul tău.’",
                "15": "Iată, te fac o sanie ascuțită, nouă de tot, cu mulți dinți; vei zdrobi, vei sfărâma munții și vei face dealurile ca pleava.",
                "16": "Le vei vântura și le va lua vântul și un vârtej le va risipi, dar tu te vei bucura în Domnul, te vei făli cu Sfântul lui Israel.",
                "17": "Cei nenorociți și cei lipsiți caută apă și nu este; li se usucă limba de sete. Eu, Domnul, îi voi asculta; Eu, Dumnezeul lui Israel, nu-i voi părăsi.",
                "18": "Voi face să izvorască râuri pe dealuri și izvoare în mijlocul văilor; voi preface pustia în iaz și pământul uscat în șuvoaie de ape;",
                "19": "voi sădi cedri, salcâmi, mirți și măslini în pustie; voi pune chiparoși, ulmi și merișori turcești la un loc în pustie,",
                "20": "ca să vadă cu toții și să știe, să priceapă și să înțeleagă că mâna Domnului a făcut aceste lucruri și Sfântul lui Israel le-a zidit.",
                "21": "Apărați-vă pricina”, zice Domnul, „arătați-vă dovezile cele mai tari”, zice Împăratul lui Iacov.",
                "22": "„Să le arate și să ne spună ce are să se întâmple; care sunt prorociile pe care le-ați făcut vreodată? Spuneți, ca să luăm seama la ele și să le vedem împlinirea, sau vestiți-ne viitorul.",
                "23": "Spuneți-ne ce se va întâmpla mai târziu, ca să știm că sunteți dumnezei, faceți măcar ceva bun sau rău, ca să vedem și să privim cu toții.",
                "24": "Iată că nu sunteți nimic și lucrarea voastră este nimic; o scârbă este cine vă alege pe voi.",
                "25": "Am sculat pe cineva de la miazănoapte și vine de la răsărit; el cheamă Numele Meu; trece peste voievozi ca pe noroi și-i calcă în picioare cum calcă olarul lutul.",
                "26": "Cine a vestit lucrul acesta de la început ca să-l știm, și cu mult înainte ca să zicem: ‘Are dreptate’? Nimeni nu l-a vestit, nimeni nu l-a prorocit și nimeni n-a auzit cuvintele voastre.",
                "27": "Eu, Cel dintâi, am zis Sionului: ‘Iată-i, iată-i!’ și Ierusalimului: ‘Îți trimit un vestitor de vești bune!’",
                "28": "Căci Mă uit, și nu este nimeni, nimeni între ei care să prorocească și care să poată răspunde, dacă-l voi întreba.",
                "29": "Iată că toți sunt nimic, lucrările lor sunt zadarnice, idolii lor sunt o suflare goală!"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "„Ascultați-Mă în tăcere, insule, iar popoarele să-și înnoiască puterea! Să se apropie și să vorbească! Să ne înfățișăm împreună la judecată!",
                "2": "Cine l-a stârnit pe acela din est, chemându-l cu dreptate la picioarele Sale? și îi supune regi. Cu sabia îi transformă în praf, iar cu arcul îi face ca pleava luată de vânt.",
                "3": "Îi urmărește, mergând în siguranță pe un drum pe unde picioarele lui n-au mai călcat.",
                "4": "Cine a făcut și a împlinit aceasta? Cine a chemat generațiile de la început? Eu, Domnul, am fost cu cei dintâi și tot Eu voi fi și cu cei de pe urmă“.",
                "5": "Insulele văd aceasta și se tem; marginile pământului se cutremură; ei se apropie și sosesc.",
                "6": "Oamenii se ajută între ei, zicându-și: „Fii tare!“.",
                "7": "Meșterul îl încurajează pe rafinor, iar cel ce netezește cu ciocanul, pe cel ce lovește nicovala. El zice despre îmbinare: „Este bună!“, după care fixează idolul în cuie ca să nu se clatine.",
                "8": "„Dar tu, Israel, slujitorul Meu, tu, Iacov, pe care te-am ales, tu, descendent al lui Avraam, prietenul Meu,",
                "9": "tu, pe care te-am adus de la marginile pământului și te-am chemat din colțurile sale cele mai îndepărtate, zicându-ți: «Tu ești slujitorul Meu!», pe tine te-am ales și nu te-am respins!",
                "10": "Deci nu te teme, căci Eu sunt cu tine! Nu te înspăimânta, căci Eu sunt Dumnezeul tău! Eu te voi întări, te voi ajuta și te voi sprijini cu credincioșia dreptei Mele.",
                "11": "Iată, umiliți și făcuți de rușine vor fi toți cei furioși pe tine. toți cei ce ți se opun.",
                "12": "Te vei uita după ei, după dușmanii tăi, dar nu-i vei mai găsi, cei ce se luptă cu tine.",
                "13": "Căci Eu sunt Domnul, Dumnezeul tău, și-ți zic: «Nu te teme, Eu te voi ajuta!",
                "14": "Nu te teme, vierme al lui Iacov, rămășiță firavă a lui Israel! Eu Însumi te voi ajuta!»“, zice Domnul, „Răscumpărătorul tău, Sfântul lui Israel.",
                "15": "Iată, te voi face o sanie de treierat ascuțită, nouă și cu două rânduri de dinți! Vei treiera munții și-i vei zdrobi, iar dealurile le vei face ca pleava.",
                "16": "Le vei vântura și le va lua vântul, iar vijelia le va împrăștia. Dar tu te vei bucura în Domnul, te vei lăuda cu Sfântul lui Israel.",
                "17": "Săracii și nevoiașii caută apă dar nu găsesc, iar limba li se usucă de sete. Însă Eu, Domnul, le voi răspunde! Eu, Dumnezeul lui Israel, nu-i voi părăsi!",
                "18": "Pe înălțimile uscate voi face să curgă râuri, iar în mijlocul văilor voi face să curgă izvoare. Voi transforma deșertul într-un iaz, și pământul uscat – în izvoare.",
                "19": "În deșert voi planta cedri, salcâmi, mirt și măslini; chiparoși, ulmi și pini,",
                "20": "pentru ca toți să vadă și să cunoască, că mâna Domnului a făcut aceste lucruri, Sfântul lui Israel le-a realizat!“",
                "21": "„Aduceți înainte cazul vostru!“, zice Domnul. „Aduceți aproape dovezile voastre!“, zice Împăratul lui Iacov.",
                "22": "„Să-și aducă aproape idolii și să ne spună lucrurile care se vor întâmpla! Cât despre lucrurile dinainte, spuneți ce sunt, și să le cunoaștem împlinirea! Sau faceți-ne să auzim lucrurile care vor veni!",
                "23": "Spuneți-ne lucrurile care vor veni la urmă și vom ști că sunteți dumnezei! Faceți ceva, bine sau rău, ca să rămânem uimiți și să privim cu toții!",
                "24": "Dar iată că voi sunteți mai puțin decât nimic, iar lucrarea voastră este fără nicio valoare; o urâciune este cel ce vă alege.",
                "25": "Am stârnit pe cineva din nord și el a venit; de la răsăritul soarelui el cheamă Numele Meu. și cum calcă olarul lutul în picioare.",
                "26": "Cine a vestit aceasta de la început, ca s-o putem cunoaște, sau mai dinainte, ca să putem spune: «A avut dreptate!»? Nimeni n-a vestit-o, nimeni n-a proclamat-o, nimeni n-a auzit vreun cuvânt de la voi.",
                "27": "Eu am vestit-o mai întâi Sionului: «Iată-i, iată-i!» și am trimis un aducător de vești bune Ierusalimului.",
                "28": "Mă uit și nu este nimeni; nu este printre ei niciunul care să sfătuiască, niciunul care să răspundă atunci când îl întreb.",
                "29": "Iată că toți sunt falși; lucrările lor sunt un nimic, iar chipurile lor sunt vânt și deșertăciune."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "“Keep silent before me, islands, and let the peoples renew their strength. Let them come near, then let them speak. Let’s meet together for judgment.",
                "2": "Who has raised up one from the east? Who called him to his feet in righteousness? and makes him rule over kings. He gives them like the dust to his sword, like the driven stubble to his bow.",
                "3": "He pursues them and passes by safely, even by a way that he had not gone with his feet.",
                "4": "Who has worked and done it, calling the generations from the beginning? I, Yahweh, the first, and with the last, I am he.”",
                "5": "The islands have seen, and fear. The ends of the earth tremble. They approach, and come.",
                "6": "Everyone helps his neighbor. They say to their brothers, “Be strong!”",
                "7": "So the carpenter encourages the goldsmith. He who smooths with the hammer encourages him who strikes the anvil, saying of the soldering, “It is good;” and he fastens it with nails, that it might not totter.",
                "8": "“But you, Israel, my servant, Jacob whom I have chosen, the offspring of Abraham my friend,",
                "9": "you whom I have taken hold of from the ends of the earth, and called from its corners, and said to you, ‘You are my servant. I have chosen you and have not cast you away.’",
                "10": "Don’t you be afraid, for I am with you. Don’t be dismayed, for I am your God. I will strengthen you. Yes, I will help you. Yes, I will uphold you with the right hand of my righteousness.",
                "11": "Behold, all those who are incensed against you will be disappointed and confounded. Those who strive with you will be like nothing, and shall perish.",
                "12": "You will seek them, and won’t find them, even those who contend with you. Those who war against you will be as nothing, as a nonexistent thing.",
                "13": "For I, Yahweh your God, will hold your right hand, saying to you, ‘Don’t be afraid. I will help you.’",
                "14": "Don’t be afraid, you worm Jacob, and you men of Israel. I will help you,” says Yahweh. “Your Redeemer is the Holy One of Israel.",
                "15": "Behold, I have made you into a new sharp threshing instrument with teeth. You will thresh the mountains, and beat them small, and will make the hills like chaff.",
                "16": "You will winnow them, and the wind will carry them away, and the whirlwind will scatter them. You will rejoice in Yahweh. You will glory in the Holy One of Israel.",
                "17": "The poor and needy seek water, and there is none. Their tongue fails for thirst. I, Yahweh, will answer them. I, the God of Israel, will not forsake them.",
                "18": "I will open rivers on the bare heights, and springs in the middle of the valleys. I will make the wilderness a pool of water, and the dry land springs of water.",
                "19": "I will put cedar, acacia, myrtle, and oil trees in the wilderness. I will set cypress trees, pine, and box trees together in the desert;",
                "20": "that they may see, know, consider, and understand together, that Yahweh’s hand has done this, and the Holy One of Israel has created it.",
                "21": "Produce your cause,” says Yahweh. “Bring out your strong reasons!” says the King of Jacob.",
                "22": "“Let them announce and declare to us what will happen! Declare the former things, what they are, that we may consider them, and know the latter end of them; or show us things to come.",
                "23": "Declare the things that are to come hereafter, that we may know that you are gods. Yes, do good, or do evil, that we may be dismayed, and see it together.",
                "24": "Behold, you are nothing, and your work is nothing. He who chooses you is an abomination.",
                "25": "“I have raised up one from the north, and he has come, from the rising of the sun, one who calls on my name, and he shall come on rulers as on mortar, and as the potter treads clay.",
                "26": "Who has declared it from the beginning, that we may know? and before, that we may say, ‘He is right’? Surely, there is no one who declares. Surely, there is no one who shows. Surely, there is no one who hears your words.",
                "27": "I am the first to say to Zion, ‘Behold, look at them;’ and I will give one who brings good news to Jerusalem.",
                "28": "When I look, there is no man, even among them there is no counselor who, when I ask, can answer a word.",
                "29": "Behold, all of their deeds are vanity and nothing. Their molten images are wind and confusion."
            }
        }
    }
}