{
    "book": "Isaia",
    "chapter": "55",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "„Voi, toți cei însetați, veniți la ape, chiar și cel ce n-are bani! Veniți și cumpărați bucate, veniți și cumpărați vin și lapte, fără bani și fără plată!",
                "2": "De ce cântăriți argint pentru un lucru care nu hrănește? De ce vă dați câștigul muncii pentru ceva care nu satură? Ascultați-Mă dar și veți mânca ce este bun și sufletul vostru se va desfăta cu bucate gustoase.",
                "3": "Luați aminte și veniți la Mine, ascultați, și sufletul vostru va trăi, căci Eu voi încheia cu voi un legământ veșnic, ca să întăresc îndurările Mele față de David.",
                "4": "Iată, l-am pus martor pe lângă popoare, cap și stăpânitor al popoarelor.",
                "5": "Într-adevăr, vei chema neamuri pe care nu le cunoști și popoare care nu te cunosc vor alerga la tine pentru Domnul Dumnezeul tău, pentru Sfântul lui Israel, care te proslăvește.”",
                "6": "Căutați pe Domnul câtă vreme se poate găsi; chemați-L câtă vreme este aproape.",
                "7": "Să se lase cel rău de calea lui și omul nelegiuit să se lase de gândurile lui, să se întoarcă la Domnul, care va avea milă de el, la Dumnezeul nostru, care nu obosește iertând.",
                "8": "„Căci gândurile Mele nu sunt gândurile voastre și căile voastre nu sunt căile Mele”, zice Domnul.",
                "9": "„Ci, cât sunt de sus cerurile față de pământ, atât sunt de sus căile Mele față de căile voastre și gândurile Mele față de gândurile voastre.",
                "10": "Căci, după cum ploaia și zăpada se coboară din ceruri și nu se mai întorc înapoi, ci udă pământul și-l fac să rodească și să odrăslească, pentru ca să dea sămânță semănătorului și pâine celui ce mănâncă,",
                "11": "tot așa și Cuvântul Meu care iese din gura Mea nu se întoarce la Mine fără rod, ci va face voia Mea și va împlini planurile Mele.",
                "12": "Da, veți ieși cu bucurie și veți fi călăuziți în pace. Munții și dealurile vor răsuna de veselie înaintea voastră și toți copacii din câmpie vor bate din palme.",
                "13": "În locul spinului se va înălța chiparosul, în locul mărăcinilor va crește mirtul. Și lucrul acesta va fi o slavă pentru Domnul, un semn veșnic, nepieritor.”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "„O, voi toți cei care sunteți însetați, veniți la ape! Voi, care n-aveți argint, veniți, cumpărați și mâncați! Veniți, cumpărați vin și lapte, fără argint și fără plată!",
                "2": "De ce vă cheltuiți argintul pe ceea ce nu este pâine și munciți din greu pentru ceea ce nu satură? Ascultați-Mă cu atenție și mâncați ce este bun; delectați-vă sufletul cu mâncare gustoasă!",
                "3": "Plecați-vă urechea și veniți la Mine! Ascultați și sufletul vostru va trăi! Voi încheia cu voi un legământ veșnic, potrivit cu promisiunile demne de încredere, făcute lui David.",
                "4": "Iată, L-am făcut un martor pentru popoare, un conducător și un stăpânitor pentru popoare.",
                "5": "Iată, vei aduna națiuni pe care nu le cunoști și națiuni care nu Te cunosc vor alerga la Tine, datorită Domnului, Dumnezeul Tău, datorită Sfântului lui Israel, căci El Te-a împodobit cu glorie“.",
                "6": "Căutați-L pe Domnul cât timp mai poate fi găsit! Chemați-L cât timp mai este aproape!",
                "7": "Cel rău să se lase de calea lui și omul nelegiuit să se lase de gândurile lui! Să se întoarcă la Domnul, Care îi va arăta îndurare, la Dumnezeul nostru, Care îl va ierta pe deplin.",
                "8": "„Căci gândurile Mele nu sunt gândurile voastre, iar căile voastre nu sunt căile Mele“, zice Domnul.",
                "9": "„Pentru că, așa cum sunt de sus cerurile față de pământ, și gândurile Mele față de gândurile voastre.",
                "10": "Căci, așa cum ploaia și zăpada până nu udă pământul, făcându-l să rodească și să încolțească, și pâine celui ce mănâncă,",
                "11": "tot așa este și Cuvântul Meu, care iese din gura Mea: nu se va întoarce la Mine fără rod, și va reuși în lucrul pentru care l-am trimis.",
                "12": "Veți ieși cu bucurie și veți fi călăuziți în pace; în strigăte de bucurie înaintea voastră, vor bate din palme.",
                "13": "În locul mărăcinilor va crește chiparosul și în locul ciulinului va crește mirtul, iar aceasta va fi un renume pentru Domnul, un semn veșnic, nepieritor“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "“Hey! Come, everyone who thirsts, to the waters! Come, he who has no money, buy, and eat! Yes, come, buy wine and milk without money and without price.",
                "2": "Why do you spend money for that which is not bread, and your labor for that which doesn’t satisfy? Listen diligently to me, and eat that which is good, and let your soul delight itself in richness.",
                "3": "Turn your ear, and come to me. Hear, and your soul will live. I will make an everlasting covenant with you, even the sure mercies of David.",
                "4": "Behold, I have given him for a witness to the peoples, a leader and commander to the peoples.",
                "5": "Behold, you shall call a nation that you don’t know; and a nation that didn’t know you shall run to you, because of Yahweh your God, and for the Holy One of Israel; for he has glorified you.”",
                "6": "Seek Yahweh while he may be found. Call on him while he is near.",
                "7": "Let the wicked forsake his way, and the unrighteous man his thoughts. Let him return to Yahweh, and he will have mercy on him, to our God, for he will freely pardon.",
                "8": "“For my thoughts are not your thoughts, and your ways are not my ways,” says Yahweh.",
                "9": "“For as the heavens are higher than the earth, so are my ways higher than your ways, and my thoughts than your thoughts.",
                "10": "For as the rain comes down and the snow from the sky, and doesn’t return there, but waters the earth, and makes it grow and bud, and gives seed to the sower and bread to the eater;",
                "11": "so is my word that goes out of my mouth: it will not return to me void, but it will accomplish that which I please, and it will prosper in the thing I sent it to do.",
                "12": "For you shall go out with joy, and be led out with peace. The mountains and the hills will break out before you into singing; and all the trees of the fields will clap their hands.",
                "13": "Instead of the thorn the cypress tree will come up; and instead of the brier the myrtle tree will come up. It will make a name for Yahweh, for an everlasting sign that will not be cut off.”"
            }
        }
    }
}