{
    "book": "Isaia",
    "chapter": "10",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "Vai de cei ce rostesc hotărâri nelegiuite și de cei ce scriu porunci nedrepte,",
                "2": "ca să nu facă dreptate săracilor și să răpească dreptul nenorociților poporului Meu, ca să facă pe văduve prada lor și să jefuiască pe orfani!",
                "3": "„Ce veți face voi în ziua pedepsei și a pieirii care va veni din depărtare peste voi? La cine veți fugi după ajutor și unde vă veți lăsa bogăția?”",
                "4": "Unii vor fi îngenuncheați între cei prinși în război, iar alții vor cădea între cei morți. Cu toate acestea, mânia Lui nu se potolește și mâna Lui tot întinsă este. Asirianul smerit. Vremurile lui Mesia",
                "5": "„Vai de asirian”, zice Domnul, „nuiaua mâniei Mele, care poartă în mână toiagul urgiei Mele!",
                "6": "I-am dat drumul împotriva unui neam nelegiuit, l-am trimis împotriva unui popor pe care sunt mâniat, ca să-l prădeze și să-l jefuiască, să-l calce în picioare ca noroiul de pe ulițe.",
                "7": "Dar el nu judecă așa și nu acesta este gândul inimii lui, ci el nu se gândește decât să nimicească, decât să prăpădească neamurile cu grămada.",
                "8": "Căci el zice: ‘Nu sunt voievozii mei tot atâția împărați?",
                "9": "Nu s-a întâmplat cu Calno la fel ca și cu Carchemișul? Nu s-a întâmplat cu Hamatul ca și cu Arpadul? Nu s-a întâmplat Samariei la fel ca Damascului?",
                "10": "După cum mâna mea a pus stăpânire pe împărățiile idolilor (unde erau mai multe icoane decât la Ierusalim și în Samaria),",
                "11": "cum am făcut Samariei și idolilor ei, nu voi face și Ierusalimului și icoanelor lui?’”",
                "12": "Dar, după ce Domnul Își va împlini toată lucrarea pe muntele Sionului și la Ierusalim, „voi pedepsi”, zice Domnul, „pe împăratul Asiriei pentru rodul inimii lui îngâmfate și pentru trufia privirilor lui semețe,",
                "13": "căci el a zis: ‘Prin puterea mâinii mele am făcut aceste lucruri și prin înțelepciunea mea, căci sunt priceput; am împins înapoi hotarele popoarelor și le-am jefuit vistieriile și, ca un viteaz, am dat jos pe cei ce ședeau pe scaunele lor de domnie;",
                "14": "am pus mâna pe bogățiile popoarelor ca pe un cuib și, cum se strâng niște ouă părăsite, așa am strâns eu tot pământul: niciunul n-a mișcat vreo aripă, nici n-a deschis ciocul ca să ciripească.’",
                "15": "Se fălește oare securea împotriva celui ce se slujește de ea? Sau se mândrește fierăstrăul față de cel ce-l mânuiește? Ca și cum nuiaua ar mișca pe cel ce o ridică, parcă toiagul ar ridica pe cel ce nu este de lemn!”",
                "16": "De aceea Domnul Dumnezeul oștirilor va trimite ofilirea prin războinicii lui cei voinici și între aleșii lui va izbucni un pârjol, ca pârjolul unui foc.",
                "17": "Lumina lui Israel se va preface în foc și Sfântul lui, într-o flacără care va mistui și va arde spinii și mărăcinii lui într-o zi.",
                "18": "Va arde, trup și suflet, strălucirea pădurii și a câmpiilor lui, de va fi ca un bolnav care cade în leșin.",
                "19": "Ceilalți copaci din pădurea lui vor putea fi numărați și un copil le-ar putea scrie numărul.",
                "20": "În ziua aceea, rămășița lui Israel și cei scăpați din casa lui Iacov nu se vor mai sprijini pe cel ce îi lovea, ci se vor sprijini cu încredere pe Domnul, Sfântul lui Israel.",
                "21": "O rămășiță, rămășița lui Iacov, se va întoarce la Dumnezeul cel puternic.",
                "22": "Chiar dacă poporul tău, Israele, ar fi ca nisipul mării, totuși numai o rămășiță se va întoarce, căci nimicirea este hotărâtă, făcând să se reverse dreptatea.",
                "23": "Și nimicirea aceasta, care a fost hotărâtă, Domnul Dumnezeul oștirilor o va aduce la îndeplinire în toată țara.",
                "24": "Totuși, așa vorbește Domnul Dumnezeul oștirilor: „Poporul Meu care locuiești în Sion, nu te teme de asirian; da, el te lovește cu nuiaua și își ridică toiagul asupra ta, cum făceau egiptenii.",
                "25": "Dar, peste puțină vreme, pedeapsa va înceta și mânia Mea se va întoarce împotriva lui, ca să-l nimicească.”",
                "26": "Domnul oștirilor va învârti biciul împotriva lui, cum a lovit pe Madian la stânca Oreb, și Își va mai ridica toiagul o dată asupra mării, ca odinioară în Egipt.",
                "27": "În ziua aceea, se va lua povara lui de pe umărul tău și jugul lui de pe gâtul tău, ba încă jugul va crăpa de grăsime.",
                "28": "El vine asupra Aiatului, străbate Migronul, își lasă calabalâcul la Micmaș.",
                "29": "Trec trecătoarea, se culcă la Gheba; Rama tremură, Ghibea lui Saul o ia la fugă.",
                "30": "Ridică-ți glasul, fiica Galimului! Ia seama, Lais! Vai de tine, Anatot!",
                "31": "Madmena se împrăștie, locuitorii din Ghebim fug.",
                "32": "Încă o zi de oprire la Nob, și amenință cu mâna lui muntele fiicei Sionului, dealul Ierusalimului.",
                "33": "Iată, Domnul Dumnezeul oștirilor taie crăcile cu putere; cei mai mari sunt tăiați, cei mai înalți sunt doborâți.",
                "34": "Dă jos cu fierul crângul pădurii și Libanul cade sub mâna Celui Puternic."
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "Vai de cei ce decretează hotărârile nelegiuirii și de legiuitorii care scriu asuprirea,",
                "2": "ca să-i priveze de drepturi pe cei nevoiași și să răpească dreptatea celor săraci din poporul meu, și jefuindu-i pe orfani.",
                "3": "Ce veți face în ziua pedepsei, în mijlocul nenorocirii care va veni din depărtări? La cine veți fugi după ajutor? Unde vă veți lăsa bogăția?",
                "4": "Unii se vor pleca printre prizonieri sau vor cădea printre cei uciși. Cu toate acestea, mânia Lui nu s-a calmat, iar mâna Sa este încă întinsă.",
                "5": "„Vai de asirian, nuiaua mâniei Mele, cel care ține în mâna lui bățul furiei Mele!",
                "6": "L-am trimis împotriva unei națiuni lipsite de evlavie și i-am poruncit să meargă împotriva poporului pe care sunt furios, ca să ia pradă, să ia captură și să-l calce în picioare ca pe noroiul de pe drum.",
                "7": "Dar nu aceasta plănuiește el și nu așa gândește în inima lui, și pentru a distruge nu puține națiuni.",
                "8": "El zice: «Oare nu sunt toți conducătorii mei regi?",
                "9": "Oare nu este Calno asemenea Carchemișului? Nu este Hamatul asemenea Arpadului? Sau Samaria asemenea Damascului?",
                "10": "Așa cum mâna mea a găsit împărățiile idolilor, ale căror chipuri cioplite erau mai mărețe decât cele din Ierusalim și Samaria,",
                "11": "așa cum am făcut Samariei și idolilor ei, tot așa voi face și Ierusalimului și idolilor lui!»“.",
                "12": "Când Stăpânul Își va fi îndeplinit toată lucrarea împotriva muntelui Sion și împotriva Ierusalimului, va spune: „Îl voi pedepsi pe împăratul Asiriei pentru rodul inimii lui arogante și pentru mândria privirii lui sfidătoare.",
                "13": "Pentru că el zice: «Prin puterea mâinilor mele am făcut aceasta, și prin înțelepciunea mea, căci sunt priceput. Am dat la o parte granițele popoarelor, și, ca un viteaz, le-am subjugat locuitorii.",
                "14": "Mâna mea a găsit, ca pe un cuib, bogăția popoarelor. Ca unul care adună ouăle uitate, și nimeni n-a mișcat vreo aripă, n-a deschis gura, nici n-a ciripit!»“.",
                "15": "Se va mândri oare securea înaintea celui ce o mânuiește? Se va înălța oare fierăstrăul mai presus de cel ce-l folosește? sau ca și cum toiagul l-ar ridica pe cel ce nu este din lemn!",
                "16": "De aceea Stăpânul, Domnul Oștirilor, va trimite o boală nimicitoare printre oamenii lui viguroși, iar sub gloria lui se va aprinde un pârjol, ca pârjolul focului.",
                "17": "Lumina lui Israel va deveni un foc, iar Sfântul său, o flacără. și va distruge toți spinii și mărăcinii lui.",
                "18": "Splendoarea pădurii lui și a livezii lui și va ajunge ca un bolnav care se stinge.",
                "19": "Rămășița copacilor din pădurea sa va fi atât de mică, încât și un copil ar putea scrie numărul lor.",
                "20": "În ziua aceea, rămășița lui Israel nu se vor mai sprijini pe cel ce-i lovea, ci se vor sprijini, cu adevărat, pe Domnul, Sfântul lui Israel.",
                "21": "O rămășiță se va întoarce – rămășița lui Iacov – la Dumnezeul cel puternic.",
                "22": "Chiar dacă poporul tău Israel ar fi ca nisipul mării, doar o rămășiță din el se va întoarce. Distrugerea este hotărâtă, făcând să se reverse astfel dreptatea.",
                "23": "Căci distrugerea și ce s-a hotărât, Stăpânul, Domnul Oștirilor, le va duce la îndeplinire în mijlocul întregii țări.",
                "24": "De aceea, așa vorbește Stăpânul, Domnul Oștirilor: „Poporul Meu, care locuiești în Sion, nu te teme de asirieni, când ei te lovesc cu nuiaua și își înalță bățul împotriva ta, așa cum au făcut și egiptenii,",
                "25": "pentru că, foarte curând, mânia Mea împotriva ta va înceta și furia Mea va fi îndreptată spre distrugerea lor“.",
                "26": "Domnul Oștirilor îi va bate cu un bici, așa cum l-a bătut pe Midian la stânca Oreb, și Își va înălța toiagul asupra mării, așa cum a făcut în Egipt.",
                "27": "În ziua aceea, povara lui va fi îndepărtată de pe umărul tău și jugul lui de pe gâtul tău; jugul va fi zdrobit din cauza grăsimii.",
                "28": "A ajuns la Aiat, a trecut prin Migron, iar la Micmaș și-a lăsat lucrurile.",
                "29": "Au traversat trecătoarea. „În Gheva este un han pentru noi!“ Rama tremură, iar Ghiva lui Saul fuge.",
                "30": "Înalță-ți glasul, fiică a Gallimului! Fii atentă, Laișa! Săracul Anatot!",
                "31": "Madmena fuge, locuitorii Ghebimului caută scăpare.",
                "32": "Astăzi va face un nou popas la Nob, de unde va amenința cu pumnul muntele fiicei Sionului, dealul Ierusalimului.",
                "33": "Iată, Stăpânul, Domnul Oștirilor, taie crengile cu o forță înspăimântătoare. Cei aflați la înălțime vor fi tăiați, și cei înalți vor fi doborâți.",
                "34": "El va reteza desișurile pădurii cu securea, și Libanul va cădea sub loviturile Celui Măreț."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Woe to those who decree unrighteous decrees, and to the writers who write oppressive decrees",
                "2": "to deprive the needy of justice, and to rob the poor among my people of their rights, that widows may be their plunder, and that they may make the fatherless their prey!",
                "3": "What will you do in the day of visitation, and in the desolation which will come from afar? To whom will you flee for help? Where will you leave your wealth?",
                "4": "They will only bow down under the prisoners, and will fall under the slain. For all this his anger is not turned away, but his hand is stretched out still.",
                "5": "Alas Assyrian, the rod of my anger, the staff in whose hand is my indignation!",
                "6": "I will send him against a profane nation, and against the people who anger me I will give him a command to take the plunder and to take the prey, and to tread them down like the mire of the streets.",
                "7": "However, he doesn’t mean so, neither does his heart think so; but it is in his heart to destroy, and to cut off not a few nations.",
                "8": "For he says, “Aren’t all of my princes kings?",
                "9": "Isn’t Calno like Carchemish? Isn’t Hamath like Arpad? Isn’t Samaria like Damascus?”",
                "10": "As my hand has found the kingdoms of the idols, whose engraved images exceeded those of Jerusalem and of Samaria,",
                "11": "shall I not, as I have done to Samaria and her idols, so do to Jerusalem and her idols?",
                "12": "Therefore it will happen that when the Lord has performed his whole work on Mount Zion and on Jerusalem, I will punish the fruit of the willful proud heart of the king of Assyria, and the insolence of his arrogant looks.",
                "13": "For he has said, “By the strength of my hand I have done it, and by my wisdom, for I have understanding. I have removed the boundaries of the peoples, and have robbed their treasures. Like a valiant man I have brought down their rulers.",
                "14": "My hand has found the riches of the peoples like a nest, and like one gathers eggs that are abandoned, I have gathered all the earth. There was no one who moved their wing, or that opened their mouth, or chirped.”",
                "15": "Should an ax brag against him who chops with it? Should a saw exalt itself above him who saws with it? As if a rod should lift those who lift it up, or as if a staff should lift up someone who is not wood.",
                "16": "Therefore the Lord, Yahweh of Armies, will send among his fat ones leanness; and under his glory a burning will be kindled like the burning of fire.",
                "17": "The light of Israel will be for a fire, and his Holy One for a flame; and it will burn and devour his thorns and his briers in one day.",
                "18": "He will consume the glory of his forest and of his fruitful field, both soul and body. It will be as when a standard bearer faints.",
                "19": "The remnant of the trees of his forest shall be few, so that a child could write their number.",
                "20": "It will come to pass in that day that the remnant of Israel, and those who have escaped from the house of Jacob will no more again lean on him who struck them, but shall lean on Yahweh, the Holy One of Israel, in truth.",
                "21": "A remnant will return, even the remnant of Jacob, to the mighty God.",
                "22": "For though your people, Israel, are like the sand of the sea, only a remnant of them will return. A destruction is determined, overflowing with righteousness.",
                "23": "For the Lord, Yahweh of Armies, will make a full end, and that determined, throughout all the earth.",
                "24": "Therefore the Lord, Yahweh of Armies, says, “My people who dwell in Zion, don’t be afraid of the Assyrian, though he strike you with the rod, and lift up his staff against you, as Egypt did.",
                "25": "For yet a very little while, and the indignation against you will be accomplished, and my anger will be directed to his destruction.”",
                "26": "Yahweh of Armies will stir up a scourge against him, as in the slaughter of Midian at the rock of Oreb. His rod will be over the sea, and he will lift it up like he did against Egypt.",
                "27": "It will happen in that day that his burden will depart from off your shoulder, and his yoke from off your neck, and the yoke shall be destroyed because of the anointing oil.",
                "28": "He has come to Aiath. He has passed through Migron. At Michmash he stores his baggage.",
                "29": "They have gone over the pass. They have taken up their lodging at Geba. Ramah trembles. Gibeah of Saul has fled.",
                "30": "Cry aloud with your voice, daughter of Gallim! Listen, Laishah! You poor Anathoth!",
                "31": "Madmenah is a fugitive. The inhabitants of Gebim flee for safety.",
                "32": "This very day he will halt at Nob. He shakes his hand at the mountain of the daughter of Zion, the hill of Jerusalem.",
                "33": "Behold, the Lord, Yahweh of Armies, will lop the boughs with terror. The tall will be cut down, and the lofty will be brought low.",
                "34": "He will cut down the thickets of the forest with iron, and Lebanon will fall by the Mighty One."
            }
        }
    }
}