{
    "book": "Isaia",
    "chapter": "49",
    "versions": {
        "VDC": {
            "name": "Versiunea Dumitru Cornilescu",
            "verses": {
                "1": "„Ascultați-Mă, ostroave! Luați aminte, popoare depărtate! Domnul M-a chemat din sânul mamei și M-a numit de la ieșirea din pântecele mamei.",
                "2": "Mi-a făcut gura ca o sabie ascuțită, M-a acoperit cu umbra mâinii Lui și M-a făcut o săgeată ascuțită, M-a ascuns în tolba Lui cu săgeți",
                "3": "și Mi-a zis: ‘Israele, Tu ești Robul Meu în care Mă voi slăvi.’",
                "4": "Și Eu Mă gândeam: ‘Degeaba am muncit, în zadar și fără folos Mi-am istovit puterea.’ Dar dreptul Meu este la Domnul, și răsplata Mea la Dumnezeul Meu.",
                "5": "Și, acum, Domnul vorbește, El, care M-a întocmit din pântecele mamei ca să fiu Robul Lui, ca să aduc înapoi la El pe Iacov și pe Israel, care este încă împrăștiat; căci Eu sunt prețuit înaintea Domnului, și Dumnezeul Meu este tăria Mea.",
                "6": "El zice: ‘Este prea puțin lucru să fii Robul Meu ca să ridici semințiile lui Iacov și să aduci înapoi rămășițele lui Israel. De aceea, te pun să fii Lumina neamurilor, ca să duci mântuirea până la marginile pământului.’”",
                "7": "Așa vorbește Domnul, Răscumpărătorul, Sfântul lui Israel, către Cel disprețuit și urât de popor, către Robul celor puternici: „Împărații vor vedea lucrul acesta și se vor scula, și voievozii se vor arunca la pământ și se vor închina din pricina Domnului, care este credincios, din pricina Sfântului lui Israel, care Te-a ales.”",
                "8": "Așa vorbește mai departe Domnul: „La vremea îndurării Te voi asculta și în ziua mântuirii Te voi ajuta; Te voi păzi și Te voi pune să faci legământ cu poporul, să ridici țara și să împarți moștenirile pustiite;",
                "9": "să spui prinșilor de război: ‘Ieșiți!’ și celor ce sunt în întuneric: ‘Arătați-vă!’ Ei vor paște pe drumuri și vor găsi locuri de pășune pe toate coastele.",
                "10": "Nu le va fi foame, nici nu le va fi sete; nu-i va bate arșița, nici soarele, căci Cel ce are milă de ei îi va călăuzi și-i va duce la izvoare de ape.",
                "11": "Voi preface toți munții Mei în drumuri și drumurile Mele vor fi bine croite.”",
                "12": "Iată-i că vin de departe, unii de la miazănoapte și de la apus, iar alții din țara Sinim.",
                "13": "Bucurați-vă, ceruri! Veselește-te, pământule! Izbucniți în strigăte de bucurie, munților! Căci Domnul mângâie pe poporul Său și are milă de nenorociții Lui.",
                "14": "Sionul zicea: „M-a părăsit Domnul și m-a uitat Domnul!”",
                "15": "„Poate o femeie să uite copilul pe care-l alăptează și să n-aibă milă de rodul pântecelui ei? Dar chiar dacă l-ar uita, totuși Eu nu te voi uita cu niciun chip.",
                "16": "Iată că te-am săpat pe mâinile Mele, și zidurile tale sunt totdeauna înaintea ochilor Mei!",
                "17": "Fiii tăi aleargă, dar cei ce te dărâmaseră și te pustiiseră vor ieși din mijlocul tău.",
                "18": "Ridică-ți ochii de jur împrejur și privește: toți aceștia se strâng, vin la tine. Pe viața Mea”, zice Domnul, „că te vei îmbrăca cu toți aceștia ca și cu o podoabă și te vei încinge cu ei ca o mireasă.",
                "19": "Căci locurile tale pustiite și pustii, țara ta nimicită, vor fi strâmte pentru locuitorii tăi, și cei ce voiau să te mănânce se vor depărta.",
                "20": "Fiii aceștia de care ai fost lipsit vor spune mereu la urechile tale: ‘Locul este prea strâmt pentru mine; fă-mi loc, ca să pot să mă așez!’",
                "21": "Și vei zice în inima ta: ‘Cine mi i-a născut? Căci eram fără copii și stearpă; eram roabă, izgonită. Cine i-a crescut? Rămăsesem singură. Unde erau aceștia?’”",
                "22": "De aceea, așa vorbește Domnul Dumnezeu: „Iată, voi face neamurilor semn cu mâna și-Mi voi înălța steagul spre popoare; ele vor aduce înapoi pe fiii tăi în brațele lor și vor duce pe fiicele tale pe umeri.",
                "23": "Te vor hrăni împărați și împărătesele lor te vor alăpta. Se vor închina cu fața la pământ înaintea ta și vor linge țărâna de pe picioarele tale, ca să știi că Eu sunt Domnul și că cei ce nădăjduiesc în Mine nu vor fi dați de rușine.”",
                "24": "Se poate lua prada celui puternic? Și poate să scape cel prins din prinsoare?",
                "25": "„Da”, zice Domnul, „prada celui puternic îi va fi luată și cel prins de asupritor va scăpa, căci Eu voi lupta împotriva vrăjmașilor tăi și voi scăpa pe fiii tăi.",
                "26": "Eu voi da asupritorilor tăi să-și mănânce carnea și se vor îmbăta ca de must de însuși sângele lor. Și va ști orice făptură că Eu sunt Domnul, Mântuitorul tău, Răscumpărătorul tău, Puternicul lui Iacov.”"
            }
        },
        "NTR": {
            "name": "Noua Traducere in Limba Romana",
            "verses": {
                "1": "„Ascultați-Mă, insule! Ascultați cu atenție, popoare de departe! Domnul M-a chemat încă din pântec. În timp ce eram în pântecul mamei Mele, El Mi-a amintit Numele.",
                "2": "Mi-a făcut gura ca o sabie ascuțită și M-a ascuns la umbra mâinii Sale; și M-a ascuns în tolba Lui.",
                "3": "El mi-a zis: «Israel, Tu ești Slujitorul Meu prin Care Îmi voi arăta gloria!»“.",
                "4": "Dar Eu am zis: „Am muncit degeaba, Mi-am irosit puterea pentru nimic și fără niciun folos. Totuși, dreptul Meu este la Domnul, iar răsplata Mea este la Dumnezeul Meu“.",
                "5": "Și acum, Domnul vorbește, El, Care M-a creat încă din pântec ca să fiu Slujitorul Său, să-l aduc pe Iacov înapoi la El, astfel încât Israel să fie adunat la El. Eu sunt onorat în ochii Domnului, și Dumnezeul Meu a devenit puterea Mea.",
                "6": "El zice: „Este prea puțin pentru Tine să fii Slujitorul Meu și să-i aduci înapoi pe supraviețuitorii lui Israel. Te-am pus să fii o lumină pentru națiuni, ca să duci mântuirea Mea până la marginea pământului!“.",
                "7": "Așa vorbește Domnul, Răscumpărătorul lui Israel și Sfântul său, către Cel disprețuit și urât de popor, către Slujitorul stăpânitorilor: „Regii vor vedea și se vor ridica, iar conducătorii se vor pleca, datorită Domnului, Care este credincios, a Sfântului lui Israel, Care Te-a ales“.",
                "8": "Așa vorbește Domnul: „La vremea îndurării Ți-am răspuns și în ziua mântuirii Te-am ajutat. Te-am păzit și Te-am făcut un legământ pentru popor, și a reîmpărți moștenirile pustiite,",
                "9": "pentru a le zice captivilor: «Ieșiți!», iar celor din întuneric: «Arătați-vă!». Ei vor paște pe lângă drumuri, iar pășunea lor va fi pe toate înălțimile golașe.",
                "10": "Nu le va fi nici foame, nici sete, iar arșița sau soarele nu-i va arde, și-i va călăuzi pe lângă izvoare.",
                "11": "Voi transforma toți munții Mei într-un drum, și străzile Mele vor fi înălțate.",
                "12": "Iată-i venind de departe: unii din nord, unii din vest, iar alții din regiunea Syene“.",
                "13": "Strigați de bucurie, ceruri! Bucură-te, pământ! Izbucniți în strigăte de bucurie, munților! și va avea îndurare față de cei asupriți ai Săi.",
                "14": "Sionul însă a zis: „Domnul m-a părăsit, Stăpânul a uitat de mine“.",
                "15": "„Dar, poate oare o femeie să-și uite copilul pe care-l alăptează sau să nu aibă milă de rodul pântecului său? Și chiar dacă ea ar uita, Eu nu te voi uita!",
                "16": "Iată, te-am gravat în palmele Mele, iar zidurile tale sunt totdeauna înaintea Mea.",
                "17": "Fiii tăi se grăbesc să se întoarcă, se îndepărtează de tine.",
                "18": "Ridică-ți ochii și privește în jur! Toți fiii tăi se adună și vin la tine. Viu sunt Eu“, zice Domnul, „că-i vei purta pe toți ca pe o podoabă, te vei înfășura cu ei ca o mireasă.",
                "19": "Pentru că ruinele, locurile tale pustii și țara ta devastată, vor fi acum prea strâmte pentru locuitorii tăi, iar cei ce te-au devorat vor fi departe.",
                "20": "Fiii de care ai fost lipsită îți vor spune chiar în auzul tău: «Locul este prea strâmt pentru mine; fă-mi mai mult loc ca să locuiesc!».",
                "21": "Atunci vei zice în inima ta: «Cine mi i-a născut pe aceștia? Eram fără copii și nu puteam rămâne însărcinată, exilată și alungată. Cine i-a crescut? Iată, eram părăsită și singură; de unde sunt aceștia?»“.",
                "22": "Așa vorbește Stăpânul Domn: „Iată, Îmi voi înălța mâna către națiuni și Îmi voi ridica steagul către popoare. Ele îți vor aduce fiii în brațe, iar fetele tale vor fi purtate pe umerii lor.",
                "23": "Regii lor vor fi îngrijitorii tăi, iar reginele lor te vor alăpta. și vor linge țărâna de pe picioarele tale. Atunci vei ști că Eu sunt Domnul, iar cei ce-și pun speranța în Mine nu vor fi făcuți de rușine“.",
                "24": "Poate fi luată prada de la cel viteaz sau pot fi eliberați captivii celui groaznic?",
                "25": "Domnul însă vorbește astfel: „Da, captivii celui viteaz vor fi luați, iar prada celui groaznic va fi eliberată. și Eu îi voi mântui pe fiii tăi.",
                "26": "Îi voi face pe asupritorii tăi să-și mănânce propria carne și se vor îmbăta cu sângele lor ca de must. Atunci orice făptură va ști că Eu sunt Domnul, Mântuitorul și Răscumpărătorul tău, Puternicul lui Iacov“."
            }
        },
        "WEBUS": {
            "name": "World English Bible US",
            "verses": {
                "1": "Listen, islands, to me. Listen, you peoples, from afar: Yahweh has called me from the womb; from the inside of my mother, he has mentioned my name.",
                "2": "He has made my mouth like a sharp sword. He has hidden me in the shadow of his hand. He has made me a polished shaft. He has kept me close in his quiver.",
                "3": "He said to me, “You are my servant, Israel, in whom I will be glorified.”",
                "4": "But I said, “I have labored in vain. I have spent my strength in vain for nothing; yet surely the justice due to me is with Yahweh, and my reward with my God.”",
                "5": "Now Yahweh, he who formed me from the womb to be his servant, says to bring Jacob again to him, and to gather Israel to him, for I am honorable in Yahweh’s eyes, and my God has become my strength.",
                "6": "Indeed, he says, “It is too light a thing that you should be my servant to raise up the tribes of Jacob, and to restore the preserved of Israel. I will also give you as a light to the nations, that you may be my salvation to the end of the earth.”",
                "7": "Yahweh, the Redeemer of Israel, and his Holy One, says to him whom man despises, to him whom the nation abhors, to a servant of rulers: “Kings shall see and rise up, princes, and they shall worship, because of Yahweh who is faithful, even the Holy One of Israel, who has chosen you.”",
                "8": "Yahweh says, “I have answered you in an acceptable time. I have helped you in a day of salvation. I will preserve you and give you for a covenant of the people, to raise up the land, to make them inherit the desolate heritage,",
                "9": "saying to those who are bound, ‘Come out!’; to those who are in darkness, ‘Show yourselves!’ “They shall feed along the paths, and their pasture shall be on all treeless heights.",
                "10": "They shall not hunger nor thirst; neither shall the heat nor sun strike them, for he who has mercy on them will lead them. He will guide them by springs of water.",
                "11": "I will make all my mountains a road, and my highways shall be exalted.",
                "12": "Behold, these shall come from afar, and behold, these from the north and from the west, and these from the land of Sinim.”",
                "13": "Sing, heavens, and be joyful, earth! Break out into singing, mountains! For Yahweh has comforted his people, and will have compassion on his afflicted.",
                "14": "But Zion said, “Yahweh has forsaken me, and the Lord has forgotten me.”",
                "15": "“Can a woman forget her nursing child, that she should not have compassion on the son of her womb? Yes, these may forget, yet I will not forget you!",
                "16": "Behold, I have engraved you on the palms of my hands. Your walls are continually before me.",
                "17": "Your children hurry. Your destroyers and those who devastated you will leave you.",
                "18": "Lift up your eyes all around, and see: all these gather themselves together, and come to you. As I live,” says Yahweh, “you shall surely clothe yourself with them all as with an ornament, and dress yourself with them, like a bride.",
                "19": "“For, as for your waste and your desolate places, and your land that has been destroyed, surely now that land will be too small for the inhabitants, and those who swallowed you up will be far away.",
                "20": "The children of your bereavement will say in your ears, ‘This place is too small for me. Give me a place to live in.’",
                "21": "Then you will say in your heart, ‘Who has conceived these for me, since I have been bereaved of my children and am alone, an exile, and wandering back and forth? Who has brought these up? Behold, I was left alone. Where were these?’”",
                "22": "The Lord Yahweh says, “Behold, I will lift up my hand to the nations, and lift up my banner to the peoples. They shall bring your sons in their bosom, and your daughters shall be carried on their shoulders.",
                "23": "Kings shall be your foster fathers, and their queens your nursing mothers. They will bow down to you with their faces to the earth, and lick the dust of your feet. Then you will know that I am Yahweh; and those who wait for me won’t be disappointed.”",
                "24": "Shall the plunder be taken from the mighty, or the lawful captives be delivered?",
                "25": "But Yahweh says, “Even the captives of the mighty shall be taken away, and the plunder retrieved from the fierce, and I will save your children.",
                "26": "I will feed those who oppress you with their own flesh; and they will be drunk on their own blood, as with sweet wine. Then all flesh shall know that I, Yahweh, am your Savior and your Redeemer, the Mighty One of Jacob.”"
            }
        }
    }
}