{
  "book": "JUD",
  "chapter": "1",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Iuda, rob al lui Isus Hristos și fratele lui Iacov, către cei chemați, care sunt iubiți în Dumnezeu Tatăl și păstrați pentru Isus Hristos:",
        "2": "îndurarea, pacea și dragostea să vă fie înmulțite.",
        "3": "Preaiubiților, pe când căutam cu tot dinadinsul să vă scriu despre mântuirea noastră de obște, m-am văzut silit să vă scriu ca să vă îndemn să luptați pentru credința care a fost dată sfinților o dată pentru totdeauna.",
        "4": "Căci s-au strecurat printre voi unii oameni scriși de mult pentru osânda aceasta, oameni neevlavioși, care schimbă în desfrânare harul Dumnezeului nostru și tăgăduiesc pe singurul nostru Stăpân și Domn, Isus Hristos.",
        "5": "Vreau să vă aduc aminte, măcar că știți o dată pentru totdeauna toate aceste lucruri, că Domnul, după ce a izbăvit pe poporul Său din țara Egiptului, în urmă a nimicit pe cei ce n-au crezut.",
        "6": "El a păstrat pentru judecata zilei celei mari, puși în lanțuri veșnice, în întuneric, pe îngerii care nu și-au păstrat vrednicia, ci și-au părăsit locuința.",
        "7": "Tot așa, Sodoma și Gomora și cetățile dimprejurul lor, care se dăduseră ca și ele la curvie și au poftit după trupul altuia, ne stau înainte ca o pildă, suferind pedeapsa unui foc veșnic.",
        "8": "Totuși oamenii aceștia, târâți de visările lor, își pângăresc la fel trupul, nesocotesc stăpânirea și batjocoresc dregătoriile.",
        "9": "Arhanghelul Mihail, când se împotrivea diavolului și se certa cu el pentru trupul lui Moise, n-a îndrăznit să rostească împotriva lui o judecată de ocară, ci doar a zis: „Domnul să te mustre!”",
        "10": "Aceștia, dimpotrivă, batjocoresc ce nu cunosc și se pierd singuri în ceea ce știu din fire, ca dobitoacele fără minte.",
        "11": "Vai de ei! Căci au urmat pe calea lui Cain! S-au aruncat în rătăcirea lui Balaam din dorința de câștig! Au pierit într-o răscoală ca a lui Core!",
        "12": "Sunt niște stânci ascunse la mesele voastre de dragoste, unde se ospătează fără rușine împreună cu voi și se îndoapă de-a binelea; niște nori fără apă, mânați încoace și încolo de vânturi, niște pomi tomnatici fără rod, de două ori morți, dezrădăcinați;",
        "13": "niște valuri înfuriate ale mării, care își spumegă rușinile lor, niște stele rătăcitoare, cărora le este păstrată negura întunericului pentru vecie.",
        "14": "Și pentru ei a prorocit Enoh, al șaptelea patriarh de la Adam, când a zis: „Iată că a venit Domnul cu zecile de mii de sfinți ai Săi,",
        "15": "ca să facă o judecată împotriva tuturor și să încredințeze pe toți cei nelegiuiți de toate faptele nelegiuite, pe care le-au făcut în chip nelegiuit, și de toate cuvintele de ocară pe care le-au rostit împotriva Lui acești păcătoși nelegiuiți.”",
        "16": "Ei sunt niște cârtitori, nemulțumiți cu soarta lor, trăiesc după poftele lor, gura le este plină de vorbe trufașe și slăvesc pe oameni pentru câștig.",
        "17": "Dar voi, preaiubiților, aduceți-vă aminte de vorbele vestite mai dinainte de apostolii Domnului nostru Isus Hristos:",
        "18": "cum vă spuneau că în vremurile din urmă vor fi batjocoritori, care vor trăi după poftele lor nelegiuite.",
        "19": "Ei sunt aceia care dau naștere la dezbinări, oameni supuși poftelor firii, care n-au Duhul.",
        "20": "Dar voi, preaiubiților, zidiți-vă sufletește pe credința voastră preasfântă, rugați-vă prin Duhul Sfânt,",
        "21": "țineți-vă în dragostea lui Dumnezeu și așteptați îndurarea Domnului nostru Isus Hristos pentru viața veșnică.",
        "22": "Mustrați pe cei ce se despart de voi;",
        "23": "căutați să mântuiți pe unii, smulgându-i din foc; de alții iarăși fie-vă milă cu frică, urând până și cămașa mânjită de carne.",
        "24": "Iar Aceluia care poate să vă păzească de orice cădere și să vă facă să vă înfățișați fără prihană și plini de bucurie înaintea slavei Sale,",
        "25": "singurului Dumnezeu, Mântuitorul nostru, prin Isus Hristos, Domnul nostru, să fie slavă, măreție, putere și stăpânire, mai înainte de toți vecii, și acum, și în veci. Amin."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Iuda, slujitor al lui Isus Cristos și frate al lui Iacov, către cei chemați, care sunt iubiți de Dumnezeu Tatăl și păstrați pentru Isus Cristos:",
        "2": "Mila, pacea și dragostea să vă fie înmulțite!",
        "3": "Preaiubiților, în timp ce doream cu toată ardoarea să vă scriu despre mântuirea de care avem parte împreună, m-am văzut nevoit să vă scriu și să vă încurajez să luptați pentru credința care le-a fost încredințată sfinților o dată pentru totdeauna.",
        "4": "Căci s-au strecurat între voi unii oameni, scriși de multă vreme pentru condamnarea aceasta, oameni lipsiți de evlavie, care schimbă harul Dumnezeului nostru în depravare și-L neagă pe singurul nostru Stăpân și Domn, Isus Cristos.",
        "5": "Doresc să vă aduc aminte, deși voi știți toate acestea o dată pentru totdeauna, că Domnul Și-a salvat poporul din țara Egiptului, dar la urmă i-a nimicit pe cei care n-au crezut.",
        "6": "Iar pe îngerii care nu și-au păstrat poziția de autoritate, ci și-au părăsit propria locuință, El i-a păstrat în lanțuri veșnice, în beznă, pentru ziua cea mare a judecății.",
        "7": "Tot astfel, Sodoma și Gomora și cetățile dimprejur, care, la fel ca îngerii aceștia, comiseseră imoralități și se duseseră după un alt fel de trup, sunt arătate acum ca exemplu, suferind pedeapsa unui foc veșnic.",
        "8": "Tot așa și oamenii aceștia, ca urmare a viselor lor, pângăresc trupul, resping autoritatea și îi blasfemiază pe cei glorioși.",
        "9": "Nici chiar arhanghelul Mihail, când îl înfrunta pe diavol și discuta aprins cu el pentru trupul lui Moise, n-a îndrăznit să aducă împotriva lui vreo acuzație blasfemiatoare, ci doar a zis: „Domnul să te mustre!”.",
        "10": "Aceștia însă blasfemiază ceea ce nu cunosc și sunt nimiciți tocmai prin lucrurile pe care le știu din instinct, ca viețuitoarele fără rațiune.",
        "11": "Vai de ei! Căci au urmat calea lui Cain. S-au aruncat în rătăcirea lui Balaam pentru o răsplată și au pierit ca în răzvrătirea lui Core.",
        "12": "Ei sunt niște pete de murdărie la mesele voastre de dragoste, ospătându-se fără rușine împreună cu voi, hrănindu-se doar pe ei înșiși. Sunt niște nori fără apă, purtați de vânt, niște pomi tomnatici neroditori, de două ori morți, dezrădăcinați,",
        "13": "niște valuri sălbatice ale mării, spumegându-și rușinile, niște stele rătăcitoare, cărora le este păstrată pe vecie bezna întunericului.",
        "14": "Și despre aceștia a profețit Enoh, al șaptelea de la Adam, zicând: „Iată, Domnul vine cu zeci de mii de sfinți ai Săi,",
        "15": "ca să facă judecată împotriva tuturor și să dovedească vinovat orice suflet pentru toate lucrările lor nelegiuite, pe care le-au săvârșit în lipsa lor de evlavie, și pentru toate cuvintele grele pe care acei păcătoși lipsiți de evlavie le-au rostit împotriva Lui“.",
        "16": "Ei sunt niște oameni nemulțumiți și critici, care trăiesc după poftele lor. Gura lor rostește lăudăroșenii, și lingușesc oamenii pentru propriile foloase.",
        "17": "Însă voi, preaiubiților, amintiți-vă cuvintele spuse mai dinainte de apostolii Domnului nostru Isus Cristos.",
        "18": "Ei vă spuneau că, în vremea din urmă, vor fi batjocoritori care vor trăi potrivit cu propriile lor pofte nelegiuite.",
        "19": "Ei sunt aceia care produc dezbinări, sunt stăpâniți de firea pământească și nu au Duhul.",
        "20": "Însă voi, preaiubiților, să vă consolidați sufletește pe credința voastră preasfântă și să vă rugați prin Duhul Sfânt.",
        "21": "Mențineți-vă pe voi înșivă în dragostea lui Dumnezeu, așteptând mila Domnului nostru Isus Cristos, spre viață veșnică.",
        "22": "Aveți milă de cei ce se îndoiesc;",
        "23": "pe alții salvați-i, smulgându-i din foc; de alții aveți milă, dar cu teamă, urând până și cămașa pătată de carne.",
        "24": "Iar a Celui Ce poate să vă păzească de cădere și să vă facă să stați fără cusur și cu bucurie înaintea gloriei Lui,",
        "25": "a singurului Dumnezeu, Mântuitorul nostru prin Isus Cristos, Domnul nostru, a Lui să fie gloria, măreția, puterea și autoritatea, înaintea oricărui veac, acum și pentru toți vecii! Amin."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Jude, a servant of Jesus Christ, and brother of James, to those who are called, sanctified by God the Father, and kept for Jesus Christ:",
        "2": "May mercy, peace, and love be multiplied to you.",
        "3": "Beloved, while I was very eager to write to you about our common salvation, I was constrained to write to you exhorting you to contend earnestly for the faith which was once for all delivered to the saints.",
        "4": "For there are certain men who crept in secretly, even those who were long ago written about for this condemnation: ungodly men, turning the grace of our God into indecency, and denying our only Master, God, and Lord, Jesus Christ.",
        "5": "Now I desire to remind you, though you already know this, that the Lord, having saved a people out of the land of Egypt, afterward destroyed those who didn’t believe.",
        "6": "Angels who didn’t keep their first domain, but deserted their own dwelling place, he has kept in everlasting bonds under darkness for the judgment of the great day.",
        "7": "Even as Sodom and Gomorrah and the cities around them, having in the same way as these given themselves over to sexual immorality and gone after strange flesh, are shown as an example, suffering the punishment of eternal fire.",
        "8": "Yet in the same way, these also in their dreaming defile the flesh, despise authority, and slander celestial beings.",
        "9": "But Michael, the archangel, when contending with the devil and arguing about the body of Moses, dared not bring against him an abusive condemnation, but said, “May the Lord rebuke you!”",
        "10": "But these speak evil of whatever things they don’t know. They are destroyed in these things that they understand naturally, like the creatures without reason.",
        "11": "Woe to them! For they went in the way of Cain, and ran riotously in the error of Balaam for hire, and perished in Korah’s rebellion.",
        "12": "These are hidden rocky reefs in your love feasts when they feast with you, shepherds who without fear feed themselves; clouds without water, carried along by winds; autumn trees without fruit, twice dead, plucked up by the roots;",
        "13": "wild waves of the sea, foaming out their own shame; wandering stars, for whom the blackness of darkness has been reserved forever.",
        "14": "About these also Enoch, the seventh from Adam, prophesied, saying, “Behold, the Lord came with ten thousands of his holy ones,",
        "15": "to execute judgment on all, and to convict all the ungodly of all their works of ungodliness which they have done in an ungodly way, and of all the hard things which ungodly sinners have spoken against him.”",
        "16": "These are murmurers and complainers, walking after their lusts—and their mouth speaks proud things—showing respect of persons to gain advantage.",
        "17": "But you, beloved, remember the words which have been spoken before by the apostles of our Lord Jesus Christ.",
        "18": "They said to you, “In the last time there will be mockers, walking after their own ungodly lusts.”",
        "19": "These are those who cause divisions and are sensual, not having the Spirit.",
        "20": "But you, beloved, keep building up yourselves on your most holy faith, praying in the Holy Spirit.",
        "21": "Keep yourselves in God’s love, looking for the mercy of our Lord Jesus Christ to eternal life.",
        "22": "On some have compassion, making a distinction,",
        "23": "and some save, snatching them out of the fire with fear, hating even the clothing stained by the flesh.",
        "24": "Now to him who is able to keep them from stumbling, and to present you faultless before the presence of his glory in great joy,",
        "25": "to God our Savior, who alone is wise, be glory and majesty, dominion and power, both now and forever. Amen."
      }
    }
  }
}
