{
  "book": "Judecatorii",
  "chapter": "17",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Era un om din muntele lui Efraim, numit Mica.",
        "2": "El a zis mamei sale: „Cei o mie o sută de sicli de argint care ți s-au luat și pentru care ai blestemat chiar în auzul urechilor mele, argintul acesta este în mâinile mele, eu îl luasem.” Și mama sa a zis: „Binecuvântat să fie fiul meu de Domnul!”",
        "3": "El a dat înapoi mamei sale cei o mie o sută de sicli de argint; și mama sa a zis: „Închin cu mâna mea argintul acesta Domnului, ca să fac cu el fiului meu un chip cioplit și un chip turnat; și, astfel, ți-l voi da înapoi.”",
        "4": "El a dat argintul înapoi mamei sale. Mama sa a luat două sute de sicli de argint și a dat argintul la argintar, care a făcut din el un chip cioplit și un chip turnat. Chipurile au fost aduse în casa lui Mica.",
        "5": "Mica acesta avea o casă a lui Dumnezeu; a făcut un efod și terafimi și a sfințit pe unul din fiii lui ca preot.",
        "6": "În vremea aceea, nu era împărat în Israel. Fiecare făcea ce-i plăcea.",
        "7": "Era un tânăr în Betleemul lui Iuda, din familia lui Iuda; era levit și locuia pentru o vreme acolo.",
        "8": "Omul acesta a plecat din cetatea Betleemul lui Iuda să-și caute o locuință potrivită. Urmându-și drumul, a ajuns în muntele lui Efraim, la casa lui Mica.",
        "9": "Mica i-a zis: „De unde vii?” El i-a răspuns: „Eu sunt levit din Betleemul lui Iuda și merg să-mi caut o locuință potrivită.”",
        "10": "Mica i-a zis: „Rămâi la mine; tu să-mi fii tată și preot, și eu îți voi da zece sicli de argint pe an, hainele de care vei avea nevoie și mijloace de trai.”",
        "11": "Și levitul a intrat la el. S-a hotărât astfel să rămână la omul acesta, care a privit pe tânăr ca pe unul din fiii lui.",
        "12": "Mica a sfințit pe levit, și tânărul acesta i-a slujit ca preot și a locuit în casa lui.",
        "13": "Și Mica a zis: „Acum știu că Domnul îmi va face bine, fiindcă am ca preot pe levitul acesta.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Era un om din muntele lui Efraim care se numea Mica.",
        "2": "El i-a zis mamei sale: ‒ Cei o mie o sută de șecheli de argint care ți-au fost luați și pentru care ai blestemat chiar de față cu mine, argintul acela este la mine. Eu îl luasem. Mama lui i-a răspuns: ‒ Binecuvântat să fie fiul meu de Domnul!",
        "3": "El a dat înapoi mamei sale cei o mie o sută de șecheli de argint și ea i-a zis: ‒ Pun deoparte acest argint, închinându-l Domnului cu mâna mea, pentru ca fiul meu să-și facă din el un chip cioplit și un chip turnat. În acest fel ți-l voi restitui.",
        "4": "El i-a dat înapoi mamei sale argintul. Mama lui a luat două sute de șecheli de argint și i-a dat argintarului. Acesta a făcut din el un chip cioplit și un chip turnat. Și a fost pus în casa lui Mica.",
        "5": "Acest om, Mica, avea o așa-numită casă a lui Dumnezeu. El și-a făcut un efod și niște terafimi și l-a învestit ca preot pe unul dintre fiii săi.",
        "6": "În zilele acelea nu era rege în Israel și fiecare făcea ce considera că este drept.",
        "7": "Era un tânăr levit care locuia în Betleemul lui Iuda, printre cei din clanul lui Iuda.",
        "8": "Omul acesta a plecat din Betleemul lui Iuda ca să locuiască acolo unde va găsi un loc potrivit. În drumul său, a ajuns la muntele lui Efraim, la casa lui Mica.",
        "9": "Mica i-a zis: ‒ De unde vii? El i-a răspuns: ‒ Sunt un levit din Betleemul lui Iuda și călătoresc ca să-mi găsesc un loc unde să locuiesc.",
        "10": "Mica i-a zis: ‒ Rămâi la mine. Îmi vei fi părinte și preot, iar eu îți voi da zece șecheli de argint pe an, un rând de haine și mijloace de trai. Levitul a rămas.",
        "11": "Astfel, levitul a acceptat să locuiască la acel om. Și tânărul a fost pentru el ca unul dintre fiii lui.",
        "12": "Mica l-a învestit pe levit și tânărul a slujit ca preot în casa lui.",
        "13": "Mica a zis: „Acum știu că Domnul îmi va face bine, fiindcă am ca preot un levit!“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "There was a man of the hill country of Ephraim, whose name was Micah.",
        "2": "He said to his mother, “The eleven hundred pieces of silver that were taken from you, about which you uttered a curse, and also spoke it in my ears—behold, the silver is with me. I took it.” His mother said, “May Yahweh bless my son!”",
        "3": "He restored the eleven hundred pieces of silver to his mother, then his mother said, “I most certainly dedicate the silver to Yahweh from my hand for my son, to make a carved image and a molten image. Now therefore I will restore it to you.”",
        "4": "When he restored the money to his mother, his mother took two hundred pieces of silver, and gave them to a silversmith, who made a carved image and a molten image out of it. It was in the house of Micah.",
        "5": "The man Micah had a house of gods, and he made an ephod, and teraphim, and consecrated one of his sons, who became his priest.",
        "6": "In those days there was no king in Israel. Everyone did that which was right in his own eyes.",
        "7": "There was a young man out of Bethlehem Judah, of the family of Judah, who was a Levite; and he lived there.",
        "8": "The man departed out of the city, out of Bethlehem Judah, to live where he could find a place, and he came to the hill country of Ephraim, to the house of Micah, as he traveled.",
        "9": "Micah said to him, “Where did you come from?” He said to him, “I am a Levite of Bethlehem Judah, and I am looking for a place to live.”",
        "10": "Micah said to him, “Dwell with me, and be to me a father and a priest, and I will give you ten pieces of silver per year, a suit of clothing, and your food.” So the Levite went in.",
        "11": "The Levite was content to dwell with the man; and the young man was to him as one of his sons.",
        "12": "Micah consecrated the Levite, and the young man became his priest, and was in the house of Micah.",
        "13": "Then Micah said, “Now I know that Yahweh will do good to me, since I have a Levite as my priest.”"
      }
    }
  }
}