{
  "book": "Judecatorii",
  "chapter": "4",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Copiii lui Israel iarăși au făcut ce nu place Domnului, după moartea lui Ehud.",
        "2": "Și Domnul i-a vândut în mâinile lui Iabin, împăratul Canaanului, care domnea la Hațor. Căpetenia oștirii lui era Sisera și locuia la Haroșet-Goim.",
        "3": "Copiii lui Israel au strigat către Domnul, căci Iabin avea nouă sute de care de fier și de douăzeci de ani apăsa cu putere pe copiii lui Israel.",
        "4": "Pe vremea aceea, judecător în Israel era Debora, prorocița, nevasta lui Lapidot.",
        "5": "Ea ședea sub finicul Deborei, între Rama și Betel, în muntele lui Efraim, și copiii lui Israel se suiau la ea ca să fie judecați.",
        "6": "Ea a trimis să cheme pe Barac, fiul lui Abinoam, din Chedeș-Neftali, și i-a zis: „Iată porunca pe care a dat-o Domnul Dumnezeul lui Israel: ‘Du-te, îndreaptă-te spre muntele Taborului și ia cu tine zece mii de oameni din copiii lui Neftali și din copiii lui Zabulon;",
        "7": "voi trage spre tine, la pârâul Chison, pe Sisera, căpetenia oștirii lui Iabin, împreună cu carele și oștile lui, și-l voi da în mâinile tale.’”",
        "8": "Barac i-a zis: „Dacă vii tu cu mine, mă voi duce; dar dacă nu vii cu mine, nu mă voi duce.”",
        "9": "Ea a răspuns: „Voi merge cu tine, dar nu vei avea slavă în calea pe care mergi, căci Domnul va da pe Sisera în mâinile unei femei.” Și Debora s-a sculat și s-a dus cu Barac la Chedeș.",
        "10": "Barac a chemat pe Zabulon și Neftali la Chedeș; zece mii de oameni mergeau în urma lui și Debora a plecat cu el.",
        "11": "Heber, Chenitul, se despărțise de cheniți, fiii lui Hobab, socrul lui Moise, și își întinsese cortul până la stejarul Țaanaim, lângă Chedeș.",
        "12": "Au dat de știre lui Sisera că Barac, fiul lui Abinoam, s-a îndreptat spre muntele Taborului.",
        "13": "Și, de la Haroșet-Goim, Sisera și-a strâns spre pârâul Chisonului toate carele, nouă sute de care de fier, și tot poporul care era cu el.",
        "14": "Atunci, Debora a zis lui Barac: „Scoală-te, căci iată ziua când dă Domnul pe Sisera în mâinile tale. Într-adevăr, Domnul merge înaintea ta.” Și Barac s-a repezit de pe muntele Taborului cu zece mii de oameni după el.",
        "15": "Domnul a pus pe fugă dinaintea lui Barac, prin ascuțișul sabiei, pe Sisera, toate carele lui și toată tabăra. Sisera s-a dat jos din carul lui și a fugit pe jos.",
        "16": "Barac a urmărit carele și oștirea până la Haroșet-Goim, și toată oștirea lui Sisera a căzut sub ascuțișul sabiei, fără să fi rămas un singur om. Sisera este ucis de Iael",
        "17": "Sisera a fugit pe jos în cortul Iaelei, nevasta lui Heber, Chenitul, căci între Iabin, împăratul Hațorului, și casa lui Heber, Chenitul, era pace.",
        "18": "Iael a ieșit înaintea lui Sisera și i-a zis: „Intră, domnul meu, intră la mine și nu te teme.” El a intrat la ea în cort și ea l-a ascuns sub o învelitoare.",
        "19": "El i-a zis: „Dă-mi, te rog, puțină apă să beau, căci mi-e sete.” Ea a deschis burduful cu lapte, i-a dat să bea și l-a acoperit.",
        "20": "El i-a mai zis: „Stai la ușa cortului și, dacă vine cineva și te întreabă: ‘Este cineva aici?’, să răspunzi: ‘Nu.’”",
        "21": "Iael, nevasta lui Heber, a luat un țăruș de-al cortului, a pus mâna pe ciocan, s-a apropiat încet de el și i-a bătut țărușul în tâmplă, așa că a răspuns adânc în pământ. El adormise adânc și era rupt de oboseală și a murit.",
        "22": "Pe când Barac urmărea pe Sisera, Iael i-a ieșit înainte și i-a zis: „Vino, și-ți voi arăta pe omul pe care-l cauți.” El a intrat la ea și iată că Sisera stătea întins, mort, cu țărușul bătut în tâmplă.",
        "23": "În ziua aceea, Dumnezeu a smerit pe Iabin, împăratul Canaanului, înaintea copiilor lui Israel.",
        "24": "Și mâna copiilor lui Israel a apăsat greu asupra lui Iabin, împăratul Canaanului, până ce au nimicit pe Iabin, împăratul Canaanului."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "După ce a murit Ehud, fiii lui Israel au făcut din nou ce este rău înaintea ochilor Domnului",
        "2": "și de aceea Domnul i-a vândut în mâinile lui Iabin, regele Canaanului, care domnea în Hațor. Sisera, conducătorul armatei sale, locuia în Haroșet-Goyim.",
        "3": "Fiii lui Israel au strigat către Domnul, căci Sisera avea nouă sute de care de fier și, de douăzeci de ani, îi asuprea puternic.",
        "4": "În perioada aceea, în Israel judeca o profetesă pe nume Debora, soția lui Lapidot.",
        "5": "Ea locuia sub Palmierul Deborei; acesta se afla între Rama și Betel, în muntele lui Efraim. Fiii lui Israel se duceau la ea pentru judecată.",
        "6": "Ea a trimis la Barak, fiul lui Abinoam, să fie chemat din Kedeș în Neftali, și i-a zis: ‒ N-a poruncit Domnul, Dumnezeul lui Israel, astfel: „Du-te, îndreaptă-te spre muntele Tabor și ia cu tine zece mii de bărbați dintre fiii lui Neftali și dintre fiii lui Zabulon?",
        "7": "Îl voi atrage pe Sisera, conducătorul armatei lui Iabin, spre tine, la râul Chișon, cu toate carele și armatele lui, și-l voi da în mâinile tale“.",
        "8": "Barak i-a răspuns: ‒ Dacă vei merge și tu cu mine, atunci voi merge și eu, dar dacă nu vei merge cu mine, nu voi merge nici eu!",
        "9": "Ea i-a zis: ‒ Voi merge sigur cu tine, dar, în felul acesta, gloria nu va fi a ta, căci Domnul îl va da pe Sisera în mâinile unei femei! Apoi Debora s-a ridicat și a plecat cu Barak la Kedeș.",
        "10": "Barak i-a chemat la Kedeș pe cei din Zabulon și din Neftali. Zece mii de bărbați l-au urmat, iar Debora a venit, de asemenea, cu el.",
        "11": "Chenitul Heber se separase de cheniți, urmașii lui Hobab, socrul lui Moise, și își așezase cortul lângă stejarul din Țaananim, în apropiere de Kedeș.",
        "12": "L-au înștiințat pe Sisera că Barak, fiul lui Abinoam, a urcat spre muntele Tabor.",
        "13": "Atunci Sisera și-a pus în mișcare toate cele nouă sute de care de fier și tot poporul care era cu el, de la Haroșet-Goyim până la râul Chișon.",
        "14": "Debora i-a zis lui Barak: „Ridică-te, căci aceasta este ziua în care a dat Domnul pe Sisera în mâinile tale! Oare n-a ieșit Domnul înaintea ta?“. Barak a coborât de pe muntele Tabor cu cei zece mii de bărbați după el.",
        "15": "Prin ascuțișul sabiei, Domnul l-a nimicit pe Sisera dinaintea lui Barak, cu toate carele și cu toată tabăra lui. Sisera s-a dat jos din car și a fugit pe jos.",
        "16": "Barak a urmărit carele și tabăra până la Haroșet-Goyim și toată tabăra lui Sisera a căzut sub ascuțișul sabiei. N-a mai rămas nici măcar unul.",
        "17": "Sisera însă a reușit să fugă până la cortul Iaelei, soția chenitului Heber, căci între Iabin, regele Hațorului, și familia chenitului Heber era pace.",
        "18": "Iael a ieșit să-l întâmpine pe Sisera și i-a zis: ‒ Intră, stăpâne, intră la mine! Nu te teme! Astfel, el a intrat la ea în cort, iar ea l-a ascuns sub o carpetă.",
        "19": "El i-a zis: ‒ Te rog, dă-mi să beau puțină apă căci sunt însetat! Ea a deschis un burduf cu lapte, i-a dat să bea și apoi l-a ascuns din nou.",
        "20": "El i-a zis: ‒ Stai la intrarea cortului, iar dacă vine vreun om și te întreabă: „Este vreun bărbat aici?“, tu să-i răspunzi: „Nu“.",
        "21": "După aceea, Iael, soția lui Heber, a luat un țăruș de-al cortului, a pus mâna pe un ciocan, a intrat pe ascuns în cort și i-a înfipt lui Sisera țărușul în tâmplă, pironindu-l astfel în pământ. Acesta adormise adânc pentru că era epuizat. Și, astfel, el a murit.",
        "22": "În timp ce Barak îl urmărea pe Sisera, Iael a ieșit să-l întâmpine și i-a zis: „Vino să ți-l arăt pe omul pe care îl cauți!“. A intrat la ea, și iată că Sisera zăcea mort, cu țărușul înfipt în tâmplă.",
        "23": "În ziua aceea, Dumnezeu l-a supus înaintea fiilor lui Israel pe Iabin, regele din Canaan.",
        "24": "Și mâna fiilor lui Israel a fost din ce în ce mai puternică împotriva lui Iabin, regele Canaanului, până când l-au nimicit pe Iabin, regele Canaanului."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "The children of Israel again did that which was evil in Yahweh’s sight, when Ehud was dead.",
        "2": "Yahweh sold them into the hand of Jabin king of Canaan, who reigned in Hazor; the captain of whose army was Sisera, who lived in Harosheth of the Gentiles.",
        "3": "The children of Israel cried to Yahweh, for he had nine hundred chariots of iron; and he mightily oppressed the children of Israel for twenty years.",
        "4": "Now Deborah, a prophetess, the wife of Lappidoth, judged Israel at that time.",
        "5": "She lived under Deborah’s palm tree between Ramah and Bethel in the hill country of Ephraim; and the children of Israel came up to her for judgment.",
        "6": "She sent and called Barak the son of Abinoam out of Kedesh Naphtali, and said to him, “Hasn’t Yahweh, the God of Israel, commanded, ‘Go and lead the way to Mount Tabor, and take with you ten thousand men of the children of Naphtali and of the children of Zebulun?",
        "7": "I will draw to you, to the river Kishon, Sisera, the captain of Jabin’s army, with his chariots and his multitude; and I will deliver him into your hand.’”",
        "8": "Barak said to her, “If you will go with me, then I will go; but if you will not go with me, I will not go.”",
        "9": "She said, “I will surely go with you. Nevertheless, the journey that you take won’t be for your honor; for Yahweh will sell Sisera into a woman’s hand.” Deborah arose, and went with Barak to Kedesh.",
        "10": "Barak called Zebulun and Naphtali together to Kedesh. Ten thousand men followed him; and Deborah went up with him.",
        "11": "Now Heber the Kenite had separated himself from the Kenites, even from the children of Hobab, Moses’ brother-in-law, and had pitched his tent as far as the oak in Zaanannim, which is by Kedesh.",
        "12": "They told Sisera that Barak the son of Abinoam had gone up to Mount Tabor.",
        "13": "Sisera gathered together all his chariots, even nine hundred chariots of iron, and all the people who were with him, from Harosheth of the Gentiles, to the river Kishon.",
        "14": "Deborah said to Barak, “Go; for this is the day in which Yahweh has delivered Sisera into your hand. Hasn’t Yahweh gone out before you?” So Barak went down from Mount Tabor, and ten thousand men after him.",
        "15": "Yahweh confused Sisera, all his chariots, and all his army, with the edge of the sword before Barak. Sisera abandoned his chariot and fled away on his feet.",
        "16": "But Barak pursued the chariots and the army to Harosheth of the Gentiles; and all the army of Sisera fell by the edge of the sword. There was not a man left.",
        "17": "However Sisera fled away on his feet to the tent of Jael the wife of Heber the Kenite; for there was peace between Jabin the king of Hazor and the house of Heber the Kenite.",
        "18": "Jael went out to meet Sisera, and said to him, “Turn in, my lord, turn in to me; don’t be afraid.” He came in to her into the tent, and she covered him with a rug.",
        "19": "He said to her, “Please give me a little water to drink; for I am thirsty.” She opened a container of milk, and gave him a drink, and covered him.",
        "20": "He said to her, “Stand in the door of the tent, and if any man comes and inquires of you, and says, ‘Is there any man here?’ you shall say, ‘No.’”",
        "21": "Then Jael, Heber’s wife, took a tent peg, and took a hammer in her hand, and went softly to him, and struck the pin into his temples, and it pierced through into the ground, for he was in a deep sleep; so he fainted and died.",
        "22": "Behold, as Barak pursued Sisera, Jael came out to meet him, and said to him, “Come, and I will show you the man whom you seek.” He came to her; and behold, Sisera lay dead, and the tent peg was in his temples.",
        "23": "So God subdued Jabin the king of Canaan before the children of Israel on that day.",
        "24": "The hand of the children of Israel prevailed more and more against Jabin the king of Canaan, until they had destroyed Jabin king of Canaan."
      }
    }
  }
}