{
  "book": "Judecatorii",
  "chapter": "19",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Pe vremea când nu era împărat în Israel, un levit care locuia la marginea muntelui lui Efraim și-a luat ca țiitoare o femeie din Betleemul lui Iuda.",
        "2": "Țiitoarea nu i-a fost credincioasă și l-a părăsit ca să se ducă în casa tatălui ei, în Betleemul lui Iuda, unde a rămas timp de patru luni.",
        "3": "Bărbatul ei s-a sculat și s-a dus la ea, ca să-i vorbească inimii și s-o aducă înapoi. Avea cu el pe sluga lui și doi măgari. Ea l-a adus în casa tatălui ei și, când l-a văzut, tatăl femeii aceleia tinere l-a primit cu bucurie.",
        "4": "Socrul său, tatăl femeii aceleia tinere, l-a ținut la el trei zile. Au mâncat și au băut și au rămas noaptea acolo.",
        "5": "A patra zi, s-au sculat dis-de-dimineață și levitul se pregătea să plece. Dar tatăl tinerei femei a zis ginerelui său: „Ia o bucată de pâine, ca să prinzi la inimă; și apoi veți pleca.”",
        "6": "Și au șezut de au mâncat și au băut amândoi. Apoi, tatăl tinerei femei a zis bărbatului: „Hotărăște-te dar să rămâi aici la noapte și să ți se veselească inima.”",
        "7": "Bărbatul se scula să plece, dar, în urma stăruințelor socrului său, a rămas acolo și noaptea aceea.",
        "8": "În ziua a cincea, s-a sculat dis-de-dimineață să plece. Atunci, tatăl tinerei femei a zis: „Întărește-ți mai întâi inima, te rog, și rămâi până ce se va pleca ziua spre seară.” Și au mâncat amândoi.",
        "9": "Bărbatul se scula să plece, cu țiitoarea și sluga lui, dar socrul său, tatăl tinerei femei, i-a zis: „Iată că ziua a trecut, e târziu, rămâi dar peste noapte aici; iată că ziua se pleacă spre noapte, rămâi aici peste noapte și să ți se veselească inima; mâine vă veți scula dis-de-dimineață ca să porniți la drum și te vei duce la cortul tău.”",
        "10": "Bărbatul n-a vrut să mai rămână și în noaptea aceea, ci s-a sculat și a plecat. A ajuns până în fața Iebusului, adică Ierusalimul, cu cei doi măgari înșeuați și cu țiitoarea lui.",
        "11": "Când s-au apropiat de Iebus, ziua se plecase mult spre seară. Sluga a zis atunci stăpânului său: „Haidem să ne îndreptăm spre cetatea aceasta a iebusiților și să rămânem în ea peste noapte.”",
        "12": "Stăpânul său i-a răspuns: „Nu putem să intrăm într-o cetate străină, unde nu sunt copii de-ai lui Israel, ci să mergem până la Ghibea.”",
        "13": "A mai zis slugii sale: „Haidem să ne apropiem de unul din locurile acestea, Ghibea sau Rama, și să rămânem acolo peste noapte.”",
        "14": "Au mers mai departe și apunea soarele când s-au apropiat de Ghibea, care este a lui Beniamin.",
        "15": "S-au îndreptat într-acolo ca să se ducă să rămână peste noapte în Ghibea. Levitul a intrat și s-a oprit în piața cetății. Nu s-a găsit nimeni care să-i primească în casă să rămână peste noapte.",
        "16": "Și iată că un bătrân se întorcea seara de la munca câmpului; omul acesta era din muntele lui Efraim, locuia pentru o vreme la Ghibea, și oamenii din locul acela erau beniamiți.",
        "17": "El a ridicat ochii și a văzut pe călător în piața cetății. Și bătrânul i-a zis: „Încotro mergi și de unde vii?”",
        "18": "El i-a răspuns: „Venim din Betleemul lui Iuda și mergem până la marginea muntelui lui Efraim, de unde sunt. Mă dusesem la Betleemul lui Iuda și acum mă duc la Casa Domnului. Dar nu se găsește nimeni să mă primească în casă.",
        "19": "Avem însă paie și nutreț pentru măgarii noștri; avem și pâine și vin pentru mine, pentru roaba ta și pentru băiatul care este cu robii tăi. Nu ducem lipsă de nimic.”",
        "20": "Bătrânul a zis: „Pacea să fie cu tine! Toate nevoile tale le iau asupra mea, numai să nu rămâi în piață peste noapte.”",
        "21": "L-a dus în casa lui și a dat nutreț măgarilor. Călătorii și-au spălat picioarele, apoi au mâncat și au băut.",
        "22": "Pe când se veseleau ei, iată că oamenii din cetate, niște fii ai lui Belial, oameni stricați, au înconjurat casa, au bătut la poartă și au zis bătrânului, stăpânul casei: „Scoate pe omul acela care a intrat la tine, ca să ne împreunăm cu el.”",
        "23": "Stăpânul casei a ieșit la ei și le-a zis: „Nu, fraților, vă rog să nu faceți un lucru așa de rău; fiindcă omul acesta a intrat în casa mea, nu săvârșiți mișelia aceasta.",
        "24": "Iată că am o fată fecioară și omul acesta are o țiitoare; vi le voi aduce afară: necinstiți-le și faceți-le ce vă va plăcea. Dar nu săvârșiți cu omul acesta o faptă așa de nelegiuită.”",
        "25": "Oamenii aceia n-au vrut să-l asculte. Atunci, omul și-a luat țiitoarea și le-a adus-o afară. Ei s-au împreunat cu ea și și-au bătut joc de ea toată noaptea, până dimineața, și i-au dat drumul când se lumina de ziuă.",
        "26": "Către ziuă, femeia aceasta a venit și a căzut la ușa casei omului la care era bărbatul ei și a rămas acolo până la ziuă.",
        "27": "Și dimineața, bărbatul ei s-a sculat, a deschis ușa casei și a ieșit ca să-și urmeze drumul mai departe. Dar iată că femeia, țiitoarea lui, era întinsă la ușa casei, cu mâinile pe prag.",
        "28": "El i-a zis: „Scoală-te și haidem să mergem!” Ea n-a răspuns. Atunci, bărbatul a pus-o pe măgar și a plecat acasă.",
        "29": "Când a ajuns acasă, a luat un cuțit, a apucat pe țiitoarea lui și a tăiat-o mădular cu mădular în douăsprezece bucăți, pe care le-a trimis în tot ținutul lui Israel.",
        "30": "Toți cei ce au văzut lucrul acesta au zis: „Niciodată nu s-a întâmplat și nu s-a văzut așa ceva, de când s-au suit copiii lui Israel din Egipt până în ziua de azi; luați aminte dar la lucrul aceasta, sfătuiți-vă și vorbiți!”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În zilele acelea, când nu era rege în Israel, un levit care locuia la marginea muntelui lui Efraim își luase o țiitoare din Betleemul lui Iuda.",
        "2": "Dar țiitoarea s-a mâniat pe el și s-a întors la familia ei, în Betleemul lui Iuda, unde a rămas timp de patru luni.",
        "3": "Soțul ei s-a ridicat și s-a dus la ea ca să-i vorbească pe placul inimii ei și s-o aducă înapoi. Era însoțit de slujitorul său și de o pereche de măgari. Ea l-a adus în locuința tatălui ei, iar tatăl fetei l-a primit cu bucurie când l-a văzut.",
        "4": "Socrul său, tatăl fetei, l-a convins să mai rămână și, astfel, levitul a rămas la el timp de trei zile. Au mâncat, au băut și au înnoptat acolo.",
        "5": "În a patra zi, s-au sculat dimineață și s-au pregătit să plece. Dar tatăl fetei i-a zis ginerelui său: „Ia o bucată de pâine ca să-ți refaci puterile, și apoi veți pleca!“.",
        "6": "Astfel, ei au rămas, au mâncat și au băut din nou împreună. Tatăl fetei i-a zis ginerelui său: „Te rog, binevoiește să înnoptezi aici și înveselește-ți inima!“.",
        "7": "Bărbatul se sculase să plece, dar socrul său l-a convins să rămână. Astfel, el s-a întors și a înnoptat din nou acolo.",
        "8": "În a cincea zi, s-a sculat dimineață ca să plece, dar tatăl fetei a zis: „Te rog, mai stai la mine ca să-ți refaci puterile! Rămâneți la mine până la miezul zilei!“. Și au mâncat amândoi.",
        "9": "După aceea, bărbatul s-a ridicat ca să plece împreună cu slujitorul și cu țiitoarea sa, dar socrul lui, tatăl fetei, i-a zis: „Iată, ziua aproape a trecut; se apropie seara! Te rog, înnoptează aici! Iată, ziua este pe sfârșite. Înnoptează aici, te rog, și înveselește-ți inima! Mâine te vei scula dimineață ca să pornești la drum, și vei pleca acasă“.",
        "10": "Dar bărbatul n-a vrut să mai înnopteze acolo, ci s-a ridicat și a plecat. El a ajuns până în dreptul Iebusului, adică Ierusalim, cu cei doi măgari înșeuați și cu țiitoarea sa.",
        "11": "Când erau aproape de Iebus, nu mai era mult din ziuă. Slujitorul i-a zis stăpânului său: ‒ Vino, te rog, să ne abatem spre cetatea acestor iebusiți ca să înnoptăm acolo.",
        "12": "Dar stăpânul lui i-a răspuns: ‒ Nu ne vom abate spre o cetate străină, ai cărei locuitori nu sunt dintre fiii lui Israel, ci vom merge până la Ghiva. Apoi i-a zis slujitorului său:",
        "13": "‒ Vino să ne apropiem de unul dintre aceste locuri și să înnoptăm în Ghiva sau în Rama.",
        "14": "Și au plecat mai departe. Când erau aproape de Ghiva, care aparține de Beniamin, soarele apunea.",
        "15": "Ei s-au îndreptat într-acolo, ca să intre și să înnopteze în Ghiva. Au intrat și s-au oprit în piața cetății, dar nimeni nu i-a invitat acasă ca să rămână peste noapte.",
        "16": "Iată totuși că un bătrân se întorcea seara de la lucrul câmpului. Bărbatul era din muntele lui Efraim, dar locuia ca străin în Ghiva. Oamenii din acel loc erau beniamiți.",
        "17": "Când și-a ridicat ochii și l-a văzut pe călător în piața cetății, bătrânul i-a zis: ‒ Încotro mergi și de unde vii?",
        "18": "El i-a răspuns: ‒ Călătoresc din Betleemul lui Iuda spre marginea muntelui lui Efraim, de unde sunt. Mă dusesem până în Betleemul lui Iuda, iar acum mă duc la Casa Domnului. Nu este nimeni care să mă primească în casa lui,",
        "19": "deși avem paie și nutreț pentru măgarii noștri, avem pâine și vin pentru mine însumi, pentru slujitoarea ta și pentru tânărul care este cu slujitorii tăi, așa că nu ne lipsește nimic.",
        "20": "Bătrânul i-a zis: ‒ Fii liniștit! Mă voi îngriji eu de toate nevoile tale, numai să nu rămâi peste noapte în piață.",
        "21": "I-a dus în casa lui și a dat nutreț măgarilor. Apoi și-au spălat picioarele, au mâncat și au băut.",
        "22": "În timp ce-și înveseleau ei inimile, iată că niște bărbați din cetate, niște oameni de nimic, au înconjurat casa și au bătut la ușă. Ei l-au strigat pe bătrân, stăpânul casei, zicând: ‒ Scoate-l afară pe bărbatul care a intrat în casa ta, ca să ne culcăm cu el.",
        "23": "Bătrânul, stăpânul casei, a ieșit la ei și le-a răspuns: ‒ Fraților, vă rog, nu fiți răi. Omul acesta a venit în casa mea. Nu comiteți fapta aceasta spurcată!",
        "24": "Iată, am o fată fecioară, iar el are o țiitoare. Vi le voi aduce afară pe ele. Înjosiți-le și faceți-le ce vreți, dar nu comiteți cu omul acesta o astfel de faptă spurcată!",
        "25": "Oamenii însă n-au vrut să-l asculte. Atunci călătorul și-a înșfăcat țiitoarea și le-a scos-o afară. Ei s-au culcat cu ea și au abuzat de ea toată noaptea, până dimineața. Apoi, când s-au ivit zorii, au lăsat-o să plece.",
        "26": "La ivirea zorilor, femeia a venit și a căzut la ușa casei bătrânului, unde se afla și stăpânul ei, rămânând acolo până când s-a luminat bine de ziuă.",
        "27": "Dimineața, stăpânul ei s-a trezit, a deschis ușile casei și a ieșit să-și continue drumul. Și iată că femeia, țiitoarea sa, era întinsă lângă ușa casei, având mâinile pe prag.",
        "28": "El i-a zis: „Ridică-te și hai să mergem!“. Dar ea nu a răspuns nimic. Atunci bărbatul a pus-o pe măgar și a plecat către casă.",
        "29": "Când a ajuns acasă, a luat un cuțit, și-a apucat țiitoarea și a tăiat-o, bucată cu bucată, în douăsprezece părți, pe care le-a trimis în tot teritoriul lui Israel.",
        "30": "Toți cei ce au văzut lucrul acesta, au zis: „Niciodată nu s-a întâmplat și nu s-a văzut așa ceva, de când au ieșit fiii lui Israel din țara Egiptului și până în ziua aceasta. Gândiți-vă la această faptă, sfătuiți-vă și spuneți ce-i de făcut!“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "In those days, when there was no king in Israel, there was a certain Levite living on the farther side of the hill country of Ephraim, who took for himself a concubine out of Bethlehem Judah.",
        "2": "His concubine played the prostitute against him, and went away from him to her father’s house to Bethlehem Judah, and was there for four months.",
        "3": "Her husband arose and went after her to speak kindly to her, to bring her again, having his servant with him and a couple of donkeys. She brought him into her father’s house; and when the father of the young lady saw him, he rejoiced to meet him.",
        "4": "His father-in-law, the young lady’s father, kept him there; and he stayed with him three days. So they ate and drank, and stayed there.",
        "5": "On the fourth day, they got up early in the morning, and he rose up to depart. The young lady’s father said to his son-in-law, “Strengthen your heart with a morsel of bread, and afterward you shall go your way.”",
        "6": "So they sat down, ate, and drank, both of them together. Then the young lady’s father said to the man, “Please be pleased to stay all night, and let your heart be merry.”",
        "7": "The man rose up to depart; but his father-in-law urged him, and he stayed there again.",
        "8": "He arose early in the morning on the fifth day to depart; and the young lady’s father said, “Please strengthen your heart and stay until the day declines;” and they both ate.",
        "9": "When the man rose up to depart, he, and his concubine, and his servant, his father-in-law, the young lady’s father, said to him, “Behold, now the day draws toward evening, please stay all night. Behold, the day is ending. Stay here, that your heart may be merry; and tomorrow go on your way early, that you may go home.”",
        "10": "But the man wouldn’t stay that night, but he rose up and went near Jebus (also called Jerusalem). With him were a couple of saddled donkeys. His concubine also was with him.",
        "11": "When they were by Jebus, the day was far spent; and the servant said to his master, “Please come and let’s enter into this city of the Jebusites, and stay in it.”",
        "12": "His master said to him, “We won’t enter into the city of a foreigner that is not of the children of Israel; but we will pass over to Gibeah.”",
        "13": "He said to his servant, “Come and let’s draw near to one of these places; and we will lodge in Gibeah, or in Ramah.”",
        "14": "So they passed on and went their way; and the sun went down on them near Gibeah, which belongs to Benjamin.",
        "15": "They went over there, to go in to stay in Gibeah. He went in, and sat down in the street of the city; for there was no one who took them into his house to stay.",
        "16": "Behold, an old man came from his work out of the field at evening. Now the man was from the hill country of Ephraim, and he lived in Gibeah; but the men of the place were Benjamites.",
        "17": "He lifted up his eyes, and saw the wayfaring man in the street of the city; and the old man said, “Where are you going? Where did you come from?”",
        "18": "He said to him, “We are passing from Bethlehem Judah to the farther side of the hill country of Ephraim. I am from there, and I went to Bethlehem Judah. I am going to Yahweh’s house; and there is no one who has taken me into his house.",
        "19": "Yet there is both straw and feed for our donkeys; and there is bread and wine also for me, and for your servant, and for the young man who is with your servants. There is no lack of anything.”",
        "20": "The old man said, “Peace be to you! Just let me supply all your needs, but don’t sleep in the street.”",
        "21": "So he brought him into his house, and gave the donkeys fodder. Then they washed their feet, and ate and drank.",
        "22": "As they were making their hearts merry, behold, the men of the city, certain wicked fellows, surrounded the house, beating at the door; and they spoke to the master of the house, the old man, saying, “Bring out the man who came into your house, that we can have sex with him!”",
        "23": "The man, the master of the house, went out to them, and said to them, “No, my brothers, please don’t act so wickedly; since this man has come into my house, don’t do this folly.",
        "24": "Behold, here is my virgin daughter and his concubine. I will bring them out now. Humble them, and do with them what seems good to you; but to this man don’t do any such folly.”",
        "25": "But the men wouldn’t listen to him; so the man grabbed his concubine, and brought her out to them; and they had sex with her, and abused her all night until the morning. When the day began to dawn, they let her go.",
        "26": "Then the woman came in the dawning of the day, and fell down at the door of the man’s house where her lord was, until it was light.",
        "27": "Her lord rose up in the morning and opened the doors of the house, and went out to go his way; and behold, the woman his concubine had fallen down at the door of the house, with her hands on the threshold.",
        "28": "He said to her, “Get up, and let’s get going!” but no one answered. Then he took her up on the donkey; and the man rose up, and went to his place.",
        "29": "When he had come into his house, he took a knife and cut up his concubine, and divided her, limb by limb, into twelve pieces, and sent her throughout all the borders of Israel.",
        "30": "It was so, that all who saw it said, “Such a deed has not been done or seen from the day that the children of Israel came up out of the land of Egypt to this day! Consider it, take counsel, and speak.”"
      }
    }
  }
}