{
  "book": "Judecatorii",
  "chapter": "21",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Bărbații lui Israel juraseră la Mițpa, zicând: „Niciunul din noi să nu-și dea fata după un beniamit.”",
        "2": "Poporul a venit la Betel și a stat înaintea lui Dumnezeu până seara. Au ridicat glasul, au vărsat multe lacrimi",
        "3": "și au zis: „Doamne, Dumnezeul lui Israel, pentru ce s-a întâmplat așa ceva în Israel, să lipsească astăzi o seminție întreagă din Israel?”",
        "4": "A doua zi, poporul s-a sculat dis-de-dimineață, a zidit acolo un altar și a adus arderi-de-tot și jertfe de mulțumire.",
        "5": "Copiii lui Israel au zis: „Cine dintre toate semințiile lui Israel nu s-a suit la adunare înaintea Domnului?” Căci făcuseră un jurământ mare împotriva oricui nu s-ar sui la Domnul, la Mițpa, și ziseseră: „Să fie pedepsit cu moartea.”",
        "6": "Copiilor lui Israel le părea rău de fratele lor Beniamin și ziceau: „Astăzi a fost nimicită o seminție din Israel.",
        "7": "Cum să facem rost de neveste celor ce au rămas cu viață, fiindcă am jurat pe Domnul să nu le dăm fetele noastre de neveste?”",
        "8": "Ei au zis deci: „Este cineva dintre semințiile lui Israel care să nu se fi suit la Domnul la Mițpa?” Și nimeni din Iabes din Galaad nu venise în tabără, la adunare.",
        "9": "Au făcut numărătoarea poporului, și nu era acolo niciunul din locuitorii din Iabes din Galaad.",
        "10": "Atunci, adunarea a trimis împotriva lor douăsprezece mii de ostași, dându-le porunca aceasta: „Duceți-vă și treceți prin ascuțișul sabiei pe locuitorii din Iabes din Galaad, cu femeile și copiii.",
        "11": "Iată ce să faceți: să nimiciți cu desăvârșire orice bărbat și orice femeie care a cunoscut împreunarea cu bărbat.”",
        "12": "Au găsit între locuitorii din Iabes din Galaad patru sute de fete fecioare, care nu se culcaseră cu bărbat, și le-au adus în tabără la Silo, care este în țara Canaanului.",
        "13": "Toată adunarea a trimis soli să vorbească fiilor lui Beniamin care erau la stânca Rimon și să le vestească pacea.",
        "14": "În timpul acela, beniamiții s-au întors și li s-au dat de neveste acelea pe care le lăsaseră cu viață din femeile din Iabes din Galaad. Dar nu erau destule.",
        "15": "Poporului îi părea rău de Beniamin, căci Domnul făcuse o spărtură în semințiile lui Israel.",
        "16": "Bătrânii adunării au zis: „Cum să facem rost de neveste pentru cei rămași, căci femeile lui Beniamin au fost nimicite?”",
        "17": "Și au zis: „Cei ce au mai rămas din Beniamin să-și păstreze moștenirea, ca să nu se șteargă o seminție din Israel.",
        "18": "Dar noi nu putem să dăm pe fetele noastre după ei, căci copiii lui Israel au jurat, zicând: ‘Blestemat să fie cine va da o nevastă unui beniamit!’”",
        "19": "Și au zis: „Iată, în fiecare an este o sărbătoare a Domnului la Silo, care este la miazănoapte de Betel, la răsăritul drumului care suie din Betel la Sihem și la miazăzi de Lebona.”",
        "20": "Apoi au dat următoarea poruncă fiilor lui Beniamin: „Duceți-vă și stați la pândă în vii!",
        "21": "Uitați-vă și, când veți vedea pe fetele din Silo ieșind să joace, să ieșiți din vii, să vă luați fiecare câte o nevastă din fetele din Silo și să vă duceți în țara lui Beniamin.",
        "22": "Dacă părinții sau frații lor vor veni să se plângă la noi, le vom spune: ‘Dați-ni-le nouă, căci n-am luat câte o nevastă de fiecare în război. Nu voi li le-ați dat: numai atunci ați fi vinovați.’”",
        "23": "Fiii lui Beniamin au făcut așa: și-au luat neveste, după numărul lor, dintre jucătoarele pe care le-au răpit, apoi au plecat și s-au întors în moștenirea lor; au zidit iarăși cetățile și au locuit acolo.",
        "24": "Și, în același timp, copiii lui Israel au plecat de acolo fiecare în seminția lui și în familia lui și s-a întors fiecare în moștenirea lui.",
        "25": "Pe vremea aceea, nu era împărat în Israel, fiecare făcea ce-i plăcea."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Bărbații lui Israel juraseră la Mițpa, zicând: „Niciunul dintre noi să nu-și dea fata de soție celor din Beniamin!“.",
        "2": "Poporul s-a dus la Betel și a rămas acolo, în prezența lui Dumnezeu, până seara. Și-au ridicat glasul, s-au jelit",
        "3": "și au zis: „Doamne, Dumnezeul lui Israel, de ce s-a întâmplat așa ceva în Israel? Să lipsească astăzi o seminție întreagă din Israel?“.",
        "4": "A doua zi, poporul s-a sculat dimineață, a construit acolo un altar și a adus arderi-de-tot și jertfe de pace.",
        "5": "Apoi fiii lui Israel au zis: „Care dintre semințiile lui Israel nu a venit la adunare, înaintea Domnului?“. Făcuseră un jurământ ferm ca oricine nu va veni înaintea Domnului, la Mițpa, să fie pedepsit cu moartea.",
        "6": "Fiilor lui Israel le părea rău de fratele lor Beniamin și ziceau: „Astăzi a fost nimicită o seminție din Israel.",
        "7": "Ce să facem pentru aceia care au rămas fără soții, fiindcă am jurat pe Domnul că nu le vom da de soții pe fetele noastre?“.",
        "8": "Apoi au zis: „Este vreuna dintre semințiile lui Israel care nu a venit înaintea Domnului, la Mițpa?“. Și iată că niciun bărbat din Iabeșul Ghiladului nu venise la adunare.",
        "9": "Au numărat poporul și iată că acolo nu era niciun bărbat dintre locuitorii Iabeșului Ghiladului.",
        "10": "Atunci adunarea a trimis împotriva lor douăsprezece mii de războinici și le-a poruncit, zicând: „Duceți-vă și treceți prin ascuțișul sabiei pe locuitorii din Iabeșul Ghiladului, cu tot cu femei și copii!",
        "11": "Iată ce să faceți: să dați spre nimicire orice persoană de parte bărbătească și orice femeie care a cunoscut împreunarea cu un bărbat!“.",
        "12": "Au găsit printre locuitorii din Iabeșul Ghiladului patru sute de fete fecioare și le-au adus în tabără la Șilo, în țara Canaanului.",
        "13": "Toată adunarea a trimis mesageri ca să le vorbească fiilor lui Beniamin care se aflau la Stânca lui Rimon și să le vestească pacea.",
        "14": "În acea vreme, cei din Beniamin s-au întors și li s-au dat de soții dintre acelea care au fost lăsate în viață – dintre femeile din Iabeșul Ghiladului. Totuși, nu erau destule pentru ei.",
        "15": "Poporului îi părea rău de Beniamin, căci Domnul făcuse o ruptură în semințiile lui Israel.",
        "16": "Atunci bătrânii adunării au zis: „Cum să facem rost de soții pentru cei rămași, căci femeile au fost nimicite din Beniamin?“.",
        "17": "Apoi au zis: „Să fie o moștenire pentru supraviețuitorii lui Beniamin, ca să nu fie ștearsă o seminție din Israel!",
        "18": "Dar noi nu putem să le dăm de soții pe fetele noastre, căci toți fiii lui Israel au jurat, zicând: «Blestemat este cel ce va da vreo femeie lui Beniamin!»“.",
        "19": "După aceea au zis: „Iată că în fiecare an este o sărbătoare a Domnului la Șilo, la nord de Betel, în partea de est a drumului care duce de la Betel la Șechem și la sud de Lebona!“.",
        "20": "Apoi, le-au poruncit fiilor lui Beniamin, zicând: „Duceți-vă și stați la pândă în vii!",
        "21": "Urmăriți ce se întâmplă și când le veți vedea pe fetele din Șilo că vor ieși să danseze, să ieșiți din vii și să vă răpiți fiecare câte o soție dintre fetele din Șilo. Apoi să vă duceți în teritoriul lui Beniamin.",
        "22": "Dacă părinții sau frații lor vor veni să se plângă la noi, le vom spune: «Arătați bunăvoință față de noi și dați-ni-le nouă, căci în luptă n-am reușit să luăm pradă câte o femeie pentru fiecare om. Dacă ni le dați acum, nu veți fi vinovați de încălcarea jurământului!»“.",
        "23": "Fiii lui Beniamin au făcut întocmai: și-au luat soții după numărul lor dintre dansatoarele pe care le-au răpit. Apoi, au plecat și s-au întors la moștenirea lor; au construit din nou cetăți și au locuit în ele.",
        "24": "Tot atunci, fiii lui Israel au plecat de acolo, fiecare la seminția și la clanul lui. Și, astfel, fiecare om s-a dus la proprietatea lui.",
        "25": "În zilele acelea nu era rege în Israel și fiecare făcea ce considera că este drept."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now the men of Israel had sworn in Mizpah, saying, “None of us will give his daughter to Benjamin as a wife.”",
        "2": "The people came to Bethel and sat there until evening before God, and lifted up their voices, and wept severely.",
        "3": "They said, “Yahweh, the God of Israel, why has this happened in Israel, that there should be one tribe lacking in Israel today?”",
        "4": "On the next day, the people rose early and built an altar there, and offered burnt offerings and peace offerings.",
        "5": "The children of Israel said, “Who is there among all the tribes of Israel who didn’t come up in the assembly to Yahweh?” For they had made a great oath concerning him who didn’t come up to Yahweh to Mizpah, saying, “He shall surely be put to death.”",
        "6": "The children of Israel grieved for Benjamin their brother, and said, “There is one tribe cut off from Israel today.",
        "7": "How shall we provide wives for those who remain, since we have sworn by Yahweh that we will not give them of our daughters to wives?”",
        "8": "They said, “What one is there of the tribes of Israel who didn’t come up to Yahweh to Mizpah?” Behold, no one came from Jabesh Gilead to the camp to the assembly.",
        "9": "For when the people were counted, behold, there were none of the inhabitants of Jabesh Gilead there.",
        "10": "The congregation sent twelve thousand of the most valiant men there, and commanded them, saying, “Go and strike the inhabitants of Jabesh Gilead with the edge of the sword, with the women and the little ones.",
        "11": "This is the thing that you shall do: you shall utterly destroy every male, and every woman who has lain with a man.”",
        "12": "They found among the inhabitants of Jabesh Gilead four hundred young virgins who had not known man by lying with him; and they brought them to the camp to Shiloh, which is in the land of Canaan.",
        "13": "The whole congregation sent and spoke to the children of Benjamin who were in the rock of Rimmon, and proclaimed peace to them.",
        "14": "Benjamin returned at that time; and they gave them the women whom they had saved alive of the women of Jabesh Gilead. There still weren’t enough for them.",
        "15": "The people grieved for Benjamin, because Yahweh had made a breach in the tribes of Israel.",
        "16": "Then the elders of the congregation said, “How shall we provide wives for those who remain, since the women are destroyed out of Benjamin?”",
        "17": "They said, “There must be an inheritance for those who are escaped of Benjamin, that a tribe not be blotted out from Israel.",
        "18": "However, we may not give them wives of our daughters, for the children of Israel had sworn, saying, ‘Cursed is he who gives a wife to Benjamin.’”",
        "19": "They said, “Behold, there is a feast of Yahweh from year to year in Shiloh, which is on the north of Bethel, on the east side of the highway that goes up from Bethel to Shechem, and on the south of Lebonah.”",
        "20": "They commanded the children of Benjamin, saying, “Go and lie in wait in the vineyards,",
        "21": "and see, and behold, if the daughters of Shiloh come out to dance in the dances, then come out of the vineyards, and each man catch his wife of the daughters of Shiloh, and go to the land of Benjamin.",
        "22": "It shall be, when their fathers or their brothers come to complain to us, that we will say to them, ‘Grant them graciously to us, because we didn’t take for each man his wife in battle, neither did you give them to them; otherwise you would now be guilty.’”",
        "23": "The children of Benjamin did so, and took wives for themselves according to their number, of those who danced, whom they carried off. They went and returned to their inheritance, built the cities, and lived in them.",
        "24": "The children of Israel departed from there at that time, every man to his tribe and to his family, and they each went out from there to his own inheritance.",
        "25": "In those days there was no king in Israel. Everyone did that which was right in his own eyes."
      }
    }
  }
}