{
  "book": "Judecatorii",
  "chapter": "5",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În ziua aceea, Debora a cântat această cântare cu Barac, fiul lui Abinoam:",
        "2": "„Niște căpetenii s-au pus în fruntea poporului în Israel, Și poporul s-a arătat gata de luptă: Binecuvântați pe Domnul!",
        "3": "Ascultați, împărați! Luați aminte, domnitori! Voi cânta, da, voi cânta Domnului, Voi cânta din alăută Domnului Dumnezeului lui Israel.",
        "4": "Doamne, când ai ieșit din Seir, Când ai plecat din câmpiile Edomului, Pământul s-a cutremurat, cerurile au picurat Și norii au turnat ape cu găleata;",
        "5": "Munții s-au clătinat înaintea Domnului, Sinaiul acela s-a clătinat înaintea Domnului Dumnezeului lui Israel.",
        "6": "Pe vremea lui Șamgar, fiul lui Anat, Pe vremea Iaelei, drumurile erau părăsite, Și călătorii apucau pe căi strâmbe.",
        "7": "Căpeteniile erau fără putere în Israel, fără putere, Până când m-am sculat eu, Debora, Până când m-am ridicat eu ca o mamă în Israel.",
        "8": "El își alesese noi dumnezei. Atunci, războiul era la porți, Dar nu vedeai nici scut, nici suliță La patruzeci de mii în Israel.",
        "9": "Inima mea se îndreaptă spre căpeteniile lui Israel, Spre aceia din popor care s-au arătat gata să lupte. Binecuvântați pe Domnul!",
        "10": "Voi, care călăriți pe măgărițe albe, Voi, care ședeți pe covoare, Și voi, care umblați pe drum, cântați!",
        "11": "Arcașii din mijlocul adăpătoarelor Să laude cu glasul lor binefacerile Domnului, Binefacerile cârmuirii Sale în Israel! Atunci, poporul Domnului s-a coborât la porți:",
        "12": "Trezește-te, trezește-te, Debora! Trezește-te, trezește-te și zi o cântare! Scoală-te, Barac, Și adu-ți robii de război, Fiul lui Abinoam!",
        "13": "Atunci, o rămășiță din popor a biruit pe cei puternici, Domnul mi-a dat biruința asupra celor viteji.",
        "14": "Din Efraim au venit locuitorii lui Amalec. După tine a mers Beniamin în oștirea ta. Din Machir au venit căpeteniile Și din Zabulon, cârmuitorii.",
        "15": "Mai-marii lui Isahar au fost cu Debora, Și Isahar a venit după Barac, A fost trimis pe urma lui în vale. La pâraiele lui Ruben, Au fost mari hotărâri!",
        "16": "Pentru ce ai rămas în mijlocul staulelor Să asculți behăitul turmelor? La pâraiele lui Ruben Mari au fost sfaturile!",
        "17": "Galaadul de dincolo de Iordan nu și-a părăsit locuința. Pentru ce a stat Dan pe corăbii? Așer a stat pe malul mării Și s-a odihnit în limanurile lui.",
        "18": "Zabulon este un popor care a înfruntat moartea Și Neftali la fel, pe înălțimile din câmpie.",
        "19": "Împărații au venit, s-au luptat; Atunci au luptat împărații Canaanului, La Taanac, la apele Meghido; N-au luat nicio pradă, nici argint.",
        "20": "Din ceruri se luptau, De pe cărările lor, stelele se luptau împotriva lui Sisera,",
        "21": "Pârâul Chison i-a luat, Pârâul din vremurile străvechi, pârâul Chison! Suflete, calcă-n picioare pe viteji!",
        "22": "Atunci, copitele cailor au răsunat De goana, de goana năbădăioasă a războinicilor lor.",
        "23": "Blestemați pe Meroza, a zis Îngerul Domnului, Blestemați, blestemați pe locuitorii lui, Căci n-au venit în ajutorul Domnului, În ajutorul Domnului, printre oamenii viteji!",
        "24": "Binecuvântată să fie între femei Iael, Nevasta lui Heber, Chenitul! Binecuvântată să fie ea între femeile care locuiesc în corturi!",
        "25": "El a cerut apă, și ea i-a dat lapte; În pahar împărătesc i-a adus unt.",
        "26": "Cu o mână a luat țărușul Și cu dreapta, ciocanul lucrătorilor, A lovit pe Sisera, i-a despicat capul, I-a sfărâmat și străpuns tâmpla.",
        "27": "El s-a ghemuit: a căzut și s-a culcat la picioarele ei; S-a ghemuit și a căzut la picioarele ei; Acolo unde s-a ghemuit, acolo a căzut fără viață.",
        "28": "Pe fereastră, prin zăbrele, Se uită mama lui Sisera și strigă: ‘Pentru ce zăbovește carul lui să vină? Pentru ce vin carele lui așa de încet?’",
        "29": "Cele mai înțelepte dintre femeile ei îi răspund Și ea își răspunde singură:",
        "30": "‘Negreșit, au găsit pradă! Și-o împart: O fată, două fete de fiecare om; Pradă de haine vopsite pentru Sisera; Pradă de haine vopsite, cusute la gherghef, Două haine vopsite și cusute la gherghef, De pus pe grumazul biruitorului!’",
        "31": "Așa să piară toți vrăjmașii Tăi, Doamne! Dar cei ce-L iubesc sunt ca soarele când se arată în puterea lui.” Țara a avut odihnă patruzeci de ani."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În ziua aceea, Debora și Barak, fiul lui Abinoam, au cântat, zicând:",
        "2": "„Când căpeteniile s-au așezat în fruntea lui Israel, poporul a mers de bunăvoie! Binecuvântați-L pe Domnul!",
        "3": "Ascultați, regi! Fiți atenți, domnitori! Eu, da eu, voi cânta Domnului, voi cânta spre lauda Domnului, Dumnezeul lui Israel:",
        "4": "Doamne, când ai ieșit din Seir, când ai mărșăluit din teritoriul Edomului, pământul s-a cutremurat, cerurile au picurat și norii au turnat ape!",
        "5": "Munții s-au scurs dinaintea Domnului, Cel al Sinaiului, dinaintea Domnului, Dumnezeul lui Israel!",
        "6": "Pe vremea lui Șamgar, fiul lui Anat, pe vremea Iaelei, drumurile erau părăsite, și drumeții călătoreau pe căi ocolite.",
        "7": "Sătenii din Israel se retrăseseră, nu mai erau, până când m-am ridicat eu, Debora, m-am ridicat ca o mamă în Israel.",
        "8": "Când el și-a ales dumnezei noi, războiul era la porți, dar nu se vedea nici scut și nici suliță printre patruzeci de mii în Israel!",
        "9": "Inima mea este alături de legiuitorii lui Israel, alături de cei din popor care s-au oferit de bunăvoie. Binecuvântați-L pe Domnul!",
        "10": "Voi, cei ce încălecați pe măgărițe albe, cei ce stați pe covoare, cei ce umblați pe drum, cugetați adânc",
        "11": "la cântecul arcașilor de lângă adăpătoare. Acolo, ei istorisesc faptele drepte ale Domnului, faptele drepte ale sătenilor Lui în Israel. Atunci poporul Domnului a coborât la porți.",
        "12": "Trezește-te, trezește-te, Debora! Trezește-te, trezește-te și cântă o cântare! Ridică-te, Barak! Ia-ți captivii, fiu al lui Abinoam!",
        "13": "Atunci un supraviețuitor s-a dus la cei măreți; poporul Domnului a venit la mine cu cei viteji.",
        "14": "Au venit din Efraim; rădăcina lor este în Amalek. După tine a venit Beniamin, cu poporul tău. Din Machir au venit legiuitorii și din Zabulon, cei care îndrumă cu toiagul scribului.",
        "15": "Conducătorii mei din Isahar au fost cu Debora și, precum Isahar, așa și Barak, fiind trimis în urma lui în vale. În teritoriile lui Ruben, însă, s-au sfătuit îndelung!",
        "16": "De ce ai rămas printre staule ca să asculți behăitul turmelor? În teritoriile lui Ruben s-au sfătuit îndelung!",
        "17": "Ghilad a rămas de cealaltă parte a Iordanului. Iar Dan, de ce a rămas la corăbii? Așer a rămas pe coasta mării și s-a așezat pe limanurile lui.",
        "18": "Zabulon este un popor care și-a riscat viața până la moarte; Neftali la fel, pe dealurile țării.",
        "19": "Regii au venit și s-au luptat. Regii Canaanului s-au luptat atunci la Taanah, lângă apele Meghido. N-au luat niciun câștig, nici măcar un pic de argint.",
        "20": "Stelele din ceruri s-au luptat, s-au luptat din înălțimea căilor lor cu Sisera.",
        "21": "Râul Chișon i-a luat, vechiul râu, râul Chișon. O, suflete al meu, mărșăluiește în forță!",
        "22": "Atunci copitele cailor au izbit pământul; armăsarii au alergat în galop, în galopul lor răsunător.",
        "23": "«Blestemați pe Meroza!», a zis Îngerul Domnului. «Să blestemați amarnic pe locuitorii ei, căci nu au venit în ajutorul Domnului, în ajutorul Domnului împotriva celor măreți».",
        "24": "Cea mai binecuvântată femeie este Iael, soția chenitului Heber, cea mai binecuvântată dintre femeile ce locuiesc în corturi.",
        "25": "El i-a cerut apă, dar ea i-a dat lapte; într-un pahar măreț i-a adus iaurt.",
        "26": "Apoi mâna și-a întins-o spre țăruș, și dreapta ei spre ciocanul lucrătorului; l-a lovit pe Sisera, i-a sfărâmat capul, l-a zdrobit și i-a străpuns tâmpla.",
        "27": "El a căzut și s-a ghemuit, la picioarele ei s-a aplecat adânc; a căzut și s-a ghemuit; în locul în care s-a ghemuit, acolo a căzut ucis!",
        "28": "Pe fereastră, printre zăbrele, mama lui Sisera se uita și bocea: «De ce întârzie carele lui să vină? De ce rămâne în urmă zgomotul carelor lui?».",
        "29": "Prințesele ei înțelepte îi răspund și ea își răspunde singură:",
        "30": "«Oare nu își caută și își împart ei prada? O femeie, două femei de fiecare bărbat; pradă de stofă colorată pentru Sisera, pradă de stofă colorată, brodată; câte două stofe colorate, brodate, pentru gâtul prădătorului».",
        "31": "Așa să piară toți dușmanii Tăi, Doamne! Dar cei ce-L iubesc să fie ca soarele care răsare în puterea lui!“. Apoi țara a avut liniște timp de patruzeci de ani."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Then Deborah and Barak the son of Abinoam sang on that day, saying,",
        "2": "“Because the leaders took the lead in Israel, because the people offered themselves willingly, be blessed, Yahweh!",
        "3": "“Hear, you kings! Give ear, you princes! I, even I, will sing to Yahweh. I will sing praise to Yahweh, the God of Israel.",
        "4": "“Yahweh, when you went out of Seir, when you marched out of the field of Edom, the earth trembled, the sky also dropped. Yes, the clouds dropped water.",
        "5": "The mountains quaked at Yahweh’s presence, even Sinai at the presence of Yahweh, the God of Israel.",
        "6": "“In the days of Shamgar the son of Anath, in the days of Jael, the highways were unoccupied. The travelers walked through byways.",
        "7": "The rulers ceased in Israel. They ceased until I, Deborah, arose; Until I arose a mother in Israel.",
        "8": "They chose new gods. Then war was in the gates. Was there a shield or spear seen among forty thousand in Israel?",
        "9": "My heart is toward the governors of Israel, who offered themselves willingly among the people. Bless Yahweh!",
        "10": "“Speak, you who ride on white donkeys, you who sit on rich carpets, and you who walk by the way.",
        "11": "Far from the noise of archers, in the places of drawing water, there they will rehearse Yahweh’s righteous acts, the righteous acts of his rule in Israel. “Then Yahweh’s people went down to the gates.",
        "12": "‘Awake, awake, Deborah! Awake, awake, utter a song! Arise, Barak, and lead away your captives, you son of Abinoam.’",
        "13": "“Then a remnant of the nobles and the people came down. Yahweh came down for me against the mighty.",
        "14": "Those whose root is in Amalek came out of Ephraim, after you, Benjamin, among your peoples. Governors come down out of Machir. Those who handle the marshal’s staff came out of Zebulun.",
        "15": "The princes of Issachar were with Deborah. As was Issachar, so was Barak. They rushed into the valley at his feet. By the watercourses of Reuben, there were great resolves of heart.",
        "16": "Why did you sit among the sheepfolds? To hear the whistling for the flocks? At the watercourses of Reuben, there were great searchings of heart.",
        "17": "Gilead lived beyond the Jordan. Why did Dan remain in ships? Asher sat still at the haven of the sea, and lived by his creeks.",
        "18": "Zebulun was a people that jeopardized their lives to the death; Naphtali also, on the high places of the field.",
        "19": "“The kings came and fought, then the kings of Canaan fought at Taanach by the waters of Megiddo. They took no plunder of silver.",
        "20": "From the sky the stars fought. From their courses, they fought against Sisera.",
        "21": "The river Kishon swept them away, that ancient river, the river Kishon. My soul, march on with strength.",
        "22": "Then the horse hoofs stamped because of the prancing, the prancing of their strong ones.",
        "23": "‘Curse Meroz,’ said Yahweh’s angel. ‘Curse bitterly its inhabitants, because they didn’t come to help Yahweh, to help Yahweh against the mighty.’",
        "24": "“Jael shall be blessed above women, the wife of Heber the Kenite; blessed shall she be above women in the tent.",
        "25": "He asked for water. She gave him milk. She brought him butter in a lordly dish.",
        "26": "She put her hand to the tent peg, and her right hand to the workmen’s hammer. With the hammer she struck Sisera. She struck through his head. Yes, she pierced and struck through his temples.",
        "27": "At her feet he bowed, he fell, he lay. At her feet he bowed, he fell. Where he bowed, there he fell down dead.",
        "28": "“Through the window she looked out, and cried: Sisera’s mother looked through the lattice. ‘Why is his chariot so long in coming? Why do the wheels of his chariots wait?’",
        "29": "Her wise ladies answered her, Yes, she returned answer to herself,",
        "30": "‘Have they not found, have they not divided the plunder? A lady, two ladies to every man; to Sisera a plunder of dyed garments, a plunder of dyed garments embroidered, of dyed garments embroidered on both sides, on the necks of the plunder?’",
        "31": "“So let all your enemies perish, Yahweh, but let those who love him be as the sun when it rises in its strength.” Then the land had rest forty years."
      }
    }
  }
}