{
  "book": "Judecatorii",
  "chapter": "3",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Iată neamurile pe care le-a lăsat Domnul ca să încerce pe Israel prin ele, pe toți cei ce nu cunoscuseră toate războaiele Canaanului.",
        "2": "El voia numai ca vârstele de oameni ale copiilor lui Israel să cunoască și să învețe războiul, și anume cei ce nu-l cunoscuseră mai înainte.",
        "3": "Neamurile acestea erau cei cinci domnitori ai filistenilor, toți canaaniții, sidoniții și heviții care locuiau în muntele Liban, de la muntele Baal-Hermon până la intrarea Hamatului.",
        "4": "Neamurile acestea au slujit ca să pună pe Israel la încercare, pentru ca Domnul să vadă dacă vor asculta de poruncile pe care le dăduse părinților lor prin Moise.",
        "5": "Și copiii lui Israel au locuit în mijlocul canaaniților, hetiților, amoriților, fereziților, heviților și iebusiților;",
        "6": "au luat de neveste pe fetele lor și au dat de neveste fiilor lor pe fetele lor și au slujit dumnezeilor lor. Otniel",
        "7": "Copiii lui Israel au făcut ce nu plăcea Domnului, au uitat pe Domnul și au slujit baalilor și idolilor.",
        "8": "Domnul S-a aprins de mânie împotriva lui Israel și i-a vândut în mâinile lui Cușan-Rișeataim, împăratul Mesopotamiei. Și copiii lui Israel au fost supuși opt ani lui Cușan-Rișeataim.",
        "9": "Copiii lui Israel au strigat către Domnul, și Domnul le-a ridicat un izbăvitor, care i-a izbăvit: pe Otniel, fiul lui Chenaz, fratele cel mai mic al lui Caleb.",
        "10": "Duhul Domnului a fost peste el. El a ajuns judecător în Israel și a pornit la război. Domnul a dat în mâinile lui pe Cușan-Rișeataim, împăratul Mesopotamiei, și mâna lui a fost puternică împotriva lui Cușan-Rișeataim.",
        "11": "Țara a avut odihnă patruzeci de ani. Și Otniel, fiul lui Chenaz, a murit. Ehud",
        "12": "Copiii lui Israel au făcut iarăși ce nu plăcea Domnului, și Domnul a întărit pe Eglon, împăratul Moabului, împotriva lui Israel, pentru că făcuseră ce nu plăcea Domnului.",
        "13": "Eglon a strâns la el pe fiii lui Amon și pe amaleciți și a pornit. A bătut pe Israel și a luat cetatea finicilor.",
        "14": "Și copiii lui Israel au fost supuși optsprezece ani lui Eglon, împăratul Moabului.",
        "15": "Copiii lui Israel au strigat către Domnul, și Domnul le-a ridicat un izbăvitor, pe Ehud, fiul lui Ghera, Beniamitul, care nu se slujea de mâna dreaptă. Copiii lui Israel au trimis prin el un dar lui Eglon, împăratul Moabului.",
        "16": "Ehud și-a făcut o sabie cu două tăișuri, lungă de un cot, și a încins-o pe sub haine, în partea dreaptă.",
        "17": "A dat darul lui Eglon, împăratul Moabului: Eglon era un om foarte gras.",
        "18": "Când a isprăvit de dat darul, a dat drumul oamenilor care-l aduseseră.",
        "19": "El însuși s-a întors de la pietrăriile de lângă Ghilgal și a zis: „Împărate, am să-ți spun ceva în taină.” Împăratul a zis: „Tăcere!” Și toți cei ce erau lângă el au ieșit afară.",
        "20": "Ehud a început vorba cu el pe când stătea singur în odaia lui de vară și a zis: „Am un cuvânt din partea lui Dumnezeu pentru tine.” Eglon s-a sculat de pe scaun.",
        "21": "Atunci, Ehud a întins mâna stângă, a scos sabia din partea dreaptă și i-a împlântat-o în pântece.",
        "22": "Chiar și mânerul a intrat după fier, și grăsimea s-a strâns în jurul fierului, căci n-a putut scoate sabia din pântece, ci a lăsat-o în trup, așa cum o înfipsese.",
        "23": "Ehud a ieșit prin tindă, a închis ușile de la odaia de sus după el și a tras zăvorul.",
        "24": "După ce a ieșit el, au venit slujitorii împăratului și s-au uitat și iată că ușile odăii de sus erau închise cu zăvorul. Ei au zis: „Fără îndoială, își acoperă picioarele în odaia de vară.”",
        "25": "Au așteptat multă vreme și, fiindcă el nu deschidea ușile odăii de sus, au luat cheia și au descuiat și iată că stăpânul lor era mort, întins pe pământ.",
        "26": "Până să se dumirească ei, Ehud a luat-o la fugă, a trecut de pietrării și a scăpat în Seira.",
        "27": "Cum a ajuns, a sunat din trâmbiță în muntele lui Efraim. Copiii lui Israel s-au coborât cu el din munte și el s-a pus în fruntea lor.",
        "28": "El le-a zis: „Veniți după mine, căci Domnul a dat în mâinile voastre pe vrăjmașii voștri moabiți.” Ei s-au coborât după el, au pus stăpânire pe vadurile Iordanului, în fața Moabului, și n-au lăsat pe nimeni să treacă.",
        "29": "Au ucis atunci aproape zece mii de oameni din Moab, toți voinici și viteji, și n-a scăpat unul.",
        "30": "În ziua aceea, Moabul a fost smerit sub mâna lui Israel. Și țara a avut odihnă optzeci de ani. Șamgar",
        "31": "După el, a urmat Șamgar, fiul lui Anat. El a ucis șase sute de oameni dintre filisteni cu un otic de plug. Și el a fost un izbăvitor al lui Israel."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Iată care sunt națiunile pe care le-a lăsat Domnul pentru ca, prin ele, să-l pună la încercare pe Israel, pe toți aceia care nu luaseră parte la toate războaiele din Canaan.",
        "2": "El a lăsat acele națiuni, doar pentru ca generațiile fiilor lui Israel să cunoască și să învețe războiul, mai ales cei care nu-l cunoscuseră înainte.",
        "3": "Așadar, națiunile acestea erau: filistenii cu cei cinci domnitori ai lor, toți canaaniții, sidonienii, hiviții care locuiau pe muntele Liban, de la muntele Baal-Hermon până la Lebo-Hamat.",
        "4": "Ele au fost folosite pentru a-l pune la încercare pe Israel, astfel încât El să știe dacă vor asculta de poruncile Domnului, pe care El le-a încredințat strămoșilor lor prin Moise.",
        "5": "Și, astfel, fiii lui Israel au locuit printre canaaniți, hitiți, amoriți, periziți, hiviți și iebusiți.",
        "6": "Le-au luat pe fetele acestora de soții, le-au dat pe fetele lor fiilor acestora și au slujit dumnezeilor lor. Otniel",
        "7": "Fiii lui Israel au făcut ceea ce este rău înaintea ochilor Domnului. L-au uitat pe Domnul, Dumnezeul lor, și au slujit baalilor și așerelor.",
        "8": "Domnul S-a mâniat pe cei din Israel și i-a vândut în mâna lui Cușan-Rișataim, regele din Aram-Naharaim. Fiii lui Israel i-au slujit lui Cușan-Rișataim timp de opt ani.",
        "9": "Atunci fiii lui Israel au strigat către Domnul, iar Domnul le-a ridicat un eliberator, care i-a eliberat: pe Otniel, fiul lui Chenaz, fratele mai mic al lui Caleb.",
        "10": "Duhul Domnului a fost peste Otniel și el a judecat Israelul. A mers la război și Domnul l-a dat în mâna lui pe Cușan-Rișataim, regele Aramului. Mâna lui a fost puternică împotriva lui Cușan-Rișataim.",
        "11": "Astfel, țara a avut liniște timp de patruzeci de ani. Apoi Otniel, fiul lui Chenaz, a murit. Ehud",
        "12": "Fiii lui Israel au făcut din nou ce este rău înaintea ochilor Domnului. Prin urmare, Domnul a consolidat stăpânirea lui Eglon, regele Moabului, asupra lor, pentru că au făcut ceea ce este rău înaintea ochilor Domnului.",
        "13": "El i-a chemat pe fiii lui Amon și pe amalekiți să i se alăture și au pornit împreună la război. L-a învins pe Israel și a luat în stăpânire Cetatea Palmierilor.",
        "14": "Astfel, fiii lui Israel i-au slujit lui Eglon, regele Moabului, timp de optsprezece ani.",
        "15": "Fiii lui Israel au strigat din nou către Domnul și Domnul le-a ridicat un alt eliberator: pe Ehud, fiul beniamitului Ghera, care era stângaci. Fiii lui Israel au trimis, prin el, tributul pentru Eglon, regele Moabului.",
        "16": "Ehud și-a făcut o sabie cu două tăișuri, având o lungime de un cot, și a fixat-o sub haină, pe coapsa dreaptă.",
        "17": "Apoi a adus tributul înaintea lui Eglon, regele Moabului, care era un bărbat foarte gras.",
        "18": "După ce a înmânat tributul, i-a trimis înapoi pe oamenii care aduseseră tributul împreună cu el.",
        "19": "După aceea, el însuși a făcut cale întoarsă de la idolii de piatră care erau aproape de Ghilgal și i-a zis lui Eglon: ‒ Maiestate, am un mesaj numai pentru tine! Regele a zis: ‒ Tăcere! Și toți cei ce stăteau în jurul lui au ieșit afară.",
        "20": "Ehud s-a apropiat de el. Acesta stătea singur în camera lui de sus cea răcoroasă. Ehud i-a zis: „Am un mesaj din partea lui Dumnezeu pentru tine!“. Regele s-a ridicat de pe tron.",
        "21": "Ehud și-a întins mâna stângă, a luat sabia de pe coapsa dreaptă și i-a înfipt-o în pântec.",
        "22": "Chiar și mânerul a intrat după lamă. Grăsimea s-a strâns în jurul lamei, căci Ehud nu i-a mai scos sabia din pântec, iar murdăria i-a ieșit afară.",
        "23": "Ehud a ieșit prin verandă, a închis după el ușile camerei de sus și a tras zăvorul.",
        "24": "După ce a ieșit el, au venit slujitorii regelui, s-au uitat și iată că ușile camerei de sus erau închise cu zăvorul. Ei și-au zis: „Cu siguranță că el își acoperă picioarele în camera răcoroasă!“.",
        "25": "Și s-au tot învârtit prin preajmă până când și-au pierdut răbdarea. Văzând că el nu deschide ușile camerei de sus, au luat cheia, au deschis și iată că stăpânul lor zăcea mort pe pământ.",
        "26": "În timp ce ei așteptau, Ehud a fugit, a trecut de idolii de piatră și a scăpat în Seira.",
        "27": "Imediat ce a ajuns acolo, a sunat din trâmbiță pe muntele lui Efraim. Fiii lui Israel au coborât împreună cu el de pe munte, acesta fiind în fruntea lor.",
        "28": "El le-a zis: „Urmați-mă, căci Domnul i-a dat în mâinile voastre pe moabiți, dușmanii voștri!“. Ei au coborât după el, au ocupat vadurile Iordanului, care duc spre Moab și n-au lăsat pe nimeni să treacă.",
        "29": "Au ucis atunci în jur de zece mii de moabiți, toți bărbați robuști și bine antrenați. Niciun om nu a scăpat.",
        "30": "În ziua aceea, Moabul a fost supus de către Israel și, astfel, țara a avut liniște timp de optzeci de ani. Șamgar",
        "31": "După el a urmat Șamgar, fiul lui Anat. El a ucis șase sute de filisteni cu o țepușă de mânat vite și l-a eliberat astfel pe Israel."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now these are the nations which Yahweh left, to test Israel by them, even as many as had not known all the wars of Canaan;",
        "2": "only that the generations of the children of Israel might know, to teach them war, at least those who knew nothing of it before:",
        "3": "the five lords of the Philistines, all the Canaanites, the Sidonians, and the Hivites who lived on Mount Lebanon, from Mount Baal Hermon to the entrance of Hamath.",
        "4": "They were left to test Israel by them, to know whether they would listen to Yahweh’s commandments, which he commanded their fathers by Moses.",
        "5": "The children of Israel lived among the Canaanites, the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites.",
        "6": "They took their daughters to be their wives, and gave their own daughters to their sons and served their gods.",
        "7": "The children of Israel did that which was evil in Yahweh’s sight, and forgot Yahweh their God, and served the Baals and the Asheroth.",
        "8": "Therefore Yahweh’s anger burned against Israel, and he sold them into the hand of Cushan Rishathaim king of Mesopotamia; and the children of Israel served Cushan Rishathaim eight years.",
        "9": "When the children of Israel cried to Yahweh, Yahweh raised up a savior to the children of Israel, who saved them, even Othniel the son of Kenaz, Caleb’s younger brother.",
        "10": "Yahweh’s Spirit came on him, and he judged Israel; and he went out to war, and Yahweh delivered Cushan Rishathaim king of Mesopotamia into his hand. His hand prevailed against Cushan Rishathaim.",
        "11": "The land had rest forty years, then Othniel the son of Kenaz died.",
        "12": "The children of Israel again did that which was evil in Yahweh’s sight, and Yahweh strengthened Eglon the king of Moab against Israel, because they had done that which was evil in Yahweh’s sight.",
        "13": "He gathered the children of Ammon and Amalek to himself; and he went and struck Israel, and they possessed the city of palm trees.",
        "14": "The children of Israel served Eglon the king of Moab eighteen years.",
        "15": "But when the children of Israel cried to Yahweh, Yahweh raised up a savior for them: Ehud the son of Gera, the Benjamite, a left-handed man. The children of Israel sent tribute by him to Eglon the king of Moab.",
        "16": "Ehud made himself a sword which had two edges, a cubit in length; and he wore it under his clothing on his right thigh.",
        "17": "He offered the tribute to Eglon king of Moab. Now Eglon was a very fat man.",
        "18": "When Ehud had finished offering the tribute, he sent away the people who carried the tribute.",
        "19": "But he himself turned back from the stone idols that were by Gilgal, and said, “I have a secret message for you, O king.” The king said, “Keep silence!” All who stood by him left him.",
        "20": "Ehud came to him; and he was sitting by himself alone in the cool upper room. Ehud said, “I have a message from God to you.” He arose out of his seat.",
        "21": "Ehud put out his left hand, and took the sword from his right thigh, and thrust it into his body.",
        "22": "The handle also went in after the blade; and the fat closed on the blade, for he didn’t draw the sword out of his body; and it came out behind.",
        "23": "Then Ehud went out onto the porch, and shut the doors of the upper room on him, and locked them.",
        "24": "After he had gone, his servants came and saw that the doors of the upper room were locked. They said, “Surely he is covering his feet in the upper room.”",
        "25": "They waited until they were ashamed; and behold, he didn’t open the doors of the upper room. Therefore they took the key and opened them, and behold, their lord had fallen down dead on the floor.",
        "26": "Ehud escaped while they waited, passed beyond the stone idols, and escaped to Seirah.",
        "27": "When he had come, he blew a trumpet in the hill country of Ephraim; and the children of Israel went down with him from the hill country, and he led them.",
        "28": "He said to them, “Follow me; for Yahweh has delivered your enemies the Moabites into your hand.” They followed him, and took the fords of the Jordan against the Moabites, and didn’t allow any man to pass over.",
        "29": "They struck at that time about ten thousand men of Moab, every strong man and every man of valor. No man escaped.",
        "30": "So Moab was subdued that day under the hand of Israel. Then the land had rest eighty years.",
        "31": "After him was Shamgar the son of Anath, who struck six hundred men of the Philistines with an ox goad. He also saved Israel."
      }
    }
  }
}