{
  "book": "Judecatorii",
  "chapter": "10",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "După Abimelec, s-a sculat Tola, fiul lui Pua, fiul lui Dodo, bărbat din Isahar, ca să izbăvească pe Israel; el locuia la Șamir, în muntele lui Efraim.",
        "2": "Tola a fost judecător în Israel douăzeci și trei de ani, apoi a murit și a fost îngropat la Șamir.",
        "3": "După el, s-a sculat Iair, Galaaditul, care a fost judecător în Israel douăzeci și doi de ani.",
        "4": "El avea treizeci de fii, care călăreau pe treizeci de mânji de măgari și stăpâneau treizeci de cetăți, numite și azi cetățile lui Iair și așezate în țara Galaadului.",
        "5": "Și Iair a murit și a fost îngropat la Camon. Filistenii și amoniții apasă pe Israel",
        "6": "Copiii lui Israel au făcut iarăși ce nu plăcea Domnului; au slujit baalilor și astarteelor, dumnezeilor Siriei, dumnezeilor Sidonului, dumnezeilor Moabului, dumnezeilor fiilor lui Amon și dumnezeilor filistenilor și au părăsit pe Domnul și nu I-au mai slujit.",
        "7": "Domnul S-a aprins de mânie împotriva lui Israel și i-a vândut în mâinile filistenilor și în mâinile fiilor lui Amon.",
        "8": "Ei au apăsat și au asuprit pe copiii lui Israel în vremea aceea optsprezece ani, și anume pe toți copiii lui Israel care erau de cealaltă parte a Iordanului, în țara amoriților în Galaad.",
        "9": "Fiii lui Amon au trecut Iordanul ca să se bată și împotriva lui Iuda, împotriva lui Beniamin și împotriva casei lui Efraim. Și Israel era într-o mare strâmtorare.",
        "10": "Copiii lui Israel au strigat către Domnul și au zis: „Am păcătuit împotriva Ta, căci am părăsit pe Dumnezeul nostru și am slujit baalilor.”",
        "11": "Domnul a zis copiilor lui Israel: „Nu v-am izbăvit Eu de egipteni, de amoriți, de fiii lui Amon și de filisteni?",
        "12": "Și când v-au apăsat sidoniții, Amalec și Maon și ați strigat către Mine, nu v-am izbăvit Eu din mâinile lor?",
        "13": "Dar voi M-ați părăsit și ați slujit altor dumnezei. De aceea nu vă voi mai izbăvi.",
        "14": "Duceți-vă și chemați pe dumnezeii pe care i-ați ales; ei să vă izbăvească în vremea strâmtorării voastre!”",
        "15": "Copiii lui Israel au zis Domnului: „Am păcătuit, fă-ne ce-Ți va plăcea. Numai izbăvește-ne astăzi!”",
        "16": "Și au scos dumnezeii străini din mijlocul lor și au slujit Domnului. El S-a îndurat de suferințele lui Israel.",
        "17": "Fiii lui Amon s-au strâns și au tăbărât în Galaad, și copiii lui Israel s-au strâns și au tăbărât la Mițpa.",
        "18": "Poporul și căpeteniile Galaadului și-au zis unul altuia: „Cine este omul care va începe lupta împotriva fiilor lui Amon? El va fi căpetenia tuturor locuitorilor Galaadului.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "După Abimelek, cel care s-a ridicat să-l elibereze pe Israel a fost Tola, fiul lui Puah, fiul lui Dodo, un bărbat din Isahar. El locuia în Șamir, în muntele lui Efraim.",
        "2": "El a judecat Israelul timp de douăzeci și trei de ani. Apoi a murit și a fost îngropat la Șamir.",
        "3": "După el s-a ridicat ghiladitul Iair. El a judecat Israelul timp de douăzeci și doi de ani.",
        "4": "Acesta avea treizeci de fii care călăreau pe treizeci de măgari; ei aveau treizeci de sate. Până în ziua aceasta, ele sunt numite Havot-Iair și se află pe teritoriul Ghiladului.",
        "5": "Iair a murit și a fost îngropat la Kamon. Oprimarea filisteană și cea amonită",
        "6": "Fiii lui Israel au făcut din nou ce este rău înaintea ochilor Domnului și au slujit baalilor și aștoretelor, dumnezeilor Aramului, dumnezeilor Sidonului, dumnezeilor Moabului, dumnezeilor fiilor lui Amon și dumnezeilor filistenilor. L-au părăsit pe Domnul și nu I-au mai slujit.",
        "7": "Atunci Domnul S-a mâniat pe cei din Israel și i-a vândut în mâinile filistenilor și ale fiilor lui Amon.",
        "8": "Începând cu acel an, ei i-au zdrobit și i-au asuprit pe fiii lui Israel timp de optsprezece ani – pe toți fiii lui Israel care erau dincolo de Iordan, pe teritoriul amoriților, în Ghilad.",
        "9": "Fiii lui Amon au trecut Iordanul ca să lupte împotriva seminției lui Iuda, împotriva seminției lui Beniamin și a Casei lui Efraim. Din această cauză Israel era într-un mare necaz.",
        "10": "Atunci fiii lui Israel au strigat către Domnul, zicând: ‒ Am păcătuit împotriva Ta căci Te-am părăsit pe Tine, Dumnezeul nostru, și am slujit baalilor!",
        "11": "Domnul le-a zis fiilor lui Israel: ‒ Când egiptenii, amoriții, fiii lui Amon, filistenii,",
        "12": "sidonienii, amalekiții și maoniții v-au asuprit și ați strigat către Mine, nu v-am eliberat Eu din mâna lor?",
        "13": "Dar voi M-ați părăsit și ați slujit altor dumnezei! De aceea nu vă voi mai elibera!",
        "14": "Duceți-vă și strigați la dumnezeii pe care vi i-ați ales! Să vă elibereze ei în vremea necazului vostru!",
        "15": "Fiii lui Israel I-au zis Domnului: ‒ Am păcătuit! Fă-ne cum crezi că este bine, numai eliberează-ne astăzi, Te rugăm!",
        "16": "Apoi au renunțat la dumnezei și au slujit Domnului, iar El S-a îndurat de necazul lui Israel.",
        "17": "Când fiii lui Amon s-au mobilizat și și-au așezat tabăra în Ghilad, fiii lui Israel s-au grupat și și-au așezat tabăra la Mițpa.",
        "18": "Cei din popor, și anume căpeteniile Ghiladului, și-au zis unul altuia: „Cine este omul care va începe lupta împotriva fiilor lui Amon? El va fi căpetenia tuturor locuitorilor Ghiladului“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "After Abimelech, Tola the son of Puah, the son of Dodo, a man of Issachar, arose to save Israel. He lived in Shamir in the hill country of Ephraim.",
        "2": "He judged Israel twenty-three years, and died, and was buried in Shamir.",
        "3": "After him Jair, the Gileadite, arose. He judged Israel twenty-two years.",
        "4": "He had thirty sons who rode on thirty donkey colts. They had thirty cities, which are called Havvoth Jair to this day, which are in the land of Gilead.",
        "5": "Jair died, and was buried in Kamon.",
        "6": "The children of Israel again did that which was evil in Yahweh’s sight, and served the Baals, the Ashtaroth, the gods of Syria, the gods of Sidon, the gods of Moab, the gods of the children of Ammon, and the gods of the Philistines. They abandoned Yahweh, and didn’t serve him.",
        "7": "Yahweh’s anger burned against Israel, and he sold them into the hand of the Philistines and into the hand of the children of Ammon.",
        "8": "They troubled and oppressed the children of Israel that year. For eighteen years they oppressed all the children of Israel that were beyond the Jordan in the land of the Amorites, which is in Gilead.",
        "9": "The children of Ammon passed over the Jordan to fight also against Judah, and against Benjamin, and against the house of Ephraim, so that Israel was very distressed.",
        "10": "The children of Israel cried to Yahweh, saying, “We have sinned against you, even because we have forsaken our God, and have served the Baals.”",
        "11": "Yahweh said to the children of Israel, “Didn’t I save you from the Egyptians, and from the Amorites, from the children of Ammon, and from the Philistines?",
        "12": "The Sidonians also, and the Amalekites, and the Maonites, oppressed you; and you cried to me, and I saved you out of their hand.",
        "13": "Yet you have forsaken me and served other gods. Therefore I will save you no more.",
        "14": "Go and cry to the gods which you have chosen. Let them save you in the time of your distress!”",
        "15": "The children of Israel said to Yahweh, “We have sinned! Do to us whatever seems good to you; only deliver us, please, today.”",
        "16": "They put away the foreign gods from among them and served Yahweh; and his soul was grieved for the misery of Israel.",
        "17": "Then the children of Ammon were gathered together and encamped in Gilead. The children of Israel assembled themselves together and encamped in Mizpah.",
        "18": "The people, the princes of Gilead, said to one another, “Who is the man who will begin to fight against the children of Ammon? He shall be head over all the inhabitants of Gilead.”"
      }
    }
  }
}