{
  "book": "Judecatorii",
  "chapter": "8",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Bărbații lui Efraim au zis lui Ghedeon: „Ce înseamnă felul acesta de purtare față de noi? Pentru ce nu ne-ai chemat când ai plecat să te lupți împotriva lui Madian?” Și au avut o mare ceartă cu el.",
        "2": "Ghedeon le-a răspuns: „Ce-am făcut eu pe lângă voi? Oare nu face mai mult culesul ciorchinelor rămase în via lui Efraim decât culesul întregii vii a lui Abiezer?",
        "3": "În mâinile voastre a dat Dumnezeu pe căpeteniile lui Madian: Oreb și Zeeb. Ce-am putut face eu deci pe lângă voi?” După ce le-a vorbit astfel, li s-a potolit mânia. Urmărirea vrăjmașului dincolo",
        "4": "Ghedeon a ajuns la Iordan și l-a trecut, el și cei trei sute de oameni care erau cu el, obosiți, dar urmărind mereu pe vrăjmaș.",
        "5": "El a zis celor din Sucot: „Dați, vă rog, câteva pâini poporului care mă însoțește, căci sunt obosiți și sunt în urmărirea lui Zebah și Țalmuna, împărații Madianului.”",
        "6": "Căpeteniile din Sucot au răspuns: „Este oare mâna lui Zebah și Țalmuna în stăpânirea ta, ca să dăm pâine oștirii tale?”",
        "7": "Și Ghedeon a zis: „Ei bine, după ce Domnul va da în mâinile noastre pe Zebah și pe Țalmuna, vă voi scărpina carnea cu spini din pustie și cu mărăcini.”",
        "8": "De acolo s-a suit la Penuel și a făcut celor din Penuel aceeași rugăminte. Ei i-au răspuns cum îi răspunseseră cei din Sucot.",
        "9": "Și a zis și celor din Penuel: „Când mă voi întoarce în pace, voi dărâma turnul acesta.”",
        "10": "Zebah și Țalmuna erau la Carcor împreună cu oștirea lor de aproape cincisprezece mii de oameni; toți cei ce mai rămăseseră din toată oștirea fiilor Răsăritului, o sută douăzeci de mii de oameni care scoteau sabia, fuseseră uciși.",
        "11": "Ghedeon s-a suit pe drumul celor ce locuiesc în corturi la răsărit de Nobah și de Iogbeha și a bătut oștirea care se credea la adăpost.",
        "12": "Zebah și Țalmuna au luat fuga; Ghedeon i-a urmărit, a prins pe cei doi împărați ai Madianului, Zebah și Țalmuna, și a pus pe fugă toată oștirea.",
        "13": "Ghedeon, fiul lui Ioas, s-a întors de la luptă prin suișul Heres.",
        "14": "A prins dintre cei din Sucot un tânăr pe care l-a întrebat și care i-a dat în scris numele căpeteniilor și bătrânilor din Sucot; erau șaptezeci și șapte de bărbați.",
        "15": "Apoi a venit la cei din Sucot și a zis: „Iată pe Zebah și Țalmuna, pentru care m-ați batjocorit zicând: ‘Oare mâna lui Zebah și Țalmuna este în stăpânirea ta, ca să dăm pâine oamenilor tăi obosiți?’”",
        "16": "Și a luat pe bătrânii cetății și a pedepsit pe oamenii din Sucot cu spini din pustie și cu mărăcini.",
        "17": "A dărâmat și turnul din Penuel și a ucis pe oamenii cetății.",
        "18": "El a zis lui Zebah și lui Țalmuna: „Cum erau oamenii pe care i-ați ucis la Tabor?” Ei au răspuns: „Erau ca tine, fiecare avea înfățișarea unui fiu de împărat.”",
        "19": "El a zis: „Erau frații mei, fiii mamei mele. Viu este Domnul că, dacă i-ați fi lăsat cu viață, nu v-aș ucide.”",
        "20": "Și a zis lui Ieter, întâiul lui născut: „Scoală-te și ucide-i!” Dar tânărul nu și-a scos sabia, pentru că-i era teamă, căci era încă un copil.",
        "21": "Zebah și Țalmuna au zis: „Scoală-te tu însuți și ucide-ne! Căci cum e omul așa e și puterea lui.” Și Ghedeon s-a sculat și a ucis pe Zebah și Țalmuna. A luat apoi lunișoarele de la gâtul cămilelor lor. Moartea lui Ghedeon",
        "22": "Bărbații lui Israel au zis lui Ghedeon: „Domnește peste noi, tu și fiul tău, și fiul fiului tău, căci ne-ai izbăvit din mâna lui Madian.”",
        "23": "Ghedeon le-a zis: „Eu nu voi domni peste voi, nici fiii mei nu vor domni peste voi, ci Domnul va domni peste voi.”",
        "24": "Ghedeon le-a zis: „Am să vă fac o rugăminte: dați-mi fiecare verigile de nas pe care le-ați luat ca pradă.” (Vrăjmașii aveau verigi de aur, căci erau ismaeliți.)",
        "25": "Ei au zis: „Ți le vom da cu plăcere.” Și au întins o manta, pe care a aruncat fiecare verigile pe care le prădase.",
        "26": "Greutatea verigilor de aur pe care le-a cerut Ghedeon a fost de o mie șapte sute de sicli de aur, afară de lunișoare, de cerceii de aur și de hainele de purpură pe care le purtau împărații Madianului și afară de lănțișoarele de la gâtul cămilelor lor.",
        "27": "Ghedeon a făcut din ele un efod și l-a pus în cetatea lui, la Ofra, unde a ajuns o pricină de curvie pentru tot Israelul și a fost o cursă pentru Ghedeon și pentru casa lui.",
        "28": "Madianul a fost smerit înaintea copiilor lui Israel și n-a mai ridicat capul. Și țara a avut odihnă patruzeci de ani, în timpul vieții lui Ghedeon.",
        "29": "Ierubaal, fiul lui Ioas, s-a întors și a locuit în casa lui.",
        "30": "Ghedeon a avut șaptezeci de fii ieșiți din el, căci a avut mai multe neveste.",
        "31": "Țiitoarea lui, care era la Sihem, i-a născut de asemenea un fiu, căruia i-au pus numele Abimelec.",
        "32": "Ghedeon, fiul lui Ioas, a murit după o bătrânețe fericită și a fost îngropat în mormântul tatălui său Ioas, la Ofra, care era a familiei lui Abiezer. Israeliții se închină iarăși la idoli",
        "33": "După moartea lui Ghedeon, copiii lui Israel au început iarăși să curvească cu baalii și au luat pe Baal-Berit ca dumnezeu al lor.",
        "34": "Copiii lui Israel nu și-au adus aminte de Domnul Dumnezeul lor, care-i izbăvise din mâna tuturor vrăjmașilor care-i înconjurau.",
        "35": "Și n-au ținut la casa lui Ierubaal, a lui Ghedeon, după tot binele pe care-l făcuse el lui Israel."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Efraimiții i-au zis lui Ghedeon: ‒ Cum ai putut să te porți astfel cu noi? De ce nu ne-ai chemat și pe noi când te-ai dus să lupți împotriva midianiților? Și au început să se certe foarte tare cu el.",
        "2": "El le-a răspuns: ‒ Ce-am făcut eu acum în comparație cu voi? Nu este mai bun culesul ciorchinilor rămași în via lui Efraim decât culesul întregii vii a lui Abiezer?",
        "3": "În mâinile voastre i-a dat Dumnezeu pe Oreb și Zeeb, căpeteniile midianiților. Am putut eu oare să fac mai mult decât voi? După ce le-a spus aceste cuvinte, li s-a potolit mânia. Ghedeon îi omoară pe regii midianiți",
        "4": "Apoi Ghedeon a ajuns la Iordan și l-a traversat împreună cu cei trei sute de bărbați care erau cu el, obosiți, dar încă în urmărirea dușmanului.",
        "5": "El le-a zis oamenilor din Sucot: ‒ Dați-le, vă rog, câteva bucăți de pâine oamenilor care sunt cu mine, căci sunt obosiți și suntem încă în urmărirea lui Zebah și Țalmuna, regii Midianului.",
        "6": "Căpeteniile din Sucot i-au răspuns: ‒ Sunt deja Zebah și Țalmuna în mâna ta, ca să dăm pâine armatei tale?",
        "7": "Ghedeon le-a zis: ‒ Ei bine, după ce Domnul îi va da pe Zebah și pe Țalmuna în mâinile mele, vă voi treiera carnea cu spinii deșertului și cu mărăcini.",
        "8": "De acolo s-au dus în Peniel și a cerut același lucru. Oamenii din Peniel i-au răspuns așa cum îi răspunseseră oamenii din Sucot.",
        "9": "Atunci el le-a vorbit oamenilor din Peniel, zicând: „Când mă voi întoarce în pace vă voi dărâma turnul acesta!“.",
        "10": "Zebah și Țalmuna erau în Karkor, împreună cu ei fiind și tabăra lor, în jur de cincisprezece mii de bărbați, toți cei ce mai rămăseseră din toată tabăra fiilor Estului, căci căzuseră uciși o sută douăzeci de mii de războinici.",
        "11": "Ghedeon a luat-o în sus pe drumul celor ce locuiesc în corturi, la est de Nobah și Iogbeha, și a atacat tabăra în timp ce aceasta se credea în siguranță.",
        "12": "Zebah și Țalmuna au fugit, dar el i-a urmărit și i-a capturat pe cei doi regi ai Midianului, Zebah și Țalmuna. Și a pus pe fugă toată tabăra.",
        "13": "Apoi Ghedeon, fiul lui Ioaș, s-a întors de la luptă prin trecătoarea Heres.",
        "14": "A prins un tânăr dintre oamenii din Sucot căruia i-a pus câteva întrebări. Acesta i-a dat în scris numele căpeteniilor și bătrânilor Sucotului. Erau șaptezeci și șapte de bărbați.",
        "15": "S-a dus la oamenii din Sucot și le-a zis: „Iată-i pe Zebah și Țalmuna din cauza cărora m-ați batjocorit, zicând: «Sunt deja Zebah și Țalmuna în mâna ta, ca să dăm pâine oamenilor tăi obosiți?»“.",
        "16": "I-a luat pe bătrânii cetății, a luat spini din deșert și mărăcini și i-a pedepsit cu ei pe oamenii din Sucot.",
        "17": "Apoi a dărâmat turnul din Peniel și i-a ucis pe oamenii cetății.",
        "18": "După aceea le-a zis lui Zebah și Țalmuna: ‒ Cum erau bărbații pe care i-ați ucis la Tabor? Ei i-au răspuns: ‒ Erau ca tine. Fiecare era la înfățișare ca un fiu de rege.",
        "19": "El le-a zis: ‒ Erau frații mei, fiii mamei mele. Viu este Domnul că dacă i-ați fi lăsat în viață, nu v-aș omorî acum.",
        "20": "Și i-a zis lui Ieter, întâiul lui născut: ‒ Ridică-te și omoară-i! Dar tânărul nu a scos sabia pentru că îi era teamă, fiind încă un copil.",
        "21": "Atunci Zebah și Țalmuna i-au zis: ‒ De ce nu ne omori tu însuți? Cum este omul așa este și puterea lui! Ghedeon s-a ridicat și i-a omorât pe Zebah și pe Țalmuna, luând apoi lunișoarele care erau la gâtul cămilelor lor. Idolatria lui Ghedeon și a poporului",
        "22": "Bărbații lui Israel i-au zis lui Ghedeon: ‒ Stăpânește tu peste noi, tu, fiul tău și fiul fiului tău, căci ne-ai eliberat din mâna lui Midian.",
        "23": "Ghedeon le-a răspuns: ‒ Nu eu voi stăpâni peste voi și nici fiul meu nu va stăpâni peste voi, ci Domnul va stăpâni peste voi.",
        "24": "Ghedeon le-a zis: ‒ Doresc însă să vă cer ceva: dați-mi fiecare câte un cercel din prada voastră. Dușmanii lor purtaseră cercei de aur, pentru că fuseseră ismaeliți.",
        "25": "Ei i-au răspuns: ‒ Desigur, ți-i vom da! Apoi au așternut o învelitoare și fiecare om a aruncat pe ea cerceii luați ca pradă.",
        "26": "Greutatea cerceilor de aur pe care i-a cerut a ajuns la o mie șapte sute de șecheli de aur, în afară de lunișoare, ornamente și hainele de purpură pe care le purtau regii Midianului și în afară de lănțișoarele de la gâtul cămilelor lor.",
        "27": "Ghedeon a făcut din ei un efod pe care l-a pus în cetatea sa, la Ofra. Tot Israelul s-a prostituat, închinându-se la el acolo. El a devenit o capcană pentru Ghedeon și familia lui. Moartea lui Ghedeon",
        "28": "Astfel, Midianul a fost supus înaintea fiilor lui Israel și n-a mai îndrăznit să-și ridice capul. Și țara a avut liniște timp de patruzeci de ani, în timpul vieții lui Ghedeon.",
        "29": "Apoi Ierub-Baal, fiul lui Ioaș, s-a retras și a locuit în casa lui.",
        "30": "Ghedeon a avut șaptezeci de fii, care i s-au născut de-a lungul vieții, căci a avut multe soții.",
        "31": "Țiitoarea lui din Șechem i-a născut și ea un fiu, căruia el i-a pus numele Abimelek.",
        "32": "Ghedeon, fiul lui Ioaș, a murit după o bătrânețe fericită și a fost înmormântat în mormântul lui Ioaș, tatăl său, în Ofra abiezriților.",
        "33": "După ce a murit Ghedeon, fiii lui Israel s-au întors la păcatele dinainte, prostituându-se înaintea baalilor. Ei l-au înălțat pe Baal-Berit ca dumnezeu al lor.",
        "34": "Astfel, fiii lui Israel nu și-au adus aminte de Domnul, Dumnezeul lor, Care îi eliberase din mâna tuturor dușmanilor dimprejur",
        "35": "și nici n-au fost loiali familiei lui Ierub-Baal, adică Ghedeon, în pofida binelui pe care el îl făcuse lui Israel."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "The men of Ephraim said to him, “Why have you treated us this way, that you didn’t call us when you went to fight with Midian?” They rebuked him sharply.",
        "2": "He said to them, “What have I now done in comparison with you? Isn’t the gleaning of the grapes of Ephraim better than the vintage of Abiezer?",
        "3": "God has delivered into your hand the princes of Midian, Oreb and Zeeb! What was I able to do in comparison with you?” Then their anger was abated toward him when he had said that.",
        "4": "Gideon came to the Jordan and passed over, he and the three hundred men who were with him, faint, yet pursuing.",
        "5": "He said to the men of Succoth, “Please give loaves of bread to the people who follow me; for they are faint, and I am pursuing after Zebah and Zalmunna, the kings of Midian.”",
        "6": "The princes of Succoth said, “Are the hands of Zebah and Zalmunna now in your hand, that we should give bread to your army?”",
        "7": "Gideon said, “Therefore when Yahweh has delivered Zebah and Zalmunna into my hand, then I will tear your flesh with the thorns of the wilderness and with briers.”",
        "8": "He went up there to Penuel, and spoke to them in the same way; and the men of Penuel answered him as the men of Succoth had answered.",
        "9": "He spoke also to the men of Penuel, saying, “When I come again in peace, I will break down this tower.”",
        "10": "Now Zebah and Zalmunna were in Karkor, and their armies with them, about fifteen thousand men, all who were left of all the army of the children of the east; for there fell one hundred twenty thousand men who drew sword.",
        "11": "Gideon went up by the way of those who lived in tents on the east of Nobah and Jogbehah, and struck the army; for the army felt secure.",
        "12": "Zebah and Zalmunna fled and he pursued them. He took the two kings of Midian, Zebah and Zalmunna, and confused all the army.",
        "13": "Gideon the son of Joash returned from the battle from the ascent of Heres.",
        "14": "He caught a young man of the men of Succoth, and inquired of him; and he described for him the princes of Succoth, and its elders, seventy-seven men.",
        "15": "He came to the men of Succoth, and said, “See Zebah and Zalmunna, concerning whom you taunted me, saying, ‘Are the hands of Zebah and Zalmunna now in your hand, that we should give bread to your men who are weary?’”",
        "16": "He took the elders of the city, and thorns of the wilderness and briers, and with them he taught the men of Succoth.",
        "17": "He broke down the tower of Penuel, and killed the men of the city.",
        "18": "Then he said to Zebah and Zalmunna, “What kind of men were they whom you killed at Tabor?” They answered, “They were like you. They all resembled the children of a king.”",
        "19": "He said, “They were my brothers, the sons of my mother. As Yahweh lives, if you had saved them alive, I would not kill you.”",
        "20": "He said to Jether his firstborn, “Get up and kill them!” But the youth didn’t draw his sword; for he was afraid, because he was yet a youth.",
        "21": "Then Zebah and Zalmunna said, “You rise and fall on us; for as the man is, so is his strength.” Gideon arose, and killed Zebah and Zalmunna, and took the crescents that were on their camels’ necks.",
        "22": "Then the men of Israel said to Gideon, “Rule over us, both you, your son, and your son’s son also; for you have saved us out of the hand of Midian.”",
        "23": "Gideon said to them, “I will not rule over you, neither shall my son rule over you. Yahweh shall rule over you.”",
        "24": "Gideon said to them, “I do have a request: that you would each give me the earrings of his plunder.” (For they had golden earrings, because they were Ishmaelites.)",
        "25": "They answered, “We will willingly give them.” They spread a garment, and every man threw the earrings of his plunder into it.",
        "26": "The weight of the golden earrings that he requested was one thousand and seven hundred shekels of gold, in addition to the crescents, and the pendants, and the purple clothing that was on the kings of Midian, and in addition to the chains that were about their camels’ necks.",
        "27": "Gideon made an ephod out of it, and put it in Ophrah, his city. Then all Israel played the prostitute with it there; and it became a snare to Gideon and to his house.",
        "28": "So Midian was subdued before the children of Israel, and they lifted up their heads no more. The land had rest forty years in the days of Gideon.",
        "29": "Jerubbaal the son of Joash went and lived in his own house.",
        "30": "Gideon had seventy sons conceived from his body, for he had many wives.",
        "31": "His concubine who was in Shechem also bore him a son, and he named him Abimelech.",
        "32": "Gideon the son of Joash died in a good old age, and was buried in the tomb of Joash his father, in Ophrah of the Abiezrites.",
        "33": "As soon as Gideon was dead, the children of Israel turned again and played the prostitute following the Baals, and made Baal Berith their god.",
        "34": "The children of Israel didn’t remember Yahweh their God, who had delivered them out of the hand of all their enemies on every side;",
        "35": "neither did they show kindness to the house of Jerubbaal, that is, Gideon, according to all the goodness which he had shown to Israel."
      }
    }
  }
}