{
  "book": "Judecatorii",
  "chapter": "9",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Abimelec, fiul lui Ierubaal, s-a dus la Sihem, la frații mamei lui, și iată cum le-a vorbit atât lor, cât și la toată familia casei tatălui mamei sale:",
        "2": "„Spuneți, vă rog, în auzul tuturor locuitorilor din Sihem: ‘Este mai bine pentru voi ca șaptezeci de oameni, toți fii ai lui Ierubaal, să stăpânească peste voi sau un singur om să stăpânească peste voi?’ Și aduceți-vă aminte că eu sunt os din oasele voastre și carne din carnea voastră.”",
        "3": "Frații mamei lui au spus toate cuvintele acestea pentru el în auzul tuturor locuitorilor din Sihem, și inima lor s-a plecat spre Abimelec, căci își ziceau: „El este frate cu noi.”",
        "4": "I-au dat șaptezeci de sicli de argint, pe care i-au ridicat din casa lui Baal-Berit. Abimelec a cumpărat cu ei pe niște oameni fără căpătâi și neastâmpărați, care au mers după el.",
        "5": "A venit în casa tatălui său la Ofra și a ucis pe frații săi, fiii lui Ierubaal, șaptezeci de oameni, pe aceeași piatră. N-a scăpat decât Iotam, cel mai tânăr fiu al lui Ierubaal, căci se ascunsese.",
        "6": "Toți locuitorii din Sihem și toată casa lui Milo s-au strâns laolaltă și au venit de au făcut împărat pe Abimelec, lângă stejarul sădit în Sihem. Pilda lui Iotam",
        "7": "Iotam a aflat despre lucrul acesta. S-a dus și s-a așezat pe vârful muntelui Garizim și iată ce le-a strigat el cu glas tare: „Ascultați-mă, locuitorii Sihemului, și Dumnezeu să vă asculte!",
        "8": "Copacii au plecat să ungă un împărat și să-l pună în fruntea lor. Ei au zis măslinului: ‘Împărățește peste noi!’",
        "9": "Dar măslinul le-a răspuns: ‘Să-mi părăsesc eu untdelemnul meu, care îmi aduce laude din partea lui Dumnezeu și a oamenilor, ca să mă duc să domnesc peste copaci?’",
        "10": "Și copacii au zis smochinului: ‘Vino tu de împărățește peste noi!’",
        "11": "Dar smochinul le-a răspuns: ‘Să-mi părăsesc eu dulceața mea și rodul meu cel minunat, ca să mă duc să domnesc peste copaci?’",
        "12": "Și copacii au zis viței: ‘Vino tu și domnește peste noi!’",
        "13": "Dar vița le-a răspuns: ‘Să-mi părăsesc eu vinul, care înveselește pe Dumnezeu și pe oameni, ca să mă duc să domnesc peste copaci?’",
        "14": "Atunci, toți copacii au zis spinului: ‘Vino tu și împărățește peste noi!’",
        "15": "Și spinul a răspuns copacilor: ‘Dacă în adevăr vreți să mă ungeți ca împărat al vostru, veniți și adăpostiți-vă sub umbra mea; altfel, să iasă un foc din spin și să mistuie cedrii Libanului.’",
        "16": "Acum, oare cu adevărat și cu toată curăția ați lucrat voi, făcând împărat pe Abimelec? Ați arătat voi bunăvoință față de Ierubaal și de casa lui? V-ați purtat voi oare cu el potrivit cu slujba pe care v-a făcut-o?",
        "17": "Căci tatăl meu s-a luptat pentru voi, și-a pus viața în primejdie și v-a izbăvit din mâna lui Madian,",
        "18": "și voi v-ați ridicat împotriva casei tatălui meu, i-ați ucis fiii, șaptezeci de oameni, pe aceeași piatră și ați făcut împărat peste locuitorii din Sihem pe Abimelec, fiul roabei lui, pentru că este fratele vostru.",
        "19": "Dacă în adevăr și cu toată curăția v-ați purtat voi astăzi față de Ierubaal și casa lui, bine! Abimelec să fie bucuria voastră și voi să fiți bucuria lui!",
        "20": "Dacă nu, să iasă un foc din Abimelec și să mistuie pe locuitorii din Sihem și casa lui Milo; și un foc să iasă din locuitorii Sihemului și din casa lui Milo și să mistuie pe Abimelec!”",
        "21": "Iotam s-a dat în lături și a luat-o la fugă; s-a dus la Beer, unde a locuit departe de fratele său Abimelec. Sfârșitul rușinos al lui Abimelec",
        "22": "Abimelec stăpânise trei ani peste Israel.",
        "23": "Atunci, Dumnezeu a trimis un duh rău între Abimelec și locuitorii Sihemului, și locuitorii Sihemului au fost necredincioși lui Abimelec,",
        "24": "pentru ca și cruzimea săvârșită cu cei șaptezeci de fii ai lui Ierubaal să-și ia pedeapsa și sângele lor să cadă asupra fratelui lor Abimelec, care-i ucisese, și asupra locuitorilor Sihemului, care-l ajutaseră să ucidă pe frații săi.",
        "25": "Locuitorii Sihemului au pus la pândă împotriva lui, pe vârfurile munților, niște oameni care jefuiau pe toți cei ce treceau pe lângă ei pe drum. Și lucrul acesta a fost adus la cunoștința lui Abimelec.",
        "26": "Gaal, fiul lui Ebed, a venit cu frații săi și au trecut la Sihem. Locuitorii Sihemului au avut încredere în el!",
        "27": "Au ieșit la câmp, le-au cules viile, le-au călcat strugurii și au început să se veselească; au intrat în casa dumnezeului lor, au mâncat și au băut și au blestemat pe Abimelec.",
        "28": "Și Gaal, fiul lui Ebed, zicea: „Cine este Abimelec și cine este Sihem, ca să slujim lui Abimelec? Nu este el fiul lui Ierubaal și nu este Zebul îngrijitorul lui? Slujiți bărbaților lui Hamor, tatăl lui Sihem! De ce să slujim lui Abimelec?",
        "29": "O, dacă aș fi eu stăpânul acestui popor, aș răsturna pe Abimelec.” Și despre Abimelec zicea: „Strânge-ți oștirea și ieși!”",
        "30": "Zebul, cârmuitorul cetății, a auzit ce zicea Gaal, fiul lui Ebed, și s-a aprins de mânie.",
        "31": "A trimis pe ascuns niște soli la Abimelec ca să-i spună: „Iată, Gaal, fiul lui Ebed, și frații lui au venit la Sihem și au răsculat cetatea împotriva ta.",
        "32": "Acum, pleacă noaptea, tu și poporul care este cu tine, și stai la pândă în câmp.",
        "33": "Dimineața, la răsăritul soarelui, să te arunci cu năvală asupra cetății. Și când Gaal și poporul care este cu el vor ieși împotriva ta, să-i faci ce-ți vor îngădui puterile.”",
        "34": "Abimelec și tot poporul care era cu el au plecat noaptea și s-au pus la pândă lângă Sihem, împărțiți în patru cete.",
        "35": "Gaal, fiul lui Ebed, a ieșit și a stat la intrarea porții cetății. Abimelec și tot poporul care era cu el s-au sculat atunci de la pândă.",
        "36": "Gaal a zărit poporul și a zis lui Zebul: „Iată un popor care se coboară din vârful munților.” Zebul i-a răspuns: „Este umbra munților pe care-i iei drept oameni.”",
        "37": "Gaal, luând iarăși cuvântul, a zis: „Este chiar un popor care se coboară de pe înălțimile țării și o ceată vine pe drumul Stejarului Ghicitorilor.”",
        "38": "Zebul i-a răspuns: „Unde îți este acum gura cu care ziceai: ‘Cine este Abimelec, ca să-i slujim?’ Nu este oare acesta poporul pe care-l disprețuiai tu? Mergi acum și luptă-te cu el!”",
        "39": "Gaal a înaintat în fruntea locuitorilor Sihemului și s-a luptat cu Abimelec.",
        "40": "Urmărit de Abimelec, a luat-o la fugă dinaintea lui și mulți oameni au căzut morți până la intrarea porții.",
        "41": "Abimelec s-a oprit la Aruma. Și Zebul a izgonit pe Gaal și pe frații lui, care n-au putut să rămână la Sihem.",
        "42": "A doua zi, poporul a ieșit la câmp. Abimelec, căruia i s-a dat de știre,",
        "43": "și-a luat ceata, a împărțit-o în trei părți și s-a pus la pândă în câmp. Văzând că poporul ieșea din cetate, s-a sculat împotriva lor și i-a bătut.",
        "44": "Abimelec și cetele care erau cu el au pornit înainte și s-au așezat la intrarea porții cetății: două din aceste cete s-au aruncat asupra tuturor celor ce erau în câmp și i-au bătut.",
        "45": "Abimelec a bătut cetatea toată ziua, a luat-o și a ucis poporul care se afla în ea. Apoi a dărâmat cetatea până la temelie și a presărat sare peste ea.",
        "46": "La auzul acestui lucru, toți locuitorii turnului Sihemului s-au dus în cetățuia casei dumnezeului Berit.",
        "47": "S-a dat de știre lui Abimelec că toți locuitorii turnului Sihemului s-au strâns acolo.",
        "48": "Atunci, Abimelec s-a suit pe muntele Țalmon, el și tot poporul care era cu el. A luat o secure în mână, a tăiat o ramură de copac, a luat-o și a pus-o pe umăr. Apoi a zis poporului care era cu el: „Ați văzut ce am făcut? Grăbiți-vă și faceți și voi ca mine.”",
        "49": "Și au tăiat fiecare câte o ramură și au mers după Abimelec; au așezat ramurile lângă cetățuie și i-au dat foc, ei și celor ce se aflau în ea. Așa au pierit toți oamenii din turnul Sihemului, în număr de aproape o mie, bărbați și femei.",
        "50": "Abimelec a pornit împotriva Tebețului. A împresurat Tebețul și l-a luat.",
        "51": "În mijlocul cetății era un turn tare, unde au fugit toți locuitorii cetății, bărbați și femei; au încuiat ușile după ei și s-au suit pe acoperișul turnului.",
        "52": "Abimelec a ajuns până la turn; l-a bătut și s-a apropiat de ușa turnului ca să-i pună foc.",
        "53": "Atunci, o femeie a aruncat o piatră de râșniță pe capul lui Abimelec și i-a sfărâmat țeasta capului.",
        "54": "Îndată, el a chemat pe tânărul care-i purta armele și i-a zis: „Scoate-ți sabia și omoară-mă, ca să nu se zică de mine: ‘L-a omorât o femeie.’” Tânărul l-a străpuns cu sabia și a murit.",
        "55": "Când au văzut bărbații lui Israel că Abimelec a murit, au plecat fiecare acasă.",
        "56": "Astfel a făcut Dumnezeu să cadă asupra lui Abimelec răul pe care-l făcuse tatălui său, ucigând pe cei șaptezeci de frați ai lui,",
        "57": "și Dumnezeu a făcut să cadă asupra capului oamenilor din Sihem tot răul pe care-l făcuseră. Astfel s-a împlinit față de ei blestemul lui Iotam, fiul lui Ierubaal."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Abimelek, fiul lui Ierub-Baal, s-a dus la Șechem, la frații mamei lui, și le-a vorbit atât lor, cât și întregului clan al familiei tatălui mamei lui, zicând:",
        "2": "„Spuneți, vă rog, în auzul tuturor locuitorilor Șechemului: «Ce este mai bine pentru voi: să stăpânească peste voi șaptezeci de bărbați, toți fii ai lui Ierub-Baal, sau să stăpânească peste voi un singur bărbat? Aduceți-vă aminte că sunt os din oasele voastre și carne din carnea voastră!»“.",
        "3": "Frații mamei lui au spus pentru el toate aceste cuvinte în auzul tuturor locuitorilor Șechemului, iar inima lor s-a îndreptat spre Abimelek, căci își ziceau: „Este fratele nostru!“.",
        "4": "I-au dat lui Abimelek șaptezeci de șecheli de argint din templul lui Baal-Berit, iar acesta a plătit cu ei niște bărbați de nimic și ticăloși, care au mers după el.",
        "5": "Apoi a venit la familia tatălui său, în Ofra, și i-a ucis pe o singură piatră pe frații lui, fii ai lui Ierub-Baal, șaptezeci de bărbați. Însă Iotam, fiul cel mai tânăr al lui Ierub-Baal, a scăpat, căci se ascunsese.",
        "6": "După aceea, toți locuitorii Șechemului și toți cei din Bet-Milo s-au strâns laolaltă și au venit să-l facă pe Abimelek rege lângă stejarul monumentului care este în Șechem. Pilda lui Iotam",
        "7": "Când l-au înștiințat pe Iotam de lucrul acesta, Iotam s-a dus și s-a așezat pe vârful muntelui Garizim. Acolo, el și-a ridicat glasul și a strigat, zicând: „Ascultați-mă, locuitori ai Șechemului, ca și Dumnezeu să vă asculte pe voi!",
        "8": "Copacii au plecat să ungă un rege peste ei și i-au zis măslinului: «Domnește peste noi!».",
        "9": "Dar măslinul le-a răspuns: «Să-mi părăsesc eu uleiul meu, prin care sunt onorați Dumnezeu și oamenii, și să merg să mă legăn peste copaci?».",
        "10": "Apoi copacii i-au zis smochinului: «Vino tu și domnește peste noi!».",
        "11": "Dar smochinul le-a răspuns: «Să-mi părăsesc eu dulceața mea și roadele mele cele bune și să merg să mă legăn peste copaci?».",
        "12": "Atunci copacii i-au zis viței: «Vino tu și domnește peste noi!».",
        "13": "Dar vița le-a răspuns: «Să-mi părăsesc eu vinul, care aduce bucurie lui Dumnezeu și oamenilor, și să merg să mă legăn peste copaci?».",
        "14": "Atunci toți copacii i-au zis spinului: «Vino tu și domnește peste noi!».",
        "15": "Spinul le-a răspuns copacilor: «Dacă vreți cu adevărat să mă ungeți ca rege al vostru, veniți și adăpostiți-vă la umbra mea, dar dacă nu vreți, atunci să iasă foc din spin și să ardă cedrii Libanului!».",
        "16": "Oare cu credincioșie și integritate ați lucrat voi când l-ați numit rege pe Abimelek? V-ați purtat voi bine cu Ierub-Baal și familia lui? Și oare i-ați făcut voi după cum merita?",
        "17": "Căci tatăl meu s-a luptat pentru voi, și-a riscat viața și v-a eliberat din mâna lui Midian.",
        "18": "Dar voi v-ați ridicat astăzi împotriva familiei tatălui meu și i-ați ucis fiii, șaptezeci de bărbați, pe o singură piatră. Apoi l-ați numit rege peste locuitorii Șechemului pe Abimelek, fiul slujitoarei lui, pentru că este fratele vostru.",
        "19": "Dacă ați lucrat astăzi cu credincioșie și integritate față de Ierub-Baal și familia lui, atunci bucurați-vă de Abimelek și el să se bucure de voi!",
        "20": "Dar dacă nu, să iasă foc din Abimelek și să-i nimicească pe locuitorii Șechemului și pe cei din Bet-Milo! Și să iasă foc din locuitorii Șechemului și din Bet-Milo ca să-l nimicească pe Abimelek!“.",
        "21": "Apoi Iotam a fugit, a scăpat și s-a dus la Beer. Și a locuit acolo, departe de fața lui Abimelek, fratele său. Dumnezeu pune capăt răutății lui Abimelek",
        "22": "Abimelek domnea peste Israel de trei ani.",
        "23": "Dumnezeu a trimis un duh rău între Abimelek și locuitorii Șechemului și, astfel, locuitorii Șechemului l-au trădat pe Abimelek,",
        "24": "pentru ca violența comisă față de cei șaptezeci de fii ai lui Ierub-Baal să fie răzbunată, iar sângele lor să fie astfel asupra fratelui lor Abimelek, care i-a ucis, precum și asupra locuitorilor Șechemului, care l-au ajutat pe acesta să-și ucidă frații.",
        "25": "Locuitorii Șechemului au pus la pândă pe vârfurile munților niște oameni care-i jefuiau pe drumeții ce treceau pe lângă ei. Abimelek a fost înștiințat de lucrul acesta.",
        "26": "Gaal, fiul lui Ebed, a venit împreună cu frații lui și a trecut în Șechem. Locuitorii Șechemului s-au încrezut în el.",
        "27": "El și oamenii lui au ieșit la câmp, le-au cules viile, au stors strugurii, apoi au dat un ospăț. Ei au intrat în templul zeului lor, au mâncat, au băut și l-au blestemat pe Abimelek.",
        "28": "Gaal, fiul lui Ebed, zicea: „Cine este Abimelek și cine este Șechem ca să-i slujim? Nu este el fiul lui Ierub-Baal și nu este Zebul supraveghetorul lui? Este mai bine să slujiți oamenilor lui Hamor, tatăl lui Șechem. De ce să-i slujim lui Abimelek?",
        "29": "Ah, dacă ar pune cineva poporul acesta în mâna mea! L-aș răsturna pe Abimelek!“. Iar despre Abimelek zicea: „Înmulțește-ți armata și ieși!“.",
        "30": "Zebul, conducătorul cetății, a auzit cuvintele lui Gaal, fiul lui Ebed, și s-a mâniat.",
        "31": "A trimis pe ascuns niște mesageri la Abimelek, zicând: „Iată că Gaal, fiul lui Ebed, împreună cu frații săi au venit la Șechem și răscoală cetatea împotriva ta.",
        "32": "Ridică-te noaptea împreună cu poporul care este cu tine și stai la pândă în câmp.",
        "33": "Apoi să te scoli dimineața devreme, înainte de răsăritul soarelui, și să te năpustești asupra cetății. Iată că Gaal și poporul care este cu el vor ieși împotriva ta. Să le faci după cum vei putea“.",
        "34": "Abimelek și tot poporul care era cu el s-au ridicat noaptea și s-au pus la pândă în patru cete lângă Șechem.",
        "35": "Când Gaal, fiul lui Ebed, a ieșit și a stat la intrarea porții cetății, Abimelek și poporul care era cu el au ieșit din ascunzătoare.",
        "36": "Când a văzut poporul, Gaal i-a zis lui Zebul: ‒ Iată un popor care coboară dinspre vârfurile munților. Zebul i-a răspuns: ‒ Ceea ce vezi este umbra munților, nu oameni.",
        "37": "Însă Gaal a zis din nou: ‒ Iată, chiar este un popor care vine în jos dinspre centrul țării, iar o ceată vine pe drumul dinspre Stejarul prezicătorilor.",
        "38": "Atunci Zebul i-a zis: ‒ Unde îți este acum curajul cu care ziceai: „Cine este Abimelek ca să-i slujim?“. Oare nu este acesta poporul pe care l-ai disprețuit? Ieși acum și luptă-te cu el!",
        "39": "Gaal a ieșit în fruntea locuitorilor Șechemului și s-a luptat cu Abimelek.",
        "40": "Abimelek l-a urmărit, dar acesta a reușit să fugă dinaintea lui. Mulți au căzut răpuși până spre intrarea porții.",
        "41": "Apoi Abimelek a rămas în Aruma, iar Zebul i-a alungat pe Gaal și pe frații lui, astfel că n-au mai rămas în Șechem.",
        "42": "A doua zi, când poporul a ieșit la câmp, Abimelek a fost înștiințat de lucrul acesta.",
        "43": "Și-a luat oamenii, i-a împărțit în trei cete și au stat la pândă în câmp. După ce s-a uitat și a văzut că poporul ieșise din cetate, s-a ridicat împotriva lui și l-a atacat.",
        "44": "Abimelek și cetele care erau cu el, au înaintat până la intrarea porții cetății. Două din cete s-au năpustit asupra tuturor celor ce erau în câmp și i-au ucis.",
        "45": "Abimelek s-a luptat împotriva cetății toată ziua aceea. După ce a cucerit-o, a ucis poporul care era în ea, a dărâmat cetatea și a împrăștiat sare peste ea.",
        "46": "Când au auzit acest lucru, toți locuitorii turnului Șechemului au intrat într-un refugiu din templul lui El-Berit.",
        "47": "Abimelek a fost înștiințat că toți locuitorii turnului Șechemului s-au adăpostit acolo.",
        "48": "Abimelek și tot poporul care era cu el s-au urcat pe muntele Țalmon. A luat în mână un topor, a tăiat o creangă din copac și a pus-o pe umăr. Apoi le-a zis oamenilor care erau cu el: „Ați văzut ce am făcut eu; faceți și voi la fel!“.",
        "49": "Fiecare bărbat din popor a tăiat câte o creangă și l-a urmat pe Abimelek. Au aruncat crengile acelea peste refugiu și i-au dat foc atât lui, cât și oamenilor dinăuntru. Așa au murit toți oamenii din turnul Șechemului, aproape o mie de bărbați și femei.",
        "50": "După aceea, Abimelek a înaintat împotriva Tebețului, l-a asediat și l-a cucerit.",
        "51": "În mijlocul cetății era un turn fortificat. Locuitorii cetății, bărbați și femei, fugiseră acolo, se încuiaseră înăuntru și se urcaseră pe acoperișul turnului.",
        "52": "Abimelek a ajuns până la turn și l-a asediat. Când s-a apropiat de ușa turnului ca să-i dea foc,",
        "53": "o femeie a aruncat de pe zid piatra de sus a unei mori, care a căzut pe capul lui Abimelek și i-a crăpat craniul.",
        "54": "Atunci el l-a chemat repede pe cel care-i purta armele și i-a zis: „Scoate-ți sabia și omoară-mă, ca nu cumva să se zică despre mine: «L-a ucis o femeie»“. Slujitorul său l-a străpuns, și el a murit.",
        "55": "Când oamenii lui Israel au văzut că Abimelek a murit, au plecat fiecare la casele lor.",
        "56": "Astfel, Dumnezeu a întors asupra lui Abimelek răul pe care acesta îl făcuse tatălui său atunci când și-a ucis cei șaptezeci de frați.",
        "57": "Și tot răul făcut de oamenii Șechemului, Dumnezeu l-a întors asupra capului lor. În acest fel a venit asupra lor blestemul lui Iotam, fiul lui Ierub-Baal."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Abimelech the son of Jerubbaal went to Shechem to his mother’s brothers, and spoke with them and with all the family of the house of his mother’s father, saying,",
        "2": "“Please speak in the ears of all the men of Shechem, ‘Is it better for you that all the sons of Jerubbaal, who are seventy persons, rule over you, or that one rule over you?’ Remember also that I am your bone and your flesh.”",
        "3": "His mother’s brothers spoke of him in the ears of all the men of Shechem all these words. Their hearts inclined to follow Abimelech; for they said, “He is our brother.”",
        "4": "They gave him seventy pieces of silver out of the house of Baal Berith, with which Abimelech hired vain and reckless fellows who followed him.",
        "5": "He went to his father’s house at Ophrah, and killed his brothers the sons of Jerubbaal, being seventy persons, on one stone; but Jotham the youngest son of Jerubbaal was left, for he hid himself.",
        "6": "All the men of Shechem assembled themselves together with all the house of Millo, and went and made Abimelech king by the oak of the pillar that was in Shechem.",
        "7": "When they told it to Jotham, he went and stood on the top of Mount Gerizim and lifted up his voice, cried out, and said to them, “Listen to me, you men of Shechem, that God may listen to you.",
        "8": "The trees set out to anoint a king over themselves. They said to the olive tree, ‘Reign over us.’",
        "9": "“But the olive tree said to them, ‘Should I stop producing my oil, with which they honor God and man by me, and go to wave back and forth over the trees?’",
        "10": "“The trees said to the fig tree, ‘Come and reign over us.’",
        "11": "“But the fig tree said to them, ‘Should I leave my sweetness, and my good fruit, and go to wave back and forth over the trees?’",
        "12": "“The trees said to the vine, ‘Come and reign over us.’",
        "13": "“The vine said to them, ‘Should I leave my new wine, which cheers God and man, and go to wave back and forth over the trees?’",
        "14": "“Then all the trees said to the bramble, ‘Come and reign over us.’",
        "15": "“The bramble said to the trees, ‘If in truth you anoint me king over you, then come and take refuge in my shade; and if not, let fire come out of the bramble, and devour the cedars of Lebanon.’",
        "16": "“Now therefore, if you have dealt truly and righteously, in that you have made Abimelech king, and if you have dealt well with Jerubbaal and his house, and have done to him according to the deserving of his hands",
        "17": "(for my father fought for you, risked his life, and delivered you out of the hand of Midian;",
        "18": "and you have risen up against my father’s house today and have slain his sons, seventy persons, on one stone, and have made Abimelech, the son of his female servant, king over the men of Shechem, because he is your brother);",
        "19": "if you then have dealt truly and righteously with Jerubbaal and with his house today, then rejoice in Abimelech, and let him also rejoice in you;",
        "20": "but if not, let fire come out from Abimelech and devour the men of Shechem and the house of Millo; and let fire come out from the men of Shechem and from the house of Millo and devour Abimelech.”",
        "21": "Jotham ran away and fled, and went to Beer and lived there, for fear of Abimelech his brother.",
        "22": "Abimelech was prince over Israel three years.",
        "23": "Then God sent an evil spirit between Abimelech and the men of Shechem; and the men of Shechem dealt treacherously with Abimelech,",
        "24": "that the violence done to the seventy sons of Jerubbaal might come, and that their blood might be laid on Abimelech their brother who killed them, and on the men of Shechem who strengthened his hands to kill his brothers.",
        "25": "The men of Shechem set an ambush for him on the tops of the mountains, and they robbed all who came along that way by them; and Abimelech was told about it.",
        "26": "Gaal the son of Ebed came with his brothers and went over to Shechem; and the men of Shechem put their trust in him.",
        "27": "They went out into the field, harvested their vineyards, trod the grapes, celebrated, and went into the house of their god and ate and drank, and cursed Abimelech.",
        "28": "Gaal the son of Ebed said, “Who is Abimelech, and who is Shechem, that we should serve him? Isn’t he the son of Jerubbaal? Isn’t Zebul his officer? Serve the men of Hamor the father of Shechem, but why should we serve him?",
        "29": "I wish that this people were under my hand! Then I would remove Abimelech.” He said to Abimelech, “Increase your army and come out!”",
        "30": "When Zebul the ruler of the city heard the words of Gaal the son of Ebed, his anger burned.",
        "31": "He sent messengers to Abimelech craftily, saying, “Behold, Gaal the son of Ebed and his brothers have come to Shechem; and behold, they incite the city against you.",
        "32": "Now therefore, go up by night, you and the people who are with you, and lie in wait in the field.",
        "33": "It shall be that in the morning, as soon as the sun is up, you shall rise early and rush on the city. Behold, when he and the people who are with him come out against you, then may you do to them as you shall find occasion.”",
        "34": "Abimelech rose up, and all the people who were with him, by night, and they laid wait against Shechem in four companies.",
        "35": "Gaal the son of Ebed went out, and stood in the entrance of the gate of the city. Abimelech rose up, and the people who were with him, from the ambush.",
        "36": "When Gaal saw the people, he said to Zebul, “Behold, people are coming down from the tops of the mountains.” Zebul said to him, “You see the shadows of the mountains as if they were men.”",
        "37": "Gaal spoke again and said, “Behold, people are coming down by the middle of the land, and one company comes by the way of the oak of Meonenim.”",
        "38": "Then Zebul said to him, “Now where is your mouth, that you said, ‘Who is Abimelech, that we should serve him?’ Isn’t this the people that you have despised? Please go out now and fight with them.”",
        "39": "Gaal went out before the men of Shechem, and fought with Abimelech.",
        "40": "Abimelech chased him, and he fled before him, and many fell wounded, even to the entrance of the gate.",
        "41": "Abimelech lived at Arumah; and Zebul drove out Gaal and his brothers, that they should not dwell in Shechem.",
        "42": "On the next day, the people went out into the field; and they told Abimelech.",
        "43": "He took the people and divided them into three companies, and laid wait in the field; and he looked, and behold, the people came out of the city. So, he rose up against them and struck them.",
        "44": "Abimelech and the companies that were with him rushed forward and stood in the entrance of the gate of the city; and the two companies rushed on all who were in the field and struck them.",
        "45": "Abimelech fought against the city all that day; and he took the city and killed the people in it. He beat down the city and sowed it with salt.",
        "46": "When all the men of the tower of Shechem heard of it, they entered into the stronghold of the house of Elberith.",
        "47": "Abimelech was told that all the men of the tower of Shechem were gathered together.",
        "48": "Abimelech went up to Mount Zalmon, he and all the people who were with him; and Abimelech took an ax in his hand, and cut down a bough from the trees, and took it up, and laid it on his shoulder. Then he said to the people who were with him, “What you have seen me do, make haste, and do as I have done!”",
        "49": "All the people likewise each cut down his bough, followed Abimelech, and put them at the base of the stronghold, and set the stronghold on fire over them, so that all the people of the tower of Shechem died also, about a thousand men and women.",
        "50": "Then Abimelech went to Thebez and encamped against Thebez, and took it.",
        "51": "But there was a strong tower within the city, and all the men and women of the city fled there, and shut themselves in, and went up to the roof of the tower.",
        "52": "Abimelech came to the tower and fought against it, and came near to the door of the tower to burn it with fire.",
        "53": "A certain woman cast an upper millstone on Abimelech’s head, and broke his skull.",
        "54": "Then he called hastily to the young man, his armor bearer, and said to him, “Draw your sword and kill me, that men not say of me, ‘A woman killed him.’ His young man thrust him through, and he died.”",
        "55": "When the men of Israel saw that Abimelech was dead, they each departed to his place.",
        "56": "Thus God repaid the wickedness of Abimelech, which he did to his father in killing his seventy brothers;",
        "57": "and God repaid all the wickedness of the men of Shechem on their heads; and the curse of Jotham the son of Jerubbaal came on them."
      }
    }
  }
}