{
  "book": "Judecatorii",
  "chapter": "12",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Bărbații lui Efraim s-au strâns, au pornit spre miazănoapte și au zis lui Iefta: „Pentru ce te-ai dus să bați pe fiii lui Amon fără să ne fi chemat și pe noi să mergem cu tine? Vrem să-ți dăm foc casei și să te ardem împreună cu ea.”",
        "2": "Iefta le-a răspuns: „Eu și poporul meu am avut mari certuri cu fiii lui Amon; și când v-am chemat, nu m-ați scăpat din mâinile lor.",
        "3": "Văzând că nu-mi vii în ajutor, mi-am pus viața în joc și am pornit împotriva fiilor lui Amon. Domnul i-a dat în mâinile mele. Pentru ce vă suiți dar azi împotriva mea ca să-mi faceți război?”",
        "4": "Iefta a strâns pe toți bărbații Galaadului și a început lupta cu Efraim. Bărbații Galaadului au bătut pe Efraim, pentru că efraimiții ziceau: „Sunteți niște fugari ai lui Efraim! Galaadul este în mijlocul lui Efraim, în mijlocul lui Manase!”",
        "5": "Galaadiții au pus mâna pe vadurile Iordanului dinspre Efraim. Și când unul din fugarii lui Efraim zicea: „Lasă-mă să trec!”, bărbații Galaadului îl întrebau: „Ești efraimit?” Dacă răspundea: „Nu”,",
        "6": "atunci îi ziceau: „Ei bine, zi Șibolet.” Și el zicea Sibolet, căci nu putea să-l spună bine. Atunci, bărbații Galaadului îl apucau și-l junghiau lângă vadurile Iordanului. Astfel au pierit în vremea aceea patruzeci și două de mii de bărbați din Efraim.",
        "7": "Iefta a fost judecător în Israel zece ani, apoi Iefta, Galaaditul, a murit și a fost îngropat într-una din cetățile Galaadului. Ibțan, Elon, Abdon",
        "8": "După el, a fost judecător în Israel Ibțan din Betleem.",
        "9": "El a avut treizeci de fii, a măritat treizeci de fete în afară și a adus pentru fiii lui treizeci de fete de afară. El a fost judecător în Israel șapte ani,",
        "10": "apoi Ibțan a murit și a fost îngropat în Betleem.",
        "11": "După el a fost judecător în Israel Elon din Zabulon. El a fost judecător în Israel zece ani,",
        "12": "apoi Elon din Zabulon a murit și a fost îngropat la Aialon, în țara lui Zabulon.",
        "13": "După el, a fost judecător în Israel Abdon, fiul lui Hilel, Piratonitul.",
        "14": "El a avut patruzeci de fii și treizeci de nepoți, care călăreau pe șaptezeci de mânji de măgari. El a fost judecător în Israel opt ani,",
        "15": "apoi Abdon, fiul lui Hilel, Piratonitul, a murit și a fost îngropat la Piraton, în țara lui Efraim, pe muntele amaleciților."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Efraimiții s-au adunat cu toții, au trecut în Țafon și i-au zis lui Iefta: ‒ De ce te-ai dus să lupți împotriva fiilor lui Amon și nu ne-ai chemat și pe noi să mergem cu tine? Pentru că ai făcut acest lucru, îți vom da foc la casă și te vom arde și pe tine.",
        "2": "Iefta le-a răspuns: ‒ Eu și poporul meu am avut o mare ceartă cu fiii lui Amon, iar când v-am chemat nu m-ați eliberat din mâna lor.",
        "3": "Când am văzut că nu mă ajutați, mi-am riscat viața și am pornit împotriva fiilor lui Amon, iar Domnul i-a dat în mâna mea. De ce veniți astăzi să vă luptați cu mine?",
        "4": "Iefta i-a mobilizat pe toți bărbații Ghiladului și s-a luptat cu cei din Efraim. Bărbații Ghiladului i-au învins pe cei din Efraim pentru că aceștia ziceau: „Voi, ghiladiții, sunteți niște fugari ai lui Efraim; Ghiladul aparține lui Efraim și lui Manase!“.",
        "5": "Ghiladiții au cucerit și vadurile Iordanului dinspre Efraim, astfel că, atunci când vreunul dintre fugarii efraimiți zicea: „Lasă-mă să trec!“, ghiladiții îl întrebau: „Ești efraimit?“. Dacă răspundea: „Nu!“,",
        "6": "îl puneau să zică „Șibolet“. El însă nu putea rosti decât „Sibolet“. Atunci ei îl înșfăcau și îl omorau la vadurile Iordanului. Așa au pierit în vremea aceea patruzeci și două de mii de efraimiți.",
        "7": "Iefta a judecat Israelul timp de șase ani. Apoi ghiladitul Iefta a murit și a fost îngropat într-una dintre cetățile Ghiladului. Ibțan, Elon și Abdon",
        "8": "Cel ce a judecat Israelul după el a fost Ibțan din Betleem.",
        "9": "El a avut treizeci de fii și treizeci de fete. Și-a măritat fetele în afara clanului, iar pentru fiii lui a adus, de asemenea, treizeci de fete tot din afara clanului. El a judecat pe Israel timp de șapte ani.",
        "10": "Ibțan a murit și a fost îngropat la Betleem.",
        "11": "După el, cel ce a judecat Israelul a fost zabulonitul Elon. El a judecat Israelul timp de zece ani.",
        "12": "Zabulonitul Elon a murit și a fost îngropat în Aialon, pe teritoriul lui Zabulon.",
        "13": "După el, cel ce a judecat Israelul a fost Abdon, fiul piratonitului Hillel.",
        "14": "Acesta avea patruzeci de fii și treizeci de nepoți care călăreau pe șaptezeci de măgari. El a judecat Israelul timp de opt ani.",
        "15": "Apoi Abdon, fiul piratonitului Hillel, a murit și a fost îngropat la Piraton, pe teritoriul lui Efraim, pe muntele amalekiților."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "The men of Ephraim were gathered together, and passed northward; and they said to Jephthah, “Why did you pass over to fight against the children of Ammon, and didn’t call us to go with you? We will burn your house around you with fire!”",
        "2": "Jephthah said to them, “I and my people were at great strife with the children of Ammon; and when I called you, you didn’t save me out of their hand.",
        "3": "When I saw that you didn’t save me, I put my life in my hand, and passed over against the children of Ammon, and Yahweh delivered them into my hand. Why then have you come up to me today, to fight against me?”",
        "4": "Then Jephthah gathered together all the men of Gilead, and fought with Ephraim. The men of Gilead struck Ephraim, because they said, “You are fugitives of Ephraim, you Gileadites, in the middle of Ephraim, and in the middle of Manasseh.”",
        "5": "The Gileadites took the fords of the Jordan against the Ephraimites. Whenever a fugitive of Ephraim said, “Let me go over,” the men of Gilead said to him, “Are you an Ephraimite?” If he said, “No;”",
        "6": "then they said to him, “Now say ‘Shibboleth;’” and he said “Sibboleth”; for he couldn’t manage to pronounce it correctly, then they seized him and killed him at the fords of the Jordan. At that time, forty-two thousand of Ephraim fell.",
        "7": "Jephthah judged Israel six years. Then Jephthah the Gileadite died, and was buried in the cities of Gilead.",
        "8": "After him Ibzan of Bethlehem judged Israel.",
        "9": "He had thirty sons. He sent his thirty daughters outside his clan, and he brought in thirty daughters from outside his clan for his sons. He judged Israel seven years.",
        "10": "Ibzan died, and was buried at Bethlehem.",
        "11": "After him, Elon the Zebulunite judged Israel; and he judged Israel ten years.",
        "12": "Elon the Zebulunite died, and was buried in Aijalon in the land of Zebulun.",
        "13": "After him, Abdon the son of Hillel the Pirathonite judged Israel.",
        "14": "He had forty sons and thirty sons’ sons who rode on seventy donkey colts. He judged Israel eight years.",
        "15": "Abdon the son of Hillel the Pirathonite died, and was buried in Pirathon in the land of Ephraim, in the hill country of the Amalekites."
      }
    }
  }
}