{
  "book": "Judecatorii",
  "chapter": "20",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Toți copiii lui Israel au ieșit de la Dan până la Beer-Șeba și țara Galaadului și adunarea s-a strâns ca un singur om înaintea Domnului la Mițpa.",
        "2": "Căpeteniile întregului popor, toate semințiile lui Israel, au venit în adunarea poporului lui Dumnezeu: erau patru sute de mii de oameni pedeștri, care scoteau sabia.",
        "3": "Și fiii lui Beniamin au auzit că se suiseră copiii lui Israel la Mițpa. Copiii lui Israel au zis: „Spuneți cum s-a întâmplat această nelegiuire?”",
        "4": "Atunci, levitul, bărbatul femeii care fusese ucisă, a luat cuvântul și a zis: „Ajunsesem împreună cu țiitoarea mea la Ghibea lui Beniamin ca să rămânem peste noapte acolo.",
        "5": "Locuitorii din Ghibea s-au sculat împotriva mea și au înconjurat noaptea casa în care eram. Aveau de gând să mă omoare, au siluit pe țiitoarea mea, până când a murit.",
        "6": "Mi-am luat țiitoarea și am tăiat-o în bucăți, pe care le-am trimis în tot ținutul moștenirii lui Israel, căci au săvârșit o nelegiuire și o mișelie în Israel.",
        "7": "Iată-vă pe toți, copii ai lui Israel, sfătuiți-vă și luați o hotărâre aici!”",
        "8": "Tot poporul s-a sculat ca un singur om și a zis: „Niciunul din noi să nu se ducă în cortul lui și nimeni să nu se întoarcă acasă.",
        "9": "Iată acum ce vom face cetății Ghibea: să mergem împotriva ei după cum vom ieși la sorți.",
        "10": "Să luăm din toate semințiile lui Israel zece oameni din o sută, o sută dintr-o mie și o mie din zece mii; ei să se ducă să caute merinde pentru popor, pentru ca, la întoarcerea lor, să facem cetății Ghibea din Beniamin potrivit cu toată mișelia pe care a făcut-o ea în Israel.”",
        "11": "Astfel, toți bărbații lui Israel s-au strâns împotriva cetății, uniți ca un singur om.",
        "12": "Semințiile lui Israel au trimis niște oameni în toate familiile lui Beniamin, ca să-i spună: „Ce înseamnă nelegiuirea aceasta care s-a făcut între voi?",
        "13": "Scoateți afară acum pe oamenii aceia stricați din Ghibea ca să-i omorâm și să curățăm răul din mijlocul lui Israel.” Dar beniamiții n-au vrut să asculte glasul fraților lor, copiii lui Israel.",
        "14": "Beniamiții au ieșit din cetățile lor și s-au strâns la Ghibea ca să lupte împotriva copiilor lui Israel.",
        "15": "Numărul beniamiților ieșiți în ziua aceea din cetăți a fost de douăzeci și șase de mii de oameni care scoteau sabia, fără să se mai socotească și locuitorii din Ghibea, care alcătuiau șapte sute de oameni aleși.",
        "16": "În tot poporul acesta, erau șapte sute de oameni aleși care nu se slujeau de mâna dreaptă; toți aceștia, aruncând o piatră cu praștia, puteau să ochească un fir de păr și nu dădeau greș.",
        "17": "S-a făcut și numărătoarea bărbaților lui Israel, afară de ai lui Beniamin, și s-au găsit patru sute de mii care scoteau sabia, toți bărbați de război.",
        "18": "Și copiii lui Israel s-au sculat, s-au suit la Betel și au întrebat pe Dumnezeu, zicând: „Cine din noi să se suie întâi ca să lupte împotriva fiilor lui Beniamin?” Domnul a răspuns: „Iuda să se suie întâi.” Seminția lui Beniamin este aproape nimicită",
        "19": "Copiii lui Israel au pornit dis-de-dimineață și au tăbărât la Ghibea.",
        "20": "Și bărbații lui Israel au înaintat ca să înceapă lupta împotriva bărbaților lui Beniamin și s-au așezat în linie de bătaie împotriva lor înaintea cetății Ghibea.",
        "21": "Fiii lui Beniamin au ieșit din Ghibea și în ziua aceea au culcat la pământ douăzeci și două de mii de oameni din Israel.",
        "22": "Poporul, bărbații lui Israel, s-a îmbărbătat și s-a așezat din nou în linie de bătaie în locul unde se așezase în ziua întâi.",
        "23": "Și copiii lui Israel s-au suit și au plâns înaintea Domnului până seara; au întrebat pe Domnul și au zis: „Să mă mai sui la luptă împotriva fiilor fratelui meu Beniamin?” Domnul a răspuns: „Suiți-vă împotriva lui.”",
        "24": "Copiii lui Israel au înaintat împotriva fiilor lui Beniamin în ziua a doua.",
        "25": "Și în aceeași zi, beniamiții le-au ieșit înainte din Ghibea și iarăși au culcat la pământ optsprezece mii de oameni din copiii lui Israel, toți în stare să poarte armele.",
        "26": "Toți copiii lui Israel și tot poporul s-au suit și au venit la Betel; au plâns și au rămas acolo înaintea Domnului, au postit în ziua aceea până seara și au adus arderi-de-tot și jertfe de mulțumire înaintea Domnului.",
        "27": "Și copiii lui Israel au întrebat pe Domnul – acolo se găsea atunci chivotul legământului lui Dumnezeu,",
        "28": "și Fineas, fiul lui Eleazar, fiul lui Aaron, stătea pe vremea aceea înaintea lui Dumnezeu – și au zis: „Să mai pornesc la luptă împotriva fiilor fratelui meu Beniamin sau să mă las?” Domnul a răspuns: „Suiți-vă, căci mâine îi voi da în mâinile voastre.”",
        "29": "Atunci, Israel a pus niște oameni la pândă în jurul cetății Ghibea.",
        "30": "Copiii lui Israel s-au suit împotriva fiilor lui Beniamin a treia zi și s-au așezat în linie de bătaie înaintea cetății Ghibea, ca și în celelalte dăți.",
        "31": "Și fiii lui Beniamin au ieșit înaintea poporului și au fost trași departe de cetate. Au început să lovească de moarte în popor, ca și în celelalte dăți, pe drumurile cele mari, care suie unul la Betel și altul la Ghibea prin câmpie, și au ucis aproape treizeci de bărbați din Israel.",
        "32": "Fiii lui Beniamin ziceau: „Iată-i bătuți înaintea noastră ca și mai înainte!” Dar copiii lui Israel ziceau: „Să fugim și să-i tragem departe de cetate, la drumul mare.”",
        "33": "Toți bărbații lui Israel și-au părăsit locurile și s-au înșiruit de bătaie la Baal-Tamar; și oamenii lui Israel care stăteau la pândă s-au aruncat din locul în care erau, din Maare-Ghibea.",
        "34": "Zece mii de oameni aleși din tot Israelul au ajuns înaintea cetății Ghibea. Lupta a fost aprigă, și beniamiții nu-și închipuiau prăpădul prin care aveau să treacă.",
        "35": "Domnul a bătut pe Beniamin înaintea lui Israel, și copiii lui Israel au ucis în ziua aceea douăzeci și cinci de mii o sută de oameni din Beniamin, toți în stare să poarte armele.",
        "36": "Fiii lui Beniamin credeau că bărbații lui Israel sunt bătuți, căci aceștia făceau loc beniamiților și se bizuiau pe oamenii pe care-i puseseră la pândă împotriva cetății Ghibea.",
        "37": "Oamenii de la pândă s-au aruncat repede asupra cetății Ghibea, au pornit înainte și au trecut toată cetatea prin ascuțișul sabiei.",
        "38": "După un semn asupra căruia se învoiseră cu bărbații lui Israel, cei de la pândă aveau să facă să se înalțe din cetate un fum gros.",
        "39": "Atunci, bărbații lui Israel s-au întors în luptă. Beniamiții le omorâseră aproape treizeci de oameni și ziceau: „Negreșit, iată-i bătuți înaintea noastră, ca în cea dintâi luptă!”",
        "40": "Dar un fum gros începea să se înalțe atunci din cetate. Beniamiții s-au uitat înapoi și iată că flăcările se ridicau din cetatea întreagă spre cer.",
        "41": "Bărbații lui Israel se întorseseră; și bărbații lui Beniamin s-au înspăimântat, văzând prăpădul care avea să-i ajungă.",
        "42": "Au dat dosul înaintea bărbaților lui Israel și au fugit pe calea care duce în pustie. Dar năvălitorii s-au luat după ei, iar pe cei ce ieșiseră din cetate i-au culcat la pământ, căci îi prinseseră la mijloc.",
        "43": "Au înconjurat pe Beniamin, l-au gonit și l-au zdrobit de îndată ce voia să se odihnească, până în fața cetății Ghibea înspre soare-răsare.",
        "44": "Optsprezece mii de bărbați au căzut din Beniamin, toți voinici.",
        "45": "Din cei ce au dat dosul ca să fugă spre pustie la stânca Rimon, bărbații lui Israel au nimicit cinci mii pe drumuri; i-au urmărit până la Ghideom și au ucis din ei două mii.",
        "46": "Întreg numărul beniamiților care au pierit în ziua aceea a fost de douăzeci și cinci de mii de oameni în stare să poarte armele, toți voinici.",
        "47": "Șase sute de oameni erau cei ce dăduseră dosul și fugiseră spre pustie la stânca Rimon; acolo au rămas patru luni.",
        "48": "Bărbații lui Israel s-au întors la fiii lui Beniamin și i-au trecut prin ascuțișul sabiei, de la oamenii din cetăți până la dobitoace și tot ce au găsit. Au pus, de asemenea, foc tuturor cetăților pe care le-au găsit în cale."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Toți fiii lui Israel, de la Dan până la Beer-Șeba, inclusiv din teritoriul Ghiladului, au plecat și, într-un gând și-un suflet, s-au strâns laolaltă înaintea Domnului la Mițpa.",
        "2": "Conducătorii întregului popor, ai tuturor semințiilor lui Israel, s-au înfățișat în adunarea poporului lui Dumnezeu: erau patru sute de mii de pedestrași în stare să scoată sabia.",
        "3": "Fiii lui Beniamin au auzit că fiii lui Israel au venit la Mițpa. Fiii lui Israel au zis: ‒ Spuneți, cum s-a întâmplat răul acesta?",
        "4": "Atunci, levitul, bărbatul femeii care fusese ucisă, a luat cuvântul și le-a zis: ‒ Eu și țiitoarea mea intrasem în Ghiva, care aparține de Beniamin, ca să înnoptăm acolo.",
        "5": "Dar locuitorii Ghivei s-au ridicat împotriva mea, au înconjurat pe timp de noapte casa în care mă aflam și au vrut să mă ucidă. Au abuzat de țiitoarea mea, și ea a murit.",
        "6": "Atunci mi-am apucat țiitoarea și am tăiat-o în bucăți, pe care le-am trimis în toată țara moștenită de Israel, căci au comis o ticăloșie și o faptă spurcată în Israel.",
        "7": "Iată-vă aici pe toți, fii ai lui Israel: vorbiți între voi și sfătuiți-vă!",
        "8": "Tot poporul s-a ridicat, într-un gând și-un suflet, zicând: ‒ Niciunul din noi nu va pleca la cortul lui. Nimeni nu se va întoarce acasă.",
        "9": "Iată acum ce-i vom face Ghivei: o vom lua cu asalt în funcție de cum vom ieși la sorți.",
        "10": "Din toate semințiile lui Israel vom lua zece bărbați dintr-o sută, o sută dintr-o mie și o mie din zece mii. Aceștia vor aduce provizii pentru popor. Apoi, când ei se vor întoarce, vom pedepsi Gheva lui Beniamin potrivit cu fapta spurcată pe care a comis-o în Israel.",
        "11": "Toți bărbații lui Israel s-au unit și s-au mobilizat împotriva cetății.",
        "12": "Semințiile lui Israel au trimis niște bărbați prin toate familiile lui Beniamin să le spună: „Ce înseamnă răul acesta care a avut loc printre voi?",
        "13": "Acum, predați-i pe bărbații aceia, pe acei oameni de nimic care sunt în Ghiva, ca să-i omorâm și să nimicim astfel răul din Israel!“. Dar fiii lui Beniamin n-au vrut să asculte de glasul fraților lor, fiii lui Israel.",
        "14": "Fiii lui Beniamin s-au mobilizat, din cetățile lor, la Ghiva, ca să lupte împotriva fiilor lui Israel.",
        "15": "În ziua aceea, s-au mobilizat din cetăți douăzeci și șase de mii de fii ai lui Beniamin, în stare să scoată sabia, în afară de locuitorii Ghivei, care s-au mobilizat în număr de șapte sute de bărbați aleși.",
        "16": "Din tot poporul aceasta, șapte sute de bărbați aleși erau stângaci. Toți aceștia, trăgând cu praștia, puteau ținti chiar și un fir de păr și nu greșeau.",
        "17": "În afară de Beniamin, oamenii lui Israel care se mobilizaseră erau patru sute de mii de bărbați în stare să scoată sabia. Toți aceștia erau războinici.",
        "18": "Ei s-au ridicat, s-au dus la Betel și L-au întrebat pe Dumnezeu. Fiii lui Israel au zis: ‒ Care dintre noi să meargă primul la război împotriva fiilor lui Beniamin? Domnul le-a răspuns: ‒ Iuda să meargă primul!",
        "19": "Fiii lui Israel s-au sculat dimineața și și-au așezat tabăra lângă Ghiva.",
        "20": "Apoi au ieșit la luptă împotriva celor din Beniamin și s-au așezat în linie de bătaie înaintea Ghivei.",
        "21": "Fiii lui Beniamin au ieșit din Ghiva și au doborât la pământ în ziua aceea douăzeci și două de mii de bărbați din Israel.",
        "22": "Poporul, bărbații lui Israel, s-a încurajat și s-a așezat din nou în linie de bătaie în locul în care se așezase în prima zi.",
        "23": "Între timp, fiii lui Israel s-au dus și au plâns înaintea Domnului până seara. Ei L-au întrebat pe Domnul, zicând: ‒ Să pornim din nou la luptă împotriva fiilor lui Beniamin, frații noștri? Domnul le-a răspuns: ‒ Porniți împotriva lor!",
        "24": "Astfel, fiii lui Israel au înaintat a doua zi împotriva fiilor lui Beniamin.",
        "25": "Dar și a doua zi cei din Beniamin au ieșit din Ghiva ca să-i înfrunte și iarăși au doborât la pământ optsprezece mii de bărbați dintre fiii lui Israel, toți în stare să scoată sabia.",
        "26": "Atunci, toți fiii lui Israel, deci tot poporul, s-au dus la Betel și au plâns. În ziua aceea, au rămas acolo, în prezența Domnului, au postit până seara și au adus înaintea Domnului arderi-de-tot și jertfe de pace.",
        "27": "Fiii lui Israel L-au întrebat pe Domnul. (În zilele acelea, Chivotul legământului cu Dumnezeu era acolo,",
        "28": "iar Fineas, fiul lui Elazar, fiul lui Aaron, slujea atunci înaintea lui.) Ei au zis: ‒ Să ieșim din nou la luptă împotriva fiilor lui Beniamin, fratele nostru, sau să ne oprim? Domnul a răspuns: ‒ Duceți-vă, căci mâine îi voi da în mâinile voastre!",
        "29": "Atunci, Israel a pus la pândă niște oameni împrejurul cetății Ghiva.",
        "30": "A treia zi, fiii lui Israel au venit împotriva fiilor lui Beniamin și s-au așezat înaintea Ghivei ca și în celelalte ocazii.",
        "31": "Fiii lui Beniamin au ieșit să întâlnească poporul, fiind astfel îndepărtați de lângă cetate. Au început să lovească în popor și să ucidă ca în celelalte ocazii, pe drumurile cele mari – unul care duce la Betel și altul la Ghiva – și în câmpie. Au ucis aproape treizeci de bărbați din Israel.",
        "32": "Fiii lui Beniamin ziceau: „Iată-i învinși înaintea noastră ca și mai înainte!“. Dar fiii lui Israel ziceau: „Să fugim și să-i îndepărtăm de cetate spre drumurile cele mari!“.",
        "33": "Toți bărbații lui Israel s-au ridicat din locurile lor și s-au regrupat la Baal-Tamar, iar Israelul care stătea la pândă s-a năpustit din locul în care era, la vest de Gheva.",
        "34": "Zece mii de oameni aleși din tot Israelul au înaintat împotriva Ghivei. Bătălia a fost înverșunată, iar beniamiții nici nu-și imaginau că va veni asupra lor un asemenea dezastru.",
        "35": "Domnul i-a învins pe cei din Beniamin înaintea lui Israel și, astfel, fiii lui Israel au doborât în acea zi, în Beniamin, douăzeci și cinci de mii o sută de bărbați, toți aceștia în stare să scoată sabia.",
        "36": "Fiii lui Beniamin au văzut că au fost învinși. Atunci când bărbații lui Israel s-au lăsat urmăriți de cei din Beniamin, ei s-au bazat pe oamenii care fuseseră puși la pândă în apropierea Ghivei.",
        "37": "Cei ce stăteau la pândă au înaintat repede împotriva Ghivei, s-au năpustit asupra ei și au trecut cetatea prin ascuțișul sabiei.",
        "38": "Semnalul pe care bărbații lui Israel îl hotărâseră cu cei ce stăteau la pândă era acela că ei trebuiau să înalțe în cetate un nor mare de fum.",
        "39": "Doar atunci bărbații lui Israel ar fi trebuit să se întoarcă în luptă. Dar cei din Beniamin începuseră să lovească, iar pentru că numărul celor uciși din Israel era aproape de treizeci de oameni, ei își ziceau: „Cu siguranță sunt pe deplin învinși înaintea noastră ca în prima luptă!“.",
        "40": "Când coloana de fum a început să se înalțe din cetate, cei din Beniamin au privit înapoi și au observat-o cum se înălța din întreaga cetate înspre cer.",
        "41": "Atunci bărbații lui Israel s-au întors. Când au văzut dezastrul care-i aștepta, bărbații lui Beniamin s-au îngrozit.",
        "42": "Au fugit dinaintea bărbaților lui Israel spre drumul deșertului, dar n-au putut scăpa de luptă, iar cei din cetăți i-au doborât în mijlocul lor.",
        "43": "Ei i-au înconjurat pe cei din Beniamin, i-au urmărit fără încetare și i-au nimicit până în fața Ghivei, spre est.",
        "44": "Optsprezece mii de bărbați din Beniamin au căzut, toți aceștia fiind bărbați viteji.",
        "45": "Unii au fugit și au scăpat în deșert, la Stânca lui Rimon. Israeliții au ucis la drumurile cele mari cinci mii dintre ei. Pe alții i-au urmărit până la Ghidom și au ucis dintre aceștia două mii de bărbați.",
        "46": "Astfel, toți cei din Beniamin care au căzut în ziua aceea au fost douăzeci și cinci de mii de bărbați în stare să scoată sabia, toți bărbați viteji.",
        "47": "Dintre cei care au fugit și au scăpat în deșert, la Stânca lui Rimon, au mai rămas șase sute de bărbați. Ei au locuit la Stânca lui Rimon timp de patru luni.",
        "48": "Bărbații lui Israel s-au întors la fiii lui Beniamin și au trecut prin ascuțișul sabiei toate cetățile cu tot ce au găsit în ele: oameni și animale. Ei au dat foc tuturor acestor cetăți pe care le-au găsit în cale."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Then all the children of Israel went out, and the congregation was assembled as one man, from Dan even to Beersheba, with the land of Gilead, to Yahweh at Mizpah.",
        "2": "The chiefs of all the people, even of all the tribes of Israel, presented themselves in the assembly of the people of God, four hundred thousand footmen who drew sword.",
        "3": "(Now the children of Benjamin heard that the children of Israel had gone up to Mizpah.) The children of Israel said, “Tell us, how did this wickedness happen?”",
        "4": "The Levite, the husband of the woman who was murdered, answered, “I came into Gibeah that belongs to Benjamin, I and my concubine, to spend the night.",
        "5": "The men of Gibeah rose against me, and surrounded the house by night. They intended to kill me and they raped my concubine, and she is dead.",
        "6": "I took my concubine and cut her in pieces, and sent her throughout all the country of the inheritance of Israel; for they have committed lewdness and folly in Israel.",
        "7": "Behold, you children of Israel, all of you, give here your advice and counsel.”",
        "8": "All the people arose as one man, saying, “None of us will go to his tent, neither will any of us turn to his house.",
        "9": "But now this is the thing which we will do to Gibeah: we will go up against it by lot;",
        "10": "and we will take ten men of one hundred throughout all the tribes of Israel, and one hundred of one thousand, and a thousand out of ten thousand to get food for the people, that they may do, when they come to Gibeah of Benjamin, according to all the folly that the men of Gibeah have done in Israel.”",
        "11": "So all the men of Israel were gathered against the city, knit together as one man.",
        "12": "The tribes of Israel sent men through all the tribe of Benjamin, saying, “What wickedness is this that has happened among you?",
        "13": "Now therefore deliver up the men, the wicked fellows who are in Gibeah, that we may put them to death and put away evil from Israel.” But Benjamin would not listen to the voice of their brothers, the children of Israel.",
        "14": "The children of Benjamin gathered themselves together out of the cities to Gibeah, to go out to battle against the children of Israel.",
        "15": "The children of Benjamin were counted on that day out of the cities twenty-six thousand men who drew the sword, in addition to the inhabitants of Gibeah, who were counted seven hundred chosen men.",
        "16": "Among all these soldiers there were seven hundred chosen men who were left-handed. Every one of them could sling a stone at a hair and not miss.",
        "17": "The men of Israel, besides Benjamin, were counted four hundred thousand men who drew sword. All these were men of war.",
        "18": "The children of Israel arose, went up to Bethel, and asked counsel of God. They asked, “Who shall go up for us first to battle against the children of Benjamin?” Yahweh said, “Judah first.”",
        "19": "The children of Israel rose up in the morning and encamped against Gibeah.",
        "20": "The men of Israel went out to battle against Benjamin; and the men of Israel set the battle in array against them at Gibeah.",
        "21": "The children of Benjamin came out of Gibeah, and on that day destroyed twenty-two thousand of the Israelite men down to the ground.",
        "22": "The people, the men of Israel, encouraged themselves, and set the battle again in array in the place where they set themselves in array the first day.",
        "23": "The children of Israel went up and wept before Yahweh until evening; and they asked of Yahweh, saying, “Shall I again draw near to battle against the children of Benjamin my brother?” Yahweh said, “Go up against him.”",
        "24": "The children of Israel came near against the children of Benjamin the second day.",
        "25": "Benjamin went out against them out of Gibeah the second day, and destroyed down to the ground of the children of Israel again eighteen thousand men. All these drew the sword.",
        "26": "Then all the children of Israel and all the people went up, and came to Bethel, and wept, and sat there before Yahweh, and fasted that day until evening; then they offered burnt offerings and peace offerings before Yahweh.",
        "27": "The children of Israel asked Yahweh (for the ark of the covenant of God was there in those days,",
        "28": "and Phinehas, the son of Eleazar, the son of Aaron, stood before it in those days), saying, “Shall I yet again go out to battle against the children of Benjamin my brother, or shall I cease?” Yahweh said, “Go up; for tomorrow I will deliver him into your hand.”",
        "29": "Israel set ambushes all around Gibeah.",
        "30": "The children of Israel went up against the children of Benjamin on the third day, and set themselves in array against Gibeah, as at other times.",
        "31": "The children of Benjamin went out against the people, and were drawn away from the city; and they began to strike and kill of the people as at other times, in the highways, of which one goes up to Bethel and the other to Gibeah, in the field, about thirty men of Israel.",
        "32": "The children of Benjamin said, “They are struck down before us, as at the first.” But the children of Israel said, “Let’s flee, and draw them away from the city to the highways.”",
        "33": "All the men of Israel rose up out of their place and set themselves in array at Baal Tamar. Then the ambushers of Israel broke out of their place, even out of Maareh Geba.",
        "34": "Ten thousand chosen men out of all Israel came over against Gibeah, and the battle was severe; but they didn’t know that disaster was close to them.",
        "35": "Yahweh struck Benjamin before Israel; and the children of Israel destroyed of Benjamin that day twenty-five thousand one hundred men. All these drew the sword.",
        "36": "So the children of Benjamin saw that they were struck, for the men of Israel yielded to Benjamin because they trusted the ambushers whom they had set against Gibeah.",
        "37": "The ambushers hurried, and rushed on Gibeah; then the ambushers spread out, and struck all the city with the edge of the sword.",
        "38": "Now the appointed sign between the men of Israel and the ambushers was that they should make a great cloud of smoke rise up out of the city.",
        "39": "The men of Israel turned in the battle, and Benjamin began to strike and kill of the men of Israel about thirty persons; for they said, “Surely they are struck down before us, as in the first battle.”",
        "40": "But when the cloud began to arise up out of the city in a pillar of smoke, the Benjamites looked behind them; and behold, the whole city went up in smoke to the sky.",
        "41": "The men of Israel turned, and the men of Benjamin were dismayed; for they saw that disaster had come on them.",
        "42": "Therefore they turned their backs before the men of Israel to the way of the wilderness, but the battle followed hard after them; and those who came out of the cities destroyed them in the middle of it.",
        "43": "They surrounded the Benjamites, chased them, and trod them down at their resting place, as far as near Gibeah toward the sunrise.",
        "44": "Eighteen thousand men of Benjamin fell; all these were men of valor.",
        "45": "They turned and fled toward the wilderness to the rock of Rimmon. They gleaned five thousand men of them in the highways, and followed hard after them to Gidom, and struck two thousand men of them.",
        "46": "So that all who fell that day of Benjamin were twenty-five thousand men who drew the sword. All these were men of valor.",
        "47": "But six hundred men turned and fled toward the wilderness to the rock of Rimmon, and stayed in the rock of Rimmon four months.",
        "48": "The men of Israel turned again on the children of Benjamin, and struck them with the edge of the sword—including the entire city, the livestock, and all that they found. Moreover they set all the cities which they found on fire."
      }
    }
  }
}