{
  "book": "Judecatorii",
  "chapter": "6",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Copiii lui Israel au făcut ce nu plăcea Domnului, și Domnul i-a dat în mâinile lui Madian timp de șapte ani.",
        "2": "Mâna lui Madian a fost puternică împotriva lui Israel. Ca să scape de Madian, copiii lui Israel fugeau în văgăunile munților, în peșteri și pe stânci întărite.",
        "3": "După ce semăna Israel, Madian se suia cu Amalec și fiii Răsăritului și porneau împotriva lui.",
        "4": "Tăbărau în fața lui, nimiceau roadele țării până spre Gaza și nu lăsau în Israel nici merinde, nici oi, nici boi, nici măgari.",
        "5": "Căci se suiau împreună cu turmele și corturile lor, soseau ca o mulțime de lăcuste, erau fără număr, ei și cămilele lor, și veneau în țară ca s-o pustiască.",
        "6": "Israel a ajuns foarte nenorocit din pricina lui Madian, și copiii lui Israel au strigat către Domnul.",
        "7": "Când copiii lui Israel au strigat către Domnul din pricina lui Madian,",
        "8": "Domnul a trimis copiilor lui Israel un proroc. El le-a zis: „Așa vorbește Domnul Dumnezeul lui Israel: ‘Eu v-am scos din Egipt, Eu v-am scos din casa robiei.",
        "9": "V-am scăpat din mâna egiptenilor și din mâna tuturor celor ce vă apăsau, i-am izgonit dinaintea voastră și v-am dat vouă țara lor.",
        "10": "V-am zis: «Eu sunt Domnul Dumnezeul vostru; să nu vă temeți de dumnezeii amoriților, în a căror țară locuiți.» Dar voi n-ați ascultat glasul Meu.’” Ghedeon",
        "11": "Apoi a venit Îngerul Domnului și S-a așezat sub stejarul din Ofra, care era al lui Ioas, din familia lui Abiezer. Ghedeon, fiul său, bătea grâu în teasc, ca să-l ascundă de Madian.",
        "12": "Îngerul Domnului i S-a arătat și i-a zis: „Domnul este cu tine, viteazule!”",
        "13": "Ghedeon I-a zis: „Rogu-te, domnul meu, dacă Domnul este cu noi, pentru ce ni s-au întâmplat toate aceste lucruri? Și unde sunt toate minunile acelea pe care ni le istorisesc părinții noștri când spun: ‘Nu ne-a scos oare Domnul din Egipt?’ Acum, Domnul ne părăsește și ne dă în mâinile lui Madian!”",
        "14": "Domnul S-a uitat la el și a zis: „Du-te cu puterea aceasta pe care o ai și izbăvește pe Israel din mâna lui Madian. Oare nu te trimit Eu?”",
        "15": "Ghedeon I-a zis: „Rogu-te, domnul meu, cu ce să izbăvesc pe Israel? Iată că familia mea este cea mai săracă din Manase și eu sunt cel mai mic din casa tatălui meu.”",
        "16": "Domnul i-a zis: „Eu voi fi cu tine și vei bate pe Madian ca pe un singur om.”",
        "17": "Ghedeon I-a zis: „Dacă am căpătat trecere înaintea Ta, dă-mi un semn ca să-mi arăți că Tu îmi vorbești.",
        "18": "Nu Te depărta de aici până mă voi întoarce la Tine să-mi aduc darul și să-l pun înaintea Ta.” Și Domnul a zis: „Voi rămâne până te vei întoarce.”",
        "19": "Ghedeon a intrat în casă, a pregătit un ied și a făcut azimi dintr-o efă de făină. A pus carnea într-un coș și zeama a turnat-o într-o oală, le-a adus sub stejar și I le-a pus înainte.",
        "20": "Îngerul lui Dumnezeu i-a zis: „Ia carnea și azimile, pune-le pe stânca aceasta și varsă zeama.” Și el a făcut așa.",
        "21": "Îngerul Domnului a întins vârful toiagului pe care-l avea în mână și a atins carnea și azimile. Atunci, s-a ridicat din stâncă un foc care a mistuit carnea și azimile. Și Îngerul Domnului S-a făcut nevăzut dinaintea lui.",
        "22": "Ghedeon, văzând că fusese Îngerul Domnului, a zis: „Vai de mine, Stăpâne Doamne! Am văzut pe Îngerul Domnului față-n față.”",
        "23": "Și Domnul i-a zis: „Fii pe pace, nu te teme, căci nu vei muri.”",
        "24": "Ghedeon a zidit acolo un altar Domnului și i-a pus numele „Domnul păcii”. Altarul acesta este și astăzi la Ofra, care era a familiei lui Abiezer. Dărâmarea altarului lui Baal",
        "25": "În aceeași noapte, Domnul a zis lui Ghedeon: „Ia vițelul tatălui tău și un alt taur de șapte ani. Dărâmă altarul lui Baal, care este al tatălui tău, și taie parul închinat Astarteei, care este deasupra.",
        "26": "Să zidești apoi și să întocmești pe vârful acestei stânci un altar Domnului Dumnezeului tău. Să iei taurul al doilea și să aduci o ardere-de-tot cu lemnul din stâlpul idolului pe care-l vei tăia.”",
        "27": "Ghedeon a luat zece oameni dintre slujitorii lui și a făcut ce spusese Domnul, dar, fiindcă se temea de casa tatălui său și de oamenii din cetate, a făcut lucrul acesta noaptea, nu ziua.",
        "28": "Când s-au sculat oamenii din cetate dis-de-dimineață, iată că altarul lui Baal era dărâmat, parul închinat idolului de deasupra lui era tăiat și al doilea taur era adus ca ardere-de-tot pe altarul care fusese zidit.",
        "29": "Ei și-au zis unul altuia: „Cine a făcut lucrul acesta?” Și au întrebat și au făcut cercetări. Li s-a spus: „Ghedeon, fiul lui Ioas, a făcut lucrul acesta.”",
        "30": "Atunci, oamenii din cetate au zis lui Ioas: „Scoate pe fiul tău ca să moară, căci a dărâmat altarul lui Baal și a tăiat parul sfânt care era deasupra lui.”",
        "31": "Ioas a răspuns tuturor celor ce s-au înfățișat înaintea lui: „Oare datoria voastră este să apărați pe Baal? Voi trebuie să-i veniți în ajutor? Oricine va lua apărarea lui Baal să moară până dimineață. Dacă Baal este un dumnezeu, să-și apere el pricina, fiindcă i-au dărâmat altarul.”",
        "32": "În ziua aceea au pus lui Ghedeon numele Ierubaal (Apere-se Baal), căci au zis: „Apere-se Baal împotriva lui, fiindcă i-a dărâmat altarul.”",
        "33": "Tot Madianul, Amalec și fiii Răsăritului s-au strâns împreună, au trecut Iordanul și au tăbărât în valea Izreel.",
        "34": "Ghedeon a fost îmbrăcat cu Duhul Domnului; a sunat din trâmbiță și Abiezer a fost chemat ca să meargă după el.",
        "35": "A trimis soli în tot Manase, care, de asemenea, a fost chemat să meargă după el. A trimis soli în Așer, în Zabulon și în Neftali, care s-au suit să le iasă înainte. Semnul cu lâna",
        "36": "Ghedeon a zis lui Dumnezeu: „Dacă vrei să izbăvești pe Israel prin mâna mea, cum ai spus,",
        "37": "iată, voi pune un val de lână în arie; dacă numai lâna va fi acoperită de rouă, și tot pământul va rămâne uscat, voi cunoaște că vei izbăvi pe Israel prin mâna mea, cum ai spus.”",
        "38": "Și așa s-a întâmplat. În ziua următoare, el s-a sculat dis-de-dimineață, a stors lâna și a scos roua din ea, care a dat un pahar plin cu apă.",
        "39": "Ghedeon a zis lui Dumnezeu: „Să nu Te aprinzi de mânie împotriva mea și nu voi mai vorbi decât de data aceasta. Aș vrea numai să mai fac o încercare cu lâna: numai lâna să rămână uscată, și tot pământul să se acopere cu rouă.”",
        "40": "Și Dumnezeu a făcut așa în noaptea aceea. Numai lâna a rămas uscată, și tot pământul s-a acoperit cu rouă."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Fiii lui Israel au făcut din nou ce este rău înaintea ochilor Domnului și de aceea Domnul i-a dat pe mâna lui Midian timp de șapte ani.",
        "2": "Mâna lui Midian a fost puternică împotriva lui Israel. Din cauza lui Midian, fiii lui Israel și-au făcut grote în munți, peșteri și fortărețe.",
        "3": "Ori de câte ori semăna Israel, midianiții împreună cu amalekiții și fiii Estului porneau împotriva lui.",
        "4": "Ei îi invadau țara și distrugeau roadele pământului până aproape de Gaza. Nu lăsau în Israel nici hrană, nici oi, nici boi și nici măgari,",
        "5": "căci ei veneau cu vitele și corturile lor, năvălind ca o mulțime de lăcuste. Ei și cămilele lor erau fără număr și intrau în țară ca s-o distrugă.",
        "6": "Israel decăzuse foarte mult din cauza midianiților. Atunci fiii lui Israel au strigat către Domnul.",
        "7": "Când au strigat fiii lui Israel către Domnul din cauza lui Midian,",
        "8": "Domnul le-a trimis un profet care le-a zis: „Așa vorbește Domnul, Dumnezeul lui Israel: «Eu v-am scos din Egipt, v-am smuls din casa sclavilor",
        "9": "și v-am eliberat din mâna egiptenilor și din mâna tuturor celor ce vă asupreau. I-am alungat dinaintea voastră și v-am dat vouă țara lor.",
        "10": "V-am spus atunci: ‘Eu sunt Domnul, Dumnezeul vostru. Să nu vă temeți de dumnezeii amoriților în a căror țară locuiți’. Dar voi n-ați ascultat de glasul Meu»“. Chemarea lui Ghedeon",
        "11": "După aceea a venit Îngerul Domnului și S-a așezat sub terebintul din Ofra, care era al abiezritului Ioaș. Ghedeon, fiul său, bătea grâu în presa de struguri, ca să-l ascundă de midianiți.",
        "12": "Îngerul Domnului i S-a arătat și i-a zis: ‒ Domnul este cu tine, viteazule!",
        "13": "Ghedeon I-a răspuns: ‒ Ah, Stăpâne, dacă Domnul este cu noi atunci de ce ni s-au întâmplat toate acestea? Și unde sunt toate minunile pe care ni le-au istorisit strămoșii noștri când ziceau: „Nu ne-a scos Domnul din Egipt?“. Dar acum Domnul ne-a părăsit și ne-a dat în mâna midianiților.",
        "14": "Domnul S-a întors spre el și i-a zis: ‒ Du-te cu puterea aceasta pe care o ai și eliberează Israelul din mâna midianiților. Oare nu te trimit Eu?",
        "15": "El I-a răspuns: ‒ Ah, Stăpâne, dar cum să-l eliberez eu pe Israel? Iată că familia mea este cea mai mică în Manase, iar eu sunt cel mai tânăr în familia tatălui meu.",
        "16": "Atunci Domnul i-a zis: ‒ Vei învinge Midianul ca pe un singur om, pentru că Eu voi fi cu tine.",
        "17": "El I-a răspuns: ‒ Te rog, dacă am găsit bunăvoință înaintea Ta, atunci înfăptuiește un semn pentru mine ca să știu că într-adevăr Tu ești Cel Ce vorbești cu mine.",
        "18": "Te mai rog, nu Te depărta de aici până ce nu mă voi întoarce la Tine ca să-Ți aduc darul meu de mâncare și să Ți-l ofer. El i-a zis: ‒ Voi rămâne până te vei întoarce.",
        "19": "Ghedeon a intrat, a gătit un ied, iar dintr-o efă de făină a făcut azime. Carnea a pus-o într-un coș, iar zeama într-un vas. Apoi s-a dus înspre El, sub terebint, și I le-a oferit.",
        "20": "Îngerul lui Dumnezeu i-a zis: ‒ Ia carnea și azimele și pune-le pe stânca aceasta, iar zeama vars-o. El a făcut așa.",
        "21": "Îngerul Domnului a întins vârful toiagului care era în mâna Lui și a atins carnea și azimele. Atunci s-a ridicat foc din stâncă și a ars carnea și azimele. Și Îngerul Domnului a plecat dinaintea ochilor lui.",
        "22": "Atunci Ghedeon și-a dat seama că fusese Îngerul Domnului și a zis: ‒ Ah, Stăpâne Doamne! Am văzut pe Îngerul Domnului față în față!",
        "23": "Dar Domnul i-a răspuns: ‒ Pace ție! Nu te teme! Nu vei muri!",
        "24": "Ghedeon a construit acolo un altar Domnului și l-a numit „Domnul este pace“. Altarul mai este încă și astăzi în Ofra, care aparține abiezriților. Ghedeon distruge altarul lui Baal",
        "25": "În aceeași noapte Domnul i-a zis: ‒ Ia cel de-al doilea taur tânăr al tatălui tău și taurul care are șapte ani! Dărâmă altarul închinat de tatăl tău lui Baal și taie stâlpul Așerei care este lângă el.",
        "26": "Să zidești apoi un altar potrivit pentru Domnul, Dumnezeul tău, pe vârful acestei înălțimi, să iei al doilea taur și să aduci o ardere-de-tot, folosind stâlpul Așerei pe care-l vei tăia.",
        "27": "Ghedeon a luat zece oameni dintre slujitorii lui și a făcut așa cum îi poruncise Domnul, dar fiindcă se temea de familia lui și de oamenii din cetate, a făcut acest lucru noaptea, nu ziua.",
        "28": "Când oamenii din cetate s-au sculat dimineață, iată că altarul lui Baal era dărâmat, stâlpul Așerei, care fusese lângă el, era tăiat, iar al doilea taur fusese adus ca ardere-de-tot pe altarul care fusese construit.",
        "29": "Atunci fiecare i-a zis semenului său: ‒ Cine a făcut o asemenea faptă? După ce au întrebat și au cercetat li s-a răspuns: ‒ Ghedeon, fiul lui Ioaș, a făcut fapta aceasta.",
        "30": "Oamenii din cetate i-au zis lui Ioaș: ‒ Scoate-l afară pe fiul tău ca să moară, pentru că a dărâmat altarul lui Baal și a tăiat stâlpul Așerei de lângă el.",
        "31": "Ioaș le-a răspuns tuturor acelora care i-au stat împotrivă: ‒ Oare voi trebuie să-i țineți partea? Voi trebuie să-l apărați? Cine îl va răzbuna pe Baal să fie omorât până dimineață! Dacă este dumnezeu, atunci să se apere singur din cauză că i-a fost dărâmat altarul.",
        "32": "În ziua aceea i-au pus lui Ghedeon numele Ierub-Baal, zicând: ‒ Să se certe Baal cu el din cauză că i-a dărâmat altarul. Semnul cu lâna",
        "33": "Toți midianiții, amalekiții și fiii Estului s-au aliat, au traversat Iordanul și apoi și-au așezat tabăra în Valea Izreel.",
        "34": "Ghedeon a fost îmbrăcat cu Duhul Domnului și a sunat din trâmbiță. Abiezer a fost chemat să meargă după el.",
        "35": "A trimis mesageri prin tot Manase, chemându-l și pe acesta după el. A trimis mesageri în Așer, în Zabulon și în Neftali, și aceștia au venit să-l întâlnească.",
        "36": "Ghedeon I-a zis lui Dumnezeu: „Dacă într-adevăr vrei să-l eliberezi pe Israel, folosindu-Te de mine precum ai spus,",
        "37": "iată, voi pune o învelitoare de lână în arie. Dacă roua va apărea doar pe lână și tot pământul va rămâne uscat, atunci voi înțelege că vrei să eliberezi Israelul prin mine, precum ai spus“.",
        "38": "Și așa s-a și întâmplat. Când s-a sculat a doua zi dimineață, a stors învelitoarea și din ea a curs rouă; a umplut cu apă un vas întreg.",
        "39": "Ghedeon I-a zis lui Dumnezeu: „Să nu Te mânii pe mine, dar voi mai vorbi doar o singură dată. Te rog, îngăduie-mi să mai încerc o dată semnul cu învelitoarea. Fă în așa fel încât numai învelitoarea să rămână uscată, iar tot pământul să fie acoperit cu rouă“.",
        "40": "Și Dumnezeu a făcut așa în noaptea aceea: învelitoarea a rămas uscată, iar tot pământul a fost acoperit cu rouă."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "The children of Israel did that which was evil in Yahweh’s sight, so Yahweh delivered them into the hand of Midian seven years.",
        "2": "The hand of Midian prevailed against Israel; and because of Midian the children of Israel made themselves the dens which are in the mountains, the caves, and the strongholds.",
        "3": "So it was, when Israel had sown, that the Midianites, the Amalekites, and the children of the east came up against them.",
        "4": "They encamped against them, and destroyed the increase of the earth, until you come to Gaza. They left no sustenance in Israel, and no sheep, ox, or donkey.",
        "5": "For they came up with their livestock and their tents. They came in as locusts for multitude. Both they and their camels were without number; and they came into the land to destroy it.",
        "6": "Israel was brought very low because of Midian; and the children of Israel cried to Yahweh.",
        "7": "When the children of Israel cried to Yahweh because of Midian,",
        "8": "Yahweh sent a prophet to the children of Israel; and he said to them, “Yahweh, the God of Israel, says, ‘I brought you up from Egypt, and brought you out of the house of bondage.",
        "9": "I delivered you out of the hand of the Egyptians and out of the hand of all who oppressed you, and drove them out from before you, and gave you their land.",
        "10": "I said to you, “I am Yahweh your God. You shall not fear the gods of the Amorites, in whose land you dwell.” But you have not listened to my voice.’”",
        "11": "Yahweh’s angel came and sat under the oak which was in Ophrah, that belonged to Joash the Abiezrite. His son Gideon was beating out wheat in the wine press, to hide it from the Midianites.",
        "12": "Yahweh’s angel appeared to him, and said to him, “Yahweh is with you, you mighty man of valor!”",
        "13": "Gideon said to him, “Oh, my lord, if Yahweh is with us, why then has all this happened to us? Where are all his wondrous works which our fathers told us of, saying, ‘Didn’t Yahweh bring us up from Egypt?’ But now Yahweh has cast us off, and delivered us into the hand of Midian.”",
        "14": "Yahweh looked at him, and said, “Go in this your might, and save Israel from the hand of Midian. Haven’t I sent you?”",
        "15": "He said to him, “O Lord, how shall I save Israel? Behold, my family is the poorest in Manasseh, and I am the least in my father’s house.”",
        "16": "Yahweh said to him, “Surely I will be with you, and you shall strike the Midianites as one man.”",
        "17": "He said to him, “If now I have found favor in your sight, then show me a sign that it is you who talk with me.",
        "18": "Please don’t go away until I come to you, and bring out my present, and lay it before you.” He said, “I will wait until you come back.”",
        "19": "Gideon went in and prepared a young goat and unleavened cakes of an ephah of meal. He put the meat in a basket and he put the broth in a pot, and brought it out to him under the oak, and presented it.",
        "20": "The angel of God said to him, “Take the meat and the unleavened cakes, and lay them on this rock, and pour out the broth.” He did so.",
        "21": "Then Yahweh’s angel stretched out the end of the staff that was in his hand, and touched the meat and the unleavened cakes; and fire went up out of the rock and consumed the meat and the unleavened cakes. Then Yahweh’s angel departed out of his sight.",
        "22": "Gideon saw that he was Yahweh’s angel; and Gideon said, “Alas, Lord Yahweh! Because I have seen Yahweh’s angel face to face!”",
        "23": "Yahweh said to him, “Peace be to you! Don’t be afraid. You shall not die.”",
        "24": "Then Gideon built an altar there to Yahweh, and called it “Yahweh is Peace.” To this day it is still in Ophrah of the Abiezrites.",
        "25": "That same night, Yahweh said to him, “Take your father’s bull, even the second bull seven years old, and throw down the altar of Baal that your father has, and cut down the Asherah that is by it.",
        "26": "Then build an altar to Yahweh your God on the top of this stronghold, in an orderly way, and take the second bull, and offer a burnt offering with the wood of the Asherah which you shall cut down.”",
        "27": "Then Gideon took ten men of his servants, and did as Yahweh had spoken to him. Because he feared his father’s household and the men of the city, he could not do it by day, but he did it by night.",
        "28": "When the men of the city arose early in the morning, behold, the altar of Baal was broken down, and the Asherah was cut down that was by it, and the second bull was offered on the altar that was built.",
        "29": "They said to one another, “Who has done this thing?” When they inquired and asked, they said, “Gideon the son of Joash has done this thing.”",
        "30": "Then the men of the city said to Joash, “Bring out your son, that he may die, because he has broken down the altar of Baal, and because he has cut down the Asherah that was by it.”",
        "31": "Joash said to all who stood against him, “Will you contend for Baal? Or will you save him? He who will contend for him, let him be put to death by morning! If he is a god, let him contend for himself, because someone has broken down his altar!”",
        "32": "Therefore on that day he named him Jerub-Baal, saying, “Let Baal contend against him, because he has broken down his altar.”",
        "33": "Then all the Midianites and the Amalekites and the children of the east assembled themselves together; and they passed over, and encamped in the valley of Jezreel.",
        "34": "But Yahweh’s Spirit came on Gideon, and he blew a trumpet; and Abiezer was gathered together to follow him.",
        "35": "He sent messengers throughout all Manasseh, and they also were gathered together to follow him. He sent messengers to Asher, to Zebulun, and to Naphtali; and they came up to meet them.",
        "36": "Gideon said to God, “If you will save Israel by my hand, as you have spoken,",
        "37": "behold, I will put a fleece of wool on the threshing floor. If there is dew on the fleece only, and it is dry on all the ground, then I’ll know that you will save Israel by my hand, as you have spoken.”",
        "38": "It was so; for he rose up early on the next day, and pressed the fleece together, and wrung the dew out of the fleece, a bowl full of water.",
        "39": "Gideon said to God, “Don’t let your anger be kindled against me, and I will speak but this once. Please let me make a trial just this once with the fleece. Let it now be dry only on the fleece, and on all the ground let there be dew.”",
        "40": "God did so that night; for it was dry on the fleece only, and there was dew on all the ground."
      }
    }
  }
}