{
  "book": "Judecatorii",
  "chapter": "11",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Iefta, Galaaditul, era un om viteaz. El era fiul unei curve. Galaad născuse pe Iefta.",
        "2": "Nevasta lui Galaad i-a născut fii, care, făcându-se mari, au izgonit pe Iefta și i-au zis: „Tu nu vei avea moștenire în casa tatălui nostru, căci ești fiul unei alte femei.”",
        "3": "Și Iefta a fugit de la frații lui și a locuit în țara Tob. Niște oameni fără căpătâi s-au strâns la Iefta și făceau plimbări cu el.",
        "4": "După câtva timp, fiii lui Amon au pornit cu război împotriva lui Israel.",
        "5": "Și pe când fiii lui Amon făceau război cu Israel, bătrânii Galaadului s-au dus să caute pe Iefta din țara Tob.",
        "6": "Ei au zis lui Iefta: „Vino de fii căpetenia noastră și să batem pe fiii lui Amon.”",
        "7": "Iefta a răspuns bătrânilor Galaadului: „Nu m-ați urât voi și nu m-ați izgonit voi din casa tatălui meu? Pentru ce veniți la mine acum, când sunteți în strâmtorare?”",
        "8": "Bătrânii Galaadului au zis lui Iefta: „Ne întoarcem la tine acum ca să mergi cu noi, să bați pe fiii lui Amon și să fii căpetenia noastră, căpetenia tuturor locuitorilor Galaadului.”",
        "9": "Iefta a răspuns bătrânilor Galaadului: „Dacă mă aduceți înapoi ca să bat pe fiii lui Amon și dacă Domnul îi va da înaintea mea, voi fi eu oare căpetenia voastră?”",
        "10": "Bătrânii Galaadului au zis lui Iefta: „Domnul să ne audă și să judece dacă nu vom face ce spui.”",
        "11": "Și Iefta a pornit cu bătrânii Galaadului. Poporul l-a pus în fruntea lui și l-a așezat căpetenie, și Iefta a spus din nou înaintea Domnului, la Mițpa, toate cuvintele pe care le rostise. Înfrângerea amoniților",
        "12": "Iefta a trimis soli împăratului fiilor lui Amon ca să-i spună: „Ce ai cu mine de vii împotriva mea să faci război împotriva țării mele?”",
        "13": "Împăratul fiilor lui Amon a răspuns solilor lui Iefta: „Pentru că Israel, când s-a suit din Egipt, a pus mâna pe țara mea, de la Arnon până la Iaboc și Iordan. Dă-mi-o înapoi acum de bunăvoie.”",
        "14": "Iefta a trimis iarăși soli împăratului fiilor lui Amon",
        "15": "ca să-i spună: „Așa vorbește Iefta: ‘Israel n-a pus mâna pe țara Moabului, nici pe țara fiilor lui Amon.",
        "16": "Căci, când s-a suit Israel din Egipt, a mers în pustie până la Marea Roșie și a ajuns la Cades.",
        "17": "Atunci, Israel a trimis soli împăratului Edomului ca să-i spună: «Lasă-mă să trec prin țara ta.» Dar împăratul Edomului n-a voit. A trimis și la împăratul Moabului, și nici el n-a vrut. Și Israel a rămas la Cades.",
        "18": "Apoi a mers prin pustie, a ocolit țara Edomului și țara Moabului și a venit la răsăritul țării Moabului; au tăbărât dincolo de Arnon, fără să intre pe ținutul Moabului, căci Arnonul era hotarul Moabului.",
        "19": "Israel a trimis soli lui Sihon, împăratul amoriților, împăratul Hesbonului. Și Israel i-a zis: «Lasă-mă să trec prin țara ta până la locul spre care mergem.»",
        "20": "Dar Sihon n-a avut încredere în Israel, ca să-l lase să treacă pe ținutul lui, și-a strâns tot poporul, a tăbărât la Iahat și a luptat împotriva lui Israel.",
        "21": "Domnul Dumnezeul lui Israel a dat pe Sihon și pe tot poporul lui în mâinile lui Israel, care i-a bătut. Israel a pus mâna pe toată țara amoriților care erau așezați în țara aceasta.",
        "22": "Au pus mâna pe tot ținutul amoriților, de la Arnon până la Iaboc și de la pustie până la Iordan.",
        "23": "Și acum, când Domnul Dumnezeul lui Israel a izgonit pe amoriți dinaintea poporului Său Israel, tu să le stăpânești țara?",
        "24": "Oare ce-ți dă în stăpânire dumnezeul tău, Chemoș, nu vei stăpâni? Și tot ce ne-a dat în stăpânire Domnul Dumnezeul nostru, înaintea noastră, noi să nu stăpânim?",
        "25": "Ești tu mai bun decât Balac, fiul lui Țipor, împăratul Moabului? S-a certat el cu Israel sau a făcut el război împotriva lui?",
        "26": "Iată că sunt trei sute de ani de când locuiește Israel la Hesbon și în satele din jurul lui, la Aroer și în satele din jurul lui și în toate cetățile care sunt pe malul Arnonului. Pentru ce nu i le-ați luat în tot timpul acesta?",
        "27": "Eu nu te-am supărat deloc, și rău te-ai purtat cu mine, făcându-mi război. Domnul să judece lucrul acesta. El să fie astăzi judecător între fiii lui Israel și fiii lui Amon.’”",
        "28": "Împăratul fiilor lui Amon n-a ascultat cuvintele pe care a trimis Iefta să i le spună. Fiica lui Iefta",
        "29": "Duhul Domnului a venit peste Iefta. Iefta a străbătut Galaadul și Manase; a trecut la Mițpe, în Galaad, și din Mițpe, din Galaad, a pornit împotriva fiilor lui Amon.",
        "30": "Iefta a făcut o juruință Domnului și a zis: „Dacă vei da în mâinile mele pe fiii lui Amon,",
        "31": "oricine va ieși pe porțile casei mele înaintea mea, la întoarcerea mea fericită de la fiii lui Amon, va fi închinat Domnului și-l voi aduce ca ardere-de-tot.”",
        "32": "Iefta a pornit împotriva fiilor lui Amon și Domnul i-a dat în mâinile lui.",
        "33": "Le-a pricinuit o foarte mare înfrângere, de la Aroer până spre Minit, loc care cuprindea douăzeci de cetăți, și până la Abel-Cheramim. Și fiii lui Amon au fost smeriți înaintea copiilor lui Israel.",
        "34": "Iefta s-a întors acasă la Mițpa. Și iată că fiică-sa i-a ieșit înainte cu timpane și jocuri. Ea era singurul lui copil; n-avea fii și nici altă fată.",
        "35": "Cum a văzut-o, el și-a rupt hainele și a zis: „Ah, fata mea, adânc mă lovești și mă tulburi! Am făcut o juruință Domnului și n-o pot întoarce.”",
        "36": "Ea i-a zis: „Tată, ai făcut o juruință Domnului, fă-mi potrivit cu ceea ce ți-a ieșit din gură, acum, când Domnul te-a răzbunat pe vrăjmașii tăi, pe fiii lui Amon.”",
        "37": "Și ea a zis tatălui său: „Atât îngăduie-mi: lasă-mă slobodă două luni, ca să mă duc să mă cobor în munți și să-mi plâng fecioria cu tovarășele mele.”",
        "38": "El a răspuns: „Du-te!” Și a lăsat-o slobodă două luni. Ea s-a dus cu tovarășele ei și și-a plâns fecioria pe munți.",
        "39": "După cele două luni, s-a întors la tatăl ei și el a împlinit cu ea juruința pe care o făcuse. Ea nu cunoscuse împreunarea cu bărbat. De atunci s-a făcut în Israel obiceiul",
        "40": "că, în toți anii, fetele lui Israel se duc să prăznuiască pe fiica lui Iefta, Galaaditul, patru zile pe an."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Iefta, ghiladitul, era un războinic viteaz. El era fiul unei prostituate. Iefta i se născuse lui Ghilad.",
        "2": "Soția lui Ghilad îi născuse și ea fii. Când fiii soției lui au crescut mari, l-au alungat pe Iefta și i-au zis: „Tu nu vei avea moștenire în casa tatălui nostru pentru că ești fiul unei alte femei!“.",
        "3": "Iefta a fugit dinaintea fraților săi și a locuit în țara Tob. Acolo, niște bărbați de nimic s-au adunat pe lângă Iefta și l-au însoțit.",
        "4": "După câteva zile, fiii lui Amon au luptat împotriva lui Israel.",
        "5": "În timp ce fiii lui Amon se luptau cu Israel, bătrânii Ghiladului s-au dus să-l aducă pe Iefta din regatul Tob.",
        "6": "Ei i-au zis lui Iefta: ‒ Vino să ne fii conducător, ca să ne luptăm cu fiii lui Amon.",
        "7": "Dar Iefta le-a zis bătrânilor Ghiladului: ‒ Oare nu voi sunteți aceia care m-ați urât și m-ați alungat din familia tatălui meu? De ce ați venit la mine acum când sunteți în pericol?",
        "8": "Bătrânii Ghiladului i-au răspuns lui Iefta: ‒ Ne întoarcem la tine pentru că am dori să vii cu noi și să lupți împotriva fiilor lui Amon. După aceea, tu vei fi căpetenia noastră, a tuturor locuitorilor Ghiladului!",
        "9": "Iefta le-a zis bătrânilor Ghiladului: ‒ Dacă mă aduceți înapoi ca să lupt împotriva fiilor lui Amon, și Domnul îi dă în mâna mea, voi deveni eu căpetenia voastră?",
        "10": "Bătrânii Ghiladului i-au răspuns lui Iefta: ‒ Domnul să fie martor între noi, dacă nu vom face întocmai cum ai zis!",
        "11": "Iefta a plecat cu bătrânii Ghiladului, iar poporul l-a pus în fruntea lui drept căpetenie și conducător. Apoi Iefta a rostit din nou aceste cuvinte, înaintea Domnului, la Mițpa. Iefta îi învinge pe amoniți",
        "12": "După aceea, Iefta a trimis niște mesageri la regele fiilor lui Amon ca să-i spună: ‒ Ce ai cu mine, de ai venit să lupți împotriva țării mele?",
        "13": "Regele fiilor lui Amon le-a răspuns mesagerilor lui Iefta: ‒ Pentru că atunci când a venit din Egipt, Israel mi-a luat țara, de la Arnon până la Iabok și până la Iordan. Acum, înapoiază-mi-o pe cale pașnică!",
        "14": "Iefta a trimis din nou mesageri regelui fiilor lui Amon",
        "15": "ca să-i spună: ‒ Așa vorbește Iefta: „Nu Israel a luat țara Moabului și țara fiilor lui Amon",
        "16": "pentru că, atunci când a ieșit din Egipt, Israel a mers prin deșert până la Marea Roșie și apoi și-a continuat drumul până la Kadeș.",
        "17": "Israel a trimis atunci mesageri regelui Edomului, zicând: «Lasă-mă, te rog, să trec prin țara ta!». Dar regele Edomului nu i-a îngăduit. A mai trimis mesageri și regelui Moabului, dar nici acesta nu a acceptat. Astfel, Israel a rămas la Kadeș.",
        "18": "Apoi au călătorit prin deșert, au înconjurat țara Edomului și țara Moabului, au ajuns în partea de est și și-au așezat tabăra dincoace de Arnon. Deci, n-au intrat în teritoriul Moabului, întrucât Arnon era granița cu Moabul.",
        "19": "Atunci Israel a trimis mesageri lui Sihon, regele amoriților, rege al Heșbonului. Israel i-a zis: «Lasă-ne, te rugăm, să trecem prin țara ta ca să ajungem la locul nostru!».",
        "20": "Dar Sihon n-a avut încredere în Israel ca să-l lase să-i traverseze teritoriul, ci și-a mobilizat poporul, și-a așezat tabăra la Iahaț și s-a luptat cu Israel.",
        "21": "Însă Domnul, Dumnezeul lui Israel, l-a dat pe Sihon și pe toți oamenii săi în mâna lui Israel. Ei i-au învins și, astfel, Israel a luat în stăpânire tot teritoriul amoriților care locuiau în această țară.",
        "22": "Ei au moștenit tot teritoriul amoriților de la Arnon până la Iabok și din deșert până la Iordan.",
        "23": "Acum, după ce Domnul, Dumnezeul lui Israel, i-a alungat pe amoriți dinaintea poporului Său Israel, tu să-i iei în stăpânire teritoriul?",
        "24": "Oare nu vei moșteni tu ceea ce îți dă în stăpânire zeul tău Chemoș? Deci, și noi îi vom lua în stăpânire pe toți cei alungați de Domnul, Dumnezeul nostru, dinaintea noastră!",
        "25": "Crezi că ești mai puternic decât Balak, fiul lui Țipor, regele Moabului? S-a certat el oare vreodată cu Israel sau s-a luptat el împotriva lui?",
        "26": "Israel locuiește de trei sute de ani în Heșbon și în satele dimprejurul lui, în Aroer și în satele dimprejurul lui și în toate cetățile care sunt pe malurile Arnonului. De ce nu le-ați luat înapoi în tot acest timp?",
        "27": "Eu nu ți-am greșit cu nimic, iar tu îmi faci rău luptându-te cu mine. Domnul să judece astăzi! El să fie Judecător între fiii lui Israel și fiii lui Amon!“.",
        "28": "Regele fiilor lui Amon n-a luat în seamă mesajul pe care i l-a trimis Iefta.",
        "29": "Atunci Duhul Domnului a venit peste Iefta. El a străbătut Ghiladul și Manase, a trecut prin Mițpa Ghiladului și din Mițpa Ghiladului a înaintat împotriva fiilor lui Amon.",
        "30": "Iefta a făcut un jurământ Domnului, zicând: „Dacă îi vei da în mâna mea pe fiii lui Amon,",
        "31": "atunci ceea ce va ieși pe porțile casei mele, când mă voi întoarce în pace de la fiii lui Amon, va fi al Domnului și îl voi aduce ca ardere-de-tot!“.",
        "32": "Iefta a traversat spre fiii lui Amon ca să lupte împotriva lor și Domnul i-a dat în mâna lui.",
        "33": "El i-a lovit de la Aroer până la intrarea în Minit, douăzeci de cetăți, provocând o mare înfrângere până la Abel-Cheramim. Astfel, fiii lui Amon au fost supuși înaintea fiilor lui Israel.",
        "34": "Iefta s-a întors acasă, la Mițpa. Și iată că fata sa i-a ieșit în întâmpinare cu tamburine și dansuri. Ea era singurul lui copil. Nu mai avea niciun alt fiu și nicio altă fată.",
        "35": "Când a văzut-o, și-a sfâșiat hainele și a zis: ‒ Vai, fata mea! Mă îndurerezi atât de tare! Ai ajuns asemenea celor ce mă tulbură. Mi-am deschis gura înaintea Domnului și nu pot să-mi retrag jurământul!",
        "36": "Ea i-a răspuns: ‒ Tată, dacă ți-ai deschis gura înaintea Domnului, fă-mi potrivit cu ceea ce ți-a ieșit din gură, mai ales acum când Domnul te-a răzbunat pe fiii lui Amon, dușmanii tăi.",
        "37": "Apoi i-a zis tatălui său: ‒ Fă-mi însă favoarea aceasta! Lasă-mă singură două luni, ca să mă duc, să cobor înspre munți și să-mi plâng fecioria împreună cu prietenele mele!",
        "38": "El a răspuns: ‒ Du-te! Și a lăsat-o singură două luni. Ea s-a dus cu prietenele ei și și-a plâns fecioria în munți.",
        "39": "La sfârșitul celor două luni, s-a întors la tatăl ei, iar el i-a făcut potrivit cu jurământul pe care l-a rostit. Ea nu aparținuse niciunui bărbat. De atunci s-a format în Israel obiceiul",
        "40": "ca, în fiecare an, fetele lui Israel s-o jelească pe fata ghiladitului Iefta timp de patru zile."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now Jephthah the Gileadite was a mighty man of valor. He was the son of a prostitute. Gilead became the father of Jephthah.",
        "2": "Gilead’s wife bore him sons. When his wife’s sons grew up, they drove Jephthah out and said to him, “You will not inherit in our father’s house, for you are the son of another woman.”",
        "3": "Then Jephthah fled from his brothers and lived in the land of Tob. Outlaws joined up with Jephthah, and they went out with him.",
        "4": "After a while, the children of Ammon made war against Israel.",
        "5": "When the children of Ammon made war against Israel, the elders of Gilead went to get Jephthah out of the land of Tob.",
        "6": "They said to Jephthah, “Come and be our chief, that we may fight with the children of Ammon.”",
        "7": "Jephthah said to the elders of Gilead, “Didn’t you hate me, and drive me out of my father’s house? Why have you come to me now when you are in distress?”",
        "8": "The elders of Gilead said to Jephthah, “Therefore we have turned again to you now, that you may go with us and fight with the children of Ammon. You will be our head over all the inhabitants of Gilead.”",
        "9": "Jephthah said to the elders of Gilead, “If you bring me home again to fight with the children of Ammon, and Yahweh delivers them before me, will I be your head?”",
        "10": "The elders of Gilead said to Jephthah, “Yahweh will be witness between us. Surely we will do what you say.”",
        "11": "Then Jephthah went with the elders of Gilead, and the people made him head and chief over them. Jephthah spoke all his words before Yahweh in Mizpah.",
        "12": "Jephthah sent messengers to the king of the children of Ammon, saying, “What do you have to do with me, that you have come to me to fight against my land?”",
        "13": "The king of the children of Ammon answered the messengers of Jephthah, “Because Israel took away my land when he came up out of Egypt, from the Arnon even to the Jabbok, and to the Jordan. Now therefore restore that territory again peaceably.”",
        "14": "Jephthah sent messengers again to the king of the children of Ammon;",
        "15": "and he said to him, “Jephthah says: Israel didn’t take away the land of Moab, nor the land of the children of Ammon;",
        "16": "but when they came up from Egypt, and Israel went through the wilderness to the Red Sea, and came to Kadesh,",
        "17": "then Israel sent messengers to the king of Edom, saying, ‘Please let me pass through your land;’ but the king of Edom didn’t listen. In the same way, he sent to the king of Moab, but he refused; so Israel stayed in Kadesh.",
        "18": "Then they went through the wilderness, and went around the land of Edom, and the land of Moab, and came by the east side of the land of Moab, and they encamped on the other side of the Arnon; but they didn’t come within the border of Moab, for the Arnon was the border of Moab.",
        "19": "Israel sent messengers to Sihon king of the Amorites, the king of Heshbon; and Israel said to him, ‘Please let us pass through your land to my place.’",
        "20": "But Sihon didn’t trust Israel to pass through his border; but Sihon gathered all his people together, and encamped in Jahaz, and fought against Israel.",
        "21": "Yahweh, the God of Israel, delivered Sihon and all his people into the hand of Israel, and they struck them. So Israel possessed all the land of the Amorites, the inhabitants of that country.",
        "22": "They possessed all the border of the Amorites, from the Arnon even to the Jabbok, and from the wilderness even to the Jordan.",
        "23": "So now Yahweh, the God of Israel, has dispossessed the Amorites from before his people Israel, and should you possess them?",
        "24": "Won’t you possess that which Chemosh your god gives you to possess? So whoever Yahweh our God has dispossessed from before us, them will we possess.",
        "25": "Now are you anything better than Balak the son of Zippor, king of Moab? Did he ever strive against Israel, or did he ever fight against them?",
        "26": "Israel lived in Heshbon and its towns, and in Aroer and its towns, and in all the cities that are along the side of the Arnon for three hundred years! Why didn’t you recover them within that time?",
        "27": "Therefore I have not sinned against you, but you do me wrong to war against me. May Yahweh the Judge be judge today between the children of Israel and the children of Ammon.”",
        "28": "However, the king of the children of Ammon didn’t listen to the words of Jephthah which he sent him.",
        "29": "Then Yahweh’s Spirit came on Jephthah, and he passed over Gilead and Manasseh, and passed over Mizpah of Gilead, and from Mizpah of Gilead he passed over to the children of Ammon.",
        "30": "Jephthah vowed a vow to Yahweh, and said, “If you will indeed deliver the children of Ammon into my hand,",
        "31": "then it shall be, that whatever comes out of the doors of my house to meet me when I return in peace from the children of Ammon, it shall be Yahweh’s, and I will offer it up for a burnt offering.”",
        "32": "So Jephthah passed over to the children of Ammon to fight against them; and Yahweh delivered them into his hand.",
        "33": "He struck them from Aroer until you come to Minnith, even twenty cities, and to Abelcheramim, with a very great slaughter. So the children of Ammon were subdued before the children of Israel.",
        "34": "Jephthah came to Mizpah to his house; and behold, his daughter came out to meet him with tambourines and with dances. She was his only child. Besides her he had neither son nor daughter.",
        "35": "When he saw her, he tore his clothes, and said, “Alas, my daughter! You have brought me very low, and you are one of those who trouble me; for I have opened my mouth to Yahweh, and I can’t go back.”",
        "36": "She said to him, “My father, you have opened your mouth to Yahweh; do to me according to that which has proceeded out of your mouth, because Yahweh has taken vengeance for you on your enemies, even on the children of Ammon.”",
        "37": "Then she said to her father, “Let this thing be done for me. Leave me alone two months, that I may depart and go down on the mountains, and bewail my virginity, I and my companions.”",
        "38": "He said, “Go.” He sent her away for two months; and she departed, she and her companions, and mourned her virginity on the mountains.",
        "39": "At the end of two months, she returned to her father, who did with her according to his vow which he had vowed. She was a virgin. It became a custom in Israel",
        "40": "that the daughters of Israel went yearly to celebrate the daughter of Jephthah the Gileadite four days in a year."
      }
    }
  }
}