{
  "book": "Leviticul",
  "chapter": "4",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul a vorbit lui Moise și a zis:",
        "2": "„Vorbește copiilor lui Israel și spune: ‘Când va păcătui cineva fără voie împotriva vreuneia din poruncile Domnului, făcând lucruri care nu trebuie făcute, și anume:",
        "3": "Dacă a păcătuit preotul care a primit ungerea și, prin aceasta, a adus vina asupra poporului, să aducă Domnului un vițel fără cusur, ca jertfă de ispășire pentru păcatul pe care l-a făcut.",
        "4": "Să aducă vițelul la ușa cortului întâlnirii, înaintea Domnului, să-și pună mâna pe capul vițelului și să-l înjunghie înaintea Domnului.",
        "5": "Preotul, care a primit ungerea, să ia din sângele vițelului și să-l aducă în cortul întâlnirii,",
        "6": "să-și înmoaie degetul în sânge și să stropească de șapte ori înaintea Domnului, în fața perdelei dinăuntru a Sfântului Locaș.",
        "7": "Apoi, preotul să ungă cu sânge coarnele altarului pentru tămâia mirositoare, care este înaintea Domnului în cortul întâlnirii, iar tot celălalt sânge al vițelului să-l verse la picioarele altarului pentru arderile-de-tot, care este la ușa cortului întâlnirii.",
        "8": "Să ia toată grăsimea vițelului adus ca jertfă de ispășire, și anume grăsimea care acoperă măruntaiele și toată grăsimea care ține de ele,",
        "9": "cei doi rărunchi și grăsimea de pe ei, de pe coapse, și prapurul ficatului, pe care-l va dezlipi de lângă rărunchi. Preotul să ia aceste părți,",
        "10": "cum se iau de la vițelul adus ca jertfă de mulțumire, și să le ardă pe altarul pentru arderile-de-tot.",
        "11": "Dar pielea vițelului, toată carnea lui, cu capul, picioarele, măruntaiele și balega lui,",
        "12": "adică tot vițelul care a mai rămas, să le scoată afară din tabără, într-un loc curat, unde se aruncă cenușa, și să le ardă cu lemne pe foc; să fie arse pe grămada de cenușă. Când toată adunarea a păcătuit",
        "13": "Dacă toată adunarea lui Israel a păcătuit fără voie și fără să știe, făcând împotriva uneia din poruncile Domnului lucruri care nu trebuie făcute și făcându-se astfel vinovată,",
        "14": "și dacă păcatul săvârșit s-a descoperit, adunarea să aducă un vițel ca jertfă de ispășire, și anume să-l aducă înaintea cortului întâlnirii.",
        "15": "Bătrânii adunării să-și pună mâinile pe capul vițelului înaintea Domnului și să înjunghie vițelul înaintea Domnului.",
        "16": "Preotul care a primit ungerea să aducă din sângele vițelului în cortul întâlnirii,",
        "17": "să-și înmoaie degetul în sânge și să stropească cu el de șapte ori înaintea Domnului, în fața perdelei dinăuntru.",
        "18": "Să ungă cu sângele acesta coarnele altarului care este înaintea Domnului, în cortul întâlnirii, și să verse tot sângele care a mai rămas la picioarele altarului pentru arderile-de-tot, care este la ușa cortului întâlnirii.",
        "19": "Toată grăsimea vițelului s-o ia și s-o ardă pe altar.",
        "20": "Cu vițelul acesta să facă întocmai cum a făcut cu vițelul adus ca jertfă de ispășire; să facă la fel. Astfel să facă preotul ispășire pentru ei, și li se va ierta.",
        "21": "Vițelul rămas să-l scoată apoi afară din tabără și să-l ardă ca și pe vițelul dintâi. Aceasta este o jertfă de ispășire pentru adunare. Când păcătuiește o căpetenie",
        "22": "Dacă o căpetenie a păcătuit făcând fără voie împotriva uneia din poruncile Domnului Dumnezeului său lucruri care nu trebuie făcute și s-a făcut astfel vinovată",
        "23": "și ajunge să descopere păcatul pe care l-a făcut, să aducă jertfă un țap fără cusur!",
        "24": "Să-și pună mâna pe capul țapului și să-l înjunghie în locul unde se înjunghie arderile-de-tot înaintea Domnului. Aceasta este o jertfă de ispășire.",
        "25": "Preotul să ia cu degetul din sângele jertfei de ispășire, să ungă cu el coarnele altarului pentru arderile-de-tot, iar celălalt sânge să-l verse la picioarele altarului pentru arderile-de-tot.",
        "26": "Toată grăsimea s-o ardă pe altar, cum a ars grăsimea de la jertfa de mulțumire. Astfel va face preotul pentru căpetenia aceea ispășirea păcatului lui, și i se va ierta.",
        "27": "Dacă cineva din poporul de rând a păcătuit fără voie, făcând împotriva uneia din poruncile Domnului lucruri care nu trebuie făcute și s-a făcut astfel vinovat",
        "28": "și ajunge să descopere păcatul pe care l-a făcut, să aducă jertfă o iadă fără cusur pentru păcatul pe care l-a făcut.",
        "29": "Să-și pună mâna pe capul jertfei de ispășire și s-o înjunghie în locul unde se înjunghie arderile-de-tot.",
        "30": "Preotul să ia cu degetul din sângele jertfei, să ungă coarnele altarului pentru arderile-de-tot, iar tot celălalt sânge să-l verse la picioarele altarului.",
        "31": "Preotul să ia toată grăsimea, cum se ia grăsimea jertfei de mulțumire, și s-o ardă pe altar, și ea va fi de un miros plăcut Domnului. Astfel va face preotul ispășirea pentru omul acesta, și i se va ierta.",
        "32": "Dacă va aduce ca jertfă de ispășire un miel, să aducă o parte femeiască fără cusur.",
        "33": "Să-și pună mâna pe capul jertfei și s-o înjunghie ca jertfă de ispășire în locul unde se înjunghie arderile-de-tot.",
        "34": "Preotul să ia cu degetul din sângele jertfei, să ungă cu el coarnele altarului pentru arderile-de-tot, iar tot celălalt sânge să-l verse la picioarele altarului.",
        "35": "Preotul să ia toată grăsimea, cum se ia grăsimea mielului adus ca jertfă de mulțumire, și s-o ardă pe altar, peste jertfele mistuite de foc înaintea Domnului. Astfel va face preotul pentru omul acesta ispășirea păcatului pe care l-a săvârșit, și i se va ierta."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Domnul i-a vorbit lui Moise, zicând:",
        "2": "„Vorbește-le fiilor lui Israel și spune-le: «Când va păcătui cineva fără voie împotriva vreuneia din poruncile Domnului, care nu trebuie încălcate, și încalcă una dintre ele,",
        "3": "dacă cel ce păcătuiește este preotul care a primit ungerea, aducând astfel vină asupra poporului, va trebui să-I aducă Domnului, pentru păcatul comis, un taur fără cusur din cireada sa, ca jertfă pentru păcat.",
        "4": "Să aducă taurul la intrarea în Cortul Întâlnirii, înaintea Domnului, să-și pună mâna pe capul taurului, și taurul să fie înjunghiat acolo, înaintea Domnului.",
        "5": "Preotul care a primit ungerea să ia din sângele taurului, să-l aducă în Cortul Întâlnirii,",
        "6": "să-și pună degetul în sânge și să-l stropească de șapte ori înaintea Domnului, înaintea draperiei despărțitoare a Lăcașului.",
        "7": "Preotul să ungă cu sânge coarnele altarului tămâierii, care este în Cortul Întâlnirii, înaintea Domnului, iar restul sângelui taurului să-l verse la baza altarului arderilor-de-tot, care este la intrarea în Cortul Întâlnirii.",
        "8": "Apoi să ia toată grăsimea taurului adus ca jertfă pentru păcat – și anume grăsimea de pe măruntaie și grăsimea din jurul măruntaielor –",
        "9": "cei doi rinichi cu grăsimea de pe ei și de pe coapse, precum și membrana ficatului, care trebuie desprinsă odată cu rinichii.",
        "10": "Preotul să ia aceste părți, așa cum sunt luate de la animalul adus ca jertfă de pace, și să le ardă pe altarul arderilor-de-tot.",
        "11": "Dar pielea taurului, toată carnea lui, capul, picioarele, măruntaiele și balega,",
        "12": "adică ce a rămas din taur, să le ducă într-un loc curat în afara taberei, acolo unde se aruncă cenușa de la grăsime, și să le ardă într-un foc făcut din lemne. Trebuie să fie arse acolo unde se aruncă cenușă.",
        "13": "Dacă toată comunitatea lui Israel va păcătui din greșeală, și lucrul acesta este ascuns de ochii adunării, dacă încalcă una dintre poruncile Domnului, care nu trebuie încălcate, și se face astfel vinovată,",
        "14": "când păcatul pe care l-a comis va fi descoperit, adunarea va trebui să aducă drept jertfă pentru păcat un taur din cireadă. Să-l aducă înaintea Cortului Întâlnirii,",
        "15": "iar bătrânii comunității să-și pună mâinile pe capul taurului, în prezența Domnului, și taurul să fie înjunghiat acolo, în prezența Domnului.",
        "16": "Preotul care a primit ungerea să ia din sângele taurului, să-l ducă în Cortul Întâlnirii,",
        "17": "să-și pună degetul în sânge și să stropească cu el de șapte ori înaintea Domnului, în fața draperiei.",
        "18": "Apoi să ungă cu sânge coarnele altarului care se află înaintea Domnului, în Cortul Întâlnirii, iar restul sângelui să-l verse la baza altarului arderilor-de-tot, care se află la intrarea în Cortul Întâlnirii.",
        "19": "Toată grăsimea taurului s-o ia și s-o ardă pe altar.",
        "20": "Acest taur să fie jertfit la fel ca taurul jertfei pentru păcat. Așa să facă preotul ispășire pentru ei și vor fi iertați.",
        "21": "Ce rămâne din taur să fie dus în afara taberei și să fie ars, la fel cum s-a ars și ce a rămas din primul taur. Aceasta este o jertfă pentru păcat adusă pentru adunare.",
        "22": "Când un conducător va păcătui și va încălca fără voie una dintre poruncile Domnului, Dumnezeul său, porunci care nu trebuie încălcate, și se face astfel vinovat,",
        "23": "sau când păcatul pe care l-a comis îi este adus la cunoștință, va trebui să aducă drept ofrandă un țap fără cusur.",
        "24": "Să-și pună mâna pe capul țapului și acesta să fie înjunghiat în locul unde se înjunghie arderile-de-tot înaintea Domnului. Aceasta este o jertfă pentru păcat.",
        "25": "Preotul să ia cu degetul din sângele jertfei pentru păcat și să ungă cu el coarnele altarului arderilor-de-tot, iar restul sângelui să-l verse la baza altarului arderilor-de-tot.",
        "26": "Apoi să ardă toată grăsimea pe altar, la fel cum se arde grăsimea de la jertfa de pace. Așa să facă preotul ispășire pentru păcatul acestuia și va fi iertat.",
        "27": "Dacă vreunul din poporul țării va păcătui fără voie, încălcând una dintre poruncile Domnului, care nu trebuie încălcate, și se face astfel vinovat",
        "28": "sau dacă păcatul pe care l-a comis îi este adus la cunoștință, atunci să aducă drept ofrandă, pentru păcatul pe care l-a comis, o iadă fără cusur.",
        "29": "Să-și pună mâna pe capul jertfei pentru păcat, și aceasta să fie înjunghiată în locul unde se aduc arderile-de-tot.",
        "30": "Preotul să ia cu degetul din sângele jertfei și să ungă cu el coarnele altarului arderilor-de-tot, iar restul sângelui să-l verse la baza altarului.",
        "31": "Să ia apoi toată grăsimea, la fel cum se ia grăsimea de la jertfa de pace și s-o ardă pe altar, căci aceasta este de o aromă plăcută Domnului. Așa să facă preotul ispășire pentru omul acela, și va fi iertat.",
        "32": "Dacă ofranda pe care o va aduce este un miel ca jertfă pentru păcat, să aducă o femelă fără cusur.",
        "33": "Să-și pună mâna pe capul jertfei pentru păcat și aceasta să fie înjunghiată în locul în care sunt înjunghiate arderile-de-tot.",
        "34": "Preotul să ia cu degetul din sângele jertfei pentru păcat și să ungă cu el coarnele altarului arderilor-de-tot, iar restul sângelui să-l verse la baza altarului.",
        "35": "Să ia apoi toată grăsimea, la fel cum se ia grăsimea de la jertfa de pace și s-o ardă pe altar, deasupra jertfelor mistuite de foc pentru Domnul. Așa să facă preotul ispășire pentru păcatul pe care omul acela l-a comis, și va fi iertat."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh spoke to Moses, saying,",
        "2": "“Speak to the children of Israel, saying, ‘If anyone sins unintentionally, in any of the things which Yahweh has commanded not to be done, and does any one of them,",
        "3": "if the anointed priest sins so as to bring guilt on the people, then let him offer for his sin which he has sinned a young bull without defect to Yahweh for a sin offering.",
        "4": "He shall bring the bull to the door of the Tent of Meeting before Yahweh; and he shall lay his hand on the head of the bull, and kill the bull before Yahweh.",
        "5": "The anointed priest shall take some of the blood of the bull, and bring it to the Tent of Meeting.",
        "6": "The priest shall dip his finger in the blood, and sprinkle some of the blood seven times before Yahweh, before the veil of the sanctuary.",
        "7": "The priest shall put some of the blood on the horns of the altar of sweet incense before Yahweh, which is in the Tent of Meeting; and he shall pour out the rest of the blood of the bull at the base of the altar of burnt offering, which is at the door of the Tent of Meeting.",
        "8": "He shall take all the fat of the bull of the sin offering from it: the fat that covers the innards, and all the fat that is on the innards,",
        "9": "and the two kidneys, and the fat that is on them, which is by the loins, and the cover on the liver, with the kidneys, he shall remove,",
        "10": "as it is removed from the bull of the sacrifice of peace offerings. The priest shall burn them on the altar of burnt offering.",
        "11": "He shall carry the bull’s skin, all its meat, with its head, and with its legs, its innards, and its dung",
        "12": "—all the rest of the bull—outside of the camp to a clean place where the ashes are poured out, and burn it on wood with fire. It shall be burned where the ashes are poured out.",
        "13": "“‘If the whole congregation of Israel sins, and the thing is hidden from the eyes of the assembly, and they have done any of the things which Yahweh has commanded not to be done, and are guilty;",
        "14": "when the sin in which they have sinned is known, then the assembly shall offer a young bull for a sin offering, and bring it before the Tent of Meeting.",
        "15": "The elders of the congregation shall lay their hands on the head of the bull before Yahweh; and the bull shall be killed before Yahweh.",
        "16": "The anointed priest shall bring some of the blood of the bull to the Tent of Meeting.",
        "17": "The priest shall dip his finger in the blood and sprinkle it seven times before Yahweh, before the veil.",
        "18": "He shall put some of the blood on the horns of the altar which is before Yahweh, that is in the Tent of Meeting; and the rest of the blood he shall pour out at the base of the altar of burnt offering, which is at the door of the Tent of Meeting.",
        "19": "All its fat he shall take from it, and burn it on the altar.",
        "20": "He shall do this with the bull; as he did with the bull of the sin offering, so he shall do with this; and the priest shall make atonement for them, and they shall be forgiven.",
        "21": "He shall carry the bull outside the camp, and burn it as he burned the first bull. It is the sin offering for the assembly.",
        "22": "“‘When a ruler sins, and unwittingly does any one of all the things which Yahweh his God has commanded not to be done, and is guilty,",
        "23": "if his sin in which he has sinned is made known to him, he shall bring as his offering a goat, a male without defect.",
        "24": "He shall lay his hand on the head of the goat, and kill it in the place where they kill the burnt offering before Yahweh. It is a sin offering.",
        "25": "The priest shall take some of the blood of the sin offering with his finger, and put it on the horns of the altar of burnt offering. He shall pour out the rest of its blood at the base of the altar of burnt offering.",
        "26": "All its fat he shall burn on the altar, like the fat of the sacrifice of peace offerings; and the priest shall make atonement for him concerning his sin, and he will be forgiven.",
        "27": "“‘If anyone of the common people sins unwittingly, in doing any of the things which Yahweh has commanded not to be done, and is guilty,",
        "28": "if his sin which he has sinned is made known to him, then he shall bring for his offering a goat, a female without defect, for his sin which he has sinned.",
        "29": "He shall lay his hand on the head of the sin offering, and kill the sin offering in the place of burnt offering.",
        "30": "The priest shall take some of its blood with his finger, and put it on the horns of the altar of burnt offering; and the rest of its blood he shall pour out at the base of the altar.",
        "31": "All its fat he shall take away, like the fat is taken away from the sacrifice of peace offerings; and the priest shall burn it on the altar for a pleasant aroma to Yahweh; and the priest shall make atonement for him, and he will be forgiven.",
        "32": "“‘If he brings a lamb as his offering for a sin offering, he shall bring a female without defect.",
        "33": "He shall lay his hand on the head of the sin offering, and kill it for a sin offering in the place where they kill the burnt offering.",
        "34": "The priest shall take some of the blood of the sin offering with his finger, and put it on the horns of the altar of burnt offering; and all the rest of its blood he shall pour out at the base of the altar.",
        "35": "He shall remove all its fat, like the fat of the lamb is removed from the sacrifice of peace offerings. The priest shall burn them on the altar, on the offerings of Yahweh made by fire. The priest shall make atonement for him concerning his sin that he has sinned, and he will be forgiven."
      }
    }
  }
}