{
  "book": "Leviticul",
  "chapter": "11",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul a vorbit lui Moise și lui Aaron și le-a zis:",
        "2": "„Vorbiți copiilor lui Israel și spuneți-le: ‘Iată dobitoacele pe care le veți mânca dintre toate dobitoacele de pe pământ.",
        "3": "Să mâncați orice dobitoc care are unghia despicată, copita despărțită și rumegă.",
        "4": "Dar să nu mâncați din cele ce rumegă numai sau care au numai unghia despicată. Astfel, să nu mâncați cămila, care rumegă, dar n-are unghia despicată; s-o priviți ca necurată.",
        "5": "Să nu mâncați iepurele de casă, care rumegă, dar n-are unghia despicată; să-l priviți ca necurat.",
        "6": "Să nu mâncați iepurele, care rumegă, dar n-are unghia despicată; să-l priviți ca necurat.",
        "7": "Să nu mâncați porcul, care are unghia despicată și copita despărțită, dar nu rumegă; să-l priviți ca necurat.",
        "8": "Să nu mâncați din carnea lor și să nu vă atingeți de trupurile lor moarte; să le priviți ca necurate.",
        "9": "Iată viețuitoarele pe care să le mâncați dintre toate cele ce sunt în ape. Să mâncați din toate cele ce au aripi (înotătoare) și solzi și care sunt în ape, fie în mări, fie în râuri.",
        "10": "Dar să priviți ca o urâciune pe toate cele ce n-au aripi și solzi din tot ce mișună în ape și tot ce trăiește în ape, fie în mări, fie în râuri.",
        "11": "Să le priviți ca o urâciune, să nu mâncați din carnea lor, și trupurile lor moarte să le priviți ca o urâciune.",
        "12": "Să priviți ca o urâciune pe toate cele care n-au aripi și solzi în ape.",
        "13": "Iată dintre păsări cele pe care le veți privi ca o urâciune și din care să nu mâncați: vulturul, zgripțorul și vulturul de mare;",
        "14": "șorecarul, șoimul și tot ce este din neamul lui;",
        "15": "corbul și toate soiurile lui;",
        "16": "struțul, bufnița, pescărelul, coroiul și tot ce ține de neamul lui;",
        "17": "huhurezul, eretele și cocostârcul;",
        "18": "lebăda, pelicanul și corbul de mare;",
        "19": "barza, bâtlanul și ce este din neamul lui, pupăza și liliacul.",
        "20": "Să priviți ca o urâciune orice târâtoare care zboară și umblă pe patru picioare.",
        "21": "Dar, dintre toate târâtoarele care zboară și umblă pe patru picioare, să mâncați pe cele ce au fluierul picioarelor dinapoi mai lung, ca să poată sări pe pământ.",
        "22": "Iată pe care să le mâncați: lăcusta, lăcusta solam, lăcusta hargol și lăcusta hagab, după soiurile lor.",
        "23": "Pe toate celelalte târâtoare care zboară și care au patru picioare să le priviți ca o urâciune.",
        "24": "Ele vă vor face necurați: oricine se va atinge de trupurile lor moarte va fi necurat până seara",
        "25": "și oricine va purta trupurile lor moarte să-și spele hainele și va fi necurat până seara.",
        "26": "Să priviți ca necurat orice dobitoc cu unghia despicată, dar care n-are copita despărțită și nu rumegă: oricine se va atinge de el va fi necurat.",
        "27": "Să priviți ca necurate toate acele dobitoace cu patru picioare care umblă pe labele lor: oricine se va atinge de trupurile lor moarte va fi necurat până seara",
        "28": "și oricine le va purta trupurile moarte își va spăla hainele și va fi necurat până seara. Să le priviți ca necurate.",
        "29": "Iată, din vietățile care se târăsc pe pământ, cele pe care le veți privi ca necurate: cârtița, șoarecele și șopârla, după soiurile lor;",
        "30": "ariciul, broasca, broasca țestoasă, melcul și cameleonul.",
        "31": "Să le priviți ca necurate dintre toate târâtoarele. Oricine se va atinge de ele moarte va fi necurat până seara.",
        "32": "Orice lucru pe care va cădea ceva din trupurile lor moarte va fi necurat, fie vas de lemn, fie haină, fie piele, fie sac, fie orice alt lucru care se întrebuințează la ceva; să fie pus în apă și va rămâne necurat până seara; după aceea va fi curat.",
        "33": "Tot ce se va găsi într-un vas de pământ în care va cădea ceva din aceste trupuri moarte va fi necurat și veți sparge vasul.",
        "34": "Orice lucru de mâncare pe care va cădea ceva din apa aceasta va fi necurat și orice băutură care se întrebuințează la băut, oricare ar fi vasul în care se va găsi, va fi necurată.",
        "35": "Orice lucru pe care va cădea ceva din trupurile lor moarte va fi necurat; cuptorul și vatra să se dărâme; vor fi necurate și le veți privi ca necurate.",
        "36": "Numai izvoarele și fântânile, care alcătuiesc grămezi de ape, vor rămâne curate, dar cine se va atinge de trupurile lor moarte va fi necurat.",
        "37": "Dacă se întâmplă să cadă ceva din trupurile lor moarte pe o sămânță care trebuie semănată, ea va rămâne curată.",
        "38": "Dar, dacă se pusese apă pe sămânță și cade pe ea ceva din trupurile lor moarte, va fi necurată.",
        "39": "Dacă moare una din vitele care vă slujesc ca hrană, cine se va atinge de trupul ei mort va fi necurat până seara;",
        "40": "cine va mânca din trupul ei mort își va spăla hainele și va fi necurat până seara și cine va purta trupul ei mort își va spăla hainele și va fi necurat până seara.",
        "41": "Pe orice târâtoare care se târăște pe pământ, s-o priviți ca necurată; să nu se mănânce.",
        "42": "Din toate târâtoarele care se târăsc pe pământ, din toate cele ce se târăsc pe pântece, să nu mâncați; nici din toate cele ce umblă pe patru picioare sau pe un mare număr de picioare, ci să le priviți ca o urâciune.",
        "43": "Să nu vă faceți urâcioși prin toate aceste târâtoare care se târăsc; să nu vă faceți necurați prin ele, să nu vă spurcați prin ele.",
        "44": "Căci Eu sunt Domnul Dumnezeul vostru. Voi să vă sfințiți și fiți sfinți, căci Eu sunt sfânt; să nu vă faceți necurați prin toate aceste târâtoare care se târăsc pe pământ.",
        "45": "Căci Eu sunt Domnul, care v-am scos din țara Egiptului ca să fiu Dumnezeul vostru și să fiți sfinți, căci Eu sunt sfânt.",
        "46": "Aceasta este legea privitoare la dobitoacele, păsările, toate viețuitoarele care se mișcă în ape și toate vietățile care se târăsc pe pământ,",
        "47": "ca să faceți deosebire între ce este necurat și ce este curat, între dobitocul care se mănâncă și dobitocul care nu se mănâncă.’”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Domnul le-a vorbit lui Moise și Aaron astfel:",
        "2": "„Spuneți-le fiilor lui Israel următoarele: «Dintre toate animalele care sunt pe pământ, acestea sunt vietățile pe care să le mâncați:",
        "3": "să mâncați orice are copita despicată, unghia despărțită și rumegă printre animale.",
        "4": "Dar dintre cele care doar rumegă sau au doar copita despicată, să nu mâncați următoarele: cămila (deși rumegă, nu are copita despicată; să fie pentru voi necurată),",
        "5": "viezurele (deși rumegă, nu are unghia despicată; să fie pentru voi necurat),",
        "6": "iepurele sălbatic (deși rumegă, nu are unghia despicată; să fie pentru voi necurat)",
        "7": "și porcul (deși are copita despicată, nu rumegă; să fie pentru voi necurat).",
        "8": "Să nu mâncați din carnea lor și să nu vă atingeți de cadavrele lor; să fie pentru voi necurate.",
        "9": "Dintre toate cele care sunt în ape, să le mâncați pe acestea: să mâncați din tot ce are aripioare și solzi și se află în ape – fie în mări, fie în râuri.",
        "10": "Tot ce se află în mări sau în râuri, din tot ce mișună în ape sau din orice ființă vie care este în ape, dar nu are aripioare și solzi, să fie pentru voi o spurcăciune.",
        "11": "Să fie pentru voi o spurcăciune, să nu le mâncați carnea, iar cadavrele lor să le considerați o spurcăciune.",
        "12": "Orice se află în ape și nu are aripioare și solzi să fie o spurcăciune pentru voi.",
        "13": "Dintre păsări, să le considerați o spurcăciune pe următoarele (ele să nu fie mâncate pentru că sunt o spurcăciune): vulturul, vulturul pleșuv, acvila,",
        "14": "gaia roșie, șoimul, după felul lui,",
        "15": "orice corb, după felul lui,",
        "16": "struțul, striga, pescărușul, șoimul, după felul lui,",
        "17": "cucuveaua, cormoranul, bufnița,",
        "18": "ciuful de pădure, ciușul, uliganul pescar,",
        "19": "barza, bâtlanul, după felul lui, pupăza și liliacul.",
        "20": "Să fie pentru voi o spurcăciune orice insectă înaripată care umblă pe patru picioare.",
        "21": "Dar dintre toate insectele înaripate care umblă pe patru picioare, să le mâncați pe acelea care au fluierul picioarelor din spate mai mare, ca să poată sări pe pământ.",
        "22": "Astfel, dintre ele, să le mâncați pe acestea: lăcusta Arbe, după felul ei, lăcusta Solam, după felul ei, lăcusta Hargol, după felul ei, și lăcusta Hagab, după felul ei.",
        "23": "Însă toate celelalte insecte înaripate care au patru picioare, să fie pentru voi o spurcăciune.",
        "24": "Ele vă vor face necurați. Oricine se va atinge de cadavrele lor va fi necurat până seara",
        "25": "și oricine va duce părți ale cadavrelor lor să-și spele hainele și va fi necurat până seara.",
        "26": "Orice animal care are unghia despicată, dar care nu are copita despărțită sau nu rumegă, să fie pentru voi necurat. Oricine le va atinge va fi necurat.",
        "27": "Orice umblă pe labele lui, dintre toate vietățile care umblă pe patru picioare, să fie pentru voi necurat. Oricine se va atinge de cadavrele lor va fi necurat până seara,",
        "28": "iar cine le va duce cadavrele să-și spele hainele și va fi necurat până seara. Ele să fie pentru voi necurate.",
        "29": "Dintre făpturile care mișună pe pământ, acestea să fie pentru voi necurate: nevăstuica, șoarecele, șopârla cea mare, după felul ei,",
        "30": "șopârla cenușie, șopârla ocelată, șopârla de ziduri, șopârla de nisip și cameleonul.",
        "31": "Dintre toate făpturile care mișună, acestea să fie pentru voi necurate. Oricine le va atinge când sunt moarte va fi necurat până seara.",
        "32": "Orice lucru peste care va cădea vreuna dintre ele, când sunt moarte, va fi necurat, fie vreun lucru din lemn, fie haină sau piele sau sac, fie orice lucru întrebuințat la ceva. Acesta să fie pus în apă, căci va fi necurat până seara; apoi va fi curat.",
        "33": "Dacă vreuna dintre ele va cădea într-un vas de pământ, tot ce este în el va fi necurat, iar vasul să fie spart.",
        "34": "Orice hrană care se poate mânca, peste care a căzut apă dintr-un astfel de vas, va fi necurat, și orice băutură care poate fi băută dintr-un astfel de vas va fi necurată.",
        "35": "Orice lucru peste care va cădea ceva din cadavrul lor va fi necurat. Dacă este vorba despre un cuptor sau o vatră, acestea să fie dărâmate. Ele vor fi necurate și să le considerați necurate.",
        "36": "Numai izvoarele sau fântânile care colectează apă vor fi curate. Însă cine se va atinge de cadavrele lor va fi necurat.",
        "37": "Dacă va cădea ceva din cadavrele lor pe sămânța folosită la semănat, aceasta va fi curată,",
        "38": "dar dacă se turnase deja apă pe sămânță, iar ceva din cadavrele lor cade pe ea, aceasta va fi pentru voi necurată.",
        "39": "Dacă moare vreunul dintre animalele pe care le puteți mânca, și cineva se atinge de cadavrul acestuia, el va fi necurat până seara.",
        "40": "Cine va mânca din cadavrul lui, să-și spele hainele și va fi necurat până seara. Cei care îi vor duce cadavrul, să-și spele hainele și vor fi necurați până seara.",
        "41": "Toate făpturile care mișună pe pământ sunt o spurcăciune. Să nu fie mâncate.",
        "42": "Din orice făptură care se târăște pe pântec sau umblă pe patru picioare sau are mai multe picioare, din toate aceste făpturi care mișună pe pământ să nu mâncați, căci sunt o spurcăciune.",
        "43": "Să nu deveniți voi înșivă o urâciune, mâncând vreuna dintre aceste făpturi care mișună. Să nu vă pângăriți și să nu vă spurcați cu ele.",
        "44": "Căci Eu sunt Domnul, Dumnezeul vostru! Sfințiți-vă și fiți sfinți, pentru că Eu sunt sfânt. Să nu vă pângăriți cu vreun animal care se târăște pe pământ,",
        "45": "căci Eu sunt Domnul Care v-am scos din țara Egiptului, ca să fiu Dumnezeul vostru. Deci, fiți sfinți, așa cum Eu sunt sfânt!",
        "46": "Aceasta este legea cu privire la animale, păsări, orice ființă vie care se mișcă în ape și orice vietate care mișună pe pământ,",
        "47": "ca să faceți deosebire între ce este curat și ce este necurat, între vietățile care pot fi mâncate și vietățile care nu pot fi mâncate»“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh spoke to Moses and to Aaron, saying to them,",
        "2": "“Speak to the children of Israel, saying, ‘These are the living things which you may eat among all the animals that are on the earth.",
        "3": "Whatever parts the hoof, and is cloven-footed, and chews the cud among the animals, that you may eat.",
        "4": "“‘Nevertheless these you shall not eat of those that chew the cud, or of those who part the hoof: the camel, because it chews the cud but doesn’t have a parted hoof, is unclean to you.",
        "5": "The hyrax, because it chews the cud but doesn’t have a parted hoof, is unclean to you.",
        "6": "The hare, because it chews the cud but doesn’t have a parted hoof, is unclean to you.",
        "7": "The pig, because it has a split hoof, and is cloven-footed, but doesn’t chew the cud, is unclean to you.",
        "8": "You shall not eat their meat. You shall not touch their carcasses. They are unclean to you.",
        "9": "“‘You may eat of all these that are in the waters: whatever has fins and scales in the waters, in the seas, and in the rivers, that you may eat.",
        "10": "All that don’t have fins and scales in the seas and rivers, all that move in the waters, and all the living creatures that are in the waters, they are an abomination to you,",
        "11": "and you shall detest them. You shall not eat of their meat, and you shall detest their carcasses.",
        "12": "Whatever has no fins nor scales in the waters is an abomination to you.",
        "13": "“‘You shall detest these among the birds; they shall not be eaten because they are an abomination: the eagle, the vulture, the black vulture,",
        "14": "the red kite, any kind of black kite,",
        "15": "any kind of raven,",
        "16": "the horned owl, the screech owl, the gull, any kind of hawk,",
        "17": "the little owl, the cormorant, the great owl,",
        "18": "the white owl, the desert owl, the osprey,",
        "19": "the stork, any kind of heron, the hoopoe, and the bat.",
        "20": "“‘All flying insects that walk on all fours are an abomination to you.",
        "21": "Yet you may eat these: of all winged creeping things that go on all fours, which have long, jointed legs for hopping on the earth.",
        "22": "Even of these you may eat: any kind of locust, any kind of katydid, any kind of cricket, and any kind of grasshopper.",
        "23": "But all winged creeping things which have four feet are an abomination to you.",
        "24": "“‘By these you will become unclean: whoever touches their carcass shall be unclean until the evening.",
        "25": "Whoever carries any part of their carcass shall wash his clothes, and be unclean until the evening.",
        "26": "“‘Every animal which has a split hoof that isn’t completely divided, or doesn’t chew the cud, is unclean to you. Everyone who touches them shall be unclean.",
        "27": "Whatever goes on its paws, among all animals that go on all fours, they are unclean to you. Whoever touches their carcass shall be unclean until the evening.",
        "28": "He who carries their carcass shall wash his clothes, and be unclean until the evening. They are unclean to you.",
        "29": "“‘These are they which are unclean to you among the creeping things that creep on the earth: the weasel, the rat, any kind of great lizard,",
        "30": "the gecko, and the monitor lizard, the wall lizard, the skink, and the chameleon.",
        "31": "These are they which are unclean to you among all that creep. Whoever touches them when they are dead shall be unclean until the evening.",
        "32": "Anything they fall on when they are dead shall be unclean; whether it is any vessel of wood, or clothing, or skin, or sack, whatever vessel it is, with which any work is done, it must be put into water, and it shall be unclean until the evening. Then it will be clean.",
        "33": "Every earthen vessel into which any of them falls and all that is in it shall be unclean. You shall break it.",
        "34": "All food which may be eaten which is soaked in water shall be unclean. All drink that may be drunk in every such vessel shall be unclean.",
        "35": "Everything whereupon part of their carcass falls shall be unclean; whether oven, or range for pots, it shall be broken in pieces. They are unclean, and shall be unclean to you.",
        "36": "Nevertheless a spring or a cistern in which water is gathered shall be clean, but that which touches their carcass shall be unclean.",
        "37": "If part of their carcass falls on any sowing seed which is to be sown, it is clean.",
        "38": "But if water is put on the seed, and part of their carcass falls on it, it is unclean to you.",
        "39": "“‘If any animal of which you may eat dies, he who touches its carcass shall be unclean until the evening.",
        "40": "He who eats of its carcass shall wash his clothes, and be unclean until the evening. He also who carries its carcass shall wash his clothes, and be unclean until the evening.",
        "41": "“‘Every creeping thing that creeps on the earth is an abomination. It shall not be eaten.",
        "42": "Whatever goes on its belly, and whatever goes on all fours, or whatever has many feet, even all creeping things that creep on the earth, them you shall not eat; for they are an abomination.",
        "43": "You shall not make yourselves abominable with any creeping thing that creeps. You shall not make yourselves unclean with them, that you should be defiled by them.",
        "44": "For I am Yahweh your God. Sanctify yourselves therefore, and be holy; for I am holy. You shall not defile yourselves with any kind of creeping thing that moves on the earth.",
        "45": "For I am Yahweh who brought you up out of the land of Egypt, to be your God. You shall therefore be holy, for I am holy.",
        "46": "“‘This is the law of the animal, and of the bird, and of every living creature that moves in the waters, and of every creature that creeps on the earth,",
        "47": "to make a distinction between the unclean and the clean, and between the living thing that may be eaten and the living thing that may not be eaten.’”"
      }
    }
  }
}