{
  "book": "Leviticul",
  "chapter": "22",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul a vorbit lui Moise și a zis:",
        "2": "„Vorbește lui Aaron și fiilor lui ca să se ferească de lucrurile sfinte, care Îmi sunt închinate de copiii lui Israel și să nu necinstească Numele Meu cel sfânt. Eu sunt Domnul.",
        "3": "Spune-le: ‘Orice om dintre urmașii voștri și din neamul vostru care se va apropia de lucrurile sfinte pe care le închină Domnului copiii lui Israel și care va avea pe el o necurăție, omul acela să fie nimicit dinaintea Mea. Eu sunt Domnul.",
        "4": "Orice om din neamul lui Aaron care va avea lepră sau scurgere de sămânță să nu mănânce din lucrurile sfinte până nu va fi curat. Tot așa și cel ce se va atinge de cineva spurcat prin atingerea de vreun mort, de cel ce va avea o lepădare de sămânță în somn,",
        "5": "cel ce se va atinge de o târâtoare și se va spurca sau un om atins de vreo necurăție oarecare și care se va fi făcut necurat prin ea.",
        "6": "Cine se va atinge de aceste lucruri va fi necurat până seara; să nu mănânce din lucrurile sfinte decât după ce își va scălda trupul în apă;",
        "7": "după asfințitul soarelui va fi curat și, în urmă, va mânca din lucrurile sfinte, căci aceasta este hrana lui.",
        "8": "Să nu mănânce dintr-o vită moartă sau sfâșiată, ca să nu se spurce cu ea. Eu sunt Domnul.",
        "9": "Să păzească poruncile Mele, ca să nu-și ia pedeapsa pentru păcatul lor și să nu moară pentru că au necinstit lucrurile sfinte. Eu sunt Domnul, care îi sfințesc. Cine să nu mănânce din lucrurile sfinte",
        "10": "Niciun străin să nu mănânce din lucrurile sfinte; cel ce locuiește la un preot ca oaspete și cel tocmit cu ziua să nu mănânce din lucrurile sfinte.",
        "11": "Dar robul cumpărat de preot cu preț de argint va putea să mănânce, tot așa și cel născut în casa lui; ei să mănânce din hrana lui.",
        "12": "Fata unui preot măritată după un străin să nu mănânce din lucrurile sfinte aduse jertfă prin ridicare.",
        "13": "Dar fata unui preot care va fi rămas văduvă sau despărțită de bărbat, fără să aibă copii, și care se va întoarce în casa tatălui său, ca atunci când era fată, va putea să mănânce din hrana tatălui ei. Dar niciun străin să nu mănânce din ea.",
        "14": "Dacă un om mănâncă dintr-un lucru sfânt fără să bage de seamă, să dea preotului prețul lucrului sfânt, adăugând încă o cincime la el.",
        "15": "Preoții să nu necinstească lucrurile sfinte aduse de copiii lui Israel, pe care le-au adus ei Domnului ca jertfă prin ridicare;",
        "16": "ei vor face să apese astfel asupra lor păcatul de care s-ar face vinovați mâncând din lucrurile sfinte: căci Eu sunt Domnul, care îi sfințesc.’” Jertfele să fie fără cusur",
        "17": "Domnul a vorbit lui Moise și a zis:",
        "18": "„Vorbește lui Aaron și fiilor lui și tuturor copiilor lui Israel și spune-le: ‘Orice om din casa lui Israel sau dintre străinii din Israel care va aduce o ardere-de-tot Domnului, fie pentru împlinirea unei juruințe, fie ca dar de bunăvoie,",
        "19": "să ia o parte bărbătească fără cusur din boi, miei sau capre, pentru ca jertfa să fie primită.",
        "20": "Să nu aduceți niciuna care să aibă vreun cusur, căci n-ar fi primită.",
        "21": "Dacă un om aduce Domnului din boi sau din oi o jertfă de mulțumire, fie pentru împlinirea unei juruințe, fie ca dar de bunăvoie, vita pentru jertfă să fie fără cusur, ca să fie primită; să n-aibă niciun cusur în ea.",
        "22": "Să n-aduceți niciuna care să fie oarbă, slută sau ciuntită, care să aibă bube, râie sau pecingine; din acestea să n-aduceți pe altar ca jertfă mistuită de foc înaintea Domnului.",
        "23": "Ca dar de bunăvoie, vei putea să jertfești un bou sau un miel cu un mădular prea lung sau prea scurt, dar, ca dar pentru împlinirea unei juruințe, nu va fi primit.",
        "24": "Să n-aduceți Domnului un dobitoc cu boașele frânte, stricate, smulse sau tăiate; să nu-l aduceți ca jertfă în țara voastră.",
        "25": "Nici să nu luați de la străin vreunul din aceste dobitoace ca să-l aduceți ca mâncare Dumnezeului vostru, căci sunt sluțite, au metehne, și n-ar fi primite.’”",
        "26": "Domnul a zis lui Moise:",
        "27": "„Vițelul, mielul sau iedul, după naștere, să mai rămână șapte zile cu mama sa și apoi, de la a opta zi înainte, va fi primit să fie adus Domnului ca jertfă mistuită de foc.",
        "28": "Vaca, oaia sau capra să n-o înjunghiați ca jertfă în aceeași zi cu fătul ei.",
        "29": "Când veți aduce Domnului o jertfă de mulțumire, s-o aduceți așa ca să fie primită.",
        "30": "Vita să se mănânce în aceeași zi; să nu lăsați nimic din ea până a doua zi dimineața. Eu sunt Domnul.",
        "31": "Să păziți poruncile Mele și să le împliniți. Eu sunt Domnul.",
        "32": "Să nu necinstiți Numele Meu cel sfânt, ca să fiu sfințit în mijlocul copiilor lui Israel. Eu sunt Domnul, care vă sfințesc",
        "33": "și care v-am scos din țara Egiptului, ca să fiu Dumnezeul vostru. Eu sunt Domnul.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Domnul i-a vorbit lui Moise, zicând:",
        "2": "„Spune-le lui Aaron și fiilor săi să aibă respect față de lucrurile sfinte care-Mi sunt închinate de către fiii lui Israel și să nu batjocorească astfel Numele Meu cel sfânt. Eu sunt Domnul.",
        "3": "Să le spui: «De-a lungul generațiilor voastre, dacă vreun bărbat dintre urmașii voștri se va apropia de lucrurile sfinte, pe care fiii lui Israel le închină Domnului, având pe el o necurăție, atunci să fie nimicit dinaintea Mea. Eu sunt Domnul.",
        "4": "Niciun bărbat dintre urmașii lui Aaron, care va avea o rană infecțioasă sau care va suferi de vreo scurgere, să nu mănânce din lucrurile sfinte până nu va fi curat. Oricine va atinge vreun lucru care a devenit necurat din cauza unui trup mort sau a unui bărbat care a avut o scurgere de sămânță,",
        "5": "oricine va atinge vreun animal care mișună, prin care se poate ajunge necurat sau vreun om prin care poate ajunge necurat, oricare ar fi necurăția lui,",
        "6": "acela care va atinge un astfel de lucru va fi necurat până seara. Să nu mănânce din lucrurile sfinte până nu-și va spăla trupul cu apă.",
        "7": "La asfințitul soarelui va fi curat. După aceea va putea mânca din lucrurile sfinte, căci acestea sunt hrana sa.",
        "8": "Să nu mănânce din cadavrul unui animal sau dintr-un animal sfâșiat de sălbăticiuni, ca să nu ajungă necurat. Eu sunt Domnul.",
        "9": "Preoții să respecte poruncile Mele, ca să nu se împovăreze cu păcat și să moară din cauză că le-au disprețuit. Eu sunt Domnul Care îi sfințesc.",
        "10": "Niciun om care nu este preot să nu mănânce din lucrurile sfinte. Nici peregrinul și nici cel angajat de preot ca zilier să nu mănânce din lucrurile sfinte.",
        "11": "Dar dacă preotul își va cumpăra un sclav cu argintul său, acesta va putea să mănânce din ele. De asemenea, cei născuți în casa acestuia vor putea să mănânce din hrana lui.",
        "12": "Dacă fata unui preot se va căsători cu un bărbat care nu este preot, ea nu va putea mânca din contribuțiile sfinte.",
        "13": "Dar fata unui preot care a rămas văduvă sau care este divorțată neavând copii și care s-a întors în casa tatălui ei ca în tinerețe, va putea să mănânce din hrana tatălui ei. Însă niciun om care nu este preot să nu o mănânce.",
        "14": "Dacă un om va mânca din lucrurile sfinte fără să-și dea seama, atunci el va trebui să dea preotului prețul lucrului sfânt și să adauge încă o cincime la el.",
        "15": "Preoții să nu întineze lucrurile sfinte pe care fiii lui Israel le aduc Domnului,",
        "16": "dându-le voie acestora să mănânce din ele, fiindcă ar aduce asupra lor o nelegiuire de care s-ar face vinovați. Căci Eu sunt Domnul Care îi sfințesc»“. Calitatea jertfelor",
        "17": "Domnul i-a vorbit lui Moise, zicând:",
        "18": "„Vorbește-le lui Aaron, fiilor săi și tuturor fiilor lui Israel și spune-le: «Toți bărbații din Casa lui Israel sau dintre străinii din Israel care își vor aduce ofranda ca jertfă pentru împlinirea jurămintelor lor sau ca daruri de bunăvoie, pe care ei le aduc Domnului ca ardere-de-tot,",
        "19": "să ia un mascul fără cusur dintre vite, oi sau capre, după cum doresc, și să-l jertfească.",
        "20": "Să nu aduceți nicio jertfă care are vreo infirmitate, pentru că nu va fi primită de la voi.",
        "21": "Când cineva va aduce Domnului o jertfă de pace pentru împlinirea unui jurământ deosebit sau ca dar de bunăvoie, din cireadă sau din turmă, aceasta să fie fără cusur pentru a fi primită. Să nu aibă nicio infirmitate.",
        "22": "Cele oarbe, lovite, mutilate, cele care au vreo scurgere, eczeme sau râie să nu le jertfiți Domnului și să nu le puneți pe altar ca jertfe mistuite de foc pentru Domnul.",
        "23": "Pentru un dar de bunăvoie veți putea aduce un bou sau un miel care au o parte a trupului mai lungă sau mai scurtă, însă ca jertfă pentru împlinirea unui jurământ, el nu va fi primit.",
        "24": "Orice animal care are vreo parte a trupului lovită, zdrobită, sfâșiată sau tăiată să nu-l jertfiți Domnului. Să nu aduceți asemenea jertfe în țara voastră",
        "25": "și să nu primiți vreun astfel de animal de la un străin pentru a-l aduce ca hrană Dumnezeului vostru. Fiindcă sunt mutilate și au infirmități, ele nu vor fi primite de la voi»“.",
        "26": "Domnul i-a vorbit lui Moise, zicând:",
        "27": "„Când se naște un vițel, un miel sau un ied, aceștia trebuie să rămână șapte zile cu mama lor, după care, începând cu ziua a opta, pot fi primiți ca jertfă mistuită de foc pentru Domnul.",
        "28": "Vaca, oaia sau capra să nu le înjunghiați în aceeași zi cu fătul lor.",
        "29": "Când veți aduce o jertfă de mulțumire pentru Domnul, să o jertfiți în așa fel încât să fie primită de la voi.",
        "30": "Să fie mâncată în aceeași zi; să nu lăsați nimic din ea până dimineață. Eu sunt Domnul.",
        "31": "Să păziți poruncile Mele și să le împliniți. Eu sunt Domnul.",
        "32": "Să nu batjocoriți Numele Meu cel sfânt, ca să fiu sfințit în mijlocul fiilor lui Israel. Eu sunt Domnul Care vă sfințesc,",
        "33": "Eu, Cel Care v-am scos din țara Egiptului ca să fiu Dumnezeul vostru: Eu sunt Domnul“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh spoke to Moses, saying,",
        "2": "“Tell Aaron and his sons to separate themselves from the holy things of the children of Israel, which they make holy to me, and that they not profane my holy name. I am Yahweh.",
        "3": "“Tell them, ‘If anyone of all your offspring throughout your generations approaches the holy things which the children of Israel make holy to Yahweh, having his uncleanness on him, that soul shall be cut off from before me. I am Yahweh.",
        "4": "“‘Whoever of the offspring of Aaron is a leper or has a discharge shall not eat of the holy things until he is clean. Whoever touches anything that is unclean by the dead, or a man who has a seminal emission,",
        "5": "or whoever touches any creeping thing by which he may be made unclean, or a man from whom he may become unclean, whatever uncleanness he has—",
        "6": "the person that touches any such shall be unclean until the evening, and shall not eat of the holy things unless he bathes his body in water.",
        "7": "When the sun is down, he shall be clean; and afterward he shall eat of the holy things, because it is his bread.",
        "8": "He shall not eat that which dies of itself or is torn by animals, defiling himself by it. I am Yahweh.",
        "9": "“‘They shall therefore follow my commandment, lest they bear sin for it and die in it, if they profane it. I am Yahweh who sanctifies them.",
        "10": "“‘No stranger shall eat of the holy thing: a foreigner living with the priests, or a hired servant, shall not eat of the holy thing.",
        "11": "But if a priest buys a slave, purchased by his money, he shall eat of it; and those who are born in his house shall eat of his bread.",
        "12": "If a priest’s daughter is married to an outsider, she shall not eat of the heave offering of the holy things.",
        "13": "But if a priest’s daughter is a widow, or divorced, and has no child, and has returned to her father’s house as in her youth, she may eat of her father’s bread; but no stranger shall eat any of it.",
        "14": "“‘If a man eats something holy unwittingly, then he shall add the fifth part of its value to it, and shall give the holy thing to the priest.",
        "15": "The priests shall not profane the holy things of the children of Israel, which they offer to Yahweh,",
        "16": "and so cause them to bear the iniquity that brings guilt when they eat their holy things; for I am Yahweh who sanctifies them.’”",
        "17": "Yahweh spoke to Moses, saying,",
        "18": "“Speak to Aaron, and to his sons, and to all the children of Israel, and say to them, ‘Whoever is of the house of Israel, or of the foreigners in Israel, who offers his offering, whether it is any of their vows or any of their free will offerings, which they offer to Yahweh for a burnt offering:",
        "19": "that you may be accepted, you shall offer a male without defect, of the bulls, of the sheep, or of the goats.",
        "20": "But you shall not offer whatever has a defect, for it shall not be acceptable for you.",
        "21": "Whoever offers a sacrifice of peace offerings to Yahweh to accomplish a vow, or for a free will offering of the herd or of the flock, it shall be perfect to be accepted. It shall have no defect.",
        "22": "You shall not offer what is blind, is injured, is maimed, has a wart, is festering, or has a running sore to Yahweh, nor make an offering by fire of them on the altar to Yahweh.",
        "23": "Either a bull or a lamb that has any deformity or lacking in his parts, that you may offer for a free will offering; but for a vow it shall not be accepted.",
        "24": "You must not offer to Yahweh that which has its testicles bruised, crushed, broken, or cut. You must not do this in your land.",
        "25": "You must not offer any of these as the bread of your God from the hand of a foreigner, because their corruption is in them. There is a defect in them. They shall not be accepted for you.’”",
        "26": "Yahweh spoke to Moses, saying,",
        "27": "“When a bull, a sheep, or a goat is born, it shall remain seven days with its mother. From the eighth day on it shall be accepted for the offering of an offering made by fire to Yahweh.",
        "28": "Whether it is a cow or ewe, you shall not kill it and its young both in one day.",
        "29": "“When you sacrifice a sacrifice of thanksgiving to Yahweh, you shall sacrifice it so that you may be accepted.",
        "30": "It shall be eaten on the same day; you shall leave none of it until the morning. I am Yahweh.",
        "31": "“Therefore you shall keep my commandments, and do them. I am Yahweh.",
        "32": "You shall not profane my holy name, but I will be made holy among the children of Israel. I am Yahweh who makes you holy,",
        "33": "who brought you out of the land of Egypt, to be your God. I am Yahweh.”"
      }
    }
  }
}