{
  "book": "Leviticul",
  "chapter": "10",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Fiii lui Aaron Nadab și Abihu și-au luat, fiecare, cădelnița, au pus foc în ea și au pus tămâie pe foc, și au adus astfel înaintea Domnului foc străin, lucru pe care El nu li-l poruncise.",
        "2": "Atunci a ieșit un foc dinaintea Domnului, i-a mistuit și au murit înaintea Domnului.",
        "3": "Moise a zis lui Aaron: „Aceasta este ce a spus Domnul când a zis: ‘Voi fi sfințit de cei ce se apropie de Mine și voi fi proslăvit în fața întregului popor.’” Aaron a tăcut.",
        "4": "Și Moise a chemat pe Mișael și Elțafan, fiii lui Uziel, unchiul lui Aaron, și le-a zis: „Apropiați-vă, scoateți pe frații voștri din Sfântul Locaș și duceți-i afară din tabără.”",
        "5": "Ei s-au apropiat și i-au scos afară din tabără, îmbrăcați în tunicile lor, cum zisese Moise.",
        "6": "Moise a zis lui Aaron, lui Eleazar și lui Itamar, fiii lui Aaron: „Să nu vă descoperiți capetele și să nu vă rupeți hainele, ca nu cumva să muriți și să Se mânie Domnul împotriva întregii adunări. Lăsați pe frații voștri, pe toată casa lui Israel, să plângă arderea care a venit de la Domnul.",
        "7": "Voi să nu ieșiți din ușa cortului întâlnirii, ca să nu muriți, căci untdelemnul ungerii Domnului este peste voi.” Ei au făcut cum zisese Moise. Părțile cuvenite lui Aaron și fiilor lui",
        "8": "Domnul a vorbit lui Aaron și a zis:",
        "9": "„Tu și fiii tăi împreună cu tine să nu beți vin, nici băutură amețitoare când veți intra în cortul întâlnirii, ca să nu muriți: aceasta va fi o lege veșnică printre urmașii voștri,",
        "10": "ca să puteți deosebi ce este sfânt de ce nu este sfânt, ce este necurat de ce este curat,",
        "11": "și să puteți învăța pe copiii lui Israel toate legile pe care li le-a dat Domnul prin Moise.”",
        "12": "Moise a zis lui Aaron, lui Eleazar și lui Itamar, cei doi fii care mai rămăseseră lui Aaron: „Luați partea din darul de mâncare rămasă din jertfele mistuite de foc înaintea Domnului și mâncați-o fără aluat lângă altar, căci este un lucru preasfânt.",
        "13": "S-o mâncați într-un loc sfânt; acesta este dreptul tău și dreptul fiilor tăi, ca parte din darurile de mâncare mistuite de foc înaintea Domnului, căci așa mi-a fost poruncit.",
        "14": "Să mâncați, de asemenea, într-un loc curat, tu, fiii tăi și fiicele tale împreună cu tine, pieptul care a fost legănat într-o parte și alta și spata care a fost adusă ca jertfă prin ridicare, căci ele vă sunt date, ca un drept cuvenit ție și ca un drept cuvenit fiilor tăi, din jertfele de mulțumire ale copiilor lui Israel.",
        "15": "Împreună cu grăsimile rânduite să fie mistuite de foc, ei vor aduce spata adusă ca jertfă prin ridicare și pieptul care se leagănă într-o parte și alta înaintea Domnului; ele vor fi ale tale și ale fiilor tăi împreună cu tine, printr-o lege veșnică, așa cum a poruncit Domnul.”",
        "16": "Moise a căutat țapul adus ca jertfă de ispășire și iată că fusese ars. Atunci s-a mâniat pe Eleazar și Itamar, fiii care mai rămăseseră lui Aaron, și a zis:",
        "17": "„Pentru ce n-ați mâncat jertfa de ispășire într-un loc sfânt? Ea este un lucru preasfânt, și Domnul v-a dat-o ca să purtați nelegiuirea adunării și să faceți ispășire pentru ea înaintea Domnului.",
        "18": "Iată că sângele jertfei n-a fost dus înăuntrul Sfântului Locaș; trebuia s-o mâncați în Sfântul Locaș, cum am poruncit.”",
        "19": "Aaron a răspuns lui Moise: „Iată, ei și-au adus azi jertfa de ispășire și arderea-de-tot înaintea Domnului și, după cele ce mi s-au întâmplat, dacă aș fi mâncat azi jertfa de ispășire, ar fi fost bine oare înaintea Domnului?”",
        "20": "Moise a auzit și a fost mulțumit cu aceste cuvinte."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Nadab și Abihu, fiii lui Aaron, și-au luat fiecare fărașul pentru cărbuni, au pus foc în el și au pus tămâie pe foc. Astfel, ei au adus foc străin înaintea Domnului, lucru pe care El nu li-l poruncise.",
        "2": "Atunci a ieșit un foc dinaintea Domnului, i-a ars și au murit înaintea Domnului.",
        "3": "Moise i-a zis lui Aaron: „Aceasta este ceea ce a vrut Domnul să spună atunci când a zis: «În mijlocul celor ce se apropie de Mine Mă voi arăta sfânt și înaintea întregului popor voi fi glorificat»“. Aaron a tăcut.",
        "4": "Moise i-a chemat pe Mișael și pe Elțafan, fiii lui Uziel, unchiul lui Aaron, și le-a zis: „Apropiați-vă, luați-i pe frații voștri dinaintea Lăcașului și duceți-i în afara taberei“.",
        "5": "Ei au venit și i-au dus pe fiii lui Aaron afară din tabără, îmbrăcați în tunicile lor, așa cum poruncise Moise.",
        "6": "După aceea, Moise le-a zis lui Aaron și fiilor săi, Elazar și Itamar: „Să nu vă descoperiți capetele și să nu vă sfâșiați veșmintele, ca nu cumva să muriți și El să Se mânie pe toată adunarea. Lăsați-i pe frații voștri, toată Casa lui Israel, să-i jelească pe cei ce au fost arși de focul Domnului.",
        "7": "Să nu ieșiți dincolo de intrarea în Cortul Întâlnirii ca să nu muriți, căci uleiul pentru ungere, uleiul Domnului, este peste voi“. Ei au făcut așa cum le-a poruncit Moise.",
        "8": "Domnul i-a vorbit lui Aaron, zicând:",
        "9": "„Nici tu și nici fiii tăi să nu beți vin sau băutură tare când veți intra în Cortul Întâlnirii, ca să nu muriți. Aceasta este o hotărâre veșnică de-a lungul generațiilor voastre,",
        "10": "ca să faceți deosebire între ce este sfânt și ce este obișnuit, între ce este curat și ce este necurat",
        "11": "și să-i învățați pe fiii lui Israel toate hotărârile pe care li le-a dat Domnul prin Moise“. Părțile cuvenite preoților",
        "12": "Moise le-a zis lui Aaron și fiilor care i-au mai rămas acestuia, Elazar și Itamar: „Luați darul de mâncare rămas de la jertfele mistuite de foc pentru Domnul și mâncați-l nedospit lângă altar, căci este preasfânt.",
        "13": "Să-l mâncați într-un loc sfânt. El este dreptul cuvenit ție și dreptul cuvenit fiilor tăi din jertfele mistuite de foc pentru Domnul, căci așa mi s-a poruncit.",
        "14": "Dar pieptul adus prin legănare și spata adusă drept contribuție să le mâncați într-un loc curat, atât tu, cât și fiii tăi și fiicele tale împreună cu tine, căci ele v-au fost date, ca un drept cuvenit ție și ca un drept cuvenit fiilor tăi, din jertfele de pace ale fiilor lui Israel.",
        "15": "Spata adusă drept contribuție și pieptul jertfei legănate să fie aduse împreună cu grăsimea jertfelor mistuite de foc și să fie legănate înaintea Domnului ca jertfă legănată; ele vor fi ale tale și ale fiilor tăi printr-o hotărâre veșnică, așa cum a poruncit Domnul“.",
        "16": "Apoi Moise a căutat cu atenție țapul jertfei pentru păcat, dar iată că acesta fusese ars. El s-a mâniat pe Elazar și pe Itamar, fiii care-i mai rămăseseră lui Aaron, și le-a zis:",
        "17": "„De ce n-ați mâncat jertfa pentru păcat în Lăcaș? Căci aceasta este preasfântă și Dumnezeu v-a dat-o vouă ca să purtați nelegiuirea adunării și să faceți ispășire pentru ei înaintea Domnului.",
        "18": "Iată, sângele ei nici n-a fost adus în Locul Sfânt! Trebuia s-o mâncați în Lăcaș, așa cum am poruncit!“.",
        "19": "Aaron i-a zis lui Moise: „Iată, ei au adus astăzi jertfa pentru păcatul lor, precum și arderea-de-tot înaintea Domnului și totuși aceste lucruri au venit peste mine. Dacă aș fi mâncat azi jertfa pentru păcat, ar fi fost oare bine în ochii Domnului?“.",
        "20": "Când a auzit Moise aceste cuvinte, a fost mulțumit."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Nadab and Abihu, the sons of Aaron, each took his censer, and put fire in it, and laid incense on it, and offered strange fire before Yahweh, which he had not commanded them.",
        "2": "Fire came out from before Yahweh, and devoured them, and they died before Yahweh.",
        "3": "Then Moses said to Aaron, “This is what Yahweh spoke of, saying, ‘I will show myself holy to those who come near me, and before all the people I will be glorified.’” Aaron held his peace.",
        "4": "Moses called Mishael and Elzaphan, the sons of Uzziel the uncle of Aaron, and said to them, “Draw near, carry your brothers from before the sanctuary out of the camp.”",
        "5": "So they came near, and carried them in their tunics out of the camp, as Moses had said.",
        "6": "Moses said to Aaron, and to Eleazar and to Ithamar, his sons, “Don’t let the hair of your heads go loose, and don’t tear your clothes, so that you don’t die, and so that he will not be angry with all the congregation; but let your brothers, the whole house of Israel, bewail the burning which Yahweh has kindled.",
        "7": "You shall not go out from the door of the Tent of Meeting, lest you die; for the anointing oil of Yahweh is on you.” They did according to the word of Moses.",
        "8": "Then Yahweh said to Aaron,",
        "9": "“You and your sons are not to drink wine or strong drink whenever you go into the Tent of Meeting, or you will die. This shall be a statute forever throughout your generations.",
        "10": "You are to make a distinction between the holy and the common, and between the unclean and the clean.",
        "11": "You are to teach the children of Israel all the statutes which Yahweh has spoken to them by Moses.”",
        "12": "Moses spoke to Aaron, and to Eleazar and to Ithamar, his sons who were left, “Take the meal offering that remains of the offerings of Yahweh made by fire, and eat it without yeast beside the altar; for it is most holy;",
        "13": "and you shall eat it in a holy place, because it is your portion, and your sons’ portion, of the offerings of Yahweh made by fire; for so I am commanded.",
        "14": "The waved breast and the heaved thigh you shall eat in a clean place, you, and your sons, and your daughters with you: for they are given as your portion, and your sons’ portion, out of the sacrifices of the peace offerings of the children of Israel.",
        "15": "They shall bring the heaved thigh and the waved breast with the offerings made by fire of the fat, to wave it for a wave offering before Yahweh. It shall be yours, and your sons’ with you, as a portion forever, as Yahweh has commanded.”",
        "16": "Moses diligently inquired about the goat of the sin offering, and, behold, it was burned. He was angry with Eleazar and with Ithamar, the sons of Aaron who were left, saying,",
        "17": "“Why haven’t you eaten the sin offering in the place of the sanctuary, since it is most holy, and he has given it to you to bear the iniquity of the congregation, to make atonement for them before Yahweh?",
        "18": "Behold, its blood was not brought into the inner part of the sanctuary. You certainly should have eaten it in the sanctuary, as I commanded.”",
        "19": "Aaron spoke to Moses, “Behold, today they have offered their sin offering and their burnt offering before Yahweh; and such things as these have happened to me. If I had eaten the sin offering today, would it have been pleasing in Yahweh’s sight?”",
        "20": "When Moses heard that, it was pleasing in his sight."
      }
    }
  }
}