{
  "book": "Leviticul",
  "chapter": "12",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul a vorbit lui Moise și a zis:",
        "2": "„Vorbește copiilor lui Israel și spune-le: ‘Când o femeie va rămâne însărcinată și va naște un copil de parte bărbătească, să fie necurată șapte zile; să fie necurată ca în vremea sorocului ei.",
        "3": "În ziua a opta, copilul să fie tăiat împrejur.",
        "4": "Femeia să mai rămână încă treizeci și trei de zile, ca să se curățească de sângele ei; să nu se atingă de niciun lucru sfânt și să nu se ducă la Sfântul Locaș până nu se vor împlini zilele curățirii ei.",
        "5": "Dacă naște o fată, să fie necurată două săptămâni, ca pe vremea când i-a venit sorocul, și să rămână șaizeci și șase de zile ca să se curățească de sângele ei.",
        "6": "Când se vor împlini zilele curățirii ei, pentru un fiu sau pentru o fiică, să aducă preotului, la ușa cortului întâlnirii, un miel de un an pentru arderea-de-tot și un pui de porumbel sau o turturea pentru jertfa de ispășire.",
        "7": "Preotul să le jertfească înaintea Domnului și să facă ispășire pentru ea și, astfel, ea va fi curățită de curgerea sângelui ei. Aceasta este legea pentru femeia care naște un băiat sau o fată.",
        "8": "Dacă nu poate să aducă un miel, să ia două turturele sau doi pui de porumbel, unul pentru arderea-de-tot, altul pentru jertfa de ispășire. Preotul să facă ispășire pentru ea, și va fi curată.’”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Domnul i-a vorbit lui Moise, zicând:",
        "2": "„Vorbește-le fiilor lui Israel și spune-le: «Când o femeie rămâne însărcinată și naște un băiat, va fi considerată necurată timp de șapte zile. Va fi necurată, ca în zilele necurăției ei.",
        "3": "În cea de-a opta zi, băiatul să fie circumcis.",
        "4": "Femeia va mai rămâne încă treizeci și trei de zile, ca să se curățească de sângele ei. Să nu atingă vreun lucru sfânt și să nu vină în Sfântul Lăcaș până nu se împlinesc zilele curățirii ei.",
        "5": "Dacă naște o fată, femeia va fi considerată necurată timp de două săptămâni, precum în zilele necurăției ei. Ea va mai rămâne încă șaizeci și șase de zile, ca să se curățească de sângele ei.",
        "6": "Când se vor împlini zilele curățirii ei, pentru un băiat sau pentru o fată, să aducă preotului, la intrarea în Cortul Întâlnirii, un miel de un an pentru arderea-de-tot și un pui de porumbel sau o turturea ca jertfă pentru păcat.",
        "7": "Preotul să-l jertfească înaintea Domnului și să facă ispășire pentru ea. Și, astfel ea va fi curățită de scurgerea sângelui ei. Aceasta este legea pentru femeia care va da naștere unui băiat sau unei fete.",
        "8": "Dacă nu poate aduce un miel, să aducă două turturele sau doi pui de porumbel, unul ca ardere-de-tot și altul ca jertfă pentru păcat, iar preotul să facă ispășire pentru ea; astfel ea va fi curată»“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh spoke to Moses, saying,",
        "2": "“Speak to the children of Israel, saying, ‘If a woman conceives, and bears a male child, then she shall be unclean seven days; as in the days of her monthly period she shall be unclean.",
        "3": "In the eighth day the flesh of his foreskin shall be circumcised.",
        "4": "She shall continue in the blood of purification thirty-three days. She shall not touch any holy thing, nor come into the sanctuary, until the days of her purifying are completed.",
        "5": "But if she bears a female child, then she shall be unclean two weeks, as in her period; and she shall continue in the blood of purification sixty-six days.",
        "6": "“‘When the days of her purification are completed for a son or for a daughter, she shall bring to the priest at the door of the Tent of Meeting, a year old lamb for a burnt offering, and a young pigeon or a turtledove, for a sin offering.",
        "7": "He shall offer it before Yahweh, and make atonement for her; then she shall be cleansed from the fountain of her blood. “‘This is the law for her who bears, whether a male or a female.",
        "8": "If she cannot afford a lamb, then she shall take two turtledoves or two young pigeons: the one for a burnt offering, and the other for a sin offering. The priest shall make atonement for her, and she shall be clean.’”"
      }
    }
  }
}