{
  "book": "Leviticul",
  "chapter": "26",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Să nu vă faceți idoli, să nu vă ridicați nici chip cioplit, nici stâlp de aducere aminte; să nu puneți în țara voastră nicio piatră împodobită cu chipuri, ca să vă închinați înaintea ei; căci Eu sunt Domnul Dumnezeul vostru.",
        "2": "Să păziți Sabatele Mele și să cinstiți Locașul Meu cel Sfânt. Eu sunt Domnul.",
        "3": "Dacă veți urma legile Mele, dacă veți păzi poruncile Mele și le veți împlini,",
        "4": "vă voi trimite ploi la vreme, pământul își va da roadele și pomii de pe câmp își vor da rodul.",
        "5": "Abia veți treiera grâul, și veți începe culesul viei, și culesul viei va ține până la semănătură; veți avea pâine din belșug, veți mânca și vă veți sătura și veți locui fără frică în țara voastră.",
        "6": "Voi da pace în țară și nimeni nu vă va tulbura somnul; voi face să piară din țară fiarele sălbatice și sabia nu va trece prin țara voastră.",
        "7": "Veți urmări pe vrăjmașii voștri, și ei vor cădea uciși de sabie înaintea voastră.",
        "8": "Cinci dintre voi vor urmări o sută și o sută dintre voi vor urmări zece mii, și vrăjmașii voștri vor cădea uciși de sabie înaintea voastră.",
        "9": "Eu Mă voi întoarce spre voi, vă voi face să creșteți, vă voi înmulți și Îmi voi ține legământul Meu cu voi.",
        "10": "Veți mânca din roadele cele vechi și veți scoate afară pe cele vechi, ca să faceți loc celor noi.",
        "11": "Voi așeza Locașul Meu în mijlocul vostru și sufletul Meu nu vă va urî.",
        "12": "Voi umbla în mijlocul vostru; Eu voi fi Dumnezeul vostru și voi veți fi poporul Meu.",
        "13": "Eu sunt Domnul Dumnezeul vostru, care v-am scos din țara Egiptului, care v-am scos din robie; Eu am rupt legăturile jugului vostru și v-am făcut să mergeți cu capul ridicat. Blestemul",
        "14": "Dar, dacă nu Mă ascultați și nu împliniți toate aceste porunci,",
        "15": "dacă nesocotiți legile Mele și dacă sufletul vostru urăște rânduielile Mele, așa încât să nu împliniți toate poruncile Mele și să rupeți legământul Meu,",
        "16": "iată ce vă voi face atunci. Voi trimite peste voi groaza, lingoarea și frigurile, care vor face să vi se stingă ochii și să piară viața din voi. Sămânța o veți semăna în zadar, căci o vor mânca vrăjmașii voștri.",
        "17": "Îmi voi întoarce Fața împotriva voastră și veți fi bătuți și veți fugi dinaintea vrăjmașilor voștri; cei ce vă urăsc vă vor subjuga și veți fugi fără să fiți urmăriți chiar.",
        "18": "Dacă, cu toate acestea, nu Mă veți asculta, vă voi pedepsi de șapte ori mai mult pentru păcatele voastre.",
        "19": "Voi frânge mândria puterii voastre, voi face ca deasupra voastră cerul să fie de fier și pământul, de aramă.",
        "20": "Vi se va istovi puterea fără folos: pământul vostru nu-și va da roadele și pomii de pe pământ nu-și vor da rodul.",
        "21": "Dacă și după aceasta vă veți împotrivi și nu veți voi să Mă ascultați, vă voi lovi de șapte ori mai mult pentru păcatele voastre.",
        "22": "Voi trimite împotriva voastră fiarele de pe câmp, care vă vor lăsa fără copii, vă vor nimici vitele și vă vor împuțina; așa că vă vor rămâne drumurile pustii.",
        "23": "Dacă pedepsele acestea nu vă vor îndrepta și dacă vă veți împotrivi Mie,",
        "24": "Mă voi împotrivi și Eu vouă și vă voi lovi de șapte ori mai mult pentru păcatele voastre.",
        "25": "Voi face să vină împotriva voastră sabie, care va răzbuna călcarea legământului Meu, și, când vă veți strânge în cetățile voastre, voi trimite ciuma în mijlocul vostru și veți fi dați în mâinile vrăjmașului.",
        "26": "Când vă voi trimite lipsă de pâine, zece femei vă vor coace pâine într-un singur cuptor și vi se va da pâinea cu cântarul; veți mânca, dar nu vă veți sătura.",
        "27": "Dacă, cu toate acestea, nu Mă veți asculta și dacă vă veți împotrivi Mie,",
        "28": "Mă voi împotrivi și Eu vouă cu mânie și vă voi pedepsi de șapte ori mai mult pentru păcatele voastre.",
        "29": "Veți mânca până și carnea fiilor voștri, veți mânca până și carnea fiicelor voastre.",
        "30": "Vă voi nimici înălțimile pentru jertfă, vă voi dărâma stâlpii închinați soarelui, voi arunca trupurile voastre moarte peste trupurile moarte ale idolilor voștri și sufletul Meu vă va urî.",
        "31": "Vă voi lăsa cetățile pustii, vă voi pustii locașurile sfinte și nu voi mai mirosi mirosul plăcut al tămâii voastre.",
        "32": "Voi pustii țara, așa că vrăjmașii voștri care o vor locui vor rămâne încremeniți văzând-o.",
        "33": "Vă voi împrăștia printre neamuri și voi scoate sabia după voi. Țara voastră va fi pustiită și cetățile voastre vor rămâne pustii.",
        "34": "Atunci, țara se va bucura de Sabatele ei tot timpul cât va fi pustiită și cât veți fi în țara vrăjmașilor voștri; atunci, țara se va odihni și se va bucura de Sabatele ei.",
        "35": "Tot timpul cât va fi pustiită, va avea odihna pe care n-o avusese în anii voștri de Sabat, când o locuiați.",
        "36": "În inima acelora dintre voi care vor mai rămâne în viață în țara vrăjmașilor lor, voi băga frica și îi va urmări până și foșnetul unei frunze suflate de vânt; vor fugi ca de sabie și vor cădea fără să fie urmăriți.",
        "37": "Se vor prăvăli unii peste alții ca înaintea sabiei, fără să fie urmăriți. Nu veți putea să stați în picioare în fața vrăjmașilor voștri;",
        "38": "veți pieri printre neamuri și vă va mânca țara vrăjmașilor voștri.",
        "39": "Iar pe aceia dintre voi care vor mai rămâne în viață îi va apuca durerea pentru fărădelegile lor, în țara vrăjmașilor lor; îi va apuca durerea și pentru fărădelegile părinților lor. Primirea din nou",
        "40": "Își vor mărturisi fărădelegile lor și fărădelegile părinților lor, călcările de lege pe care le-au săvârșit față de Mine și împotrivirea cu care Mi s-au împotrivit, păcate din pricina cărora",
        "41": "și Eu M-am împotrivit lor și i-am dus în țara vrăjmașilor lor. Și atunci, inima lor netăiată împrejur se va smeri și vor plăti datoria fărădelegilor lor.",
        "42": "Atunci Îmi voi aduce aminte de legământul Meu cu Iacov, Îmi voi aduce aminte de legământul Meu cu Isaac și de legământul Meu cu Avraam și Îmi voi aduce aminte de țară.",
        "43": "Țara însă va trebui să fie părăsită de ei și se va bucura de Sabatele ei în timpul când va rămâne pustiită departe de ei; și ei vor plăti datoria fărădelegilor lor pentru că au nesocotit poruncile Mele și pentru că sufletul lor a urât legile Mele.",
        "44": "Dar, și când vor fi în țara vrăjmașilor lor, nu-i voi lepăda de tot și nu-i voi urî până acolo încât să-i nimicesc de tot și să rup legământul Meu cu ei, căci Eu sunt Domnul Dumnezeul lor.",
        "45": "Ci Îmi voi aduce aminte, spre binele lor, de vechiul legământ prin care i-am scos din țara Egiptului în fața neamurilor, ca să fiu Dumnezeul lor. Eu sunt Domnul.’”",
        "46": "Acestea sunt rânduielile, poruncile și legile pe care le-a statornicit Domnul între El și copiii lui Israel, pe muntele Sinai, prin Moise."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Să nu vă faceți idoli și să nu vă ridicați nici chip cioplit, nici stâlpi sacri; să nu așezați chipuri de piatră pe pământul țării voastre, ca să vă închinați înaintea lor, pentru că Eu sunt Domnul, Dumnezeul vostru.",
        "2": "Să țineți sabaturile Mele și să aveți respect față de Sfântul Meu Lăcaș. Eu sunt Domnul.",
        "3": "Dacă veți urma hotărârile Mele, dacă veți păzi poruncile Mele și le veți împlini,",
        "4": "atunci vă voi da ploi la vreme, pământul își va da rodul lui, și pomii câmpului își vor da roadele lor.",
        "5": "Secerișul va ține până la culesul viei și culesul viei va ține până la semănat. Veți mânca pâine din belșug și veți trăi în siguranță în țara voastră.",
        "6": "Vă voi da pace în țară și, astfel, vă veți culca și nimeni nu vă va înspăimânta. Voi nimici animalele sălbatice din țară și sabia nu va trece prin țara voastră.",
        "7": "Veți urmări pe dușmanii voștri și ei vor cădea înaintea voastră loviți de sabie.",
        "8": "Cinci dintre voi vor urmări o sută și o sută vor urmări zece mii; dușmanii voștri vor cădea înaintea voastră loviți de sabie.",
        "9": "Mă voi întoarce spre voi, vă voi face roditori, vă voi înmulți și Îmi voi ține legământul Meu cu voi.",
        "10": "Veți mânca din recolta cea veche și va trebui să scoateți afară recolta cea veche pentru a-i face loc celei noi.",
        "11": "Îmi voi așeza Locuința în mijlocul vostru și sufletul Meu nu vă va detesta.",
        "12": "Voi umbla printre voi și voi fi Dumnezeul vostru, iar voi veți fi poporul Meu.",
        "13": "Eu sunt Domnul, Dumnezeul vostru, Care v-am scos din țara Egiptului ca să nu mai fiți sclavii lor. Eu am rupt legăturile jugului vostru și v-am făcut să mergeți cu capul ridicat.",
        "14": "Dar dacă nu Mă veți asculta și nu veți împlini toate aceste porunci,",
        "15": "dacă veți respinge hotărârile Mele și veți detesta legile Mele până într-acolo, încât nu veți mai împlini toate poruncile Mele, ci veți rupe legământul Meu,",
        "16": "iată ce vă voi face: voi aduce groaza peste voi. Tifosul și frigurile vor face să vi se stingă ochii și să piară viața din voi. Vă veți semăna degeaba sămânța, căci o vor mânca dușmanii voștri.",
        "17": "Îmi voi întoarce fața împotriva voastră și veți fi învinși de dușmanii voștri. Cei ce vă urăsc vă vor stăpâni și veți fugi chiar și atunci când nu veți fi urmăriți.",
        "18": "Dacă totuși, în pofida acestor lucruri, nu Mă veți asculta, atunci și Eu voi continua să vă pedepsesc de șapte ori mai mult pentru păcatele voastre.",
        "19": "Voi zdrobi mândria puterii voastre și vă voi face cerul ca fierul, iar pământul ca bronzul.",
        "20": "Vi se va risipi puterea fără rost: pământul vostru nu-și va mai da rodul și pomii din țară nu-și vor mai da roadele.",
        "21": "Dacă, și după aceasta, vă veți împotrivi și nu veți dori să ascultați de Mine, atunci vă voi lovi de șapte ori mai mult, potrivit cu păcatele voastre.",
        "22": "Voi trimite animalele sălbatice ale câmpului împotriva voastră, care vă vor lăsa fără copii și vă vor nimici vitele. Ele vă vor împuțina și, astfel, drumurile voastre vor rămâne pustii.",
        "23": "Dacă nici după aceste pedepse nu vă veți lăsa disciplinați de Mine, ci vă veți împotrivi Mie,",
        "24": "atunci Mă voi împotrivi și Eu vouă: vă voi lovi de șapte ori mai mult pentru păcatele voastre.",
        "25": "Voi aduce sabia împotriva voastră, care va răzbuna legământul încălcat. Dacă vă veți aduna în cetățile voastre voi trimite molima printre voi și veți fi dați în mâna dușmanului.",
        "26": "Când voi aduce lipsă de pâine, zece femei vă vor coace pâine într-un singur cuptor și vă vor da pâinea cu cântarul. Dar, cu toate că o veți mânca, tot nu vă veți sătura.",
        "27": "Dacă nici după acestea nu veți asculta de Mine, ci vă veți împotrivi Mie,",
        "28": "atunci și Eu, în furia Mea, Mă voi împotrivi vouă. Eu Însumi vă voi pedepsi de șapte ori mai mult pentru păcatele voastre.",
        "29": "Vă veți hrăni cu carnea fiilor voștri și a fetelor voastre.",
        "30": "Vă voi nimici locurile înalte și vă voi dărâma altarele pentru tămâiere. Cadavrele voastre le voi arunca peste cadavrele idolilor voștri, și sufletul Meu vă va detesta.",
        "31": "Vă voi lăsa cetățile pustii, vă voi pustii locurile sfinte și nu-Mi voi mai găsi plăcere în mireasma jertfelor voastre.",
        "32": "Vă voi devasta țara, astfel încât dușmanii voștri care vor locui în ea vor rămâne încremeniți.",
        "33": "Vă voi împrăștia printre națiuni și voi scoate sabia împotriva voastră. Pământul vostru va ajunge o pustietate, iar cetățile voastre vor ajunge o ruină.",
        "34": "Atunci țara se va bucura de sabaturile ei, în toate zilele în care va rămâne pustie, însă voi veți fi în țara dușmanilor voștri. Țara se va odihni și se va bucura de sabaturile ei.",
        "35": "În toate zilele cât va fi pustie, se va odihni cum nu s-a putut odihni în timpul sabaturilor voastre, când locuiați în ea.",
        "36": "Cât despre aceia dintre voi care vor fi lăsați, voi aduce frica în inimile lor, în țara dușmanilor lor. Chiar și foșnetul unei frunze luate de vânt îi va pune pe fugă. Vor fugi cum fuge cineva de sabie și vor cădea, deși nu va fi niciun urmăritor.",
        "37": "Se vor împiedica unii de alții, ca în fața sabiei, deși nu va fi niciun urmăritor. Și nu veți avea nicio putere ca să vă împotriviți dușmanilor voștri.",
        "38": "Veți pieri între națiuni, iar țara dușmanilor voștri vă va devora.",
        "39": "Aceia dintre voi care vor fi lăsați, vor putrezi în țările dușmanilor voștri din cauza nelegiuirilor lor și vor putrezi și din cauza nelegiuirilor strămoșilor lor.",
        "40": "Dar dacă ei își vor mărturisi nelegiuirea lor și nelegiuirea strămoșilor lor, necredincioșia lor, prin care au fost necredincioși față de Mine, precum și împotrivirea lor față de Mine,",
        "41": "– păcate din cauza cărora și Eu M-am împotrivit lor și i-am dus în țara dușmanilor lor – dacă inima lor necircumcisă se va smeri și ei vor plăti pentru nelegiuirea lor,",
        "42": "atunci Îmi voi aduce aminte de legământul Meu cu Iacov, Îmi voi aduce aminte de legământul Meu cu Isaac și de legământul Meu cu Avraam și Îmi voi aduce aminte de țară.",
        "43": "Țara însă va fi părăsită de ei și se va bucura de sabaturile ei în perioada în care va rămâne pustie, iar ei vor plăti pentru nelegiuirea lor deoarece au respins legile Mele și sufletul lor a detestat hotărârile Mele.",
        "44": "Dar, cu toate acestea, chiar și atunci când vor fi în țara dușmanilor lor, nu-i voi respinge și nu-i voi detesta până acolo încât să-i nimicesc și să rup legământul Meu cu ei, căci Eu sunt Domnul, Dumnezeul lor.",
        "45": "De dragul lor, Îmi voi aduce aminte de legământul cu cei dintâi, prin care i-am scos din țara Egiptului, înaintea ochilor națiunilor, ca să fiu Dumnezeul lor. Eu sunt Domnul»“.",
        "46": "Acestea sunt hotărârile, judecățile și legile pe care le-a stabilit Domnul între El și fiii lui Israel la muntele Sinai, prin Moise."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "“‘You shall make for yourselves no idols, and you shall not raise up a carved image or a pillar, and you shall not place any figured stone in your land, to bow down to it; for I am Yahweh your God.",
        "2": "“‘You shall keep my Sabbaths, and have reverence for my sanctuary. I am Yahweh.",
        "3": "“‘If you walk in my statutes and keep my commandments, and do them,",
        "4": "then I will give you your rains in their season, and the land shall yield its increase, and the trees of the field shall yield their fruit.",
        "5": "Your threshing shall continue until the vintage, and the vintage shall continue until the sowing time. You shall eat your bread to the full, and dwell in your land safely.",
        "6": "“‘I will give peace in the land, and you shall lie down, and no one will make you afraid. I will remove evil animals out of the land, neither shall the sword go through your land.",
        "7": "You shall chase your enemies, and they shall fall before you by the sword.",
        "8": "Five of you shall chase a hundred, and a hundred of you shall chase ten thousand; and your enemies shall fall before you by the sword.",
        "9": "“‘I will have respect for you, make you fruitful, multiply you, and will establish my covenant with you.",
        "10": "You shall eat old supplies long kept, and you shall move out the old because of the new.",
        "11": "I will set my tent among you, and my soul won’t abhor you.",
        "12": "I will walk among you, and will be your God, and you will be my people.",
        "13": "I am Yahweh your God, who brought you out of the land of Egypt, that you should not be their slaves. I have broken the bars of your yoke, and made you walk upright.",
        "14": "“‘But if you will not listen to me, and will not do all these commandments,",
        "15": "and if you shall reject my statutes, and if your soul abhors my ordinances, so that you will not do all my commandments, but break my covenant,",
        "16": "I also will do this to you: I will appoint terror over you, even consumption and fever, that shall consume the eyes, and make the soul to pine away. You will sow your seed in vain, for your enemies will eat it.",
        "17": "I will set my face against you, and you will be struck before your enemies. Those who hate you will rule over you; and you will flee when no one pursues you.",
        "18": "“‘If you in spite of these things will not listen to me, then I will chastise you seven times more for your sins.",
        "19": "I will break the pride of your power, and I will make your sky like iron, and your soil like bronze.",
        "20": "Your strength will be spent in vain; for your land won’t yield its increase, neither will the trees of the land yield their fruit.",
        "21": "“‘If you walk contrary to me, and won’t listen to me, then I will bring seven times more plagues on you according to your sins.",
        "22": "I will send the wild animals among you, which will rob you of your children, destroy your livestock, and make you few in number. Your roads will become desolate.",
        "23": "“‘If by these things you won’t be turned back to me, but will walk contrary to me,",
        "24": "then I will also walk contrary to you; and I will strike you, even I, seven times for your sins.",
        "25": "I will bring a sword upon you that will execute the vengeance of the covenant. You will be gathered together within your cities, and I will send the pestilence among you. You will be delivered into the hand of the enemy.",
        "26": "When I break your staff of bread, ten women shall bake your bread in one oven, and they shall deliver your bread again by weight. You shall eat, and not be satisfied.",
        "27": "“‘If you in spite of this won’t listen to me, but walk contrary to me,",
        "28": "then I will walk contrary to you in wrath. I will also chastise you seven times for your sins.",
        "29": "You will eat the flesh of your sons, and you will eat the flesh of your daughters.",
        "30": "I will destroy your high places, and cut down your incense altars, and cast your dead bodies upon the bodies of your idols; and my soul will abhor you.",
        "31": "I will lay your cities waste, and will bring your sanctuaries to desolation. I will not take delight in the sweet fragrance of your offerings.",
        "32": "I will bring the land into desolation, and your enemies who dwell in it will be astonished at it.",
        "33": "I will scatter you among the nations, and I will draw out the sword after you. Your land will be a desolation, and your cities shall be a waste.",
        "34": "Then the land will enjoy its Sabbaths as long as it lies desolate and you are in your enemies’ land. Even then the land will rest and enjoy its Sabbaths.",
        "35": "As long as it lies desolate it shall have rest, even the rest which it didn’t have in your Sabbaths when you lived on it.",
        "36": "“‘As for those of you who are left, I will send a faintness into their hearts in the lands of their enemies. The sound of a driven leaf will put them to flight; and they shall flee, as one flees from the sword. They will fall when no one pursues.",
        "37": "They will stumble over one another, as it were before the sword, when no one pursues. You will have no power to stand before your enemies.",
        "38": "You will perish among the nations. The land of your enemies will eat you up.",
        "39": "Those of you who are left will pine away in their iniquity in your enemies’ lands; and also in the iniquities of their fathers they shall pine away with them.",
        "40": "“‘If they confess their iniquity and the iniquity of their fathers, in their trespass which they trespassed against me; and also that because they walked contrary to me,",
        "41": "I also walked contrary to them, and brought them into the land of their enemies; if then their uncircumcised heart is humbled, and they then accept the punishment of their iniquity,",
        "42": "then I will remember my covenant with Jacob, my covenant with Isaac, and also my covenant with Abraham; and I will remember the land.",
        "43": "The land also will be left by them, and will enjoy its Sabbaths while it lies desolate without them; and they will accept the punishment of their iniquity because they rejected my ordinances, and their soul abhorred my statutes.",
        "44": "Yet for all that, when they are in the land of their enemies, I will not reject them, neither will I abhor them, to destroy them utterly and to break my covenant with them; for I am Yahweh their God.",
        "45": "But I will for their sake remember the covenant of their ancestors, whom I brought out of the land of Egypt in the sight of the nations, that I might be their God. I am Yahweh.’”",
        "46": "These are the statutes, ordinances, and laws, which Yahweh made between him and the children of Israel in Mount Sinai by Moses."
      }
    }
  }
}