{
  "book": "Leviticul",
  "chapter": "16",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul a vorbit lui Moise după moartea celor doi fii ai lui Aaron, morți când s-au înfățișat înaintea Domnului.",
        "2": "Domnul a zis lui Moise: „Vorbește fratelui tău Aaron și spune-i să nu intre în tot timpul în Sfântul Locaș, dincolo de perdeaua dinăuntru, înaintea capacului ispășirii, care este pe chivot, ca să nu moară, căci deasupra capacului ispășirii Mă voi arăta în nor.",
        "3": "Iată cum să intre Aaron în Sfântul Locaș. Să ia un vițel pentru jertfa de ispășire și un berbec pentru arderea-de-tot.",
        "4": "Să se îmbrace cu tunica sfințită de in și să-și pună pe trup izmenele de in; să se încingă cu brâul de in și să-și acopere capul cu mitra de in; acestea sunt veșmintele sfințite cu care se va îmbrăca el după ce își va spăla trupul în apă.",
        "5": "Să ia de la adunarea copiilor lui Israel doi țapi pentru jertfa de ispășire și un berbec pentru arderea-de-tot.",
        "6": "Aaron să-și aducă vițelul lui pentru jertfa de ispășire și să facă ispășire pentru el și pentru casa lui.",
        "7": "Să ia cei doi țapi și să-i pună înaintea Domnului, la ușa cortului întâlnirii.",
        "8": "Aaron să arunce sorții pentru cei doi țapi: un sorț pentru Domnul și un sorț pentru Azazel.",
        "9": "Aaron să ia țapul care a ieșit la sorți pentru Domnul și să-l aducă jertfă de ispășire.",
        "10": "Iar țapul care a ieșit la sorți pentru Azazel să fie pus viu înaintea Domnului, ca să slujească pentru facerea ispășirii, și să i se dea drumul în pustie pentru Azazel.",
        "11": "Aaron să-și aducă vițelul lui pentru jertfa de ispășire și să facă ispășire pentru el și pentru casa lui. Să înjunghie vițelul pentru jertfa lui de ispășire.",
        "12": "Să ia o cădelniță plină cu cărbuni aprinși de pe altarul dinaintea Domnului și doi pumni de tămâie mirositoare, pisată mărunt; să ducă aceste lucruri dincolo de perdeaua dinăuntru;",
        "13": "să pună tămâia pe foc înaintea Domnului, pentru ca norul de fum de tămâie să acopere capacul ispășirii de pe chivotul mărturiei, și astfel nu va muri.",
        "14": "Să ia din sângele vițelului și să stropească cu degetul pe partea dinainte a capacului ispășirii spre răsărit; să stropească din sânge de șapte ori cu degetul lui înaintea capacului ispășirii.",
        "15": "Să înjunghie țapul adus ca jertfă de ispășire pentru popor și să-i ducă sângele dincolo de perdeaua dinăuntru. Cu sângele acesta să facă întocmai cum a făcut cu sângele vițelului, să stropească cu el spre capacul ispășirii și înaintea capacului ispășirii.",
        "16": "Astfel, să facă ispășire pentru Sfântul Locaș, pentru necurățiile copiilor lui Israel și pentru toate călcările de lege prin care au păcătuit ei. Să facă la fel pentru cortul întâlnirii, care este cu ei în mijlocul necurățiilor lor.",
        "17": "Să nu fie nimeni în cortul întâlnirii când va intra Aaron să facă ispășirea în Sfântul Locaș, până va ieși din el. Să facă ispășire pentru el și pentru casa lui și pentru toată adunarea lui Israel.",
        "18": "După ce va ieși, să se ducă la altarul care este înaintea Domnului și să facă ispășire pentru altar; să ia din sângele vițelului și țapului și să pună pe coarnele altarului de jur împrejur.",
        "19": "Să stropească pe altar cu degetul lui de șapte ori din sânge și astfel să-l curățească și să-l sfințească de necurățiile copiilor lui Israel. Țapul pentru Azazel",
        "20": "Când va isprăvi de făcut ispășirea pentru Sfântul Locaș, pentru cortul întâlnirii și pentru altar, să aducă țapul cel viu.",
        "21": "Aaron să-și pună amândouă mâinile pe capul țapului celui viu și să mărturisească peste el toate fărădelegile copiilor lui Israel și toate călcările lor de lege cu care au păcătuit ei; să le pună pe capul țapului, apoi să-l izgonească în pustie printr-un om care va avea însărcinarea aceasta.",
        "22": "Țapul acela va duce asupra lui toate fărădelegile lor într-un pământ pustiit; în pustie să-i dea drumul.",
        "23": "Aaron să intre în cortul întâlnirii; să-și lepede veșmintele de in, pe care le îmbrăcase la intrarea în Sfântul Locaș, și să le pună acolo.",
        "24": "Să-și spele trupul cu apă într-un loc sfânt și să-și ia din nou veșmintele. Apoi să iasă afară, să-și aducă arderea-de-tot a lui și arderea-de-tot a poporului și să facă ispășire pentru el și pentru popor.",
        "25": "Iar grăsimea jertfei de ispășire s-o ardă pe altar.",
        "26": "Cel ce va izgoni țapul pentru Azazel să-și spele hainele și să-și scalde trupul în apă, după aceea să intre iarăși în tabără.",
        "27": "Să scoată afară din tabără vițelul ispășitor și țapul ispășitor, al căror sânge a fost dus în Sfântul Locaș pentru facerea ispășirii, și să le ardă în foc pieile, carnea și balega.",
        "28": "Cel ce le va arde să-și spele hainele și să-și scalde trupul în apă, după aceea să intre iarăși în tabără. Sărbătoarea Ispășirii",
        "29": "Aceasta să vă fie o lege veșnică: în luna a șaptea, în a zecea zi a lunii, să vă smeriți sufletele, să nu faceți nicio lucrare, nici băștinașul, nici străinul care locuiește în mijlocul vostru.",
        "30": "Căci în ziua aceasta se va face ispășire pentru voi, ca să vă curățiți: veți fi curățiți de toate păcatele voastre înaintea Domnului.",
        "31": "Aceasta să fie pentru voi o zi de Sabat, o zi de odihnă, în care să vă smeriți sufletele. Aceasta să fie o lege veșnică.",
        "32": "Ispășirea să fie făcută de preotul care a primit ungerea și care a fost închinat în slujba Domnului, ca să urmeze tatălui său în slujba preoției; să se îmbrace cu veșmintele de in, cu veșmintele sfințite.",
        "33": "Să facă ispășire pentru Locul Preasfânt, să facă ispășire pentru cortul întâlnirii și pentru altar și să facă ispășire pentru preoți și pentru tot poporul adunării.",
        "34": "Aceasta să fie pentru voi o lege veșnică: o dată pe an, să se facă ispășire pentru copiii lui Israel, pentru păcatele lor.” Aaron a făcut întocmai cum poruncise lui Moise Domnul."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Domnul i-a vorbit lui Moise după moartea celor doi fii ai lui Aaron, care au murit atunci când s-au înfățișat înaintea Domnului.",
        "2": "Domnul i-a zis lui Moise: „Spune-i fratelui tău, Aaron, să nu intre oricând în Locul Sfânt, dincolo de draperia dinaintea Capacului ispășirii, care este pe Chivot, ca să nu moară. Căci Eu Mă voi arăta în nor, deasupra Capacului ispășirii.",
        "3": "Iată cum trebuie să intre Aaron în Locul Sfânt: să ia un taur din turmă ca jertfă pentru păcat și un berbec pentru o ardere-de-tot.",
        "4": "Să se îmbrace cu tunica de in sfințită și să-și ia pe el indispensabilii de in. Să-și înfășoare brâul de in în jurul mijlocului și să-și pună mitra de in. Acestea sunt veșminte sfinte. Să se îmbrace cu ele după ce își va spăla trupul în apă.",
        "5": "De la adunarea fiilor lui Israel să ia doi țapi pentru o jertfă pentru păcat și un berbec pentru o ardere-de-tot.",
        "6": "Aaron să aducă un taur ca jertfă pentru păcatul lui și să facă ispășire pentru el însuși și pentru familia sa.",
        "7": "Să ia apoi cei doi țapi și să-i înfățișeze înaintea Domnului, la intrarea în Cortul Întâlnirii.",
        "8": "Aaron să arunce sorții pe cei doi țapi, un sorț pentru Domnul și celălalt sorț pentru Azazel.",
        "9": "Aaron să ia țapul care a ieșit la sorți pentru Domnul și să-l aducă drept jertfă pentru păcat,",
        "10": "iar țapul care a ieșit la sorți pentru Azazel să fie adus viu înaintea Domnului, ca să fie folosit la ispășire și să i se dea drumul în deșert ca țap de ispășire.",
        "11": "Apoi Aaron să aducă taurul ca jertfă pentru păcatul lui și să facă ispășire pentru el și pentru familia lui. Să înjunghie taurul ca jertfă pentru păcatul lui.",
        "12": "Să ia un făraș plin cu cărbuni aprinși de pe altarul dinaintea Domnului, doi pumni de tămâie mirositoare, pisată mărunt, să le aducă dincolo de draperie",
        "13": "și să pună tămâia pe foc înaintea Domnului, pentru ca norul de tămâie să acopere Capacul ispășirii, care este deasupra Mărturiei și, astfel, să nu moară.",
        "14": "Să ia din sângele taurului și să-l stropească cu degetul pe partea de est a Capacului ispășirii, iar în fața Capacului ispășirii să stropească din sânge cu degetul de șapte ori.",
        "15": "După aceea, să înjunghie țapul jertfei pentru păcat, care este pentru popor, să aducă sângele dincolo de draperie și să facă cu sângele lui la fel cum a făcut cu sângele taurului; să-l stropească pe Capacul ispășirii și înaintea Capacului ispășirii.",
        "16": "Astfel, să facă ispășire pentru Locul Sfânt, din cauza necurățiilor fiilor lui Israel, din cauza fărădelegilor lor și a tuturor păcatelor lor. Așa să facă pentru Cortul Întâlnirii, care este între ei, în mijlocul necurățiilor lor.",
        "17": "Nimeni să nu fie în Cortul Întâlnirii din momentul în care el va intra în Locul Sfânt ca să facă ispășire și până când va ieși, atunci când va fi făcut deja ispășire pentru el, pentru familia sa și pentru toată adunarea lui Israel.",
        "18": "Apoi să iasă la altarul care este înaintea Domnului și să facă ispășire pentru altar. Să ia din sângele taurului și din sângele țapului și să-l pună pe coarnele altarului de jur-împrejur.",
        "19": "Să stropească de șapte ori din sânge pe altar, cu degetul lui, și să-l curățească și să-l sfințească astfel de necurățiile fiilor lui Israel.",
        "20": "După ce va termina de făcut ispășirea pentru Locul Sfânt, pentru Cortul Întâlnirii și pentru altar, să aducă țapul cel viu.",
        "21": "Aaron să-și pună mâinile pe capul țapului viu și să mărturisească toate nelegiuirile fiilor lui Israel, toate fărădelegile lor și toate păcatele lor, punându-le pe capul țapului și alungându-l pe acesta departe în deșert, printr-un om care va avea această însărcinare.",
        "22": "Astfel, țapul va purta asupra lui toate nelegiuirile lor într-un loc pustiu; țapului i se va da drumul în deșert.",
        "23": "Apoi Aaron să intre în Cortul Întâlnirii, să se dezbrace de veșmintele de in, cu care se îmbrăcase când intrase în Locul Sfânt, și să le lase acolo.",
        "24": "Să-și scalde trupul în apă într-un loc sfânt și să se îmbrace cu veșmintele sale. Apoi să iasă și să jertfească atât arderea-de-tot pentru el, cât și arderea-de-tot pentru popor, făcând ispășire pentru el și pentru popor.",
        "25": "Grăsimea jertfei pentru păcat s-o ardă pe altar.",
        "26": "Cel ce va da drumul țapului pentru Azazel să-și spele hainele și să-și scalde trupul în apă; apoi să vină în tabără.",
        "27": "Taurul jertfei pentru păcat și țapul jertfei pentru păcat, al căror sânge a fost adus pentru a se face ispășire în Locul Sfânt, să fie scoși în afara taberei. Pielea, carnea și balega să le fie arse în foc.",
        "28": "Cel care le va arde să-și spele hainele și să-și scalde trupul în apă; după aceea să vină în tabără.",
        "29": "Aceasta să fie o hotărâre veșnică pentru voi: în a zecea zi a lunii a șaptea să vă smeriți sufletele și să nu faceți nicio lucrare, nici voi, nici băștinașul și nici străinul care locuiește în mijlocul vostru,",
        "30": "pentru că, în ziua aceasta, se va face ispășire pentru voi ca să fiți curățiți. Astfel, veți fi curățiți înaintea Domnului de toate păcatele voastre.",
        "31": "Este sabatul, o zi de odihnă pentru voi în care să vă smeriți sufletele; aceasta este o hotărâre veșnică.",
        "32": "Preotul care va fi uns și sfințit ca preot în locul tatălui său va trebui să facă ispășire îmbrăcat în veșmintele de in, veșmintele sfinte.",
        "33": "Să facă ispășire pentru Locul Preasfânt, să facă ispășire pentru Cortul Întâlnirii și pentru altar, să facă ispășire pentru preoți și pentru tot poporul din adunare.",
        "34": "Aceasta să fie o hotărâre veșnică pentru voi: să se facă ispășire pentru fiii lui Israel o singură dată pe an, pentru toate păcatele lor“. Și Moise a făcut așa cum i-a poruncit Domnul."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh spoke to Moses after the death of the two sons of Aaron, when they came near before Yahweh, and died;",
        "2": "and Yahweh said to Moses, “Tell Aaron your brother not to come at just any time into the Most Holy Place within the veil, before the mercy seat which is on the ark; lest he die; for I will appear in the cloud on the mercy seat.",
        "3": "“Aaron shall come into the sanctuary with a young bull for a sin offering, and a ram for a burnt offering.",
        "4": "He shall put on the holy linen tunic. He shall have the linen trousers on his body, and shall put on the linen sash, and he shall be clothed with the linen turban. They are the holy garments. He shall bathe his body in water, and put them on.",
        "5": "He shall take from the congregation of the children of Israel two male goats for a sin offering, and one ram for a burnt offering.",
        "6": "“Aaron shall offer the bull of the sin offering, which is for himself, and make atonement for himself and for his house.",
        "7": "He shall take the two goats, and set them before Yahweh at the door of the Tent of Meeting.",
        "8": "Aaron shall cast lots for the two goats: one lot for Yahweh, and the other lot for the scapegoat.",
        "9": "Aaron shall present the goat on which the lot fell for Yahweh, and offer him for a sin offering.",
        "10": "But the goat on which the lot fell for the scapegoat shall be presented alive before Yahweh, to make atonement for him, to send him away as the scapegoat into the wilderness.",
        "11": "“Aaron shall present the bull of the sin offering, which is for himself, and shall make atonement for himself and for his house, and shall kill the bull of the sin offering which is for himself.",
        "12": "He shall take a censer full of coals of fire from off the altar before Yahweh, and two handfuls of sweet incense beaten small, and bring it within the veil.",
        "13": "He shall put the incense on the fire before Yahweh, that the cloud of the incense may cover the mercy seat that is on the covenant, so that he will not die.",
        "14": "He shall take some of the blood of the bull, and sprinkle it with his finger on the mercy seat on the east; and before the mercy seat he shall sprinkle some of the blood with his finger seven times.",
        "15": "“Then he shall kill the goat of the sin offering that is for the people, and bring his blood within the veil, and do with his blood as he did with the blood of the bull, and sprinkle it on the mercy seat and before the mercy seat.",
        "16": "He shall make atonement for the Holy Place, because of the uncleanness of the children of Israel, and because of their transgressions, even all their sins; and so he shall do for the Tent of Meeting that dwells with them in the middle of their uncleanness.",
        "17": "No one shall be in the Tent of Meeting when he enters to make atonement in the Holy Place, until he comes out, and has made atonement for himself and for his household, and for all the assembly of Israel.",
        "18": "“He shall go out to the altar that is before Yahweh and make atonement for it, and shall take some of the bull’s blood, and some of the goat’s blood, and put it around on the horns of the altar.",
        "19": "He shall sprinkle some of the blood on it with his finger seven times, and cleanse it, and make it holy from the uncleanness of the children of Israel.",
        "20": "“When he has finished atoning for the Holy Place, the Tent of Meeting, and the altar, he shall present the live goat.",
        "21": "Aaron shall lay both his hands on the head of the live goat, and confess over him all the iniquities of the children of Israel, and all their transgressions, even all their sins; and he shall put them on the head of the goat, and shall send him away into the wilderness by the hand of a man who is ready.",
        "22": "The goat shall carry all their iniquities on himself to a solitary land, and he shall release the goat in the wilderness.",
        "23": "“Aaron shall come into the Tent of Meeting, and shall take off the linen garments which he put on when he went into the Holy Place, and shall leave them there.",
        "24": "Then he shall bathe himself in water in a holy place, put on his garments, and come out and offer his burnt offering and the burnt offering of the people, and make atonement for himself and for the people.",
        "25": "The fat of the sin offering he shall burn on the altar.",
        "26": "“He who lets the goat go as the scapegoat shall wash his clothes, and bathe his flesh in water, and afterward he shall come into the camp.",
        "27": "The bull for the sin offering, and the goat for the sin offering, whose blood was brought in to make atonement in the Holy Place, shall be carried outside the camp; and they shall burn their skins, their flesh, and their dung with fire.",
        "28": "He who burns them shall wash his clothes, and bathe his flesh in water, and afterward he shall come into the camp.",
        "29": "“It shall be a statute to you forever: in the seventh month, on the tenth day of the month, you shall afflict your souls, and shall do no kind of work, whether native-born or a stranger who lives as a foreigner among you;",
        "30": "for on this day shall atonement be made for you, to cleanse you. You shall be clean from all your sins before Yahweh.",
        "31": "It is a Sabbath of solemn rest to you, and you shall afflict your souls. It is a statute forever.",
        "32": "The priest, who is anointed and who is consecrated to be priest in his father’s place, shall make the atonement, and shall put on the linen garments, even the holy garments.",
        "33": "Then he shall make atonement for the Holy Sanctuary; and he shall make atonement for the Tent of Meeting and for the altar; and he shall make atonement for the priests and for all the people of the assembly.",
        "34": "“This shall be an everlasting statute for you, to make atonement for the children of Israel once in the year because of all their sins.” It was done as Yahweh commanded Moses."
      }
    }
  }
}