{
  "book": "Leviticul",
  "chapter": "15",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul a vorbit lui Moise și lui Aaron și a zis:",
        "2": "„Vorbiți copiilor lui Israel și spuneți-le: ‘Orice om care are o scurgere din trupul lui, prin chiar faptul acesta este necurat.",
        "3": "Din pricina scurgerii lui este necurat: fie că trupul lui lasă să se facă scurgerea, fie că o oprește, este necurat.",
        "4": "Orice pat în care se va culca va fi necurat și orice lucru pe care va ședea va fi necurat.",
        "5": "Cine se va atinge de patul lui să-și spele hainele, să se scalde în apă și va fi necurat până seara.",
        "6": "Cine va ședea pe lucrul pe care a șezut el să-și spele hainele, să se scalde în apă și să fie necurat până seara.",
        "7": "Cine se va atinge de trupul lui să-și spele hainele, să se scalde în apă și va fi necurat până seara.",
        "8": "Dacă omul acela scuipă pe un om curat, acesta să-și spele hainele, să se scalde în apă și va fi necurat până seara.",
        "9": "Orice șa pe care va călări el va fi necurată.",
        "10": "Cine se va atinge de vreun lucru care a fost sub el va fi necurat până seara și cine va ridica lucrul acela să-și spele hainele, să se scalde în apă și va fi necurat până seara.",
        "11": "Cine va fi atins de cel cu scurgere și nu-și va spăla mâinile în apă să-și spele hainele, să se scalde în apă și va fi necurat până seara.",
        "12": "Orice vas de pământ care va fi atins de el să fie spart și orice vas de lemn să fie spălat în apă.",
        "13": "După ce va fi curățit de scurgerea lui, omul acela să numere șapte zile pentru curățirea lui; să-și spele hainele, să-și scalde trupul în apă curgătoare și va fi curat.",
        "14": "În ziua a opta, să ia două turturele sau doi pui de porumbel, să se ducă înaintea Domnului, la ușa cortului întâlnirii, și să-i dea preotului.",
        "15": "Preotul să-i aducă, unul ca jertfă de ispășire și celălalt ca ardere-de-tot, și preotul să facă ispășire pentru el înaintea Domnului, pentru scurgerea lui.",
        "16": "Omul care va avea o scurgere a seminței în somn să-și scalde tot trupul în apă și va fi necurat până seara.",
        "17": "Orice haină și orice piele care vor fi atinse de scurgerea lui vor fi spălate cu apă și vor fi necurate până seara.",
        "18": "Dacă o femeie s-a culcat cu un astfel de om, să se scalde amândoi în apă și vor fi necurați până seara. Necurăția femeii",
        "19": "Femeia care va avea o scurgere, și anume o scurgere de sânge din trupul ei, să rămână șapte zile în necurăția ei. Oricine se va atinge de ea va fi necurat până seara.",
        "20": "Orice pat în care se va culca ea în timpul necurăției ei va fi necurat și orice lucru pe care va ședea ea va fi necurat.",
        "21": "Oricine se va atinge de patul ei să-și spele hainele, să se scalde în apă și va fi necurat până seara.",
        "22": "Oricine se va atinge de un lucru pe care a șezut ea să-și spele hainele, să se scalde în apă și va fi necurat până seara.",
        "23": "Dacă este ceva pe patul sau pe lucrul pe care a șezut ea, cine se va atinge de lucrul acela va fi necurat până seara.",
        "24": "Dacă se culcă cineva cu ea și vine peste el necurăția femeii aceleia, el va fi necurat timp de șapte zile și orice pat în care se va culca va fi necurat.",
        "25": "Femeia care va avea o scurgere de sânge timp de mai multe zile, afară de soroacele ei obișnuite, sau a cărei scurgere va ține mai mult ca de obicei, va fi necurată tot timpul scurgerii ei, ca pe vremea când îi vine sorocul.",
        "26": "Orice pat în care se va culca în timpul cât va ține scurgerea aceasta va fi ca și patul din timpul când ea este la scurgerea de la soroc și orice lucru pe care va ședea va fi necurat, ca atunci când este ea la scurgerea de la soroc.",
        "27": "Oricine se va atinge de ele va fi necurat; să-și spele hainele, să se scalde în apă și va fi necurat până seara.",
        "28": "După ce va fi curățită de scurgerea ei, să numere șapte zile și apoi va fi curată.",
        "29": "A opta zi, să ia două turturele sau doi pui de porumbel și să-i ducă preotului la ușa cortului întâlnirii.",
        "30": "Preotul să aducă unul ca jertfă de ispășire și altul ca ardere-de-tot; și preotul să facă ispășire pentru ea înaintea Domnului, pentru scurgerea care o făcea necurată.",
        "31": "Așa să depărtați pe copiii lui Israel de necurățiile lor, ca să nu moară din pricina necurățiilor lor, dacă pângăresc cortul Meu, care este în mijlocul lor.",
        "32": "Aceasta este legea pentru cel ce are o scurgere sau este întinat printr-o lepădare de sămânță în somn,",
        "33": "pentru cea care este la scurgerea de la soroc, pentru bărbatul sau femeia care are o scurgere și pentru bărbatul care se culcă cu o femeie necurată.’”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Domnul le-a vorbit lui Moise și Aaron, zicând:",
        "2": "„Vorbiți-le fiilor lui Israel și spuneți-le: «Când un bărbat are o scurgere din trupul său, scurgerea îl face necurat.",
        "3": "Din cauza scurgerii lui, el este necurat: indiferent dacă trupul lui lasă scurgerea sau o oprește, el este necurat.",
        "4": "Orice pat pe care se va culca el va fi necurat și orice lucru pe care se va așeza va fi necurat.",
        "5": "Orice persoană care îi atinge patul trebuie să-și spele hainele și să se scalde în apă; ea va fi necurată până seara.",
        "6": "Oricine se așază pe vreun lucru, pe care a stat cel cu scurgerea, să-și spele hainele și să se scalde în apă; el va fi necurat până seara.",
        "7": "Cine se atinge de trupul celui cu scurgerea să-și spele hainele și să se scalde în apă; el va fi necurat până seara.",
        "8": "Dacă cel cu scurgerea va scuipa pe cineva care este curat, acesta trebuie să-și spele hainele și să se scalde în apă; el va fi necurat până seara.",
        "9": "Orice șa pe care va călări cel cu scurgerea va fi necurată.",
        "10": "Oricine atinge vreun lucru, care a fost sub el, va fi necurat până seara, iar cel ce duce un astfel de lucru, trebuie să-și spele hainele și să se scalde în apă; el va fi necurat până seara.",
        "11": "Oricine va fi atins de cel cu scurgerea, fără ca acesta să-și fi spălat mai înainte mâinile cu apă, trebuie să-și spele hainele și să se scalde în apă; el va fi necurat până seara.",
        "12": "Orice vas de pământ care este atins de cel cu scurgerea trebuie să fie spart, iar dacă este un vas de lemn trebuie să fie spălat cu apă.",
        "13": "După ce va fi curățit de scurgerea lui – omul acela să numere șapte zile pentru curățirea lui – să-și spele hainele, să-și spele trupul în apă curgătoare și va fi curat.",
        "14": "În ziua a opta să ia două turturele sau doi pui de porumbel, să vină înaintea Domnului, la intrarea în Cortul Întâlnirii și să-i dea preotului.",
        "15": "Preotul să-i aducă, pe unul ca jertfă pentru păcat și pe celălalt ca ardere-de-tot și, astfel, să facă ispășire pentru el înaintea Domnului, pentru scurgerea lui.",
        "16": "Când un bărbat are o scurgere de sămânță, trebuie să-și spele tot trupul cu apă; el va fi necurat până seara.",
        "17": "Orice haină sau lucru din piele pe care ajunge sămânța lui trebuie să fie spălate cu apă, și vor fi necurate până seara.",
        "18": "Dacă o femeie se culcă cu un bărbat, și acesta are o scurgere de sămânță, amândoi trebuie să se scalde în apă; ei vor fi necurați până seara.",
        "19": "Când o femeie are o scurgere de sânge, adică scurgerea periodică din trupul ei, trebuie să rămână șapte zile în necurăția ei. Oricine o atinge va fi necurat până seara.",
        "20": "Orice lucru pe care se va culca în timpul necurăției ei va fi necurat și orice lucru pe care se va așeza va fi necurat.",
        "21": "Orice persoană care îi atinge patul trebuie să-și spele hainele și să se scalde în apă; ea va fi necurată până seara.",
        "22": "Toți aceia care se ating de vreun lucru pe care a șezut ea trebuie să-și spele hainele și să se scalde în apă; ei vor fi necurați până seara.",
        "23": "Fie că este vorba de pat sau de orice alt lucru pe care aceasta a șezut, dacă le va atinge cineva, acea persoană va fi necurată până seara.",
        "24": "Dacă bărbatul se culcă cu ea și, astfel, necurăția ei ajunge la el, atunci el va fi necurat șapte zile; orice pat în care se va culca va fi necurat.",
        "25": "Dacă o femeie are o scurgere de sânge timp de mai multe zile, dar nu la vremea necurăției ei, sau dacă are o scurgere care ține mai mult decât de obicei, ea va trebui să rămână în necurăția ei. La fel ca în zilele necurăției ei, ea va fi necurată.",
        "26": "Orice pat în care se va culca în timpul zilelor scurgerii ei să fie considerat la fel ca patul din timpul necurăției ei. Orice lucru pe care se va așeza va fi necurat, la fel ca în timpul necurăției ei.",
        "27": "Oricine se va atinge de aceste lucruri va fi necurat; să-și spele hainele, să se scalde în apă și va fi necurat până seara.",
        "28": "Dar dacă ea va fi curățită de scurgerea ei, să numere șapte zile și apoi va fi curată.",
        "29": "În ziua a opta să ia două turturele sau doi pui de porumbel și să-i aducă la preot, la intrarea în Cortul Întâlnirii.",
        "30": "Preotul să-i aducă, pe unul ca jertfă pentru păcat și pe celălalt ca ardere-de-tot și, astfel, să facă ispășire pentru ea înaintea Domnului, pentru scurgerea necurată».",
        "31": "În acest fel trebuie să-i țineți departe pe fiii lui Israel de necurățiile lor, pentru ca ei să nu moară din cauza necurățiilor lor, pângărind Tabernaculul Meu, care este în mijlocul lor“.",
        "32": "Aceasta este legea pentru cel care are o scurgere, pentru cel care ajunge necurat prin faptul că are o scurgere de sămânță,",
        "33": "pentru cea care are scurgerea ei periodică, pentru orice bărbat sau femeie care au o scurgere și pentru cel ce se culcă cu o femeie care este necurată."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh spoke to Moses and to Aaron, saying,",
        "2": "“Speak to the children of Israel, and tell them, ‘When any man has a discharge from his body, because of his discharge he is unclean.",
        "3": "This shall be his uncleanness in his discharge: whether his body runs with his discharge, or his body has stopped from his discharge, it is his uncleanness.",
        "4": "“‘Every bed on which he who has the discharge lies shall be unclean; and everything he sits on shall be unclean.",
        "5": "Whoever touches his bed shall wash his clothes, and bathe himself in water, and be unclean until the evening.",
        "6": "He who sits on anything on which the man who has the discharge sat shall wash his clothes, and bathe himself in water, and be unclean until the evening.",
        "7": "“‘He who touches the body of him who has the discharge shall wash his clothes, and bathe himself in water, and be unclean until the evening.",
        "8": "“‘If he who has the discharge spits on him who is clean, then he shall wash his clothes, and bathe himself in water, and be unclean until the evening.",
        "9": "“‘Whatever saddle he who has the discharge rides on shall be unclean.",
        "10": "Whoever touches anything that was under him shall be unclean until the evening. He who carries those things shall wash his clothes, and bathe himself in water, and be unclean until the evening.",
        "11": "“‘Whomever he who has the discharge touches, without having rinsed his hands in water, he shall wash his clothes, and bathe himself in water, and be unclean until the evening.",
        "12": "“‘The earthen vessel, which he who has the discharge touches, shall be broken; and every vessel of wood shall be rinsed in water.",
        "13": "“‘When he who has a discharge is cleansed of his discharge, then he shall count to himself seven days for his cleansing, and wash his clothes; and he shall bathe his flesh in running water, and shall be clean.",
        "14": "“‘On the eighth day he shall take two turtledoves, or two young pigeons, and come before Yahweh to the door of the Tent of Meeting, and give them to the priest.",
        "15": "The priest shall offer them, the one for a sin offering, and the other for a burnt offering. The priest shall make atonement for him before Yahweh for his discharge.",
        "16": "“‘If any man has an emission of semen, then he shall bathe all his flesh in water, and be unclean until the evening.",
        "17": "Every garment and every skin which the semen is on shall be washed with water, and be unclean until the evening.",
        "18": "If a man lies with a woman and there is an emission of semen, they shall both bathe themselves in water, and be unclean until the evening.",
        "19": "“‘If a woman has a discharge, and her discharge in her flesh is blood, she shall be in her impurity seven days. Whoever touches her shall be unclean until the evening.",
        "20": "“‘Everything that she lies on in her impurity shall be unclean. Everything also that she sits on shall be unclean.",
        "21": "Whoever touches her bed shall wash his clothes, and bathe himself in water, and be unclean until the evening.",
        "22": "Whoever touches anything that she sits on shall wash his clothes, and bathe himself in water, and be unclean until the evening.",
        "23": "If it is on the bed, or on anything she sits on, when he touches it, he shall be unclean until the evening.",
        "24": "“‘If any man lies with her, and her monthly flow is on him, he shall be unclean seven days; and every bed he lies on shall be unclean.",
        "25": "“‘If a woman has a discharge of her blood many days not in the time of her period, or if she has a discharge beyond the time of her period, all the days of the discharge of her uncleanness shall be as in the days of her period. She is unclean.",
        "26": "Every bed she lies on all the days of her discharge shall be to her as the bed of her period. Everything she sits on shall be unclean, as the uncleanness of her period.",
        "27": "Whoever touches these things shall be unclean, and shall wash his clothes and bathe himself in water, and be unclean until the evening.",
        "28": "“‘But if she is cleansed of her discharge, then she shall count to herself seven days, and after that she shall be clean.",
        "29": "On the eighth day she shall take two turtledoves, or two young pigeons, and bring them to the priest, to the door of the Tent of Meeting.",
        "30": "The priest shall offer the one for a sin offering, and the other for a burnt offering; and the priest shall make atonement for her before Yahweh for the uncleanness of her discharge.",
        "31": "“‘Thus you shall separate the children of Israel from their uncleanness, so they will not die in their uncleanness when they defile my tabernacle that is among them.’”",
        "32": "This is the law of him who has a discharge, and of him who has an emission of semen, so that he is unclean by it;",
        "33": "and of her who has her period, and of a man or woman who has a discharge, and of him who lies with her who is unclean."
      }
    }
  }
}