{
  "book": "Leviticul",
  "chapter": "6",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul a vorbit lui Moise și a zis:",
        "2": "„Când va păcătui cineva și va săvârși o nelegiuire față de Domnul, tăgăduind aproapelui său un lucru încredințat lui sau dat în păstrarea lui sau luat cu sila, sau va înșela pe aproapele lui,",
        "3": "tăgăduind că a găsit un lucru pierdut sau făcând un jurământ strâmb cu privire la un lucru oarecare pe care-l face omul și păcătuiește,",
        "4": "când va păcătui astfel și se va face vinovat, să dea înapoi lucrul luat cu sila sau luat prin înșelăciune, sau încredințat lui, sau lucrul pierdut pe care l-a găsit,",
        "5": "sau lucrul pentru care a făcut un jurământ strâmb – oricare ar fi – să-l dea înapoi întreg, să mai adauge a cincea parte din prețul lui și să-l dea în mâna stăpânului lui, chiar în ziua când își va aduce jertfa lui pentru vină.",
        "6": "Iar ca jertfă pentru vină, să aducă Domnului pentru păcatul lui un berbec fără cusur, luat din turmă, după prețuirea ta, și să-l dea preotului.",
        "7": "Și preotul va face pentru el ispășirea înaintea Domnului, și i se va ierta, oricare ar fi greșeala de care se va fi făcut vinovat.” Legea arderii-de-tot",
        "8": "Domnul a vorbit lui Moise și a zis:",
        "9": "„Dă următoarea poruncă lui Aaron și fiilor săi și zi: ‘Iată legea arderii-de-tot. Arderea-de-tot să rămână pe vatra altarului toată noaptea, până dimineața, și în felul acesta focul să ardă pe altar.",
        "10": "Preotul să se îmbrace cu tunica de in, să-și acopere goliciunea cu izmenele, să ia cenușa făcută de focul care va mistui arderea-de-tot de pe altar și s-o verse lângă altar.",
        "11": "Apoi să se dezbrace de veșmintele lui și să se îmbrace cu altele, ca să scoată cenușa afară din tabără, într-un loc curat.",
        "12": "Focul să ardă pe altar și să nu se stingă deloc: în fiecare dimineață, preotul să aprindă lemne pe altar, să așeze arderea-de-tot pe ele și să ardă deasupra grăsimea jertfelor de mulțumire.",
        "13": "Focul să ardă necurmat pe altar și să nu se stingă deloc. Legea darului de mâncare",
        "14": "Iată legea darului adus ca jertfă de mâncare. Fiii lui Aaron s-o aducă înaintea Domnului, înaintea altarului.",
        "15": "Preotul să ia un pumn din floarea făinii și din untdelemn, cu toată tămâia adăugată la darul de mâncare, și s-o ardă pe altar ca aducere aminte de un miros plăcut Domnului.",
        "16": "Aaron și fiii lui să mănânce ce va mai rămâne din darul de mâncare; s-o mănânce fără aluat, într-un loc sfânt, în curtea cortului întâlnirii.",
        "17": "Să n-o coacă cu aluat. Aceasta este partea pe care le-am dat-o Eu din darurile Mele de mâncare mistuite de foc. Ea este un lucru preasfânt, ca și jertfa de ispășire și ca și jertfa pentru vină.",
        "18": "Toată partea bărbătească dintre copiii lui Aaron să mănânce din ea. Aceasta este o lege veșnică pentru urmașii voștri, cu privire la darurile de mâncare mistuite de foc înaintea Domnului: oricine se va atinge de ele va fi sfințit.’” Darul de mâncare al preotului",
        "19": "Domnul a vorbit lui Moise și a zis:",
        "20": "„Iată darul pe care îl vor face Domnului Aaron și fiii lui în ziua când vor primi ungerea: a zecea parte dintr-o efă de floarea făinii, ca dar de mâncare veșnic, jumătate dimineața și jumătate seara,",
        "21": "să fie pregătită în tigaie cu untdelemn și s-o aduci prăjită; s-o aduci coaptă și tăiată în bucăți, ca un dar de mâncare de un miros plăcut Domnului.",
        "22": "Preotul dintre fiii lui Aaron care va fi uns în locul lui să aducă darul acesta ca jertfă de mâncare. Aceasta este o lege veșnică înaintea Domnului: să fie arsă întreagă.",
        "23": "Orice dar de mâncare al unui preot să fie ars în întregime: să nu se mănânce.” Legea jertfei de ispășire",
        "24": "Domnul a vorbit lui Moise și a zis:",
        "25": "„Vorbește lui Aaron și fiilor lui și zi-le: ‘Iată legea jertfei de ispășire. Vita pentru jertfa de ispășire să fie înjunghiată înaintea Domnului în locul unde se înjunghie arderea-de-tot: ea este un lucru preasfânt.",
        "26": "Preotul care va aduce jertfa de ispășire, acela s-o mănânce, și anume să fie mâncată într-un loc sfânt, în curtea cortului întâlnirii.",
        "27": "Oricine se va atinge de carnea ei va fi sfințit. Dacă va sări sânge din ea pe vreun veșmânt, locul stropit cu sânge să fie spălat într-un loc sfânt.",
        "28": "Vasul de pământ în care se va fierbe să se spargă; dacă s-a fiert într-un vas de aramă, vasul să fie frecat și spălat cu apă.",
        "29": "Toată partea bărbătească dintre preoți să mănânce din ea: ea este un lucru preasfânt.",
        "30": "Dar să nu se mănânce nicio jertfă de ispășire din al cărei sânge se va aduce în cortul întâlnirii pentru facerea ispășirii în Sfântul Locaș, ci aceea să fie arsă în foc."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Domnul i-a vorbit lui Moise, zicând:",
        "2": "„Dacă cineva dintre voi va păcătui și va arăta necredincioșie față de Domnul, înșelându-l pe semenul său cu privire la un lucru dat lui spre păstrare ori în garanție sau cu privire la un lucru însușit prin jaf sau asuprindu-l pe semenul său;",
        "3": "sau dacă a găsit un lucru pierdut și minte cu privire la el sau dacă face un jurământ fals cu privire la vreunul dintre aceste lucruri pe care le face omul și astfel păcătuiește,",
        "4": "deci, dacă va păcătui astfel și, prin urmare, se va face vinovat, să dea înapoi lucrul pe care și l-a însușit prin jaf sau lucrul pe care și l-a însușit prin asuprire, să înapoieze garanția care i-a fost încredințată sau lucrul pierdut pe care l-a găsit",
        "5": "sau orice lucru despre care a făcut un jurământ fals. Să-l restituie pe deplin și să mai adauge încă o cincime la valoarea lui. Să-l dea înapoi semenului său, chiar în ziua în care va aduce jertfa de vinovăție.",
        "6": "Iar ca jertfă pentru vină să aducă Domnului pentru păcatul lui un berbec fără cusur din turmă, după aprecierea ta, și să-l dea preotului.",
        "7": "Preotul să facă ispășire pentru acesta înaintea Domnului și el va fi iertat de orice păcat pe care l-a comis și de care s-a făcut vinovat“. Alte instrucțiuni pentru aducerea jertfelor – arderea-de-tot",
        "8": "Domnul i-a vorbit lui Moise, zicând:",
        "9": "„Iată ce să le poruncești lui Aaron și fiilor săi: «Cu privire la legea arderii-de-tot, aceasta să rămână pe vatra altarului toată noaptea, până dimineața și în felul acesta focul de pe altar să ardă continuu.",
        "10": "Preotul să se îmbrace cu veșmintele de in după ce și-a luat indispensabilii pe el. Să ia cenușa arderii-de-tot de pe altar și s-o așeze lângă altar.",
        "11": "Apoi să-și scoată veșmintele, să-și ia alte haine și să ducă cenușa într-un loc curat, în afara taberei.",
        "12": "Focul de pe altar să continue să ardă și să nu se stingă. În fiecare dimineață, preotul să ardă lemne pe altar, să așeze pe ele arderea-de-tot și să ardă deasupra grăsimea jertfelor de pace.",
        "13": "Focul să ardă continuu pe altar și să nu se stingă deloc. Darul de mâncare",
        "14": "Cu privire la legea darului de mâncare, fiii lui Aaron să-l aducă înaintea Domnului, înaintea altarului.",
        "15": "Să ia un pumn din făina aleasă și din uleiul pentru darul de mâncare, cu toată tămâia care a fost adăugată la acest dar de mâncare și să le ardă pe altar ca jertfă de aducere-aminte de o aromă plăcută Domnului.",
        "16": "Aaron și fiii săi să mănânce ce va mai rămâne din ea; s-o mănânce, sub formă de turte nedospite, într-un loc sfânt; să le mănânce în curtea Cortului Întâlnirii.",
        "17": "Să nu fie coapte cu aluat dospit. Aceasta este partea pe care Eu le-am dat-o din jertfele Mele mistuite de foc. Ea este preasfântă, la fel ca jertfa pentru păcat și jertfa pentru vină.",
        "18": "S-o mănânce fiecare persoană de parte bărbătească dintre urmașii lui Aaron. Aceasta este o hotărâre veșnică, de-a lungul generațiilor voastre, cu privire la jertfele mistuite de foc pentru Domnul. Oricine se va atinge de ele va fi sfânt»“. Darul de mâncare al preotului",
        "19": "Domnul i-a vorbit lui Moise, zicând:",
        "20": "„Iată care este ofranda pe care Aaron și fiii săi o vor aduce Domnului în ziua în care vor primi ungerea: a zecea parte dintr-o efă de făină aleasă, ca dar de mâncare continuu, jumătate din ea dimineața și jumătate seara.",
        "21": "Să fie făcută cu ulei pe un grătar; s-o aduci frământată bine. Apoi s-o aduci coaptă și tăiată în bucăți, ca dar de mâncare de o aromă plăcută Domnului.",
        "22": "Preotul care va fi uns în locul lui Aaron, dintre fiii lui, să-l pregătească în felul acesta ca parte cuvenită Domnului printr-o hotărâre veșnică; să fie ars ca jertfă întreagă.",
        "23": "Orice dar de mâncare al unui preot să fie ars ca jertfă întreagă; să nu se mănânce“. Jertfa pentru păcat",
        "24": "Domnul i-a vorbit lui Moise, zicând:",
        "25": "„Vorbește-le lui Aaron și fiilor săi și spune-le: «Aceasta este legea jertfei pentru păcat: jertfa pentru păcat să fie înjunghiată înaintea Domnului, în locul în care este înjunghiat animalul pentru arderea-de-tot; aceasta este preasfântă.",
        "26": "S-o mănânce preotul care aduce jertfa pentru păcat. Să fie mâncată într-un loc sfânt, în curtea Cortului Întâlnirii.",
        "27": "Orice se atinge de carnea jertfei va fi sfânt. Dacă va sări sânge pe veșmânt, locul stropit să fie spălat într-un loc sfânt.",
        "28": "De asemenea, vasul de pământ în care a fost fiartă jertfa să fie spart, iar dacă a fost fiartă într-un vas de bronz, să fie frecat și limpezit cu apă.",
        "29": "Fiecare persoană de parte bărbătească dintre preoți să mănânce din ea. Aceasta este o jertfă preasfântă.",
        "30": "Dar să nu se mănânce nicio jertfă pentru păcat din al cărei sânge se va aduce în Cortul Întâlnirii pentru facerea ispășirii în Locul Sfânt, ci aceea să fie arsă în foc."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh spoke to Moses, saying,",
        "2": "“If anyone sins, and commits a trespass against Yahweh, and deals falsely with his neighbor in a matter of deposit, or of bargain, or of robbery, or has oppressed his neighbor,",
        "3": "or has found that which was lost, and lied about it, and swearing to a lie—in any of these things that a man sins in his actions—",
        "4": "then it shall be, if he has sinned, and is guilty, he shall restore that which he took by robbery, or the thing which he has gotten by oppression, or the deposit which was committed to him, or the lost thing which he found,",
        "5": "or any thing about which he has sworn falsely: he shall restore it in full, and shall add a fifth part more to it. He shall return it to him to whom it belongs in the day of his being found guilty.",
        "6": "He shall bring his trespass offering to Yahweh: a ram without defect from the flock, according to your estimation, for a trespass offering, to the priest.",
        "7": "The priest shall make atonement for him before Yahweh, and he will be forgiven concerning whatever he does to become guilty.”",
        "8": "Yahweh spoke to Moses, saying,",
        "9": "“Command Aaron and his sons, saying, ‘This is the law of the burnt offering: the burnt offering shall be on the hearth on the altar all night until the morning; and the fire of the altar shall be kept burning on it.",
        "10": "The priest shall put on his linen garment, and he shall put on his linen trousers upon his body; and he shall remove the ashes from where the fire has consumed the burnt offering on the altar, and he shall put them beside the altar.",
        "11": "He shall take off his garments, and put on other garments, and carry the ashes outside the camp to a clean place.",
        "12": "The fire on the altar shall be kept burning on it, it shall not go out; and the priest shall burn wood on it every morning. He shall lay the burnt offering in order upon it, and shall burn on it the fat of the peace offerings.",
        "13": "Fire shall be kept burning on the altar continually; it shall not go out.",
        "14": "“‘This is the law of the meal offering: the sons of Aaron shall offer it before Yahweh, before the altar.",
        "15": "He shall take from there his handful of the fine flour of the meal offering, and of its oil, and all the frankincense which is on the meal offering, and shall burn it on the altar for a pleasant aroma, as its memorial portion, to Yahweh.",
        "16": "That which is left of it Aaron and his sons shall eat. It shall be eaten without yeast in a holy place. They shall eat it in the court of the Tent of Meeting.",
        "17": "It shall not be baked with yeast. I have given it as their portion of my offerings made by fire. It is most holy, as are the sin offering and the trespass offering.",
        "18": "Every male among the children of Aaron shall eat of it, as their portion forever throughout your generations, from the offerings of Yahweh made by fire. Whoever touches them shall be holy.’”",
        "19": "Yahweh spoke to Moses, saying,",
        "20": "“This is the offering of Aaron and of his sons, which they shall offer to Yahweh in the day when he is anointed: one tenth of an ephah of fine flour for a meal offering perpetually, half of it in the morning, and half of it in the evening.",
        "21": "It shall be made with oil in a griddle. When it is soaked, you shall bring it in. You shall offer the meal offering in baked pieces for a pleasant aroma to Yahweh.",
        "22": "The anointed priest that will be in his place from among his sons shall offer it. By a statute forever, it shall be wholly burned to Yahweh.",
        "23": "Every meal offering of a priest shall be wholly burned. It shall not be eaten.”",
        "24": "Yahweh spoke to Moses, saying,",
        "25": "“Speak to Aaron and to his sons, saying, ‘This is the law of the sin offering: in the place where the burnt offering is killed, the sin offering shall be killed before Yahweh. It is most holy.",
        "26": "The priest who offers it for sin shall eat it. It shall be eaten in a holy place, in the court of the Tent of Meeting.",
        "27": "Whatever shall touch its flesh shall be holy. When there is any of its blood sprinkled on a garment, you shall wash that on which it was sprinkled in a holy place.",
        "28": "But the earthen vessel in which it is boiled shall be broken; and if it is boiled in a bronze vessel, it shall be scoured, and rinsed in water.",
        "29": "Every male among the priests shall eat of it. It is most holy.",
        "30": "No sin offering, of which any of the blood is brought into the Tent of Meeting to make atonement in the Holy Place, shall be eaten. It shall be burned with fire."
      }
    }
  }
}