{
  "book": "Leviticul",
  "chapter": "2",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Când va aduce cineva Domnului un dar ca jertfă de mâncare, darul lui să fie din floarea făinii: să toarne untdelemn peste ea și să adauge și tămâie.",
        "2": "S-o aducă preoților, fiilor lui Aaron; preotul să ia un pumn din această floare a făinii stropită cu untdelemn, împreună cu toată tămâia, și s-o ardă pe altar ca jertfă de aducere aminte. Acesta este un dar de mâncare de un miros plăcut Domnului.",
        "3": "Ce va rămâne din darul acesta de mâncare să fie al lui Aaron și al fiilor lui; acesta este un lucru preasfânt între jertfele de mâncare mistuite de foc înaintea Domnului.",
        "4": "Dacă vei aduce ca jertfă de mâncare un dar din ceea ce se coace în cuptor, să aduci niște turte nedospite, făcute din floare de făină, frământate cu untdelemn, și niște plăcinte nedospite, stropite cu untdelemn.",
        "5": "Dacă darul tău adus ca jertfă de mâncare va fi o turtă coaptă în tigaie, să fie făcută din floarea făinii, nedospită și frământată cu untdelemn.",
        "6": "S-o frângi în bucăți și să torni untdelemn pe ea; acesta este un dar adus ca jertfă de mâncare.",
        "7": "Dacă darul tău adus ca jertfă de mâncare va fi o turtă coaptă pe grătar, să fie făcută din floarea făinii, frământată cu untdelemn.",
        "8": "Darul de mâncare făcut din aceste lucruri să-l aduci Domnului, și anume să fie dat preotului, care-l va aduce pe altar.",
        "9": "Preotul va lua din darul de mâncare partea care trebuie adusă ca aducere aminte și o va arde pe altar. Acesta este un dar adus ca jertfă de mâncare, de un miros plăcut Domnului.",
        "10": "Ce va rămâne din darul acesta de mâncare să fie al lui Aaron și al fiilor lui; acesta este un lucru preasfânt între darurile mistuite de foc înaintea Domnului. Totul fără aluat și cu sare",
        "11": "Niciunul din darurile pe care le veți aduce ca jertfă de mâncare înaintea Domnului să nu fie făcut cu aluat, căci nu trebuie să ardeți nimic cu aluat sau cu miere, ca jertfă de mâncare mistuită de foc înaintea Domnului.",
        "12": "Ca jertfă de mâncare din cele dintâi roade, veți putea să le aduceți Domnului, dar ca dar de mâncare de un miros plăcut, să nu fie aduse pe altar.",
        "13": "Toate darurile tale de mâncare să le sărezi cu sare; să nu lași să lipsească niciodată de pe darurile tale de mâncare sarea, care este semnul legământului Dumnezeului tău; la toate darurile tale de mâncare să aduci sare. Pârga",
        "14": "Dacă vei aduce Domnului un dar ca jertfă de mâncare din cele dintâi roade, să aduci ca dar de mâncare, din cele dintâi roade ale tale, spice coapte de curând, prăjite la foc și boabe noi pisate.",
        "15": "Să torni untdelemn pe ele și să adaugi și tămâie; acesta este un dar de mâncare.",
        "16": "Preotul să ardă ca aducere aminte o parte din boabele pisate și din untdelemn, cu toată tămâia. Acesta este un dar adus ca jertfă de mâncare, mistuită de foc înaintea Domnului."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Când cineva aduce Domnului ca ofrandă un dar de mâncare, ofranda lui să fie din făină aleasă. Să toarne ulei peste ea, să adauge tămâie",
        "2": "și s-o aducă preoților, fiilor lui Aaron. Preotul să ia un pumn din făina aleasă și din ulei, precum și toată tămâia, și să le ardă pe altar ca o jertfă de aducere-aminte. Aceasta este o jertfă mistuită de foc, de o aromă plăcută Domnului.",
        "3": "Ceea ce rămâne din darul de mâncare să fie a lui Aaron și a fiilor săi, ca parte preasfântă a jertfelor mistuite de foc pentru Domnul.",
        "4": "Când aduci ca ofrandă un dar de mâncare copt în cuptor, să aduci niște turte nedospite, făcute din făină aleasă, amestecată cu ulei sau niște turte subțiri, unse cu ulei.",
        "5": "Dacă ofranda ta este un dar de mâncare pregătit pe grătar, să fie o turtă nedospită, făcută din făină aleasă, amestecată cu ulei.",
        "6": "S-o rupi în bucăți și să torni ulei peste ea. Acesta este un dar de mâncare.",
        "7": "Dacă ofranda ta este un dar de mâncare pregătit pe grătar, să fie din făină aleasă, amestecată cu ulei.",
        "8": "Să aduci Domnului darul de mâncare pregătit din aceste lucruri. Când va fi adus înaintea preotului, acesta să îl pună pe altar.",
        "9": "Preotul să ia o parte din darul de mâncare și s-o ardă pe altar ca jertfă de aducere-aminte, o jertfă mistuită de foc, de o aromă plăcută Domnului.",
        "10": "Ceea ce rămâne din darul de mâncare să fie a lui Aaron și a fiilor săi, ca parte preasfântă a jertfelor mistuite de foc pentru Domnul.",
        "11": "Niciunul dintre darurile de mâncare pe care le aduceți Domnului să nu fie făcute din aluat dospit, pentru că nu trebuie să ardeți nimic făcut din aluat dospit sau care conține miere, ca jertfă mistuită de foc pentru Domnul.",
        "12": "Puteți să le aduceți Domnului ca ofrandă a primelor roade, dar să nu fie oferite pe altar ca o aromă plăcută.",
        "13": "Orice ofrandă din darurile tale de mâncare s-o sărezi cu sare. Să nu lași să lipsească sarea legământului Dumnezeului tău din darurile tale de mâncare. Să aduci sare la toate darurile tale.",
        "14": "Dacă aduci un dar de mâncare Domnului din primele tale roade, să aduci un dar de mâncare din spice proaspete, prăjite la foc și din boabe noi, pisate.",
        "15": "Să pui ulei peste ele și să adaugi și tămâie. Acesta este un dar de mâncare.",
        "16": "Preotul să ardă boabele pisate și uleiul, împreună cu toată tămâia, ca jertfă de aducere-aminte. Aceasta este o jertfă mistuită de foc în cinstea Domnului."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "“‘When anyone offers an offering of a meal offering to Yahweh, his offering shall be of fine flour. He shall pour oil on it, and put frankincense on it.",
        "2": "He shall bring it to Aaron’s sons, the priests. He shall take his handful of its fine flour, and of its oil, with all its frankincense, and the priest shall burn its memorial on the altar, an offering made by fire, of a pleasant aroma to Yahweh.",
        "3": "That which is left of the meal offering shall be Aaron’s and his sons’. It is a most holy part of the offerings of Yahweh made by fire.",
        "4": "“‘When you offer an offering of a meal offering baked in the oven, it shall be unleavened cakes of fine flour mixed with oil, or unleavened wafers anointed with oil.",
        "5": "If your offering is a meal offering made on a griddle, it shall be of unleavened fine flour, mixed with oil.",
        "6": "You shall cut it in pieces, and pour oil on it. It is a meal offering.",
        "7": "If your offering is a meal offering of the pan, it shall be made of fine flour with oil.",
        "8": "You shall bring the meal offering that is made of these things to Yahweh. It shall be presented to the priest, and he shall bring it to the altar.",
        "9": "The priest shall take from the meal offering its memorial, and shall burn it on the altar, an offering made by fire, of a pleasant aroma to Yahweh.",
        "10": "That which is left of the meal offering shall be Aaron’s and his sons’. It is a most holy part of the offerings of Yahweh made by fire.",
        "11": "“‘No meal offering which you shall offer to Yahweh shall be made with yeast; for you shall burn no yeast, nor any honey, as an offering made by fire to Yahweh.",
        "12": "As an offering of first fruits you shall offer them to Yahweh, but they shall not rise up as a pleasant aroma on the altar.",
        "13": "Every offering of your meal offering you shall season with salt. You shall not allow the salt of the covenant of your God to be lacking from your meal offering. With all your offerings you shall offer salt.",
        "14": "“‘If you offer a meal offering of first fruits to Yahweh, you shall offer for the meal offering of your first fruits fresh heads of grain parched with fire and crushed.",
        "15": "You shall put oil on it and lay frankincense on it. It is a meal offering.",
        "16": "The priest shall burn as its memorial part of its crushed grain and part of its oil, along with all its frankincense. It is an offering made by fire to Yahweh."
      }
    }
  }
}