{
  "book": "Leviticul",
  "chapter": "23",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul a vorbit lui Moise și a zis:",
        "2": "„Vorbește copiilor lui Israel și spune-le: ‘Iată sărbătorile Domnului, pe care le veți vesti ca adunări sfinte, iată sărbătorile Mele:",
        "3": "Șase zile să lucrați, dar ziua a șaptea este Sabatul, ziua de odihnă, cu o adunare sfântă. Să nu faceți nicio lucrare în timpul ei: este Sabatul Domnului în toate locuințele voastre. Paștele",
        "4": "Iată sărbătorile Domnului, cu adunări sfinte, pe care le veți vesti la vremurile lor hotărâte.",
        "5": "În luna întâi, în a paisprezecea zi a lunii, între cele două seri, vor fi Paștele Domnului.",
        "6": "Și în a cincisprezecea zi a lunii acesteia, va fi Sărbătoarea Azimilor în cinstea Domnului; șapte zile să mâncați azimi.",
        "7": "În ziua întâi, să aveți o adunare sfântă: atunci să nu faceți nicio lucrare de slugă.",
        "8": "Șapte zile să aduceți Domnului jertfe mistuite de foc. În ziua a șaptea să fie o adunare sfântă: atunci să nu faceți nicio lucrare de slugă.’”",
        "9": "Domnul a vorbit lui Moise și a zis:",
        "10": "„Vorbește copiilor lui Israel și spune-le: ‘Când veți intra în țara pe care v-o dau și când veți secera semănăturile, să aduceți preotului un snop, ca pârgă a secerișului vostru.",
        "11": "El să legene snopul într-o parte și într-alta înaintea Domnului, ca să fie primit: preotul să-l legene într-o parte și într-alta, a doua zi după Sabat.",
        "12": "În ziua când veți legăna snopul, să aduceți, ca ardere-de-tot Domnului, un miel de un an fără cusur;",
        "13": "să adăugați la el două zecimi de efă din floarea făinii frământată cu untdelemn, ca dar de mâncare mistuit de foc, de un miros plăcut Domnului, și să aduceți o jertfă de băutură de un sfert de hin de vin.",
        "14": "Să nu mâncați nici pâine, nici spice prăjite sau pisate până în ziua aceasta, când veți aduce un dar de mâncare Dumnezeului vostru. Aceasta este o lege veșnică pentru urmașii voștri, în toate locurile în care veți locui. Rusaliile",
        "15": "De a doua zi după Sabat, din ziua când veți aduce snopul ca să fie legănat într-o parte și într-alta, să numărați șapte săptămâni întregi.",
        "16": "Să numărați cincizeci de zile, până în ziua care vine după al șaptelea Sabat, și atunci să aduceți Domnului un nou dar de mâncare.",
        "17": "Să aduceți din locuințele voastre două pâini, ca să fie legănate într-o parte și într-alta; să fie făcute cu două zecimi de efă din floarea făinii și coapte cu aluat: acestea sunt cele dintâi roade pentru Domnul.",
        "18": "Afară de aceste pâini, să aduceți ca ardere-de-tot Domnului șapte miei de un an, fără cusur, un vițel și doi berbeci; să adăugați la ei darul de mâncare și jertfa de băutură obișnuite, ca dar de mâncare mistuit de foc, de un miros plăcut Domnului.",
        "19": "Să aduceți și un țap, ca jertfă de ispășire, și doi miei de un an, ca jertfă de mulțumire.",
        "20": "Preotul să legene aceste dobitoace într-o parte și într-alta ca dar legănat înaintea Domnului, împreună cu pâinea adusă ca pârgă și cu cei doi miei: ele să fie închinate Domnului și să fie ale preotului.",
        "21": "În aceeași zi, să vestiți sărbătoarea și să aveți o adunare sfântă: atunci să nu faceți nicio lucrare de slugă. Aceasta este o lege veșnică pentru urmașii voștri, în toate locurile în care veți locui.",
        "22": "Când vei secera semănăturile din țara voastră, să lași nesecerat un colț din câmpul tău și să nu strângi ce rămâne de pe urma secerătorilor. Să lași săracului și străinului aceste spice. Eu sunt Domnul Dumnezeul vostru.’” Anul Nou",
        "23": "Domnul a vorbit lui Moise și a zis:",
        "24": "„Vorbește copiilor lui Israel și spune-le: ‘În luna a șaptea, în cea dintâi zi a lunii, să aveți o zi de odihnă, vestită cu sunet de trâmbițe, și o adunare sfântă.",
        "25": "Atunci să nu faceți nicio lucrare de slugă și să aduceți Domnului jertfe mistuite de foc.’” Ziua Ispășirii",
        "26": "Domnul a vorbit lui Moise și a zis:",
        "27": "„În ziua a zecea a acestei a șaptea luni, va fi Ziua Ispășirii: atunci să aveți o adunare sfântă, să vă smeriți sufletele și să aduceți Domnului jertfe mistuite de foc.",
        "28": "Să nu faceți nicio lucrare în ziua aceea, căci este Ziua Ispășirii, când trebuie făcută ispășire pentru voi înaintea Domnului Dumnezeului vostru.",
        "29": "Oricine nu se va smeri în ziua aceea va fi nimicit din poporul lui.",
        "30": "Pe oricine va face în ziua aceea vreo lucrare oarecare, îl voi nimici din mijlocul poporului lui.",
        "31": "Să nu faceți nicio lucrare atunci. Aceasta este o lege veșnică pentru urmașii voștri, în toate locurile în care veți locui.",
        "32": "Aceasta să fie pentru voi o zi de Sabat, o zi de odihnă, și să vă smeriți sufletele în ziua aceasta; din seara zilei a noua până în seara următoare, să prăznuiți Sabatul vostru.” Corturile",
        "33": "Domnul a vorbit lui Moise și a zis:",
        "34": "„Vorbește copiilor lui Israel și spune-le: ‘În a cincisprezecea zi a acestei a șaptea luni, va fi Sărbătoarea Corturilor în cinstea Domnului, timp de șapte zile.",
        "35": "În ziua întâi să fie o adunare sfântă: să nu faceți nicio lucrare de slugă în timpul ei.",
        "36": "Timp de șapte zile, să aduceți Domnului jertfe mistuite de foc. A opta zi, să aveți o adunare sfântă și să aduceți Domnului jertfe mistuite de foc; aceasta să fie o adunare de sărbătoare: să nu faceți nicio lucrare de slugă în timpul ei.",
        "37": "Acestea sunt sărbătorile Domnului, în care veți vesti adunări sfinte, ca să se aducă Domnului jertfe mistuite de foc, arderi-de-tot, daruri de mâncare, jertfe de vite și jertfe de băutură, fiecare lucru la ziua hotărâtă.",
        "38": "Afară de aceasta, să păziți Sabatele Domnului și să vă aduceți darurile voastre Domnului, să aduceți toate jertfele făcute pentru împlinirea unei juruințe și toate darurile voastre făcute de bunăvoie.",
        "39": "În a cincisprezecea zi a lunii acesteia a șaptea, când veți strânge roadele țării, să prăznuiți o sărbătoare în cinstea Domnului, timp de șapte zile: cea dintâi zi să fie o zi de odihnă și a opta să fie tot o zi de odihnă.",
        "40": "În ziua întâi să luați poame din pomii cei frumoși, ramuri de finici, ramuri de copaci stufoși și de sălcii de râu și să vă bucurați înaintea Domnului Dumnezeului vostru șapte zile.",
        "41": "În fiecare an să prăznuiți sărbătoarea aceasta în cinstea Domnului, timp de șapte zile. Aceasta este o lege veșnică pentru urmașii voștri. În luna a șaptea s-o prăznuiți.",
        "42": "Șapte zile să locuiți în corturi; toți băștinașii din Israel să locuiască în corturi,",
        "43": "pentru ca urmașii voștri să știe că am făcut pe copiii lui Israel să locuiască în corturi, după ce i-am scos din țara Egiptului. Eu sunt Domnul Dumnezeul vostru.’”",
        "44": "Așa a spus Moise copiilor lui Israel care sunt sărbătorile Domnului."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Domnul i-a vorbit lui Moise, zicând:",
        "2": "„Vorbește-le fiilor lui Israel și spune-le: «Acestea sunt sărbătorile Domnului cu ocazia cărora veți vesti adunări sfinte; acestea sunt sărbătorile Mele. Sabatul",
        "3": "Să se lucreze șase zile, dar ziua a șaptea este sabatul, o zi de odihnă însoțită de o adunare sfântă. Să nu faceți nicio lucrare în această zi: să fie sabatul Domnului în toate locuințele voastre.",
        "4": "Acestea sunt sărbătorile Domnului, adunările sfinte, pe care le veți vesti la vremea lor hotărâtă.",
        "5": "În a paisprezecea zi a lunii întâi, între asfințit și întuneric, va fi Paștele Domnului,",
        "6": "iar în a cincisprezecea zi a acestei luni va fi Sărbătoarea Azimelor în cinstea Domnului. Timp de șapte zile să mâncați azime.",
        "7": "În prima zi să aveți o adunare sfântă. Să nu faceți nicio muncă obișnuită.",
        "8": "Apoi, timp de șapte zile să aduceți Domnului jertfe mistuite de foc, iar în ziua a șaptea să aveți o adunare sfântă. Să nu faceți nicio muncă obișnuită atunci»“.",
        "9": "Domnul i-a vorbit lui Moise, zicând:",
        "10": "„Vorbește-le fiilor lui Israel și spune-le: «Când veți intra în țara pe care v-o voi da și veți aduna recolta, să aduceți preotului un snop din primele roade ale secerișului.",
        "11": "Să legene snopul înaintea Domnului ca voi să fiți primiți; preotul să-l legene la o zi după sabat.",
        "12": "În ziua când veți legăna snopul, să jertfiți un miel de un an, fără cusur, ca ardere-de-tot pentru Domnul.",
        "13": "Să adăugați la el un dar de mâncare din două zecimi dintr-o efă de făină aleasă, amestecată cu ulei, ca jertfă mistuită de foc, de o aromă plăcută Domnului și o jertfă de băutură de un sfert de hin de vin.",
        "14": "Să nu mâncați nici pâine, nici spice prăjite, nici boabe, până în ziua aceasta, când veți aduce această ofrandă Dumnezeului vostru: aceasta este o hotărâre veșnică de-a lungul generațiilor voastre în toate locuințele voastre.",
        "15": "Din ziua de după sabat, adică din ziua în care veți aduce snopul ca jertfă legănată, să numărați șapte săptămâni întregi.",
        "16": "Să numărați cincizeci de zile până în ziua următoare celui de-al șaptelea sabat, apoi să aduceți Domnului un nou dar de mâncare.",
        "17": "Să aduceți din locuințele voastre două pâini ca jertfă legănată. Să fie făcute din două zecimi de efă de făină aleasă și să fie coapte după ce s-a dospit aluatul. Acestea sunt cele dintâi roade pentru Domnul.",
        "18": "Împreună cu pâinile să aduceți, ca ardere-de-tot pentru Domnul, șapte miei de un an, fără cusur, un taur din turmă și doi berbeci. La acestea să adăugați darul de mâncare și jertfele de băutură ca jertfă mistuită de foc, de o aromă plăcută Domnului.",
        "19": "Să aduceți și un țap ca jertfă pentru păcat și doi miei de un an ca jertfă de pace.",
        "20": "Preotul să le legene ca jertfă legănată înaintea Domnului, împreună cu pâinea adusă din primele roade și cu cei doi miei; ele să fie închinate Domnului și să rămână ale preotului.",
        "21": "În aceeași zi, să vestiți o adunare sfântă. Să nu faceți nicio muncă obișnuită atunci. Aceasta este o hotărâre veșnică în toate locuințele voastre, de-a lungul generațiilor voastre.",
        "22": "Când veți aduna recolta țării voastre, să nu aduni recolta de la marginea terenului și să nu strângi spicele care vor rămâne după secerișul tău. Să le lași pentru cel sărac și pentru străin. Eu sunt Domnul, Dumnezeul vostru»“.",
        "23": "Domnul i-a vorbit lui Moise, zicând:",
        "24": "„Vorbește-le fiilor lui Israel și spune-le: «În prima zi a lunii a șaptea să aveți o zi de odihnă, o aducere-aminte vestită cu sunet de trâmbiță, o adunare sfântă.",
        "25": "Să nu faceți nicio muncă obișnuită în timpul ei și să aduceți Domnului jertfe mistuite de foc»“.",
        "26": "Domnul i-a vorbit lui Moise, zicând:",
        "27": "„Chiar în a zecea zi a lunii a șaptea să fie Ziua Ispășirii. Atunci să aveți o adunare sfântă, să vă smeriți sufletele și să aduceți Domnului jertfe mistuite de foc.",
        "28": "Să nu faceți nicio lucrare în ziua aceea, căci este Ziua Ispășirii, când se face ispășire pentru voi înaintea Domnului, Dumnezeul vostru.",
        "29": "Acela care nu se va smeri în ziua aceea va fi nimicit din poporul său.",
        "30": "Pe acela care va face orice fel de lucrare în ziua aceea îl voi nimici din mijlocul poporului său.",
        "31": "Să nu faceți nicio lucrare. Aceasta este o hotărâre veșnică de-a lungul generațiilor voastre în toate locurile în care veți locui.",
        "32": "Este un sabat, o zi de odihnă în care să vă smeriți sufletele. Din seara celei de-a noua zi până în seara următoare să țineți sabatul“.",
        "33": "Domnul i-a vorbit lui Moise, zicând:",
        "34": "„Vorbește-le fiilor lui Israel și spune-le: «În a cincisprezecea zi a acestei a șaptea luni să țineți Sărbătoarea Corturilor în cinstea Domnului, timp de șapte zile.",
        "35": "În prima zi să aveți o adunare sfântă. Să nu faceți nicio muncă obișnuită atunci.",
        "36": "Timp de șapte zile să aduceți Domnului jertfe mistuite de foc. În ziua a opta să aveți o adunare sfântă și să aduceți Domnului jertfe mistuite de foc. Este o adunare solemnă; să nu faceți nicio muncă obișnuită atunci.",
        "37": "Acestea sunt sărbătorile Domnului, cu ocazia cărora veți vesti adunări sfinte, pentru a aduce Domnului o jertfă mistuită de foc – o ardere-de-tot și un dar de mâncare, o jertfă și jertfe de băutură, fiecare la vremea hotărâtă –",
        "38": "în afară de sabaturile Domnului, în afară de darurile voastre, de toate jurămintele și de toate darurile voastre de bunăvoie pe care le oferiți Domnului.",
        "39": "Chiar în a cincisprezecea zi a lunii a șaptea, după ce ați adunat roadele țării, să țineți sărbătoarea Domnului, timp de șapte zile. Atât prima, cât și a opta zi să fie o zi de odihnă.",
        "40": "În prima zi să luați fructe din pomii cei grandioși, ramuri de palmier, crengi de pomi stufoși și crengi de sălcii de râu. Să vă bucurați înaintea Domnului, Dumnezeul vostru, timp de șapte zile.",
        "41": "În fiecare an să țineți această sărbătoare în cinstea Domnului, timp de șapte zile. Este o hotărâre veșnică de-a lungul generațiilor voastre. S-o țineți în luna a șaptea.",
        "42": "Să locuiți în corturi șapte zile. Toți băștinașii din Israel să locuiască în corturi,",
        "43": "pentru ca generațiile voastre să știe că Eu i-am făcut pe fiii lui Israel să locuiască în corturi, după ce i-am scos din țara Egiptului. Eu sunt Domnul, Dumnezeul vostru»“.",
        "44": "Și, astfel, Moise le-a spus fiilor lui Israel care sunt sărbătorile Domnului."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh spoke to Moses, saying,",
        "2": "“Speak to the children of Israel, and tell them, ‘The set feasts of Yahweh, which you shall proclaim to be holy convocations, even these are my set feasts.",
        "3": "“‘Six days shall work be done, but on the seventh day is a Sabbath of solemn rest, a holy convocation; you shall do no kind of work. It is a Sabbath to Yahweh in all your dwellings.",
        "4": "“‘These are the set feasts of Yahweh, even holy convocations, which you shall proclaim in their appointed season.",
        "5": "In the first month, on the fourteenth day of the month in the evening, is Yahweh’s Passover.",
        "6": "On the fifteenth day of the same month is the feast of unleavened bread to Yahweh. Seven days you shall eat unleavened bread.",
        "7": "In the first day you shall have a holy convocation. You shall do no regular work.",
        "8": "But you shall offer an offering made by fire to Yahweh seven days. In the seventh day is a holy convocation. You shall do no regular work.’”",
        "9": "Yahweh spoke to Moses, saying,",
        "10": "“Speak to the children of Israel, and tell them, ‘When you have come into the land which I give to you, and shall reap its harvest, then you shall bring the sheaf of the first fruits of your harvest to the priest.",
        "11": "He shall wave the sheaf before Yahweh, to be accepted for you. On the next day after the Sabbath the priest shall wave it.",
        "12": "On the day when you wave the sheaf, you shall offer a male lamb without defect a year old for a burnt offering to Yahweh.",
        "13": "The meal offering with it shall be two tenths of an ephah of fine flour mixed with oil, an offering made by fire to Yahweh for a pleasant aroma; and the drink offering with it shall be of wine, the fourth part of a hin.",
        "14": "You must not eat bread, or roasted grain, or fresh grain, until this same day, until you have brought the offering of your God. This is a statute forever throughout your generations in all your dwellings.",
        "15": "“‘You shall count from the next day after the Sabbath, from the day that you brought the sheaf of the wave offering: seven Sabbaths shall be completed.",
        "16": "The next day after the seventh Sabbath you shall count fifty days; and you shall offer a new meal offering to Yahweh.",
        "17": "You shall bring out of your habitations two loaves of bread for a wave offering made of two tenths of an ephah of fine flour. They shall be baked with yeast, for first fruits to Yahweh.",
        "18": "You shall present with the bread seven lambs without defect a year old, one young bull, and two rams. They shall be a burnt offering to Yahweh, with their meal offering and their drink offerings, even an offering made by fire, of a sweet aroma to Yahweh.",
        "19": "You shall offer one male goat for a sin offering, and two male lambs a year old for a sacrifice of peace offerings.",
        "20": "The priest shall wave them with the bread of the first fruits for a wave offering before Yahweh, with the two lambs. They shall be holy to Yahweh for the priest.",
        "21": "You shall make proclamation on the same day that there shall be a holy convocation to you. You shall do no regular work. This is a statute forever in all your dwellings throughout your generations.",
        "22": "“‘When you reap the harvest of your land, you must not wholly reap into the corners of your field. You must not gather the gleanings of your harvest. You must leave them for the poor and for the foreigner. I am Yahweh your God.’”",
        "23": "Yahweh spoke to Moses, saying,",
        "24": "“Speak to the children of Israel, saying, ‘In the seventh month, on the first day of the month, there shall be a solemn rest for you, a memorial of blowing of trumpets, a holy convocation.",
        "25": "You shall do no regular work. You shall offer an offering made by fire to Yahweh.’”",
        "26": "Yahweh spoke to Moses, saying,",
        "27": "“However on the tenth day of this seventh month is the day of atonement. It shall be a holy convocation to you. You shall afflict yourselves and you shall offer an offering made by fire to Yahweh.",
        "28": "You shall do no kind of work in that same day, for it is a day of atonement, to make atonement for you before Yahweh your God.",
        "29": "For whoever it is who shall not deny himself in that same day shall be cut off from his people.",
        "30": "Whoever does any kind of work in that same day, I will destroy that person from among his people.",
        "31": "You shall do no kind of work: it is a statute forever throughout your generations in all your dwellings.",
        "32": "It shall be a Sabbath of solemn rest for you, and you shall deny yourselves. In the ninth day of the month at evening, from evening to evening, you shall keep your Sabbath.”",
        "33": "Yahweh spoke to Moses, saying,",
        "34": "“Speak to the children of Israel, and say, ‘On the fifteenth day of this seventh month is the feast of booths for seven days to Yahweh.",
        "35": "On the first day shall be a holy convocation. You shall do no regular work.",
        "36": "Seven days you shall offer an offering made by fire to Yahweh. On the eighth day shall be a holy convocation to you. You shall offer an offering made by fire to Yahweh. It is a solemn assembly; you shall do no regular work.",
        "37": "“‘These are the appointed feasts of Yahweh which you shall proclaim to be holy convocations, to offer an offering made by fire to Yahweh, a burnt offering, a meal offering, a sacrifice, and drink offerings, each on its own day—",
        "38": "in addition to the Sabbaths of Yahweh, and in addition to your gifts, and in addition to all your vows, and in addition to all your free will offerings, which you give to Yahweh.",
        "39": "“‘So on the fifteenth day of the seventh month, when you have gathered in the fruits of the land, you shall keep the feast of Yahweh seven days. On the first day shall be a solemn rest, and on the eighth day shall be a solemn rest.",
        "40": "You shall take on the first day the fruit of majestic trees, branches of palm trees, and boughs of thick trees, and willows of the brook; and you shall rejoice before Yahweh your God seven days.",
        "41": "You shall keep it as a feast to Yahweh seven days in the year. It is a statute forever throughout your generations. You shall keep it in the seventh month.",
        "42": "You shall dwell in temporary shelters for seven days. All who are native-born in Israel shall dwell in temporary shelters,",
        "43": "that your generations may know that I made the children of Israel to dwell in temporary shelters when I brought them out of the land of Egypt. I am Yahweh your God.’”",
        "44": "So Moses declared to the children of Israel the appointed feasts of Yahweh."
      }
    }
  }
}