{
  "book": "Leviticul",
  "chapter": "25",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul a vorbit cu Moise pe muntele Sinai și a zis:",
        "2": "„Vorbește copiilor lui Israel și spune-le: ‘Când veți intra în țara pe care v-o dau, pământul să se odihnească, să țină un Sabat în cinstea Domnului.",
        "3": "Șase ani să-ți semeni ogorul, șase ani să-ți tai via și să strângi roadele.",
        "4": "Dar anul al șaptelea să fie un Sabat, o vreme de odihnă pentru pământ, un Sabat ținut în cinstea Domnului: în anul acela să nu-ți semeni ogorul și să nu-ți tai via.",
        "5": "Să nu seceri ce va ieși din grăunțele căzute de la seceriș și să nu culegi strugurii din via ta netăiată: acesta să fie un an de odihnă pentru pământ.",
        "6": "Ceea ce va ieși de la sine din pământ în timpul Sabatului lui să vă slujească de hrană, ție, robului și roabei tale, celui tocmit de tine cu ziua și străinului care locuiește cu tine,",
        "7": "vitelor tale și fiarelor din țara ta; tot venitul pământului să slujească de hrană. Anul de veselie. Răscumpărarea averilor și a robilor",
        "8": "Să numeri șapte săptămâni de ani, de șapte ori șapte ani, și zilele acestor șapte săptămâni de ani vor face patruzeci și nouă de ani.",
        "9": "În a zecea zi a lunii a șaptea, să pui să sune cu trâmbița răsunătoare; în Ziua Ispășirii, să sunați cu trâmbița în toată țara voastră",
        "10": "și să sfințiți astfel anul al cincizecilea. Să vestiți slobozenia în țară pentru toți locuitorii ei: acesta să fie pentru voi anul de veselie; fiecare dintre voi să se întoarcă la moșia lui și fiecare dintre voi să se întoarcă în familia lui.",
        "11": "Anul al cincizecilea să fie pentru voi anul de veselie; atunci să nu semănați, să nu secerați ce vor aduce ogoarele de la ele și să nu culegeți via netăiată.",
        "12": "Căci este anul de veselie: să-l priviți ca ceva sfânt. Să mâncați ce vă vor da ogoarele voastre.",
        "13": "În anul acesta de veselie, fiecare dintre voi să se întoarcă la moșia lui.",
        "14": "Dacă vindeți ceva aproapelui vostru sau dacă cumpărați ceva de la aproapele vostru, niciunul dintre voi să nu înșele pe fratele lui.",
        "15": "Să cumperi de la aproapele tău socotind anii de la anul de veselie, și el să-ți vândă socotind anii de rod.",
        "16": "Cu cât vor fi mai mulți ani, cu atât să ridici prețul și cu cât vor fi mai puțini ani, cu atât să-l scazi, căci el îți vinde numai numărul secerișurilor.",
        "17": "Niciunul dintre voi să nu înșele deci pe aproapele lui și să te temi de Dumnezeul tău, căci Eu sunt Domnul Dumnezeul vostru.",
        "18": "Împliniți legile Mele, păziți poruncile Mele și împliniți-le, și veți locui fără frică în țară.",
        "19": "Țara își va da roadele, veți mânca din ele și vă veți sătura și veți locui fără frică în ea.",
        "20": "Dacă veți zice: «Ce vom mânca în anul al șaptelea, fiindcă nu vom semăna și nu vom strânge roadele?»,",
        "21": "Eu vă voi da binecuvântarea Mea în anul al șaselea, și pământul va da roade pentru trei ani.",
        "22": "Când veți semăna în anul al optulea, veți mânca tot din vechile roade; până la al nouălea an, până la noile roade, veți mânca tot din cele vechi.",
        "23": "Pământurile să nu se vândă de veci; căci țara este a Mea, iar voi sunteți la Mine ca niște străini și venetici.",
        "24": "De aceea, în toată țara pe care o veți stăpâni, să dați dreptul de răscumpărare pentru pământuri.",
        "25": "Dacă fratele tău sărăcește și vinde o bucată din moșia lui, cel ce are dreptul de răscumpărare, ruda lui cea mai de aproape, să vină și să răscumpere ce a vândut fratele său.",
        "26": "Dacă un om n-are pe nimeni care să aibă dreptul de răscumpărare și-i stă în putință lui singur să facă răscumpărarea,",
        "27": "să socotească anii de la vânzare, să dea înapoi cumpărătorului ce prisosește și să se întoarcă la moșia lui.",
        "28": "Dacă n-are cu ce să-i dea înapoi, lucrul vândut să rămână în mâinile cumpărătorului până la anul de veselie; la anul de veselie, el să se întoarcă la moșia lui și cumpărătorul să iasă din ea.",
        "29": "Dacă un om vinde o casă de locuit într-o cetate înconjurată cu ziduri, să aibă drept de răscumpărare până la împlinirea unui an de la vânzare; dreptul lui de răscumpărare să țină un an.",
        "30": "Dar, dacă această casă, așezată într-o cetate înconjurată cu ziduri, nu este răscumpărată înainte de împlinirea unui an întreg, ea va rămâne pe veci cumpărătorului și urmașilor lui; iar în anul de veselie să nu iasă din ea.",
        "31": "Casele din sate care nu sunt înconjurate cu ziduri să fie privite ca țarini de pământ: ele vor putea fi răscumpărate, și cumpărătorul va ieși din ele în anul de veselie.",
        "32": "Cât privește cetățile leviților și casele pe care le vor avea ei în aceste cetăți, leviții să aibă un drept necurmat de răscumpărare.",
        "33": "Cine va cumpăra de la leviți o casă să iasă în anul de veselie din casa vândută lui și din cetatea în care o avea; căci casele din cetățile leviților sunt averea lor în mijlocul copiilor lui Israel.",
        "34": "Ogoarele așezate în jurul cetăților leviților nu se vor putea vinde; căci ei le vor stăpâni pe veci.",
        "35": "Dacă fratele tău sărăcește și nu mai poate munci lângă tine, să-l sprijini, fie ca străin, fie ca venetic, ca să trăiască împreună cu tine.",
        "36": "Să nu iei de la el nici dobândă, nici camătă: să te temi de Dumnezeul tău, și fratele tău să trăiască împreună cu tine.",
        "37": "Să nu-i împrumuți banii tăi cu dobândă și să nu-i împrumuți merindele tale pe camătă.",
        "38": "Eu sunt Domnul Dumnezeul tău, care v-am scos din țara Egiptului, ca să vă dau țara Canaanului, ca să fiu Dumnezeul vostru.",
        "39": "Dacă fratele tău sărăcește lângă tine și se vinde ție, să nu-l pui să-ți facă muncă de rob.",
        "40": "Ci să fie la tine ca un om tocmit cu ziua, ca un venetic; să stea în slujba ta până la anul de veselie.",
        "41": "Atunci, să iasă de la tine el și copiii lui care vor fi cu el și să se întoarcă în familia lui, la moșia părinților lui.",
        "42": "Căci ei sunt slujitorii Mei, pe care i-am scos din țara Egiptului; să nu fie vânduți cum se vând robii.",
        "43": "Să nu-l stăpânești cu asprime și să te temi de Dumnezeul tău.",
        "44": "Dacă vreți să aveți robi și roabe, să-i luați de la neamurile care vă înconjoară; de la ele să cumpărați robi și roabe.",
        "45": "Veți putea să-i cumpărați și dintre copiii străinilor care vor locui la tine și din familiile lor pe care le vor naște în țara voastră; ei vor fi averea voastră.",
        "46": "Îi puteți lăsa moștenire copiilor voștri după voi, ca pe o moșie, și puteți să-i țineți astfel robi pe veci. Dar cât despre frații voștri, copiii lui Israel, niciunul din voi să nu stăpânească pe fratele său cu asprime.",
        "47": "Dacă un străin sau un venetic se îmbogățește, și fratele tău sărăcește lângă el și se vinde străinului care locuiește la tine sau vreunuia din familia străinului,",
        "48": "el să aibă dreptul de răscumpărare, după ce se va fi vândut: unul din frații lui să poată să-l răscumpere.",
        "49": "Unchiul lui sau fiul unchiului lui sau una din rudele lui de aproape va putea să-l răscumpere sau, dacă are mijloace, să se răscumpere singur.",
        "50": "Să facă socoteala cu cel ce l-a cumpărat, din anul când s-a vândut până în anul de veselie, și prețul de plătit va atârna de numărul anilor, care vor fi prețuiți ca ai unui om tocmit cu plată.",
        "51": "Dacă mai sunt încă mulți ani până la anul de veselie, își va plăti răscumpărarea după prețul anilor acelora și să-l scadă din prețul cu care a fost cumpărat;",
        "52": "dacă mai rămân puțini ani până la anul de veselie, să le facă socoteala și să-și plătească răscumpărarea după acești ani.",
        "53": "Să fie la el ca unul tocmit cu anul; și acela la care va fi să nu se poarte cu asprime cu el sub ochii tăi.",
        "54": "Iar dacă nu este răscumpărat în niciunul din aceste feluri, să iasă de la el în anul de veselie, el și copiii lui care vor fi împreună cu el.",
        "55": "Căci copiii lui Israel sunt robii Mei; ei sunt robii Mei, pe care i-am scos din țara Egiptului. Eu sunt Domnul Dumnezeul vostru."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Domnul i-a vorbit lui Moise pe muntele Sinai, zicând:",
        "2": "„Vorbește-le fiilor lui Israel și spune-le: «Când veți intra în țara pe care v-o dau, pământul să țină un sabat în cinstea Domnului.",
        "3": "Șase ani să-ți semeni terenul și șase ani să-ți tai via și să-i strângi roadele,",
        "4": "dar în al șaptelea an să fie un sabat, o perioadă de odihnă pentru pământ, un sabat în cinstea Domnului: să nu-ți semeni terenul și să nu-ți tai via.",
        "5": "Să nu culegi ce va crește de la sine după seceriș și să nu aduni strugurii viei tale netăiate; să fie un an de odihnă pentru pământ.",
        "6": "Ceea ce va da pământul în anul de odihnă să fie pentru voi hrană, atât pentru tine, cât și pentru slujitorul tău sau slujitoarea ta, zilierul, peregrinul care locuiește cu tine,",
        "7": "vitele tale și vietățile care sunt în țară. Tot rodul pământului tău să fie pentru hrană. Reglementări privind celebrarea anului de veselie",
        "8": "Să numeri șapte sabaturi ale anilor, adică de șapte ori șapte ani. Perioada celor șapte sabaturi ale anilor va fi patruzeci și nouă de ani.",
        "9": "Apoi să pui să se sune tare din trâmbiță. În ziua a zecea a lunii a șaptea, în Ziua Ispășirii, să sunați din trâmbiță în toată țara voastră.",
        "10": "Să sfințiți cel de-al cincizecilea an și să vestiți în țară eliberarea, pentru toți locuitorii ei. Acesta să fie pentru voi Anul de veselie: fiecare dintre voi să se întoarcă la proprietatea lui și fiecare dintre voi să se întoarcă la clanul lui.",
        "11": "Anul al cincizecilea să fie pentru voi Anul de veselie: să nu semănați, să nu culegeți ce crește de la sine după seceriș și să nu culegeți viile netăiate.",
        "12": "Acesta este Anul de veselie – să fie sfânt pentru voi; să mâncați doar ce va crește de la sine pe câmp.",
        "13": "În acest an de veselie să vă întoarceți, fiecare dintre voi, la proprietatea voastră.",
        "14": "Când veți vinde ceva semenului vostru sau când veți cumpăra de la semenul vostru, să nu vă nedreptățiți unul pe altul.",
        "15": "Când veți cumpăra de la semenul vostru, să plătiți calculând anii de la Anul de veselie, iar cel care vă va vinde să ceară un preț, ținând cont de anii care mai rămân pentru cules.",
        "16": "Dacă anii sunt mulți, atunci să ridici prețul, iar dacă anii sunt puțini, să scazi prețul, pentru că ți se vinde un anumit număr de secerișuri.",
        "17": "Să nu vă nedreptățiți unul pe altul, ci să vă temeți de Dumnezeul vostru. Eu sunt Domnul, Dumnezeul vostru.",
        "18": "Să împliniți hotărârile Mele, să păziți legile Mele și să le înfăptuiți, ca să trăiți în siguranță în țară.",
        "19": "Țara își va da rodul, iar voi veți mânca din belșug și veți trăi în siguranță în ea.",
        "20": "Dacă vă veți întreba: ‘Ce vom mânca în al șaptelea an, de vreme ce nu vom semăna și nu ne vom strânge roadele?’,",
        "21": "atunci să știți că Eu vă voi porunci binecuvântarea Mea în al șaselea an într-o asemenea măsură, încât pământul va da roade pentru trei ani.",
        "22": "Când veți semăna în al optulea an, veți mânca tot din roadele vechi. Până în al nouălea an, până la noile roade, veți mânca tot din cele vechi.",
        "23": "Pământul să nu fie vândut pe veci, pentru că țara este a Mea, iar voi sunteți străini și peregrini înaintea Mea.",
        "24": "De aceea, în toată țara pe care o veți stăpâni, să dați dreptul de răscumpărare pentru pământuri.",
        "25": "Dacă fratele tău va sărăci și își va vinde o parte din proprietatea lui, cel ce are dreptul de răscumpărare, adică ruda lui cea mai apropiată, să vină și să răscumpere ceea ce el a vândut.",
        "26": "Dacă omul nu are pe nimeni care să răscumpere, dar ajunge el însuși în stare să facă răscumpărarea,",
        "27": "atunci să calculeze anii de la vânzare și să dea înapoi cumpărătorului diferența, după care se poate întoarce la proprietatea lui.",
        "28": "Dar dacă nu poate să facă răscumpărarea, atunci ceea ce a vândut să rămână la cumpărător până la Anul de veselie. În Anul de veselie cumpărătorul va trebui să iasă din ea și, astfel, el se va putea întoarce la proprietatea lui.",
        "29": "Dacă cineva va vinde o casă de locuit, aflată într-o cetate înconjurată cu ziduri, aceasta va putea fi răscumpărată în timp de un an de la vânzare; dreptul de răscumpărare este de un an.",
        "30": "Dacă nu este răscumpărată înainte de împlinirea unui an întreg, casa din cetatea înconjurată cu ziduri să rămână pentru totdeauna a cumpărătorului, de-a lungul generațiilor lui. Să nu iasă din ea în Anul de veselie.",
        "31": "Casele din satele care nu au zid de jur împrejur vor fi considerate la fel ca ogoarele țării. Va exista drept de răscumpărare pentru ele și se va ieși din ele în Anul de veselie.",
        "32": "Cât despre cetățile leviților, leviții vor avea pentru totdeauna dreptul de răscumpărare asupra caselor din cetățile lor.",
        "33": "Dacă un om cumpără o casă de la leviți, casa care a fost vândută în cetatea lor să fie restituită în Anul de veselie, întrucât casele din cetățile leviților sunt proprietatea lor în mijlocul fiilor lui Israel.",
        "34": "Dar ogoarele din jurul cetăților leviților nu pot fi vândute, pentru că sunt proprietatea lor pentru totdeauna.",
        "35": "Dacă fratele tău sărăcește și devine dependent de tine, tu să-l sprijini ca și cum ar fi un străin sau un peregrin și el să trăiască împreună cu tine.",
        "36": "Să nu iei de la el dobândă sau să faci profit de pe urma lui, ci teme-te de Dumnezeu; fratele tău să trăiască împreună cu tine.",
        "37": "Să nu-i împrumuți argint cu dobândă și să nu-i dai mâncare pe camătă.",
        "38": "Eu sunt Domnul, Dumnezeul tău, Care te-am scos din țara Egiptului ca să-ți dau țara Canaanului și să fiu Dumnezeul tău.",
        "39": "Dacă fratele tău sărăcește și ți se vinde, să nu-l pui să facă muncă de sclav.",
        "40": "Să rămână la tine ca zilier sau ca peregrin. Să te slujească până la Anul de veselie.",
        "41": "Atunci va putea să iasă de la tine împreună cu copiii lui și, astfel, se va putea întoarce la clanul lui și la proprietatea strămoșilor lui.",
        "42": "Căci ei sunt slujitorii Mei pe care i-am scos din țara Egiptului. Să nu fie vânduți cum se vând sclavii.",
        "43": "Să nu-i stăpânești cu asprime, ci teme-te de Dumnezeul tău.",
        "44": "Cât despre slujitorii și slujitoarele pe care poate vrei să îi ai, îi poți cumpăra de la națiunile care sunt în jurul vostru.",
        "45": "Poți să-i iei și dintre fiii peregrinilor care vor locui la tine sau dintre cei din clanurile lor care se vor naște în țara voastră; ei pot fi proprietatea voastră.",
        "46": "Îi puteți lăsa ca moștenire fiilor voștri după voi, ca să-i aibă în proprietate. Să-i țineți astfel să vă slujească pentru totdeauna. Cât despre frații voștri, fiii lui Israel, niciunul dintre voi să nu stăpânească peste fratele său cu asprime.",
        "47": "Dacă un străin sau un peregrin se îmbogățește, iar unul dintre frații voștri sărăcește lângă el și se vinde străinului sau peregrinului sau vreunuia din clanul străinului,",
        "48": "după ce s-a vândut, el mai poate fi răscumpărat. Să-l răscumpere unul dintre frații săi.",
        "49": "Atât unchiul său, cât și fiul unchiului său sau orice rudă apropiată din clanul lui vor putea să-l răscumpere. Sau, dacă poate, să se răscumpere singur.",
        "50": "Să calculeze împreună cu cel ce l-a cumpărat, din anul în care a fost vândut până la Anul de veselie. Prețul vânzării sale să fie potrivit cu numărul anilor, la fel cum ar fi calculate zilele unui zilier.",
        "51": "Dacă mai sunt însă mulți ani până la Anul de veselie, în funcție de numărul lor, el va plăti pentru răscumpărarea lui o parte din argintul cu care a fost cumpărat.",
        "52": "Dacă mai rămân puțini ani până la Anul de veselie, atunci să le calculeze și să-și plătească răscumpărarea în funcție de acești ani.",
        "53": "El va fi pentru cumpărătorul său ca lucrătorul angajat cu anul. Prin urmare, să nu se poarte cu asprime cu el înaintea ochilor tăi.",
        "54": "Dacă nu va fi răscumpărat în niciunul dintre aceste feluri, el și fiii lui împreună cu el să plece la Anul de veselie.",
        "55": "Căci fiii lui Israel sunt slujitorii Mei. Ei sunt slujitorii Mei pe care i-am scos din țara Egiptului. Eu sunt Domnul, Dumnezeul vostru."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh said to Moses on Mount Sinai,",
        "2": "“Speak to the children of Israel, and tell them, ‘When you come into the land which I give you, then the land shall keep a Sabbath to Yahweh.",
        "3": "You shall sow your field six years, and you shall prune your vineyard six years, and gather in its fruits;",
        "4": "but in the seventh year there shall be a Sabbath of solemn rest for the land, a Sabbath to Yahweh. You shall not sow your field or prune your vineyard.",
        "5": "What grows of itself in your harvest you shall not reap, and you shall not gather the grapes of your undressed vine. It shall be a year of solemn rest for the land.",
        "6": "The Sabbath of the land shall be for food for you; for yourself, for your servant, for your maid, for your hired servant, and for your stranger, who lives as a foreigner with you.",
        "7": "For your livestock also, and for the animals that are in your land, shall all its increase be for food.",
        "8": "“‘You shall count off seven Sabbaths of years, seven times seven years; and there shall be to you the days of seven Sabbaths of years, even forty-nine years.",
        "9": "Then you shall sound the loud trumpet on the tenth day of the seventh month. On the Day of Atonement you shall sound the trumpet throughout all your land.",
        "10": "You shall make the fiftieth year holy, and proclaim liberty throughout the land to all its inhabitants. It shall be a jubilee to you; and each of you shall return to his own property, and each of you shall return to his family.",
        "11": "That fiftieth year shall be a jubilee to you. In it you shall not sow, neither reap that which grows of itself, nor gather from the undressed vines.",
        "12": "For it is a jubilee; it shall be holy to you. You shall eat of its increase out of the field.",
        "13": "“‘In this Year of Jubilee each of you shall return to his property.",
        "14": "“‘If you sell anything to your neighbor, or buy from your neighbor, you shall not wrong one another.",
        "15": "According to the number of years after the Jubilee you shall buy from your neighbor. According to the number of years of the crops he shall sell to you.",
        "16": "According to the length of the years you shall increase its price, and according to the shortness of the years you shall diminish its price; for he is selling the number of the crops to you.",
        "17": "You shall not wrong one another, but you shall fear your God; for I am Yahweh your God.",
        "18": "“‘Therefore you shall do my statutes, and keep my ordinances and do them; and you shall dwell in the land in safety.",
        "19": "The land shall yield its fruit, and you shall eat your fill, and dwell therein in safety.",
        "20": "If you said, “What shall we eat the seventh year? Behold, we shall not sow, nor gather in our increase;”",
        "21": "then I will command my blessing on you in the sixth year, and it shall bear fruit for the three years.",
        "22": "You shall sow the eighth year, and eat of the fruits from the old store until the ninth year. Until its fruits come in, you shall eat the old store.",
        "23": "“‘The land shall not be sold in perpetuity, for the land is mine; for you are strangers and live as foreigners with me.",
        "24": "In all the land of your possession you shall grant a redemption for the land.",
        "25": "“‘If your brother becomes poor, and sells some of his possessions, then his kinsman who is next to him shall come, and redeem that which his brother has sold.",
        "26": "If a man has no one to redeem it, and he becomes prosperous and finds sufficient means to redeem it,",
        "27": "then let him reckon the years since its sale, and restore the surplus to the man to whom he sold it; and he shall return to his property.",
        "28": "But if he isn’t able to get it back for himself, then what he has sold shall remain in the hand of him who has bought it until the Year of Jubilee. In the Jubilee it shall be released, and he shall return to his property.",
        "29": "“‘If a man sells a dwelling house in a walled city, then he may redeem it within a whole year after it has been sold. For a full year he shall have the right of redemption.",
        "30": "If it isn’t redeemed within the space of a full year, then the house that is in the walled city shall be made sure in perpetuity to him who bought it, throughout his generations. It shall not be released in the Jubilee.",
        "31": "But the houses of the villages which have no wall around them shall be accounted for with the fields of the country: they may be redeemed, and they shall be released in the Jubilee.",
        "32": "“‘Nevertheless, in the cities of the Levites, the Levites may redeem the houses in the cities of their possession at any time.",
        "33": "The Levites may redeem the house that was sold, and the city of his possession, and it shall be released in the Jubilee; for the houses of the cities of the Levites are their possession among the children of Israel.",
        "34": "But the field of the pasture lands of their cities may not be sold, for it is their perpetual possession.",
        "35": "“‘If your brother has become poor, and his hand can’t support himself among you, then you shall uphold him. He shall live with you like an alien and a temporary resident.",
        "36": "Take no interest from him or profit; but fear your God, that your brother may live among you.",
        "37": "You shall not lend him your money at interest, nor give him your food for profit.",
        "38": "I am Yahweh your God, who brought you out of the land of Egypt, to give you the land of Canaan, and to be your God.",
        "39": "“‘If your brother has grown poor among you, and sells himself to you, you shall not make him to serve as a slave.",
        "40": "As a hired servant, and as a temporary resident, he shall be with you; he shall serve with you until the Year of Jubilee.",
        "41": "Then he shall go out from you, he and his children with him, and shall return to his own family, and to the possession of his fathers.",
        "42": "For they are my servants, whom I brought out of the land of Egypt. They shall not be sold as slaves.",
        "43": "You shall not rule over him with harshness, but shall fear your God.",
        "44": "“‘As for your male and your female slaves, whom you may have from the nations that are around you, from them you may buy male and female slaves.",
        "45": "Moreover, of the children of the aliens who live among you, of them you may buy, and of their families who are with you, which they have conceived in your land; and they will be your property.",
        "46": "You may make them an inheritance for your children after you, to hold for a possession. Of them you may take your slaves forever, but over your brothers the children of Israel you shall not rule, one over another, with harshness.",
        "47": "“‘If an alien or temporary resident with you becomes rich, and your brother beside him has grown poor, and sells himself to the stranger or foreigner living among you, or to a member of the stranger’s family,",
        "48": "after he is sold he may be redeemed. One of his brothers may redeem him;",
        "49": "or his uncle, or his uncle’s son, may redeem him, or any who is a close relative to him of his family may redeem him; or if he has grown rich, he may redeem himself.",
        "50": "He shall reckon with him who bought him from the year that he sold himself to him to the Year of Jubilee. The price of his sale shall be according to the number of years; he shall be with him according to the time of a hired servant.",
        "51": "If there are yet many years, according to them he shall give back the price of his redemption out of the money that he was bought for.",
        "52": "If there remain but a few years to the year of jubilee, then he shall reckon with him; according to his years of service he shall give back the price of his redemption.",
        "53": "As a servant hired year by year shall he be with him. He shall not rule with harshness over him in your sight.",
        "54": "If he isn’t redeemed by these means, then he shall be released in the Year of Jubilee: he and his children with him.",
        "55": "For to me the children of Israel are servants; they are my servants whom I brought out of the land of Egypt. I am Yahweh your God."
      }
    }
  }
}