{
  "book": "Leviticul",
  "chapter": "19",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul a vorbit lui Moise și a zis:",
        "2": "„Vorbește întregii adunări a copiilor lui Israel și spune-le: ‘Fiți sfinți, căci Eu sunt sfânt, Eu, Domnul Dumnezeul vostru.",
        "3": "Fiecare din voi să cinstească pe mama sa și pe tatăl său și să păzească Sabatele Mele. Eu sunt Domnul Dumnezeul vostru.",
        "4": "Să nu vă întoarceți spre idoli și să nu vă faceți dumnezei turnați. Eu sunt Domnul Dumnezeul vostru. Porunci privitoare la jertfa de mulțumire",
        "5": "Când veți aduce Domnului o jertfă de mulțumire, s-o aduceți așa ca să fie primită.",
        "6": "Jertfa să fie mâncată în ziua când o veți jertfi sau a doua zi; ce va mai rămâne până a treia zi să se ardă în foc.",
        "7": "Dacă va mânca cineva din ea a treia zi, faptul acesta va fi un lucru urât: jertfa nu va fi primită.",
        "8": "Cine va mânca din ea își va purta vina păcatului său, căci necinstește ce a fost închinat Domnului: omul acela va fi nimicit din poporul lui.",
        "9": "Când vei secera holdele țării, să lași nesecerat un colț din câmpul tău și să nu strângi spicele rămase pe urma secerătorilor.",
        "10": "Nici să nu culegi strugurii rămași după cules în via ta și să nu strângi boabele care vor cădea din ei. Să le lași săracului și străinului. Eu sunt Domnul Dumnezeul vostru.",
        "11": "Să nu furați și să nu mințiți, nici să nu vă înșelați unii pe alții.",
        "12": "Să nu jurați strâmb pe Numele Meu, căci ai necinsti astfel Numele Dumnezeului tău. Eu sunt Domnul.",
        "13": "Să nu asuprești pe aproapele tău și să nu storci nimic de la el prin silă. Să nu oprești până a doua zi plata celui tocmit cu ziua.",
        "14": "Să nu vorbești de rău pe un surd și să nu pui înaintea unui orb nimic care să-l poată face să cadă, ci să te temi de Dumnezeul tău. Eu sunt Domnul.",
        "15": "Să nu faci nedreptate la judecată: să nu cauți la fața săracului și să nu părtinești pe nimeni din cei mari, ci să judeci pe aproapele tău după dreptate.",
        "16": "Să nu umbli cu bârfeli în poporul tău. Să nu te ridici împotriva vieții aproapelui tău. Eu sunt Domnul.",
        "17": "Să nu urăști pe fratele tău în inima ta; să mustri pe aproapele tău, dar să nu te încarci cu un păcat din pricina lui.",
        "18": "Să nu te răzbuni și să nu ții necaz pe copiii poporului tău. Să iubești pe aproapele tău ca pe tine însuți. Eu sunt Domnul.",
        "19": "Să păziți legile Mele. Să nu împreuni vite de două soiuri deosebite; să nu semeni în ogorul tău două feluri de semințe și să nu porți o haină țesută din două feluri de fire.",
        "20": "Când un om se va culca cu o femeie roabă, logodită cu un alt bărbat, și ea n-a fost răscumpărată de tot sau slobozită, să fie pedepsiți amândoi, dar nu pedepsiți cu moartea, pentru că ea nu era slobodă.",
        "21": "El să aducă Domnului pentru vina lui la ușa cortului întâlnirii un berbec ca jertfă pentru vină.",
        "22": "Preotul să facă ispășire pentru el înaintea Domnului, pentru păcatul pe care l-a făcut, cu berbecul adus ca jertfă pentru vină, și păcatul pe care l-a făcut îi va fi iertat.",
        "23": "Când veți intra în țară și veți sădi tot felul de pomi roditori, roadele lor să le priviți ca netăiate împrejur; timp de trei ani să fie netăiate împrejur pentru voi; să nu mâncați din ele.",
        "24": "În al patrulea an, toate roadele să fie închinate Domnului, spre lauda Lui.",
        "25": "În al cincilea an, să mâncați roadele, ca ele să vi se înmulțească din ce în ce mai mult: Eu sunt Domnul Dumnezeul vostru.",
        "26": "Să nu mâncați nimic cu sânge. Să nu ghiciți după vârcolaci, nici după nori.",
        "27": "Să nu-ți tai rotund colțurile părului și să nu-ți razi colțurile bărbii.",
        "28": "Să nu vă faceți tăieturi în carne pentru un mort și să nu vă faceți slove săpate pe voi. Eu sunt Domnul.",
        "29": "Să nu-ți necinstești fata dând-o să fie curvă, pentru ca nu cumva țara să ajungă un loc de curvie și să se umple de fărădelegi.",
        "30": "Să păziți Sabatele Mele și să cinstiți Locașul Meu cel Sfânt. Eu sunt Domnul.",
        "31": "Să nu vă duceți la cei ce cheamă duhurile morților, nici la vrăjitori: să nu-i întrebați, ca să nu vă spurcați cu ei. Eu sunt Domnul Dumnezeul vostru.",
        "32": "Să te scoli înaintea perilor albi și să cinstești pe bătrân. Să te temi de Dumnezeul tău. Eu sunt Domnul.",
        "33": "Dacă un străin vine să locuiască împreună cu voi în țara voastră, să nu-l asupriți.",
        "34": "Să vă purtați cu străinul care locuiește între voi ca și cu un băștinaș din mijlocul vostru; să-l iubiți ca pe voi înșivă, căci și voi ați fost străini în țara Egiptului. Eu sunt Domnul Dumnezeul vostru.",
        "35": "Să nu faceți nedreptate la judecată, nici în măsurile de lungime, nici în greutăți, nici în măsurile de încăpere.",
        "36": "Să aveți cumpene drepte, greutăți drepte, efe drepte și hine drepte. Eu sunt Domnul Dumnezeul vostru, care v-am scos din țara Egiptului.",
        "37": "Să păziți toate legile Mele și toate poruncile Mele și să le împliniți. Eu sunt Domnul.’”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Domnul i-a vorbit lui Moise, zicând:",
        "2": "„Vorbește întregii comunități a fiilor lui Israel și spune-le: «Fiți sfinți, pentru că Eu, Domnul, Dumnezeul vostru, sunt sfânt.",
        "3": "Fiecare dintre voi să-și respecte mama și tatăl și să țină sabaturile Mele. Eu sunt Domnul, Dumnezeul vostru.",
        "4": "Să nu vă întoarceți spre idoli și să nu vă faceți dumnezei turnați. Eu sunt Domnul, Dumnezeul vostru.",
        "5": "Când veți aduce o jertfă de pace pentru Domnul, s-o jertfiți în așa fel încât să fie primită.",
        "6": "Să fie mâncată în ziua când o veți jertfi sau în ziua următoare; ce va mai rămâne până a treia zi să fie ars în foc.",
        "7": "Dacă se va mânca din ea a treia zi, fapta aceasta va fi o urâciune și, prin urmare, jertfa nu va fi primită.",
        "8": "Acela care va mânca din ea va purta pedeapsa pentru nelegiuirea lui pentru că a întinat ceea ce este sfânt pentru Domnul; omul acela să fie nimicit din poporul său.",
        "9": "Când veți secera holdele țării voastre, să nu seceri până la marginea terenului tău și să nu aduni spicele rămase după secerișul tău.",
        "10": "Să nu aduni ciorchinii de struguri rămași după culesul viei tale și să nu aduni boabele căzute din viță, ci să le lași pentru cel sărac și pentru străin. Eu sunt Domnul, Dumnezeul tău.",
        "11": "Să nu furați, să nu vă purtați cu vicleșug și să nu vă trădați unii pe alții.",
        "12": "Să nu jurați fals pe Numele Meu, batjocorind Numele Dumnezeului vostru. Eu sunt Domnul.",
        "13": "Să nu-l asuprești pe semenul tău și să nu-l jefuiești. Să nu rămână la tine până dimineața plata zilierului.",
        "14": "Să nu-l blestemi pe cel surd și să nu pui o piatră înaintea celui orb, ci să te temi de Dumnezeul tău. Eu sunt Domnul.",
        "15": "Să nu faceți nicio nedreptate la judecată; să fii imparțial cu cel sărac și să nu-i favorizezi pe cei mari, ci să-l judeci cu dreptate pe semenul tău.",
        "16": "Să nu umbli cu bârfe în popor și să nu te atingi de viața semenului tău. Eu sunt Domnul.",
        "17": "Să nu-l urăști în inima ta pe fratele tău, ci mustră-l pe semenul tău, ca astfel să nu te împovărezi cu păcat din cauza lui.",
        "18": "Să nu te răzbuni și să nu ții dușmănie pe fiii poporului tău, ci să-l iubești pe semenul tău ca pe tine însuți. Eu sunt Domnul.",
        "19": "Să păziți hotărârile Mele. Să nu împerechezi două vite de rasă diferită. Să nu semeni terenurile cu două feluri de semințe. Să nu porți haine țesute din două feluri de fire.",
        "20": "Dacă un om se va culca cu o femeie, o sclavă logodită cu un alt bărbat, care nu fusese încă răscumpărată sau eliberată, să fie pedepsiți amândoi. Să nu fie însă omorâți, pentru că ea nu fusese eliberată.",
        "21": "El să aducă Domnului o jertfă pentru vină la intrarea în Cortul Întâlnirii; să aducă un berbec ca jertfă pentru vină.",
        "22": "Cu berbecul jertfei pentru vină preotul va face ispășire pentru el înaintea Domnului, pentru păcatul pe care l-a comis și, astfel, păcatul pe care l-a comis îi va fi iertat.",
        "23": "Când veți intra în țară și veți planta tot felul de pomi pentru hrană, să priviți roadele lor ca fiind interzise. Timp de trei ani să fie interzise pentru voi; să nu le mâncați.",
        "24": "În al patrulea an, toate roadele lor să fie închinate Domnului, spre lauda Lui.",
        "25": "În al cincilea an, să mâncați din roadele lor, pentru ca roadele lor să vi se înmulțească. Eu sunt Domnul, Dumnezeul vostru.",
        "26": "Să nu mâncați nimic cu sânge. Să nu practicați ghicirea și să nu practicați prezicerea.",
        "27": "Să nu vă tundeți părul de pe tâmple și să nu-ți razi colțurile bărbii.",
        "28": "Să nu vă faceți tăieturi în carne pentru un mort și să nu vă imprimați niciun semn pe voi. Eu sunt Domnul.",
        "29": "Să nu-ți pângărești fata, făcând-o prostituată, pentru ca nu cumva țara să ajungă un loc de prostituție și să se umple de desfrânare.",
        "30": "Să țineți sabaturile Mele și să aveți respect față de Sfântul Meu Lăcaș. Eu sunt Domnul.",
        "31": "Să nu vă duceți la cei care întreabă duhurile morților sau la cei care cheamă spiritele. Să nu-i căutați, ca să nu vă pângăriți cu ei. Eu sunt Domnul, Dumnezeul vostru.",
        "32": "Să te ridici înaintea perilor albi și să-l onorezi pe cel bătrân. Să te temi de Dumnezeul tău. Eu sunt Domnul.",
        "33": "Dacă vreun străin va locui împreună cu voi în țara voastră, să nu-l nedreptățiți.",
        "34": "Străinul care locuiește între voi să fie privit ca un băștinaș. Să-l iubiți ca pe voi înșivă, căci și voi ați fost străini în țara Egiptului. Eu sunt Domnul, Dumnezeul vostru.",
        "35": "Să nu faceți nedreptate în ce privește standardele de măsurare a lungimii sau de cântărire a greutății și a cantității.",
        "36": "Să aveți talere drepte, greutăți drepte, o efă dreaptă și un hin drept. Eu sunt Domnul, Dumnezeul vostru, Care v-am scos din țara Egiptului.",
        "37": "Să păziți toate hotărârile și toate judecățile Mele și să le împliniți. Eu sunt Domnul»“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh spoke to Moses, saying,",
        "2": "“Speak to all the congregation of the children of Israel, and tell them, ‘You shall be holy; for I, Yahweh your God, am holy.",
        "3": "“‘Each one of you shall respect his mother and his father. You shall keep my Sabbaths. I am Yahweh your God.",
        "4": "“‘Don’t turn to idols, nor make molten gods for yourselves. I am Yahweh your God.",
        "5": "“‘When you offer a sacrifice of peace offerings to Yahweh, you shall offer it so that you may be accepted.",
        "6": "It shall be eaten the same day you offer it, and on the next day. If anything remains until the third day, it shall be burned with fire.",
        "7": "If it is eaten at all on the third day, it is an abomination. It will not be accepted;",
        "8": "but everyone who eats it shall bear his iniquity, because he has profaned the holy thing of Yahweh, and that soul shall be cut off from his people.",
        "9": "“‘When you reap the harvest of your land, you shall not wholly reap the corners of your field, neither shall you gather the gleanings of your harvest.",
        "10": "You shall not glean your vineyard, neither shall you gather the fallen grapes of your vineyard. You shall leave them for the poor and for the foreigner. I am Yahweh your God.",
        "11": "“‘You shall not steal. “‘You shall not lie. “‘You shall not deceive one another.",
        "12": "“‘You shall not swear by my name falsely, and profane the name of your God. I am Yahweh.",
        "13": "“‘You shall not oppress your neighbor, nor rob him. “‘The wages of a hired servant shall not remain with you all night until the morning.",
        "14": "“‘You shall not curse the deaf, nor put a stumbling block before the blind; but you shall fear your God. I am Yahweh.",
        "15": "“‘You shall do no injustice in judgment. You shall not be partial to the poor, nor show favoritism to the great; but you shall judge your neighbor in righteousness.",
        "16": "“‘You shall not go around as a slanderer among your people. “‘You shall not endanger the life of your neighbor. I am Yahweh.",
        "17": "“‘You shall not hate your brother in your heart. You shall surely rebuke your neighbor, and not bear sin because of him.",
        "18": "“‘You shall not take vengeance, nor bear any grudge against the children of your people; but you shall love your neighbor as yourself. I am Yahweh.",
        "19": "“‘You shall keep my statutes. “‘You shall not cross-breed different kinds of animals. “‘You shall not sow your field with two kinds of seed; “‘Don’t wear a garment made of two kinds of material.",
        "20": "“‘If a man lies carnally with a woman who is a slave girl, pledged to be married to another man, and not ransomed or given her freedom; they shall be punished. They shall not be put to death, because she was not free.",
        "21": "He shall bring his trespass offering to Yahweh, to the door of the Tent of Meeting, even a ram for a trespass offering.",
        "22": "The priest shall make atonement for him with the ram of the trespass offering before Yahweh for his sin which he has committed; and the sin which he has committed shall be forgiven him.",
        "23": "“‘When you come into the land, and have planted all kinds of trees for food, then you shall count their fruit as forbidden. For three years it shall be forbidden to you. It shall not be eaten.",
        "24": "But in the fourth year all its fruit shall be holy, for giving praise to Yahweh.",
        "25": "In the fifth year you shall eat its fruit, that it may yield its increase to you. I am Yahweh your God.",
        "26": "“‘You shall not eat any meat with the blood still in it. You shall not use enchantments, nor practice sorcery.",
        "27": "“‘You shall not cut the hair on the sides of your head or clip off the edge of your beard.",
        "28": "“‘You shall not make any cuttings in your flesh for the dead, nor tattoo any marks on you. I am Yahweh.",
        "29": "“‘Don’t profane your daughter, to make her a prostitute; lest the land fall to prostitution, and the land become full of wickedness.",
        "30": "“‘You shall keep my Sabbaths, and reverence my sanctuary; I am Yahweh.",
        "31": "“‘Don’t turn to those who are mediums, nor to the wizards. Don’t seek them out, to be defiled by them. I am Yahweh your God.",
        "32": "“‘You shall rise up before the gray head and honor the face of the elderly; and you shall fear your God. I am Yahweh.",
        "33": "“‘If a stranger lives as a foreigner with you in your land, you shall not do him wrong.",
        "34": "The stranger who lives as a foreigner with you shall be to you as the native-born among you, and you shall love him as yourself; for you lived as foreigners in the land of Egypt. I am Yahweh your God.",
        "35": "“‘You shall do no unrighteousness in judgment, in measures of length, of weight, or of quantity.",
        "36": "You shall have just balances, just weights, a just ephah, and a just hin. I am Yahweh your God, who brought you out of the land of Egypt.",
        "37": "“‘You shall observe all my statutes and all my ordinances, and do them. I am Yahweh.’”"
      }
    }
  }
}