{
  "book": "Leviticul",
  "chapter": "20",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul a vorbit lui Moise și a zis:",
        "2": "„Spune copiilor lui Israel: ‘Dacă un om dintre copiii lui Israel sau dintre străinii care locuiesc în Israel dă lui Moloh pe unul din copiii lui, omul acela să fie pedepsit cu moartea: poporul din țară să-l ucidă cu pietre.",
        "3": "Și Eu Îmi voi întoarce Fața împotriva omului aceluia și-l voi nimici din mijlocul poporului său, pentru că a dat lui Moloh pe unul din copiii săi, a spurcat Locașul Meu cel Sfânt și a necinstit Numele Meu cel sfânt.",
        "4": "Dacă poporul țării închide ochii față de omul acela care dă lui Moloh copii de-ai săi și nu-l omoară,",
        "5": "Îmi voi întoarce Eu Fața împotriva omului aceluia și împotriva familiei lui și-l voi nimici din mijlocul poporului lui, împreună cu toți cei ce curvesc ca el cu Moloh.",
        "6": "Dacă cineva se duce la cei ce cheamă pe morți și la ghicitori ca să curvească după ei, Îmi voi întoarce Fața împotriva omului aceluia și-l voi nimici din mijlocul poporului lui.",
        "7": "Voi să vă sfințiți și să fiți sfinți, căci Eu sunt Domnul Dumnezeul vostru.",
        "8": "Să păziți legile Mele și să le împliniți. Eu sunt Domnul, care vă sfințesc.",
        "9": "Dacă un om oarecare blestemă pe tatăl său sau pe mama sa, să fie pedepsit cu moartea; a blestemat pe tatăl său sau pe mama sa: sângele lui să cadă asupra lui.",
        "10": "Dacă un om preacurvește cu o femeie măritată, dacă preacurvește cu nevasta aproapelui său, omul acela și femeia aceea preacurvari să fie pedepsiți cu moartea.",
        "11": "Dacă un om se culcă cu nevasta tatălui său și descoperă astfel goliciunea tatălui său, omul acela și femeia aceea să fie pedepsiți cu moartea; sângele lor să cadă asupra lor.",
        "12": "Dacă un om se culcă cu noră-sa, amândoi să fie pedepsiți cu moartea; au făcut o amestecătură de sânge: sângele lor să cadă asupra lor.",
        "13": "Dacă un om se culcă cu un om cum se culcă cineva cu o femeie, amândoi au făcut un lucru scârbos; să fie pedepsiți cu moartea, sângele lor să cadă asupra lor.",
        "14": "Dacă un om ia de neveste pe fată și pe mama ei, este o nelegiuire: să-i ardă în foc, pe el și pe ele, ca nelegiuirea aceasta să nu fie în mijlocul vostru.",
        "15": "Dacă un om se culcă cu o vită, să fie pedepsit cu moartea, și vita s-o omorâți.",
        "16": "Dacă o femeie se apropie de o vită ca să curvească cu ea, să ucizi și pe femeie, și pe vită; să fie omorâte: sângele lor să cadă asupra lor.",
        "17": "Dacă un om ia pe soră-sa, fata tatălui său sau fata mamei lui, dacă îi vede goliciunea ei și ea i-o vede pe a lui, este o mișelie; să fie nimiciți sub ochii copiilor poporului lor; el a descoperit goliciunea surorii lui, își va lua pedeapsa pentru păcatul lui.",
        "18": "Dacă un om se culcă cu o femeie care este la sorocul femeilor și-i descoperă goliciunea, dacă-i descoperă scurgerea și ea își descoperă scurgerea sângelui ei, amândoi să fie nimiciți din mijlocul poporului lor.",
        "19": "Să nu descoperi goliciunea surorii mamei tale, nici a surorii tatălui tău, căci înseamnă să descoperi pe ruda ta de aproape: amândoi aceștia își vor lua pedeapsa păcatului.",
        "20": "Dacă un om se culcă cu mătușă-sa, a descoperit goliciunea unchiului său; își vor lua pedeapsa păcatului lor: vor muri fără copii.",
        "21": "Dacă un om ia pe nevasta fratelui său, este o necurăție; a descoperit goliciunea fratelui său: nu vor avea copii.",
        "22": "Să păziți toate legile Mele și toate poruncile Mele și să le împliniți, pentru ca țara în care vă duc să vă așez să nu vă verse din gura ei.",
        "23": "Să nu trăiți după obiceiurile neamurilor pe care le voi izgoni dinaintea voastră, căci ele au făcut toate aceste lucruri și Mi-este scârbă de ele.",
        "24": "V-am spus: «Voi le veți stăpâni țara; Eu vă voi da-o în stăpânire: este o țară în care curge lapte și miere.» Eu sunt Domnul Dumnezeul vostru, care v-am pus deoparte dintre popoare.",
        "25": "Să faceți deosebire între dobitoacele curate și necurate, între păsările curate și necurate, ca să nu vă spurcați prin dobitoace, prin păsări, prin toate târâtoarele de pe pământ, pe care v-am învățat să le deosebiți ca necurate.",
        "26": "Voi să-Mi fiți sfinți, căci Eu sunt sfânt, Eu, Domnul; Eu v-am pus deoparte dintre popoare, ca să fiți ai Mei.",
        "27": "Dar, dacă un om sau o femeie cheamă duhul unui mort sau se îndeletnicește cu ghicirea, să fie pedepsit cu moartea; să-i ucideți cu pietre: sângele lor să cadă asupra lor.’”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Domnul i-a vorbit lui Moise, zicând:",
        "2": "„Să le spui fiilor lui Israel: «Dacă vreun om dintre fiii lui Israel sau dintre străinii care locuiesc în Israel va da lui Moleh pe unul dintre copiii săi, să fie pedepsit cu moartea. Poporul țării să-l omoare cu pietre.",
        "3": "Eu Îmi voi întoarce fața împotriva acelui om și-l voi nimici din mijlocul poporului său, pentru că a dat lui Moleh pe unul dintre fiii săi, Mi-a întinat Sfântul Lăcaș și a batjocorit Numele Meu cel sfânt.",
        "4": "Dacă poporul țării închide ochii față de omul acela, când dă lui Moleh pe unul dintre copiii săi, și nu-l omoară,",
        "5": "Eu Însumi Îmi voi întoarce fața împotriva acelui om și împotriva clanului său și-i voi nimici din mijlocul poporului lor, pe el și pe toți cei care se prostituează ca el, care se prostituează înaintea lui Moleh.",
        "6": "Dacă se va duce cineva la cei care întreabă duhurile morților sau la cei care cheamă spiritele, ca să se prostitueze, luându-se după ei, Îmi voi întoarce fața împotriva lui și îl voi nimici din poporul său.",
        "7": "De aceea sfințiți-vă și fiți sfinți, căci Eu sunt Domnul, Dumnezeul vostru.",
        "8": "Să păziți hotărârile Mele și să le împliniți. Eu sunt Domnul Care vă sfințește.",
        "9": "Dacă un om își va blestema tatăl sau mama, să fie pedepsit cu moartea. Și-a blestemat tatăl sau mama; sângele lui să fie asupra lui.",
        "10": "Dacă un bărbat a comis adulter cu soția unui bărbat, dacă a comis adulter cu soția semenului său, atât cel care a comis adulter, cât și cea care a comis adulter să fie omorâți.",
        "11": "Dacă un om se va culca cu soția tatălui său, descoperind astfel goliciunea tatălui său, amândoi să fie pedepsiți cu moartea; sângele lor să fie asupra lor.",
        "12": "Dacă un om se va culca cu nora sa, amândoi să fie omorâți. Ei au comis o perversitate; prin urmare, sângele lor să fie asupra lor.",
        "13": "Dacă un bărbat se va culca cu un alt bărbat la fel cum se culcă cu o femeie, amândoi au comis o urâciune. Trebuie să fie omorâți; sângele lor să fie asupra lor.",
        "14": "Dacă un bărbat va lua de soție atât pe fată, cât și pe mama ei, lucrul acesta este o desfrânare. Să fie arși în foc atât el, cât și ele, pentru ca desfrânarea aceasta să nu rămână în mijlocul vostru.",
        "15": "Dacă un bărbat se va împreuna cu un animal, atunci atât bărbatul, cât și animalul să fie omorâți.",
        "16": "Dacă o femeie se va apropia de un animal și se va împreuna cu el, să ucizi atât femeia, cât și animalul. Trebuie să fie omorâți; sângele lor să fie asupra lor.",
        "17": "Dacă un om o va lua pe sora sa, fata tatălui său sau fata mamei sale, și-i va vedea goliciunea, iar ea îi va vedea goliciunea lui, fapta aceasta este o urâciune. Să fie nimiciți amândoi înaintea ochilor fiilor poporului lor. El a descoperit goliciunea surorii lui și, prin urmare, va purta pedeapsa pentru nelegiuirea lui.",
        "18": "Dacă un bărbat se culcă cu o femeie care este în perioada necurăției ei, descoperindu-i astfel goliciunea, dacă el îi descoperă scurgerea și ea își descoperă scurgerea de sânge, amândoi să fie nimiciți din mijlocul poporului lor.",
        "19": "Să nu descoperi goliciunea surorii mamei tale, nici a surorii tatălui tău, pentru că aceasta ar însemna să descoperi goliciunea unei rude apropiate. Cei vinovați de acest păcat vor purta pedeapsa pentru nelegiuirea lor.",
        "20": "Bărbatul care se culcă cu mătușa sa, descoperă goliciunea unchiului său. Ei își vor purta pedeapsa pentru păcatul lor; vor muri fără să aibă copii.",
        "21": "Dacă un bărbat o va lua pe soția fratelui său, lucrul acesta este o necurăție, căci a descoperit goliciunea fratelui său; nu vor avea copii.",
        "22": "Să păziți toate hotărârile Mele și să împliniți toate legile Mele, pentru ca țara în care vă voi așeza să nu vă verse.",
        "23": "Să nu urmați obiceiurile națiunilor pe care le voi alunga dinaintea voastră, căci ele au făcut toate aceste lucruri și Mi-e scârbă de ele.",
        "24": "Vouă însă v-am promis că veți moșteni țara lor. Eu Însumi vă voi da în stăpânire o țară în care curge lapte și miere. Eu sunt Domnul, Dumnezeul vostru, Care v-am separat de celelalte popoare.",
        "25": "De aceea să faceți deosebire între un animal curat și unul necurat, între o pasăre necurată și una curată, ca să nu vă pângăriți prin animalele, păsările sau vreo vietate care se târăște pe pământ, pe care le-am deosebit pentru voi ca fiind necurate.",
        "26": "Voi să-Mi fiți sfinți, pentru că Eu, Domnul, sunt sfânt; Eu v-am separat de celelalte popoare ca să fiți ai Mei.",
        "27": "Dacă este printre voi vreun bărbat sau vreo femeie care întreabă duhurile morților sau care cheamă spiritele, trebuie să fie omorâți. Să fie uciși cu pietre, iar sângele lor să fie asupra lor»“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh spoke to Moses, saying,",
        "2": "“Moreover, you shall tell the children of Israel, ‘Anyone of the children of Israel, or of the strangers who live as foreigners in Israel, who gives any of his offspring to Molech shall surely be put to death. The people of the land shall stone that person with stones.",
        "3": "I also will set my face against that person, and will cut him off from among his people, because he has given of his offspring to Molech, to defile my sanctuary, and to profane my holy name.",
        "4": "If the people of the land all hide their eyes from that person when he gives of his offspring to Molech, and don’t put him to death,",
        "5": "then I will set my face against that man and against his family, and will cut him off, and all who play the prostitute after him to play the prostitute with Molech, from among their people.",
        "6": "“‘The person that turns to those who are mediums and wizards, to play the prostitute after them, I will even set my face against that person, and will cut him off from among his people.",
        "7": "“‘Sanctify yourselves therefore, and be holy; for I am Yahweh your God.",
        "8": "You shall keep my statutes, and do them. I am Yahweh who sanctifies you.",
        "9": "“‘For everyone who curses his father or his mother shall surely be put to death. He has cursed his father or his mother. His blood shall be upon himself.",
        "10": "“‘The man who commits adultery with another man’s wife, even he who commits adultery with his neighbor’s wife, the adulterer and the adulteress shall surely be put to death.",
        "11": "“‘The man who lies with his father’s wife has uncovered his father’s nakedness. Both of them shall surely be put to death. Their blood shall be upon themselves.",
        "12": "“‘If a man lies with his daughter-in-law, both of them shall surely be put to death. They have committed a perversion. Their blood shall be upon themselves.",
        "13": "“‘If a man lies with a male, as with a woman, both of them have committed an abomination. They shall surely be put to death. Their blood shall be upon themselves.",
        "14": "“‘If a man takes a wife and her mother, it is wickedness. They shall be burned with fire, both he and they, that there may be no wickedness among you.",
        "15": "“‘If a man lies with an animal, he shall surely be put to death; and you shall kill the animal.",
        "16": "“‘If a woman approaches any animal and lies with it, you shall kill the woman and the animal. They shall surely be put to death. Their blood shall be upon them.",
        "17": "“‘If a man takes his sister—his father’s daughter, or his mother’s daughter—and sees her nakedness, and she sees his nakedness, it is a shameful thing. They shall be cut off in the sight of the children of their people. He has uncovered his sister’s nakedness. He shall bear his iniquity.",
        "18": "“‘If a man lies with a woman having her monthly period, and uncovers her nakedness, he has made her fountain naked, and she has uncovered the fountain of her blood. Both of them shall be cut off from among their people.",
        "19": "“‘You shall not uncover the nakedness of your mother’s sister, nor of your father’s sister, for he has made his close relative naked. They shall bear their iniquity.",
        "20": "If a man lies with his uncle’s wife, he has uncovered his uncle’s nakedness. They shall bear their sin. They shall die childless.",
        "21": "“‘If a man takes his brother’s wife, it is an impurity. He has uncovered his brother’s nakedness. They shall be childless.",
        "22": "“‘You shall therefore keep all my statutes and all my ordinances, and do them, that the land where I am bringing you to dwell may not vomit you out.",
        "23": "You shall not walk in the customs of the nation which I am casting out before you; for they did all these things, and therefore I abhorred them.",
        "24": "But I have said to you, “You shall inherit their land, and I will give it to you to possess it, a land flowing with milk and honey.” I am Yahweh your God, who has separated you from the peoples.",
        "25": "“‘You shall therefore make a distinction between the clean animal and the unclean, and between the unclean fowl and the clean. You shall not make yourselves abominable by animal, or by bird, or by anything with which the ground teems, which I have separated from you as unclean for you.",
        "26": "You shall be holy to me, for I, Yahweh, am holy, and have set you apart from the peoples, that you should be mine.",
        "27": "“‘A man or a woman that is a medium or is a wizard shall surely be put to death. They shall be stoned with stones. Their blood shall be upon themselves.’”"
      }
    }
  }
}