{
  "book": "Leviticul",
  "chapter": "21",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul a zis lui Moise: „Vorbește preoților, fiilor lui Aaron, și spune-le: ‘Un preot să nu se atingă de un mort din poporul său, ca să nu se facă necurat;",
        "2": "afară de rudele lui cele mai de aproape: de mama lui, de tatăl lui, de fiul lui, de fratele lui",
        "3": "și de soră-sa care-i încă fecioară, stă lângă el și nu este măritată; afară de aceștia, să nu se atingă de niciun alt mort.",
        "4": "Ca unul care este fruntaș în poporul lui, să nu se facă necurat atingându-se de un mort.",
        "5": "Preoții să nu-și facă un loc pleșuv în cap pentru un mort, să nu-și radă colțurile bărbii și să nu-și facă tăieturi în carne.",
        "6": "Să fie sfinți pentru Dumnezeul lor și să nu necinstească Numele Dumnezeului lor, căci ei aduc Domnului jertfele mistuite de foc, mâncarea Dumnezeului lor, de aceea să fie sfinți.",
        "7": "Să nu-și ia de nevastă o curvă sau o spurcată, nici o femeie lăsată de bărbatul ei, căci ei sunt sfinți pentru Dumnezeul lor.",
        "8": "Să-l socotești ca sfânt, căci el aduce mâncarea Dumnezeului tău; el să fie sfânt pentru tine, căci Eu sunt sfânt, Eu, Domnul, care vă sfințesc.",
        "9": "Dacă fata unui preot se necinstește curvind, necinstește pe tatăl ei: să fie arsă în foc. Marele preot",
        "10": "Preotul care este mare preot între frații lui, pe capul căruia a fost turnat untdelemnul pentru ungere și care a fost închinat în slujba Domnului și îmbrăcat în veșminte sfințite, să nu-și descopere capul și să nu-și sfâșie veșmintele.",
        "11": "Să nu se ducă la niciun mort; să nu se facă necurat și să nu se atingă nici chiar de tatăl său sau de mama sa.",
        "12": "Să nu iasă din Sfântul Locaș și să nu necinstească Sfântul Locaș al Dumnezeului său, căci untdelemnul ungerii Dumnezeului său este o cunună pe el. Eu sunt Domnul.",
        "13": "Femeia pe care o va lua el de nevastă să fie fecioară.",
        "14": "Să nu ia nici o văduvă, nici o femeie despărțită de bărbat, nici o femeie spurcată sau curvă, ci femeia pe care o va lua de nevastă din poporul său să fie fecioară.",
        "15": "Să nu-și necinstească sămânța în poporul lui, căci Eu sunt Domnul, care-l sfințesc.’” Însușirile preotului",
        "16": "Domnul a vorbit lui Moise și a zis:",
        "17": "„Vorbește lui Aaron și spune-i: ‘Niciun om din neamul tău și din urmașii tăi care va avea o meteahnă trupească să nu se apropie ca să aducă mâncarea Dumnezeului lui.",
        "18": "Niciun om care va avea o meteahnă trupească nu va putea să se apropie, și anume niciun om orb, șchiop, cu nasul cârn sau cu un mădular mai lung;",
        "19": "niciun om cu piciorul frânt sau cu mâna frântă;",
        "20": "niciun om ghebos sau pipernicit, cu albeață în ochi, care are râie, pecingine sau boșit.",
        "21": "Niciun om din neamul preotului Aaron care va avea vreo meteahnă trupească să nu se apropie ca să aducă Domnului jertfele mistuite de foc; are o meteahnă trupească – să nu se apropie ca să aducă mâncarea Dumnezeului lui.",
        "22": "Din mâncarea Dumnezeului lui, fie lucruri preasfinte, fie lucruri sfinte, va putea să mănânce.",
        "23": "Dar să nu se ducă la perdeaua dinăuntru și să nu se apropie de altar, căci are o meteahnă trupească; să nu-Mi necinstească locașurile Mele cele sfinte, căci Eu sunt Domnul, care îi sfințesc.’”",
        "24": "Astfel a vorbit Moise lui Aaron și fiilor săi și tuturor copiilor lui Israel."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Domnul i-a zis lui Moise: „Vorbește-le preoților, fiii lui Aaron, și spune-le: «Niciun preot să nu se pângărească, atingându-se de vreun mort din poporul său,",
        "2": "decât dacă este vorba de rudele lui cele mai apropiate: mama, tatăl, fiul, fata, fratele",
        "3": "și sora lui, care, fecioară fiind, încă mai locuiește în casa părintească și n-a avut soț; pentru ea se poate pângări.",
        "4": "Dar, ca lider în poporul său, să nu se pângărească, și să nu ajungă astfel necurat.",
        "5": "Preoții să nu se radă pe cap, să nu-și taie perciunii și să nu-și facă tăieturi în piele.",
        "6": "Să fie sfinți pentru Dumnezeul lor și să nu batjocorească Numele Dumnezeului lor, căci ei aduc Domnului jertfele mistuite de foc, pâinea Dumnezeului lor; de aceea să fie sfinți.",
        "7": "Ei să nu ia în căsătorie o prostituată sau o femeie care s-a pângărit, nici o femeie divorțată de soțul ei. Căci preotul este sfânt pentru Dumnezeul lui.",
        "8": "Prin urmare, să-l privești ca sfânt, pentru că el aduce pâinea Dumnezeului vostru. Preotul să fie considerat sfânt de către tine, căci Eu sunt sfânt, Eu, Domnul, Care vă sfințesc.",
        "9": "Dacă fata unui preot se pângărește prostituându-se, ea își dezonorează tatăl. Să fie arsă în foc.",
        "10": "Cel ce este mare preot între frații săi, pe capul căruia a fost turnat uleiul pentru ungere și care a fost pus deoparte să poarte veșmintele, să nu-și descopere capul și să nu-și sfâșie veșmintele.",
        "11": "Să nu se apropie de niciun mort; să nu se pângărească nici chiar pentru tatăl sau mama sa.",
        "12": "Să nu iasă din Sfântul Lăcaș și să nu întineze Sfântul Lăcaș al Dumnezeului său, fiindcă el a fost consacrat pentru slujire prin uleiul pentru ungere al Dumnezeului său. Eu sunt Domnul.",
        "13": "Să se căsătorească doar cu o fecioară.",
        "14": "Să nu se căsătorească cu o văduvă sau cu o femeie divorțată, nici cu o femeie care s-a pângărit sau cu o prostituată, ci să ia de soție o fecioară din poporul său,",
        "15": "ca astfel să nu-și întineze urmașii în poporul său. Căci Eu sunt Domnul Care-l sfințesc»“.",
        "16": "Domnul i-a vorbit lui Moise, zicând:",
        "17": "„Spune-i lui Aaron: «Niciun bărbat dintre urmașii tăi, de-a lungul generațiilor lor, care va avea vreun cusur, să nu se apropie să aducă pâinea Dumnezeului său.",
        "18": "Niciun bărbat care va avea vreo infirmitate să nu se apropie, niciun bărbat care va fi orb sau șchiop sau cu fața mutilată sau cu vreo parte a corpului mai lungă",
        "19": "și niciun bărbat care va avea piciorul rupt sau mâna ruptă",
        "20": "sau care va fi cocoșat sau pitic sau cu albeață la ochi sau cu eczemă sau cu râie sau cu boașe zdrobite.",
        "21": "Niciun bărbat dintre urmașii preotului Aaron, care va avea vreo infirmitate, să nu se apropie ca să aducă Domnului jertfe mistuite de foc. Are o infirmitate; prin urmare, să nu se apropie ca să aducă pâinea Dumnezeului său.",
        "22": "El va putea să mănânce din pâinea Dumnezeului său, atât din cea preasfântă, cât și din cea sfântă.",
        "23": "Însă nu va avea voie să se apropie de draperia despărțitoare sau de altar, fiindcă are o infirmitate. Să nu-Mi întineze locurile Mele sfinte, căci Eu sunt Domnul Care le sfințesc»“.",
        "24": "Așa le-a vorbit Moise lui Aaron, fiilor acestuia și tuturor fiilor lui Israel."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh said to Moses, “Speak to the priests, the sons of Aaron, and say to them, ‘A priest shall not defile himself for the dead among his people,",
        "2": "except for his relatives that are near to him: for his mother, for his father, for his son, for his daughter, for his brother,",
        "3": "and for his virgin sister who is near to him, who has had no husband; for her he may defile himself.",
        "4": "He shall not defile himself, being a chief man among his people, to profane himself.",
        "5": "“‘They shall not shave their heads or shave off the corners of their beards or make any cuttings in their flesh.",
        "6": "They shall be holy to their God, and not profane the name of their God, for they offer the offerings of Yahweh made by fire, the bread of their God. Therefore they shall be holy.",
        "7": "“‘They shall not marry a woman who is a prostitute, or profane. A priest shall not marry a woman divorced from her husband; for he is holy to his God.",
        "8": "Therefore you shall sanctify him, for he offers the bread of your God. He shall be holy to you, for I Yahweh, who sanctify you, am holy.",
        "9": "“‘The daughter of any priest, if she profanes herself by playing the prostitute, she profanes her father. She shall be burned with fire.",
        "10": "“‘He who is the high priest among his brothers, upon whose head the anointing oil is poured, and who is consecrated to put on the garments, shall not let the hair of his head hang loose, or tear his clothes.",
        "11": "He must not go in to any dead body, or defile himself for his father or for his mother.",
        "12": "He shall not go out of the sanctuary, nor profane the sanctuary of his God; for the crown of the anointing oil of his God is upon him. I am Yahweh.",
        "13": "“‘He shall take a wife in her virginity.",
        "14": "He shall not marry a widow, or one divorced, or a woman who has been defiled, or a prostitute. He shall take a virgin of his own people as a wife.",
        "15": "He shall not profane his offspring among his people, for I am Yahweh who sanctifies him.’”",
        "16": "Yahweh spoke to Moses, saying,",
        "17": "“Say to Aaron, ‘None of your offspring throughout their generations who has a defect may approach to offer the bread of his God.",
        "18": "For whatever man he is that has a defect, he shall not draw near: a blind man, or a lame, or he who has a flat nose, or any deformity,",
        "19": "or a man who has an injured foot, or an injured hand,",
        "20": "or hunchbacked, or a dwarf, or one who has a defect in his eye, or an itching disease, or scabs, or who has damaged testicles.",
        "21": "No man of the offspring of Aaron the priest who has a defect shall come near to offer the offerings of Yahweh made by fire. Since he has a defect, he shall not come near to offer the bread of his God.",
        "22": "He shall eat the bread of his God, both of the most holy, and of the holy.",
        "23": "He shall not come near to the veil, nor come near to the altar, because he has a defect; that he may not profane my sanctuaries, for I am Yahweh who sanctifies them.’”",
        "24": "So Moses spoke to Aaron, and to his sons, and to all the children of Israel."
      }
    }
  }
}