{
  "book": "Leviticul",
  "chapter": "5",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Când cineva, fiind pus sub jurământ ca martor, va păcătui nespunând ce a văzut sau ce știe și va cădea astfel sub vină",
        "2": "sau când cineva, fără să știe, se va atinge de ceva necurat, fie de hoitul unei fiare sălbatice necurate, fie de hoitul unei vite de casă necurate, fie de hoitul unei târâtoare necurate, și va băga apoi de seamă și se va face astfel vinovat",
        "3": "sau când cineva, fără să ia seama, se va atinge de vreo spurcăciune omenească, de orice spurcăciune care face pe cineva necurat, și va băga de seamă mai târziu și se va face astfel vinovat",
        "4": "sau când cineva, vorbind cu ușurință, jură că are să facă ceva rău sau bine și, nebăgând de seamă la început, bagă de seamă mai târziu și se va face astfel vinovat –",
        "5": "când cineva deci se va face vinovat de unul din aceste lucruri, trebuie să-și mărturisească păcatul.",
        "6": "Apoi, să aducă lui Dumnezeu ca jertfă de vină pentru păcatul pe care l-a făcut o parte femeiască din turmă, și anume o oaie sau o capră, ca jertfă ispășitoare, și preotul să facă pentru el ispășirea păcatului lui.",
        "7": "Dacă nu va putea să aducă o oaie sau o capră, să aducă Domnului ca jertfă de vină pentru păcatul lui două turturele sau doi pui de porumbel, unul ca jertfă de ispășire, iar celălalt ca ardere-de-tot.",
        "8": "Să le aducă preotului, care va jertfi întâi pe cea care are să slujească drept jertfă de ispășire. Preotul să-i frângă cu unghia capul de la grumaz, fără să-l despartă,",
        "9": "să stropească un perete al altarului cu sângele jertfei de ispășire, iar celălalt sânge să-l stoarcă la picioarele altarului – aceasta este o jertfă de ispășire.",
        "10": "Cealaltă pasăre s-o pregătească drept ardere-de-tot, după rânduielile așezate. Astfel va face preotul pentru omul acesta ispășirea păcatului pe care l-a făcut, și i se va ierta.",
        "11": "Dacă nu poate să aducă nici două turturele sau doi pui de porumbel, să aducă pentru păcatul lui, ca dar, a zecea parte dintr-o efă de floarea făinii, și anume ca dar de ispășire; să nu pună untdelemn pe ea și să nu adauge nici tămâie, căci este un dar de ispășire.",
        "12": "S-o aducă la preot, și preotul să ia din ea un pumn plin, ca aducere aminte, și s-o ardă pe altar, ca și pe darurile de mâncare mistuite de foc înaintea Domnului – acesta este un dar de ispășire.",
        "13": "Astfel va face preotul pentru omul acela ispășirea păcatului pe care l-a făcut față de unul din aceste lucruri, și i se va ierta. Cealaltă parte care va mai rămâne din darul acesta să fie a preotului, ca și la darul de mâncare.’”",
        "14": "Domnul a vorbit lui Moise și a zis:",
        "15": "„Când cineva va face o nelegiuire și va păcătui fără voie față de lucrurile închinate Domnului, să aducă Domnului ca jertfă de vină pentru păcatul lui un berbec fără cusur din turmă, după prețuirea ta, în sicli de argint, după siclul Sfântului Locaș.",
        "16": "Să mai adauge a cincea parte la prețul lucrului cu care a înșelat Sfântul Locaș și să-l încredințeze preotului. Și preotul să facă ispășire pentru el cu berbecul adus ca jertfă pentru vină, și i se va ierta.",
        "17": "Când va păcătui cineva făcând, fără să știe, împotriva uneia din poruncile Domnului lucruri care nu trebuie făcute și se va face vinovat, purtându-și astfel vina,",
        "18": "să aducă preotului ca jertfă pentru vină un berbec fără cusur, luat din turmă, după prețuirea ta. Și preotul să facă pentru el ispășirea greșelii pe care a făcut-o fără să știe, și i se va ierta.",
        "19": "Aceasta este o jertfă pentru vină. Omul acesta se făcuse vinovat față de Domnul.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Dacă cineva va păcătui atunci când, deși aude rostirea jurământului în calitate de martor a ceea ce a văzut sau știe, totuși nu declară nimic, va purta pedeapsa pentru nelegiuirea lui.",
        "2": "Sau dacă cineva va atinge vreun lucru necurat, fie cadavrul unei vietăți necurate, fie cadavrul unei vite necurate, fie cadavrul unei târâtoare necurate, și lucrul acesta este ascuns de el, va deveni necurat și va fi vinovat.",
        "3": "Sau dacă cineva va atinge vreo necurăție omenească, orice necurăție prin care cineva poate ajunge necurat, și lucrul acesta este ascuns de el, apoi își va da seama, va fi vinovat.",
        "4": "Sau dacă cineva va jura, vorbind pripit cu buzele lui, că va face bine sau rău cu privire la orice lucru despre care omul poate vorbi pripit într-un jurământ, și lucrul acesta a fost ascuns de el, apoi își va da seama și se face astfel vinovat de una dintre aceste fapte,",
        "5": "așadar, dacă cineva se va face vinovat de una dintre aceste fapte, să mărturisească cum a păcătuit.",
        "6": "Apoi să aducă Domnului jertfa pentru vina lui, pentru păcatul pe care l-a comis, o femelă din turmă, fie oaie sau iadă, ca jertfă pentru păcat, iar preotul să facă ispășire pentru păcatul lui.",
        "7": "Dacă nu poate aduce o oaie, atunci să aducă Domnului, ca jertfă pentru vina lui, pentru păcatul comis, două turturele sau doi pui de porumbel, una ca jertfă pentru păcat și cealaltă ca ardere-de-tot.",
        "8": "Să le dea preotului, iar acesta s-o aducă, mai întâi, pe cea care este pentru jertfa pentru păcat. Să-i frângă capul în dreptul gâtului, dar fără să-l desprindă.",
        "9": "Apoi, să stropească o latură a altarului cu o parte din sângele jertfei pentru păcat, iar restul sângelui să-l scurgă la baza altarului. Aceasta este o jertfă pentru păcat.",
        "10": "Cea de-a doua turturea s-o ofere ca ardere-de-tot, în conformitate cu reglementările stabilite. Așa să facă preotul ispășire pentru omul acela, pentru păcatul pe care l-a comis, și va fi iertat.",
        "11": "Dacă nu poate aduce nici cele două turturele sau doi pui de porumbel, va aduce ca ofrandă, pentru păcatul pe care l-a comis, o jertfă pentru păcat din a zecea parte dintr-o efă de făină aleasă. Să nu pună nici ulei și nici tămâie pe ea, căci este o jertfă pentru păcat.",
        "12": "S-o ducă la preot și preotul să ia un pumn de făină ca jertfă de aducere-aminte și s-o ardă pe altar deasupra jertfelor mistuite de foc pentru Domnul. Aceasta este o jertfă pentru păcat.",
        "13": "Așa să facă preotul ispășire pentru oricare din aceste păcate, pe care omul acela le-a comis, și va fi iertat. Ceea ce va mai rămâne din jertfa aceasta să fie a preotului, ca la darul de mâncare»“.",
        "14": "Domnul i-a vorbit lui Moise, zicând:",
        "15": "„Dacă cineva va arăta necredincioșie și va păcătui fără voie față de oricare din lucrurile sfinte ale Domnului, atunci să aducă Domnului ca jertfă pentru vină un berbec fără cusur din turmă, a cărui valoare în șecheli de argint să o apreciezi tu după valoarea șechelului Lăcașului. Aceasta este o jertfă pentru vină.",
        "16": "El să plătească pentru păcatul comis față de lucrurile sfinte, adăugând încă o a cincea parte din valoarea berbecului, și s-o dea apoi preotului. Preotul să facă ispășire cu berbecul jertfei pentru vină și omul acela va fi iertat.",
        "17": "Așadar, dacă cineva va păcătui fără să-și dea seama, făcând împotriva vreuneia din poruncile Domnului lucruri care nu trebuie făcute, va fi vinovat și își va purta astfel pedeapsa pentru nelegiuirea lui.",
        "18": "Să aducă preotului, ca jertfă pentru vină, un berbec fără cusur din turmă, la aprecierea ta. Preotul să facă ispășire în locul lui pentru greșeala pe care a făcut-o fără să fi știut, și acesta va fi iertat.",
        "19": "Aceasta este o jertfă pentru vină. Omul acesta s-a făcut vinovat față de Domnul“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "“‘If anyone sins, in that he hears a public adjuration to testify, he being a witness, whether he has seen or known, if he doesn’t report it, then he shall bear his iniquity.",
        "2": "“‘Or if anyone touches any unclean thing, whether it is the carcass of an unclean animal, or the carcass of unclean livestock, or the carcass of unclean creeping things, and it is hidden from him, and he is unclean, then he shall be guilty.",
        "3": "“‘Or if he touches the uncleanness of man, whatever his uncleanness is with which he is unclean, and it is hidden from him; when he knows of it, then he shall be guilty.",
        "4": "“‘Or if anyone swears rashly with his lips to do evil or to do good—whatever it is that a man might utter rashly with an oath, and it is hidden from him—when he knows of it, then he will be guilty of one of these.",
        "5": "It shall be, when he is guilty of one of these, he shall confess that in which he has sinned;",
        "6": "and he shall bring his trespass offering to Yahweh for his sin which he has sinned: a female from the flock, a lamb or a goat, for a sin offering; and the priest shall make atonement for him concerning his sin.",
        "7": "“‘If he can’t afford a lamb, then he shall bring his trespass offering for that in which he has sinned, two turtledoves, or two young pigeons, to Yahweh; one for a sin offering, and the other for a burnt offering.",
        "8": "He shall bring them to the priest, who shall first offer the one which is for the sin offering. He shall wring off its head from its neck, but shall not sever it completely.",
        "9": "He shall sprinkle some of the blood of the sin offering on the side of the altar; and the rest of the blood shall be drained out at the base of the altar. It is a sin offering.",
        "10": "He shall offer the second for a burnt offering, according to the ordinance; and the priest shall make atonement for him concerning his sin which he has sinned, and he shall be forgiven.",
        "11": "“‘But if he can’t afford two turtledoves or two young pigeons, then he shall bring as his offering for that in which he has sinned, one tenth of an ephah of fine flour for a sin offering. He shall put no oil on it, and he shall not put any frankincense on it, for it is a sin offering.",
        "12": "He shall bring it to the priest, and the priest shall take his handful of it as the memorial portion, and burn it on the altar, on the offerings of Yahweh made by fire. It is a sin offering.",
        "13": "The priest shall make atonement for him concerning his sin that he has sinned in any of these things, and he will be forgiven; and the rest shall be the priest’s, as the meal offering.’”",
        "14": "Yahweh spoke to Moses, saying,",
        "15": "“If anyone commits a trespass, and sins unwittingly regarding Yahweh’s holy things, then he shall bring his trespass offering to Yahweh: a ram without defect from the flock, according to your estimation in silver by shekels, according to the shekel of the sanctuary, for a trespass offering.",
        "16": "He shall make restitution for that which he has done wrong regarding the holy thing, and shall add a fifth part to it, and give it to the priest; and the priest shall make atonement for him with the ram of the trespass offering, and he will be forgiven.",
        "17": "“If anyone sins, doing any of the things which Yahweh has commanded not to be done, though he didn’t know it, he is still guilty, and shall bear his iniquity.",
        "18": "He shall bring a ram without defect from of the flock, according to your estimation, for a trespass offering, to the priest; and the priest shall make atonement for him concerning the thing in which he sinned and didn’t know it, and he will be forgiven.",
        "19": "It is a trespass offering. He is certainly guilty before Yahweh.”"
      }
    }
  }
}