{
  "book": "Leviticul",
  "chapter": "24",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul a vorbit lui Moise și a zis:",
        "2": "„Poruncește copiilor lui Israel să-ți aducă pentru sfeșnic untdelemn curat de măsline tescuite, ca să țină candelele aprinse neîncetat.",
        "3": "Aaron să-l pregătească dincoace de perdeaua dinăuntru, care este înaintea mărturiei, în cortul întâlnirii, pentru ca să ardă neîncetat, de seara până dimineața, în fața Domnului. Aceasta este o lege veșnică pentru urmașii voștri.",
        "4": "Să așeze candelele în sfeșnicul de aur curat, ca să ardă neîncetat înaintea Domnului. Pâinile pentru punerea înainte",
        "5": "Să iei floare de făină și să faci din ea douăsprezece turte; fiecare turtă să fie făcută din două zecimi de efă.",
        "6": "Să le pui în două șiruri, câte șase în fiecare șir, pe masa de aur curat, înaintea Domnului.",
        "7": "Peste fiecare șir să pui tămâie curată, care să fie pe pâine ca aducere aminte, ca un dar de mâncare mistuit de foc înaintea Domnului.",
        "8": "În fiecare zi de Sabat, să se pună aceste pâini înaintea Domnului, neîncetat: acesta este un legământ veșnic pe care-l vor ține copiii lui Israel.",
        "9": "Pâinile acestea să fie ale lui Aaron și ale fiilor lui și să le mănânce într-un loc sfânt; căci ele sunt pentru ei un lucru preasfânt, o parte din darurile de mâncare mistuite de foc înaintea Domnului. Aceasta este o lege veșnică.” Pedeapsa împotriva hulitorilor și a ucigașilor",
        "10": "Fiul unei femei israelite și al unui bărbat egiptean, venind în mijlocul copiilor lui Israel, s-a certat în tabără cu un bărbat israelit.",
        "11": "Fiul femeii israelite a hulit și a blestemat Numele lui Dumnezeu. L-au adus la Moise. Mama sa se numea Șelomit, fata lui Dibri, din seminția lui Dan.",
        "12": "L-au aruncat în temniță, până va spune Moise ce va porunci Domnul.",
        "13": "Domnul a vorbit lui Moise și a zis:",
        "14": "„Scoate din tabără pe cel ce a hulit; toți cei ce l-au auzit să-și pună mâinile pe capul lui și toată adunarea să-l ucidă cu pietre.",
        "15": "Să vorbești copiilor lui Israel și să le spui: ‘Oricine va blestema pe Dumnezeul lui își va lua pedeapsa pentru păcatul lui.",
        "16": "Cine va blestema Numele Domnului va fi pedepsit cu moartea: toată adunarea să-l ucidă cu pietre. Fie străin, fie băștinaș, să moară, pentru că a hulit Numele lui Dumnezeu.",
        "17": "Cine va da unui om o lovitură de moarte să fie pedepsit cu moartea.",
        "18": "Cine va da unui dobitoc o lovitură de moarte să-l înlocuiască: viață pentru viață.",
        "19": "Dacă cineva rănește pe aproapele lui, să i se facă așa cum a făcut și el:",
        "20": "frântură pentru frântură, ochi pentru ochi, dinte pentru dinte; să i se facă aceeași rană pe care a făcut-o el aproapelui său.",
        "21": "Cine va ucide un dobitoc să-l înlocuiască, dar cine va ucide un om să fie pedepsit cu moartea.",
        "22": "Să aveți aceeași lege pentru străin ca și pentru băștinaș; căci Eu sunt Domnul Dumnezeul vostru.’”",
        "23": "Moise a vorbit copiilor lui Israel; au scos afară din tabără pe cel ce hulise și l-au ucis cu pietre. Copiii lui Israel au făcut după porunca pe care o dăduse lui Moise Domnul."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Domnul i-a vorbit lui Moise, zicând:",
        "2": "„Poruncește-le fiilor lui Israel să-ți aducă pentru luminat ulei pur din măsline presate, ca să ardă în candele și, astfel, sfeșnicul să lumineze continuu.",
        "3": "Aaron să-l pregătească în Cortul Întâlnirii, dincoace de draperia Mărturiei, ca să ardă continuu înaintea Domnului, de seara până dimineața. Aceasta să fie o hotărâre veșnică de-a lungul generațiilor voastre.",
        "4": "Să așeze candelele în sfeșnicul de aur pur, ca să fie întotdeauna înaintea Domnului.",
        "5": "Să iei făină aleasă și să faci din ea douăsprezece turte. Pentru fiecare turtă să folosești două zecimi dintr-o efă.",
        "6": "Să le așezi în două șiruri pe masa de aur pur, câte șase pe fiecare șir, înaintea Domnului.",
        "7": "Să pui tămâie curată pe fiecare șir, iar aceasta să fie lângă pâine o aducere-aminte, o jertfă mistuită de foc pentru Domnul.",
        "8": "În fiecare zi de sabat să se aducă mereu această pâine înaintea Domnului, fiind luată de la fiii lui Israel printr-un legământ veșnic.",
        "9": "Ea să fie a lui Aaron și a fiilor săi, iar aceștia o vor mânca într-un loc sfânt, căci ea este pentru Aaron o parte preasfântă din jertfele mistuite de foc pentru Domnul. Aceasta este o hotărâre veșnică“. Pedeapsa pentru hulă și Legea Talionului",
        "10": "Fiul unei femei israelite și al unui bărbat egiptean a ieșit printre fiii lui Israel. Acest fiu al femeii israelite s-a luat la luptă, în tabără, cu un bărbat israelit.",
        "11": "Fiul femeii israelite a blasfemiat Numele și a blestemat. L-au adus la Moise – mama lui se numea Șelomit, fata lui Dibri, din seminția lui Dan –",
        "12": "și l-au închis până când avea să le fie arătată hotărârea Domnului.",
        "13": "Domnul i-a vorbit lui Moise, zicând:",
        "14": "„Scoateți-l în afara taberei pe cel ce a blestemat. Toți aceia care l-au auzit să-și pună mâinile pe capul lui și întreaga adunare să-l omoare cu pietre.",
        "15": "Apoi să le vorbești fiilor lui Israel astfel: «Orice bărbat care Îl va blestema pe Dumnezeul lui își va purta pedeapsa pentru păcatul lui.",
        "16": "Cine va blasfemia Numele Domnului să fie omorât. Toată adunarea să-l omoare cu pietre. Fie străin, fie băștinaș, când blasfemiază Numele, să fie omorât.",
        "17": "Cine va ucide un om să fie pedepsit cu moartea.",
        "18": "Cine va omorî un animal va trebui să dea altul în loc: viață pentru viață.",
        "19": "Dacă un om va răni pe semenul său, să i se facă așa cum a făcut el:",
        "20": "rană pentru rană, ochi pentru ochi, dinte pentru dinte. Să i se facă aceeași rană pe care a făcut-o el semenului său.",
        "21": "Cel ce va omorî un animal va trebui să dea altul în loc, însă cel ce va ucide un om să fie omorât.",
        "22": "Să aveți aceeași lege atât pentru străin, cât și pentru băștinaș, căci Eu sunt Domnul, Dumnezeul vostru»“.",
        "23": "Moise le-a vorbit fiilor lui Israel, iar ei l-au scos în afara taberei pe cel ce hulise și l-au omorât cu pietre. Fiii lui Israel au făcut așa cum i-a poruncit Domnul lui Moise."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh spoke to Moses, saying,",
        "2": "“Command the children of Israel, that they bring to you pure olive oil beaten for the light, to cause a lamp to burn continually.",
        "3": "Outside of the veil of the Testimony, in the Tent of Meeting, Aaron shall keep it in order from evening to morning before Yahweh continually. It shall be a statute forever throughout your generations.",
        "4": "He shall keep in order the lamps on the pure gold lamp stand before Yahweh continually.",
        "5": "“You shall take fine flour, and bake twelve cakes of it: two tenths of an ephah shall be in one cake.",
        "6": "You shall set them in two rows, six on a row, on the pure gold table before Yahweh.",
        "7": "You shall put pure frankincense on each row, that it may be to the bread for a memorial, even an offering made by fire to Yahweh.",
        "8": "Every Sabbath day he shall set it in order before Yahweh continually. It is an everlasting covenant on the behalf of the children of Israel.",
        "9": "It shall be for Aaron and his sons. They shall eat it in a holy place; for it is most holy to him of the offerings of Yahweh made by fire by a perpetual statute.”",
        "10": "The son of an Israelite woman, whose father was an Egyptian, went out among the children of Israel; and the son of the Israelite woman and a man of Israel strove together in the camp.",
        "11": "The son of the Israelite woman blasphemed the Name, and cursed; and they brought him to Moses. His mother’s name was Shelomith, the daughter of Dibri, of the tribe of Dan.",
        "12": "They put him in custody until Yahweh’s will should be declared to them.",
        "13": "Yahweh spoke to Moses, saying,",
        "14": "“Bring him who cursed out of the camp; and let all who heard him lay their hands on his head, and let all the congregation stone him.",
        "15": "You shall speak to the children of Israel, saying, ‘Whoever curses his God shall bear his sin.",
        "16": "He who blasphemes Yahweh’s name, he shall surely be put to death. All the congregation shall certainly stone him. The foreigner as well as the native-born shall be put to death when he blasphemes the Name.",
        "17": "“‘He who strikes any man mortally shall surely be put to death.",
        "18": "He who strikes an animal mortally shall make it good, life for life.",
        "19": "If anyone injures his neighbor, it shall be done to him as he has done:",
        "20": "fracture for fracture, eye for eye, tooth for tooth. It shall be done to him as he has injured someone.",
        "21": "He who kills an animal shall make it good; and he who kills a man shall be put to death.",
        "22": "You shall have one kind of law for the foreigner as well as the native-born; for I am Yahweh your God.’”",
        "23": "Moses spoke to the children of Israel; and they brought him who had cursed out of the camp, and stoned him with stones. The children of Israel did as Yahweh commanded Moses."
      }
    }
  }
}