{
  "book": "Leviticul",
  "chapter": "13",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul a vorbit lui Moise și lui Aaron și a zis:",
        "2": "„Când un om va avea pe pielea trupului o umflătură, o pecingine sau o pată albă, care va semăna cu o rană de lepră pe pielea trupului lui, trebuie adus la preotul Aaron sau la unul din fiii lui, care sunt preoți.",
        "3": "Preotul să cerceteze rana de pe pielea trupului. Dacă părul din rană s-a făcut alb și dacă rana se arată mai adâncă decât pielea trupului, este o rană de lepră: preotul care va face cercetarea să declare pe omul acela necurat.",
        "4": "Dacă pe pielea trupului va fi o pată albă care nu se arată mai adâncă decât pielea și dacă părul nu s-a făcut alb, preotul să închidă șapte zile pe cel cu rana.",
        "5": "A șaptea zi, preotul să-l cerceteze iarăși. Dacă i se pare că rana a stat pe loc și nu s-a întins pe piele, preotul să-l închidă a doua oară încă șapte zile.",
        "6": "Preotul să-l cerceteze a doua oară în ziua a șaptea. Dacă rana a mai scăzut și nu s-a întins pe piele, preotul va spune că omul acesta este curat: este o pecingine; el să-și spele hainele, și va fi curat.",
        "7": "Dar, dacă pecinginea s-a întins pe piele după ce s-a arătat el preotului și după ce acesta l-a declarat curat, să se mai supună încă o dată cercetării preotului.",
        "8": "Preotul îl va cerceta. Dacă pecinginea s-a întins pe piele, preotul îl va declara necurat: este lepră.",
        "9": "Când se va arăta o rană de lepră pe un om, să fie adus la preot.",
        "10": "Preotul să-l cerceteze. Și, dacă are pe piele o umflătură albă, dacă umflătura aceasta a făcut ca părul să albească și în umflătură este și o urmă de carne vie,",
        "11": "atunci pe pielea trupului omului acestuia este o lepră învechită: preotul să-l declare necurat. Să nu-l închidă, căci este necurat.",
        "12": "Dacă lepra va face o spuzeală pe piele și va acoperi toată pielea celui cu rana, din cap până în picioare, pretutindeni pe unde-și va arunca preotul privirile,",
        "13": "preotul să-l cerceteze și, dacă va vedea că lepra a acoperit tot trupul, să declare curat pe cel cu rana; fiindcă s-a făcut toată albă, el este curat.",
        "14": "Dar, în ziua când se va vedea în el carne vie, va fi necurat;",
        "15": "când preotul va vedea carnea vie, să-l declare necurat: carnea vie este necurată, este lepră.",
        "16": "Dacă se schimbă carnea vie și se face albă, să se ducă la preot;",
        "17": "preotul să-l cerceteze și, dacă rana s-a făcut albă, preotul să declare curat pe cel cu rana: el este curat.",
        "18": "Când un om va avea pe pielea trupului său o bubă care a fost tămăduită,",
        "19": "și pe locul unde era buba se va arăta o umflătură albă sau o pată de un alb roșiatic, omul acela să se arate preotului.",
        "20": "Preotul să-l cerceteze. Dacă pata pare mai adâncă decât pielea și dacă părul s-a făcut alb, preotul să-l declare necurat: este o rană de lepră, care a dat în bubă.",
        "21": "Dacă preotul vede că nu este păr alb în pată, că ea nu este mai adâncă decât pielea și că a mai scăzut, să închidă pe omul acela șapte zile.",
        "22": "Dacă s-a întins pata pe piele, preotul să-l declare necurat: este o rană de lepră.",
        "23": "Dar, dacă pata a rămas pe loc și nu s-a întins, este semnul rănii uscate, unde a fost buba; preotul să-l declare curat.",
        "24": "Când un om va avea pe pielea trupului o arsură pricinuită de foc și se va arăta pe urma arsurii o pată albă sau de un alb roșiatic,",
        "25": "preotul să-l cerceteze. Dacă părul din pată s-a făcut alb și ea pare mai adâncă decât pielea, este lepră, care a dat în arsură. Preotul să declare pe omul acela necurat: este o rană de lepră.",
        "26": "Dacă preotul vede că nu este păr alb în pată, că ea nu este mai adâncă decât pielea și că a mai scăzut, să închidă pe omul acela șapte zile.",
        "27": "Preotul să-l cerceteze a șaptea zi și, dacă pata s-a întins pe piele, preotul să-l declare necurat: este o rană de lepră.",
        "28": "Dar, dacă pata a rămas pe loc, nu s-a întins pe piele și a mai scăzut, este o rană pricinuită de umflătura arsurii; preotul să-l declare curat, căci este semnul rănii vindecate a arsurii.",
        "29": "Când un bărbat sau o femeie va avea o rană pe cap sau la barbă,",
        "30": "preotul să cerceteze rana. Dacă pare mai adâncă decât pielea și are păr gălbui și subțire, preotul să declare pe omul acela necurat: este râie de cap, este lepră de cap sau de barbă.",
        "31": "Dacă preotul vede că rana râiei nu pare mai adâncă decât pielea și n-are păr negru, să închidă șapte zile pe cel cu rana de râie la cap.",
        "32": "Preotul să cerceteze rana a șaptea zi. Dacă râia nu s-a întins, dacă n-are păr gălbui și dacă nu pare mai adâncă decât pielea,",
        "33": "cel cu râia la cap să se radă, dar să nu radă locul unde este râia și preotul să-l închidă a doua oară șapte zile.",
        "34": "Preotul să cerceteze râia a șaptea zi. Dacă râia nu s-a întins pe piele și nu pare mai adâncă decât pielea, preotul să-l declare curat. El să-și spele hainele și va fi curat.",
        "35": "Dar, dacă râia s-a întins pe piele după ce a fost declarat curat,",
        "36": "preotul să-l cerceteze. Și, dacă râia s-a întins pe piele, preotul n-are să mai caute să vadă dacă are păr gălbui: este necurat.",
        "37": "Dacă i se pare că râia a stat pe loc și că din ea a crescut păr negru, râia este vindecată: este curat și preotul să-l declare curat.",
        "38": "Când un bărbat sau o femeie va avea pete pe pielea trupului, și anume pete albe,",
        "39": "preotul să-l cerceteze. Dacă pe pielea trupului lui sunt pete de un alb gălbui, acestea nu sunt decât niște pete care au făcut spuzeală pe piele: este curat.",
        "40": "Când unui om îi va cădea părul de pe cap, este pleșuv: este curat.",
        "41": "Dacă i-a căzut părul de pe cap numai în partea dinainte, este pleșuv în partea dinainte: este curat.",
        "42": "Dar, dacă în partea pleșuvă dinainte sau dinapoi este o rană de un alb roșiatic, este lepră, care a făcut spuzeală în partea pleșuvă dinainte sau dinapoi.",
        "43": "Preotul să-l cerceteze. Dacă în partea pleșuvă dinapoi sau dinainte este o umflătură de rană de un alb roșiatic, asemănătoare cu lepra de pe pielea trupului,",
        "44": "este lepros, este necurat. Preotul să-l declare necurat; rana lui este pe cap.",
        "45": "Leprosul, atins de această rană, să-și poarte hainele sfâșiate și să umble cu capul gol; să-și acopere barba și să strige: ‘Necurat! Necurat!’",
        "46": "Câtă vreme va avea rana, va fi necurat: este necurat. Să locuiască singur; locuința lui să fie afară din tabără. Semnele leprei de pe haine",
        "47": "Când se va arăta o rană de lepră pe o haină, fie haină de lână, fie haină de in,",
        "48": "în urzeala sau în bătătura de in sau de lână, pe o piele sau pe vreun lucru de piele,",
        "49": "și rana va fi verzuie sau roșiatică pe haină sau pe piele, în urzeală sau în bătătură, sau pe vreun lucru de piele, este o rană de lepră și trebuie arătată preotului.",
        "50": "Preotul să cerceteze rana și să închidă șapte zile lucrul cu rana.",
        "51": "Să cerceteze a șaptea zi rana. Dacă rana s-a întins pe haină, în urzeală sau în bătătură, pe piele sau pe lucrul acela de piele, este o rană de lepră învechită: lucrul acela este necurat.",
        "52": "Să ardă haina, urzeala sau bătătura de lână sau de in sau lucrul de piele pe care se găsește rana, căci este o lepră învechită: să fie ars în foc.",
        "53": "Dar, dacă preotul vede că rana nu s-a întins pe haină, pe urzeală sau pe bătătură sau pe lucrul acela de piele,",
        "54": "să poruncească să se spele partea atinsă de rană și să-l închidă a doua oară șapte zile.",
        "55": "Preotul să cerceteze rana după ce se va spăla. Și, dacă rana nu și-a schimbat înfățișarea și nu s-a întins, lucrul acela este necurat: să fie ars în foc, căci o parte din față sau din dos a fost roasă.",
        "56": "Dacă preotul vede că rana a mai scăzut după ce a fost spălată, s-o rupă din haină sau din piele, din urzeală sau din bătătură.",
        "57": "Și, dacă se mai ivește pe haină, în urzeală sau în bătătură sau pe lucrul de piele, înseamnă că este o spuzeală de lepră: lucrul atins de rană să fie ars în foc.",
        "58": "Haina, urzeala sau bătătura sau vreun lucru de piele care a fost spălat și unde a pierit rana să se mai spele a doua oară și va fi curat.",
        "59": "Aceasta este legea privitoare la rana leprei, când lovește hainele de lână sau de in, urzeala sau bătătura sau un lucru oarecare de piele și după care vor fi declarate curate sau necurate.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Domnul le-a vorbit lui Moise și Aaron, zicând:",
        "2": "„Dacă un om are pe pielea trupului său o umflătură, o erupție sau o pată albă, care poate să devină o rană infecțioasă pe pielea trupului său, el trebuie să fie adus la preotul Aaron sau la unul dintre fiii săi, preoții.",
        "3": "Preotul să se uite la rana de pe pielea trupului, iar dacă părul din rană s-a făcut alb, și rana este mai adâncă decât pielea trupului său, atunci este o rană infecțioasă. După ce preotul s-a uitat la el, să-l declare necurat.",
        "4": "Dar, dacă pata este albă pe pielea trupului său și nu este mai adâncă decât pielea, iar părul nu s-a făcut alb, atunci preotul să-l închidă pe cel ce are rana șapte zile.",
        "5": "În a șaptea zi, preotul să se uite la el. Dacă i se va părea că rana a stat pe loc și nu s-a întins pe piele, atunci preotul să-l închidă încă șapte zile.",
        "6": "În ziua a șaptea preotul să se uite la el a doua oară, iar dacă rana a mai scăzut și nu s-a întins pe piele, atunci preotul să-l declare curat, căci este doar o erupție. El să-și spele hainele și va fi curat.",
        "7": "Dacă erupția se întinde pe piele, după ce omul s-a arătat preotului pentru curățirea lui, el va trebui să vină din nou înaintea preotului.",
        "8": "Preotul să se uite, și dacă erupția s-a întins pe piele, preotul să-l declare necurat, căci are o rană infecțioasă.",
        "9": "Dacă cineva are o rană infecțioasă, să fie adus la preot.",
        "10": "Preotul să se uite, și dacă pe piele este o umflătură albă care a făcut ca și părul să devină alb, iar în umflătură este și o urmă de carne vie,",
        "11": "atunci pe pielea trupului acelui om se află o rană infecțioasă veche. Preotul să-l declare necurat; să nu-l închidă, pentru că este necurat.",
        "12": "Dar dacă rana infecțioasă erupe pe piele și acoperă toată pielea, din creștet până în tălpi, pretutindeni pe unde se uită preotul,",
        "13": "acesta să se uite, iar dacă rana infecțioasă i-a acoperit tot trupul, atunci va trebui să-l declare curat pe cel ce are rana. El este curat deoarece toată rana s-a făcut albă.",
        "14": "Dacă însă mai apare vreo urmă de carne vie pe el, va fi necurat.",
        "15": "Preotul să se uite la carnea vie și să-l declare necurat. Carnea vie este necurată, pentru că este o rană infecțioasă.",
        "16": "Dacă însă carnea cea vie se va schimba și va deveni albă, el trebuie să vină la preot.",
        "17": "Preotul să se uite la el, iar dacă rana s-a făcut albă, atunci preotul să-l declare curat pe cel ce are rana. El este curat.",
        "18": "Dacă cineva are pe pielea trupului său o bubă care s-a vindecat,",
        "19": "iar pe locul unde era buba apare o umflătură albă sau o pată de un alb-roșiatic, omul acela să se arate preotului.",
        "20": "Preotul să se uite, iar dacă pata este mai adâncă decât pielea și dacă părul s-a făcut alb, preotul să-l declare necurat; este o rană infecțioasă care a erupt în bubă.",
        "21": "Dar, dacă preotul se uită la ea și părul nu este alb, iar pata nu este mai adâncă decât pielea, ci a scăzut, preotul să-l închidă șapte zile.",
        "22": "Dacă, în cele din urmă, se întinde pe piele, preotul să-l declare necurat; este o rană infecțioasă.",
        "23": "Dar, dacă pata rămâne într-un loc și nu se întinde, atunci este vorba de cicatricea bubei; preotul să-l declare curat.",
        "24": "Dacă un om are o arsură pe piele și carnea vie a arsurii devine o pată alb-roșiatică sau albă,",
        "25": "preotul să se uite la ea, iar dacă părul de pe pată s-a făcut alb și pata este mai adâncă decât pielea, atunci este o rană infecțioasă care a erupt în arsură. Preotul să-l declare necurat, căci are o rană infecțioasă.",
        "26": "Dar dacă preotul vede că nu este păr alb în pată și că ea nu este mai adâncă decât pielea, ci a scăzut, atunci preotul să-l închidă șapte zile.",
        "27": "În a șaptea zi, preotul să se uite la el, și dacă pata s-a întins pe piele, atunci preotul să-l declare necurat. Este o rană infecțioasă.",
        "28": "Dar dacă pata a rămas pe loc și nu s-a întins pe piele, ci a scăzut, înseamnă că este o umflătură de la arsură. Preotul să-l declare curat, căci este vorba de cicatricea arsurii.",
        "29": "Dacă un bărbat sau o femeie are o rană pe cap sau la barbă,",
        "30": "preotul să se uite la rană. Dacă este mai adâncă decât pielea, iar părul de pe ea este gălbui și subțire, preotul să-l declare necurat; este o eczemă, o rană infecțioasă a capului sau a bărbii.",
        "31": "Dacă preotul vede că rana eczemei nu este mai adâncă decât pielea și nu este păr negru pe ea, atunci preotul să-l închidă timp de șapte zile pe cel ce are eczema.",
        "32": "În cea de-a șaptea zi, preotul să se uite la rană. Dacă eczema nu s-a întins, nu are păr gălbui pe ea și nu este mai adâncă decât pielea,",
        "33": "atunci omul acela să se radă, dar nu și acolo unde este eczema. Preotul să-l închidă încă șapte zile pe cel ce are eczema.",
        "34": "În cea de-a șaptea zi, preotul să se uite la eczemă. Dacă eczema nu s-a întins pe piele și nu este mai adâncă decât pielea, atunci preotul poate să-l declare curat. El să-și spele hainele și va fi curat.",
        "35": "Dar dacă se pare că eczema s-a întins pe piele, după ce a fost declarat curat,",
        "36": "preotul să se uite la el din nou. Dacă într-adevăr eczema s-a întins pe piele, preotul nu va mai trebui să se uite după păr gălbui; omul acela este necurat.",
        "37": "Dacă vede că eczema a stat totuși pe loc și că a crescut păr negru pe ea, înseamnă că eczema s-a vindecat. Omul acela este curat și, prin urmare, preotul să-l declare curat.",
        "38": "Dacă un bărbat sau o femeie au pete pe pielea trupului, pete albe,",
        "39": "preotul să se uite, iar dacă petele de pe pielea trupului sunt de un alb gălbui, acestea nu sunt decât niște pete care au erupt pe piele; el este curat.",
        "40": "Dacă unui om îi cade părul de pe cap, el devine pleșuv, dar este curat.",
        "41": "Dacă îi cade părul de pe partea din față a capului, el devine pleșuv, dar este curat.",
        "42": "Dar dacă pe partea pleșuvă, în partea din față sau din spate a capului, va apărea o pată de culoare alb-roșiatică, atunci aceasta este o rană infecțioasă. Ea a erupt pe partea pleșuvă, în partea din față sau din spate a capului.",
        "43": "Preotul să se uite la el, iar dacă pe partea pleșuvă, în partea din față sau din spate a capului, umflătura rănii este de un alb-roșiatic care seamănă cu rana infecțioasă de pe pielea trupului,",
        "44": "atunci el este infectat, este necurat. Preotul să-l declare necurat, căci are o rană pe cap.",
        "45": "Cel infectat cu o astfel de rană să poarte haine sfâșiate, să umble cu capul gol, să-și acopere barba și să strige: «Necurat! Necurat!».",
        "46": "El va fi necurat atât timp cât are rana; este necurat. Să trăiască singur, iar locuința lui să-i fie în afara taberei. Reglementarea curăției în cazul mucegaiului",
        "47": "Dacă va apărea o pată infecțioasă pe îmbrăcăminte, pe o haină de lână sau de in,",
        "48": "pe o țesătură sau pe firele de in ori de lână, pe o blană sau pe un lucru din piele,",
        "49": "dacă pata de pe haină, de pe blană sau de pe vreun lucru din piele, de pe țesătură sau de pe firele pentru țesut, va fi de culoare verzuie sau roșiatică, atunci aceasta este o pată infecțioasă și trebuie arătată preotului.",
        "50": "Preotul să se uite la pată și să închidă șapte zile materialul pe care este pata.",
        "51": "În ziua a șaptea să se uite la pată, iar dacă aceasta s-a întins pe haină sau în țesătură sau pe firele pentru țesut, pe blană sau pe vreun lucru din piele, atunci este o pată infecțioasă permanentă; lucrul acela este necurat.",
        "52": "Să ardă haina, țesătura sau firele de lână ori de in sau orice lucru din piele, pentru că este o infecție permanentă; materialul să fie ars în foc.",
        "53": "Dar dacă preotul se uită, și pata nu s-a întins pe haină sau în țesătură sau pe firele pentru țesut sau pe vreun lucru din piele,",
        "54": "atunci preotul să poruncească să se spele materialul pe care este pata și să-l închidă încă șapte zile.",
        "55": "Preotul să se uite la materialul cu pata după ce acesta a fost spălat. Dacă pata nu și-a schimbat culoarea, chiar dacă pata nu s-a întins, materialul este necurat. Să-l ardeți în foc, căci pata continuă să roadă, fie înăuntru, fie în afară.",
        "56": "Însă, dacă preotul vede că pata s-a micșorat după ce a fost spălată, atunci va trebui să o rupă din haină, din țesătură, din firele pentru țesut sau din blană.",
        "57": "Dacă apare din nou pe haină sau pe țesătură sau pe firele pentru țesut sau pe vreun lucru din piele, înseamnă că se întinde. Să ardeți în foc lucrul pe care este pata.",
        "58": "Dar haina, țesătura, firele pentru țesut sau orice lucru din piele, de pe care pata dispare atunci când o spălați, să fie spălată încă o dată, apoi va fi curată“.",
        "59": "Aceasta este legea pentru pata infecțioasă de pe o haină de lână sau in, de pe țesătură, de pe firele pentru țesut sau de pe vreun lucru din piele, pentru a hotărî dacă sunt curate sau necurate."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh spoke to Moses and to Aaron, saying,",
        "2": "“When a man shall have a swelling in his body’s skin, or a scab, or a bright spot, and it becomes in the skin of his body the plague of leprosy, then he shall be brought to Aaron the priest or to one of his sons, the priests.",
        "3": "The priest shall examine the plague in the skin of the body. If the hair in the plague has turned white, and the appearance of the plague is deeper than the body’s skin, it is the plague of leprosy; so the priest shall examine him and pronounce him unclean.",
        "4": "If the bright spot is white in the skin of his body, and its appearance isn’t deeper than the skin, and its hair hasn’t turned white, then the priest shall isolate the infected person for seven days.",
        "5": "The priest shall examine him on the seventh day. Behold, if in his eyes the plague is arrested and the plague hasn’t spread in the skin, then the priest shall isolate him for seven more days.",
        "6": "The priest shall examine him again on the seventh day. Behold, if the plague has faded and the plague hasn’t spread in the skin, then the priest shall pronounce him clean. It is a scab. He shall wash his clothes, and be clean.",
        "7": "But if the scab spreads on the skin after he has shown himself to the priest for his cleansing, he shall show himself to the priest again.",
        "8": "The priest shall examine him; and behold, if the scab has spread on the skin, then the priest shall pronounce him unclean. It is leprosy.",
        "9": "“When the plague of leprosy is in a man, then he shall be brought to the priest;",
        "10": "and the priest shall examine him. Behold, if there is a white swelling in the skin, and it has turned the hair white, and there is raw flesh in the swelling,",
        "11": "it is a chronic leprosy in the skin of his body, and the priest shall pronounce him unclean. He shall not isolate him, for he is already unclean.",
        "12": "“If the leprosy breaks out all over the skin, and the leprosy covers all the skin of the infected person from his head even to his feet, as far as it appears to the priest,",
        "13": "then the priest shall examine him. Behold, if the leprosy has covered all his flesh, he shall pronounce him clean of the plague. It has all turned white: he is clean.",
        "14": "But whenever raw flesh appears in him, he shall be unclean.",
        "15": "The priest shall examine the raw flesh, and pronounce him unclean: the raw flesh is unclean. It is leprosy.",
        "16": "Or if the raw flesh turns again, and is changed to white, then he shall come to the priest.",
        "17": "The priest shall examine him. Behold, if the plague has turned white, then the priest shall pronounce him clean of the plague. He is clean.",
        "18": "“When the body has a boil on its skin, and it has healed,",
        "19": "and in the place of the boil there is a white swelling, or a bright spot, reddish-white, then it shall be shown to the priest.",
        "20": "The priest shall examine it. Behold, if its appearance is deeper than the skin, and its hair has turned white, then the priest shall pronounce him unclean. It is the plague of leprosy. It has broken out in the boil.",
        "21": "But if the priest examines it, and behold, there are no white hairs in it, and it isn’t deeper than the skin, but is dim, then the priest shall isolate him seven days.",
        "22": "If it spreads in the skin, then the priest shall pronounce him unclean. It is a plague.",
        "23": "But if the bright spot stays in its place, and hasn’t spread, it is the scar from the boil; and the priest shall pronounce him clean.",
        "24": "“Or when the body has a burn from fire on its skin, and the raw flesh of the burn becomes a bright spot, reddish-white, or white,",
        "25": "then the priest shall examine it; and behold, if the hair in the bright spot has turned white, and its appearance is deeper than the skin, it is leprosy. It has broken out in the burning, and the priest shall pronounce him unclean. It is the plague of leprosy.",
        "26": "But if the priest examines it, and behold, there is no white hair in the bright spot, and it isn’t deeper than the skin, but has faded, then the priest shall isolate him seven days.",
        "27": "The priest shall examine him on the seventh day. If it has spread in the skin, then the priest shall pronounce him unclean. It is the plague of leprosy.",
        "28": "If the bright spot stays in its place, and hasn’t spread in the skin, but is faded, it is the swelling from the burn, and the priest shall pronounce him clean, for it is the scar from the burn.",
        "29": "“When a man or woman has a plague on the head or on the beard,",
        "30": "then the priest shall examine the plague; and behold, if its appearance is deeper than the skin, and the hair in it is yellow and thin, then the priest shall pronounce him unclean. It is an itch. It is leprosy of the head or of the beard.",
        "31": "If the priest examines the plague of itching, and behold, its appearance isn’t deeper than the skin, and there is no black hair in it, then the priest shall isolate the person infected with itching seven days.",
        "32": "On the seventh day the priest shall examine the plague; and behold, if the itch hasn’t spread, and there is no yellow hair in it, and the appearance of the itch isn’t deeper than the skin,",
        "33": "then he shall be shaved, but he shall not shave the itch. Then the priest shall isolate the one who has the itch seven more days.",
        "34": "On the seventh day, the priest shall examine the itch; and behold, if the itch hasn’t spread in the skin, and its appearance isn’t deeper than the skin, then the priest shall pronounce him clean. He shall wash his clothes and be clean.",
        "35": "But if the itch spreads in the skin after his cleansing,",
        "36": "then the priest shall examine him; and behold, if the itch has spread in the skin, the priest shall not look for the yellow hair; he is unclean.",
        "37": "But if in his eyes the itch is arrested and black hair has grown in it, then the itch is healed. He is clean. The priest shall pronounce him clean.",
        "38": "“When a man or a woman has bright spots in the skin of the body, even white bright spots,",
        "39": "then the priest shall examine them. Behold, if the bright spots on the skin of their body are a dull white, it is a harmless rash. It has broken out in the skin. He is clean.",
        "40": "“If a man’s hair has fallen from his head, he is bald. He is clean.",
        "41": "If his hair has fallen off from the front part of his head, his forehead is bald. He is clean.",
        "42": "But if a reddish-white plague is in the bald head or the bald forehead, it is leprosy breaking out in his bald head or his bald forehead.",
        "43": "Then the priest shall examine him. Behold, if the swelling of the plague is reddish-white in his bald head, or in his bald forehead, like the appearance of leprosy in the skin of the body,",
        "44": "he is a leprous man. He is unclean. The priest shall surely pronounce him unclean. His plague is on his head.",
        "45": "“The leper in whom the plague is shall wear torn clothes, and the hair of his head shall hang loose. He shall cover his upper lip, and shall cry, ‘Unclean! Unclean!’",
        "46": "All the days in which the plague is in him he shall be unclean. He is unclean. He shall dwell alone. His dwelling shall be outside of the camp.",
        "47": "“The garment also that the plague of leprosy is in, whether it is a woolen garment, or a linen garment;",
        "48": "whether it is in warp or woof; of linen or of wool; whether in leather, or in anything made of leather;",
        "49": "if the plague is greenish or reddish in the garment, or in the leather, or in the warp, or in the woof, or in anything made of leather; it is the plague of leprosy, and shall be shown to the priest.",
        "50": "The priest shall examine the plague, and isolate the plague seven days.",
        "51": "He shall examine the plague on the seventh day. If the plague has spread in the garment, either in the warp, or in the woof, or in the skin, whatever use the skin is used for, the plague is a destructive mildew. It is unclean.",
        "52": "He shall burn the garment, whether the warp or the woof, in wool or in linen, or anything of leather, in which the plague is, for it is a destructive mildew. It shall be burned in the fire.",
        "53": "“If the priest examines it, and behold, the plague hasn’t spread in the garment, either in the warp, or in the woof, or in anything of skin;",
        "54": "then the priest shall command that they wash the thing that the plague is in, and he shall isolate it seven more days.",
        "55": "Then the priest shall examine it, after the plague is washed; and behold, if the plague hasn’t changed its color, and the plague hasn’t spread, it is unclean; you shall burn it in the fire. It is a mildewed spot, whether the bareness is inside or outside.",
        "56": "If the priest looks, and behold, the plague has faded after it is washed, then he shall tear it out of the garment, or out of the skin, or out of the warp, or out of the woof;",
        "57": "and if it appears again in the garment, either in the warp, or in the woof, or in anything of skin, it is spreading. You shall burn what the plague is in with fire.",
        "58": "The garment, either the warp, or the woof, or whatever thing of skin it is, which you shall wash, if the plague has departed from them, then it shall be washed the second time, and it will be clean.”",
        "59": "This is the law of the plague of mildew in a garment of wool or linen, either in the warp, or the woof, or in anything of skin, to pronounce it clean, or to pronounce it unclean."
      }
    }
  }
}