{
  "book": "Leviticul",
  "chapter": "27",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul a vorbit lui Moise și a zis: „Vorbește copiilor lui Israel și spune-le:",
        "2": "‘Când se vor face juruințe Domnului, dacă e vorba de oameni, ei să fie ai Domnului, după prețuirea ta.",
        "3": "Iar prețuirea pe care o vei face unui bărbat, de la douăzeci până la șaizeci de ani, să fie de cincizeci de sicli de argint, după siclul Sfântului Locaș:",
        "4": "dacă este femeie, prețuirea să fie de treizeci de sicli.",
        "5": "De la cinci până la douăzeci de ani, prețuirea să fie de douăzeci de sicli pentru un băiat și de zece sicli pentru o fată.",
        "6": "De la o lună până la cinci ani, prețuirea să fie de cinci sicli de argint pentru un băiat și de trei sicli de argint pentru o fată.",
        "7": "De la șaizeci de ani în sus, prețuirea să fie de cincisprezece sicli pentru un bărbat și de zece sicli pentru o femeie.",
        "8": "Dacă cel ce a făcut juruința este prea sărac ca să plătească prețuirea aceasta făcută de tine, să-l aducă la preot, să-l prețuiască, și preotul să facă o prețuire potrivit cu mijloacele omului aceluia.",
        "9": "Dacă este vorba de dobitoacele care pot fi aduse ca jertfă Domnului, orice dobitoc care se va da Domnului va fi ceva sfânt.",
        "10": "Să nu-l schimbe și să nu pună unul rău în locul unuia bun, nici unul bun în locul unuia rău; dacă s-ar întâmpla să se înlocuiască un dobitoc cu altul, și unul, și celălalt va fi sfânt.",
        "11": "Dacă este vorba de dobitoacele necurate, care nu pot fi aduse ca jertfă Domnului, să aducă dobitocul la preot,",
        "12": "care-i va face prețuirea după cum va fi bun sau rău și va rămâne la prețuirea preotului.",
        "13": "Dacă vrea să-l răscumpere, să mai adauge o cincime la prețuirea lui. Predarea lucrurilor",
        "14": "Dacă cineva își închină Domnului casa, hărăzind-o Domnului ca un dar sfânt, preotul să-i facă prețuirea după cum va fi, bună sau rea, și să rămână la prețuirea făcută de preot.",
        "15": "Dacă cel ce și-a închinat Domnului casa vrea s-o răscumpere, să adauge o cincime la prețul prețuirii ei, și va fi a lui.",
        "16": "Dacă cineva închină Domnului un ogor din moșia lui, prețuirea ta să fie după câtimea de sămânță pe care o dă, și anume cincizeci de sicli de argint pentru un omer de sămânță de orz.",
        "17": "Dacă își închină Domnului ogorul, cu începere chiar din anul de veselie, să rămână la prețuirea ta,",
        "18": "dar, dacă își închină Domnului ogorul după anul de veselie, atunci preotul să-i socotească prețul după numărul anilor care mai rămân până la anul de veselie și să-l scadă din prețuirea ta.",
        "19": "Dacă cel ce și-a închinat Domnului ogorul vrea să-l răscumpere, atunci să mai adauge o cincime la argintul prețuit de tine, și ogorul să rămână al lui.",
        "20": "Dacă nu-și răscumpără ogorul, și-l vinde altui om, nu va mai putea fi răscumpărat.",
        "21": "Și când va ieși cumpărătorul din el la anul de veselie, ogorul acela să fie închinat Domnului, ca ogor hărăzit Lui; să fie moșia preotului.",
        "22": "Dacă cineva închină Domnului un ogor cumpărat de el, care nu face parte din moșia lui,",
        "23": "preotul să-i socotească prețul după cât face prețuirea până la anul de veselie, și omul acela să plătească în aceeași zi prețul hotărât de tine, ca lucru închinat Domnului.",
        "24": "În anul de veselie, ogorul să se întoarcă la acela de la care fusese cumpărat și din moșia căruia făcea parte.",
        "25": "Toate prețuirile să se facă în siclii Sfântului Locaș: siclul are douăzeci de ghere. Ce nu se poate închina",
        "26": "Nimeni nu va putea să închine Domnului pe întâiul născut din vita lui, care chiar este al Domnului ca întâi născut; fie bou, fie miel, este al Domnului.",
        "27": "Dacă este vorba însă de un dobitoc necurat, să-l răscumpere cu prețul prețuit de tine, mai adăugând încă o cincime; dacă nu este răscumpărat, să fie vândut după prețuirea ta.",
        "28": "Tot ce va dărui un om Domnului prin făgăduință, din ce are, nu va putea nici să se vândă, nici să se răscumpere: fie om, fie dobitoc, fie un ogor din moșia lui; tot ce va fi dăruit Domnului prin făgăduință va fi un lucru preasfânt, pentru Domnul.",
        "29": "Niciun om închinat Domnului prin făgăduință nu va putea fi răscumpărat, ci va fi omorât. Zeciuielile",
        "30": "Orice zeciuială din pământ, fie din roadele pământului, fie din rodul pomilor, este a Domnului; este un lucru închinat Domnului.",
        "31": "Dacă vrea cineva să răscumpere ceva din zeciuiala lui, să mai adauge o cincime.",
        "32": "Orice zeciuială din cirezi și din turme, din tot ce trece sub toiag, să fie o zeciuială închinată Domnului.",
        "33": "Să nu se cerceteze dacă dobitocul este bun sau rău și să nu se schimbe; dacă se înlocuiește un dobitoc cu un altul, și unul, și celălalt vor fi sfinte și nu vor putea fi răscumpărate.’”",
        "34": "Acestea sunt poruncile pe care le-a dat lui Moise Domnul pentru copiii lui Israel, pe muntele Sinai."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Domnul i-a vorbit lui Moise, zicând:",
        "2": "„Vorbește-le fiilor lui Israel și spune-le: «Când un om va închina Domnului anumite persoane printr-un jurământ deosebit, să o facă după evaluarea ta.",
        "3": "Evaluarea ta, pentru un bărbat de la douăzeci până la șaizeci de ani, să fie o evaluare de cincizeci de șecheli de argint, după șechelul Lăcașului.",
        "4": "Dacă este o femeie, evaluarea ta să fie de treizeci de șecheli.",
        "5": "Dacă are între cinci și douăzeci de ani, evaluarea ta să fie de douăzeci de șecheli pentru un băiat și de zece șecheli pentru o fată.",
        "6": "Dacă are între o lună și cinci ani, evaluarea ta să fie de cinci șecheli de argint pentru un băiat și de trei șecheli de argint pentru o fată.",
        "7": "Dacă omul are șaizeci de ani sau mai mult, atunci evaluarea ta pentru un bărbat să fie de cincisprezece șecheli, iar pentru o femeie să fie de zece șecheli.",
        "8": "Dacă este prea sărac ca să poată plăti evaluarea ta, să-l înfățișeze înaintea preotului, și preotul să-i facă o altă evaluare. Preotul să facă o evaluare potrivit cu mijloacele pe care le are cel ce a făcut jurământul.",
        "9": "Dacă este vorba de un animal care poate fi adus Domnului ca ofrandă, tot ceea ce va fi oferit din el Domnului va fi considerat sfânt.",
        "10": "Nu va avea voie să înlocuiască animalul și nici să schimbe unul bun pe altul rău sau unul rău pe altul bun. Dacă un animal este înlocuit cu un altul, atunci și unul, și celălalt vor fi considerați sfinți.",
        "11": "Dacă este vorba de un animal necurat, care nu poate fi adus Domnului ca ofrandă, animalul să fie adus înaintea preotului.",
        "12": "Preotul să-l evalueze ca să vadă dacă este bun sau rău, iar acesta va rămâne la evaluarea făcută de preot.",
        "13": "Dacă vrea să-l răscumpere, să mai adauge o cincime la evaluarea lui.",
        "14": "Dacă un om Îi va închina Domnului locuința sa, preotul s-o evalueze ca să vadă dacă este bună sau rea, iar aceasta va rămâne la evaluarea făcută de preot.",
        "15": "Dacă cel care și-a închinat locuința vrea s-o răscumpere, să adauge o cincime la evaluarea ei și va fi a lui.",
        "16": "Dacă un om Îi va închina Domnului un teren din moșia lui, evaluarea lui să fie făcută ținând cont de sămânța necesară cultivării lui: cincizeci de șecheli de argint la un homer de sămânță de orz.",
        "17": "Dacă va închina terenul în Anul de veselie, acesta să rămână la evaluarea ta,",
        "18": "dar dacă va închina terenul după Anul de veselie, atunci preotul să-i calculeze prețul în funcție de anii care mai rămân până la următorul an de veselie, după care să-l scadă din evaluarea ta.",
        "19": "Dacă cel care închină terenul va dori vreodată să-l răscumpere, atunci să adauge o cincime la prețul evaluării tale, și terenul va fi al lui.",
        "20": "Dar dacă nu va dori să-și răscumpere terenul sau dacă îl va vinde altui om, atunci nu va mai putea fi răscumpărat.",
        "21": "În Anul de veselie, când terenul va fi restituit, va fi închinat Domnului, ca un teren oferit Lui pe deplin, și va fi proprietatea preotului.",
        "22": "Dacă cineva închină Domnului un teren pe care l-a cumpărat, care nu este parte din moșia lui,",
        "23": "preotul să calculeze cât trebuie să fie prețul până la Anul de veselie, iar el să plătească în aceeași zi conform evaluării tale, evaluare stabilită pentru un lucru închinat Domnului.",
        "24": "În Anul de veselie terenul acela să fie dat înapoi celui de la care fusese cumpărat, din moșia căruia făcea parte.",
        "25": "Toate evaluările să fie făcute după șechelul Lăcașului, care are douăzeci de ghere.",
        "26": "Însă nimeni nu va putea închina întâiul născut al animalelor, care este deja al Domnului ca întâi născut. Fie bou, fie oaie, este al Domnului.",
        "27": "Însă, dacă este un animal necurat, atunci să-l răscumpere după evaluarea ta și să adauge o cincime la ea. Dacă nu va fi răscumpărat, să fie vândut după evaluarea ta.",
        "28": "Orice lucru oferit, pe care un om îl oferă pe deplin Domnului din tot ce este al lui, fie om, fie animal, fie vreun teren din moșia lui, nu va putea fi vândut sau răscumpărat. Orice lucru oferit astfel va fi preasfânt pentru Domnul.",
        "29": "Orice persoană oferită Domnului, care a fost oferită pe deplin dintre oameni, nu va putea fi răscumpărată. Va trebui să fie omorâtă.",
        "30": "Toate zeciuielile din pământ, fie din sămânța pământului, fie din rodul pomilor, sunt ale Domnului. Ele sunt închinate Domnului.",
        "31": "Dacă un om va dori să răscumpere ceva din zeciuiala sa, să mai adauge o cincime la ea.",
        "32": "Toate zeciuielile din cirezi sau din turme, tot ce va trece pe sub toiagul păstorului să fie închinat Domnului.",
        "33": "Să nu se cerceteze dacă animalul este bun sau rău și nici să nu se înlocuiască. Dacă-l va înlocui cineva, atunci ambele animale vor fi sfinte, atât animalul înlocuit, cât și celălalt și nu vor putea fi răscumpărate»“.",
        "34": "Acestea sunt poruncile pe care i le-a dat Domnul lui Moise pe muntele Sinai, pentru fiii lui Israel."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh spoke to Moses, saying,",
        "2": "“Speak to the children of Israel, and say to them, ‘When a man consecrates a person to Yahweh in a vow, according to your valuation,",
        "3": "your valuation of a male from twenty years old to sixty years old shall be fifty shekels of silver, according to the shekel of the sanctuary.",
        "4": "If she is a female, then your valuation shall be thirty shekels.",
        "5": "If the person is from five years old to twenty years old, then your valuation shall be for a male twenty shekels, and for a female ten shekels.",
        "6": "If the person is from a month old to five years old, then your valuation shall be for a male five shekels of silver, and for a female your valuation shall be three shekels of silver.",
        "7": "If the person is from sixty years old and upward; if he is a male, then your valuation shall be fifteen shekels, and for a female ten shekels.",
        "8": "But if he is poorer than your valuation, then he shall be set before the priest, and the priest shall assign a value to him. The priest shall assign a value according to his ability to pay.",
        "9": "“‘If it is an animal of which men offer an offering to Yahweh, all that any man gives of such to Yahweh becomes holy.",
        "10": "He shall not alter it, nor exchange it, a good for a bad, or a bad for a good. If he shall at all exchange animal for animal, then both it and that for which it is exchanged shall be holy.",
        "11": "If it is any unclean animal, of which they do not offer as an offering to Yahweh, then he shall set the animal before the priest;",
        "12": "and the priest shall evaluate it, whether it is good or bad. As the priest evaluates it, so it shall be.",
        "13": "But if he will indeed redeem it, then he shall add the fifth part of it to its valuation.",
        "14": "“‘When a man dedicates his house to be holy to Yahweh, then the priest shall evaluate it, whether it is good or bad. As the priest evaluates it, so it shall stand.",
        "15": "If he who dedicates it will redeem his house, then he shall add the fifth part of the money of your valuation to it, and it shall be his.",
        "16": "“‘If a man dedicates to Yahweh part of the field of his possession, then your valuation shall be according to the seed for it. The sowing of a homer of barley shall be valued at fifty shekels of silver.",
        "17": "If he dedicates his field from the Year of Jubilee, according to your valuation it shall stand.",
        "18": "But if he dedicates his field after the Jubilee, then the priest shall reckon to him the money according to the years that remain to the Year of Jubilee; and an abatement shall be made from your valuation.",
        "19": "If he who dedicated the field will indeed redeem it, then he shall add the fifth part of the money of your valuation to it, and it shall remain his.",
        "20": "If he will not redeem the field, or if he has sold the field to another man, it shall not be redeemed any more;",
        "21": "but the field, when it goes out in the Jubilee, shall be holy to Yahweh, as a devoted field. It shall be owned by the priests.",
        "22": "“‘If he dedicates a field to Yahweh which he has bought, which is not of the field of his possession,",
        "23": "then the priest shall reckon to him the worth of your valuation up to the Year of Jubilee; and he shall give your valuation on that day, as a holy thing to Yahweh.",
        "24": "In the Year of Jubilee the field shall return to him from whom it was bought, even to him to whom the possession of the land belongs.",
        "25": "All your valuations shall be according to the shekel of the sanctuary: twenty gerahs to the shekel.",
        "26": "“‘However the firstborn among animals, which belongs to Yahweh as a firstborn, no man may dedicate, whether an ox or a sheep. It is Yahweh’s.",
        "27": "If it is an unclean animal, then he shall buy it back according to your valuation, and shall add to it the fifth part of it; or if it isn’t redeemed, then it shall be sold according to your valuation.",
        "28": "“‘Notwithstanding, no devoted thing that a man devotes to Yahweh of all that he has, whether of man or animal, or of the field of his possession, shall be sold or redeemed. Everything that is permanently devoted is most holy to Yahweh.",
        "29": "“‘No one devoted to destruction, who shall be devoted from among men, shall be ransomed. He shall surely be put to death.",
        "30": "“‘All the tithe of the land, whether of the seed of the land or of the fruit of the trees, is Yahweh’s. It is holy to Yahweh.",
        "31": "If a man redeems anything of his tithe, he shall add a fifth part to it.",
        "32": "All the tithe of the herds or the flocks, whatever passes under the rod, the tenth shall be holy to Yahweh.",
        "33": "He shall not examine whether it is good or bad, neither shall he exchange it. If he exchanges it at all, then both it and that for which it is exchanged shall be holy. It shall not be redeemed.’”",
        "34": "These are the commandments which Yahweh commanded Moses for the children of Israel on Mount Sinai."
      }
    }
  }
}