{
  "book": "Leviticul",
  "chapter": "14",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul a vorbit lui Moise și a zis:",
        "2": "„Iată care va fi legea cu privire la cel lepros în ziua curățirii lui. Să-l aducă înaintea preotului.",
        "3": "Preotul să iasă afară din tabără și să cerceteze pe cel lepros. Dacă leprosul este tămăduit de rana leprei,",
        "4": "preotul să poruncească să se ia, pentru cel ce trebuie curățit, două păsări vii și curate, lemn de cedru, cârmâz și isop.",
        "5": "Preotul să poruncească să se înjunghie una din aceste păsări într-un vas de pământ, în apă curgătoare.",
        "6": "Să ia pasărea cea vie, lemnul de cedru, cârmâzul și isopul și să le înmoaie, împreună cu pasărea cea vie, în sângele păsării înjunghiate în apa curgătoare.",
        "7": "Să stropească de șapte ori pe cel ce trebuie curățit de lepră. Apoi să-l declare curat și să dea drumul păsării celei vii pe câmp.",
        "8": "Cel ce se curățește trebuie să-și spele hainele, să-și radă tot părul și să se scalde în apă și va fi curat. Apoi va putea să intre în tabără, dar să rămână șapte zile afară din cort.",
        "9": "În ziua a șaptea, să-și radă tot părul, capul, barba și sprâncenele: tot părul să și-l radă; să-și spele hainele și să-și scalde trupul în apă și va fi curat.",
        "10": "A opta zi, să ia doi miei fără cusur și o oaie de un an fără cusur, trei zecimi dintr-o efă de floarea făinii, ca dar de mâncare frământat cu untdelemn, și un log (pahar) de untdelemn.",
        "11": "Preotul care face curățirea să aducă înaintea Domnului pe omul care se curățește și toate lucrurile acestea, la ușa cortului întâlnirii.",
        "12": "Preotul să ia unul din miei și să-l aducă jertfă pentru vină, împreună cu logul de untdelemn; să le legene într-o parte și într-alta înaintea Domnului, ca dar legănat.",
        "13": "Să înjunghie mielul în locul unde se înjunghie jertfele de ispășire și arderile-de-tot, adică în Locul Sfânt, căci la jertfa pentru vină, ca și la jertfa de ispășire, dobitocul pentru jertfă va fi al preotului: el este un lucru preasfânt.",
        "14": "Preotul să ia din sângele jertfei de ispășire; să pună pe marginea urechii drepte a celui ce se curățește, pe degetul cel mare de la mâna dreaptă a lui și pe degetul cel mare de la piciorul drept.",
        "15": "Preotul să ia untdelemn din log și să toarne în palma mâinii stângi.",
        "16": "Preotul să-și înmoaie degetul mâinii drepte în untdelemnul din palma mâinii stângi și să stropească din untdelemn de șapte ori cu degetul înaintea Domnului.",
        "17": "Din untdelemnul care-i mai rămâne în mână, preotul să pună pe (moalele) marginea urechii drepte a celui ce se curățește, pe degetul cel mare al mâinii drepte și pe degetul cel mare al piciorului drept, deasupra sângelui de la jertfa pentru vină.",
        "18": "Iar untdelemnul care-i mai rămâne în mână, preotul să-l pună pe capul celui ce se curățește și preotul să facă ispășire pentru el înaintea Domnului.",
        "19": "Apoi, preotul să aducă jertfa de ispășire și să facă ispășire pentru cel ce se curățește de întinăciunea lui. Apoi, să înjunghie arderea-de-tot.",
        "20": "Preotul să aducă pe altar arderea-de-tot și darul de mâncare și să facă ispășire pentru omul acesta, și va fi curat.",
        "21": "Dacă este sărac și nu poate să aducă toate aceste lucruri, atunci să ia un singur miel, care să fie adus ca jertfă pentru vină după ce a fost legănat într-o parte și într-alta, ca dar legănat, și să facă ispășire pentru el. Să ia o zecime din floarea făinii frământată cu untdelemn, pentru darul de mâncare, și un log de untdelemn.",
        "22": "Să ia și două turturele sau doi pui de porumbel, după mijloacele lui, unul ca jertfă de ispășire, celălalt ca ardere-de-tot.",
        "23": "În ziua a opta, să aducă pentru curățirea lui toate aceste lucruri la preot, la ușa cortului întâlnirii, înaintea Domnului.",
        "24": "Preotul să ia mielul pentru jertfa de vină și logul cu untdelemn și să le legene într-o parte și într-alta, ca dar legănat, înaintea Domnului.",
        "25": "Să înjunghie mielul jertfei pentru vină. Preotul să ia din sângele jertfei pentru vină; să pună pe marginea urechii drepte a celui ce se curățește, pe degetul cel mare al mâinii drepte și pe degetul cel mare al piciorului drept.",
        "26": "Preotul să toarne untdelemn în palma mâinii stângi.",
        "27": "Preotul să stropească de șapte ori cu degetul de la mâna dreaptă înaintea Domnului din untdelemnul care este în mâna stângă a lui.",
        "28": "Iar din untdelemnul din mâna lui, preotul să pună pe marginea urechii drepte a celui ce se curățește, pe degetul cel mare al mâinii drepte și pe degetul cel mare al piciorului drept, în locul unde a pus din sângele jertfei pentru vină.",
        "29": "Ce mai rămâne din untdelemn în mână, preotul să-l pună pe capul celui ce se curățește, ca să facă ispășire pentru el înaintea Domnului.",
        "30": "Apoi să aducă una din turturele sau un pui de porumbel, cum va putea,",
        "31": "unul ca jertfă de ispășire și altul ca ardere-de-tot, împreună cu darul de mâncare, și preotul să facă ispășire înaintea Domnului pentru cel ce se curățește.",
        "32": "Aceasta este legea pentru curățirea celui ce are o rană de lepră și nu poate să aducă tot ce este rânduit pentru curățirea lui.” Curățirea leprei de pe case",
        "33": "Domnul a vorbit lui Moise și lui Aaron și a zis:",
        "34": "„După ce veți intra în țara Canaanului, pe care v-o dau în stăpânire, dacă voi trimite o rană de lepră pe vreo casă din țara pe care o veți stăpâni,",
        "35": "cel cu casa să se ducă să spună preotului și să zică: ‘Mi se pare că este ceva ca o rană în casa mea.’",
        "36": "Preotul, înainte de a intra ca să cerceteze rana, să poruncească să se deșerte casa, ca nu cumva tot ce este în ea să se facă necurat. După aceea să intre preotul și să cerceteze casa.",
        "37": "Preotul să cerceteze rana. Dacă vede că pe zidurile casei sunt niște gropișoare verzui sau roșiatice, care par mai adânci decât zidul,",
        "38": "să iasă din casă și, când va ajunge la ușă, să pună să încuie casa șapte zile.",
        "39": "În ziua a șaptea, preotul să se întoarcă în ea. Și, dacă va vedea că rana s-a întins pe zidurile casei,",
        "40": "să poruncească să se scoată pietrele atinse de rană și să le arunce afară din cetate într-un loc necurat.",
        "41": "Să pună să răzăluiască toată partea dinăuntru a casei și tencuiala răzăluită să se arunce afară din cetate, într-un loc necurat.",
        "42": "Să ia alte pietre și să le pună în locul celor dintâi și să se ia altă tencuială, ca să se tencuiască din nou casa.",
        "43": "Dacă rana se va întoarce și va izbucni din nou în casă, după ce au scos pietrele, după ce au răzăluit și tencuit din nou casa,",
        "44": "preotul să se întoarcă în ea. Și, dacă vede că rana s-a întins în casă, este o lepră învechită în casă: casa este necurată.",
        "45": "Să dărâme casa, lemnele și toată tencuiala casei și să scoată aceste lucruri afară din cetate, într-un loc necurat.",
        "46": "Cine va intra în casă în tot timpul când era închisă va fi necurat până seara.",
        "47": "Cine se va culca în casă să-și spele hainele. Cine va mânca în casă, de asemenea, să-și spele hainele.",
        "48": "Dacă preotul care s-a întors în casă vede că rana nu s-a întins după ce a fost tencuită din nou casa, să declare casa curată, căci rana este vindecată.",
        "49": "Pentru curățirea casei să ia două păsări, lemn de cedru, cârmâz și isop.",
        "50": "Să înjunghie una din păsări într-un vas de pământ, într-o apă curgătoare.",
        "51": "Să ia lemnul de cedru, isopul, cârmâzul și pasărea cea vie; să le înmoaie în sângele păsării junghiate și în apa curgătoare și să stropească de șapte ori casa.",
        "52": "Să curățească casa cu sângele păsării, cu apa curgătoare cu pasărea cea vie, cu lemnul de cedru, cu isopul și cârmâzul.",
        "53": "Să dea drumul păsării celei vii afară din cetate, pe câmp. Să facă astfel ispășire pentru casă, și ea va fi curată.",
        "54": "Aceasta este legea pentru orice rană de lepră și pentru râia de cap,",
        "55": "pentru lepra de pe haine și de pe case,",
        "56": "pentru umflături, pentru pecingini și pentru pete:",
        "57": "ea arată când un lucru este necurat și când este curat. Aceasta este legea pentru lepră.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Domnul i-a vorbit lui Moise, zicând:",
        "2": "„Iată care este legea cu privire la cel infectat în ziua curățirii lui: să fie adus înaintea preotului.",
        "3": "Preotul să iasă din tabără, să se uite, iar dacă cel infectat a fost vindecat de rana infecțioasă,",
        "4": "preotul să poruncească să se ia pentru cel ce trebuie curățit două păsări vii și curate, lemn de cedru, fir stacojiu și isop.",
        "5": "Preotul să poruncească să fie înjunghiată una dintre păsări într-un vas de pământ, deasupra unei ape curgătoare.",
        "6": "Să ia pasărea vie și s-o înmoaie împreună cu lemnul de cedru, firul stacojiu și isopul în sângele păsării care a fost înjunghiată deasupra apei curgătoare.",
        "7": "Să-l stropească de șapte ori pe cel ce trebuie curățit de infecție, după care să-l declare curat și să dea drumul păsării vii pe câmp.",
        "8": "Cel ce trebuie curățit va trebui să-și spele hainele, să-și radă tot părul și să se scalde în apă; apoi va fi curat. După aceea, va putea să vină în tabără, dar va trebui să stea șapte zile în afara cortului său.",
        "9": "În ziua a șaptea, să-și radă tot părul: părul de pe cap, barba și sprâncenele; să-și radă tot părul. Apoi să-și spele hainele, să-și scalde trupul în apă și va fi curat.",
        "10": "În ziua a opta, să ia doi miei fără cusur și o mielușea de un an fără cusur, trei zecimi dintr-o efă de făină aleasă, ca dar de mâncare amestecat cu ulei, și un log de ulei.",
        "11": "Preotul care face curățirea să-l aducă pe omul care trebuie curățit înaintea Domnului, la intrarea în Cortul Întâlnirii.",
        "12": "Preotul să ia unul dintre miei și să-l aducă jertfă pentru vină, împreună cu logul de ulei; să le legene, înaintea Domnului, ca jertfă legănată.",
        "13": "Să înjunghie mielul în locul în care sunt înjunghiate jertfele pentru păcat și arderile-de-tot, adică într-un loc sfânt. La fel ca jertfa pentru vină, și jertfa pentru păcat va fi a preotului, căci acestea sunt preasfinte.",
        "14": "Preotul să ia din sângele jertfei pentru vină și să-l pună pe lobul urechii celui ce trebuie curățit, pe degetul mare al mâinii lui drepte și pe degetul mare al piciorului său drept.",
        "15": "Preotul să ia din logul de ulei, să-și toarne în palma stângă,",
        "16": "să-și pună degetul mâinii drepte în uleiul din palma mâinii stângi și, cu degetul, să stropească din ulei de șapte ori înaintea Domnului.",
        "17": "Din uleiul care-i mai rămâne în palmă, preotul să ungă lobul urechii drepte a celui ce trebuie curățit, degetul mare al mâinii lui drepte, degetul mare al piciorului său drept și, de asemenea, să arunce cu ulei peste sângele jertfei pentru vină.",
        "18": "Restul uleiului din palma preotului să fie pus pe capul celui ce trebuie curățit. Apoi preotul să facă ispășire în locul acelui om înaintea Domnului.",
        "19": "Preotul să aducă jertfa pentru păcat ca să facă ispășire pentru cel ce trebuie curățit de necurăția sa. La urmă, va trebui să înjunghie arderea-de-tot.",
        "20": "Preotul va aduce arderea-de-tot și darul de mâncare pe altar. Așa va face preotul ispășire pentru acel om, și acesta din urmă va fi curat.",
        "21": "Dacă este sărac și nu poate aduce toate aceste lucruri, atunci să ia un singur miel ca jertfă pentru vină, jertfă ce trebuie legănată, ca să se facă ispășire pentru el. De asemenea, să mai ia a zecea parte dintr-o efă de făină aleasă, amestecată cu ulei pentru darul de mâncare și un log de ulei.",
        "22": "Să ia și două turturele sau doi pui de porumbel, după cât poate, unul ca jertfă pentru păcat, iar celălalt ca ardere-de-tot.",
        "23": "În cea de-a opta zi să le aducă la preot pentru curățirea lui, la intrarea în Cortul Întâlnirii, înaintea Domnului;",
        "24": "preotul să ia mielul jertfei pentru vină și logul de ulei și să le legene, înaintea Domnului, ca jertfă legănată.",
        "25": "Apoi să înjunghie mielul jertfei pentru vină și să ia din sângele acestuia ca să ungă lobul urechii drepte a celui ce trebuie curățit, degetul mare al mâinii lui drepte și degetul mare al piciorului său drept.",
        "26": "După aceea, va trebui ca preotul să-și toarne niște ulei în palma mâinii stângi",
        "27": "și, cu degetul de la mâna dreaptă, să stropească cu uleiul din palma sa stângă, de șapte ori înaintea Domnului.",
        "28": "Preotul să ungă cu uleiul din palma sa lobul urechii drepte a celui ce trebuie curățit, degetul mare al mâinii lui drepte, degetul mare al piciorului său drept și locul unde a fost pus sângele jertfei pentru vină.",
        "29": "Restul uleiului din palmă să-l pună pe capul celui care trebuie curățit și să facă astfel ispășire în locul lui înaintea Domnului.",
        "30": "Apoi să aducă una dintre turturele sau unul dintre puii de porumbei, după cum poate,",
        "31": "unul ca jertfă pentru păcat și altul ca ardere-de-tot, împreună cu darul de mâncare, iar preotul să facă ispășire înaintea Domnului în locul celui ce se curățește“.",
        "32": "Aceasta este legea pentru cel ce are rana infecțioasă și care nu poate aduce jertfele obișnuite pentru curățirea lui. Curățirea mucegaiului de pe case și haine",
        "33": "Domnul le-a vorbit lui Moise și Aaron, zicând:",
        "34": "„Când veți intra în țara Canaanului, pe care am să v-o dau în stăpânire, dacă voi trimite o pată infecțioasă în vreo casă din țara pe care o veți stăpâni,",
        "35": "atunci stăpânul casei să anunțe preotul, zicând: «Mi se pare că este ceva ca o pată în casa mea».",
        "36": "Înainte de a merge să cerceteze pata, preotul să poruncească să se scoată tot ce este în casă, ca nu cumva tot ce se află în casă să devină necurat. După aceea, preotul va putea să intre și să cerceteze casa.",
        "37": "Să se uite la pată, iar dacă pata de pe zidurile casei are niște gropițe verzui sau roșiatice care par mai adânci decât suprafața peretelui,",
        "38": "preotul să iasă până la intrarea casei și să o închidă pentru șapte zile.",
        "39": "În a șaptea zi, preotul să vină din nou s-o cerceteze. Dacă pata s-a întins pe zidurile casei,",
        "40": "preotul să poruncească să se scoată pietrele atinse de pată și să fie aruncate într-un loc necurat în afara cetății.",
        "41": "Apoi să pună să se răzuiască tot interiorul casei și tot ce s-a răzuit să se arunce într-un loc necurat, în afara cetății.",
        "42": "După aceea, să se ia alte pietre, să se pună în locul celor scoase și să se tencuiască iarăși casa.",
        "43": "Dacă pata apare din nou în casă, după ce au fost scoase pietrele și după ce casa a fost răzuită și tencuită,",
        "44": "preotul să meargă încă o dată și s-o cerceteze. Dacă pata s-a întins pe casă, atunci este o pată infecțioasă permanentă; casa este deci necurată.",
        "45": "Să dărâme casa – pietrele, lemnul și toată tencuiala – și să le ducă într-un loc necurat în afara cetății.",
        "46": "Toți aceia care au intrat în casă în timp ce era închisă, să fie necurați până seara,",
        "47": "și toți aceia care au dormit sau au mâncat în casă, să-și spele hainele.",
        "48": "Dar, dacă preotul vine și vede că pata nu s-a întins pe casă după ce aceasta a fost tencuită, atunci el s-o declare curată, căci pata s-a dus.",
        "49": "Pentru curățirea casei să ia două păsări, lemn de cedru, fir stacojiu, isop",
        "50": "și să înjunghie una dintre păsări într-un vas de pământ, deasupra unei ape curgătoare.",
        "51": "Să ia lemnul de cedru, isopul, firul stacojiu și pasărea vie, să le înmoaie în sângele păsării înjunghiate, apoi în apa curgătoare și să stropească de șapte ori casa.",
        "52": "Să curățească astfel casa cu sângele păsării, cu apă proaspătă, cu pasărea vie, cu lemnul de cedru, cu isopul și cu firul stacojiu.",
        "53": "După aceea, să-i dea drumul păsării celei vii în afara cetății, pe câmp. Astfel va face ispășire pentru casă și ea va fi curată“.",
        "54": "Aceasta este legea pentru orice fel de rană infecțioasă, pentru eczemă,",
        "55": "pentru infecția de pe haine și de pe case,",
        "56": "pentru umflături, erupții și pete.",
        "57": "Ea arată când un lucru este necurat sau când un lucru este curat. Aceasta este legea pentru infecții."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh spoke to Moses, saying,",
        "2": "“This shall be the law of the leper in the day of his cleansing: He shall be brought to the priest,",
        "3": "and the priest shall go out of the camp. The priest shall examine him. Behold, if the plague of leprosy is healed in the leper,",
        "4": "then the priest shall command them to take for him who is to be cleansed two living clean birds, cedar wood, scarlet, and hyssop.",
        "5": "The priest shall command them to kill one of the birds in an earthen vessel over running water.",
        "6": "As for the living bird, he shall take it, the cedar wood, the scarlet, and the hyssop, and shall dip them and the living bird in the blood of the bird that was killed over the running water.",
        "7": "He shall sprinkle on him who is to be cleansed from the leprosy seven times, and shall pronounce him clean, and shall let the living bird go into the open field.",
        "8": "“He who is to be cleansed shall wash his clothes, and shave off all his hair, and bathe himself in water; and he shall be clean. After that he shall come into the camp, but shall dwell outside his tent seven days.",
        "9": "It shall be on the seventh day, that he shall shave all his hair off his head and his beard and his eyebrows. He shall shave off all his hair. He shall wash his clothes, and he shall bathe his body in water. Then he shall be clean.",
        "10": "“On the eighth day he shall take two male lambs without defect, one ewe lamb a year old without defect, three tenths of an ephah of fine flour for a meal offering, mixed with oil, and one log of oil.",
        "11": "The priest who cleanses him shall set the man who is to be cleansed, and those things, before Yahweh, at the door of the Tent of Meeting.",
        "12": "“The priest shall take one of the male lambs, and offer him for a trespass offering, with the log of oil, and wave them for a wave offering before Yahweh.",
        "13": "He shall kill the male lamb in the place where they kill the sin offering and the burnt offering, in the place of the sanctuary; for as the sin offering is the priest’s, so is the trespass offering. It is most holy.",
        "14": "The priest shall take some of the blood of the trespass offering, and the priest shall put it on the tip of the right ear of him who is to be cleansed, and on the thumb of his right hand, and on the big toe of his right foot.",
        "15": "The priest shall take some of the log of oil, and pour it into the palm of his own left hand.",
        "16": "The priest shall dip his right finger in the oil that is in his left hand, and shall sprinkle some of the oil with his finger seven times before Yahweh.",
        "17": "The priest shall put some of the rest of the oil that is in his hand on the tip of the right ear of him who is to be cleansed, and on the thumb of his right hand, and on the big toe of his right foot, upon the blood of the trespass offering.",
        "18": "The rest of the oil that is in the priest’s hand he shall put on the head of him who is to be cleansed, and the priest shall make atonement for him before Yahweh.",
        "19": "“The priest shall offer the sin offering, and make atonement for him who is to be cleansed because of his uncleanness. Afterward he shall kill the burnt offering;",
        "20": "then the priest shall offer the burnt offering and the meal offering on the altar. The priest shall make atonement for him, and he shall be clean.",
        "21": "“If he is poor, and can’t afford so much, then he shall take one male lamb for a trespass offering to be waved, to make atonement for him, and one tenth of an ephah of fine flour mixed with oil for a meal offering, and a log of oil;",
        "22": "and two turtledoves, or two young pigeons, such as he is able to afford; and the one shall be a sin offering, and the other a burnt offering.",
        "23": "“On the eighth day he shall bring them for his cleansing to the priest, to the door of the Tent of Meeting, before Yahweh.",
        "24": "The priest shall take the lamb of the trespass offering, and the log of oil, and the priest shall wave them for a wave offering before Yahweh.",
        "25": "He shall kill the lamb of the trespass offering. The priest shall take some of the blood of the trespass offering and put it on the tip of the right ear of him who is to be cleansed, and on the thumb of his right hand, and on the big toe of his right foot.",
        "26": "The priest shall pour some of the oil into the palm of his own left hand;",
        "27": "and the priest shall sprinkle with his right finger some of the oil that is in his left hand seven times before Yahweh.",
        "28": "Then the priest shall put some of the oil that is in his hand on the tip of the right ear of him who is to be cleansed, and on the thumb of his right hand, and on the big toe of his right foot, on the place of the blood of the trespass offering.",
        "29": "The rest of the oil that is in the priest’s hand he shall put on the head of him who is to be cleansed, to make atonement for him before Yahweh.",
        "30": "He shall offer one of the turtledoves, or of the young pigeons, which ever he is able to afford,",
        "31": "of the kind he is able to afford, the one for a sin offering, and the other for a burnt offering, with the meal offering. The priest shall make atonement for him who is to be cleansed before Yahweh.”",
        "32": "This is the law for him in whom is the plague of leprosy, who is not able to afford the sacrifice for his cleansing.",
        "33": "Yahweh spoke to Moses and to Aaron, saying,",
        "34": "“When you have come into the land of Canaan, which I give to you for a possession, and I put a spreading mildew in a house in the land of your possession,",
        "35": "then he who owns the house shall come and tell the priest, saying, ‘There seems to me to be some sort of plague in the house.’",
        "36": "The priest shall command that they empty the house, before the priest goes in to examine the plague, that all that is in the house not be made unclean. Afterward the priest shall go in to inspect the house.",
        "37": "He shall examine the plague; and behold, if the plague is in the walls of the house with hollow streaks, greenish or reddish, and it appears to be deeper than the wall,",
        "38": "then the priest shall go out of the house to the door of the house, and shut up the house seven days.",
        "39": "The priest shall come again on the seventh day, and look. If the plague has spread in the walls of the house,",
        "40": "then the priest shall command that they take out the stones in which is the plague, and cast them into an unclean place outside of the city.",
        "41": "He shall cause the inside of the house to be scraped all over. They shall pour out the mortar that they scraped off outside of the city into an unclean place.",
        "42": "They shall take other stones, and put them in the place of those stones; and he shall take other mortar, and shall plaster the house.",
        "43": "“If the plague comes again, and breaks out in the house after he has taken out the stones, and after he has scraped the house, and after it was plastered,",
        "44": "then the priest shall come in and look; and behold, if the plague has spread in the house, it is a destructive mildew in the house. It is unclean.",
        "45": "He shall break down the house, its stones, and its timber, and all the house’s mortar. He shall carry them out of the city into an unclean place.",
        "46": "“Moreover he who goes into the house while it is shut up shall be unclean until the evening.",
        "47": "He who lies down in the house shall wash his clothes; and he who eats in the house shall wash his clothes.",
        "48": "“If the priest shall come in, and examine it, and behold, the plague hasn’t spread in the house, after the house was plastered, then the priest shall pronounce the house clean, because the plague is healed.",
        "49": "To cleanse the house he shall take two birds, cedar wood, scarlet, and hyssop.",
        "50": "He shall kill one of the birds in an earthen vessel over running water.",
        "51": "He shall take the cedar wood, the hyssop, the scarlet, and the living bird, and dip them in the blood of the slain bird, and in the running water, and sprinkle the house seven times.",
        "52": "He shall cleanse the house with the blood of the bird, and with the running water, with the living bird, with the cedar wood, with the hyssop, and with the scarlet;",
        "53": "but he shall let the living bird go out of the city into the open field. So shall he make atonement for the house; and it shall be clean.”",
        "54": "This is the law for any plague of leprosy, and for an itch,",
        "55": "and for the destructive mildew of a garment, and for a house,",
        "56": "and for a swelling, and for a scab, and for a bright spot;",
        "57": "to teach when it is unclean, and when it is clean. This is the law of leprosy."
      }
    }
  }
}