{
  "book": "Leviticul",
  "chapter": "9",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În ziua a opta, Moise a chemat pe Aaron și pe fiii lui și pe bătrânii lui Israel.",
        "2": "Și a zis lui Aaron: „Ia un vițel pentru jertfa de ispășire și un berbec pentru arderea-de-tot, amândoi fără cusur, și adu-i înaintea Domnului.",
        "3": "Să vorbești copiilor lui Israel și să le spui: ‘Luați un țap pentru jertfa de ispășire, un vițel și un miel de un an și fără cusur pentru arderea-de-tot;",
        "4": "un taur și un berbec pentru jertfa de mulțumire, ca să-i jertfiți înaintea Domnului, și un dar de mâncare frământat cu untdelemn. Căci azi vi se va arăta Domnul.’”",
        "5": "Ei au adus înaintea cortului întâlnirii tot ce poruncise Moise, și toată adunarea s-a apropiat și a stat înaintea Domnului.",
        "6": "Moise a zis: „Să faceți ce a poruncit Domnul, și vi se va arăta slava Domnului.”",
        "7": "Moise a zis lui Aaron: „Apropie-te de altar, adu-ți jertfa ta de ispășire și arderea ta de tot și fă ispășire pentru tine și pentru popor; adu și jertfa poporului și fă ispășire pentru el, cum a poruncit Domnul.”",
        "8": "Aaron s-a apropiat de altar și a înjunghiat vițelul pentru jertfa lui de ispășire.",
        "9": "Fiii lui Aaron au adus sângele la el; el și-a înmuiat degetul în sânge, a uns coarnele altarului, iar celălalt sânge l-a turnat la picioarele altarului.",
        "10": "A ars pe altar grăsimea, rărunchii și prapurul ficatului de la vițelul pentru jertfa de ispășire, cum poruncise lui Moise Domnul.",
        "11": "Iar carnea și pielea le-a ars în foc afară din tabără.",
        "12": "A înjunghiat apoi arderea-de-tot. Fiii lui Aaron au adus sângele la el, și el l-a stropit pe altar de jur împrejur.",
        "13": "I-au adus și arderea-de-tot tăiată în bucăți, cu cap cu tot, și a ars-o pe altar.",
        "14": "A spălat măruntaiele și picioarele și le-a ars pe altar, deasupra arderii-de-tot.",
        "15": "În urmă, a adus jertfa pentru popor. A luat țapul pentru jertfa de ispășire a poporului, l-a înjunghiat și l-a adus jertfă de ispășire, ca și pe cea dintâi jertfă.",
        "16": "A adus apoi arderea-de-tot și a jertfit-o, după rânduielile așezate.",
        "17": "A adus și jertfa de mâncare, a umplut un pumn din ea și a ars-o pe altar, afară de arderea-de-tot de dimineață.",
        "18": "A înjunghiat apoi taurul și berbecul ca jertfă de mulțumire pentru popor. Fiii lui Aaron au adus sângele la el, și el a stropit pe altar de jur împrejur.",
        "19": "I-au adus apoi grăsimea taurului și a berbecului, coada, grăsimea care acoperă măruntaiele, rărunchii și prapurul ficatului;",
        "20": "au pus grăsimile acestea deasupra piepturilor și el a ars grăsimile pe altar.",
        "21": "Aaron a legănat într-o parte și într-alta, ca dar legănat înaintea Domnului, piepturile și spata dreaptă, cum poruncise lui Moise Domnul. Foc din cer",
        "22": "Aaron și-a ridicat mâinile spre popor și l-a binecuvântat. Apoi, după ce a adus jertfa de ispășire, arderea-de-tot și jertfa de mulțumire, s-a coborât.",
        "23": "Moise și Aaron au intrat în cortul întâlnirii. Când au ieșit din el, au binecuvântat poporul. Și slava Domnului s-a arătat întregului popor.",
        "24": "Un foc a ieșit dinaintea Domnului și a mistuit pe altar arderea-de-tot și grăsimile. Tot poporul a văzut lucrul acesta; au scos strigăte de bucurie și s-au aruncat cu fața la pământ."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În cea de-a opta zi, Moise i-a chemat pe Aaron, pe fiii săi și pe bătrânii lui Israel.",
        "2": "El i-a zis lui Aaron: „Ia-ți un vițel din cireadă, pentru o jertfă pentru păcat, și un berbec fără cusur, pentru o ardere-de-tot, și adu-i înaintea Domnului.",
        "3": "Apoi să le vorbești fiilor lui Israel, spunând: «Luați un țap, pentru o jertfă pentru păcat, un vițel și un miel de un an, fără cusur, pentru o ardere-de-tot,",
        "4": "un bou și un berbec, pentru o jertfă de pace, ca să-i jertfiți înaintea Domnului, și un dar de mâncare, amestecat cu ulei, căci astăzi vi Se va arăta Domnul»“.",
        "5": "Fiii lui Israel au adus înaintea Cortului Întâlnirii ce a poruncit Moise și întreaga adunare s-a apropiat și a stat înaintea Domnului.",
        "6": "Moise le-a zis: „Acesta este lucrul pe care vi l-a poruncit Domnul să-l faceți, pentru ca gloria Domnului să vi se arate“.",
        "7": "Apoi Moise i-a zis lui Aaron: „Apropie-te de altar și adu jertfa pentru păcatul tău și arderea ta de tot și fă ispășire pentru tine și pentru popor. Adu și ofranda poporului și fă ispășire pentru ei, așa cum a poruncit Domnul“.",
        "8": "Aaron s-a apropiat de altar și a înjunghiat vițelul adus ca jertfă pentru păcat. Acesta era pentru el.",
        "9": "Fiii lui Aaron i-au adus sângele, iar el a luat cu degetul din sânge și a uns coarnele altarului. Restul sângelui l-a turnat la baza altarului.",
        "10": "Dar grăsimea, rinichii și membrana ficatului de la jertfa pentru păcat le-a ars pe altar, așa cum i-a poruncit Domnul lui Moise.",
        "11": "Carnea și pielea le-a ars în afara taberei.",
        "12": "Apoi a înjunghiat arderea-de-tot. Fiii lui Aaron i-au adus sângele și el l-a stropit pe altar, de jur împrejur.",
        "13": "I-au adus arderea-de-tot tăiată în bucăți, cu tot cu cap, și el le-a ars pe altar.",
        "14": "A spălat măruntaiele și picioarele și le-a ars pe altar, deasupra arderii-de-tot.",
        "15": "După aceea, Aaron a adus ofranda poporului. A luat țapul care trebuia adus ca jertfă pentru păcatul poporului, l-a înjunghiat, după care l-a adus ca jertfă pentru păcat, ca și pe cea dintâi jertfă.",
        "16": "A adus apoi arderea-de-tot și a jertfit-o în conformitate cu reglementările stabilite.",
        "17": "A adus darul de mâncare, a luat un pumn de făină din el și a ars-o pe altar, pe lângă arderea-de-tot de dimineață.",
        "18": "După aceea, a înjunghiat boul și berbecul ca jertfă de pace pentru popor. Fiii lui Aaron i-au adus sângele și el l-a stropit pe altar, de jur împrejur.",
        "19": "I-au adus apoi grăsimea boului și a berbecului: grăsimea cozilor, grăsimea de pe măruntaie, rinichii și grăsimea de pe ei, membranele de pe ficați.",
        "20": "Au pus grăsimea deasupra piepților, iar Aaron a ars această grăsime pe altar.",
        "21": "După aceea, a legănat piepții și spata dreaptă ca jertfă legănată înaintea Domnului, așa cum a poruncit Moise.",
        "22": "Aaron și-a ridicat mâinile spre popor și l-a binecuvântat. Apoi Aaron a coborât din locul în care a adus jertfa pentru păcat, arderea-de-tot și jertfa de pace.",
        "23": "Moise și Aaron au intrat în Cortul Întâlnirii, iar când au ieșit, au binecuvântat poporul. Atunci gloria Domnului s-a arătat întregului popor.",
        "24": "Un foc a ieșit dinaintea Domnului și a mistuit arderea-de-tot și grăsimea de pe altar. Tot poporul a văzut lucrul acesta, a strigat de bucurie și s-a aruncat cu fața la pământ."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "On the eighth day, Moses called Aaron and his sons, and the elders of Israel;",
        "2": "and he said to Aaron, “Take a calf from the herd for a sin offering, and a ram for a burnt offering, without defect, and offer them before Yahweh.",
        "3": "You shall speak to the children of Israel, saying, ‘Take a male goat for a sin offering; and a calf and a lamb, both a year old, without defect, for a burnt offering;",
        "4": "and a bull and a ram for peace offerings, to sacrifice before Yahweh; and a meal offering mixed with oil: for today Yahweh appears to you.’”",
        "5": "They brought what Moses commanded before the Tent of Meeting. All the congregation came near and stood before Yahweh.",
        "6": "Moses said, “This is the thing which Yahweh commanded that you should do; and Yahweh’s glory shall appear to you.”",
        "7": "Moses said to Aaron, “Draw near to the altar, and offer your sin offering, and your burnt offering, and make atonement for yourself, and for the people; and offer the offering of the people, and make atonement for them, as Yahweh commanded.”",
        "8": "So Aaron came near to the altar, and killed the calf of the sin offering, which was for himself.",
        "9": "The sons of Aaron presented the blood to him; and he dipped his finger in the blood, and put it on the horns of the altar, and poured out the blood at the base of the altar;",
        "10": "but the fat, and the kidneys, and the cover from the liver of the sin offering, he burned upon the altar, as Yahweh commanded Moses.",
        "11": "The meat and the skin he burned with fire outside the camp.",
        "12": "He killed the burnt offering; and Aaron’s sons delivered the blood to him, and he sprinkled it around on the altar.",
        "13": "They delivered the burnt offering to him, piece by piece, and the head. He burned them upon the altar.",
        "14": "He washed the innards and the legs, and burned them on the burnt offering on the altar.",
        "15": "He presented the people’s offering, and took the goat of the sin offering which was for the people, and killed it, and offered it for sin, like the first.",
        "16": "He presented the burnt offering, and offered it according to the ordinance.",
        "17": "He presented the meal offering, and filled his hand from there, and burned it upon the altar, in addition to the burnt offering of the morning.",
        "18": "He also killed the bull and the ram, the sacrifice of peace offerings, which was for the people. Aaron’s sons delivered to him the blood, which he sprinkled around on the altar;",
        "19": "and the fat of the bull and of the ram, the fat tail, and that which covers the innards, and the kidneys, and the cover of the liver;",
        "20": "and they put the fat upon the breasts, and he burned the fat on the altar.",
        "21": "Aaron waved the breasts and the right thigh for a wave offering before Yahweh, as Moses commanded.",
        "22": "Aaron lifted up his hands toward the people, and blessed them; and he came down from offering the sin offering, and the burnt offering, and the peace offerings.",
        "23": "Moses and Aaron went into the Tent of Meeting, and came out, and blessed the people; and Yahweh’s glory appeared to all the people.",
        "24": "Fire came out from before Yahweh, and consumed the burnt offering and the fat upon the altar. When all the people saw it, they shouted, and fell on their faces."
      }
    }
  }
}