{
  "book": "Leviticul",
  "chapter": "18",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul a vorbit lui Moise și a zis:",
        "2": "„Vorbește copiilor lui Israel și spune-le: ‘Eu sunt Domnul Dumnezeul vostru.",
        "3": "Să nu faceți ce se face în țara Egiptului, unde ați locuit, și să nu faceți ce se face în țara Canaanului, unde vă duc Eu: să nu vă luați după obiceiurile lor.",
        "4": "Să împliniți poruncile Mele și să țineți legile Mele: să le urmați. Eu sunt Domnul Dumnezeul vostru.",
        "5": "Să păziți legile și poruncile Mele: omul care le va împlini va trăi prin ele. Eu sunt Domnul!",
        "6": "Niciunul dintre voi să nu se apropie de ruda lui de sânge ca să-i descopere goliciunea. Eu sunt Domnul.",
        "7": "Să nu descoperi goliciunea tatălui tău, nici goliciunea mamei tale. Îți este mamă: să nu-i descoperi goliciunea.",
        "8": "Să nu descoperi goliciunea nevestei tatălui tău. Este goliciunea tatălui tău.",
        "9": "Să nu descoperi goliciunea surorii tale, fata tatălui tău sau fata mamei tale, născută în casă sau afară din casă.",
        "10": "Să nu descoperi goliciunea fetei fiului tău sau a fetei tale. Căci este goliciunea ta.",
        "11": "Să nu descoperi goliciunea fetei nevestei tatălui tău, născută din tatăl tău. Îți este soră.",
        "12": "Să nu descoperi goliciunea surorii tatălui tău. Este rudă de aproape cu tatăl tău.",
        "13": "Să nu descoperi goliciunea surorii mamei tale. Este rudă de aproape cu mama ta.",
        "14": "Să nu descoperi goliciunea fratelui tatălui tău. Să nu te apropii de nevasta lui. Îți este mătușă.",
        "15": "Să nu descoperi goliciunea nurorii tale. Este nevasta fiului tău: să nu-i descoperi goliciunea.",
        "16": "Să nu descoperi goliciunea nevestei fratelui tău. Este goliciunea fratelui tău.",
        "17": "Să nu descoperi goliciunea unei femei și a fetei ei. Să nu iei pe fata fiului ei, nici pe fata fetei ei, ca să le descoperi goliciunea. Îți sunt rude de aproape: este o nelegiuire.",
        "18": "Să nu iei pe sora nevestei tale, ca să-i faci în necaz, descoperindu-i goliciunea alături de nevastă-ta, cât timp ea este încă în viață.",
        "19": "Să nu te apropii de o femeie în timpul necurăției ei, când este la soroc, ca să-i descoperi goliciunea.",
        "20": "Să nu te împreuni cu nevasta semenului tău, ca să te pângărești cu ea.",
        "21": "Să nu dai pe niciunul din copiii tăi ca să fie adus jertfă lui Moloh și să nu pângărești Numele Dumnezeului tău. Eu sunt Domnul.",
        "22": "Să nu te culci cu un bărbat cum se culcă cineva cu o femeie. Este o urâciune.",
        "23": "Să nu te culci cu o vită ca să te pângărești cu ea. Femeia să nu se apropie de o vită ca să curvească cu ea. Este o mare mișelie.",
        "24": "Să nu vă spurcați cu niciunul din aceste lucruri, căci prin toate aceste lucruri s-au spurcat neamurile pe care le voi izgoni dinaintea voastră.",
        "25": "Țara a fost spurcată prin ele; Eu îi voi pedepsi fărădelegea și pământul va vărsa din gura lui pe locuitorii lui.",
        "26": "Păziți dar legile și poruncile Mele și nu faceți niciuna din aceste spurcăciuni, nici băștinașul, nici străinul care locuiește în mijlocul vostru.",
        "27": "Căci toate aceste spurcăciuni le-au făcut oamenii din țara aceasta, care au fost înaintea voastră în ea; și astfel țara a fost pângărită.",
        "28": "Luați seama ca nu cumva să vă verse și pe voi țara din gura ei, dacă o spurcați, cum a vărsat pe neamurile care erau în ea înaintea voastră.",
        "29": "Căci toți cei ce vor face vreuna din aceste spurcăciuni vor fi nimiciți din mijlocul poporului lor.",
        "30": "Păziți poruncile Mele și nu faceți niciunul din obiceiurile urâte care se făceau înaintea voastră, ca să nu vă spurcați cu ele. Eu sunt Domnul Dumnezeul vostru.’”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Domnul i-a vorbit lui Moise, zicând:",
        "2": "„Vorbește-le fiilor lui Israel și spune-le: «Eu sunt Domnul, Dumnezeul vostru.",
        "3": "Să nu comiteți faptele care se fac în țara Egiptului, unde ați locuit, și să nu comiteți faptele care se fac în Canaan, țara unde vă duc. Să nu trăiți după obiceiurile lor.",
        "4": "Să împliniți legile Mele și să păziți reglementările Mele, urmându-le. Eu sunt Domnul, Dumnezeul vostru.",
        "5": "Să păziți reglementările Mele și legile Mele, pe care, dacă omul le împlinește va trăi prin ele. Eu sunt Domnul.",
        "6": "Nimeni să nu se apropie de ruda lui apropiată ca să-i descopere goliciunea. Eu sunt Domnul.",
        "7": "Să nu descoperi goliciunea tatălui tău, nici goliciunea mamei tale. Să nu-i descoperi goliciunea, pentru că este mama ta.",
        "8": "Să nu descoperi goliciunea soției tatălui tău, căci este goliciunea tatălui tău.",
        "9": "Să nu descoperi goliciunea surorii tale, fata tatălui tău sau fata mamei tale, care este născută în casa ta sau în afara casei tale.",
        "10": "Să nu descoperi goliciunea fetei fiului tău sau a fiicei fetei tale, căci goliciunea lor este goliciunea ta.",
        "11": "Să nu descoperi goliciunea fetei soției tatălui tău, născută tatălui tău, pentru că ea este sora ta.",
        "12": "Să nu descoperi goliciunea surorii tatălui tău. Ea este ruda tatălui tău.",
        "13": "Să nu descoperi goliciunea surorii mamei tale, pentru că ea este ruda mamei tale.",
        "14": "Să nu descoperi goliciunea fratelui tatălui tău, adică să nu te apropii de soția lui; îți este mătușă.",
        "15": "Să nu descoperi goliciunea nurorii tale. Ea este soția fiului tău; să nu-i descoperi goliciunea.",
        "16": "Să nu descoperi goliciunea soției fratelui tău; este goliciunea fratelui tău.",
        "17": "Să nu descoperi goliciunea unei femei și a fetei sale și nici să nu iei pe fata fiului ei sau pe fata fiicei sale ca să le descoperi goliciunea, căci ele îți sunt rudenii și lucrul acesta este o desfrânare.",
        "18": "Să nu o iei pe sora soției tale ca să-i descoperi goliciunea. Dacă faci lucrul acesta cât timp soția ta mai este încă în viață, îi faci un mare necaz.",
        "19": "Să nu te apropii de o femeie ca să-i descoperi goliciunea în timpul necurăției ei.",
        "20": "Să nu te culci cu soția semenului tău, pângărindu-te astfel cu ea.",
        "21": "Să nu-l dai pe niciunul dintre fiii tăi să fie sacrificat în cinstea lui Moleh și să nu profanezi Numele Dumnezeului tău. Eu sunt Domnul.",
        "22": "Să nu te culci cu un bărbat așa cum te culci cu o femeie; este o urâciune.",
        "23": "Să nu te împreunezi cu vreun animal, pângărindu-te cu el. Nici femeia să nu se apropie de un animal ca să se împreuneze cu el; este o perversitate.",
        "24": "Să nu vă pângăriți în niciunul dintre aceste feluri, căci prin toate aceste fapte s-au pângărit națiunile pe care le voi alunga dinaintea voastră.",
        "25": "Țara a fost pângărită. De aceea am pedepsit-o pentru nelegiuirea ei, astfel încât țara i-a vărsat din gura ei pe locuitorii ei.",
        "26": "Voi însă să păziți hotărârile și judecățile Mele. Nici băștinașul și nici străinul care locuiește printre voi să nu comită aceste urâciuni,",
        "27": "căci toate aceste urâciuni le-au făcut locuitorii acestei țări, care au fost înainte de voi în ea, și țara a fost astfel pângărită.",
        "28": "Dacă și voi veți pângări țara, ea vă va vărsa așa cum le-a vărsat și pe națiunile care au fost înaintea voastră.",
        "29": "Căci oricine va face vreuna din toate aceste urâciuni va fi nimicit din mijlocul poporului său.",
        "30": "De aceea îndepliniți-vă responsabilitățile față de Mine și nu practicați niciunul dintre aceste obiceiuri urâte care au fost practicate înaintea voastră, ca să nu vă pângăriți cu ele. Eu sunt Domnul, Dumnezeul vostru»“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh said to Moses,",
        "2": "“Speak to the children of Israel, and say to them, ‘I am Yahweh your God.",
        "3": "You shall not do as they do in the land of Egypt, where you lived. You shall not do as they do in the land of Canaan, where I am bringing you. You shall not follow their statutes.",
        "4": "You shall do my ordinances. You shall keep my statutes and walk in them. I am Yahweh your God.",
        "5": "You shall therefore keep my statutes and my ordinances, which if a man does, he shall live in them. I am Yahweh.",
        "6": "“‘None of you shall approach any close relatives, to uncover their nakedness: I am Yahweh.",
        "7": "“‘You shall not uncover the nakedness of your father, nor the nakedness of your mother: she is your mother. You shall not uncover her nakedness.",
        "8": "“‘You shall not uncover the nakedness of your father’s wife. It is your father’s nakedness.",
        "9": "“‘You shall not uncover the nakedness of your sister, the daughter of your father, or the daughter of your mother, whether born at home or born abroad.",
        "10": "“‘You shall not uncover the nakedness of your son’s daughter, or of your daughter’s daughter, even their nakedness; for theirs is your own nakedness.",
        "11": "“‘You shall not uncover the nakedness of your father’s wife’s daughter, conceived by your father, since she is your sister.",
        "12": "“‘You shall not uncover the nakedness of your father’s sister. She is your father’s near kinswoman.",
        "13": "“‘You shall not uncover the nakedness of your mother’s sister, for she is your mother’s near kinswoman.",
        "14": "“‘You shall not uncover the nakedness of your father’s brother. You shall not approach his wife. She is your aunt.",
        "15": "“‘You shall not uncover the nakedness of your daughter-in-law. She is your son’s wife. You shall not uncover her nakedness.",
        "16": "“‘You shall not uncover the nakedness of your brother’s wife. It is your brother’s nakedness.",
        "17": "“‘You shall not uncover the nakedness of a woman and her daughter. You shall not take her son’s daughter, or her daughter’s daughter, to uncover her nakedness. They are near kinswomen. It is wickedness.",
        "18": "“‘You shall not take a wife in addition to her sister, to be a rival, to uncover her nakedness, while her sister is still alive.",
        "19": "“‘You shall not approach a woman to uncover her nakedness, as long as she is impure by her uncleanness.",
        "20": "“‘You shall not lie carnally with your neighbor’s wife, and defile yourself with her.",
        "21": "“‘You shall not give any of your children as a sacrifice to Molech. You shall not profane the name of your God. I am Yahweh.",
        "22": "“‘You shall not lie with a man as with a woman. That is detestable.",
        "23": "“‘You shall not lie with any animal to defile yourself with it. No woman may give herself to an animal, to lie down with it: it is a perversion.",
        "24": "“‘Don’t defile yourselves in any of these things; for in all these the nations which I am casting out before you were defiled.",
        "25": "The land was defiled. Therefore I punished its iniquity, and the land vomited out her inhabitants.",
        "26": "You therefore shall keep my statutes and my ordinances, and shall not do any of these abominations; neither the native-born, nor the stranger who lives as a foreigner among you",
        "27": "(for the men of the land that were before you had done all these abominations, and the land became defiled),",
        "28": "that the land not vomit you out also, when you defile it, as it vomited out the nation that was before you.",
        "29": "“‘For whoever shall do any of these abominations, even the souls that do them shall be cut off from among their people.",
        "30": "Therefore you shall keep my requirements, that you do not practice any of these abominable customs which were practiced before you, and that you do not defile yourselves with them. I am Yahweh your God.’”"
      }
    }
  }
}