{
  "book": "Luca",
  "chapter": "3",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Propovăduirea lui Ioan Botezătorul În anul al cincisprezecelea al domniei lui Tiberiu Cezar – pe când Pilat din Pont era dregător în Iudeea; Irod, cârmuitor al Galileii; Filip, fratele lui, cârmuitor al Ituriei și al Trahonitei; Lisania, cârmuitor al Abilenei;",
        "2": "și în zilele marilor preoți Ana și Caiafa –, Cuvântul lui Dumnezeu a vorbit lui Ioan, fiul lui Zaharia, în pustie.",
        "3": "Și Ioan a venit prin tot ținutul din împrejurimile Iordanului și propovăduia botezul pocăinței, pentru iertarea păcatelor,",
        "4": "după cum este scris în cartea cuvintelor prorocului Isaia: „Iată glasul celui ce strigă în pustie: ‘Pregătiți calea Domnului, neteziți-I cărările.",
        "5": "Orice vale va fi astupată, orice munte și orice deal vor fi prefăcute în loc neted; căile strâmbe vor fi îndreptate și drumurile zgrunțuroase vor fi netezite.",
        "6": "Și orice făptură va vedea mântuirea lui Dumnezeu.’”",
        "7": "Ioan zicea dar noroadelor care veneau să fie botezate de el: „Pui de năpârci, cine v-a învățat să fugiți de mânia viitoare?",
        "8": "Faceți dar roade vrednice de pocăința voastră și nu vă apucați să ziceți în voi înșivă: ‘Avem pe Avraam ca tată!’ Căci vă spun că Dumnezeu din pietrele acestea poate să ridice fii lui Avraam.",
        "9": "Securea a și fost înfiptă la rădăcina pomilor: deci orice pom care nu face roadă bună este tăiat și aruncat în foc.”",
        "10": "Noroadele îl întrebau și ziceau: „Atunci ce trebuie să facem?”",
        "11": "Drept răspuns, el le zicea: „Cine are două haine să împartă cu cine n-are niciuna; și cine are de mâncare să facă la fel.”",
        "12": "Au venit și niște vameși să fie botezați și i-au zis: „Învățătorule, noi ce trebuie să facem?”",
        "13": "El le-a răspuns: „Să nu cereți nimic mai mult peste ce v-a fost poruncit să luați.”",
        "14": "Niște ostași îl întrebau și ei și ziceau: „Dar noi ce trebuie să facem?” El le-a răspuns: „Să nu stoarceți nimic de la nimeni prin amenințări, nici să nu învinuiți pe nimeni pe nedrept, ci să vă mulțumiți cu lefurile voastre.”",
        "15": "Fiindcă norodul era în așteptare și toți se gândeau în inimile lor cu privire la Ioan dacă nu cumva este el Hristosul,",
        "16": "Ioan, drept răspuns, a zis tuturor: „Cât despre mine, eu vă botez cu apă; dar vine Acela care este mai puternic decât mine și Căruia eu nu sunt vrednic să-I dezleg cureaua încălțămintei. El vă va boteza cu Duhul Sfânt și cu foc.",
        "17": "Acela are lopata în mână; Își va curăți aria cu desăvârșire și Își va strânge grâul în grânar, iar pleava o va arde într-un foc care nu se stinge.” Închiderea lui Ioan",
        "18": "Astfel propovăduia Ioan norodului Evanghelia și-i dădea încă multe alte îndemnuri.",
        "19": "Dar cârmuitorul Irod, care era mustrat de Ioan pentru Irodiada, nevasta fratelui său Filip, și pentru toate relele pe care le făcuse,",
        "20": "a mai adăugat la toate celelalte rele și pe acela că a închis pe Ioan în temniță. Botezul lui Isus",
        "21": "După ce a fost botezat tot norodul, a fost botezat și Isus; și pe când Se ruga, s-a deschis cerul,",
        "22": "și Duhul Sfânt S-a coborât peste El în chip trupesc, ca un porumbel. Și din cer s-a auzit un glas, care zicea: „Tu ești Fiul Meu preaiubit, în Tine Îmi găsesc toată plăcerea Mea!” Cartea neamului lui Isus Hristos",
        "23": "Isus avea aproape treizeci de ani când a început să învețe pe norod; și era, cum se credea, fiul lui Iosif, fiul lui Eli,",
        "24": "fiul lui Matat, fiul lui Levi, fiul lui Melhi, fiul lui Ianai, fiul lui Iosif,",
        "25": "fiul lui Matatia, fiul lui Amos, fiul lui Naum, fiul lui Esli, fiul lui Nagai,",
        "26": "fiul lui Maat, fiul lui Matatia, fiul lui Semei, fiul lui Ioseh, fiul lui Ioda,",
        "27": "fiul lui Ioanan, fiul lui Resa, fiul lui Zorobabel, fiul lui Salatiel, fiul lui Neri,",
        "28": "fiul lui Melhi, fiul lui Adi, fiul lui Cosam, fiul lui Elmadam, fiul lui Er,",
        "29": "fiul lui Isus, fiul lui Eliezer, fiul lui Iorim, fiul lui Matat, fiul lui Levi,",
        "30": "fiul lui Simeon, fiul lui Iuda, fiul lui Iosif, fiul lui Ionam, fiul lui Eliachim,",
        "31": "fiul lui Melea, fiul lui Mena, fiul lui Matata, fiul lui Natan, fiul lui David,",
        "32": "fiul lui Iese, fiul lui Iobed, fiul lui Boaz, fiul lui Salmon, fiul lui Naason,",
        "33": "fiul lui Aminadab, fiul lui Admin, fiul lui Arni, fiul lui Esrom, fiul lui Fares, fiul lui Iuda,",
        "34": "fiul lui Iacov, fiul lui Isaac, fiul lui Avraam, fiul lui Tara, fiul lui Nahor,",
        "35": "fiul lui Seruh, fiul lui Ragau, fiul lui Falec, fiul lui Eber, fiul lui Sala,",
        "36": "fiul lui Cainam, fiul lui Arfaxad, fiul lui Sem, fiul lui Noe, fiul lui Lameh,",
        "37": "fiul lui Matusala, fiul lui Enoh, fiul lui Iared, fiul lui Maleleel, fiul lui Cainan,",
        "38": "fiul lui Enos, fiul lui Set, fiul lui Adam, fiul lui Dumnezeu."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Lucrarea lui Ioan Botezătorul În anul al cincisprezecelea al domniei lui Tiberiu Cezar, pe când Ponțiu Pilat era guvernator al Iudeei, Irod era tetrarh al Galileei, Filip, fratele acestuia, era tetrarh al regiunii Itureei și Trahonitei, iar Lisanias era tetrarh al Abilenei,",
        "2": "în timpul marilor preoți Ana și Caiafa, Cuvântul lui Dumnezeu a venit la Ioan, fiul lui Zaharia, în deșert.",
        "3": "Ioan s-a dus în întreaga vecinătate a Iordanului, proclamând botezul pocăinței spre iertarea păcatelor,",
        "4": "așa cum este scris în cartea cuvintelor profetului Isaia: „Iată glasul celui ce strigă în deșert: «Pregătiți calea Domnului, neteziți-I cărările!",
        "5": "Orice vale va fi umplută și orice munte și deal va fi smerit. Căile strâmbe vor fi îndreptate, iar locurile denivelate vor fi netezite.",
        "6": "Și orice om va vedea mântuirea lui Dumnezeu!»“.",
        "7": "Atunci Ioan a spus mulțimilor care veneau să fie botezate de el:",
        "8": "Faceți deci roade demne de pocăință! Și să nu începeți să spuneți în voi înșivă: „Îl avem ca tată pe Avraam!“, căci vă spun că Dumnezeu poate să-i ridice copii lui Avraam chiar din pietrele acestea!",
        "9": "Securea este pusă deja la rădăcina pomilor. Prin urmare, orice pom care nu face rod bun este tăiat și aruncat în foc.",
        "10": "Mulțimile îl întrebau, zicând: ‒ Dar atunci ce să facem?",
        "11": "El, răspunzând, le zicea: ‒ Cel ce are două cămăși să le împartă cu cel ce n-are niciuna, iar cel ce are mâncare să facă la fel!",
        "12": "Au venit și niște colectori de taxe să fie botezați și l-au întrebat: ‒ Învățătorule, noi ce să facem?",
        "13": "El le-a răspuns: ‒ Să nu colectați mai mult decât vi s-au dat îndrumări!",
        "14": "Niște soldați l-au întrebat și ei: ‒ Dar noi ce să facem? El le-a răspuns: ‒ Să nu stoarceți nimic de la nimeni cu forța, nici să nu aduceți acuzații false împotriva nimănui; fiți mulțumiți cu salariile voastre!",
        "15": "Pentru că poporul era în așteptare și toți se întrebau în inimile lor, cu privire la Ioan, dacă nu cumva este el Cristosul,",
        "16": "Ioan le-a răspuns tuturor, zicând:",
        "17": "El Își are în mână furca de treierat ca să-Și curețe aria și să-Și adune grâul în hambar. Pleava însă o va arde într-un foc care nu se stinge.",
        "18": "Și, prin multe alte îndemnuri, el vestea poporului Evanghelia.",
        "19": "Însă tetrarhul Irod, care era mustrat de Ioan din cauza Irodiadei, soția fratelui său, și din cauza tuturor lucrurilor rele pe care le făcuse,",
        "20": "a mai adăugat la ele și pe acela că l-a închis pe Ioan în închisoare. Botezul și genealogia lui Isus",
        "21": "După ce a fost botezat întregul popor, a fost botezat și Isus. Și, pe când Se ruga, cerul a fost deschis",
        "22": "și Duhul Sfânt S-a coborât peste El în formă trupească, asemenea unui porumbel. Și din Cer s-a auzit un glas: „Tu ești Fiul Meu preaiubit; în Tine Îmi găsesc plăcerea!“.",
        "23": "Isus avea în jur de treizeci de ani când Și-a început lucrarea și era, așa cum se credea, fiul lui Iosif, fiul lui Eli,",
        "24": "fiul lui Mattat, fiul lui Levi, fiul lui Melchi, fiul lui Ianai, fiul lui Iosif,",
        "25": "fiul lui Matatia, fiul lui Amos, fiul lui Naum, fiul lui Esli, fiul lui Nagai,",
        "26": "fiul lui Maat, fiul lui Matatia, fiul lui Semein, fiul lui Ioseh, fiul lui Ioda,",
        "27": "fiul lui Iohanan, fiul lui Resa, fiul lui Zerub-Babel, fiul lui Șealtiel, fiul lui Neri,",
        "28": "fiul lui Melchi, fiul lui Addi, fiul lui Cosam, fiul lui Elmadam, fiul lui Er,",
        "29": "fiul lui Iosua, fiul lui Eliezer, fiul lui Iorim, fiul lui Mattat, fiul lui Levi,",
        "30": "fiul lui Simeon, fiul lui Iuda, fiul lui Iosif, fiul lui Ionam, fiul lui Eliachim,",
        "31": "fiul lui Melea, fiul lui Menna, fiul lui Mattata, fiul lui Natan, fiul lui David,",
        "32": "fiul lui Ișai, fiul lui Obed, fiul lui Boaz, fiul lui Salmon, fiul lui Nahșon,",
        "33": "fiul lui Aminadab, fiul lui Ram, fiul lui Hețron, fiul lui Pereț, fiul lui Iuda,",
        "34": "fiul lui Iacov, fiul lui Isaac, fiul lui Avraam, fiul lui Terah, fiul lui Nahor,",
        "35": "fiul lui Serug, fiul lui Reu, fiul lui Peleg, fiul lui Eber, fiul lui Șelah,",
        "36": "fiul lui Cainan, fiul lui Arpahșad, fiul lui Sem, fiul lui Noe, fiul lui Lameh,",
        "37": "fiul lui Metușelah, fiul lui Enoh, fiul lui Iared, fiul lui Mahalalel, fiul lui Chenan,",
        "38": "fiul lui Enoș, fiul lui Set, fiul lui Adam, fiul lui Dumnezeu."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now in the fifteenth year of the reign of Tiberius Caesar, Pontius Pilate being governor of Judea, and Herod being tetrarch of Galilee, and his brother Philip tetrarch of the region of Ituraea and Trachonitis, and Lysanias tetrarch of Abilene,",
        "2": "during the high priesthood of Annas and Caiaphas, the word of God came to John, the son of Zacharias, in the wilderness.",
        "3": "He came into all the region around the Jordan, preaching the baptism of repentance for remission of sins.",
        "4": "As it is written in the book of the words of Isaiah the prophet, “The voice of one crying in the wilderness, ‘Make ready the way of the Lord. Make his paths straight.",
        "5": "Every valley will be filled. Every mountain and hill will be brought low. The crooked will become straight, and the rough ways smooth.",
        "6": "All flesh will see God’s salvation.’”",
        "7": "He said therefore to the multitudes who went out to be baptized by him, “You offspring of vipers, who warned you to flee from the wrath to come?",
        "8": "Therefore produce fruits worthy of repentance, and don’t begin to say among yourselves, ‘We have Abraham for our father;’ for I tell you that God is able to raise up children to Abraham from these stones!",
        "9": "Even now the ax also lies at the root of the trees. Every tree therefore that doesn’t produce good fruit is cut down and thrown into the fire.”",
        "10": "The multitudes asked him, “What then must we do?”",
        "11": "He answered them, “He who has two coats, let him give to him who has none. He who has food, let him do likewise.”",
        "12": "Tax collectors also came to be baptized, and they said to him, “Teacher, what must we do?”",
        "13": "He said to them, “Collect no more than that which is appointed to you.”",
        "14": "Soldiers also asked him, saying, “What about us? What must we do?” He said to them, “Extort from no one by violence, neither accuse anyone wrongfully. Be content with your wages.”",
        "15": "As the people were in expectation, and all men reasoned in their hearts concerning John, whether perhaps he was the Christ,",
        "16": "John answered them all, “I indeed baptize you with water, but he comes who is mightier than I, the strap of whose sandals I am not worthy to loosen. He will baptize you in the Holy Spirit and fire.",
        "17": "His winnowing fan is in his hand, and he will thoroughly cleanse his threshing floor, and will gather the wheat into his barn; but he will burn up the chaff with unquenchable fire.”",
        "18": "Then with many other exhortations he preached good news to the people,",
        "19": "but Herod the tetrarch, being reproved by him for Herodias, his brother’s wife, and for all the evil things which Herod had done,",
        "20": "added this also to them all, that he shut up John in prison.",
        "21": "Now when all the people were baptized, Jesus also had been baptized and was praying. The sky was opened,",
        "22": "and the Holy Spirit descended in a bodily form like a dove on him; and a voice came out of the sky, saying “You are my beloved Son. In you I am well pleased.”",
        "23": "Jesus himself, when he began to teach, was about thirty years old, being the son (as was supposed) of Joseph, the son of Heli,",
        "24": "the son of Matthat, the son of Levi, the son of Melchi, the son of Jannai, the son of Joseph,",
        "25": "the son of Mattathias, the son of Amos, the son of Nahum, the son of Esli, the son of Naggai,",
        "26": "the son of Maath, the son of Mattathias, the son of Semein, the son of Joseph, the son of Judah,",
        "27": "the son of Joanan, the son of Rhesa, the son of Zerubbabel, the son of Shealtiel, the son of Neri,",
        "28": "the son of Melchi, the son of Addi, the son of Cosam, the son of Elmodam, the son of Er,",
        "29": "the son of Jose, the son of Eliezer, the son of Jorim, the son of Matthat, the son of Levi,",
        "30": "the son of Simeon, the son of Judah, the son of Joseph, the son of Jonan, the son of Eliakim,",
        "31": "the son of Melea, the son of Menan, the son of Mattatha, the son of Nathan, the son of David,",
        "32": "the son of Jesse, the son of Obed, the son of Boaz, the son of Salmon, the son of Nahshon,",
        "33": "the son of Amminadab, the son of Aram, the son of Hezron, the son of Perez, the son of Judah,",
        "34": "the son of Jacob, the son of Isaac, the son of Abraham, the son of Terah, the son of Nahor,",
        "35": "the son of Serug, the son of Reu, the son of Peleg, the son of Eber, the son of Shelah,",
        "36": "the son of Cainan, the son of Arphaxad, the son of Shem, the son of Noah, the son of Lamech,",
        "37": "the son of Methuselah, the son of Enoch, the son of Jared, the son of Mahalaleel, the son of Cainan,",
        "38": "the son of Enos, the son of Seth, the son of Adam, the son of God."
      }
    }
  }
}