{
  "book": "Luca",
  "chapter": "21",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Isus Și-a ridicat ochii și a văzut pe niște bogați care își aruncau darurile în vistierie.",
        "2": "A văzut și pe o văduvă săracă aruncând acolo doi bănuți.",
        "3": "Și a zis: „Adevărat vă spun că această văduvă săracă a aruncat mai mult decât toți ceilalți,",
        "4": "căci toți aceștia au aruncat la daruri din prisosul lor, dar ea a aruncat, din sărăcia ei, tot ce avea ca să trăiască.”",
        "5": "Pe când vorbeau unii despre Templu, că era împodobit cu pietre frumoase și daruri, Isus a zis:",
        "6": "„Vor veni zile când nu va rămâne aici piatră pe piatră care să nu fie dărâmată.”",
        "7": "„Învățătorule”, L-au întrebat ei, „când se vor întâmpla toate aceste lucruri? Și care va fi semnul când se vor întâmpla aceste lucruri?”",
        "8": "Isus a răspuns: „Băgați de seamă să nu vă amăgească cineva. Căci vor veni mulți în Numele Meu și vor zice: ‘Eu sunt Hristosul’ și ‘Vremea se apropie.’ Să nu mergeți după ei.",
        "9": "Când veți auzi de războaie și de răscoale, să nu vă înspăimântați, pentru că întâi trebuie să se întâmple aceste lucruri. Dar sfârșitul nu va fi îndată.",
        "10": "Apoi”, le-a zis El, „un neam se va scula împotriva altui neam și o împărăție, împotriva altei împărății.",
        "11": "Pe alocuri vor fi mari cutremure de pământ, foamete și ciumi, vor fi arătări înspăimântătoare și semne mari în cer.",
        "12": "Dar înainte de toate acestea, vor pune mâinile pe voi și vă vor prigoni, vă vor da pe mâna sinagogilor, vă vor arunca în temnițe, vă vor târî înaintea împăraților și înaintea dregătorilor din pricina Numelui Meu.",
        "13": "Aceste lucruri vi se vor întâmpla ca să fiți mărturie.",
        "14": "Țineți bine minte, să nu vă gândiți mai dinainte ce veți răspunde,",
        "15": "căci vă voi da o gură și o înțelepciune căreia nu-i vor putea răspunde, nici sta împotrivă toți potrivnicii voștri.",
        "16": "Veți fi dați în mâinile lor până și de părinții, frații, rudele și prietenii voștri; și vor omorî pe mulți dintre voi.",
        "17": "Veți fi urâți de toți din pricina Numelui Meu.",
        "18": "Dar niciun păr din cap nu vi se va pierde.",
        "19": "Prin răbdarea voastră, vă veți câștiga sufletele voastre.",
        "20": "Când veți vedea Ierusalimul înconjurat de oști, să știți că atunci pustiirea lui este aproape.",
        "21": "Atunci, cei din Iudeea să fugă la munți, cei din mijlocul Ierusalimului să iasă din el și cei de prin ogoare să nu intre în el.",
        "22": "Căci zilele acelea vor fi zile de răzbunare, ca să se împlinească tot ce este scris.",
        "23": "Vai de femeile care vor fi însărcinate și de cele ce vor da țâță în acele zile! Pentru că va fi o strâmtorare mare în țară și mânie, împotriva norodului acestuia.",
        "24": "Vor cădea sub ascuțișul sabiei, vor fi luați robi printre toate neamurile, și Ierusalimul va fi călcat în picioare de neamuri, până se vor împlini vremurile neamurilor.",
        "25": "Vor fi semne în soare, în lună și în stele. Și pe pământ va fi strâmtorare printre neamuri, care nu vor ști ce să facă la auzul urletului mării și al valurilor;",
        "26": "oamenii își vor da sufletul de groază în așteptarea lucrurilor care se vor întâmpla pe pământ, căci puterile cerurilor vor fi clătinate.",
        "27": "Atunci, vor vedea pe Fiul omului venind pe un nor cu putere și slavă mare.",
        "28": "Când vor începe să se întâmple aceste lucruri, să vă uitați în sus și să vă ridicați capetele, pentru că izbăvirea voastră se apropie.”",
        "29": "Și le-a spus o pildă: „Vedeți smochinul și toți copacii.",
        "30": "Când înfrunzesc și-i vedeți, voi singuri cunoașteți că de acum vara este aproape.",
        "31": "Tot așa, când veți vedea întâmplându-se aceste lucruri, să știți că Împărăția lui Dumnezeu este aproape.",
        "32": "Adevărat vă spun că nu va trece neamul acesta până când se vor împlini toate aceste lucruri.",
        "33": "Cerul și pământul vor trece, dar cuvintele Mele nu vor trece.",
        "34": "Luați seama la voi înșivă, ca nu cumva să vi se îngreuieze inimile cu îmbuibare de mâncare și băutură și cu îngrijorările vieții acesteia, și astfel ziua aceea să vină fără veste asupra voastră.",
        "35": "Căci ziua aceea va veni ca un laț peste toți cei ce locuiesc pe toată fața pământului.",
        "36": "Vegheați dar în tot timpul și rugați-vă, ca să aveți putere să scăpați de toate lucrurile acestea care se vor întâmpla și să stați în picioare înaintea Fiului omului.”",
        "37": "Ziua, Isus învăța pe norod în Templu, iar noaptea Se ducea de o petrecea în muntele care se cheamă Muntele Măslinilor.",
        "38": "Și tot norodul venea dis-de-dimineață la El în Templu, ca să-L asculte."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Când Și-a ridicat privirea, i-a văzut pe cei bogați punându-și darurile în vistieria Templului.",
        "2": "A văzut și o văduvă săracă, punând acolo doi leptoni.",
        "3": "Isus a zis: „Adevărat vă spun că această văduvă săracă a pus mai mult decât toți,",
        "4": "pentru că toți aceștia au pus din belșugul lor, dar ea, din sărăcia ei, a pus întreaga sursă de trai pe care o avea“.",
        "5": "În timp ce unii vorbeau despre Templu, că este împodobit cu pietre frumoase și cu daruri, El a zis:",
        "6": "Cât despre aceste lucruri pe care le vedeți, vor veni zile când nu va fi lăsată piatră pe piatră, care să nu fie dărâmată.",
        "7": "Ei L-au întrebat: Învățătorule, când se vor întâmpla aceste lucruri și care va fi semnul când urmează să se întâmple acestea?",
        "8": "El le-a zis: Aveți grijă să nu fiți duși în rătăcire! Căci vor veni mulți în Numele Meu, zicând: „Eu sunt Acela!“ și „Vremea se apropie!“. Să nu vă duceți după ei!",
        "9": "Când veți auzi de războaie și răscoale, să nu vă îngroziți, căci întâi trebuie să se întâmple aceste lucruri. Dar sfârșitul nu va fi imediat.",
        "10": "Apoi le-a zis: O națiune se va ridica împotriva altei națiuni, și o împărăție împotriva altei împărății.",
        "11": "Vor fi cutremure mari și, în diverse locuri, molime și foamete. Vor fi manifestări înspăimântătoare și semne mari din cer.",
        "12": "Dar, înainte de toate acestea, vor pune mâinile pe voi și vă vor persecuta. Vă vor da pe mâna sinagogilor și a închisorilor și vă vor duce înaintea regilor și înaintea guvernatorilor din cauza Numelui Meu.",
        "13": "Veți avea astfel ocazia să fiți mărturie.",
        "14": "Hotărâți-vă deci în inimile voastre să nu vă pregătiți mai dinainte ce veți vorbi în apărarea voastră!",
        "15": "Căci Eu vă voi da cuvinte și o înțelepciune căreia niciunul dintre oponenții voștri nu i se va putea împotrivi și n-o va putea contrazice!",
        "16": "Veți fi trădați chiar și de părinți, de frați, de rude și de prieteni, iar pe unii dintre voi îi vor omorî.",
        "17": "Și veți fi urâți de toți din cauza Numelui Meu.",
        "18": "Dar niciun fir de păr din cap nu vi se va pierde.",
        "19": "Prin răbdarea voastră vă veți câștiga sufletele.",
        "20": "Când veți vedea Ierusalimul înconjurat de armate, atunci să știți că pustiirea lui este aproape.",
        "21": "Atunci cei din Iudeea să fugă în munți, cei din mijlocul Ierusalimului să iasă afară, iar cei de pe câmpii să nu intre în el,",
        "22": "căci acestea sunt zile de răzbunare, ca să se împlinească toate lucrurile care au fost scrise.",
        "23": "Vai de cele ce vor fi însărcinate și de cele ce vor alăpta în zilele acelea! Căci va fi necaz mare pe pământ și mânie împotriva poporului acestuia!",
        "24": "Vor cădea uciși de ascuțișul sabiei și vor fi luați captivi printre toate națiunile, iar Ierusalimul va fi călcat în picioare de către națiuni, până când se vor fi împlinit vremurile națiunilor.",
        "25": "Vor fi semne în soare, lună și stele, iar pe pământ va fi groază printre națiuni, încremenite de urletul mării și al valurilor.",
        "26": "Oamenii vor leșina de frică în așteptarea lucrurilor care urmează să vină asupra omenirii, căci puterile cerurilor vor fi clătinate.",
        "27": "Și atunci Îl vor vedea pe Fiul Omului venind într-un nor, cu putere și mare glorie.",
        "28": "Când vor începe să se întâmple aceste lucruri, îndreptați-vă spatele și ridicați-vă capetele, pentru că răscumpărarea voastră se apropie!",
        "29": "Le-a spus apoi o pildă: Uitați-vă la smochin și la toți pomii.",
        "30": "Când deja înfrunzesc, voi înșivă vedeți și știți că, de acum, vara este aproape.",
        "31": "Tot așa și voi, când vedeți că se întâmplă aceste lucruri, să știți că Împărăția lui Dumnezeu este aproape.",
        "32": "Adevărat vă spun că nu va trece această generație până când nu se vor întâmpla toate aceste lucruri.",
        "33": "Cerul și pământul vor trece, însă cuvintele Mele nicidecum nu vor trece!",
        "34": "Fiți atenți la voi înșivă, ca nu cumva să vi se îngreuneze inimile cu îmbuibare, cu beții și cu îngrijorările vieții și, astfel, ziua aceea să vină asupra voastră pe neașteptate,",
        "35": "ca o capcană! Căci ea va veni peste toți locuitorii de pe toată fața pământului.",
        "36": "Fiți treji, deci, în orice vreme, rugându-vă să puteți scăpa de toate aceste lucruri care urmează să se întâmple și să stați în picioare înaintea Fiului Omului!",
        "37": "În fiecare zi Isus îi învăța pe oameni în Templu, iar în fiecare seară ieșea și Își petrecea noaptea pe muntele numit „al Măslinilor“.",
        "38": "Și tot poporul venea dis-de-dimineață la El, în Templu, ca să-L asculte."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "He looked up and saw the rich people who were putting their gifts into the treasury.",
        "2": "He saw a certain poor widow casting in two small brass coins.",
        "3": "He said, “Truly I tell you, this poor widow put in more than all of them,",
        "4": "for all these put in gifts for God from their abundance, but she, out of her poverty, put in all that she had to live on.”",
        "5": "As some were talking about the temple and how it was decorated with beautiful stones and gifts, he said,",
        "6": "“As for these things which you see, the days will come in which there will not be left here one stone on another that will not be thrown down.”",
        "7": "They asked him, “Teacher, so when will these things be? What is the sign that these things are about to happen?”",
        "8": "He said, “Watch out that you don’t get led astray, for many will come in my name, saying, ‘I am he,’ and, ‘The time is at hand.’ Therefore don’t follow them.",
        "9": "When you hear of wars and disturbances, don’t be terrified, for these things must happen first, but the end won’t come immediately.”",
        "10": "Then he said to them, “Nation will rise against nation, and kingdom against kingdom.",
        "11": "There will be great earthquakes, famines, and plagues in various places. There will be terrors and great signs from heaven.",
        "12": "But before all these things, they will lay their hands on you and will persecute you, delivering you up to synagogues and prisons, bringing you before kings and governors for my name’s sake.",
        "13": "It will turn out as a testimony for you.",
        "14": "Settle it therefore in your hearts not to meditate beforehand how to answer,",
        "15": "for I will give you a mouth and wisdom which all your adversaries will not be able to withstand or to contradict.",
        "16": "You will be handed over even by parents, brothers, relatives, and friends. They will cause some of you to be put to death.",
        "17": "You will be hated by all men for my name’s sake.",
        "18": "And not a hair of your head will perish.",
        "19": "“By your endurance you will win your lives.",
        "20": "“But when you see Jerusalem surrounded by armies, then know that its desolation is at hand.",
        "21": "Then let those who are in Judea flee to the mountains. Let those who are in the middle of her depart. Let those who are in the country not enter therein.",
        "22": "For these are days of vengeance, that all things which are written may be fulfilled.",
        "23": "Woe to those who are pregnant and to those who nurse infants in those days! For there will be great distress in the land and wrath to this people.",
        "24": "They will fall by the edge of the sword, and will be led captive into all the nations. Jerusalem will be trampled down by the Gentiles until the times of the Gentiles are fulfilled.",
        "25": "“There will be signs in the sun, moon, and stars; and on the earth anxiety of nations, in perplexity for the roaring of the sea and the waves;",
        "26": "men fainting for fear and for expectation of the things which are coming on the world, for the powers of the heavens will be shaken.",
        "27": "Then they will see the Son of Man coming in a cloud with power and great glory.",
        "28": "But when these things begin to happen, look up and lift up your heads, because your redemption is near.”",
        "29": "He told them a parable. “See the fig tree and all the trees.",
        "30": "When they are already budding, you see it and know by your own selves that the summer is already near.",
        "31": "Even so you also, when you see these things happening, know that God’s Kingdom is near.",
        "32": "Most certainly I tell you, this generation will not pass away until all things are accomplished.",
        "33": "Heaven and earth will pass away, but my words will by no means pass away.",
        "34": "“So be careful, or your hearts will be loaded down with carousing, drunkenness, and cares of this life, and that day will come on you suddenly.",
        "35": "For it will come like a snare on all those who dwell on the surface of all the earth.",
        "36": "Therefore be watchful all the time, praying that you may be counted worthy to escape all these things that will happen, and to stand before the Son of Man.”",
        "37": "Every day Jesus was teaching in the temple, and every night he would go out and spend the night on the mountain that is called Olivet.",
        "38": "All the people came early in the morning to him in the temple to hear him."
      }
    }
  }
}