{
  "book": "Luca",
  "chapter": "15",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Pilda cu oaia rătăcită și leul Toți vameșii și păcătoșii se apropiau de Isus ca să-L asculte.",
        "2": "Și fariseii, și cărturarii cârteau și ziceau: „Omul acesta primește pe păcătoși și mănâncă cu ei.”",
        "3": "Dar El le-a spus pilda aceasta:",
        "4": "„Care om dintre voi, dacă are o sută de oi și pierde pe una din ele, nu lasă pe celelalte nouăzeci și nouă pe islaz și se duce după cea pierdută, până când o găsește?",
        "5": "După ce a găsit-o, o pune cu bucurie pe umeri",
        "6": "și, când se întoarce acasă, cheamă pe prietenii și vecinii săi și le zice: ‘Bucurați-vă împreună cu mine, căci mi-am găsit oaia care era pierdută.’",
        "7": "Tot așa, vă spun că va fi mai multă bucurie în cer pentru un singur păcătos care se pocăiește, decât pentru nouăzeci și nouă de oameni neprihăniți, care n-au nevoie de pocăință.",
        "8": "Sau care femeie, dacă are zece lei de argint și pierde unul din ei, nu aprinde o lumină, nu mătură casa și nu caută cu băgare de seamă până când îl găsește?",
        "9": "După ce l-a găsit, cheamă pe prietenele și vecinele ei și zice: ‘Bucurați-vă împreună cu mine, căci am găsit leul pe care-l pierdusem.’",
        "10": "Tot așa, vă spun că este bucurie înaintea îngerilor lui Dumnezeu pentru un singur păcătos care se pocăiește.” Pilda fiului risipitor",
        "11": "El a mai zis: „Un om avea doi fii.",
        "12": "Cel mai tânăr din ei a zis tatălui său: ‘Tată, dă-mi partea de avere ce mi se cuvine.’ Și tatăl le-a împărțit averea.",
        "13": "Nu după multe zile, fiul cel mai tânăr a strâns totul și a plecat într-o țară depărtată, unde și-a risipit averea, ducând o viață destrăbălată.",
        "14": "După ce a cheltuit totul, a venit o foamete mare în țara aceea, și el a început să ducă lipsă.",
        "15": "Atunci, s-a dus și s-a lipit de unul din locuitorii țării aceleia, care l-a trimis pe ogoarele lui să-i păzească porcii.",
        "16": "Mult ar fi dorit el să se sature cu roșcovele pe care le mâncau porcii, dar nu i le dădea nimeni.",
        "17": "Și-a venit în fire și a zis: ‘Câți argați ai tatălui meu au belșug de pâine, iar eu mor de foame aici!",
        "18": "Mă voi scula, mă voi duce la tatăl meu și-i voi zice: «Tată, am păcătuit împotriva cerului și împotriva ta",
        "19": "și nu mai sunt vrednic să mă chem fiul tău; fă-mă ca pe unul din argații tăi.»’",
        "20": "Și s-a sculat și a plecat la tatăl său. Când era încă departe, tatăl său l-a văzut și i s-a făcut milă de el, a alergat de a căzut pe grumazul lui și l-a sărutat mult.",
        "21": "Fiul i-a zis: ‘Tată, am păcătuit împotriva cerului și împotriva ta, nu mai sunt vrednic să mă chem fiul tău.’",
        "22": "Dar tatăl a zis robilor săi: ‘Aduceți repede haina cea mai bună și îmbrăcați-l cu ea; puneți-i un inel în deget și încălțăminte în picioare.",
        "23": "Aduceți vițelul cel îngrășat și tăiați-l. Să mâncăm și să ne veselim,",
        "24": "căci acest fiu al meu era mort și a înviat; era pierdut și a fost găsit.’ Și au început să se veselească.",
        "25": "Fiul cel mai mare era la ogor. Când a venit și s-a apropiat de casă, a auzit muzică și jocuri.",
        "26": "A chemat pe unul din robi și a început să-l întrebe ce este.",
        "27": "Robul acela i-a răspuns: ‘Fratele tău a venit înapoi și tatăl tău a tăiat vițelul cel îngrășat, pentru că l-a găsit iarăși sănătos și bine.’",
        "28": "El s-a întărâtat de mânie și nu voia să intre în casă. Tatăl său a ieșit afară și l-a rugat să intre.",
        "29": "Dar el, drept răspuns, a zis tatălui său: ‘Iată, eu îți slujesc ca un rob de atâția ani și niciodată nu ți-am călcat porunca și mie niciodată nu mi-ai dat măcar un ied să mă veselesc cu prietenii mei;",
        "30": "iar când a venit acest fiu al tău, care ți-a mâncat averea cu femeile desfrânate, i-ai tăiat vițelul cel îngrășat.’",
        "31": "‘Fiule’, i-a zis tatăl, ‘tu întotdeauna ești cu mine și tot ce am eu este al tău.",
        "32": "Dar trebuia să ne veselim și să ne bucurăm, pentru că acest frate al tău era mort și a înviat, era pierdut și a fost găsit.’”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Pilda cu oaia pierdută Toți colectorii de taxe și păcătoșii se apropiau de El ca să-L asculte.",
        "2": "Dar fariseii și cărturarii murmurau și ziceau: ‒ Acest Om îi primește pe păcătoși și mănâncă împreună cu ei.",
        "3": "El însă le-a spus următoarea pildă:",
        "4": "‒ Care om dintre voi, dacă are o sută de oi și pierde una din ele, nu le lasă pe câmp pe celelalte nouăzeci și nouă, și nu se duce după cea pierdută, până când o găsește?",
        "5": "Iar când o găsește, o pune bucuros pe umeri,",
        "6": "vine acasă și-și cheamă prietenii și vecinii, zicându-le: „Bucurați-vă împreună cu mine, fiindcă mi-am găsit oaia pierdută!“.",
        "7": "Tot așa, vă spun că va fi mai mare bucurie în Cer pentru un singur păcătos care se pocăiește, decât pentru nouăzeci și nouă de oameni drepți care n-au nevoie de pocăință! Pilda cu moneda pierdută",
        "8": "Sau care femeie, dacă are zece drahme și pierde una din ele, nu aprinde o candelă, nu mătură casa și nu caută cu atenție până când o găsește?",
        "9": "Iar când o găsește, își cheamă prietenele și vecinele și le spune: „Bucurați-vă împreună cu mine, căci am găsit drahma pe care o pierdusem!“.",
        "10": "Tot așa, vă spun că este bucurie înaintea îngerilor lui Dumnezeu pentru un singur păcătos care se pocăiește! Pilda fiului risipitor",
        "11": "El a mai zis: ‒ Un om avea doi fii. ",
        "12": "Cel mai tânăr dintre ei i-a zis tatălui: „Tată, dă-mi partea de avere care mi se cuvine!“. Și tatăl a împărțit între ei avuția.",
        "13": "Nu după multe zile, fiul cel tânăr a strâns totul și a plecat într-o țară îndepărtată, iar acolo și-a risipit averea, trăind într-un mod destrăbălat.",
        "14": "După ce a cheltuit totul, a venit o foamete mare în țara aceea, iar el a început să ducă lipsă.",
        "15": "S-a dus și s-a alipit de unul dintre cetățenii acelei țări, iar acesta l-a trimis pe câmpurile lui ca să-i pască porcii.",
        "16": "El tânjea să se sature din roșcovele pe care le mâncau porcii, dar nu i le dădea nimeni.",
        "17": "Atunci și-a venit în fire și a zis: „Câți angajați ai tatălui meu au belșug de pâine, iar eu mor de foame aici!",
        "18": "Mă voi ridica, mă voi duce la tatăl meu și-i voi spune: «Tată, am păcătuit împotriva Cerului și înaintea ta",
        "19": "și nu mai sunt demn să fiu numit fiul tău. Fă-mă ca pe unul dintre angajații tăi!»“.",
        "20": "Și s-a ridicat și s-a dus la tatăl lui. În timp ce el era încă departe, tatăl său l-a văzut și i s-a făcut milă de el. A alergat la el, l-a îmbrățișat și l-a sărutat mult.",
        "21": "Fiul i-a zis: „Tată, am păcătuit împotriva Cerului și înaintea ta și nu mai sunt demn să fiu numit fiul tău!“.",
        "22": "Dar tatăl le-a zis sclavilor săi: „Aduceți repede cea mai bună robă și îmbrăcați-l cu ea! Puneți-i un inel în deget și sandale în picioare!",
        "23": "Aduceți apoi vițelul cel îngrășat și tăiați-l! Să mâncăm și să ne înveselim,",
        "24": "pentru că acest fiu al meu era mort, și trăiește iarăși, era pierdut, și a fost găsit!“. Și au început să se înveselească.",
        "25": "Fiul lui cel mai în vârstă era la câmp. Când a venit și s-a apropiat de casă, a auzit muzică și dansuri",
        "26": "și l-a chemat pe unul dintre slujitori ca să-l întrebe ce se întâmplă.",
        "27": "Acesta i-a răspuns: „A venit fratele tău, iar tatăl tău a tăiat vițelul cel îngrășat, pentru că l-a primit înapoi sănătos“.",
        "28": "Atunci el s-a mâniat și n-a vrut să intre. Tatăl lui a ieșit afară și l-a rugat să intre,",
        "29": "însă el, răspunzând, i-a zis tatălui său: „Iată, eu îți slujesc de atâția ani și niciodată nu ți-am încălcat porunca! Și mie nu mi-ai dat niciodată nici măcar un ied ca să mă înveselesc cu prietenii mei!",
        "30": "Dar când a venit acest fiu al tău, care ți-a mâncat averea cu prostituatele, lui i-ai tăiat vițelul cel îngrășat!“.",
        "31": "Tatăl i-a zis: „Fiule, tu întotdeauna ești cu mine și tot ce este al meu este și al tău.",
        "32": "Dar trebuia să ne înveselim și să ne bucurăm, pentru că acest frate al tău era mort, și acum trăiește, era pierdut, și a fost găsit!“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now all the tax collectors and sinners were coming close to him to hear him.",
        "2": "The Pharisees and the scribes murmured, saying, “This man welcomes sinners, and eats with them.”",
        "3": "He told them this parable:",
        "4": "“Which of you men, if you had one hundred sheep and lost one of them, wouldn’t leave the ninety-nine in the wilderness and go after the one that was lost, until he found it?",
        "5": "When he has found it, he carries it on his shoulders, rejoicing.",
        "6": "When he comes home, he calls together his friends and his neighbors, saying to them, ‘Rejoice with me, for I have found my sheep which was lost!’",
        "7": "I tell you that even so there will be more joy in heaven over one sinner who repents, than over ninety-nine righteous people who need no repentance.",
        "8": "“Or what woman, if she had ten drachma  coins, if she lost one drachma coin, wouldn’t light a lamp, sweep the house, and seek diligently until she found it?",
        "9": "When she has found it, she calls together her friends and neighbors, saying, ‘Rejoice with me, for I have found the drachma which I had lost!’",
        "10": "Even so, I tell you, there is joy in the presence of the angels of God over one sinner repenting.”",
        "11": "He said, “A certain man had two sons.",
        "12": "The younger of them said to his father, ‘Father, give me my share of your property.’ So he divided his livelihood between them.",
        "13": "Not many days after, the younger son gathered all of this together and traveled into a far country. There he wasted his property with riotous living.",
        "14": "When he had spent all of it, there arose a severe famine in that country, and he began to be in need.",
        "15": "He went and joined himself to one of the citizens of that country, and he sent him into his fields to feed pigs.",
        "16": "He wanted to fill his belly with the pods that the pigs ate, but no one gave him any.",
        "17": "But when he came to himself, he said, ‘How many hired servants of my father’s have bread enough to spare, and I’m dying with hunger!",
        "18": "I will get up and go to my father, and will tell him, “Father, I have sinned against heaven and in your sight.",
        "19": "I am no more worthy to be called your son. Make me as one of your hired servants.”’",
        "20": "“He arose and came to his father. But while he was still far off, his father saw him and was moved with compassion, and ran, fell on his neck, and kissed him.",
        "21": "The son said to him, ‘Father, I have sinned against heaven and in your sight. I am no longer worthy to be called your son.’",
        "22": "“But the father said to his servants, ‘Bring out the best robe and put it on him. Put a ring on his hand and sandals on his feet.",
        "23": "Bring the fattened calf, kill it, and let’s eat and celebrate;",
        "24": "for this, my son, was dead and is alive again. He was lost and is found.’ Then they began to celebrate.",
        "25": "“Now his elder son was in the field. As he came near to the house, he heard music and dancing.",
        "26": "He called one of the servants to him and asked what was going on.",
        "27": "He said to him, ‘Your brother has come, and your father has killed the fattened calf, because he has received him back safe and healthy.’",
        "28": "But he was angry and would not go in. Therefore his father came out and begged him.",
        "29": "But he answered his father, ‘Behold, these many years I have served you, and I never disobeyed a commandment of yours, but you never gave me a goat, that I might celebrate with my friends.",
        "30": "But when this your son came, who has devoured your living with prostitutes, you killed the fattened calf for him.’",
        "31": "“He said to him, ‘Son, you are always with me, and all that is mine is yours.",
        "32": "But it was appropriate to celebrate and be glad, for this, your brother, was dead, and is alive again. He was lost, and is found.’”"
      }
    }
  }
}