{
  "book": "Luca",
  "chapter": "18",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Pilda judecătorului nedrept Isus le-a spus o pildă, ca să le arate că trebuie să se roage necurmat și să nu se lase.",
        "2": "El le-a zis: „Într-o cetate era un judecător care de Dumnezeu nu se temea și de oameni nu se rușina.",
        "3": "În cetatea aceea era și o văduvă, care venea des la el și-i zicea: ‘Fă-mi dreptate în cearta cu pârâșul meu.’",
        "4": "Multă vreme n-a voit să-i facă dreptate. Dar în urmă, și-a zis: ‘Măcar că de Dumnezeu nu mă tem și de oameni nu mă rușinez,",
        "5": "totuși, pentru că văduva aceasta mă tot necăjește, îi voi face dreptate, ca să nu tot vină să-mi bată capul.’”",
        "6": "Domnul a adăugat: „Auziți ce zice judecătorul nedrept?",
        "7": "Și Dumnezeu nu va face dreptate aleșilor Lui, care strigă zi și noapte către El, măcar că zăbovește față de ei?",
        "8": "Vă spun că le va face dreptate în curând. Dar când va veni Fiul omului, va găsi El credință pe pământ?” Pilda vameșului și a fariseului",
        "9": "A mai spus și pilda aceasta pentru unii care se încredeau în ei înșiși că sunt neprihăniți și disprețuiau pe ceilalți.",
        "10": "„Doi oameni s-au suit la Templu să se roage; unul era fariseu și altul, vameș.",
        "11": "Fariseul stătea în picioare și a început să se roage în sine astfel: ‘Dumnezeule, Îți mulțumesc că nu sunt ca ceilalți oameni, hrăpăreți, nedrepți, preacurvari, sau chiar ca vameșul acesta.",
        "12": "Eu postesc de două ori pe săptămână, dau zeciuială din toate veniturile mele.’",
        "13": "Vameșul stătea departe și nu îndrăznea nici ochii să și-i ridice spre cer, ci se bătea în piept și zicea: ‘Dumnezeule, ai milă de mine, păcătosul!’",
        "14": "Eu vă spun că mai degrabă omul acesta s-a coborât acasă socotit neprihănit decât celălalt. Căci oricine se înalță va fi smerit și oricine se smerește va fi înălțat.” Copilașii",
        "15": "I-au adus și niște copilași, ca să Se atingă de ei. Dar ucenicii, când au văzut lucrul acesta, au certat pe aceia care-i aduceau.",
        "16": "Isus a chemat la Sine pe copilași și a zis: „Lăsați copilașii să vină la Mine și nu-i opriți, căci Împărăția lui Dumnezeu este a unora ca ei.",
        "17": "Adevărat vă spun că oricine nu va primi Împărăția lui Dumnezeu ca un copilaș cu niciun chip nu va intra în ea.” Tânărul bogat",
        "18": "Un fruntaș a întrebat pe Isus: „Bunule Învățător, ce trebuie să fac ca să moștenesc viața veșnică?”",
        "19": "„Pentru ce Mă numești bun?”, i-a răspuns Isus. „Nimeni nu este bun decât Unul singur: Dumnezeu.",
        "20": "Știi poruncile: ‘Să nu preacurvești; să nu ucizi; să nu furi; să nu faci o mărturisire mincinoasă; să cinstești pe tatăl tău și pe mama ta.’”",
        "21": "„Toate aceste lucruri”, I-a zis el, „le-am păzit din tinerețea mea.”",
        "22": "Când a auzit Isus aceste vorbe, i-a zis: „Îți mai lipsește un lucru: vinde tot ce ai, împarte la săraci și vei avea o comoară în ceruri. Apoi, vino și urmează-Mă.”",
        "23": "Când a auzit el aceste cuvinte, s-a întristat de tot, căci era foarte bogat.",
        "24": "Isus a văzut că s-a întristat de tot și a zis: „Cât de anevoie vor intra în Împărăția lui Dumnezeu cei ce au avuții!",
        "25": "Fiindcă mai lesne este să treacă o cămilă prin urechea acului decât să intre un om bogat în Împărăția lui Dumnezeu.”",
        "26": "Cei ce-L ascultau au zis: „Atunci cine poate fi mântuit?”",
        "27": "Isus a răspuns: „Ce este cu neputință la oameni este cu putință la Dumnezeu.”",
        "28": "Atunci, Petru a zis: „Iată că noi am lăsat totul și Te-am urmat.”",
        "29": "Și Isus le-a zis: „Adevărat vă spun că nu este nimeni care să-și fi lăsat casa sau nevasta sau frații sau părinții sau copiii pentru Împărăția lui Dumnezeu",
        "30": "și să nu primească mult mai mult în veacul acesta de acum, iar în veacul viitor, viața veșnică.” Isus vestește moartea și învierea Sa",
        "31": "Isus a luat cu Sine pe cei doisprezece și le-a zis: „Iată că ne suim la Ierusalim și tot ce a fost scris prin proroci despre Fiul omului se va împlini.",
        "32": "Căci va fi dat în mâna neamurilor: Îl vor batjocori, Îl vor ocărî, Îl vor scuipa",
        "33": "și, după ce-L vor bate cu nuiele, Îl vor omorî, dar a treia zi va învia.”",
        "34": "Ei n-au înțeles nimic din aceste lucruri, căci vorbirea aceasta era ascunsă pentru ei și nu pricepeau ce le spunea Isus. Vindecarea unui orb la Ierihon",
        "35": "Pe când Se apropia Isus de Ierihon, un orb ședea lângă drum și cerșea.",
        "36": "Când a auzit norodul trecând, a întrebat ce este.",
        "37": "I-au spus: „Trece Isus din Nazaret.”",
        "38": "Și el a strigat: „Isuse, Fiul lui David, ai milă de mine!”",
        "39": "Cei ce mergeau înainte îl certau să tacă, dar el țipa și mai tare: „Fiul lui David, ai milă de mine!”",
        "40": "Isus S-a oprit și a poruncit să-l aducă la El și, după ce s-a apropiat, l-a întrebat:",
        "41": "„Ce vrei să-ți fac?” „Doamne”, a răspuns el, „să-mi capăt vederea.”",
        "42": "Și Isus i-a zis: „Capătă-ți vederea. Credința ta te-a mântuit.”",
        "43": "Numaidecât, orbul și-a căpătat vederea și a mers după Isus, slăvind pe Dumnezeu. Tot norodul, când a văzut cele întâmplate, a dat laudă lui Dumnezeu."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Pilda văduvei stăruitoare Le-a spus apoi o pildă despre faptul că trebuie să se roage întotdeauna și să nu se descurajeze.",
        "2": "El a zis: ‒ Într-o cetate era un judecător care de Dumnezeu nu se temea și de oameni nu-i era rușine.",
        "3": "În cetatea aceea era și o văduvă care tot venea la el și-i zicea: „Fă-mi dreptate în disputa cu acuzatorul meu“.",
        "4": "Pentru o vreme n-a vrut să-i facă dreptate, dar după aceea și-a zis: „Chiar dacă de Dumnezeu nu mă tem și nici de oameni nu mi-e rușine,",
        "5": "totuși, pentru că această văduvă mă tot deranjează, îi voi face dreptate, ca să nu mai vină la nesfârșit și să mă bată la cap“.",
        "6": "Apoi Domnul a zis: ‒ Să auziți ce zice judecătorul cel nedrept!",
        "7": "Și oare Dumnezeu nu le va face dreptate aleșilor Săi, care strigă zi și noapte către El, cu toate că întârzie față de ei?",
        "8": "Vă spun că le va face dreptate în curând. Dar când va veni Fiul Omului, va găsi El oare credință pe pământ? Pilda fariseului și a colectorului de taxe",
        "9": "A mai spus și următoarea pildă pentru unii care se încredeau în ei înșiși că sunt drepți și îi disprețuiau pe ceilalți:",
        "10": "‒ Doi oameni s-au dus la Templu să se roage; unul era fariseu, iar celălalt era colector de taxe.",
        "11": "Fariseul stătea în picioare și se ruga în sine însuși astfel: „Dumnezeule, Îți mulțumesc că eu nu sunt precum ceilalți oameni – escroci, nedrepți, adulteri – sau ca și colectorul acesta de taxe.",
        "12": "Eu postesc de două ori pe săptămână și dau zeciuială din tot ceea ce câștig“.",
        "13": "Colectorul de taxe, însă, stătea la distanță și nu îndrăznea nici măcar să-și ridice ochii spre cer, ci se bătea pe piept, zicând: „Dumnezeule, ai milă de mine, păcătosul“.",
        "14": "Eu vă spun că mai degrabă acesta s-a dus acasă îndreptățit, decât celălalt. Căci oricine se înalță pe sine va fi smerit, iar cel ce se smerește va fi înălțat. Isus și copilașii",
        "15": "I-au adus și niște copilași ca să Se atingă de ei, dar ucenicii, când au văzut aceasta, i-au mustrat.",
        "16": "Isus însă i-a chemat la Sine și a zis: „Lăsați copilașii să vină la Mine și nu-i opriți, pentru că Împărăția lui Dumnezeu este a celor ca ei!",
        "17": "Adevărat vă spun că, oricine nu primește Împărăția lui Dumnezeu ca un copilaș, nicidecum nu va intra în ea!“. Isus și conducătorul bogat",
        "18": "Un anumit conducător L-a întrebat, zicând: ‒ Bunule Învățător, ce să fac ca să moștenesc viață veșnică?",
        "19": "Isus i-a zis: ‒ De ce Mă numești „bun“? Nimeni nu este bun, decât Unul: Dumnezeu.",
        "20": "Cunoști poruncile: „Să nu comiți adulter“, „Să nu ucizi“, „Să nu furi“, „Să nu depui mărturie falsă“, „Să-ți respecți tatăl și mama“.",
        "21": "El a spus: ‒ Pe toate acestea le-am păzit încă din tinerețea mea.",
        "22": "Auzind aceasta, Isus i-a zis: ‒ Îți mai lipsește un singur lucru: vinde tot ce ai și împarte săracilor, și vei avea astfel o comoară în Ceruri. Apoi vino și urmează-Mă!",
        "23": "Când a auzit el aceste lucruri, s-a întristat foarte tare, pentru că era foarte bogat.",
        "24": "Isus a văzut că se întristase foarte tare și a zis: ‒ Cât de greu este pentru cei ce au bogății să intre în Împărăția lui Dumnezeu!",
        "25": "Căci este mai ușor să treacă o cămilă prin deschizătura acului, decât să intre cel bogat în Împărăția lui Dumnezeu!",
        "26": "Cei ce au auzit aceasta au zis: ‒ Atunci cine poate fi mântuit?",
        "27": "El a zis: ‒ Ceea ce este imposibil pentru oameni este posibil pentru Dumnezeu.",
        "28": "Atunci Petru I-a zis: ‒ Iată, noi le-am lăsat pe ale noastre și Te-am urmat.",
        "29": "El le-a răspuns: ‒ Adevărat vă spun că nu este nimeni care să-și fi lăsat casa sau soția sau frații sau părinții sau copiii de dragul Împărăției lui Dumnezeu",
        "30": "și care să nu primească mult mai mult în vremea aceasta, iar în veacul care vine, viață veșnică. Isus vorbește din nou despre moartea și învierea Sa",
        "31": "Apoi i-a luat deoparte pe cei doisprezece și le-a zis: „Iată că mergem spre Ierusalim și toate cele scrise prin profeți despre Fiul Omului se vor împlini.",
        "32": "Căci El va fi dat pe mâna neevreilor, va fi batjocorit, chinuit, scuipat",
        "33": "și, după ce-L vor biciui, Îl vor omorî, dar a treia zi va învia“.",
        "34": "Ei n-au înțeles nimic din aceste lucruri. Vorbirea aceasta era ascunsă de ei și nu pricepeau ce li se spunea. Isus vindecă un orb lângă Ierihon",
        "35": "În timp ce Isus Se apropia de Ierihon, un orb ședea lângă drum, cerșind.",
        "36": "Când a auzit mulțimea trecând, orbul a întrebat ce se întâmplă.",
        "37": "L-au înștiințat că trece Isus nazarineanul.",
        "38": "Atunci el a început să strige, zicând: ‒ Isuse, Fiul lui David, ai milă de mine!",
        "39": "Cei ce mergeau înainte, îl mustrau ca să tacă, dar el striga și mai tare: ‒ Fiul lui David, ai milă de mine!",
        "40": "Isus S-a oprit și a poruncit să fie adus la El. Când orbul s-a apropiat, Isus l-a întrebat:",
        "41": "‒ Ce dorești să fac pentru tine? El I-a răspuns: ‒ Doamne, aș vrea să-mi revină vederea!",
        "42": "Isus a zis: ‒ Să-ți revină vederea chiar acum! Credința ta te-a vindecat.",
        "43": "Deodată i-a revenit vederea și L-a urmat pe Isus, glorificându-L pe Dumnezeu. Tot poporul, când a văzut ce s-a întâmplat, L-a lăudat pe Dumnezeu."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "He also spoke a parable to them that they must always pray and not give up,",
        "2": "saying, “There was a judge in a certain city who didn’t fear God and didn’t respect man.",
        "3": "A widow was in that city, and she often came to him, saying, ‘Defend me from my adversary!’",
        "4": "He wouldn’t for a while; but afterward he said to himself, ‘Though I neither fear God nor respect man,",
        "5": "yet because this widow bothers me, I will defend her, or else she will wear me out by her continual coming.’”",
        "6": "The Lord said, “Listen to what the unrighteous judge says.",
        "7": "Won’t God avenge his chosen ones who are crying out to him day and night, and yet he exercises patience with them?",
        "8": "I tell you that he will avenge them quickly. Nevertheless, when the Son of Man comes, will he find faith on the earth?”",
        "9": "He also spoke this parable to certain people who were convinced of their own righteousness, and who despised all others:",
        "10": "“Two men went up into the temple to pray; one was a Pharisee, and the other was a tax collector.",
        "11": "The Pharisee stood and prayed by himself like this: ‘God, I thank you that I am not like the rest of men: extortionists, unrighteous, adulterers, or even like this tax collector.",
        "12": "I fast twice a week. I give tithes of all that I get.’",
        "13": "But the tax collector, standing far away, wouldn’t even lift up his eyes to heaven, but beat his chest, saying, ‘God, be merciful to me, a sinner!’",
        "14": "I tell you, this man went down to his house justified rather than the other; for everyone who exalts himself will be humbled, but he who humbles himself will be exalted.”",
        "15": "They were also bringing their babies to him, that he might touch them. But when the disciples saw it, they rebuked them.",
        "16": "Jesus summoned them, saying, “Allow the little children to come to me, and don’t hinder them, for God’s Kingdom belongs to such as these.",
        "17": "Most certainly, I tell you, whoever doesn’t receive God’s Kingdom like a little child, he will in no way enter into it.”",
        "18": "A certain ruler asked him, saying, “Good Teacher, what shall I do to inherit eternal life?”",
        "19": "Jesus asked him, “Why do you call me good? No one is good, except one: God.",
        "20": "You know the commandments: ‘Don’t commit adultery,’ ‘Don’t murder,’ ‘Don’t steal,’ ‘Don’t give false testimony,’ ‘Honor your father and your mother.’”",
        "21": "He said, “I have observed all these things from my youth up.”",
        "22": "When Jesus heard these things, he said to him, “You still lack one thing. Sell all that you have and distribute it to the poor. Then you will have treasure in heaven; then come, follow me.”",
        "23": "But when he heard these things, he became very sad, for he was very rich.",
        "24": "Jesus, seeing that he became very sad, said, “How hard it is for those who have riches to enter into God’s Kingdom!",
        "25": "For it is easier for a camel to enter in through a needle’s eye than for a rich man to enter into God’s Kingdom.”",
        "26": "Those who heard it said, “Then who can be saved?”",
        "27": "But he said, “The things which are impossible with men are possible with God.”",
        "28": "Peter said, “Look, we have left everything and followed you.”",
        "29": "He said to them, “Most certainly I tell you, there is no one who has left house, or wife, or brothers, or parents, or children, for God’s Kingdom’s sake,",
        "30": "who will not receive many times more in this time, and in the world to come, eternal life.”",
        "31": "He took the twelve aside and said to them, “Behold, we are going up to Jerusalem, and all the things that are written through the prophets concerning the Son of Man will be completed.",
        "32": "For he will be delivered up to the Gentiles, will be mocked, treated shamefully, and spit on.",
        "33": "They will scourge and kill him. On the third day, he will rise again.”",
        "34": "They understood none of these things. This saying was hidden from them, and they didn’t understand the things that were said.",
        "35": "As he came near Jericho, a certain blind man sat by the road, begging.",
        "36": "Hearing a multitude going by, he asked what this meant.",
        "37": "They told him that Jesus of Nazareth was passing by.",
        "38": "He cried out, “Jesus, you son of David, have mercy on me!”",
        "39": "Those who led the way rebuked him, that he should be quiet; but he cried out all the more, “You son of David, have mercy on me!”",
        "40": "Standing still, Jesus commanded him to be brought to him. When he had come near, he asked him,",
        "41": "“What do you want me to do?” He said, “Lord, that I may see again.”",
        "42": "Jesus said to him, “Receive your sight. Your faith has healed you.”",
        "43": "Immediately he received his sight and followed him, glorifying God. All the people, when they saw it, praised God."
      }
    }
  }
}