{
  "book": "Luca",
  "chapter": "8",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Isus propovăduiește Evanghelia Curând după aceea, Isus umbla din cetate în cetate și din sat în sat și propovăduia și vestea Evanghelia Împărăției lui Dumnezeu. Cei doisprezece erau cu El",
        "2": "și mai erau și niște femei care fuseseră tămăduite de duhuri rele și de boli: Maria, zisă Magdalena, din care ieșiseră șapte draci,",
        "3": "Ioana, nevasta lui Cuza, ispravnicul lui Irod, Susana și multe altele, care-L ajutau cu ce aveau. Pilda semănătorului",
        "4": "Când s-a strâns o gloată mare și a venit la El norod din felurite cetăți, Isus a spus pilda aceasta:",
        "5": "„Semănătorul a ieșit să-și semene sămânța. Pe când semăna el, o parte din sămânță a căzut lângă drum: a fost călcată în picioare și au mâncat-o păsările cerului.",
        "6": "O altă parte a căzut pe stâncă și, cum a răsărit, s-a uscat, pentru că n-avea umezeală.",
        "7": "O altă parte a căzut în mijlocul spinilor: spinii au crescut împreună cu ea și au înecat-o.",
        "8": "O altă parte a căzut pe pământ bun și a crescut și a făcut rod însutit.” După ce a spus aceste lucruri, Isus a strigat: „Cine are urechi de auzit să audă.”",
        "9": "Ucenicii Lui L-au întrebat ce înțeles are pilda aceasta.",
        "10": "El le-a răspuns: „Vouă v-a fost dat să cunoașteți tainele Împărăției lui Dumnezeu, dar celorlalți li se vorbește în pilde, ca, măcar că văd, să nu vadă și, măcar că aud, să nu înțeleagă.",
        "11": "Iată ce înțeles are pilda aceasta: Sămânța este Cuvântul lui Dumnezeu.",
        "12": "Cei închipuiți în sămânța căzută lângă drum sunt cei ce aud; apoi vine diavolul și ia Cuvântul din inima lor, ca nu cumva să creadă și să fie mântuiți.",
        "13": "Cei închipuiți în sămânța căzută pe stâncă sunt aceia care, când aud Cuvântul, îl primesc cu bucurie, dar n-au rădăcină, ci cred până la o vreme, iar când vine ispita, cad.",
        "14": "Sămânța care a căzut între spini îi închipuie pe aceia care, după ce au auzit Cuvântul, își văd de drum și-l lasă să fie înăbușit de grijile, bogățiile și plăcerile vieții acesteia și n-aduc rod care să ajungă la coacere.",
        "15": "Sămânța care a căzut pe pământ bun sunt aceia care, după ce au auzit Cuvântul, îl țin într-o inimă bună și curată și fac rod în răbdare.",
        "16": "Nimeni, după ce a aprins o lumină, n-o acoperă cu un vas, nici n-o pune sub pat, ci o pune într-un sfeșnic, pentru ca cei ce intră să vadă lumina.",
        "17": "Fiindcă nu este nimic acoperit care nu va fi descoperit, nimic tăinuit care nu va fi cunoscut și nu va veni la lumină.",
        "18": "Luați seama dar la felul cum ascultați; căci celui ce are, i se va da, dar celui ce n-are, i se va lua și ce i se pare că are.” Mama și frații lui Isus",
        "19": "Mama și frații lui Isus au venit la El, dar nu puteau să-I vorbească din pricina norodului.",
        "20": "Cineva I-a spus: „Mama Ta și frații Tăi stau afară și vor să Te vadă.”",
        "21": "Dar El, drept răspuns, a zis: „Mama Mea și frații Mei sunt cei ce ascultă Cuvântul lui Dumnezeu și-l împlinesc.” Potolirea furtunii",
        "22": "Într-una din zile, Isus S-a suit într-o corabie împreună cu ucenicii Lui. El le-a zis: „Haidem să trecem dincolo de lac.” Și au plecat.",
        "23": "Pe când vâsleau ei, Isus a adormit. Pe lac s-a stârnit un așa vârtej de vânt, că se umplea corabia cu apă și erau în primejdie.",
        "24": "Au venit la El, L-au deșteptat și au zis: „Învățătorule, Învățătorule, pierim.” Isus S-a sculat, a certat vântul și valurile înfuriate, care s-au potolit, și s-a făcut liniște.",
        "25": "Apoi a zis ucenicilor Săi: „Unde vă este credința?” Plini de spaimă și de mirare, ei au zis unii către alții: „Cine este Acesta de poruncește chiar și vânturilor și apei și-L ascultă?” Vindecarea unui îndrăcit",
        "26": "Au venit cu corabia în ținutul gherghesenilor, care este în dreptul Galileii.",
        "27": "Când a ieșit Isus la țărm, L-a întâmpinat un om din cetate, stăpânit de mai mulți draci. De multă vreme nu se îmbrăca în haină și nu-și avea locuința într-o casă, ci în morminte.",
        "28": "Când a văzut pe Isus, a scos un strigăt ascuțit, a căzut jos înaintea Lui și a zis cu glas tare: „Ce am eu a face cu Tine, Isuse, Fiul Dumnezeului celui Preaînalt? Te rog nu mă chinui.”",
        "29": "Căci Isus poruncise duhului necurat să iasă din omul acela, pe care pusese stăpânire de multă vreme; era păzit, legat cu cătușe la mâini și cu obezi la picioare, dar rupea legăturile și era gonit de dracul prin pustii.",
        "30": "Isus l-a întrebat: „Cum îți este numele?” „Legiune”, a răspuns el; pentru că intraseră mulți draci în el.",
        "31": "Și dracii rugau stăruitor pe Isus să nu le poruncească să se ducă în adânc.",
        "32": "Acolo, pe munte, era o turmă mare de porci, care pășteau. Și dracii au rugat pe Isus să le dea voie să intre în ei. El le-a dat voie.",
        "33": "Dracii au ieșit din omul acela, au intrat în porci, și turma s-a repezit de pe râpă în lac și s-a înecat.",
        "34": "Porcarii, când au văzut ce se întâmplase, au fugit și au dat de veste în cetate și prin sate.",
        "35": "Oamenii au ieșit să vadă cele întâmplate. Au venit la Isus și au găsit pe omul din care ieșiseră dracii șezând la picioarele lui Isus, îmbrăcat și în toate mințile; și i-a apucat frica.",
        "36": "Cei ce văzuseră cele petrecute le-au povestit cum fusese vindecat cel stăpânit de draci.",
        "37": "Tot norodul din ținutul gherghesenilor a rugat pe Isus să plece de la ei, pentru că îi apucase o mare frică. Isus S-a suit într-o corabie și S-a întors.",
        "38": "Omul din care ieșiseră dracii Îl ruga să-i dea voie să rămână cu El. Dar Isus l-a trimis acasă și i-a zis:",
        "39": "„Întoarce-te acasă și povestește tot ce ți-a făcut Dumnezeu.” El a plecat și a vestit prin toată cetatea tot ce-i făcuse Isus. Învierea fiicei lui Iair. Femeia cu scurgere de sânge",
        "40": "La întoarcere, Isus a fost primit cu bucurie de mulțime, căci toți Îl așteptau.",
        "41": "Și iată că a venit un om, numit Iair, care era fruntaș al sinagogii. El s-a aruncat la picioarele lui Isus și L-a rugat să vină până la el acasă;",
        "42": "pentru că avea o singură copilă de vreo doisprezece ani, care trăgea să moară. Pe drum, Isus era îmbulzit de noroade.",
        "43": "Și era o femeie care, de doisprezece ani, avea o scurgere de sânge; ea își cheltuise toată averea cu doctorii, fără s-o fi putut vindeca vreunul.",
        "44": "Ea s-a apropiat pe dinapoi și s-a atins de poala hainei lui Isus. Îndată, scurgerea de sânge s-a oprit.",
        "45": "Și Isus a zis: „Cine s-a atins de Mine?” Fiindcă toți tăgăduiau, Petru și cei ce erau cu El au zis: „Învățătorule, noroadele Te împresoară și Te îmbulzesc, și mai întrebi: ‘Cine s-a atins de Mine?’”",
        "46": "Dar Isus a răspuns: „S-a atins cineva de Mine, căci am simțit că a ieșit din Mine o putere.”",
        "47": "Femeia, când s-a văzut dată de gol, a venit tremurând, s-a aruncat jos, înaintea Lui, și a spus în fața întregului norod din ce pricină se atinsese de El și cum fusese vindecată numaidecât.",
        "48": "Isus i-a zis: „Îndrăznește, fiică; credința ta te-a mântuit. Du-te în pace.”",
        "49": "Pe când vorbea El încă, vine unul din casa fruntașului sinagogii și-i spune: „Fiica ta a murit, nu mai supăra pe Învățătorul.”",
        "50": "Dar Isus, când a auzit lucrul acesta, a zis fruntașului sinagogii: „Nu te teme; crede numai și va fi tămăduită.”",
        "51": "Când a ajuns la casa fruntașului, n-a lăsat pe niciunul să intre împreună cu El, decât pe Petru, pe Iacov, pe Ioan, pe tatăl și pe mama fetei.",
        "52": "Toți plângeau și o boceau. Atunci, Isus a zis: „Nu plângeți; fetița n-a murit, ci doarme.”",
        "53": "Ei își băteau joc de El, căci știau că murise.",
        "54": "Dar El, după ce i-a scos pe toți afară, a apucat-o de mână și a strigat cu glas tare: „Fetițo, scoală-te!”",
        "55": "Și duhul ei s-a întors în ea, iar fata s-a sculat numaidecât. Isus a poruncit să-i dea să mănânce.",
        "56": "Părinții ei au rămas uimiți. Isus le-a poruncit să nu spună nimănui cele întâmplate."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Femeile care L-au urmat și L-au slujit pe Isus După aceea, Isus a călătorit prin fiecare cetate și sat, predicând și vestind Evanghelia Împărăției lui Dumnezeu. Împreună cu El erau cei doisprezece,",
        "2": "precum și niște femei care fuseseră vindecate de duhuri rele și de neputințe: Maria, numită Magdalena, din care ieșiseră șapte demoni,",
        "3": "Ioana (care era soția lui Cuza, administratorul lui Irod), Suzana și încă multe altele care Îi slujeau cu ceea ce aveau. Pilda semănătorului",
        "4": "Când s-a adunat o mare mulțime de oameni și au venit la El de prin fiecare cetate, Isus le-a vorbit printr-o pildă:",
        "5": "„Semănătorul a ieșit să-și semene sămânța. În timp ce semăna el, o parte din sămânță a căzut lângă drum, unde a fost călcată în picioare și au mâncat-o păsările cerului.",
        "6": "Alta a căzut pe stâncă și, cum a încolțit, s-a uscat, pentru că nu avea umezeală.",
        "7": "Alta a căzut în mijlocul spinilor, iar spinii au crescut împreună cu ea și au sufocat-o.",
        "8": "Alta însă a căzut într-un pământ bun, a încolțit și a făcut rod însutit“. Și zicând acestea, El striga: „Cine are urechi de auzit să audă!“. Isus explică pilda semănătorului",
        "9": "Ucenicii Lui L-au întrebat ce înseamnă această pildă.",
        "10": "Isus a zis: „Vouă v-a fost dat să cunoașteți tainele Împărăției lui Dumnezeu, dar celorlalți li se vorbește în pilde, pentru ca, «Privind, să nu vadă, și auzind, să nu înțeleagă!».",
        "11": "Semnificația pildei este aceasta: sămânța este Cuvântul lui Dumnezeu.",
        "12": "Cei de lângă drum sunt cei care aud. Atunci vine diavolul și ia Cuvântul din inima lor, ca să nu creadă pentru a fi mântuiți.",
        "13": "Cei de pe stâncă sunt cei care, atunci când aud Cuvântul, îl primesc cu bucurie, dar aceștia nu au rădăcină. Ei cred doar pentru o vreme, iar în vreme de încercare, se depărtează.",
        "14": "Cât despre sămânța căzută între spini, aceștia sunt cei care aud, dar, în timp ce merg, sunt sufocați de îngrijorările, bogățiile și plăcerile vieții și nu aduc rod copt.",
        "15": "Iar cât despre sămânța din pământul bun, aceștia sunt cei care, atunci când aud Cuvântul, îl țin strâns într-o inimă frumoasă și bună și aduc rod cu răbdare. Candela așezată pe un sfeșnicar",
        "16": "Nimeni nu aprinde o candelă ca s-o acopere cu un vas sau s-o pună sub pat, ci o așază pe un sfeșnicar, astfel încât cei ce intră, să vadă lumina.",
        "17": "Căci nu este nimic ascuns, care nu va fi dezvăluit, și nimic tăinuit, care să nu fie făcut cunoscut și care să nu iasă la iveală.",
        "18": "Fiți atenți, deci, la felul cum ascultați. Căci celui ce are i se va da, însă de la cel ce n-are se va lua chiar și ceea ce i se pare că are“. Mama și frații lui Isus",
        "19": "Atunci mama și frații Lui au venit la El, dar nu puteau ajunge la El din cauza mulțimii.",
        "20": "Isus a fost anunțat: ‒ Mama Ta și frații Tăi stau afară, dorind să Te vadă.",
        "21": "Dar Isus, răspunzând, le-a zis: ‒ Mama Mea și frații Mei sunt cei ce ascultă Cuvântul lui Dumnezeu și-l împlinesc. Isus liniștește furtuna",
        "22": "Într-una din zile, Isus S-a urcat în barcă împreună cu ucenicii Lui și le-a zis: ‒ Să traversăm în partea cealaltă a lacului!",
        "23": "În timp ce vâsleau ei, Isus a adormit. Atunci s-a stârnit pe lac o furtună, iar ei au fost acoperiți de ape și erau în pericol.",
        "24": "Ei s-au apropiat și L-au trezit, zicând: ‒ Stăpâne, Stăpâne, pierim! Atunci El, ridicându-Se, a mustrat vântul și apa învolburată, iar acestea s-au oprit și s-a făcut liniște.",
        "25": "Apoi i-a întrebat: ‒ Unde vă este credința? Ei s-au temut, au rămas uimiți și și-au zis unii altora: ‒ Cine deci este Acesta, de poruncește până și vânturilor și apei, iar ele Îl ascultă? Vindecarea unui om demonizat",
        "26": "Au vâslit mai departe, înspre teritoriul gherasenilor, care se află în dreptul Galileei.",
        "27": "Când a coborât pe țărm, L-a întâmpinat un anumit om din cetate, care avea în el demoni. De multă vreme acesta nu purta haine și nu locuia într-o casă, ci în morminte.",
        "28": "Când L-a văzut pe Isus, a strigat, I s-a închinat și a zis cu glas tare: ‒ Ce am eu de-a face cu Tine, Isuse, Fiu al Dumnezeului celui Preaînalt? Te rog să nu mă chinui!",
        "29": "Căci Isus îi poruncise duhului necurat să iasă din om. De multe ori duhul îl înșfăca și, deși omul era legat cu lanțuri și cătușe și ținut sub pază, el totuși rupea legăturile și era dus de către demon în locuri pustii.",
        "30": "Isus l-a întrebat: ‒ Care-ți este numele? El a zis: ‒ Legiune.",
        "31": "Aceștia Îl rugau să nu le poruncească să se ducă în Adânc.",
        "32": "Acolo, pe munte, era o turmă mare de porci care pășteau. Demonii L-au rugat să le dea voie să intre în porcii aceia, iar El le-a dat voie.",
        "33": "Demonii au ieșit din om și au intrat în porci. Atunci turma s-a repezit pe râpă în jos, în lac, și s-a înecat.",
        "34": "Păzitorii turmei, văzând ce s-a întâmplat, au fugit și i-au anunțat pe oameni în cetate și în cătune.",
        "35": "Aceștia au ieșit să vadă ce s-a întâmplat și au venit la Isus. Când l-au găsit pe omul din care ieșiseră demonii, stând jos la picioarele lui Isus, îmbrăcat și întreg la minte, s-au înspăimântat.",
        "36": "Cei ce văzuseră cum a fost salvat cel ce fusese demonizat le-au istorisit totul.",
        "37": "Atunci toată mulțimea din vecinătatea gherasenilor L-a rugat pe Isus să plece de la ei, pentru că îi cuprinsese o mare frică. El S-a urcat în barcă și S-a întors în cetatea Sa.",
        "38": "Omul din care ieșiseră demonii Îl rugase insistent să-l lase să rămână cu El, dar Isus l-a trimis înapoi, zicând:",
        "39": "„Întoarce-te acasă și istorisește cât de mult a făcut Dumnezeu pentru tine!“. El a plecat și a proclamat prin toată cetatea cât de mult a făcut Isus pentru el. Vindecarea unei femei și învierea unei fetițe",
        "40": "La întoarcere, mulțimea I-a urat lui Isus bun venit, pentru că toți Îl așteptau.",
        "41": "Și iată că un om, numit Iair, care era conducătorul sinagogii, a venit, a căzut la picioarele lui Isus și L-a rugat să vină până la el acasă,",
        "42": "pentru că singura lui fată, în vârstă de vreo doisprezece ani, era pe moarte. În timp ce mergea, mulțimile se adunau grămadă în jurul Lui.",
        "43": "Era acolo o femeie care, de doisprezece ani, avea o hemoragie și care cheltuise pe la doctori tot ce avusese fără să fi putut fi vindecată de cineva.",
        "44": "Apropiindu-se pe la spate, s-a atins de marginea hainei Lui și deodată hemoragia ei s-a oprit.",
        "45": "Isus a întrebat: ‒ Cine M-a atins? Pentru că toți negau, Petru I-a zis: ‒ Stăpâne, mulțimile se îngrămădesc în jurul Tău și se înghesuie, iar Tu întrebi: „Cine M-a atins?“.",
        "46": "Dar Isus a zis: ‒ M-a atins cineva, pentru că știu că a ieșit o putere din Mine!",
        "47": "Când femeia a văzut că n-a scăpat neobservată, a venit tremurând și a căzut înaintea Lui. Apoi a istorisit înaintea întregii mulțimi din ce cauză s-a atins de El și cum fusese vindecată deodată.",
        "48": "El i-a zis: „Fiică, credința ta te-a vindecat! Du-te în pace!“.",
        "49": "În timp ce El încă vorbea, a venit cineva din casa conducătorului sinagogii și a zis: ‒ Fata ta a murit. Nu-L mai deranja pe Învățător!",
        "50": "Dar Isus, auzind, i-a zis lui Iair: ‒ Nu te teme! Crede doar, și ea va fi vindecată!",
        "51": "Când a ajuns la casa lui Iair, n-a lăsat pe nimeni să intre împreună cu El, în afară de Petru, de Ioan, de Iacov și de tatăl și mama copilului.",
        "52": "Toți plângeau și o jeleau, însă Isus le-a zis: „Nu mai plângeți, pentru că ea n-a murit, ci doarme!“.",
        "53": "Ei însă râdeau de El, pentru că știau că fetița murise.",
        "54": "Isus, după ce i-a scos afară pe toți, a apucat-o de mână și a strigat, zicând: „Copilă, scoală-te!“.",
        "55": "Duhul ei s-a întors, și ea s-a ridicat deodată. Isus a dat îndrumări să i se dea fetiței să mănânce.",
        "56": "Părinții ei au rămas înmărmuriți. Isus le-a poruncit să nu spună nimănui ce s-a întâmplat."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Soon afterwards, he went about through cities and villages, preaching and bringing the good news of God’s Kingdom. With him were the twelve,",
        "2": "and certain women who had been healed of evil spirits and infirmities: Mary who was called Magdalene, from whom seven demons had gone out;",
        "3": "and Joanna, the wife of Chuzas, Herod’s steward; Susanna; and many others who served them from their possessions.",
        "4": "When a great multitude came together and people from every city were coming to him, he spoke by a parable:",
        "5": "“The farmer went out to sow his seed. As he sowed, some fell along the road, and it was trampled under foot, and the birds of the sky devoured it.",
        "6": "Some seed fell on the rock, and as soon as it grew, it withered away, because it had no moisture.",
        "7": "Some fell amid the thorns, and the thorns grew with it and choked it.",
        "8": "Some fell into the good ground and grew and produced one hundred times as much fruit.” As he said these things, he called out, “He who has ears to hear, let him hear!”",
        "9": "Then his disciples asked him, “What does this parable mean?”",
        "10": "He said, “To you it is given to know the mysteries of God’s Kingdom, but to the rest it is given in parables, that ‘seeing they may not see, and hearing they may not understand.’",
        "11": "“Now the parable is this: The seed is the word of God.",
        "12": "Those along the road are those who hear; then the devil comes and takes away the word from their heart, that they may not believe and be saved.",
        "13": "Those on the rock are they who, when they hear, receive the word with joy; but these have no root. They believe for a while, then fall away in time of temptation.",
        "14": "What fell among the thorns, these are those who have heard, and as they go on their way they are choked with cares, riches, and pleasures of life; and they bring no fruit to maturity.",
        "15": "Those in the good ground, these are those who with an honest and good heart, having heard the word, hold it tightly, and produce fruit with perseverance.",
        "16": "“No one, when he has lit a lamp, covers it with a container or puts it under a bed; but puts it on a stand, that those who enter in may see the light.",
        "17": "For nothing is hidden that will not be revealed, nor anything secret that will not be known and come to light.",
        "18": "Be careful therefore how you hear. For whoever has, to him will be given; and whoever doesn’t have, from him will be taken away even that which he thinks he has.”",
        "19": "His mother and brothers came to him, and they could not come near him for the crowd.",
        "20": "Some people told him, “Your mother and your brothers stand outside, desiring to see you.”",
        "21": "But he answered them, “My mother and my brothers are these who hear the word of God and do it.”",
        "22": "Now on one of those days, he entered into a boat, himself and his disciples, and he said to them, “Let’s go over to the other side of the lake.” So they launched out.",
        "23": "But as they sailed, he fell asleep. A wind storm came down on the lake, and they were taking on dangerous amounts of water.",
        "24": "They came to him and awoke him, saying, “Master, Master, we are dying!” He awoke and rebuked the wind and the raging of the water; then they ceased, and it was calm.",
        "25": "He said to them, “Where is your faith?” Being afraid, they marveled, saying to one another, “Who is this then, that he commands even the winds and the water, and they obey him?”",
        "26": "Then they arrived at the country of the Gadarenes, which is opposite Galilee.",
        "27": "When Jesus stepped ashore, a certain man out of the city who had demons for a long time met him. He wore no clothes, and didn’t live in a house, but in the tombs.",
        "28": "When he saw Jesus, he cried out and fell down before him, and with a loud voice said, “What do I have to do with you, Jesus, you Son of the Most High God? I beg you, don’t torment me!”",
        "29": "For Jesus was commanding the unclean spirit to come out of the man. For the unclean spirit had often seized the man. He was kept under guard and bound with chains and fetters. Breaking the bonds apart, he was driven by the demon into the desert.",
        "30": "Jesus asked him, “What is your name?”",
        "31": "They begged him that he would not command them to go into the abyss.",
        "32": "Now there was there a herd of many pigs feeding on the mountain, and they begged him that he would allow them to enter into those. Then he allowed them.",
        "33": "The demons came out of the man and entered into the pigs, and the herd rushed down the steep bank into the lake and were drowned.",
        "34": "When those who fed them saw what had happened, they fled and told it in the city and in the country.",
        "35": "People went out to see what had happened. They came to Jesus and found the man from whom the demons had gone out, sitting at Jesus’ feet, clothed and in his right mind; and they were afraid.",
        "36": "Those who saw it told them how he who had been possessed by demons was healed.",
        "37": "All the people of the surrounding country of the Gadarenes asked him to depart from them, for they were very much afraid. Then he entered into the boat and returned.",
        "38": "But the man from whom the demons had gone out begged him that he might go with him, but Jesus sent him away, saying,",
        "39": "“Return to your house, and declare what great things God has done for you.” He went his way, proclaiming throughout the whole city what great things Jesus had done for him.",
        "40": "When Jesus returned, the multitude welcomed him, for they were all waiting for him.",
        "41": "Behold, a man named Jairus came. He was a ruler of the synagogue. He fell down at Jesus’ feet and begged him to come into his house,",
        "42": "for he had an only born daughter, about twelve years of age, and she was dying. But as he went, the multitudes pressed against him.",
        "43": "A woman who had a flow of blood for twelve years, who had spent all her living on physicians and could not be healed by any,",
        "44": "came behind him and touched the fringe of his cloak. Immediately the flow of her blood stopped.",
        "45": "Jesus said, “Who touched me?” When all denied it, Peter and those with him said, “Master, the multitudes press and jostle you, and you say, ‘Who touched me?’”",
        "46": "But Jesus said, “Someone did touch me, for I perceived that power has gone out of me.”",
        "47": "When the woman saw that she was not hidden, she came trembling; and falling down before him declared to him in the presence of all the people the reason why she had touched him, and how she was healed immediately.",
        "48": "He said to her, “Daughter, cheer up. Your faith has made you well. Go in peace.”",
        "49": "While he still spoke, one from the ruler of the synagogue’s house came, saying to him, “Your daughter is dead. Don’t trouble the Teacher.”",
        "50": "But Jesus hearing it, answered him, “Don’t be afraid. Only believe, and she will be healed.”",
        "51": "When he came to the house, he didn’t allow anyone to enter in, except Peter, John, James, the father of the child, and her mother.",
        "52": "All were weeping and mourning her, but he said, “Don’t weep. She isn’t dead, but sleeping.”",
        "53": "They were ridiculing him, knowing that she was dead.",
        "54": "But he put them all outside, and taking her by the hand, he called, saying, “Child, arise!”",
        "55": "Her spirit returned, and she rose up immediately. He commanded that something be given to her to eat.",
        "56": "Her parents were amazed, but he commanded them to tell no one what had been done."
      }
    }
  }
}