{
  "book": "Luca",
  "chapter": "12",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În vremea aceea, când se strânseseră noroadele cu miile, așa că se călcau unii pe alții, Isus a început să spună ucenicilor Săi: „Mai întâi de toate, păziți-vă de aluatul fariseilor, care este fățărnicia.",
        "2": "Nu este nimic acoperit care nu va fi descoperit, nici ascuns care nu va fi cunoscut.",
        "3": "De aceea, orice ați spus la întuneric va fi auzit la lumină; și orice ați grăit la ureche, în odăițe, va fi vestit de pe acoperișul caselor.",
        "4": "Vă spun vouă, prietenii Mei, să nu vă temeți de cei ce ucid trupul, și după aceea nu mai pot face nimic.",
        "5": "Am să vă arăt de cine să vă temeți. Temeți-vă de Acela care, după ce a ucis, are puterea să arunce în gheenă; da, vă spun, de El să vă temeți.",
        "6": "Nu se vând oare cinci vrăbii cu doi bani? Totuși niciuna din ele nu este uitată înaintea lui Dumnezeu.",
        "7": "Și chiar perii din cap, toți vă sunt numărați. Deci să nu vă temeți: voi sunteți mai de preț decât multe vrăbii.",
        "8": "Eu vă spun: pe oricine Mă va mărturisi înaintea oamenilor, îl va mărturisi și Fiul omului înaintea îngerilor lui Dumnezeu,",
        "9": "dar cine se va lepăda de Mine înaintea oamenilor va fi lepădat și el înaintea îngerilor lui Dumnezeu.",
        "10": "Și oricui va vorbi împotriva Fiului omului, i se va ierta, dar oricui va huli împotriva Duhului Sfânt, nu i se va ierta.",
        "11": "Când vă vor duce înaintea sinagogilor, înaintea dregătorilor și înaintea stăpânirilor, să nu vă îngrijorați cum veți răspunde pentru apărarea voastră, nici ce veți vorbi,",
        "12": "căci Duhul Sfânt vă va învăța chiar în ceasul acela ce va trebui să vorbiți.” Pilda bogatului căruia i-a rodit țarina",
        "13": "Unul din mulțime a zis lui Isus: „Învățătorule, spune fratelui meu să împartă cu mine moștenirea noastră.”",
        "14": "„Omule”, i-a răspuns Isus, „cine M-a pus pe Mine judecător sau împărțitor peste voi?”",
        "15": "Apoi le-a zis: „Vedeți și păziți-vă de orice fel de lăcomie de bani, căci viața cuiva nu stă în belșugul avuției lui.”",
        "16": "Și le-a spus pilda aceasta: „Țarina unui om bogat rodise mult.",
        "17": "Și el se gândea în sine și zicea: ‘Ce voi face? Fiindcă nu mai am loc unde să-mi strâng roadele.",
        "18": "Iată, a zis el, ce voi face: îmi voi strica grânarele și voi zidi altele mai mari; acolo voi strânge toate roadele și toate bunătățile mele",
        "19": "și voi zice sufletului meu: «Suflete, ai multe bunătăți strânse pentru mulți ani; odihnește-te, mănâncă, bea și veselește-te!»’",
        "20": "Dar Dumnezeu i-a zis: ‘Nebunule! Chiar în noaptea aceasta ți se va cere înapoi sufletul, și lucrurile pe care le-ai pregătit ale cui vor fi?’",
        "21": "Tot așa este și cu cel ce își adună comori pentru el și nu se îmbogățește față de Dumnezeu.” Îngrijorările",
        "22": "Isus a zis apoi ucenicilor săi: „De aceea vă spun: Nu vă îngrijorați cu privire la viața voastră, gândindu-vă ce veți mânca, nici cu privire la trupul vostru, gândindu-vă cu ce vă veți îmbrăca.",
        "23": "Viața este mai mult decât hrana, și trupul, mai mult decât îmbrăcămintea.",
        "24": "Uitați-vă cu băgare de seamă la corbi: ei nu seamănă, nici nu seceră, n-au nici cămară, nici grânar, și totuși Dumnezeu îi hrănește. Cu cât mai de preț sunteți voi decât păsările!",
        "25": "Și apoi, cine dintre voi, chiar îngrijorându-se, poate să adauge un cot la lungimea vieții lui?",
        "26": "Deci, dacă nu puteți face nici cel mai mic lucru, pentru ce vă mai îngrijorați de celelalte?",
        "27": "Uitați-vă cu băgare de seamă cum cresc crinii: ei nu torc, nici nu țes, totuși vă spun că nici Solomon, în toată slava lui, n-a fost îmbrăcat ca unul din ei.",
        "28": "Dacă astfel îmbracă Dumnezeu iarba, care astăzi este pe câmp, iar mâine va fi aruncată în cuptor, cu cât mai mult vă va îmbrăca El pe voi, puțin credincioșilor?",
        "29": "Să nu căutați ce veți mânca sau ce veți bea și nu vă frământați mintea.",
        "30": "Căci toate aceste lucruri neamurile lumii le caută. Tatăl vostru știe că aveți trebuință de ele.",
        "31": "Căutați mai întâi Împărăția lui Dumnezeu, și toate aceste lucruri vi se vor da pe deasupra.",
        "32": "Nu te teme, turmă mică, pentru că Tatăl vostru vă dă cu plăcere Împărăția.",
        "33": "Vindeți ce aveți și dați milostenie. Faceți-vă rost de pungi care nu se învechesc, o comoară nesecată în ceruri, unde nu se apropie hoțul și unde nu roade molia.",
        "34": "Căci unde este comoara voastră, acolo este și inima voastră.",
        "35": "Mijlocul să vă fie încins și făcliile, aprinse.",
        "36": "Și să fiți ca niște oameni care așteaptă pe stăpânul lor să se întoarcă de la nuntă, ca să-i deschidă îndată, când va veni și va bate la ușă.",
        "37": "Ferice de robii aceia pe care stăpânul îi va găsi veghind la venirea lui! Adevărat vă spun că el se va încinge, îi va pune să șadă la masă și se va apropia să le slujească.",
        "38": "Fie că vine la a doua strajă din noapte, fie că vine la a treia strajă, ferice de robii aceia, dacă-i va găsi veghind!",
        "39": "Să știți bine că, dacă ar ști stăpânul casei la ce ceas va veni hoțul, ar veghea și n-ar lăsa să-i spargă casa.",
        "40": "Și voi dar fiți gata, căci Fiul omului va veni în ceasul în care nu vă gândiți.” Ispravnicul credincios",
        "41": "„Doamne”, I-a zis Petru, „pentru noi spui pilda aceasta sau pentru toți?”",
        "42": "Și Domnul a zis: „Cine este ispravnicul credincios și înțelept, pe care-l va pune stăpânul său peste slugile sale, ca să le dea partea lor de hrană la vremea potrivită?",
        "43": "Ferice de robul acela pe care stăpânul, la venirea lui, îl va găsi făcând așa!",
        "44": "Adevărat vă spun că îl va pune peste toată avuția sa.",
        "45": "Dar, dacă robul acela zice în inima lui: ‘Stăpânul meu zăbovește să vină’, dacă va începe să bată pe slugi și pe slujnice, să mănânce, să bea și să se îmbete,",
        "46": "stăpânul robului aceluia va veni în ziua în care el nu se așteaptă și în ceasul în care nu știe și-l va tăia în bucăți; și soarta lui va fi soarta celor necredincioși în lucrul încredințat lor.",
        "47": "Robul acela, care a știut voia stăpânului său și nu s-a pregătit deloc și n-a lucrat după voia lui, va fi bătut cu multe lovituri.",
        "48": "Dar cine n-a știut-o și a făcut lucruri vrednice de lovituri va fi bătut cu puține lovituri. Cui i s-a dat mult, i se va cere mult și cui i s-a încredințat mult, i se va cere mai mult.",
        "49": "Eu am venit să arunc un foc pe pământ. Și ce vreau decât să fie aprins chiar acum!",
        "50": "Am un botez cu care trebuie să fiu botezat, și cât de mult doresc să se îndeplinească!",
        "51": "Credeți că am venit să aduc pace pe pământ? Eu vă spun: Nu, ci mai degrabă dezbinare.",
        "52": "Căci, de acum înainte, din cinci, care vor fi într-o casă, trei vor fi dezbinați împotriva a doi și doi, împotriva a trei.",
        "53": "Tatăl va fi dezbinat împotriva fiului și fiul, împotriva tatălui; mama, împotriva fiicei și fiica, împotriva mamei; soacra, împotriva nurorii și nora, împotriva soacrei.” Semnele vremurilor",
        "54": "El a mai zis noroadelor: „Când vedeți un nor ridicându-se la apus, îndată ziceți: ‘Vine ploaia.’ Și așa se întâmplă.",
        "55": "Și când vedeți suflând vântul de la miazăzi, ziceți: ‘Are să fie zăduf.’ Și așa se întâmplă.",
        "56": "Fățarnicilor, fața pământului și a cerului știți s-o deosebiți, vremea aceasta cum de n-o deosebiți?",
        "57": "Și pentru ce nu judecați și voi singuri ce este drept?",
        "58": "Când te duci cu pârâșul tău înaintea judecătorului, pe drum caută să scapi de el, ca nu cumva să te târască înaintea judecătorului, judecătorul să te dea pe mâna temnicerului, și temnicerul să te arunce în temniță.",
        "59": "Îți spun că nu vei ieși de acolo până nu vei plăti și cel mai de pe urmă bănuț.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Între timp, mulțimea s-a adunat cu zecile de mii, astfel că se călcau în picioare unii pe alții. Isus a început să le vorbească mai întâi ucenicilor Săi: ‒ Păziți-vă pe voi înșivă de drojdia fariseilor, care este ipocrizia!",
        "2": "Nu este nimic acoperit, care nu va fi descoperit, și nimic ascuns, care nu va fi făcut cunoscut.",
        "3": "De aceea orice ați spus în întuneric, va fi auzit la lumină, și orice ați șoptit la ureche, în cămăruțe, va fi proclamat de pe acoperișuri. Teamă de Dumnezeu, nu de oameni",
        "4": "Vă spun vouă, prietenilor Mei, să nu vă temeți de cei ce ucid trupul, dar care, după aceea, nu mai pot face nimic.",
        "5": "Vă voi arăta însă de Cine să vă temeți: temeți-vă de Cel Care, după uciderea trupului, are autoritatea de a arunca în gheenă. Da, vă spun, de Acela să vă temeți!",
        "6": "Nu se vând oare cinci vrăbii pe doi assarioni? Și totuși, nici măcar una dintre ele nu este uitată înaintea lui Dumnezeu!",
        "7": "Chiar și firele de păr din capul vostru, toate vă sunt numărate! Nu vă temeți! Voi sunteți mai prețioși decât multe vrăbii.",
        "8": "Vă spun că, pe oricine Mă va mărturisi înaintea oamenilor, îl va mărturisi și Fiul Omului înaintea îngerilor lui Dumnezeu.",
        "9": "Însă cel care se va lepăda de Mine înaintea oamenilor va fi lepădat și el înaintea îngerilor lui Dumnezeu.",
        "10": "Și oricine va spune vreun cuvânt împotriva Fiului Omului va fi iertat, dar cel care va blasfemia împotriva Duhului Sfânt nu va fi iertat.",
        "11": "Când vă vor duce înaintea sinagogilor, a conducătorilor și a autorităților, să nu vă îngrijorați cum sau ce veți vorbi în apărarea voastră sau ce veți spune,",
        "12": "pentru că Duhul Sfânt vă va învăța chiar în ceasul acela ce trebuie să spuneți. Pilda bogatului nesăbuit",
        "13": "Cineva din mulțime I-a zis: ‒ Învățătorule, spune-i fratelui meu să împartă moștenirea cu mine!",
        "14": "Dar Isus i-a răspuns: ‒ Omule, cine M-a pus pe Mine judecător sau împărțitor între voi?",
        "15": "Apoi le-a zis: ‒ Fiți atenți și păziți-vă de orice fel de lăcomie, căci viața cuiva nu stă în belșugul avuțiilor lui!",
        "16": "Și le-a spus o pildă: ‒ Terenul al unui om bogat rodise din belșug. ",
        "17": "El se gândea în sine însuși și zicea: „Ce să fac, pentru că nu mai am unde să-mi depozitez roadele?“.",
        "18": "Atunci a zis: „Iată ce voi face: îmi voi dărâma hambarele, voi construi altele mai mari și voi depozita acolo tot grâul și toate bunurile mele.",
        "19": "Apoi voi zice sufletului meu: «Suflete, ai multe bunuri, adunate pentru mulți ani. Odihnește-te, mănâncă, bea și înveselește-te!»“.",
        "20": "Dar Dumnezeu i-a zis: „Nesăbuitule! Chiar în noaptea aceasta ți se cere sufletul; și lucrurile pe care le-ai pregătit, ale cui vor fi?“.",
        "21": "Așa este cel care adună pentru sine, dar care nu este bogat față de Dumnezeu! Despre îngrijorări",
        "22": "Apoi le-a zis ucenicilor Săi: ‒ De aceea vă spun: nu vă îngrijorați pentru viața voastră, gândindu-vă ce veți mânca, nici de trupul vostru, gândindu-vă cu ce vă veți îmbrăca.",
        "23": "Căci viața este mai mult decât mâncarea, iar trupul mai mult decât îmbrăcămintea.",
        "24": "Uitați-vă cu atenție la corbi: ei nici nu seamănă, nici nu seceră și nu au nici cămară, nici hambar. Și totuși Dumnezeu îi hrănește. Cu cât mai prețioși sunteți voi decât păsările!",
        "25": "Și apoi, cine dintre voi, îngrijorându-se, poate să adauge un cot la lungimea vieții lui?",
        "26": "Prin urmare, dacă nu puteți face nici cel mai mic lucru, de ce vă mai îngrijorați de celelalte?",
        "27": "Uitați-vă cu atenție cum cresc crinii: ei nici nu muncesc, nici nu torc. Și totuși, vă spun că nici chiar Solomon, în toată gloria lui, nu s-a îmbrăcat ca unul dintre ei!",
        "28": "Iar dacă Dumnezeu îmbracă astfel iarba de pe câmp, care astăzi este, dar mâine va fi aruncată în cuptor, cu cât mai mult vă va îmbrăca El pe voi, puțin credincioșilor!",
        "29": "Și voi, deci, nu căutați ce să mâncați și ce să beți, și nu fiți îngrijorați,",
        "30": "fiindcă toate aceste lucruri națiunile lumii le caută. Tatăl vostru știe că aveți nevoie de acestea.",
        "31": "Căutați în schimb Împărăția lui Dumnezeu și vi se vor da și acestea.",
        "32": "Nu te teme, turmă mică, pentru că Tatălui vostru Îi face plăcere să vă dea Împărăția!",
        "33": "Vindeți-vă bunurile și dați milostenie. Faceți-vă rost de săculeți care nu se învechesc, o comoară nesecată în Ceruri, unde hoțul nu se apropie, iar molia n-o distruge.",
        "34": "Căci unde este comoara voastră, acolo va fi și inima voastră. Îndemn la veghere",
        "35": "Să aveți brâul înfășurat în jurul mijlocului, iar candelele voastre să fie aprinse.",
        "36": "Să fiți și voi asemenea oamenilor care își așteaptă stăpânul să se întoarcă de la nuntă, ca să-i deschidă imediat atunci când va veni și va bate la ușă.",
        "37": "Fericiți sunt slujitorii aceia pe care stăpânul, la venirea lui, îi va găsi veghind! Adevărat vă spun că el își va înfășura brâul în jurul mijlocului, îi va pune să se așeze la masă și se va apropia să le slujească!",
        "38": "Fie că vine la a doua strajă din noapte, fie că vine la a treia strajă, fericiți sunt aceia pe care-i va găsi astfel!",
        "39": "Să știți lucrul acesta: dacă stăpânul casei ar ști la ce oră vine hoțul, ar veghea și n-ar lăsa să i se spargă casa.",
        "40": "Și voi, deci, fiți pregătiți, pentru că Fiul Omului va veni în ceasul în care nu vă gândiți. Sclavul credincios și înțelept",
        "41": "Petru L-a întrebat: ‒ Doamne, pentru noi spui pilda aceasta sau pentru toți?",
        "42": "Domnul a răspuns: ‒ Cine este deci administratorul credincios și înțelept, pe care stăpânul îl va pune responsabil peste ceilalți sclavi ai săi, ca să le dea partea de hrană la timp?",
        "43": "Fericit este sclavul acela, pe care stăpânul, la venirea lui, îl va găsi făcând așa!",
        "44": "Adevărat vă spun că îl va pune responsabil peste toate bunurile sale!",
        "45": "Dar, dacă sclavul acela zice în inima lui: „Stăpânul meu întârzie să vină!“ și începe să-i bată pe sclavi și pe sclave, să mănânce, să bea și să se îmbete,",
        "46": "stăpânul acelui sclav va veni într-o zi în care el nu se așteaptă și la o oră pe care n-o știe. El îl va tăia în două și-i va hotărî partea la un loc cu necredincioșii.",
        "47": "Sclavul acela, care știe voia stăpânului său și nu se pregătește sau nu acționează în conformitate cu voia acestuia, va fi bătut cu multe lovituri.",
        "48": "Iar cel ce nu știe, însă face lucruri din cauza cărora merită să primească lovituri, va fi bătut cu mai puține lovituri. Cui i s-a dat mult, i se va cere mult, iar cui i s-a încredințat mult, i se va cere și mai mult. Nu pacea, ci dezbinarea",
        "49": "Eu am venit să arunc foc pe pământ și cât aș vrea ca focul să fi fost deja aprins!",
        "50": "Am un botez cu care trebuie să fiu botezat și cât sunt de apăsat până când acesta este îndeplinit!",
        "51": "Credeți că am venit să aduc pace pe pământ? Vă spun că nu, ci mai degrabă dezbinare.",
        "52": "Căci, de acum înainte, din cinci care vor fi într-o casă, trei vor fi dezbinați împotriva a doi și doi împotriva a trei.",
        "53": "Tatăl va fi dezbinat împotriva fiului, iar fiul împotriva tatălui, mama împotriva fetei, iar fata împotriva mamei, soacra împotriva nurorii ei, iar nora împotriva soacrei. Înțelegând vremurile",
        "54": "Apoi le-a mai zis mulțimilor: ‒ Când vedeți un nor ridicându-se în vest, ziceți imediat: „Vine ploaia“. Și așa se întâmplă.",
        "55": "Iar când vântul suflă din sud, ziceți: „Va fi arșiță“. Și așa se întâmplă.",
        "56": "Ipocriților! Fața cerului și a pământului știți s-o deosebiți, dar vremea aceasta cum de nu știți s-o deosebiți?",
        "57": "Și de ce nu judecați voi înșivă ce este drept?",
        "58": "În timp ce te duci cu acuzatorul tău la conducător, dă-ți silința pe drum să te împaci cu el, ca nu cumva să te târască înaintea judecătorului, judecătorul să te dea pe mâna ofițerului închisorii, iar ofițerul să te arunce în închisoare!",
        "59": "Îți spun că nu vei ieși de acolo până când nu vei fi plătit și ultimul lepton!"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Meanwhile, when a multitude of many thousands had gathered together, so much so that they trampled on each other, he began to tell his disciples first of all, “Beware of the yeast of the Pharisees, which is hypocrisy.",
        "2": "But there is nothing covered up that will not be revealed, nor hidden that will not be known.",
        "3": "Therefore whatever you have said in the darkness will be heard in the light. What you have spoken in the ear in the inner rooms will be proclaimed on the housetops.",
        "4": "“I tell you, my friends, don’t be afraid of those who kill the body, and after that have no more that they can do.",
        "5": "But I will warn you whom you should fear. Fear him who after he has killed, has power to cast into Gehenna. Yes, I tell you, fear him.",
        "6": "“Aren’t five sparrows sold for two assaria coins  ? Not one of them is forgotten by God.",
        "7": "But the very hairs of your head are all counted. Therefore don’t be afraid. You are of more value than many sparrows.",
        "8": "“I tell you, everyone who confesses me before men, the Son of Man will also confess before the angels of God;",
        "9": "but he who denies me in the presence of men will be denied in the presence of God’s angels.",
        "10": "Everyone who speaks a word against the Son of Man will be forgiven, but those who blaspheme against the Holy Spirit will not be forgiven.",
        "11": "When they bring you before the synagogues, the rulers, and the authorities, don’t be anxious how or what you will answer or what you will say;",
        "12": "for the Holy Spirit will teach you in that same hour what you must say.”",
        "13": "One of the multitude said to him, “Teacher, tell my brother to divide the inheritance with me.”",
        "14": "But he said to him, “Man, who made me a judge or an arbitrator over you?”",
        "15": "He said to them, “Beware! Keep yourselves from covetousness, for a man’s life doesn’t consist of the abundance of the things which he possesses.”",
        "16": "He spoke a parable to them, saying, “The ground of a certain rich man produced abundantly.",
        "17": "He reasoned within himself, saying, ‘What will I do, because I don’t have room to store my crops?’",
        "18": "He said, ‘This is what I will do. I will pull down my barns, build bigger ones, and there I will store all my grain and my goods.",
        "19": "I will tell my soul, “Soul, you have many goods laid up for many years. Take your ease, eat, drink, and be merry.”’",
        "20": "“But God said to him, ‘You foolish one, tonight your soul is required of you. The things which you have prepared—whose will they be?’",
        "21": "So is he who lays up treasure for himself, and is not rich toward God.”",
        "22": "He said to his disciples, “Therefore I tell you, don’t be anxious for your life, what you will eat, nor yet for your body, what you will wear.",
        "23": "Life is more than food, and the body is more than clothing.",
        "24": "Consider the ravens: they don’t sow, they don’t reap, they have no warehouse or barn, and God feeds them. How much more valuable are you than birds!",
        "25": "Which of you by being anxious can add a cubit to his height?",
        "26": "If then you aren’t able to do even the least things, why are you anxious about the rest?",
        "27": "Consider the lilies, how they grow. They don’t toil, neither do they spin; yet I tell you, even Solomon in all his glory was not arrayed like one of these.",
        "28": "But if this is how God clothes the grass in the field, which today exists and tomorrow is cast into the oven, how much more will he clothe you, O you of little faith?",
        "29": "“Don’t seek what you will eat or what you will drink; neither be anxious.",
        "30": "For the nations of the world seek after all of these things, but your Father knows that you need these things.",
        "31": "But seek God’s Kingdom, and all these things will be added to you.",
        "32": "“Don’t be afraid, little flock, for it is your Father’s good pleasure to give you the Kingdom.",
        "33": "Sell what you have and give gifts to the needy. Make for yourselves purses which don’t grow old, a treasure in the heavens that doesn’t fail, where no thief approaches and no moth destroys.",
        "34": "For where your treasure is, there will your heart be also.",
        "35": "“Let your waist be dressed and your lamps burning.",
        "36": "Be like men watching for their lord when he returns from the wedding feast, that when he comes and knocks, they may immediately open to him.",
        "37": "Blessed are those servants whom the lord will find watching when he comes. Most certainly I tell you that he will dress himself, make them recline, and will come and serve them.",
        "38": "They will be blessed if he comes in the second or third watch and finds them so.",
        "39": "But know this, that if the master of the house had known in what hour the thief was coming, he would have watched and not allowed his house to be broken into.",
        "40": "Therefore be ready also, for the Son of Man is coming in an hour that you don’t expect him.”",
        "41": "Peter said to him, “Lord, are you telling this parable to us, or to everybody?”",
        "42": "The Lord said, “Who then is the faithful and wise steward, whom his lord will set over his household, to give them their portion of food at the right times?",
        "43": "Blessed is that servant whom his lord will find doing so when he comes.",
        "44": "Truly I tell you that he will set him over all that he has.",
        "45": "But if that servant says in his heart, ‘My lord delays his coming,’ and begins to beat the menservants and the maidservants, and to eat and drink and to be drunken,",
        "46": "then the lord of that servant will come in a day when he isn’t expecting him and in an hour that he doesn’t know, and will cut him in two, and place his portion with the unfaithful.",
        "47": "That servant who knew his lord’s will, and didn’t prepare nor do what he wanted, will be beaten with many stripes,",
        "48": "but he who didn’t know, and did things worthy of stripes, will be beaten with few stripes. To whomever much is given, of him will much be required; and to whom much was entrusted, of him more will be asked.",
        "49": "“I came to throw fire on the earth. I wish it were already kindled.",
        "50": "But I have a baptism to be baptized with, and how distressed I am until it is accomplished!",
        "51": "Do you think that I have come to give peace in the earth? I tell you, no, but rather division.",
        "52": "For from now on, there will be five in one house divided, three against two, and two against three.",
        "53": "They will be divided, father against son, and son against father; mother against daughter, and daughter against her mother; mother-in-law against her daughter-in-law, and daughter-in-law against her mother-in-law.”",
        "54": "He said to the multitudes also, “When you see a cloud rising from the west, immediately you say, ‘A shower is coming,’ and so it happens.",
        "55": "When a south wind blows, you say, ‘There will be a scorching heat,’ and it happens.",
        "56": "You hypocrites! You know how to interpret the appearance of the earth and the sky, but how is it that you don’t interpret this time?",
        "57": "“Why don’t you judge for yourselves what is right?",
        "58": "For when you are going with your adversary before the magistrate, try diligently on the way to be released from him, lest perhaps he drag you to the judge, and the judge deliver you to the officer, and the officer throw you into prison.",
        "59": "I tell you, you will by no means get out of there until you have paid the very last penny.”"
      }
    }
  }
}