{
  "book": "Luca",
  "chapter": "17",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Prilejurile de păcătuire Isus a zis ucenicilor Săi: „Este cu neputință să nu vină prilejuri de păcătuire, dar vai de acela prin care vin!",
        "2": "Ar fi mai de folos pentru el să i se lege o piatră de moară de gât și să fie aruncat în mare, decât să facă pe unul din acești micuți să păcătuiască.",
        "3": "Luați seama la voi înșivă! Dacă fratele tău păcătuiește împotriva ta, mustră-l! Și dacă-i pare rău, iartă-l!",
        "4": "Și chiar dacă păcătuiește împotriva ta de șapte ori pe zi și de șapte ori pe zi se întoarce la tine și zice: ‘Îmi pare rău!’ să-l ierți.”",
        "5": "Apostolii au zis Domnului: „Mărește-ne credința!”",
        "6": "Și Domnul a zis: „Dacă ați avea credință cât un grăunte de muștar, ați zice dudului acestuia: ‘Dezrădăcinează-te și sădește-te în mare’, și v-ar asculta. „Robi netrebnici”",
        "7": "Cine dintre voi, dacă are un rob care ară sau paște oile, îi va zice când vine de la câmp: ‘Vino îndată și șezi la masă’?",
        "8": "Nu-i va zice mai degrabă: ‘Gătește-mi să mănânc, încinge-te și slujește-mi până voi mânca și voi bea eu; după aceea, vei mânca și vei bea și tu’?",
        "9": "Va rămâne el îndatorat față de robul acela, pentru că robul a făcut ce-i fusese poruncit? Nu cred.",
        "10": "Tot așa și voi, după ce veți face tot ce vi s-a poruncit, să ziceți: ‘Suntem niște robi netrebnici; am făcut ce eram datori să facem.’” Cei zece leproși",
        "11": "Isus mergea spre Ierusalim și a trecut printre Samaria și Galileea.",
        "12": "Pe când intra într-un sat, L-au întâmpinat zece leproși. Ei au stat departe,",
        "13": "și-au ridicat glasul și au zis: „Isuse, Învățătorule, ai milă de noi!”",
        "14": "Când i-a văzut Isus, le-a zis: „Duceți-vă și arătați-vă preoților!” Și pe când se duceau, au fost curățiți.",
        "15": "Unul din ei, când s-a văzut vindecat, s-a întors, slăvind pe Dumnezeu cu glas tare.",
        "16": "S-a aruncat cu fața la pământ la picioarele lui Isus și I-a mulțumit. Era samaritean.",
        "17": "Isus a luat cuvântul și a zis: „Oare n-au fost curățiți toți cei zece? Dar ceilalți nouă unde sunt?",
        "18": "Nu s-a găsit decât străinul acesta să se întoarcă și să dea slavă lui Dumnezeu?”",
        "19": "Apoi i-a zis: „Scoală-te și pleacă; credința ta te-a mântuit.” Venirea Împărăției lui Dumnezeu",
        "20": "Fariseii au întrebat pe Isus când va veni Împărăția lui Dumnezeu. Drept răspuns, El le-a zis: „Împărăția lui Dumnezeu nu vine în așa fel ca să izbească privirile.",
        "21": "Nu se va zice: ‘Uite-o aici’ sau ‘Uite-o acolo’. Căci iată că Împărăția lui Dumnezeu este înăuntrul vostru.” Venirea Fiului omului",
        "22": "Și a zis ucenicilor: „Vor veni zile când veți dori să vedeți una din zilele Fiului omului, și n-o veți vedea.",
        "23": "Vi se va zice: ‘Iată-L aici, iată-L acolo!’ Să nu vă duceți, nici să nu-i urmați.",
        "24": "Căci, cum iese fulgerul și luminează de la o margine a cerului până la cealaltă, așa va fi și Fiul omului în ziua Sa.",
        "25": "Dar, mai întâi, trebuie să sufere multe și să fie lepădat de neamul acesta.",
        "26": "Ce s-a întâmplat în zilele lui Noe, se va întâmpla la fel și în zilele Fiului omului:",
        "27": "mâncau, beau, se însurau și se măritau până în ziua când a intrat Noe în corabie; și a venit potopul și i-a prăpădit pe toți.",
        "28": "Ce s-a întâmplat în zilele lui Lot, se va întâmpla aidoma: oamenii mâncau, beau, cumpărau, vindeau, sădeau, zideau,",
        "29": "dar, în ziua când a ieșit Lot din Sodoma, a plouat foc și pucioasă din cer și i-a pierdut pe toți.",
        "30": "Tot așa va fi și în ziua când Se va arăta Fiul omului.",
        "31": "În ziua aceea, cine va fi pe acoperișul casei și își va avea vasele în casă să nu se coboare să le ia și cine va fi pe câmp, de asemenea, să nu se mai întoarcă.",
        "32": "Aduceți-vă aminte de nevasta lui Lot.",
        "33": "Oricine va căuta să-și scape viața o va pierde și oricine o va pierde o va găsi.",
        "34": "Vă spun că, în noaptea aceea, doi inși vor fi în același pat, unul va fi luat și altul va fi lăsat;",
        "35": "două femei vor măcina împreună: una va fi luată și alta va fi lăsată.",
        "36": "Doi bărbați vor fi la câmp: unul va fi luat și altul va fi lăsat.”",
        "37": "Ucenicii L-au întrebat: „Unde, Doamne?” Iar El a răspuns: „Unde va fi trupul, acolo se vor strânge vulturii.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Despre păcat, credință și datorie Le-a zis apoi ucenicilor Săi: ‒ Este imposibil să nu vină prilejurile de păcătuire, dar vai de acela prin care vin!",
        "2": "Ar fi mai bine pentru el dacă i s-ar atârna de gât o piatră de moară și ar fi aruncat în mare, decât să-l facă să păcătuiască pe vreunul dintre acești micuți!",
        "3": "Fiți atenți la voi înșivă! Dacă fratele tău păcătuiește împotriva ta, mustră-l, iar dacă se pocăiește, iartă-l!",
        "4": "Și chiar dacă păcătuiește împotriva ta de șapte ori pe zi și de șapte ori se întoarce la tine și zice: „Mă pocăiesc!“, tu să-l ierți!",
        "5": "Apostolii I-au zis Domnului: ‒ Mărește-ne credința!",
        "6": "Domnul le-a răspuns: ‒ Dacă ați avea credință cât un bob de muștar, ați zice acestui dud: „Dezrădăcinează-te și sădește-te în mare!“, iar el v-ar asculta.",
        "7": "Cine dintre voi, dacă are un sclav care ară sau paște oile, îi va zice când vine de la câmp: „Vino imediat și așază-te să mănânci!“?",
        "8": "Nu-i va zice mai degrabă: „Pregătește-mi ceva să mănânc și fii gata să-mi slujești câtă vreme mănânc și beau eu, iar după aceea vei mânca și vei bea și tu!“?",
        "9": "Va avea el cumva recunoștință față de sclav pentru că acesta a făcut ce i s-a poruncit? Nu cred.",
        "10": "Tot așa și voi: când faceți tot ceea ce vi s-a poruncit, să ziceți: „Suntem niște sclavi neînsemnați. Am făcut ceea ce eram datori să facem“. Isus curățește zece leproși",
        "11": "În drum spre Ierusalim, El a trecut printre Samaria și Galileea.",
        "12": "În timp ce intra într-un sat, L-au întâlnit zece bărbați leproși.",
        "13": "și au strigat, zicând: ‒ Stăpâne Isuse, ai milă de noi!",
        "14": "Când i-a văzut, Isus le-a zis: ‒ Duceți-vă și arătați-vă preoților!",
        "15": "Unul dintre ei, când a văzut că a fost vindecat, s-a întors glorificându-L pe Dumnezeu cu glas tare.",
        "16": "El s-a aruncat cu fața la picioarele lui Isus și I-a mulțumit. Era samaritean.",
        "17": "Isus, răspunzând, a zis: ‒ Oare n-au fost zece curățiți? Unde sunt ceilalți nouă?",
        "18": "Nu s-a găsit decât străinul acesta să se întoarcă și să-L glorifice pe Dumnezeu?",
        "19": "Apoi i-a zis: ‒ Ridică-te și du-te! Credința ta te-a vindecat. Venirea Împărăției lui Dumnezeu și a Fiului Omului",
        "20": "Fiind întrebat de către farisei când va veni Împărăția lui Dumnezeu, Isus le-a răspuns și a zis:",
        "21": "și nici nu se va zice: „Iat-o aici!“ sau „Uite-o acolo!“. Căci iată, Împărăția lui Dumnezeu este în mijlocul vostru!",
        "22": "El le-a zis apoi ucenicilor: ‒ Vor veni zile când veți tânji să vedeți una dintre zilele Fiului Omului, dar n-o veți vedea!",
        "23": "Vă vor zice: „Iată-L aici!“ sau „Iată-L acolo!“. Să nu vă duceți și să nu-i urmați!",
        "24": "Căci, așa cum fulgerul, când scânteiază, luminează cerul dintr-o parte în cealaltă, tot așa va fi și Fiul Omului în ziua Sa!",
        "25": "Dar mai întâi trebuie să sufere multe și să fie respins de această generație.",
        "26": "Așa cum s-a întâmplat în zilele lui Noe, tot așa va fi și în zilele Fiului Omului.",
        "27": "Oamenii mâncau, beau, se însurau și se măritau, până în ziua în care a intrat Noe în arcă și a venit potopul și i-a distrus pe toți.",
        "28": "De asemenea, va fi așa cum s-a întâmplat în zilele lui Lot: oamenii mâncau, beau, cumpărau, vindeau, plantau, construiau,",
        "29": "dar, în ziua în care a ieșit Lot din Sodoma, a plouat foc și sulf din cer și i-a distrus pe toți.",
        "30": "Tot așa va fi în ziua în care Se va arăta Fiul Omului.",
        "31": "În ziua aceea, cel ce va fi pe acoperișul casei și va avea lucrurile în casă să nu coboare să le ia, iar cel ce va fi la câmp, de asemenea, să nu se mai întoarcă la cele lăsate în urmă.",
        "32": "Aduceți-vă aminte de soția lui Lot!",
        "33": "Oricine încearcă să-și scape viața o va pierde, dar cel care și-o va pierde o va păstra.",
        "34": "Vă spun că, în noaptea aceea, din doi care vor fi într-un pat, unul va fi luat, iar celălalt va fi lăsat.",
        "35": "Două femei vor măcina împreună – una va fi luată, iar cealaltă va fi lăsată.",
        "36": "Doi bărbați vor fi la câmp – unul va fi luat, iar celălalt va fi lăsat.",
        "37": "Ei L-au întrebat: ‒ Unde, Doamne? Isus le-a zis: ‒ Oriunde va fi trupul, acolo se vor aduna și vulturii."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "He said to the disciples, “It is impossible that no occasions of stumbling should come, but woe to him through whom they come!",
        "2": "It would be better for him if a millstone were hung around his neck, and he were thrown into the sea, rather than that he should cause one of these little ones to stumble.",
        "3": "Be careful. If your brother sins against you, rebuke him. If he repents, forgive him.",
        "4": "If he sins against you seven times in the day, and seven times returns, saying, ‘I repent,’ you shall forgive him.”",
        "5": "The apostles said to the Lord, “Increase our faith.”",
        "6": "The Lord said, “If you had faith like a grain of mustard seed, you would tell this sycamore tree, ‘Be uprooted and be planted in the sea,’ and it would obey you.",
        "7": "But who is there among you, having a servant plowing or keeping sheep, that will say when he comes in from the field, ‘Come immediately and sit down at the table’?",
        "8": "Wouldn’t he rather tell him, ‘Prepare my supper, clothe yourself properly, and serve me while I eat and drink. Afterward you shall eat and drink’?",
        "9": "Does he thank that servant because he did the things that were commanded? I think not.",
        "10": "Even so you also, when you have done all the things that are commanded you, say, ‘We are unworthy servants. We have done our duty.’”",
        "11": "As he was on his way to Jerusalem, he was passing along the borders of Samaria and Galilee.",
        "12": "As he entered into a certain village, ten men who were lepers met him, who stood at a distance.",
        "13": "They lifted up their voices, saying, “Jesus, Master, have mercy on us!”",
        "14": "When he saw them, he said to them, “Go and show yourselves to the priests.” As they went, they were cleansed.",
        "15": "One of them, when he saw that he was healed, turned back, glorifying God with a loud voice.",
        "16": "He fell on his face at Jesus’ feet, giving him thanks; and he was a Samaritan.",
        "17": "Jesus answered, “Weren’t the ten cleansed? But where are the nine?",
        "18": "Were there none found who returned to give glory to God, except this foreigner?”",
        "19": "Then he said to him, “Get up, and go your way. Your faith has healed you.”",
        "20": "Being asked by the Pharisees when God’s Kingdom would come, he answered them, “God’s Kingdom doesn’t come with observation;",
        "21": "neither will they say, ‘Look, here!’ or, ‘Look, there!’ for behold, God’s Kingdom is within you.”",
        "22": "He said to the disciples, “The days will come when you will desire to see one of the days of the Son of Man, and you will not see it.",
        "23": "They will tell you, ‘Look, here!’ or ‘Look, there!’ Don’t go away or follow after them,",
        "24": "for as the lightning, when it flashes out of one part under the sky, shines to another part under the sky, so will the Son of Man be in his day.",
        "25": "But first, he must suffer many things and be rejected by this generation.",
        "26": "As it was in the days of Noah, even so it will also be in the days of the Son of Man.",
        "27": "They ate, they drank, they married, and they were given in marriage until the day that Noah entered into the ship, and the flood came and destroyed them all.",
        "28": "Likewise, even as it was in the days of Lot: they ate, they drank, they bought, they sold, they planted, they built;",
        "29": "but in the day that Lot went out from Sodom, it rained fire and sulfur from the sky and destroyed them all.",
        "30": "It will be the same way in the day that the Son of Man is revealed.",
        "31": "In that day, he who will be on the housetop and his goods in the house, let him not go down to take them away. Let him who is in the field likewise not turn back.",
        "32": "Remember Lot’s wife!",
        "33": "Whoever seeks to save his life loses it, but whoever loses his life preserves it.",
        "34": "I tell you, in that night there will be two people in one bed. One will be taken and the other will be left.",
        "35": "There will be two grinding grain together. One will be taken and the other will be left.”",
        "36": "Two will be in the field: the one taken, and the other left.",
        "37": "They, answering, asked him, “Where, Lord?” He said to them, “Where the body is, there the vultures will also be gathered together.”"
      }
    }
  }
}