{
  "book": "Luca",
  "chapter": "7",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Vindecarea robului unui sutaș După ce a sfârșit de rostit toate aceste cuvântări înaintea norodului care-L asculta, Isus a intrat în Capernaum.",
        "2": "Un sutaș avea un rob la care ținea foarte mult și care era bolnav pe moarte.",
        "3": "Fiindcă auzise vorbindu-se despre Isus, sutașul a trimis la El pe niște bătrâni ai iudeilor, ca să-L roage să vină să vindece pe robul lui.",
        "4": "Aceștia au venit la Isus, L-au rugat cu tot dinadinsul și au zis: „Face să-i faci acest bine,",
        "5": "căci iubește neamul nostru și el ne-a zidit sinagoga.”",
        "6": "Isus a plecat cu ei, dar nu era departe de casă când sutașul a trimis la El pe niște prieteni să-I spună: „Doamne, nu Te mai osteni atâta, pentru că nu sunt vrednic să intri sub acoperământul meu.",
        "7": "De aceea nici nu m-am socotit vrednic să vin eu însumi la Tine. Ci zi o vorbă, și robul meu va fi tămăduit.",
        "8": "Căci și eu, care sunt sub stăpânirea altuia, am sub mine ostași. Și zic unuia: ‘Du-te!’ și se duce; altuia: ‘Vino!’ și vine; și robului meu: ‘Fă cutare lucru!’ și-l face.”",
        "9": "Când a auzit Isus aceste vorbe, S-a minunat de sutaș, S-a întors spre norodul care mergea după El și a zis: „Vă spun că nici chiar în Israel n-am găsit o credință atât de mare.”",
        "10": "Când s-au întors acasă, trimișii au găsit sănătos pe robul care fusese bolnav. Învierea fiului văduvei din Nain",
        "11": "În ziua următoare, Isus Se ducea într-o cetate numită Nain. Împreună cu El mergeau ucenicii Lui și norod mult.",
        "12": "Când S-a apropiat de poarta cetății, iată că duceau la groapă pe un mort, singurul fiu al maicii lui, care era văduvă; și cu ea erau o mulțime de oameni din cetate.",
        "13": "Domnului, când a văzut-o, I s-a făcut milă de ea și i-a zis: „Nu plânge!”",
        "14": "Apoi, S-a apropiat și S-a atins de raclă. Cei ce o duceau s-au oprit. El a zis: „Tinerelule, scoală-te, îți spun!”",
        "15": "Mortul a șezut în capul oaselor și a început să vorbească. Isus l-a dat înapoi maicii lui.",
        "16": "Toți au fost cuprinși de frică, slăveau pe Dumnezeu și ziceau: „Un mare proroc s-a ridicat între noi; și Dumnezeu a cercetat pe poporul Său.”",
        "17": "Vestea aceasta despre Isus s-a răspândit în toată Iudeea și prin toate împrejurimile. Trimișii lui Ioan Botezătorul",
        "18": "Ucenicii lui Ioan au dat de știre învățătorului lor despre toate aceste lucruri.",
        "19": "Ioan a chemat pe doi dintre ucenicii săi și i-a trimis la Isus să-L întrebe: „Tu ești Acela care are să vină sau să așteptăm pe altul?”",
        "20": "Aceștia, când s-au înfățișat înaintea lui Isus, I-au zis: „Ioan Botezătorul ne-a trimis la Tine să Te întrebăm: ‘Tu ești Acela care are să vină sau să așteptăm pe altul?’”",
        "21": "Chiar în clipa aceea, Isus a vindecat pe mulți de boli, de chinuri, de duhuri rele și multor orbi le-a dăruit vederea.",
        "22": "Și, drept răspuns, le-a zis: „Duceți-vă de spuneți lui Ioan ce ați văzut și auzit: orbii văd, șchiopii umblă, leproșii sunt curățiți, surzii aud, morții înviază, și săracilor li se propovăduiește Evanghelia.",
        "23": "Ferice de acela pentru care nu voi fi un prilej de poticnire.” Mărturia lui Isus despre Ioan",
        "24": "După ce au plecat trimișii lui Ioan, Isus a început să spună noroadelor despre Ioan: „Ce ați ieșit să vedeți în pustie? O trestie clătinată de vânt?",
        "25": "Atunci ce ați ieșit să vedeți? Un om îmbrăcat în haine moi? Iată că cei ce poartă haine moi și cei ce trăiesc în desfătări sunt în casele împăraților.",
        "26": "Atunci ce ați ieșit să vedeți? Un proroc? Da, vă spun, și mai mult decât un proroc.",
        "27": "El este acela despre care este scris: ‘Iată, trimit pe solul Meu înaintea Feței Tale, care Îți va pregăti calea înaintea Ta.’",
        "28": "Vă spun că, dintre cei născuți din femei, nu este niciunul mai mare decât Ioan Botezătorul. Totuși cel mai mic în Împărăția lui Dumnezeu este mai mare decât el.",
        "29": "Și tot norodul care l-a auzit și chiar vameșii au dat dreptate lui Dumnezeu, primind botezul lui Ioan,",
        "30": "dar fariseii și învățătorii Legii au zădărnicit planul lui Dumnezeu pentru ei, neprimind botezul lui.",
        "31": "Cu cine voi asemăna dar pe oamenii din neamul acesta? Și cu cine seamănă ei?",
        "32": "Seamănă cu niște copii care stau în piață și strigă unii către alții: ‘V-am cântat din fluier, și n-ați jucat; v-am cântat de jale, și n-ați plâns.’",
        "33": "În adevăr, a venit Ioan Botezătorul, nici mâncând pâine, nici bând vin, și ziceți: ‘Are drac.’",
        "34": "A venit Fiul omului, mâncând și bând, și ziceți: ‘Iată un om mâncăcios și băutor de vin, un prieten al vameșilor și al păcătoșilor.’",
        "35": "Totuși Înțelepciunea a fost găsită dreaptă de toți copiii ei.” Femeia păcătoasă",
        "36": "Un fariseu a rugat pe Isus să mănânce la el. Isus a intrat în casa fariseului și a șezut la masă.",
        "37": "Și iată că o femeie păcătoasă din cetate a aflat că El era la masă în casa fariseului. A adus un vas de alabastru cu mir mirositor",
        "38": "și stătea înapoi lângă picioarele lui Isus și plângea. Apoi a început să-I stropească picioarele cu lacrimile ei și să le șteargă cu părul capului ei; le săruta mult și le ungea cu mir.",
        "39": "Când a văzut lucrul acesta, fariseul care-L poftise și-a zis: „Omul acesta, dacă ar fi un proroc, ar ști cine și ce fel de femeie este cea care se atinge de El: că este o păcătoasă.”",
        "40": "Isus a luat cuvântul și i-a zis: „Simone, am să-ți spun ceva.” „Spune, Învățătorule”, I-a răspuns el.",
        "41": "„Un cămătar avea doi datornici: unul îi era dator cu cinci sute de lei, iar celălalt, cu cincizeci.",
        "42": "Fiindcă n-aveau cu ce plăti, i-a iertat pe amândoi. Spune-Mi dar, care din ei îl va iubi mai mult?”",
        "43": "Simon I-a răspuns: „Socotesc că acela căruia i-a iertat mai mult.” Isus i-a zis: „Drept ai judecat.”",
        "44": "Apoi S-a întors spre femeie și a zis lui Simon: „Vezi tu pe femeia aceasta? Am intrat în casa ta și nu Mi-ai dat apă pentru spălat picioarele, dar ea Mi-a stropit picioarele cu lacrimile ei și Mi le-a șters cu părul capului ei.",
        "45": "Tu nu Mi-ai dat sărutare, dar ea, de când am intrat, n-a încetat să-Mi sărute picioarele.",
        "46": "Capul nu Mi l-ai uns cu untdelemn; dar ea Mi-a uns picioarele cu mir.",
        "47": "De aceea îți spun: Păcatele ei, care sunt multe, sunt iertate, căci a iubit mult. Dar cui i se iartă puțin iubește puțin.”",
        "48": "Apoi a zis femeii: „Iertate îți sunt păcatele!”",
        "49": "Cei ce ședeau cu El la masă au început să zică între ei: „Cine este Acesta de iartă chiar și păcatele?”",
        "50": "Dar Isus a zis femeii: „Credința ta te-a mântuit; du-te în pace.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Credința centurionului După ce a terminat de spus toate aceste cuvinte în auzul poporului, Isus a intrat în Capernaum.",
        "2": "Un sclav al unui centurion, sclav pe care acesta îl aprecia, era bolnav, aproape de moarte.",
        "3": "Când centurionul a auzit despre Isus, i-a trimis la El pe niște bătrâni ai iudeilor, ca să-L roage să vină și să-i vindece sclavul.",
        "4": "Ei au venit la Isus și L-au rugat insistent, zicând: „El merită să-i îndeplinești această cerere,",
        "5": "căci iubește națiunea noastră și ne-a construit sinagoga“.",
        "6": "Isus a plecat împreună cu ei, dar n-ajunsese prea departe de casă, când centurionul i-a trimis pe prietenii lui ca să-I spună: „Doamne, nu Te mai deranja, căci nu merit să intri sub acoperișul meu!",
        "7": "De aceea nici n-am considerat că merit să vin eu însumi la Tine! Prin urmare, spune un cuvânt și fă ca slujitorul meu să fie vindecat astfel!",
        "8": "Căci și eu sunt un om pus sub autoritate și am soldați în subordinea mea. Când îi spun unuia: «Du-te!», el se duce. Când îi spun altuia: «Vino!», el vine. Iar când îi spun sclavului meu: «Fă asta!», el face“.",
        "9": "Isus a rămas uimit de el când a auzit aceste lucruri și S-a întors spre mulțimea care-L urma, zicând: „Vă spun că nici chiar în Israel n-am găsit atâta credință!“.",
        "10": "Când cei trimiși s-au întors acasă, l-au găsit pe sclav însănătoșit. Învierea fiului văduvei din Nain",
        "11": "Curând după aceea, Isus S-a dus într-o cetate numită Nain, iar ucenicii Lui și o mare mulțime de oameni au mers cu El.",
        "12": "Când S-a apropiat de poarta cetății, iată că era dus la mormânt un mort, singurul fiu al mamei lui, care era văduvă. O mulțime destul de mare din cetate era împreună cu ea.",
        "13": "Când a văzut-o Domnul, I s-a făcut milă de ea și i-a zis: „Nu plânge!“.",
        "14": "Apoi S-a apropiat și a atins sicriul, iar cei care-l duceau s-au oprit. Isus a zis: „Tinere, ție îți vorbesc: ridică-te!“.",
        "15": "Cel mort s-a ridicat și a început să vorbească, iar Isus l-a dat mamei sale.",
        "16": "Pe toți i-a cuprins frica și Îl glorificau pe Dumnezeu, zicând: „Un mare profet S-a ridicat între noi!“ și „Dumnezeu a venit în ajutorul poporului Său!“.",
        "17": "Vestea aceasta despre El s-a răspândit în toată Iudeea și în întreaga vecinătate. Isus și Ioan Botezătorul",
        "18": "Ucenicii lui Ioan l-au anunțat pe acesta cu privire la toate aceste lucruri.",
        "19": "și i-a trimis la Domnul cu un mesaj, zicând: ‒ Tu ești Cel Care urmează să vină sau să așteptăm pe altul?",
        "20": "Ei au venit deci la Isus și I-au zis: ‒ Ioan Botezătorul ne-a trimis la Tine să Te întrebăm: „Tu ești Cel Care urma să vină sau să așteptăm pe altul?“.",
        "21": "Chiar în ceasul acela Isus i-a vindecat pe mulți de boli, de chinuri și de duhuri rele, și multor orbi le-a dăruit vederea.",
        "22": "Isus, răspunzând, le-a zis: ‒ Duceți-vă și anunțați-l pe Ioan cu privire la lucrurile pe care le-ați văzut și le-ați auzit: cei orbi văd, cei ologi umblă, cei leproși sunt curățiți, cei surzi aud, cei morți sunt înviați, iar celor săraci li se vestește Evanghelia.",
        "23": "Fericit este cel care nu se îndoiește de Mine!",
        "24": "După ce au plecat mesagerii lui Ioan, Isus a început să le vorbească mulțimilor despre Ioan: „Ce ați ieșit să vedeți în deșert? O trestie clătinată de vânt?",
        "25": "Atunci, ce ați ieșit să priviți? Un om îmbrăcat în haine moi? Iată că cei ce poartă haine deosebite și trăiesc în lux sunt în palate!",
        "26": "Atunci, ce ați ieșit să priviți? Un profet? Vă spun că da, și chiar mai mult decât un profet!",
        "27": "Acesta este cel despre care a fost scris: «Iată, îl trimit înaintea feței Tale pe mesagerul Meu, care-Ți va pregăti calea înaintea Ta!».",
        "28": "Vă spun că, între cei născuți din femei, nu este niciunul mai mare decât Ioan. Totuși, cel mai mic în Împărăția lui Dumnezeu este mai mare decât el“.",
        "29": "Tot poporul care L-a auzit, chiar și colectorii de taxe, au recunoscut dreptatea lui Dumnezeu, fiindcă fuseseră botezați cu botezul lui Ioan.",
        "30": "Însă fariseii și învățătorii Legii au respins scopul lui Dumnezeu pentru ei înșiși, nelăsându-se botezați de el.",
        "31": "„Așadar, cu cine îi voi asemăna pe oamenii din generația aceasta și asemenea cui sunt ei?",
        "32": "Sunt asemenea unor copii care stau în piață și strigă unii la alții, zicând: «V-am cântat din fluier, dar n-ați dansat! V-am cântat de jale, dar n-ați bocit!».",
        "33": "Căci a venit Ioan Botezătorul, nici mâncând pâine, nici bând vin, iar voi ziceți: «Are demon!».",
        "34": "A venit Fiul Omului mâncând și bând, iar voi ziceți: «Iată un om mâncăcios și băutor de vin, un prieten al colectorilor de taxe și al păcătoșilor!».",
        "35": "Totuși, înțelepciunea a fost îndreptățită prin toți copiii ei“. Femeia păcătoasă și pilda cu cei doi datornici",
        "36": "Unul dintre farisei L-a rugat pe Isus să mănânce cu el. El a intrat în casa fariseului și S-a așezat să mănânce.",
        "37": "Și iată că o femeie păcătoasă din cetate, aflând că El era la masă în casa fariseului, a adus un vas de alabastru cu parfum.",
        "38": "Stând în spate, lângă picioarele lui Isus, și plângând, ea a început să-I stropească picioarele cu lacrimile ei și să le șteargă cu părul ei; și-I săruta picioarele și I le ungea cu parfum.",
        "39": "Când a văzut acest lucru, fariseul care-L chemase la masă și-a zis: ‒ Dacă Acesta ar fi profet, ar ști cine și ce fel de femeie este cea care-L atinge, ar ști că este o păcătoasă!",
        "40": "Isus, răspunzând, i-a zis: ‒ Simone, am ceva să-ți spun! El a zis: ‒ Spune, Învățătorule!",
        "41": "‒ Un anume cămătar avea doi datornici. Unul îi datora cinci sute de denari, iar celălalt, cincizeci.",
        "42": "Fiindcă n-aveau cu ce să plătească, i-a iertat pe amândoi. Prin urmare, care dintre ei îl va iubi mai mult?",
        "43": "Simon, răspunzând, a zis: ‒ Presupun că acela căruia i-a iertat mai mult! Isus i-a zis: ‒ Ai judecat corect.",
        "44": "Apoi, întorcându-Se către femeie, i-a zis lui Simon: ‒ Vezi femeia aceasta? Eu am intrat în casa ta și tu nu Mi-ai dat apă pentru spălat picioarele, dar ea Mi-a stropit picioarele cu lacrimile ei și Mi le-a șters cu părul ei.",
        "45": "Tu nu Mi-ai dat sărutare, dar ea, de când am intrat, nu încetează să-Mi sărute picioarele.",
        "46": "Tu nu Mi-ai uns capul cu ulei, dar ea Mi-a uns picioarele cu parfum.",
        "47": "De aceea îți spun că păcatele ei cele multe sunt iertate. Astfel, ea a iubit mult. Dar cel căruia i se iartă puțin, iubește puțin.",
        "48": "Apoi i-a zis femeii: ‒ Păcatele îți sunt iertate!",
        "49": "Cei ce ședeau la masă au început să-și zică între ei: „Cine este Acesta Care iartă și păcatele?“.",
        "50": "Dar El i-a zis femeii: ‒ Credința ta te-a mântuit. Du-te în pace!"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "After he had finished speaking in the hearing of the people, he entered into Capernaum.",
        "2": "A certain centurion’s servant, who was dear to him, was sick and at the point of death.",
        "3": "When he heard about Jesus, he sent to him elders of the Jews, asking him to come and save his servant.",
        "4": "When they came to Jesus, they begged him earnestly, saying, “He is worthy for you to do this for him,",
        "5": "for he loves our nation, and he built our synagogue for us.”",
        "6": "Jesus went with them. When he was now not far from the house, the centurion sent friends to him, saying to him, “Lord, don’t trouble yourself, for I am not worthy for you to come under my roof.",
        "7": "Therefore I didn’t even think myself worthy to come to you; but say the word, and my servant will be healed.",
        "8": "For I also am a man placed under authority, having under myself soldiers. I tell this one, ‘Go!’ and he goes; and to another, ‘Come!’ and he comes; and to my servant, ‘Do this,’ and he does it.”",
        "9": "When Jesus heard these things, he marveled at him, and turned and said to the multitude who followed him, “I tell you, I have not found such great faith, no, not in Israel.”",
        "10": "Those who were sent, returning to the house, found that the servant who had been sick was well.",
        "11": "Soon afterwards, he went to a city called Nain. Many of his disciples, along with a great multitude, went with him.",
        "12": "Now when he came near to the gate of the city, behold, one who was dead was carried out, the only born son of his mother, and she was a widow. Many people of the city were with her.",
        "13": "When the Lord saw her, he had compassion on her and said to her, “Don’t cry.”",
        "14": "He came near and touched the coffin, and the bearers stood still. He said, “Young man, I tell you, arise!”",
        "15": "He who was dead sat up and began to speak. Then he gave him to his mother.",
        "16": "Fear took hold of all, and they glorified God, saying, “A great prophet has arisen among us!” and, “God has visited his people!”",
        "17": "This report went out concerning him in the whole of Judea and in all the surrounding region.",
        "18": "The disciples of John told him about all these things.",
        "19": "John, calling to himself two of his disciples, sent them to Jesus, saying, “Are you the one who is coming, or should we look for another?”",
        "20": "When the men had come to him, they said, “John the Baptizer has sent us to you, saying, ‘Are you he who comes, or should we look for another?’”",
        "21": "In that hour he cured many of diseases and plagues and evil spirits; and to many who were blind he gave sight.",
        "22": "Jesus answered them, “Go and tell John the things which you have seen and heard: that the blind receive their sight, the lame walk, the lepers are cleansed, the deaf hear, the dead are raised up, and the poor have good news preached to them.",
        "23": "Blessed is he who finds no occasion for stumbling in me.”",
        "24": "When John’s messengers had departed, he began to tell the multitudes about John, “What did you go out into the wilderness to see? A reed shaken by the wind?",
        "25": "But what did you go out to see? A man clothed in soft clothing? Behold, those who are gorgeously dressed and live delicately are in kings’ courts.",
        "26": "But what did you go out to see? A prophet? Yes, I tell you, and much more than a prophet.",
        "27": "This is he of whom it is written, ‘Behold, I send my messenger before your face, who will prepare your way before you.’",
        "28": "“For I tell you, among those who are born of women there is not a greater prophet than John the Baptizer; yet he who is least in God’s Kingdom is greater than he.”",
        "29": "When all the people and the tax collectors heard this, they declared God to be just, having been baptized with John’s baptism.",
        "30": "But the Pharisees and the lawyers rejected the counsel of God, not being baptized by him themselves.",
        "31": "“To what then should I compare the people of this generation? What are they like?",
        "32": "They are like children who sit in the marketplace and call to one another, saying, ‘We piped to you, and you didn’t dance. We mourned, and you didn’t weep.’",
        "33": "For John the Baptizer came neither eating bread nor drinking wine, and you say, ‘He has a demon.’",
        "34": "The Son of Man has come eating and drinking, and you say, ‘Behold, a glutton and a drunkard, a friend of tax collectors and sinners!’",
        "35": "Wisdom is justified by all her children.”",
        "36": "One of the Pharisees invited him to eat with him. He entered into the Pharisee’s house and sat at the table.",
        "37": "Behold, a woman in the city who was a sinner, when she knew that he was reclining in the Pharisee’s house, brought an alabaster jar of ointment.",
        "38": "Standing behind at his feet weeping, she began to wet his feet with her tears, and she wiped them with the hair of her head, kissed his feet, and anointed them with the ointment.",
        "39": "Now when the Pharisee who had invited him saw it, he said to himself, “This man, if he were a prophet, would have perceived who and what kind of woman this is who touches him, that she is a sinner.”",
        "40": "Jesus answered him, “Simon, I have something to tell you.” He said, “Teacher, say on.”",
        "41": "“A certain lender had two debtors. The one owed five hundred denarii, and the other fifty.",
        "42": "When they couldn’t pay, he forgave them both. Which of them therefore will love him most?”",
        "43": "Simon answered, “He, I suppose, to whom he forgave the most.”",
        "44": "Turning to the woman, he said to Simon, “Do you see this woman? I entered into your house, and you gave me no water for my feet, but she has wet my feet with her tears, and wiped them with the hair of her head.",
        "45": "You gave me no kiss, but she, since the time I came in, has not ceased to kiss my feet.",
        "46": "You didn’t anoint my head with oil, but she has anointed my feet with ointment.",
        "47": "Therefore I tell you, her sins, which are many, are forgiven, for she loved much. But one to whom little is forgiven, loves little.”",
        "48": "He said to her, “Your sins are forgiven.”",
        "49": "Those who sat at the table with him began to say to themselves, “Who is this who even forgives sins?”",
        "50": "He said to the woman, “Your faith has saved you. Go in peace.”"
      }
    }
  }
}