{
  "book": "Luca",
  "chapter": "1",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Cuvânt-înainte Fiindcă mulți s-au apucat să alcătuiască o istorisire amănunțită despre lucrurile care s-au petrecut printre noi,",
        "2": "după cum ni le-au încredințat cei ce le-au văzut cu ochii lor de la început și au ajuns slujitori ai Cuvântului,",
        "3": "am găsit și eu cu cale, preaalesule Teofile, după ce am făcut cercetări cu de-amănuntul asupra tuturor acestor lucruri de la obârșia lor, să ți le scriu în șir unele după altele,",
        "4": "ca să poți cunoaște astfel temeinicia învățăturilor pe care le-ai primit prin viu grai. Vestirea nașterii lui Ioan Botezătorul",
        "5": "În zilele lui Irod, împăratul Iudeii, era un preot numit Zaharia, din ceata lui Abia. Nevasta lui era din fetele lui Aaron, și se chema Elisabeta.",
        "6": "Amândoi erau neprihăniți înaintea lui Dumnezeu și păzeau fără pată toate poruncile și toate rânduielile Domnului.",
        "7": "N-aveau copii, pentru că Elisabeta era stearpă; și amândoi erau înaintați în vârstă.",
        "8": "Dar, pe când slujea Zaharia înaintea lui Dumnezeu, la rândul cetei lui,",
        "9": "după obiceiul preoției, a ieșit la sorți să intre să tămâieze în Templul Domnului.",
        "10": "În ceasul tămâierii, toată mulțimea norodului se ruga afară.",
        "11": "Atunci, un înger al Domnului s-a arătat lui Zaharia și a stat în picioare la dreapta altarului pentru tămâiere.",
        "12": "Zaharia s-a înspăimântat, când l-a văzut, și l-a apucat frica.",
        "13": "Dar îngerul i-a zis: „Nu te teme, Zahario; fiindcă rugăciunea ta a fost ascultată. Nevastă-ta, Elisabeta, îți va naște un fiu, căruia îi vei pune numele Ioan.",
        "14": "El va fi pentru tine o pricină de bucurie și veselie, și mulți se vor bucura de nașterea lui.",
        "15": "Căci va fi mare înaintea Domnului. Nu va bea nici vin, nici băutură amețitoare, și se va umple de Duhul Sfânt încă din pântecele maicii sale.",
        "16": "El va întoarce pe mulți din fiii lui Israel la Domnul Dumnezeul lor.",
        "17": "Va merge înaintea lui Dumnezeu, în duhul și puterea lui Ilie, ca să întoarcă inimile părinților la copii și pe cei neascultători, la umblarea în înțelepciunea celor neprihăniți, ca să gătească Domnului un norod bine pregătit pentru El.”",
        "18": "Zaharia a zis îngerului: „Din ce voi cunoaște lucrul acesta? Fiindcă eu sunt bătrân, și nevastă-mea este înaintată în vârstă.”",
        "19": "Drept răspuns, îngerul i-a zis: „Eu sunt Gavril, care stau înaintea lui Dumnezeu; am fost trimis să-ți vorbesc, și să-ți aduc această veste bună.",
        "20": "Iată că vei fi mut și nu vei putea vorbi, până în ziua când se vor întâmpla aceste lucruri, pentru că n-ai crezut cuvintele mele, care se vor împlini la vremea lor.”",
        "21": "Norodul însă aștepta pe Zaharia și se mira de zăbovirea lui în Templu.",
        "22": "Când a ieșit afară, nu putea să le vorbească; și au înțeles că avusese o vedenie în Templu. El le făcea semne întruna și a rămas mut.",
        "23": "După ce i s-au împlinit zilele de slujbă, Zaharia s-a dus acasă.",
        "24": "Peste câtva timp, Elisabeta, nevasta lui, a rămas însărcinată și s-a ținut ascunsă de tot cinci luni. „Căci”, zicea ea,",
        "25": "„iată ce mi-a făcut Domnul, când Și-a aruncat ochii spre mine, ca să-mi ia ocara dintre oameni.” Vestirea nașterii lui Isus Hristos",
        "26": "În luna a șasea, îngerul Gavril a fost trimis de Dumnezeu într-o cetate din Galileea, numită Nazaret,",
        "27": "la o fecioară logodită cu un bărbat, numit Iosif, din casa lui David. Numele fecioarei era Maria.",
        "28": "Îngerul a intrat la ea și a zis: „Plecăciune ție, căreia ți s-a făcut mare har; Domnul este cu tine, binecuvântată ești tu între femei!”",
        "29": "Tulburată foarte mult de cuvintele acestea, Maria se întreba singură ce putea să însemne urarea aceasta.",
        "30": "Îngerul i-a zis: „Nu te teme, Marie; căci ai căpătat îndurare înaintea lui Dumnezeu.",
        "31": "Și iată că vei rămâne însărcinată și vei naște un Fiu, căruia Îi vei pune numele Isus.",
        "32": "El va fi mare și va fi chemat Fiul Celui Preaînalt; și Domnul Dumnezeu Îi va da scaunul de domnie al tatălui Său David.",
        "33": "Va împărăți peste casa lui Iacov în veci, și Împărăția Lui nu va avea sfârșit.”",
        "34": "Maria a zis îngerului: „Cum se va face lucrul acesta, fiindcă eu nu știu de bărbat?”",
        "35": "Îngerul i-a răspuns: „Duhul Sfânt Se va coborî peste tine, și puterea Celui Preaînalt te va umbri. De aceea, Sfântul care Se va naște din tine va fi chemat Fiul lui Dumnezeu.",
        "36": "Iată că Elisabeta, rudenia ta, a zămislit și ea un fiu la bătrânețe; și ea, căreia i se zicea stearpă, este acum în a șasea lună.",
        "37": "Căci niciun cuvânt de la Dumnezeu nu este lipsit de putere.”",
        "38": "Maria a zis: „Iată, roaba Domnului; facă-mi-se după cuvintele tale!” Și îngerul a plecat de la ea. Cântarea Mariei",
        "39": "Maria s-a sculat chiar în zilele acelea și a plecat în grabă spre munți, într-o cetate a lui Iuda.",
        "40": "A intrat în casa lui Zaharia și a urat de bine Elisabetei.",
        "41": "Cum a auzit Elisabeta urarea Mariei, i-a săltat pruncul în pântece, și Elisabeta s-a umplut de Duhul Sfânt.",
        "42": "Ea a strigat cu glas tare: „Binecuvântată ești tu între femei și binecuvântat este rodul pântecelui tău.",
        "43": "Cum mi-a fost dat mie să vină la mine maica Domnului meu?",
        "44": "Fiindcă iată, cum mi-a ajuns la urechi glasul urării tale, mi-a săltat pruncul în pântece de bucurie.",
        "45": "Ferice de aceea care a crezut; pentru că lucrurile care i-au fost spuse din partea Domnului se vor împlini.”",
        "46": "Și Maria a zis: „Sufletul meu mărește pe Domnul",
        "47": "și mi se bucură duhul în Dumnezeu, Mântuitorul meu,",
        "48": "pentru că a privit spre starea smerită a roabei Sale. Căci iată că, de acum încolo, toate neamurile îmi vor zice fericită,",
        "49": "pentru că Cel Atotputernic a făcut lucruri mari pentru mine. Numele Lui este sfânt,",
        "50": "și îndurarea Lui se întinde din neam în neam peste cei ce se tem de El.",
        "51": "El a arătat putere cu brațul Lui; a risipit gândurile pe care le aveau cei mândri în inima lor.",
        "52": "A răsturnat pe cei puternici de pe scaunele lor de domnie și a înălțat pe cei smeriți.",
        "53": "Pe cei flămânzi i-a săturat de bunătăți, și pe cei bogați i-a scos afară cu mâinile goale.",
        "54": "A venit în ajutorul robului Său Israel, căci Și-a adus aminte de îndurarea Sa –",
        "55": "cum făgăduise părinților noștri – față de Avraam și sămânța lui în veac.”",
        "56": "Maria a rămas împreună cu Elisabeta cam trei luni. Apoi s-a întors acasă. Nașterea lui Ioan Botezătorul",
        "57": "Elisabetei i s-a împlinit vremea să nască; și a născut un fiu.",
        "58": "Vecinii și rudele ei au auzit că Domnul a arătat mare îndurare față de ea și se bucurau împreună cu ea.",
        "59": "În ziua a opta, au venit să taie pruncul împrejur și voiau să-i pună numele Zaharia, după numele tatălui său.",
        "60": "Dar mama lui a luat cuvântul și a zis: „Nu. Ci are să se cheme Ioan.”",
        "61": "Ei i-au zis: „Nimeni din rudeniile tale nu poartă numele acesta.”",
        "62": "Și au început să facă semne tatălui său, ca să știe cum ar vrea să-i pună numele.",
        "63": "Zaharia a cerut o tăbliță de scris și a scris, zicând: „Numele lui este Ioan.” Și toți s-au minunat.",
        "64": "În clipa aceea, i s-a deschis gura, i s-a dezlegat limba, și el vorbea și binecuvânta pe Dumnezeu.",
        "65": "Pe toți vecinii i-a apucat frica, și în tot ținutul acela muntos al Iudeii se vorbea despre toate aceste lucruri.",
        "66": "Toți cei ce le auzeau le păstrau în inima lor și ziceau: „Oare ce va fi pruncul acesta?” Și mâna Domnului era într-adevăr cu el. Cântarea lui Zaharia",
        "67": "Zaharia, tatăl lui, s-a umplut de Duhul Sfânt, a prorocit și a zis:",
        "68": "„Binecuvântat este Domnul Dumnezeul lui Israel, pentru că a cercetat și a răscumpărat pe poporul Său.",
        "69": "Și ne-a ridicat o mântuire puternică în casa robului Său David,",
        "70": "cum vestise prin gura sfinților Săi proroci, care au fost din vechime;",
        "71": "mântuire de vrăjmașii noștri și din mâna tuturor celor ce ne urăsc!",
        "72": "Astfel Își arată El îndurarea față de părinții noștri și Își aduce aminte de legământul Lui cel sfânt,",
        "73": "potrivit jurământului prin care Se jurase părintelui nostru Avraam,",
        "74": "că, după ce ne va izbăvi din mâna vrăjmașilor noștri, ne va îngădui să-I slujim fără frică,",
        "75": "trăind înaintea Lui în sfințenie și neprihănire, în toate zilele vieții noastre.",
        "76": "Și tu, pruncule, vei fi chemat proroc al Celui Preaînalt. Căci vei merge înaintea Domnului, ca să pregătești căile Lui",
        "77": "și să dai poporului Său cunoștința mântuirii, care stă în iertarea păcatelor lui;",
        "78": "datorită marii îndurări a Dumnezeului nostru, în urma căreia ne-a cercetat Soarele care răsare din înălțime,",
        "79": "ca să lumineze pe cei ce zac în întunericul și în umbra morții și să ne îndrepte picioarele pe calea păcii!”",
        "80": "Iar pruncul creștea și se întărea în duh. Și a stat în locuri pustii până în ziua arătării lui înaintea lui Israel."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Introducere Fiindcă mulți au încercat să alcătuiască o istorisire detaliată despre lucrurile care s-au împlinit printre noi,",
        "2": "așa cum ni le-au încredințat cei ce au fost de la început martori oculari și care au ajuns slujitori ai Cuvântului,",
        "3": "am decis și eu, după ce am cercetat cu atenție toate lucrurile de la început, să ți le scriu în ordine, preaalesule Teofil,",
        "4": "ca să cunoști bine adevărul învățăturilor pe care le-ai primit prin viu grai. Anunțarea nașterii lui Ioan Botezătorul",
        "5": "În zilele lui Irod, regele Iudeei, era un preot pe nume Zaharia, din ceata preoțească a lui Abia. Soția lui era dintre fetele lui Aaron și se numea Elisabeta.",
        "6": "Amândoi erau drepți înaintea lui Dumnezeu, urmând cu integritate toate poruncile și hotărârile drepte ale Domnului.",
        "7": "Dar nu aveau niciun copil, fiindcă Elisabeta nu putea rămâne însărcinată și amândoi erau înaintați în vârstă.",
        "8": "În timp ce Zaharia își îndeplinea slujba de preot, pentru că venise rândul cetei lui să slujească înaintea lui Dumnezeu,",
        "9": "a fost ales prin sorți, după obiceiul preoției, să intre în Templul Domnului ca să tămâieze.",
        "10": "La ora tămâierii, toată mulțimea poporului se ruga afară.",
        "11": "Atunci i s-a arătat un înger al Domnului, stând în picioare la dreapta altarului tămâierii.",
        "12": "Când l-a văzut, Zaharia s-a tulburat și l-a cuprins frica.",
        "13": "Dar îngerul i-a zis:",
        "14": "El va fi bucuria și veselia ta și mulți se vor bucura de nașterea lui,",
        "15": "căci el va fi mare înaintea Domnului. Nu va bea niciodată vin, nici băutură tare și va fi umplut de Duhul Sfânt încă din pântecul mamei lui.",
        "16": "El îi va întoarce pe mulți dintre fiii lui Israel la Domnul, Dumnezeul lor.",
        "17": "Va merge înaintea Domnului, în duhul și în puterea lui Ilie, ca să întoarcă inimile taților spre copii, iar pe cei neascultători să-i întoarcă la înțelepciunea celor drepți, ca să pregătească Domnului un popor gata pentru El.",
        "18": "Zaharia l-a întrebat pe înger: ‒ După ce voi cunoaște lucrul acesta? Căci eu sunt bătrân, iar soția mea este înaintată în vârstă.",
        "19": "Îngerul, răspunzând, i-a zis:",
        "20": "Iată că vei fi mut și nu vei mai putea vorbi până în ziua când se vor întâmpla aceste lucruri, pentru că nu ai crezut cuvintele mele, care se vor împlini la vremea lor.",
        "21": "Oamenii îl așteptau pe Zaharia și se mirau de întârzierea lui în Templu.",
        "22": "Când a ieșit, nu putea să le vorbească, astfel că ei au înțeles că avusese o vedenie în Templu. El le făcea semne întruna și a continuat să rămână mut.",
        "23": "Când i s-au terminat zilele de slujbă, s-a dus acasă.",
        "24": "După un timp, Elisabeta, soția lui, a rămas însărcinată. Ea s-a ascuns timp de cinci luni, zicând:",
        "25": "„Iată ce mi-a făcut Domnul atunci când a privit spre mine, înlăturându-mi disprețul pe care l-am îndurat între oameni!“. Anunțarea nașterii lui Isus",
        "26": "În luna a șasea, îngerul Gabriel a fost trimis de Dumnezeu într-o cetate din Galileea, numită Nazaret,",
        "27": "la o fecioară logodită cu un bărbat al cărui nume era Iosif, din Casa lui David. Numele fecioarei era Maria.",
        "28": "Intrând la ea, îngerul a zis: ‒ Salutare, ție căreia ți s-a dat har! Domnul este cu tine! Binecuvântată ești tu între femei!",
        "29": "Ea a fost foarte tulburată de aceste cuvinte și se gândea ce ar putea să însemne salutul acesta.",
        "30": "Îngerul i-a zis:",
        "31": "Iată că vei rămâne însărcinată și vei naște un Fiu, Căruia Îi vei pune numele Isus.",
        "32": "El va fi mare și va fi numit „Fiul Celui Preaînalt“, iar Domnul Dumnezeu Îi va da tronul strămoșului Său, David.",
        "33": "Va împărăți veșnic peste Casa lui Iacov și Împărăția Lui nu va avea sfârșit.",
        "34": "Maria l-a întrebat pe înger: ‒ Cum se va întâmpla lucrul acesta, de vreme ce eu nu știu de bărbat?",
        "35": "Îngerul, răspunzând, i-a zis:",
        "36": "Iată că Elisabeta, ruda ta, a conceput și ea un fiu, la bătrânețe. Și ea, despre care se spunea că nu poate rămâne însărcinată, este acum în luna a șasea.",
        "37": "Căci niciun cuvânt de la Dumnezeu nu este fără putere.",
        "38": "Maria a zis: ‒ Iată-mă, sunt slujitoarea Domnului! Facă-mi-se după cuvântul tău! Și îngerul a plecat de la ea. Maria în vizită la Elisabeta",
        "39": "În zilele acelea, Maria s-a ridicat și s-a dus în grabă spre regiunea muntoasă, într-o cetate a lui Iuda.",
        "40": "Ea a intrat în casa lui Zaharia și a salutat-o pe Elisabeta.",
        "41": "Când a auzit Elisabeta salutul Mariei, copilașul a săltat în pântecul ei, și Elisabeta a fost umplută cu Duhul Sfânt.",
        "42": "Ea a strigat cu glas tare și a zis:",
        "43": "Cum de mi-a fost dat să vină la mine mama Domnului meu?",
        "44": "Căci iată, imediat ce am auzit sunetul salutului tău, mi-a săltat copilașul în pântec de bucurie!",
        "45": "Fericită este cea care a crezut că vor fi împlinite lucrurile care i-au fost spuse de Domnul! Cântarea Mariei",
        "46": "Maria a zis: ‒ Sufletul meu Îl preamărește pe Domnul",
        "47": "și duhul meu se bucură foarte mult în Dumnezeu, Mântuitorul meu,",
        "48": "pentru că a privit cu îndurare la starea smerită a slujitoarei Sale. Căci iată, de acum încolo, toate generațiile mă vor considera fericită",
        "49": "pentru că Cel Puternic a făcut lucruri mari pentru mine. Numele Lui este sfânt.",
        "50": "Mila Lui ține din generație în generație față de cei ce se tem de El.",
        "51": "El a făcut o minune cu brațul Său; i-a împrăștiat pe cei ce sunt mândri în cugetul inimii lor.",
        "52": "I-a dat jos pe cei puternici de pe tronurile lor și i-a înălțat pe cei smeriți.",
        "53": "Pe cei flămânzi i-a săturat cu bunătăți, iar pe cei bogați i-a alungat, lăsându-i cu mâinile goale.",
        "54": "El l-a ajutat pe Israel, slujitorul Său, amintindu-Și de mila Sa,",
        "55": "așa cum le spusese strămoșilor noștri, lui Avraam și descendenților lui, în veci!",
        "56": "Maria a rămas împreună cu Elisabeta aproape trei luni, apoi s-a întors acasă. Nașterea lui Ioan Botezătorul",
        "57": "Când i s-a împlinit vremea să nască, Elisabeta a născut un băiat.",
        "58": "Vecinii și rudele au auzit că Domnul a arătat foarte multă milă față de ea și se bucurau împreună cu ea.",
        "59": "În ziua a opta, au venit să circumcidă copilașul.",
        "60": "dar mama lui, răspunzând, a zis: ‒ Nu, ci se va numi Ioan.",
        "61": "Ei i-au zis: ‒ Nu este nimeni între rudele tale care poartă numele acesta.",
        "62": "Și îi făceau semne tatălui copilului, ca să știe ce nume dorește să-i dea.",
        "63": "El a cerut o tăbliță și a scris: „Numele lui este Ioan“. Și toți au rămas uimiți.",
        "64": "Deodată i-a fost deschisă gura, i-a fost dezlegată limba, și a început să vorbească, binecuvântându-L pe Dumnezeu.",
        "65": "Pe toți vecinii lor i-a cuprins frica și în întreaga regiune muntoasă a Iudeei se vorbea despre toate aceste lucruri.",
        "66": "Toți cei ce le auzeau, le păstrau în inima lor, zicând: „Oare ce va deveni acest copil?“. Căci mâna Domnului era cu el. Cântarea lui Zaharia",
        "67": "Zaharia, tatăl lui, a fost umplut cu Duhul Sfânt și a profețit, zicând:",
        "68": "‒ Binecuvântat să fie Domnul, Dumnezeul lui Israel, pentru că a venit în ajutor și a adus răscumpărare poporului Său.",
        "69": "El ne-a ridicat un Mântuitor puternic în Casa slujitorului Său David,",
        "70": "așa cum a spus prin gura sfinților Săi profeți din vechime,",
        "71": "aducându-ne eliberare de dușmanii noștri și din mâna tuturor celor ce ne urăsc.",
        "72": "El Își arată astfel mila față de strămoșii noștri și Își amintește de legământul Lui cel sfânt,",
        "73": "de jurământul pe care i l-a făcut lui Avraam, tatăl nostru, potrivit căruia ne va da voie,",
        "74": "eliberați fiind din mâna dușmanilor noștri, să-I slujim fără teamă,",
        "75": "în sfințenie și dreptate, înaintea Lui, în toate zilele noastre.",
        "76": "Iar tu, copile, vei fi numit profet al Celui Preaînalt. Căci vei merge înaintea Domnului ca să pregătești căile Lui,",
        "77": "să dai poporului Său cunoștința mântuirii, prin iertarea păcatelor lui,",
        "78": "datorită milei nemărginite a Dumnezeului nostru, în urma căreia va veni în ajutorul nostru Soarele din înălțime,",
        "79": "ca să strălucească peste cei aflați în întuneric și în umbra morții, ca să ne călăuzească pașii pe calea păcii.",
        "80": "Și copilul creștea și se întărea în duh. El a stat în locuri pustii până în ziua prezentării lui înaintea lui Israel."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Since many have undertaken to set in order a narrative concerning those matters which have been fulfilled among us,",
        "2": "even as those who from the beginning were eyewitnesses and servants of the word delivered them to us,",
        "3": "it seemed good to me also, having traced the course of all things accurately from the first, to write to you in order, most excellent Theophilus;",
        "4": "that you might know the certainty concerning the things in which you were instructed.",
        "5": "There was in the days of Herod, the king of Judea, a certain priest named Zacharias, of the priestly division of Abijah. He had a wife of the daughters of Aaron, and her name was Elizabeth.",
        "6": "They were both righteous before God, walking blamelessly in all the commandments and ordinances of the Lord.",
        "7": "But they had no child, because Elizabeth was barren, and they both were well advanced in years.",
        "8": "Now while he executed the priest’s office before God in the order of his division",
        "9": "according to the custom of the priest’s office, his lot was to enter into the temple of the Lord and burn incense.",
        "10": "The whole multitude of the people were praying outside at the hour of incense.",
        "11": "An angel of the Lord appeared to him, standing on the right side of the altar of incense.",
        "12": "Zacharias was troubled when he saw him, and fear fell upon him.",
        "13": "But the angel said to him, “Don’t be afraid, Zacharias, because your request has been heard. Your wife, Elizabeth, will bear you a son, and you shall call his name John.",
        "14": "You will have joy and gladness, and many will rejoice at his birth.",
        "15": "For he will be great in the sight of the Lord, and he will drink no wine nor strong drink. He will be filled with the Holy Spirit, even from his mother’s womb.",
        "16": "He will turn many of the children of Israel to the Lord their God.",
        "17": "He will go before him in the spirit and power of Elijah, ‘to turn the hearts of the fathers to the children,’ and the disobedient to the wisdom of the just; to prepare a people prepared for the Lord.”",
        "18": "Zacharias said to the angel, “How can I be sure of this? For I am an old man, and my wife is well advanced in years.”",
        "19": "The angel answered him, “I am Gabriel, who stands in the presence of God. I was sent to speak to you and to bring you this good news.",
        "20": "Behold, you will be silent and not able to speak until the day that these things will happen, because you didn’t believe my words, which will be fulfilled in their proper time.”",
        "21": "The people were waiting for Zacharias, and they marveled that he delayed in the temple.",
        "22": "When he came out, he could not speak to them. They perceived that he had seen a vision in the temple. He continued making signs to them, and remained mute.",
        "23": "When the days of his service were fulfilled, he departed to his house.",
        "24": "After these days Elizabeth his wife conceived, and she hid herself five months, saying,",
        "25": "“Thus has the Lord done to me in the days in which he looked at me, to take away my reproach among men.”",
        "26": "Now in the sixth month, the angel Gabriel was sent from God to a city of Galilee named Nazareth,",
        "27": "to a virgin pledged to be married to a man whose name was Joseph, of David’s house. The virgin’s name was Mary.",
        "28": "Having come in, the angel said to her, “Rejoice, you highly favored one! The Lord is with you. Blessed are you among women!”",
        "29": "But when she saw him, she was greatly troubled at the saying, and considered what kind of salutation this might be.",
        "30": "The angel said to her, “Don’t be afraid, Mary, for you have found favor with God.",
        "31": "Behold, you will conceive in your womb and give birth to a son, and shall name him ‘Jesus.’",
        "32": "He will be great and will be called the Son of the Most High. The Lord God will give him the throne of his father David,",
        "33": "and he will reign over the house of Jacob forever. There will be no end to his Kingdom.”",
        "34": "Mary said to the angel, “How can this be, seeing I am a virgin?”",
        "35": "The angel answered her, “The Holy Spirit will come on you, and the power of the Most High will overshadow you. Therefore also the holy one who is born from you will be called the Son of God.",
        "36": "Behold, Elizabeth your relative also has conceived a son in her old age; and this is the sixth month with her who was called barren.",
        "37": "For nothing spoken by God is impossible.”",
        "38": "Mary said, “Behold, the servant of the Lord; let it be done to me according to your word.” Then the angel departed from her.",
        "39": "Mary arose in those days and went into the hill country with haste, into a city of Judah,",
        "40": "and entered into the house of Zacharias and greeted Elizabeth.",
        "41": "When Elizabeth heard Mary’s greeting, the baby leaped in her womb; and Elizabeth was filled with the Holy Spirit.",
        "42": "She called out with a loud voice and said, “Blessed are you among women, and blessed is the fruit of your womb!",
        "43": "Why am I so favored, that the mother of my Lord should come to me?",
        "44": "For behold, when the voice of your greeting came into my ears, the baby leaped in my womb for joy!",
        "45": "Blessed is she who believed, for there will be a fulfillment of the things which have been spoken to her from the Lord!”",
        "46": "Mary said, “My soul magnifies the Lord.",
        "47": "My spirit has rejoiced in God my Savior,",
        "48": "for he has looked at the humble state of his servant. For behold, from now on, all generations will call me blessed.",
        "49": "For he who is mighty has done great things for me. Holy is his name.",
        "50": "His mercy is for generations and generations on those who fear him.",
        "51": "He has shown strength with his arm. He has scattered the proud in the imagination of their hearts.",
        "52": "He has put down princes from their thrones, and has exalted the lowly.",
        "53": "He has filled the hungry with good things. He has sent the rich away empty.",
        "54": "He has given help to Israel, his servant, that he might remember mercy,",
        "55": "as he spoke to our fathers, to Abraham and his offspring forever.”",
        "56": "Mary stayed with her about three months, and then returned to her house.",
        "57": "Now the time that Elizabeth should give birth was fulfilled, and she gave birth to a son.",
        "58": "Her neighbors and her relatives heard that the Lord had magnified his mercy toward her, and they rejoiced with her.",
        "59": "On the eighth day, they came to circumcise the child; and they would have called him Zacharias, after the name of his father.",
        "60": "His mother answered, “Not so; but he will be called John.”",
        "61": "They said to her, “There is no one among your relatives who is called by this name.”",
        "62": "They made signs to his father, what he would have him called.",
        "63": "He asked for a writing tablet, and wrote, “His name is John.”",
        "64": "His mouth was opened immediately and his tongue freed, and he spoke, blessing God.",
        "65": "Fear came on all who lived around them, and all these sayings were talked about throughout all the hill country of Judea.",
        "66": "All who heard them laid them up in their heart, saying, “What then will this child be?” The hand of the Lord was with him.",
        "67": "His father Zacharias was filled with the Holy Spirit, and prophesied, saying,",
        "68": "“Blessed be the Lord, the God of Israel, for he has visited and redeemed his people;",
        "69": "and has raised up a horn of salvation for us in the house of his servant David",
        "70": "(as he spoke by the mouth of his holy prophets who have been from of old),",
        "71": "salvation from our enemies and from the hand of all who hate us;",
        "72": "to show mercy toward our fathers, to remember his holy covenant,",
        "73": "the oath which he swore to Abraham our father,",
        "74": "to grant to us that we, being delivered out of the hand of our enemies, should serve him without fear,",
        "75": "in holiness and righteousness before him all the days of our life.",
        "76": "And you, child, will be called a prophet of the Most High; for you will go before the face of the Lord to prepare his ways,",
        "77": "to give knowledge of salvation to his people by the remission of their sins,",
        "78": "because of the tender mercy of our God, by which the dawn from on high will visit us,",
        "79": "to shine on those who sit in darkness and the shadow of death; to guide our feet into the way of peace.”",
        "80": "The child was growing and becoming strong in spirit, and was in the desert until the day of his public appearance to Israel."
      }
    }
  }
}