{
  "book": "Luca",
  "chapter": "16",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Isus a mai spus ucenicilor Săi: „Un om bogat avea un ispravnic, care a fost pârât la el că-i risipește averea.",
        "2": "El l-a chemat și i-a zis: ‘Ce aud eu vorbindu-se despre tine? Dă-ți socoteală de isprăvnicia ta, pentru că nu mai poți fi ispravnic.’",
        "3": "Ispravnicul și-a zis: ‘Ce am să fac dacă îmi ia stăpânul isprăvnicia? Să sap, nu pot; să cerșesc, mi-e rușine.",
        "4": "Știu ce am să fac, pentru ca, atunci când voi fi scos din isprăvnicie, ei să mă primească în casele lor.’",
        "5": "A chemat pe fiecare din datornicii stăpânului său și a zis celui dintâi: ‘Cât ești dator stăpânului meu?’",
        "6": "‘O sută de măsuri de untdelemn’, a răspuns el. Și i-a zis: ‘Ia-ți zapisul și șezi degrabă de scrie cincizeci.’",
        "7": "Apoi a zis altuia: ‘Dar tu cât ești dator?’ ‘O sută de măsuri de grâu’, a răspuns el. Și i-a zis: ‘Ia-ți zapisul și scrie optzeci.’",
        "8": "Stăpânul lui a lăudat pe ispravnicul nedrept, pentru că lucrase înțelepțe ște. Căci fiii veacului acestuia, față de semenii lor, sunt mai înțelepți decât fiii luminii.",
        "9": "Și Eu vă zic: Faceți-vă prieteni cu ajutorul bogățiilor nedrepte, pentru ca, atunci când veți muri, să vă primească în corturile veșnice.",
        "10": "Cine este credincios în cele mai mici lucruri este credincios și în cele mari și cine este nedrept în cele mai mici lucruri este nedrept și în cele mari.",
        "11": "Deci, dacă n-ați fost credincioși în bogățiile nedrepte, cine vă va încredința adevăratele bogății?",
        "12": "Și dacă n-ați fost credincioși în lucrul altuia, cine vă va da ce este al vostru?",
        "13": "Nicio slugă nu poate sluji la doi stăpâni; căci sau va urî pe unul și va iubi pe celălalt, sau va ține numai la unul și va nesocoti pe celălalt. Nu puteți sluji lui Dumnezeu și lui Mamona.” Mustrări făcute fariseilor",
        "14": "Fariseii, care erau iubitori de bani, ascultau și ei toate lucrurile acestea și își băteau joc de El.",
        "15": "Isus le-a zis: „Voi căutați să vă arătați neprihăniți înaintea oamenilor, dar Dumnezeu vă cunoaște inimile; pentru că ce este înălțat între oameni este o urâciune înaintea lui Dumnezeu.",
        "16": "Legea și prorocii au ținut până la Ioan; de atunci încoace, Evanghelia Împărăției lui Dumnezeu se propovăduiește: și fiecare, ca să intre în ea, dă năvală.",
        "17": "Este mai lesne să treacă cerul și pământul decât să cadă o singură frântură de slovă din Lege.",
        "18": "Oricine își lasă nevasta și ia pe alta de nevastă preacurvește și cine ia de nevastă pe cea lăsată de bărbatul ei preacurvește. Pilda bogatului nemilostiv",
        "19": "Era un om bogat, care se îmbrăca în porfiră și in subțire și în fiecare zi ducea o viață plină de veselie și strălucire.",
        "20": "La ușa lui, zăcea un sărac numit Lazăr, plin de bube.",
        "21": "Și dorea mult să se sature cu firimiturile care cădeau de la masa bogatului; până și câinii veneau și-i lingeau bubele.",
        "22": "Cu vremea, săracul a murit și a fost dus de îngeri în sânul lui Avraam. A murit și bogatul și l-au îngropat.",
        "23": "Pe când era el în Locuința morților, în chinuri, și-a ridicat ochii în sus, a văzut de departe pe Avraam și pe Lazăr în sânul lui",
        "24": "și a strigat: ‘Părinte Avraame, fie-ți milă de mine și trimite pe Lazăr să-și înmoaie vârful degetului în apă și să-mi răcorească limba, căci grozav sunt chinuit în văpaia aceasta.’",
        "25": "‘Fiule’, i-a răspuns Avraam, ‘adu-ți aminte că, în viața ta, tu ți-ai luat lucrurile bune, și Lazăr și-a luat pe cele rele; acum, aici, el este mângâiat, iar tu ești chinuit.",
        "26": "Pe lângă toate acestea, între noi și între voi este o prăpastie mare, așa ca cei ce ar vrea să treacă de aici la voi sau de acolo la noi să nu poată.’",
        "27": "Bogatul a zis: ‘Rogu-te dar, părinte Avraame, să trimiți pe Lazăr în casa tatălui meu,",
        "28": "căci am cinci frați, și să le adeverească aceste lucruri, ca să nu vină și ei în acest loc de chin.’",
        "29": "Avraam a răspuns: ‘Au pe Moise și pe proroci; să asculte de ei.’",
        "30": "‘Nu, părinte Avraame’, a zis el, ‘ci, dacă se va duce la ei cineva din morți, se vor pocăi.’",
        "31": "Și Avraam i-a răspuns: ‘Dacă nu ascultă pe Moise și pe proroci, nu vor crede nici chiar dacă ar învia cineva din morți.’”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Apoi le-a zis ucenicilor: ‒ Un om bogat avea un administrator care a fost acuzat că-i risipește averea.",
        "2": "El l-a chemat și i-a zis: „Ce înseamnă lucrul acesta pe care-l aud despre tine? Dă socoteală de administrația ta, pentru că nu mai poți fi administrator!“.",
        "3": "Administratorul și-a zis: „Ce să fac, pentru că stăpânul meu va lua administrația de la mine? Să sap – nu sunt în stare, iar să cerșesc – mi-e rușine.",
        "4": "Știu ce-o să fac, pentru ca, atunci când voi fi îndepărtat din administrație, ei să mă primească în casele lor!“.",
        "5": "I-a chemat, unul câte unul, pe datornicii stăpânului său și i-a zis primului: „Cât îi datorezi stăpânului meu?“.",
        "6": "Acela i-a răspuns: „O sută de bați de ulei de măsline“. El i-a zis: „Ia-ți registrul, așază-te repede și scrie cincizeci!“.",
        "7": "A zis apoi altuia: „Dar tu, cât îi datorezi?“. Acela i-a răspuns: „O sută de cori de grâu“. El i-a zis: „Ia-ți zapisul și scrie optzeci!“.",
        "8": "Stăpânul l-a lăudat pe administratorul nedrept, deoarece lucrase cu perspicacitate. Căci fiii veacului acestuia sunt mai isteți față de propria lor generație, decât fiii luminii.",
        "9": "Și Eu vă spun: faceți-vă prieteni cu ajutorul bogăției nedrepte, pentru ca, atunci când ea va înceta să mai fie, aceștia să vă primească în corturile veșnice!",
        "10": "Cine este credincios în lucrul cel mai mic, este credincios și în cel mare, și cine este nedrept în lucrul cel mai mic, este nedrept și în cel mare.",
        "11": "Așadar, dacă n-ați fost credincioși în ce privește bogăția nedreptății, cine v-o va încredința pe cea adevărată?",
        "12": "Și dacă n-ați fost credincioși în lucrul altuia, cine vă va da ce este al vostru?",
        "13": "Niciun servitor nu poate sluji la doi stăpâni: căci ori îl va urî pe unul și-l va iubi pe celălalt, ori îi va fi devotat unuia și-l va disprețui pe celălalt. Nu puteți sluji și lui Dumnezeu și bogăției.",
        "14": "Fariseii, care erau iubitori de bani, au auzit toate acestea și își băteau joc de El.",
        "15": "Dar El le-a zis: ‒ Voi sunteți cei ce vă îndreptățiți pe voi înșivă înaintea oamenilor, dar Dumnezeu vă cunoaște inimile! Căci ce este înălțat între oameni este o urâciune înaintea lui Dumnezeu. Alte învățături",
        "16": "Legea și Profeții au ținut până la Ioan. De atunci încoace se vestește Evanghelia Împărăției lui Dumnezeu și fiecare dă năvală în ea.",
        "17": "Este mai ușor să treacă cerul și pământul, decât să cadă o parte a vreunei litere a Legii!",
        "18": "Oricine divorțează de soția lui și se căsătorește cu alta comite adulter, iar cel care se căsătorește cu o femeie divorțată de soțul ei comite adulter. Bogatul și Lazăr",
        "19": "Era un om bogat, care se îmbrăca în purpură și in subțire și se bucura de lux în fiecare zi.",
        "20": "La poarta lui zăcea cineva sărac, pe nume Lazăr, care era plin de bube",
        "21": "și care tânjea să se sature din cele ce cădeau de la masa bogatului. Până și câinii veneau și-i lingeau bubele.",
        "22": "Săracul a murit și a fost dus de îngeri în sânul lui Avraam. A murit apoi și bogatul și a fost înmormântat.",
        "23": "În Locuința Morților, unde se afla în chinuri, și-a ridicat ochii și l-a văzut de departe pe Avraam și pe Lazăr în sânul acestuia.",
        "24": "Atunci el, strigând, a zis: „Tată Avraam, ai milă de mine și trimite-l pe Lazăr să-și umezească vârful degetului în apă și să-mi răcorească limba, căci sunt atât de chinuit în flacăra aceasta!“.",
        "25": "Însă Avraam a zis: „Copile, amintește-ți că, în viața ta, tu ai primit lucrurile bune, iar Lazăr le-a primit pe cele rele, așa că acum, aici, el este mângâiat, iar tu ești chinuit.",
        "26": "Pe lângă toate acestea, între noi și voi a fost așezată o prăpastie mare, astfel încât cei ce vor să treacă de aici la voi, să nu poată, și nici cei de acolo să nu poată trece la noi“.",
        "27": "El a zis: „Atunci, te rog, tată Avraam, să-l trimiți în casa tatălui meu,",
        "28": "căci am cinci frați, ca să-i avertizeze, așa încât să nu vină și ei în locul acesta de chin!“.",
        "29": "Însă Avraam a zis: „Îi au pe Moise și pe Profeți. Să asculte de ei!“.",
        "30": "Dar el a zis: „Nu, tată Avraam, ci dacă se duce la ei cineva dintre cei morți, atunci se vor pocăi!“.",
        "31": "Însă Avraam i-a zis: „Dacă nu ascultă de Moise și de Profeți, nu vor fi convinși nici dacă învie cineva dintre cei morți!“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "He also said to his disciples, “There was a certain rich man who had a manager. An accusation was made to him that this man was wasting his possessions.",
        "2": "He called him, and said to him, ‘What is this that I hear about you? Give an accounting of your management, for you can no longer be manager.’",
        "3": "“The manager said within himself, ‘What will I do, seeing that my lord is taking away the management position from me? I don’t have strength to dig. I am ashamed to beg.",
        "4": "I know what I will do, so that when I am removed from management, they may receive me into their houses.’",
        "5": "Calling each one of his lord’s debtors to him, he said to the first, ‘How much do you owe to my lord?’",
        "6": "He said, ‘A hundred batos of oil.’ He said to him, ‘Take your bill, and sit down quickly and write fifty.’",
        "7": "Then he said to another, ‘How much do you owe?’ He said, ‘A hundred cors of wheat.’ He said to him, ‘Take your bill, and write eighty.’",
        "8": "“His lord commended the dishonest manager because he had done wisely, for the children of this world are, in their own generation, wiser than the children of the light.",
        "9": "I tell you, make for yourselves friends by means of unrighteous mammon, so that when you fail, they may receive you into the eternal tents.",
        "10": "He who is faithful in a very little is faithful also in much. He who is dishonest in a very little is also dishonest in much.",
        "11": "If therefore you have not been faithful in the unrighteous mammon, who will commit to your trust the true riches?",
        "12": "If you have not been faithful in that which is another’s, who will give you that which is your own?",
        "13": "No servant can serve two masters, for either he will hate the one and love the other; or else he will hold to one and despise the other. You aren’t able to serve God and Mammon.”",
        "14": "The Pharisees, who were lovers of money, also heard all these things, and they scoffed at him.",
        "15": "He said to them, “You are those who justify yourselves in the sight of men, but God knows your hearts. For that which is exalted among men is an abomination in the sight of God.",
        "16": "“The law and the prophets were until John. From that time the Good News of God’s Kingdom is preached, and everyone is forcing his way into it.",
        "17": "But it is easier for heaven and earth to pass away than for one tiny stroke of a pen in the law to fall.",
        "18": "“Everyone who divorces his wife and marries another commits adultery. He who marries one who is divorced from a husband commits adultery.",
        "19": "“Now there was a certain rich man, and he was clothed in purple and fine linen, living in luxury every day.",
        "20": "A certain beggar, named Lazarus, was taken to his gate, full of sores,",
        "21": "and desiring to be fed with the crumbs that fell from the rich man’s table. Yes, even the dogs came and licked his sores.",
        "22": "The beggar died, and he was carried away by the angels to Abraham’s bosom. The rich man also died and was buried.",
        "23": "In Hades, he lifted up his eyes, being in torment, and saw Abraham far off, and Lazarus at his bosom.",
        "24": "He cried and said, ‘Father Abraham, have mercy on me, and send Lazarus, that he may dip the tip of his finger in water and cool my tongue! For I am in anguish in this flame.’",
        "25": "“But Abraham said, ‘Son, remember that you, in your lifetime, received your good things, and Lazarus, in the same way, bad things. But here he is now comforted and you are in anguish.",
        "26": "Besides all this, between us and you there is a great gulf fixed, that those who want to pass from here to you are not able, and that no one may cross over from there to us.’",
        "27": "“He said, ‘I ask you therefore, father, that you would send him to my father’s house—",
        "28": "for I have five brothers—that he may testify to them, so they won’t also come into this place of torment.’",
        "29": "“But Abraham said to him, ‘They have Moses and the prophets. Let them listen to them.’",
        "30": "“He said, ‘No, father Abraham, but if one goes to them from the dead, they will repent.’",
        "31": "“He said to him, ‘If they don’t listen to Moses and the prophets, neither will they be persuaded if one rises from the dead.’”"
      }
    }
  }
}