{
  "book": "Luca",
  "chapter": "9",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Isus a chemat pe cei doisprezece ucenici ai Săi, le-a dat putere și stăpânire peste toți dracii și să vindece bolile.",
        "2": "Apoi, i-a trimis să propovăduiască Împărăția lui Dumnezeu și să tămăduiască pe cei bolnavi.",
        "3": "„Să nu luați nimic cu voi pe drum”, le-a zis El; „nici toiag, nici traistă, nici pâine, nici bani, nici două haine.",
        "4": "În orice casă veți intra, să rămâneți acolo, până veți pleca din locul acela.",
        "5": "Și dacă nu vă vor primi oamenii, să ieșiți din cetatea aceea și să scuturați praful de pe picioarele voastre, ca mărturie împotriva lor.”",
        "6": "Ei au plecat și au mers din sat în sat, propovăduind Evanghelia și săvârșind pretutindeni tămăduiri. Irod nu știe ce să creadă despre Isus",
        "7": "Cârmuitorul Irod a auzit vorbindu-se despre toate lucrurile săvârșite de Isus și stătea în cumpănă, neștiind ce să creadă. Căci unii ziceau că a înviat Ioan din morți;",
        "8": "alții ziceau că s-a arătat Ilie; și alții ziceau că a înviat vreun proroc din cei din vechime.",
        "9": "Dar Irod zicea: „Lui Ioan i-am tăiat capul; cine este oare Acesta despre care aud astfel de lucruri?” Și căuta să-L vadă. Înmulțirea pâinilor",
        "10": "Apostolii, când s-au întors, au istorisit lui Isus tot ce făcuseră. El i-a luat cu Sine și S-a dus la o parte, lângă o cetate numită Betsaida.",
        "11": "Noroadele au priceput lucrul acesta și au mers după El. Isus le-a primit bine, le vorbea despre Împărăția lui Dumnezeu și vindeca pe cei ce aveau trebuință de vindecare.",
        "12": "Fiindcă ziua se pleca spre seară, cei doisprezece s-au apropiat și I-au zis: „Dă drumul noroadelor, ca să se ducă în satele și cătunele de primprejur să găzduiască și să-și caute de ale mâncării, pentru că aici suntem într-un loc pustiu.”",
        "13": "Isus le-a zis: „Dați-le voi să mănânce!” Dar ei au răspuns: „N-avem decât cinci pâini și doi pești, afară numai dacă ne vom duce noi înșine să cumpărăm merinde pentru tot norodul acesta.”",
        "14": "Și erau aproape cinci mii de bărbați. Isus a zis ucenicilor Săi: „Puneți-i să șadă jos în cete de câte cincizeci.”",
        "15": "Așa au și făcut: i-au pus pe toți să șadă jos.",
        "16": "Isus a luat cele cinci pâini și cei doi pești, Și-a ridicat ochii spre cer și le-a binecuvântat. Apoi, le-a frânt și le-a dat ucenicilor să le împartă norodului.",
        "17": "Au mâncat toți și s-au săturat și au ridicat douăsprezece coșuri pline cu firimiturile rămase. Mărturisirea lui Petru",
        "18": "Într-o zi, pe când Se ruga Isus singur deoparte, având cu El pe ucenicii Lui, le-a pus întrebarea următoare: „Cine zic oamenii că sunt Eu?”",
        "19": "Ei I-au răspuns: „Unii zic că ești Ioan Botezătorul; alții zic că ești Ilie; alții zic că a înviat un proroc din cei din vechime.”",
        "20": "„Dar voi”, i-a întrebat El, „cine ziceți că sunt?” „Hristosul lui Dumnezeu!”, I-a răspuns Petru.",
        "21": "Isus le-a poruncit cu tărie să nu spună nimănui lucrul acesta.",
        "22": "Apoi, a adăugat că Fiul omului trebuie să pătimească multe, să fie tăgăduit de bătrâni, de preoții cei mai de seamă și de cărturari, să fie omorât și a treia zi să învieze. Cum să urmăm pe Isus",
        "23": "Apoi a zis tuturor: „Dacă voiește cineva să vină după Mine, să se lepede de sine, să-și ia crucea în fiecare zi și să Mă urmeze.",
        "24": "Fiindcă oricine va voi să-și scape viața o va pierde, dar oricine își va pierde viața pentru Mine o va mântui.",
        "25": "Și ce ar folosi unui om să câștige toată lumea, dacă s-ar prăpădi sau s-ar pierde pe sine însuși?",
        "26": "Căci de oricine se va rușina de Mine și de cuvintele Mele, se va rușina și Fiul omului de el, când va veni în slava Sa și a Tatălui și a sfinților îngeri.",
        "27": "Adevărat vă spun că sunt unii din cei ce stau aici care nu vor gusta moartea până nu vor vedea Împărăția lui Dumnezeu.” Schimbarea la față",
        "28": "Cam la opt zile după cuvintele acestea, Isus a luat cu El pe Petru, pe Ioan și pe Iacov și S-a suit pe munte să Se roage.",
        "29": "Pe când Se ruga, I s-a schimbat înfățișarea feței, și îmbrăcămintea I s-a făcut albă strălucitoare.",
        "30": "Și iată că stăteau de vorbă cu El doi bărbați: erau Moise și Ilie,",
        "31": "care se arătaseră în slavă și vorbeau despre sfârșitul Lui, pe care avea să-l aibă în Ierusalim.",
        "32": "Petru și tovarășii lui erau îngreuiați de somn, dar, când s-au deșteptat bine, au văzut slava lui Isus și pe cei doi bărbați care stăteau împreună cu El.",
        "33": "În clipa când se despărțeau bărbații aceștia de Isus, Petru a zis lui Isus: „Învățătorule, este bine să fim aici; să facem trei colibe: una pentru Tine, una pentru Moise și una pentru Ilie.” Nu știa ce spune.",
        "34": "Pe când vorbea el astfel, a venit un nor și i-a acoperit cu umbra lui; ucenicii s-au înspăimântat când i-au văzut intrând în nor.",
        "35": "Și din nor s-a auzit un glas care zicea: „Acesta este Fiul Meu preaiubit: de El să ascultați.”",
        "36": "Când s-a auzit glasul acela, Isus a rămas singur. Ucenicii au tăcut și n-au spus, în zilele acelea, nimănui nimic din cele ce văzuseră. Vindecarea unui îndrăcit",
        "37": "A doua zi, când s-au coborât de pe munte, o gloată mare a întâmpinat pe Isus.",
        "38": "Și un om din mijlocul mulțimii a strigat: „Învățătorule, rogu-Te, uită-Te cu îndurare la fiul meu, fiindcă îl am numai pe el.",
        "39": "Îl apucă un duh și, deodată, răcnește; și duhul îl scutură cu putere, așa că băiatul face spumă la gură și cu anevoie se duce duhul de la el, după ce l-a stropșit de tot.",
        "40": "Am rugat pe ucenicii Tăi să-l scoată și n-au putut.”",
        "41": "„O, neam necredincios și pornit la rău”, a răspuns Isus, „până când voi fi cu voi și vă voi suferi? Adu aici pe fiul tău.”",
        "42": "Pe când venea băiatul, dracul l-a trântit la pământ și l-a scuturat cu putere. Dar Isus a certat duhul necurat, a vindecat pe băiat și l-a dat înapoi tatălui său.",
        "43": "Și toți au rămas uimiți de mărirea lui Dumnezeu. Isus vestește moartea și învierea Sa",
        "44": "„Voi ascultați bine ce vă spun: Fiul omului va fi dat în mâinile oamenilor!”",
        "45": "Dar ucenicii nu înțelegeau cuvintele acestea, căci erau acoperite pentru ei, ca să nu le priceapă, și se temeau să-L întrebe în privința aceasta. Cine este cel mai mare?",
        "46": "Apoi, le-a venit în gând să știe cine dintre ei ar fi cel mai mare.",
        "47": "Isus le-a cunoscut gândul inimii, a luat un copilaș, l-a pus lângă El",
        "48": "și le-a zis: „Oricine primește pe acest copilaș în Numele Meu pe Mine Mă primește și oricine Mă primește pe Mine primește pe Cel ce M-a trimis pe Mine. Fiindcă cine este cel mai mic între voi toți, acela este mare.”",
        "49": "Ioan a luat cuvântul și a zis: „Învățătorule, noi am văzut pe un om scoțând draci în Numele Tău și l-am oprit, pentru că nu merge după noi.”",
        "50": "„Nu-l opriți”, i-a răspuns Isus, „fiindcă cine nu este împotriva voastră este pentru voi.” „Foc din cer”",
        "51": "Când s-a apropiat vremea în care avea să fie luat în cer, Isus Și-a îndreptat fața hotărât să meargă la Ierusalim.",
        "52": "A trimis înainte niște soli, care s-au dus și au intrat într-un sat al samaritenilor, ca să-I pregătească un loc de găzduit.",
        "53": "Dar ei nu L-au primit, pentru că Isus Se îndrepta să meargă spre Ierusalim.",
        "54": "Ucenicii Săi, Iacov și Ioan, când au văzut lucrul acesta, au zis: „Doamne, vrei să poruncim să se coboare foc din cer și să-i mistuie, cum a făcut Ilie?”",
        "55": "Isus S-a întors spre ei, i-a certat și le-a zis: „Nu știți de ce duh sunteți însuflețiți!",
        "56": "Căci Fiul omului a venit nu ca să piardă sufletele oamenilor, ci să le mântuiască.” Și au plecat într-alt sat. Cum să urmăm pe Isus",
        "57": "Pe când erau pe drum, un om I-a zis: „Doamne, Te voi urma oriunde vei merge.”",
        "58": "Isus i-a răspuns: „Vulpile au vizuini și păsările cerului au cuiburi, dar Fiul omului n-are unde-Și odihni capul.”",
        "59": "Altuia i-a zis: „Vino după Mine!” „Doamne”, I-a răspuns el, „lasă-mă să mă duc întâi să îngrop pe tatăl meu.”",
        "60": "Dar Isus i-a zis: „Lasă morții să-și îngroape morții, și tu du-te de vestește Împărăția lui Dumnezeu.”",
        "61": "Un altul a zis: „Doamne, Te voi urma, dar lasă-mă întâi să mă duc să-mi iau rămas-bun de la ai mei.”",
        "62": "Isus i-a răspuns: „Oricine pune mâna pe plug și se uită înapoi nu este destoinic pentru Împărăția lui Dumnezeu.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Isus i-a chemat pe cei doisprezece, le-a dat putere și autoritate peste toți demonii, precum și peste boli, ca să le vindece,",
        "2": "Trimiterea celor doisprezece și i-a trimis să proclame Împărăția lui Dumnezeu și să-i vindece pe cei neputincioși.",
        "3": "El le-a zis: „Să nu luați nimic cu voi pe drum, nici toiag, nici traistă, nici pâine, nici argint, și să nu aveți două cămăși.",
        "4": "În orice casă intrați, rămâneți acolo și din locul acela să plecați.",
        "5": "Și oriunde nu vă vor primi, scuturați-vă praful de pe picioare când ieșiți din cetatea aceea, ca mărturie împotriva lor“.",
        "6": "Ei au plecat și au călătorit prin sate, vestind Evanghelia și vindecând pretutindeni. Confuzia lui Irod despre Isus",
        "7": "Tetrarhul Irod a auzit despre toate câte se întâmplaseră și era nedumerit, pentru că unii ziceau că Ioan fusese înviat dintre cei morți.",
        "8": "Alții ziceau că s-a arătat Ilie, iar alții că a înviat vreun profet dintre cei din vechime.",
        "9": "Dar Irod a zis: „Pe Ioan l-am decapitat. Deci, Cine este Acesta despre Care aud asemenea lucruri?“. Și încerca să-L vadă. Isus hrănește peste cinci mii de oameni",
        "10": "Când s-au întors, apostolii I-au povestit lui Isus tot ce au făcut. El i-a luat deoparte și s-au retras, doar ei singuri, spre o cetate numită Betsaida.",
        "11": "Dar mulțimile au aflat lucrul acesta și L-au urmat. El le-a primit bine, le-a vorbit despre Împărăția lui Dumnezeu și i-a vindecat pe cei care aveau nevoie de vindecare.",
        "12": "Când ziua era pe sfârșite, cei doisprezece s-au apropiat și I-au zis: ‒ Lasă mulțimea să se ducă prin satele și cătunele dimprejur, ca să găsească găzduire și provizii, fiindcă aici suntem într-un loc pustiu.",
        "13": "Însă El le-a zis: ‒ Dați-le voi să mănânce! Ei I-au răspuns: ‒ N-avem cu noi mai mult de cinci pâini și doi pești. Le putem da numai dacă ne ducem noi să cumpărăm mâncare pentru tot poporul acesta!",
        "14": "Căci erau aproape cinci mii de bărbați. Isus le-a zis ucenicilor Săi: ‒ Puneți-i să se așeze în grupuri de aproximativ cincizeci!",
        "15": "Ei au făcut întocmai – i-au pus pe toți să se așeze.",
        "16": "Isus a luat cele cinci pâini și cei doi pești și, privind spre cer, le-a binecuvântat și le-a frânt. Apoi le-a dat ucenicilor, ca să le așeze înaintea mulțimii.",
        "17": "Ei au mâncat cu toții și s-au săturat. Și s-au ridicat douăsprezece coșnițe pline cu firimiturile rămase. Mărturisirea de credință a lui Petru",
        "18": "Într-o zi, în timp ce Se ruga singur, cu El fiind doar ucenicii, Isus i-a întrebat, zicând: ‒ Cine zic mulțimile că sunt Eu?",
        "19": "Ei, răspunzând, au zis: ‒ Unii zic că ești Ioan Botezătorul, alții zic că ești Ilie, iar alții spun că a înviat un profet dintre cei din vechime.",
        "20": "El le-a zis: ‒ Dar voi, cine ziceți că sunt Eu? Petru, răspunzând, a zis: ‒ Tu ești Cristosul lui Dumnezeu! Isus își prevestește moartea și învierea",
        "21": "Însă Isus le-a atras atenția și le-a poruncit să nu spună nimănui aceasta,",
        "22": "zicând: ‒ Fiul Omului trebuie să sufere multe și să fie respins de bătrâni, de conducătorii preoților și de cărturari, să fie omorât, iar a treia zi să fie înviat. Prețul uceniciei",
        "23": "Apoi le-a spus tuturor: „Dacă vrea cineva să vină după Mine, să se lepede de sine, să-și ia crucea în fiecare zi și să Mă urmeze.",
        "24": "Căci oricine vrea să-și salveze viața o va pierde, dar cel ce-și pierde viața, de dragul Meu, o va salva.",
        "25": "Într-adevăr, la ce i-ar folosi unui om să câștige întreaga lume, dacă s-ar distruge sau s-ar pierde pe sine însuși?",
        "26": "Căci de cel ce îi va fi rușine de Mine și de cuvintele Mele, de acela Îi va fi rușine și Fiului Omului când va veni în gloria Sa, a Tatălui și a sfinților îngeri.",
        "27": "Adevărat vă spun că sunt unii, dintre cei ce stau aici, care nu vor gusta nicidecum moartea înainte de a vedea Împărăția lui Dumnezeu“. Schimbarea la față",
        "28": "Cam la opt zile după cuvintele acestea, Isus i-a luat cu Sine pe Petru, pe Iacov și pe Ioan și a urcat pe munte ca să Se roage.",
        "29": "În timp ce Se ruga, I s-a schimbat înfățișarea feței, iar hainele Lui au devenit strălucitor de albe.",
        "30": "Și iată că doi bărbați stăteau de vorbă cu El – erau Moise și Ilie,",
        "31": "care se arătaseră în glorie. Ei vorbeau despre plecarea Lui, pe care urma s-o ducă la îndeplinire în Ierusalim.",
        "32": "Petru și cei ce erau cu el erau îngreunați de somn, dar, când s-au trezit bine, au văzut gloria Lui și pe cei doi bărbați care stăteau împreună cu El.",
        "33": "Tocmai când aceștia se despărțeau de El, Petru I-a zis lui Isus: „Stăpâne, este bine să fim aici! Să facem trei corturi: unul pentru Tine, unul pentru Moise și unul pentru Ilie“. Nu știa ce zice.",
        "34": "În timp ce spunea el aceste lucruri, a venit un nor și i-a acoperit. Când au intrat în nor, s-au înspăimântat.",
        "35": "Și din nor s-a auzit un glas care zicea: „Acesta este Fiul Meu, pe Care L-am ales! De El să ascultați!“.",
        "36": "Când s-a auzit glasul, Isus Se afla acolo singur. Ei au păstrat tăcerea și, în zilele acelea, n-au istorisit nimănui nimic despre lucrurile pe care le văzuseră. Vindecarea unui băiat demonizat",
        "37": "În ziua următoare, când au coborât de pe munte, o mare mulțime L-a întâmpinat pe Isus.",
        "38": "Și iată că un bărbat din mulțime a strigat:",
        "39": "Iată, un duh îl apucă și deodată el începe să strige. Acel duh îl face să aibă convulsii și spume la gură și cu greu pleacă de la el, lăsându-l zdrobit!",
        "40": "I-am rugat pe ucenicii Tăi să-l alunge, dar n-au putut.",
        "41": "Isus, răspunzând, a zis: ‒ O, generație necredincioasă și pervertită! Până când voi mai fi cu voi și vă voi mai îngădui? Adu-l aici pe fiul tău!",
        "42": "Chiar în timp ce băiatul se apropia, demonul l-a trântit la pământ și l-a aruncat în convulsii. Dar Isus a mustrat duhul necurat, l-a vindecat pe băiat și l-a dat înapoi tatălui său.",
        "43": "Toți au rămas uimiți de măreția lui Dumnezeu. Isus vorbește din nou despre moartea și învierea Sa",
        "44": "„Plecați bine urechea la cuvintele acestea: Fiul Omului urmează să fie dat în mâinile oamenilor“.",
        "45": "Ei însă nu pricepeau cuvintele acestea; fuseseră ascunse de ei, ca să nu le înțeleagă. Și se temeau să-L întrebe cu privire la aceste cuvinte. Cine este cel mai mare?",
        "46": "Apoi a început o dispută între ei cu privire la cine ar fi cel mai mare dintre ei.",
        "47": "Dar Isus, cunoscând gândul inimii lor, a luat un copilaș, l-a pus să stea lângă El",
        "48": "și le-a zis: ‒ Oricine îl primește, în Numele Meu, pe acest copilaș pe Mine Mă primește, iar cel ce Mă primește pe Mine Îl primește pe Cel Ce M-a trimis pe Mine. Căci cine este cel mai mic dintre voi toți, acela este cel mai mare. De partea lui Isus",
        "49": "Atunci Ioan, răspunzând, a zis: ‒ Stăpâne, noi am văzut pe cineva care alunga demoni în Numele Tău și l-am oprit, pentru că nu ne urmează.",
        "50": "Dar Isus i-a zis: ‒ Nu-l opriți, pentru că cel care nu este împotriva voastră este de partea voastră. Opoziție din partea samaritenilor",
        "51": "Când s-a apropiat vremea în care avea să fie luat la Cer, Și-a îndreptat hotărât fața să meargă la Ierusalim.",
        "52": "A trimis înaintea Lui niște mesageri, care s-au dus și au intrat într-un sat al samaritenilor, ca să facă pregătirile pentru El.",
        "53": "Dar aceștia nu L-au primit, pentru că Se îndrepta spre Ierusalim.",
        "54": "Când au văzut acest lucru, Iacov și Ioan, ucenicii Lui, au zis: ‒ Doamne, vrei să spunem să se coboare foc din cer și să-i ardă, cum a făcut Ilie?",
        "55": "Însă Isus, întorcându-Se, i-a mustrat și a zis:",
        "56": "Căci Fiul Omului n-a venit să piardă sufletele oamenilor, ci să le mântuiască! Apoi au plecat într-un alt sat. Costurile uceniciei",
        "57": "În timp ce mergeau pe drum, cineva I-a zis: ‒ Doamne, Te voi urma oriunde vei merge!",
        "58": "Însă Isus i-a spus: ‒ Vulpile au vizuini și păsările cerului au cuiburi, dar Fiul Omului n-are unde-Și odihni capul.",
        "59": "Altuia i-a zis: ‒ Urmează-Mă! Dar acela I-a răspuns: ‒ Doamne, dă-mi voie să mă duc mai întâi să-l înmormântez pe tatăl meu.",
        "60": "Dar Isus i-a zis: ‒ Lasă morții să-și înmormânteze morții, iar tu du-te și vestește Împărăția lui Dumnezeu!",
        "61": "Un altul a zis: ‒ Te voi urma, Doamne, însă dă-mi voie mai întâi să-mi iau rămas bun de la cei din casa mea!",
        "62": "Dar Isus i-a răspuns: ‒ Niciun om care pune mâna pe plug și se uită înapoi nu este potrivit pentru Împărăția lui Dumnezeu!"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "He called the twelve together and gave them power and authority over all demons, and to cure diseases.",
        "2": "He sent them out to preach God’s Kingdom and to heal the sick.",
        "3": "He said to them, “Take nothing for your journey—no staffs, nor wallet, nor bread, nor money. Don’t have two tunics each.",
        "4": "Into whatever house you enter, stay there, and depart from there.",
        "5": "As many as don’t receive you, when you depart from that city, shake off even the dust from your feet for a testimony against them.”",
        "6": "They departed and went throughout the villages, preaching the Good News and healing everywhere.",
        "7": "Now Herod the tetrarch heard of all that was done by him; and he was very perplexed, because it was said by some that John had risen from the dead,",
        "8": "and by some that Elijah had appeared, and by others that one of the old prophets had risen again.",
        "9": "Herod said, “I beheaded John, but who is this about whom I hear such things?” He sought to see him.",
        "10": "The apostles, when they had returned, told him what things they had done.",
        "11": "But the multitudes, perceiving it, followed him. He welcomed them, spoke to them of God’s Kingdom, and he cured those who needed healing.",
        "12": "The day began to wear away; and the twelve came and said to him, “Send the multitude away, that they may go into the surrounding villages and farms and lodge and get food, for we are here in a deserted place.”",
        "13": "But he said to them, “You give them something to eat.”",
        "14": "For they were about five thousand men.",
        "15": "They did so, and made them all sit down.",
        "16": "He took the five loaves and the two fish, and looking up to the sky, he blessed them, broke them, and gave them to the disciples to set before the multitude.",
        "17": "They ate and were all filled. They gathered up twelve baskets of broken pieces that were left over.",
        "18": "As he was praying alone, the disciples were near him, and he asked them, “Who do the multitudes say that I am?”",
        "19": "They answered, “‘John the Baptizer,’ but others say, ‘Elijah,’ and others, that one of the old prophets has risen again.”",
        "20": "He said to them, “But who do you say that I am?” Peter answered, “The Christ of God.”",
        "21": "But he warned them and commanded them to tell this to no one,",
        "22": "saying, “The Son of Man must suffer many things, and be rejected by the elders, chief priests, and scribes, and be killed, and the third day be raised up.”",
        "23": "He said to all, “If anyone desires to come after me, let him deny himself, take up his cross, and follow me.",
        "24": "For whoever desires to save his life will lose it, but whoever will lose his life for my sake will save it.",
        "25": "For what does it profit a man if he gains the whole world, and loses or forfeits his own self?",
        "26": "For whoever will be ashamed of me and of my words, of him will the Son of Man be ashamed when he comes in his glory, and the glory of the Father, and of the holy angels.",
        "27": "But I tell you the truth: There are some of those who stand here who will in no way taste of death until they see God’s Kingdom.”",
        "28": "About eight days after these sayings, he took with him Peter, John, and James, and went up onto the mountain to pray.",
        "29": "As he was praying, the appearance of his face was altered, and his clothing became white and dazzling.",
        "30": "Behold, two men were talking with him, who were Moses and Elijah,",
        "31": "who appeared in glory and spoke of his departure, which he was about to accomplish at Jerusalem.",
        "32": "Now Peter and those who were with him were heavy with sleep, but when they were fully awake, they saw his glory, and the two men who stood with him.",
        "33": "As they were parting from him, Peter said to Jesus, “Master, it is good for us to be here. Let’s make three tents: one for you, one for Moses, and one for Elijah,” not knowing what he said.",
        "34": "While he said these things, a cloud came and overshadowed them, and they were afraid as they entered into the cloud.",
        "35": "A voice came out of the cloud, saying, “This is my beloved Son. Listen to him!”",
        "36": "When the voice came, Jesus was found alone. They were silent, and told no one in those days any of the things which they had seen.",
        "37": "On the next day, when they had come down from the mountain, a great multitude met him.",
        "38": "Behold, a man from the crowd called out, saying, “Teacher, I beg you to look at my son, for he is my only born child.",
        "39": "Behold, a spirit takes him, he suddenly cries out, and it convulses him so that he foams; and it hardly departs from him, bruising him severely.",
        "40": "I begged your disciples to cast it out, and they couldn’t.”",
        "41": "Jesus answered, “Faithless and perverse generation, how long shall I be with you and bear with you? Bring your son here.”",
        "42": "While he was still coming, the demon threw him down and convulsed him violently. But Jesus rebuked the unclean spirit, healed the boy, and gave him back to his father.",
        "43": "They were all astonished at the majesty of God.",
        "44": "“Let these words sink into your ears, for the Son of Man will be delivered up into the hands of men.”",
        "45": "But they didn’t understand this saying. It was concealed from them, that they should not perceive it, and they were afraid to ask him about this saying.",
        "46": "An argument arose among them about which of them was the greatest.",
        "47": "Jesus, perceiving the reasoning of their hearts, took a little child, and set him by his side,",
        "48": "and said to them, “Whoever receives this little child in my name receives me. Whoever receives me receives him who sent me. For whoever is least among you all, this one will be great.”",
        "49": "John answered, “Master, we saw someone casting out demons in your name, and we forbade him, because he doesn’t follow with us.”",
        "50": "Jesus said to him, “Don’t forbid him, for he who is not against us is for us.”",
        "51": "It came to pass, when the days were near that he should be taken up, he intently set his face to go to Jerusalem",
        "52": "and sent messengers before his face. They went and entered into a village of the Samaritans, so as to prepare for him.",
        "53": "They didn’t receive him, because he was traveling with his face set toward Jerusalem.",
        "54": "When his disciples, James and John, saw this, they said, “Lord, do you want us to command fire to come down from the sky and destroy them, just as Elijah did?”",
        "55": "But he turned and rebuked them, “You don’t know of what kind of spirit you are.",
        "56": "For the Son of Man didn’t come to destroy men’s lives, but to save them.”",
        "57": "As they went on the way, a certain man said to him, “I want to follow you wherever you go, Lord.”",
        "58": "Jesus said to him, “The foxes have holes and the birds of the sky have nests, but the Son of Man has no place to lay his head.”",
        "59": "He said to another, “Follow me!” But he said, “Lord, allow me first to go and bury my father.”",
        "60": "But Jesus said to him, “Leave the dead to bury their own dead, but you go and announce God’s Kingdom.”",
        "61": "Another also said, “I want to follow you, Lord, but first allow me to say good-bye to those who are at my house.”",
        "62": "But Jesus said to him, “No one, having put his hand to the plow and looking back, is fit for God’s Kingdom.”"
      }
    }
  }
}