{
  "book": "Luca",
  "chapter": "5",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Pescuirea minunată Pe când Se afla lângă lacul Ghenezaret și Îl îmbulzea norodul ca să audă Cuvântul lui Dumnezeu,",
        "2": "Isus a văzut două corăbii la marginea lacului; pescarii ieșiseră din ele să-și spele mrejele.",
        "3": "S-a suit într-una din aceste corăbii, care era a lui Simon, și l-a rugat s-o depărteze puțin de la țărm. Apoi, a șezut jos și învăța pe noroade din corabie.",
        "4": "Când a încetat să vorbească, a zis lui Simon: „Depărteaz-o la adânc și aruncați-vă mrejele pentru pescuire.”",
        "5": "Drept răspuns, Simon I-a zis: „Învățătorule, toată noaptea ne-am trudit și n-am prins nimic, dar, la cuvântul Tău, voi arunca mrejele!”",
        "6": "După ce le-au aruncat, au prins o așa de mare mulțime de pești că începeau să li se rupă mrejele.",
        "7": "Au făcut semn tovarășilor lor, care erau în cealaltă corabie, să vină să le ajute. Aceia au venit și au umplut amândouă corăbiile, așa că au început să se afunde corăbiile.",
        "8": "Când a văzut Simon Petru lucrul acesta, s-a aruncat la genunchii lui Isus și I-a zis: „Doamne, pleacă de la mine, căci sunt un om păcătos.”",
        "9": "Fiindcă îl apucase spaima pe el și pe toți cei ce erau cu el din pricina pescuirii pe care o făcuseră.",
        "10": "Tot așa și pe Iacov și pe Ioan, fiii lui Zebedei, tovarășii lui Simon. Atunci, Isus a zis lui Simon: „Nu te teme; de acum încolo vei fi pescar de oameni.”",
        "11": "Ei au scos corăbiile la mal, au lăsat totul și au mers după El. Vindecarea unui lepros",
        "12": "Isus era într-una din cetăți. Și iată că un om plin de lepră, cum L-a văzut, s-a aruncat cu fața la pământ, L-a rugat și I-a zis: „Doamne, dacă vrei, poți să mă curățești.”",
        "13": "Isus a întins mâna, S-a atins de el și i-a zis: „Da, voiesc, fii curățit!” Îndată l-a lăsat lepra.",
        "14": "Apoi, i-a poruncit să nu spună nimănui. „Ci du-te”, i-a zis El, „de te arată preotului și adu, pentru curățirea ta, ce a rânduit Moise, ca mărturie pentru ei.”",
        "15": "Se răspândea tot mai mult vestea despre El, și oamenii se strângeau cu grămada ca să-L asculte și să fie vindecați de bolile lor.",
        "16": "Iar El Se ducea în locuri pustii și Se ruga. Vindecarea unui slăbănog",
        "17": "Într-una din zile, Isus învăța pe noroade. Niște farisei și învățători ai Legii, care veniseră din toate satele Galileii și Iudeii și din Ierusalim, stăteau acolo; iar puterea Domnului era cu El, ca să vindece.",
        "18": "Și iată că niște oameni purtau într-un pat pe un slăbănog și căutau să-l ducă înăuntru, ca să-l pună înaintea Lui.",
        "19": "Fiindcă n-aveau pe unde să-l ducă înăuntru, din pricina norodului, s-au suit pe acoperișul casei și l-au coborât cu patul printre cărămizi, în mijlocul adunării, înaintea lui Isus.",
        "20": "Când le-a văzut credința, Isus a zis: „Omule, păcatele îți sunt iertate!”",
        "21": "Cărturarii și fariseii au început să cârtească și să zică în ei înșiși: „Cine este acesta de rostește hule? Cine poate să ierte păcatele decât singur Dumnezeu?”",
        "22": "Isus, care le-a cunoscut gândurile, a luat cuvântul și le-a zis: „Pentru ce cârtiți în inimile voastre?",
        "23": "Ce este mai lesne: a zice: ‘Păcatele îți sunt iertate’ sau a zice: ‘Scoală-te și umblă’?",
        "24": "Dar, ca să știți că Fiul omului are putere pe pământ să ierte păcatele, ție îți poruncesc”, a zis El slăbănogului, „scoală-te, ridică-ți patul și du-te acasă.”",
        "25": "Și numaidecât, slăbănogul s-a sculat în fața lor, a ridicat patul pe care zăcea și s-a dus acasă, slăvind pe Dumnezeu.",
        "26": "Toți au rămas uimiți și slăveau pe Dumnezeu; plini de frică ziceau: „Azi am văzut lucruri nemaipomenite.” Chemarea lui Levi",
        "27": "După aceea, Isus a ieșit afară și a văzut pe un vameș, numit Levi, șezând la vamă. Și i-a zis: „Vino după Mine!”",
        "28": "Vameșul a lăsat totul, s-a sculat și a mers după El.",
        "29": "Levi I-a făcut un ospăț mare la el în casă; și o mulțime de vameși și de alți oaspeți ședeau la masă cu ei.",
        "30": "Fariseii și cărturarii cârteau și ziceau ucenicilor Lui: „Pentru ce mâncați și beți împreună cu vameșii și cu păcătoșii?”",
        "31": "Isus a luat cuvântul și le-a zis: „Nu cei sănătoși au trebuință de doctor, ci cei bolnavi.",
        "32": "N-am venit să chem la pocăință pe cei neprihăniți, ci pe cei păcătoși.” Întrebarea despre post",
        "33": "Ei I-au zis: „Ucenicii lui Ioan, ca și ai fariseilor, postesc des și fac rugăciuni, pe când ai Tăi mănâncă și beau.”",
        "34": "El le-a răspuns: „Oare puteți face pe nuntași să postească în timpul când mirele este cu ei?",
        "35": "Vor veni zile când va fi luat mirele de la ei; atunci vor posti în acele zile.”",
        "36": "Le-a spus și o pildă: „Nimeni nu rupe dintr-o haină nouă un petic ca să-l pună la o haină veche; altminteri, rupe și haina cea nouă și nici peticul luat de la ea nu se potrivește la cea veche.",
        "37": "Și nimeni nu pune vin nou în burdufuri vechi; altminteri, vinul cel nou sparge burdufurile, se varsă, și burdufurile se prăpădesc;",
        "38": "ci vinul nou trebuie pus în burdufuri noi și amândouă se păstrează.",
        "39": "Și nimeni, după ce a băut vin vechi, nu voiește vin nou, căci zice: ‘Este mai bun cel vechi.’”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Chemarea primilor ucenici În timp ce Se afla lângă lacul Ghenezaret și mulțimea se înghesuia în jurul Lui ca să asculte Cuvântul lui Dumnezeu,",
        "2": "Isus a văzut două bărci trase la marginea lacului. Pescarii coborâseră din ele și își spălau năvoadele.",
        "3": "S-a urcat într-una dintre bărci, care era a lui Simon, și l-a rugat s-o depărteze puțin de la țărm. Apoi S-a așezat și, din barcă, a început să învețe mulțimile.",
        "4": "Când a terminat de vorbit, i-a zis lui Simon: ‒ Depărtează barca la apă adâncă și aruncați-vă năvoadele pentru pescuit!",
        "5": "Simon, răspunzând, a zis: ‒ Stăpâne, toată noaptea am muncit, dar n-am prins nimic. Totuși, la cuvântul Tău, voi arunca năvoadele.",
        "6": "Au făcut așa și au prins atât de mulți pești, încât năvoadele lor începuseră să se rupă.",
        "7": "Prin urmare, le-au făcut semn confraților lor din cealaltă barcă să vină să-i ajute. Aceștia au venit și au umplut amândouă bărcile cu atât de mult pește, încât erau să se scufunde.",
        "8": "Când Simon Petru a văzut ce s-a întâmplat, a căzut la genunchii lui Isus, zicând: ‒ Doamne, pleacă de la mine, fiindcă sunt un om păcătos!",
        "9": "Căci atât el, cât și toți cei ce erau împreună cu el fuseseră cuprinși de uimire datorită mulțimii de pești pe care îi prinseseră.",
        "10": "La fel erau și Iacov și Ioan, fiii lui Zebedei, confrații lui Simon. Isus i-a răspuns lui Simon: ‒ Nu te teme! De acum înainte vei fi pescar de oameni!",
        "11": "După ce au adus bărcile la țărm, au lăsat totul și L-au urmat. Curățirea unui bolnav de lepră",
        "12": "În timp ce El era într-una dintre cetăți, iată că un om plin de lepră, când L-a văzut pe Isus, s-a aruncat cu fața la pământ și L-a rugat insistent, zicând: ‒ Doamne, dacă vrei, poți să mă curățești!",
        "13": "Isus a întins mâna, l-a atins și a zis: ‒ Da, vreau. Fii curățit! Și imediat lepra s-a depărtat de la el.",
        "14": "Isus i-a poruncit: ‒ Să nu spui nimănui, ci du-te, arată-te preotului și adu un dar pentru curățirea ta, așa cum a poruncit Moise, ca mărturie pentru ei.",
        "15": "Dar vestea cu privire la El se răspândea tot mai mult, astfel că mulțimi mari de oameni se adunau să-L asculte și să fie vindecați de neputințele lor.",
        "16": "El însă Se retrăgea în locuri pustii și Se ruga. Vindecarea unui paralitic",
        "17": "Într-una din zile, în timp ce El îi învăța pe oameni, erau acolo și niște farisei și învățători ai Legii, care veniseră de prin toate satele Galileei și ale Iudeei și din Ierusalim. Puterea Domnului era cu El, ca să vindece.",
        "18": "Și iată că niște oameni aduceau pe pat un om care era paralizat. Ei încercau să intre cu el, ca să-l pună înaintea lui Isus.",
        "19": "Dar, fiindcă n-au găsit cum să-l aducă înăuntru din cauza mulțimii, s-au urcat pe acoperișul casei și l-au coborât cu patul printre cărămizi, în mijlocul mulțimii, înaintea lui Isus.",
        "20": "Văzând Isus credința lor, a zis: „Omule, păcatele îți sunt iertate!“.",
        "21": "Cărturarii și fariseii au început să-și zică: „Cine este Acesta Care rostește blasfemii? Cine poate ierta păcatele, în afară de singurul Dumnezeu?“.",
        "22": "Însă Isus, cunoscând gândurile lor, le-a zis: „De ce gândiți astfel în inimile voastre?",
        "23": "Ce este mai ușor? A spune: «Păcatele îți sunt iertate!» sau a spune: «Ridică-te și umblă!»?",
        "24": "Dar, ca să știți că Fiul Omului are pe pământ autoritatea de a ierta păcatele, ție îți spun – i-a zis El celui ce era paralizat – ridică-te, ia-ți patul și du-te acasă!“.",
        "25": "Și deodată el s-a ridicat înaintea lor, și-a luat patul pe care zăcuse și s-a dus acasă, glorificându-L pe Dumnezeu.",
        "26": "Pe toți i-a cuprins uimirea și Îl glorificau pe Dumnezeu. S-au umplut de teamă și au zis: „Astăzi am văzut lucruri nemaiîntâlnite!“. Chemarea lui Levi",
        "27": "După toate acestea, Isus a ieșit afară și a văzut un colector de taxe, pe nume Levi, șezând în locul unde se plăteau taxele. El i-a zis: „Urmează-Mă!“.",
        "28": "Levi a lăsat totul, s-a ridicat și L-a urmat.",
        "29": "Apoi Levi a dat un mare ospăț la el acasă pentru Isus. O mare mulțime de colectori de taxe și de alți oaspeți luau masa împreună cu ei.",
        "30": "Fariseii și cărturarii îi criticau pe ucenicii Lui, zicând: ‒ De ce mâncați și beți împreună cu colectorii de taxe și cu păcătoșii?",
        "31": "Însă Isus, răspunzând, le-a zis:",
        "32": "Eu n-am venit să-i chem la pocăință pe cei drepți, ci pe cei păcătoși. Despre post",
        "33": "Ei I-au zis: ‒ Ucenicii lui Ioan, ca și cei ai fariseilor, postesc des și fac rugăciuni, dar ai Tăi mănâncă și beau!",
        "34": "Isus le-a răspuns:",
        "35": "Însă vor veni zile când mirele va fi luat de la ei și atunci, în zilele acelea, vor posti.",
        "36": "Le-a spus apoi și o pildă:",
        "37": "Și nimeni nu toarnă vin nou în burdufuri vechi. Altfel, vinul cel nou va crăpa burdufurile, iar el se va vărsa și burdufurile vor fi distruse.",
        "38": "Ci vinul nou trebuie turnat în burdufuri noi.",
        "39": "Și nimeni nu vrea să bea vin nou după ce a băut vin vechi, pentru că zice: „Cel vechi este mai bun!“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now while the multitude pressed on him and heard the word of God, he was standing by the lake of Gennesaret.",
        "2": "He saw two boats standing by the lake, but the fishermen had gone out of them and were washing their nets.",
        "3": "He entered into one of the boats, which was Simon’s, and asked him to put out a little from the land. He sat down and taught the multitudes from the boat.",
        "4": "When he had finished speaking, he said to Simon, “Put out into the deep and let down your nets for a catch.”",
        "5": "Simon answered him, “Master, we worked all night and caught nothing; but at your word I will let down the net.”",
        "6": "When they had done this, they caught a great multitude of fish, and their net was breaking.",
        "7": "They beckoned to their partners in the other boat, that they should come and help them. They came and filled both boats, so that they began to sink.",
        "8": "But Simon Peter, when he saw it, fell down at Jesus’ knees, saying, “Depart from me, for I am a sinful man, Lord.”",
        "9": "For he was amazed, and all who were with him, at the catch of fish which they had caught;",
        "10": "and so also were James and John, sons of Zebedee, who were partners with Simon. Jesus said to Simon, “Don’t be afraid. From now on you will be catching people alive.”",
        "11": "When they had brought their boats to land, they left everything, and followed him.",
        "12": "While he was in one of the cities, behold, there was a man full of leprosy. When he saw Jesus, he fell on his face and begged him, saying, “Lord, if you want to, you can make me clean.”",
        "13": "He stretched out his hand and touched him, saying, “I want to. Be made clean.”",
        "14": "He commanded him to tell no one, “But go your way and show yourself to the priest, and offer for your cleansing according to what Moses commanded, for a testimony to them.”",
        "15": "But the report concerning him spread much more, and great multitudes came together to hear and to be healed by him of their infirmities.",
        "16": "But he withdrew himself into the desert and prayed.",
        "17": "On one of those days, he was teaching; and there were Pharisees and teachers of the law sitting by who had come out of every village of Galilee, Judea, and Jerusalem. The power of the Lord was with him to heal them.",
        "18": "Behold, men brought a paralyzed man on a cot, and they sought to bring him in to lay before Jesus.",
        "19": "Not finding a way to bring him in because of the multitude, they went up to the housetop and let him down through the tiles with his cot into the middle before Jesus.",
        "20": "Seeing their faith, he said to him, “Man, your sins are forgiven you.”",
        "21": "The scribes and the Pharisees began to reason, saying, “Who is this who speaks blasphemies? Who can forgive sins, but God alone?”",
        "22": "But Jesus, perceiving their thoughts, answered them, “Why are you reasoning so in your hearts?",
        "23": "Which is easier to say, ‘Your sins are forgiven you,’ or to say, ‘Arise and walk’?",
        "24": "But that you may know that the Son of Man has authority on earth to forgive sins,” he said to the paralyzed man, “I tell you, arise, take up your cot, and go to your house.”",
        "25": "Immediately he rose up before them, and took up that which he was laying on, and departed to his house, glorifying God.",
        "26": "Amazement took hold on all, and they glorified God. They were filled with fear, saying, “We have seen strange things today.”",
        "27": "After these things he went out and saw a tax collector named Levi sitting at the tax office, and said to him, “Follow me!”",
        "28": "He left everything, and rose up and followed him.",
        "29": "Levi made a great feast for him in his house. There was a great crowd of tax collectors and others who were reclining with them.",
        "30": "Their scribes and the Pharisees murmured against his disciples, saying, “Why do you eat and drink with the tax collectors and sinners?”",
        "31": "Jesus answered them, “Those who are healthy have no need for a physician, but those who are sick do.",
        "32": "I have not come to call the righteous, but sinners, to repentance.”",
        "33": "They said to him, “Why do John’s disciples often fast and pray, likewise also the disciples of the Pharisees, but yours eat and drink?”",
        "34": "He said to them, “Can you make the friends of the bridegroom fast while the bridegroom is with them?",
        "35": "But the days will come when the bridegroom will be taken away from them. Then they will fast in those days.”",
        "36": "He also told a parable to them. “No one puts a piece from a new garment on an old garment, or else he will tear the new, and also the piece from the new will not match the old.",
        "37": "No one puts new wine into old wineskins, or else the new wine will burst the skins, and it will be spilled and the skins will be destroyed.",
        "38": "But new wine must be put into fresh wineskins, and both are preserved.",
        "39": "No man having drunk old wine immediately desires new, for he says, ‘The old is better.’”"
      }
    }
  }
}