{
  "book": "Luca",
  "chapter": "20",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Într-una din acele zile, când învăța Isus norodul în Templu și propovăduia Evanghelia, au venit deodată la El preoții cei mai de seamă și cărturarii, cu bătrânii,",
        "2": "și I-au zis: „Spune-ne, cu ce putere faci Tu aceste lucruri sau cine Ți-a dat puterea aceasta?”",
        "3": "Drept răspuns, El le-a zis: „Am să vă pun și Eu o întrebare. Spuneți-Mi:",
        "4": "Botezul lui Ioan venea din cer sau de la oameni?”",
        "5": "Dar ei cugetau astfel între ei: „Dacă răspundem: ‘Din cer’, va zice: ‘Atunci, de ce nu l-ați crezut?’",
        "6": "Și dacă răspundem: ‘De la oameni’, tot norodul ne va ucide cu pietre; căci este încredințat că Ioan era un proroc.”",
        "7": "Atunci au răspuns că nu știu de unde venea botezul lui Ioan.",
        "8": "Și Isus le-a zis: „Nici Eu n-am să vă spun cu ce putere fac aceste lucruri.”",
        "9": "Apoi a început să spună norodului pilda aceasta: „Un om a sădit o vie, a arendat-o unor vieri și a plecat într-o altă țară pentru o vreme îndelungată.",
        "10": "La vremea roadelor, a trimis la vieri un rob, ca să-i dea partea lui din rodul viei. Vierii l-au bătut și l-au trimis înapoi cu mâinile goale.",
        "11": "A mai trimis un alt rob; ei l-au bătut și pe acela, l-au batjocorit și l-au trimis înapoi cu mâinile goale.",
        "12": "A mai trimis un al treilea rob; ei l-au rănit și pe acela și l-au scos afară.",
        "13": "Stăpânul viei a zis: ‘Ce să fac? Am să trimit pe fiul meu preaiubit; poate că îl vor primi cu cinste.’",
        "14": "Dar vierii, când l-au văzut, s-au sfătuit între ei și au zis: ‘Iată moștenitorul. Veniți să-l ucidem, ca moștenirea să fie a noastră.’",
        "15": "Și l-au scos afară din vie și l-au omorât. Acum, ce le va face stăpânul viei?",
        "16": "Va veni, va pierde pe vierii aceia, și via o va da altora.” Când au auzit ei cuvintele acestea, au zis: „Nicidecum!”",
        "17": "Dar Isus i-a privit drept în față și a zis: „Ce înseamnă cuvintele acestea care au fost scrise: ‘Piatra pe care au lepădat-o zidarii a ajuns să fie pusă în capul unghiului’?",
        "18": "Oricine va cădea peste piatra aceasta va fi zdrobit de ea și, pe acela peste care va cădea ea, îl va spulbera.”",
        "19": "Preoții cei mai de seamă și cărturarii căutau să pună mâna pe El chiar în ceasul acela, dar se temeau de norod. Pricepuseră că Isus spusese pilda aceasta împotriva lor.",
        "20": "Au început să pândească pe Isus și au trimis niște iscoditori, care se prefăceau că sunt neprihăniți, ca să-L prindă cu vorba și să-L dea pe mâna stăpânirii și pe mâna puterii dregătorului.",
        "21": "Iscoditorii aceștia L-au întrebat: „Învățătorule, știm că vorbești și înveți pe oameni drept și că nu cauți la fața oamenilor, ci-i înveți calea lui Dumnezeu în adevăr.",
        "22": "Se cuvine să plătim bir Cezarului sau nu?”",
        "23": "Isus le-a priceput viclenia și le-a răspuns: „Pentru ce Mă ispitiți?",
        "24": "Arătați-Mi un ban. Al cui chip și ale cui slove sunt scrise pe el?” „Ale Cezarului”, au răspuns ei.",
        "25": "Atunci, El le-a zis: „Dați dar Cezarului ce este al Cezarului, și lui Dumnezeu ce este al lui Dumnezeu.”",
        "26": "Nu L-au putut prinde cu vorba înaintea norodului; ci, mirați de răspunsul Lui, au tăcut.",
        "27": "Unii din saduchei, care zic că nu este înviere, s-au apropiat și au întrebat pe Isus:",
        "28": "„Învățătorule, iată ce ne-a scris Moise: ‘Dacă moare fratele cuiva, având nevastă, dar fără să aibă copii, fratele lui să ia pe nevasta lui și să ridice urmaș fratelui său.’",
        "29": "Au fost dar șapte frați. Cel dintâi s-a însurat și a murit fără copii.",
        "30": "Pe nevasta lui, a luat-o al doilea; și a murit și el fără copii.",
        "31": "A luat-o și al treilea, și tot așa toți șapte; și au murit fără să lase copii.",
        "32": "La urma tuturor, a murit și femeia.",
        "33": "Deci, la înviere, nevasta căruia dintre ei va fi femeia? Fiindcă toți șapte au avut-o de nevastă.”",
        "34": "Isus le-a răspuns: „Fiii veacului acestuia se însoară și se mărită,",
        "35": "dar cei ce vor fi găsiți vrednici să aibă parte de veacul viitor și de învierea dintre cei morți nici nu se vor însura, nici nu se vor mărita.",
        "36": "Pentru că nici nu vor putea muri, căci vor fi ca îngerii. Și vor fi fiii lui Dumnezeu, fiind fii ai învierii.",
        "37": "Dar că morții înviază, a arătat însuși Moise, în locul unde este vorba despre ‘Rug’, când numește pe Domnul: ‘Dumnezeul lui Avraam, Dumnezeul lui Isaac și Dumnezeul lui Iacov’.",
        "38": "Dar Dumnezeu nu este un Dumnezeu al celor morți, ci al celor vii, căci pentru El toți sunt vii.”",
        "39": "Unii din cărturari au luat cuvântul și au zis: „Învățătorule, bine ai zis.”",
        "40": "Și nu mai îndrăzneau să-I mai pună nicio întrebare. Al cui fiu este Hristosul?",
        "41": "Isus le-a zis: „Cum se zice că Hristosul este fiul lui David?",
        "42": "Căci însuși David zice în cartea Psalmilor: ‘Domnul a zis Domnului meu: «Șezi la dreapta Mea",
        "43": "până voi pune pe vrăjmașii Tăi sub picioarele Tale.»’",
        "44": "Deci David Îl numește Domn; atunci cum este El fiul lui?”",
        "45": "Atunci a zis ucenicilor Săi, în auzul întregului norod:",
        "46": "„Păziți-vă de cărturari, cărora le place să se plimbe în haine lungi și să le facă lumea plecăciuni prin piețe; ei umblă după scaunele dintâi în sinagogi și după locurile dintâi la ospețe",
        "47": "și casele văduvelor le mănâncă, în timp ce, de ochii lumii, fac rugăciuni lungi. De aceea vor lua o mai mare osândă.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Într-una din zile, în timp ce Isus învăța poporul în Templu și vestea Evanghelia, au venit conducătorii preoților și cărturarii, împreună cu bătrânii,",
        "2": "și L-au întrebat: Spune-ne, cu ce autoritate faci aceste lucruri și cine Ți-a dat această autoritate?",
        "3": "Isus, răspunzând, le-a zis: Vă voi întreba și Eu un lucru. Spuneți-Mi:",
        "4": "botezul lui Ioan era din Cer sau de la oameni?",
        "5": "Ei însă discutau între ei, zicând: Dacă vom răspunde: „Din Cer!“, va întreba: „Atunci de ce nu l-ați crezut?“,",
        "6": "iar dacă vom răspunde: „De la oameni!“, tot poporul ne va ucide cu pietre, fiindcă este convins că Ioan a fost un profet.",
        "7": "Așa că I-au răspuns că ei nu știu de unde era.",
        "8": "Atunci Isus le-a zis: Nici Eu nu vă spun cu ce autoritate fac aceste lucruri.",
        "9": "Apoi a început să spună poporului următoarea pildă: Un om a plantat o vie, a arendat-o unor viticultori și a plecat într-o călătorie pentru un timp îndelungat.",
        "10": "La vremea potrivită a trimis un sclav la viticultori, ca să-i dea din rodul viei. Viticultorii însă l-au bătut și l-au trimis înapoi cu mâinile goale.",
        "11": "Stăpânul a trimis un alt sclav, dar și pe acela l-au bătut și, după ce l-au umilit, l-au trimis înapoi cu mâinile goale.",
        "12": "A mai trimis un al treilea, dar și pe acesta l-au rănit și l-au alungat.",
        "13": "Atunci stăpânul viei a zis: „Ce să fac? Îl voi trimite pe fiul meu preaiubit. Poate că pe acesta îl vor respecta!“.",
        "14": "Dar viticultorii, când l-au văzut, și-au zis unii altora: „Acesta este moștenitorul! Să-l omorâm, pentru ca moștenirea să fie a noastră!“.",
        "15": "Și l-au scos afară din vie și l-au omorât. Așadar, ce le va face stăpânul viei?",
        "16": "El va veni și-i va nimici pe viticultorii aceia, iar via o va da altora. Când au auzit ei aceste cuvinte, au zis: Să nu se întâmple așa!",
        "17": "Dar El, uitându-Se la ei, a zis: Atunci ce înseamnă cuvântul acesta care a fost scris: „Piatra pe care au respins-o zidarii a devenit Piatra din capul unghiului“?",
        "18": "Oricine cade peste piatra aceea va fi zdrobit, iar pe acela peste care cade ea, îl va spulbera.",
        "19": "Chiar în ceasul acela, cărturarii și conducătorii preoților au căutat să pună mâna pe El, dar le-a fost frică de popor. Căci știau că împotriva lor spusese această pildă.",
        "20": "Atunci L-au urmărit îndeaproape și au trimis niște oameni perfizi, care se prefăceau că sunt drepți, ca să-L prindă cu vorba și să-L poată da astfel pe mâna conducerii și autorității guvernatorului.",
        "21": "Aceștia L-au întrebat: Învățătorule, știm că vorbești și-i înveți pe oameni ce este drept, și că nu favorizezi niciun om, ci-i înveți pe toți calea lui Dumnezeu în conformitate cu adevărul.",
        "22": "Se cuvine să plătim tribut Cezarului sau nu?",
        "23": "El însă, înțelegând viclenia lor, le-a zis:",
        "24": "Arătați-Mi un denar. Chipul și inscripția de pe el, ale cui sunt? Ei au zis: Ale Cezarului.",
        "25": "El le-a zis: Prin urmare, dați înapoi Cezarului ce este al Cezarului, iar lui Dumnezeu ce este al lui Dumnezeu!",
        "26": "Astfel, ei n-au putut să-L prindă cu vorba înaintea poporului și, uimiți de răspunsul Lui, au tăcut.",
        "27": "Apoi s-au apropiat câțiva saduchei, care zic că nu există înviere, și L-au întrebat:",
        "28": "Învățătorule, Moise ne-a scris: „Dacă fratele cuiva moare, având o soție, dar fără să aibă copii, fratele lui s-o ia de soție pe văduvă și să-i ridice un urmaș fratelui său“.",
        "29": "Erau deci șapte frați. Primul, după ce și-a luat o soție, a murit fără să aibă copii.",
        "30": "Al doilea a luat-o pe văduvă de soție, dar și acesta a murit fără să aibă copii.",
        "31": "Al treilea a luat-o și el de soție, și tot așa toți cei șapte. Ei n-au lăsat în urmă copii și au murit.",
        "32": "La urmă, a murit și femeia.",
        "33": "Deci, la înviere, soția căruia dintre ei va fi ea? Căci toți șapte au avut-o de soție!",
        "34": "Isus le-a zis: Oamenii veacului acestuia se însoară și se mărită,",
        "35": "dar cei care au fost considerați demni să aibă parte de veacul acela și de învierea dintre cei morți, nici nu se însoară, nici nu se mărită,",
        "36": "căci ei nici nu mai pot muri, pentru că sunt ca îngerii și sunt fii ai lui Dumnezeu, fiind fii ai învierii.",
        "37": "Iar cu privire la faptul că cei morți sunt înviați, însuși Moise a făcut cunoscut acest lucru, acolo unde scrie despre rug, când vorbește despre Domnul ca fiind „Dumnezeul lui Avraam, Dumnezeul lui Isaac și Dumnezeul lui Iacov“.",
        "38": "El nu este un Dumnezeu al celor morți, ci al celor vii, căci pentru El toți sunt vii.",
        "39": "Atunci unii dintre cărturari, răspunzând, au zis: Învățătorule, bine ai zis!",
        "40": "Și nu mai îndrăzneau să-L întrebe nimic. Al Cui Fiu este Cristos?",
        "41": "Însă El i-a întrebat: Cum de zic ei despre Cristos că este fiul lui David?",
        "42": "Căci David însuși, în cartea Psalmilor, spune: „Domnul I-a zis Domnului meu: «Șezi la dreapta Mea,",
        "43": "până-i voi pune pe dușmanii Tăi să fie scăunaș pentru picioarele Tale!»“.",
        "44": "Așadar, David Îl numește „Domn“. Deci, cum este El fiul lui?",
        "45": "Apoi le-a vorbit ucenicilor în auzul întregului popor:",
        "46": "„Păziți-vă de cărturari, cărora le place să umble în robe lungi și care iubesc saluturile în piețe, scaunele de onoare în sinagogi și locurile de onoare la mese.",
        "47": "Ei devorează casele văduvelor și fac rugăciuni lungi de ochii lumii. Aceștia vor primi o condamnare mult mai mare“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "On one of those days, as he was teaching the people in the temple and preaching the Good News, the priests and scribes came to him with the elders.",
        "2": "They asked him, “Tell us: by what authority do you do these things? Or who is giving you this authority?”",
        "3": "He answered them, “I also will ask you one question. Tell me:",
        "4": "the baptism of John, was it from heaven, or from men?”",
        "5": "They reasoned with themselves, saying, “If we say, ‘From heaven,’ he will say, ‘Why didn’t you believe him?’",
        "6": "But if we say, ‘From men,’ all the people will stone us, for they are persuaded that John was a prophet.”",
        "7": "They answered that they didn’t know where it was from.",
        "8": "Jesus said to them, “Neither will I tell you by what authority I do these things.”",
        "9": "He began to tell the people this parable: “A man planted a vineyard and rented it out to some farmers, and went into another country for a long time.",
        "10": "At the proper season, he sent a servant to the farmers to collect his share of the fruit of the vineyard. But the farmers beat him and sent him away empty.",
        "11": "He sent yet another servant, and they also beat him and treated him shamefully, and sent him away empty.",
        "12": "He sent yet a third, and they also wounded him and threw him out.",
        "13": "The lord of the vineyard said, ‘What shall I do? I will send my beloved son. It may be that seeing him, they will respect him.’",
        "14": "“But when the farmers saw him, they reasoned among themselves, saying, ‘This is the heir. Come, let’s kill him, that the inheritance may be ours.’",
        "15": "Then they threw him out of the vineyard and killed him. What therefore will the lord of the vineyard do to them?",
        "16": "He will come and destroy these farmers, and will give the vineyard to others.” When they heard that, they said, “May that never be!”",
        "17": "But he looked at them and said, “Then what is this that is written, ‘The stone which the builders rejected was made the chief cornerstone’?",
        "18": "Everyone who falls on that stone will be broken to pieces, but it will crush whomever it falls on to dust.”",
        "19": "The chief priests and the scribes sought to lay hands on him that very hour, but they feared the people for they knew he had spoken this parable against them.",
        "20": "They watched him and sent out spies, who pretended to be righteous, that they might trap him in something he said, so as to deliver him up to the power and authority of the governor.",
        "21": "They asked him, “Teacher, we know that you say and teach what is right, and aren’t partial to anyone, but truly teach the way of God.",
        "22": "Is it lawful for us to pay taxes to Caesar, or not?”",
        "23": "But he perceived their craftiness, and said to them, “Why do you test me?",
        "24": "Show me a denarius. Whose image and inscription are on it?” They answered, “Caesar’s.”",
        "25": "He said to them, “Then give to Caesar the things that are Caesar’s, and to God the things that are God’s.”",
        "26": "They weren’t able to trap him in his words before the people. They marveled at his answer and were silent.",
        "27": "Some of the Sadducees came to him, those who deny that there is a resurrection.",
        "28": "They asked him, “Teacher, Moses wrote to us that if a man’s brother dies having a wife, and he is childless, his brother should take the wife and raise up children for his brother.",
        "29": "There were therefore seven brothers. The first took a wife, and died childless.",
        "30": "The second took her as wife, and he died childless.",
        "31": "The third took her, and likewise the seven all left no children, and died.",
        "32": "Afterward the woman also died.",
        "33": "Therefore in the resurrection whose wife of them will she be? For the seven had her as a wife.”",
        "34": "Jesus said to them, “The children of this age marry and are given in marriage.",
        "35": "But those who are considered worthy to attain to that age and the resurrection from the dead neither marry nor are given in marriage.",
        "36": "For they can’t die any more, for they are like the angels and are children of God, being children of the resurrection.",
        "37": "But that the dead are raised, even Moses showed at the bush, when he called the Lord ‘The God of Abraham, the God of Isaac, and the God of Jacob.’",
        "38": "Now he is not the God of the dead, but of the living, for all are alive to him.”",
        "39": "Some of the scribes answered, “Teacher, you speak well.”",
        "40": "They didn’t dare to ask him any more questions.",
        "41": "He said to them, “Why do they say that the Christ is David’s son?",
        "42": "David himself says in the book of Psalms, ‘The Lord said to my Lord, “Sit at my right hand,",
        "43": "until I make your enemies the footstool of your feet.”’",
        "44": "“David therefore calls him Lord, so how is he his son?”",
        "45": "In the hearing of all the people, he said to his disciples,",
        "46": "“Beware of those scribes who like to walk in long robes, and love greetings in the marketplaces, the best seats in the synagogues, and the best places at feasts;",
        "47": "who devour widows’ houses, and for a pretense make long prayers. These will receive greater condemnation.”"
      }
    }
  }
}