{
  "book": "Luca",
  "chapter": "10",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Trimiterea celor șaptezeci de ucenici După aceea, Domnul a mai rânduit alți șaptezeci de ucenici și i-a trimis doi câte doi înaintea Lui, în toate cetățile și în toate locurile pe unde avea să treacă El.",
        "2": "Și le-a zis: „Mare este secerișul, dar puțini sunt lucrătorii! Rugați dar pe Domnul secerișului să scoată lucrători la secerișul Său.",
        "3": "Duceți-vă; iată, vă trimit ca pe niște miei în mijlocul lupilor.",
        "4": "Să nu luați cu voi nici pungă, nici traistă, nici încălțăminte și să nu întrebați pe nimeni de sănătate pe drum.",
        "5": "În orice casă veți intra, să ziceți întâi: ‘Pacea să fie peste casa aceasta!’",
        "6": "Și dacă va fi acolo un fiu al păcii, pacea voastră va rămâne peste el, altminteri, ea se va întoarce la voi.",
        "7": "Să rămâneți în casa aceea și să mâncați și să beți ce vi se va da, căci vrednic este lucrătorul de plata sa. Să nu umblați din casă în casă.",
        "8": "În oricare cetate veți intra și unde vă vor primi oamenii, să mâncați ce vi se va pune înainte,",
        "9": "să vindecați pe bolnavii care vor fi acolo și să le ziceți: ‘Împărăția lui Dumnezeu s-a apropiat de voi.’",
        "10": "Dar, în oricare cetate veți intra și nu vă vor primi, să vă duceți pe ulițele ei și să ziceți:",
        "11": "‘Scuturăm împotriva voastră chiar și praful din cetatea voastră, care s-a lipit de picioarele noastre; totuși să știți că Împărăția lui Dumnezeu s-a apropiat de voi.’",
        "12": "Eu vă spun că, în ziua judecății, va fi mai ușor pentru Sodoma decât pentru cetatea aceea.",
        "13": "Vai de tine, Horazine! Vai de tine, Betsaido! Căci, dacă ar fi fost făcute în Tir și Sidon lucrările puternice care au fost făcute în voi, de mult s-ar fi pocăit stând în sac și cenușă.",
        "14": "De aceea, în ziua judecății, va fi mai ușor pentru Tir și Sidon decât pentru voi.",
        "15": "Și tu, Capernaume, vei fi înălțat oare până la cer? Vei fi coborât până în Locuința morților.",
        "16": "Cine vă ascultă pe voi pe Mine Mă ascultă și cine vă nesocotește pe voi pe Mine Mă nesocotește, iar cine Mă nesocotește pe Mine nesocotește pe Cel ce M-a trimis pe Mine.” Întoarcerea celor șaptezeci",
        "17": "Cei șaptezeci s-au întors plini de bucurie și au zis: „Doamne, chiar și dracii ne sunt supuși în Numele Tău.”",
        "18": "Isus le-a zis: „Am văzut pe Satana căzând ca un fulger din cer.",
        "19": "Iată că v-am dat putere să călcați peste șerpi și peste scorpii și peste toată puterea vrăjmașului: și nimic nu vă va putea vătăma.",
        "20": "Totuși să nu vă bucurați de faptul că duhurile vă sunt supuse, ci bucurați-vă că numele voastre sunt scrise în ceruri.”",
        "21": "În ceasul acela, Isus S-a bucurat în Duhul Sfânt și a zis: „Tată, Doamne al cerului și al pământului, Te laud pentru că ai ascuns aceste lucruri de cei înțelepți și pricepuți și le-ai descoperit pruncilor. Da, Tată, fiindcă așa ai găsit cu cale Tu.",
        "22": "Toate lucrurile Mi-au fost date în mâini de Tatăl Meu; și nimeni nu știe cine este Fiul, afară de Tatăl, nici cine este Tatăl, afară de Fiul și acela căruia vrea Fiul să i-L descopere.”",
        "23": "Apoi, S-a întors spre ucenici și le-a spus deoparte: „Ferice de ochii care văd lucrurile pe care le vedeți voi!",
        "24": "Căci vă spun că mulți proroci și împărați au voit să vadă ce vedeți voi, și n-au văzut, să audă ce auziți voi, și n-au auzit.” Pilda samariteanului",
        "25": "Un învățător al Legii s-a sculat să ispitească pe Isus și I-a zis: „Învățătorule, ce să fac ca să moștenesc viața veșnică?”",
        "26": "Isus i-a zis: „Ce este scris în Lege? Cum citești în ea?”",
        "27": "El a răspuns: „Să iubești pe Domnul Dumnezeul tău cu toată inima ta, cu tot sufletul tău, cu toată puterea ta și cu tot cugetul tău și pe aproapele tău ca pe tine însuți.”",
        "28": "„Bine ai răspuns”, i-a zis Isus; „fă așa și vei avea viața veșnică.”",
        "29": "Dar el, care voia să se îndreptățească, a zis lui Isus: „Și cine este aproapele meu?”",
        "30": "Isus a luat din nou cuvântul și a zis: „Un om se cobora din Ierusalim la Ierihon. A căzut între niște tâlhari, care l-au dezbrăcat, l-au jefuit de tot, l-au bătut zdravăn, au plecat și l-au lăsat aproape mort.",
        "31": "Din întâmplare, se cobora pe același drum un preot și, când a văzut pe omul acesta, a trecut înainte pe alături.",
        "32": "Un levit trecea și el prin locul acela și, când l-a văzut, a trecut înainte pe alături.",
        "33": "Dar un samaritean, care era în călătorie, a venit în locul unde era el și, când l-a văzut, i s-a făcut milă de el.",
        "34": "S-a apropiat de i-a legat rănile și a turnat peste ele untdelemn și vin, apoi l-a pus pe dobitocul lui, l-a dus la un han și a îngrijit de el.",
        "35": "A doua zi, când a pornit la drum, a scos doi lei, i-a dat hangiului și i-a zis: ‘Ai grijă de el, și orice vei mai cheltui, îți voi da înapoi la întoarcere.’",
        "36": "Care dintre aceștia trei ți se pare că a dat dovadă că este aproapele celui ce căzuse între tâlhari?”",
        "37": "„Cel ce și-a făcut milă cu el”, a răspuns învățătorul Legii. „Du-te de fă și tu la fel”, i-a zis Isus. Marta și Maria",
        "38": "Pe când era pe drum cu ucenicii Săi, Isus a intrat într-un sat. Și o femeie, numită Marta, L-a primit în casa ei.",
        "39": "Ea avea o soră numită Maria, care s-a așezat jos, la picioarele Domnului, și asculta cuvintele Lui.",
        "40": "Marta era împărțită cu multă slujire, a venit repede la El și I-a zis: „Doamne, nu-Ți pasă că soră-mea m-a lăsat să slujesc singură? Zi-i dar să-mi ajute.”",
        "41": "Drept răspuns, Isus i-a zis: „Marto, Marto, pentru multe lucruri te îngrijorezi și te frămânți tu,",
        "42": "dar un singur lucru trebuie. Maria și-a ales partea cea bună, care nu i se va lua.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Trimiterea celor șaptezeci și doi de ucenici După toate acestea, Domnul a numit alți șaptezeci și doi de ucenici și i-a trimis, doi câte doi, să se ducă înaintea Lui în orice cetate și în orice loc pe unde urma să meargă El.",
        "2": "El le-a zis:",
        "3": "Duceți-vă! Iată, Eu vă trimit ca pe niște miei în mijlocul lupilor.",
        "4": "Să nu luați cu voi nici săculeț cu bani, nici traistă, nici sandale și să nu vă întindeți la vorbă cu nimeni pe drum.",
        "5": "În orice casă intrați, să spuneți mai întâi: „Pacea să fie peste această familie!“.",
        "6": "Dacă se află acolo un fiu al păcii, pacea voastră se va odihni peste el, dar dacă nu, se va întoarce la voi.",
        "7": "Rămâneți în casa aceea și mâncați și beți ce vă vor da, căci lucrătorul își merită plata! Să nu vă mutați dintr-o casă într-alta.",
        "8": "În orice cetate în care intrați și vă primesc, să mâncați ce vi se va pune înainte.",
        "9": "Vindecați-i pe cei bolnavi de acolo și spuneți-le: „Împărăția lui Dumnezeu s-a apropiat de voi!“.",
        "10": "Dacă însă, în cetatea în care intrați, oamenii nu vă primesc, să ieșiți pe străzile ei și să ziceți:",
        "11": "„Până și praful din cetatea voastră, care ni s-a lipit de picioare, îl ștergem împotriva voastră! Totuși, să știți aceasta: Împărăția lui Dumnezeu s-a apropiat!“.",
        "12": "Vă spun că, în ziua aceea, va fi mai ușor pentru Sodoma decât pentru cetatea aceea!",
        "13": "Vai de tine, Horazine! Vai de tine, Betsaido! Căci, dacă ar fi fost făcute în Tyr și Sidon minunile care au fost făcute în voi, de multă vreme s-ar fi pocăit, stând jos acoperiți cu pânză de sac și cu cenușă!",
        "14": "Dar la judecată va fi mai ușor pentru Tyr și Sidon decât pentru voi!",
        "15": "Iar tu, Capernaume, vei fi înălțat oare până la cer? Nu, ci vei coborî până în Locuința Morților!",
        "16": "Cel ce vă ascultă pe voi Mă ascultă pe Mine și cel ce vă respinge pe voi Mă respinge pe Mine, iar cel ce Mă respinge pe Mine Îl respinge pe Cel Ce M-a trimis pe Mine. Întoarcerea celor șaptezeci și doi de ucenici",
        "17": "Cei șaptezeci și doi s-au întors plini de bucurie și I-au zis: ‒ Doamne, chiar și demonii ne sunt supuși în Numele Tău!",
        "18": "Însă El le-a zis: ‒ L-am văzut pe Satan căzând din cer ca un fulger.",
        "19": "Iată, v-am dat autoritate să călcați peste șerpi, peste scorpioni și peste toată puterea dușmanului și nimic nu vă va răni!",
        "20": "Totuși, nu vă bucurați că duhurile vă sunt supuse, ci bucurați-vă că numele voastre sunt scrise în Ceruri!",
        "21": "În ceasul acela, Isus S-a bucurat foarte mult în Duhul Sfânt și a zis: „Te laud, Tată, Domn al cerului și al pământului, pentru că ai ascuns aceste lucruri de cei înțelepți și pricepuți și le-ai descoperit copilașilor. Da, Tată, pentru că așa a fost plăcut înaintea Ta!",
        "22": "Toate lucrurile Mi-au fost încredințate Mie de către Tatăl Meu. Și nimeni nu știe cine este Fiul, în afară de Tatăl, sau cine este Tatăl, în afară de Fiul și de cel căruia dorește Fiul să i-L descopere“.",
        "23": "Apoi S-a întors spre ucenici și le-a zis doar lor: ‒ Ferice de ochii care văd lucrurile pe care le vedeți voi!",
        "24": "Vă spun că mulți profeți și regi au dorit să vadă ceea ce vedeți voi, dar n-au văzut, și au dorit să audă ceea ce auziți voi, dar n-au auzit! Pilda samariteanului milostiv",
        "25": "Dar iată că un învățător al Legii s-a ridicat să-L pună la încercare pe Isus, zicând: ‒ Învățătorule, ce să fac ca să moștenesc viață veșnică?",
        "26": "Isus i-a zis: ‒ Ce este scris în Lege? Ce citești acolo?",
        "27": "El, răspunzând, a zis: ‒ „Să-L iubești pe Domnul, Dumnezeul tău, cu toată inima ta, cu tot sufletul tău, cu toată puterea ta și cu tot cugetul tău“ și „pe semenul tău ca pe tine însuți“.",
        "28": "Isus i-a zis: ‒ Ai răspuns corect. Fă așa și vei trăi!",
        "29": "Dar el, care voia să se îndreptățească, L-a întrebat pe Isus: ‒ Și cine este semenul meu?",
        "30": "Isus, răspunzând, a zis: ‒ Un om călătorea de la Ierusalim spre Ierihon și a fost atacat de tâlhari. Aceștia, după ce l-au dezbrăcat și l-au lovit, au plecat, lăsându-l pe jumătate mort.",
        "31": "Din întâmplare, pe acel drum mergea un preot. Dar, când l-a văzut, preotul a trecut înainte, ocolindu-l.",
        "32": "Tot așa și un levit, când a ajuns în locul acela și l-a văzut, a trecut înainte, ocolindu-l.",
        "33": "Însă un samaritean, care călătorea și el pe acolo, când a ajuns în dreptul lui și l-a văzut, i s-a făcut milă de el.",
        "34": "S-a apropiat, i-a bandajat rănile și a turnat peste ele ulei de măsline și vin. Apoi l-a pus pe propriul lui animal de povară, l-a dus la un han și a continuat să-l îngrijească.",
        "35": "În ziua următoare, a scos doi denari, i-a dat hangiului și a zis: „Ai grijă de el, iar când mă voi întoarce, îți voi plăti eu orice vei mai cheltui“.",
        "36": "Care dintre aceștia trei ți se pare că a fost semenul celui căzut în mâinile tâlharilor?",
        "37": "El a răspuns: ‒ Cel ce și-a făcut milă de el. Isus i-a zis: ‒ Du-te și fă și tu la fel! Acasă la Marta și Maria",
        "38": "În timp ce-și continuau călătoria, Isus a intrat într-un sat oarecare. Acolo, o femeie pe nume Marta L-a primit ca oaspete în casa ei.",
        "39": "Ea avea o soră, numită Maria. Aceasta s-a așezat la picioarele Domnului și asculta cuvintele Lui.",
        "40": "Marta însă era ocupată cu multă slujire. Ea a venit și a zis: ‒ Doamne, nu-Ți pasă că sora mea m-a lăsat să slujesc singură? Spune-i deci să mă ajute!",
        "41": "Domnul însă, răspunzând, i-a zis: ‒ Marto, Marto, tu te îngrijorezi și te necăjești cu privire la multe lucruri,",
        "42": "însă de unul singur este nevoie! Căci Maria și-a ales partea cea bună, care nu i se va lua!"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now after these things, the Lord also appointed seventy others, and sent them two by two ahead of him into every city and place where he was about to come.",
        "2": "Then he said to them, “The harvest is indeed plentiful, but the laborers are few. Pray therefore to the Lord of the harvest, that he may send out laborers into his harvest.",
        "3": "Go your ways. Behold, I send you out as lambs among wolves.",
        "4": "Carry no purse, nor wallet, nor sandals. Greet no one on the way.",
        "5": "Into whatever house you enter, first say, ‘Peace be to this house.’",
        "6": "If a son of peace is there, your peace will rest on him; but if not, it will return to you.",
        "7": "Remain in that same house, eating and drinking the things they give, for the laborer is worthy of his wages. Don’t go from house to house.",
        "8": "Into whatever city you enter and they receive you, eat the things that are set before you.",
        "9": "Heal the sick who are there and tell them, ‘God’s Kingdom has come near to you.’",
        "10": "But into whatever city you enter and they don’t receive you, go out into its streets and say,",
        "11": "‘Even the dust from your city that clings to us, we wipe off against you. Nevertheless know this, that God’s Kingdom has come near to you.’",
        "12": "I tell you, it will be more tolerable in that day for Sodom than for that city.",
        "13": "“Woe to you, Chorazin! Woe to you, Bethsaida! For if the mighty works had been done in Tyre and Sidon which were done in you, they would have repented long ago, sitting in sackcloth and ashes.",
        "14": "But it will be more tolerable for Tyre and Sidon in the judgment than for you.",
        "15": "You, Capernaum, who are exalted to heaven, will be brought down to Hades.",
        "16": "Whoever listens to you listens to me, and whoever rejects you rejects me. Whoever rejects me rejects him who sent me.”",
        "17": "The seventy returned with joy, saying, “Lord, even the demons are subject to us in your name!”",
        "18": "He said to them, “I saw Satan having fallen like lightning from heaven.",
        "19": "Behold, I give you authority to tread on serpents and scorpions, and over all the power of the enemy. Nothing will in any way hurt you.",
        "20": "Nevertheless, don’t rejoice in this, that the spirits are subject to you, but rejoice that your names are written in heaven.”",
        "21": "In that same hour, Jesus rejoiced in the Holy Spirit, and said, “I thank you, O Father, Lord of heaven and earth, that you have hidden these things from the wise and understanding, and revealed them to little children. Yes, Father, for so it was well-pleasing in your sight.”",
        "22": "Turning to the disciples, he said, “All things have been delivered to me by my Father. No one knows who the Son is, except the Father, and who the Father is, except the Son, and he to whomever the Son desires to reveal him.”",
        "23": "Turning to the disciples, he said privately, “Blessed are the eyes which see the things that you see,",
        "24": "for I tell you that many prophets and kings desired to see the things which you see, and didn’t see them, and to hear the things which you hear, and didn’t hear them.”",
        "25": "Behold, a certain lawyer stood up and tested him, saying, “Teacher, what shall I do to inherit eternal life?”",
        "26": "He said to him, “What is written in the law? How do you read it?”",
        "27": "He answered, “You shall love the Lord your God with all your heart, with all your soul, with all your strength, and with all your mind; and your neighbor as yourself.”",
        "28": "He said to him, “You have answered correctly. Do this, and you will live.”",
        "29": "But he, desiring to justify himself, asked Jesus, “Who is my neighbor?”",
        "30": "Jesus answered, “A certain man was going down from Jerusalem to Jericho, and he fell among robbers, who both stripped him and beat him, and departed, leaving him half dead.",
        "31": "By chance a certain priest was going down that way. When he saw him, he passed by on the other side.",
        "32": "In the same way a Levite also, when he came to the place and saw him, passed by on the other side.",
        "33": "But a certain Samaritan, as he traveled, came where he was. When he saw him, he was moved with compassion,",
        "34": "came to him, and bound up his wounds, pouring on oil and wine. He set him on his own animal, brought him to an inn, and took care of him.",
        "35": "On the next day, when he departed, he took out two denarii, gave them to the host, and said to him, ‘Take care of him. Whatever you spend beyond that, I will repay you when I return.’",
        "36": "Now which of these three do you think seemed to be a neighbor to him who fell among the robbers?”",
        "37": "He said, “He who showed mercy on him.” Then Jesus said to him, “Go and do likewise.”",
        "38": "As they went on their way, he entered into a certain village, and a certain woman named Martha received him into her house.",
        "39": "She had a sister called Mary, who also sat at Jesus’ feet and heard his word.",
        "40": "But Martha was distracted with much serving, and she came up to him, and said, “Lord, don’t you care that my sister left me to serve alone? Ask her therefore to help me.”",
        "41": "Jesus answered her, “Martha, Martha, you are anxious and troubled about many things,",
        "42": "but one thing is needed. Mary has chosen the good part, which will not be taken away from her.”"
      }
    }
  }
}