{
  "book": "Luca",
  "chapter": "24",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În ziua întâi a săptămânii, femeile acestea și altele împreună cu ele au venit la mormânt dis-de-dimineață și au adus miresmele pe care le pregătiseră.",
        "2": "Au găsit piatra răsturnată de pe mormânt,",
        "3": "au intrat înăuntru și n-au găsit trupul Domnului Isus.",
        "4": "Fiindcă nu știau ce să creadă, iată că li s-au arătat doi bărbați îmbrăcați în haine strălucitoare.",
        "5": "Îngrozite, femeile și-au plecat fețele la pământ. Dar ei le-au zis: „Pentru ce căutați între cei morți pe Cel ce este viu?",
        "6": "Nu este aici, ci a înviat. Aduceți-vă aminte ce v-a spus pe când era încă în Galileea,",
        "7": "când zicea că Fiul omului trebuie să fie dat în mâinile păcătoșilor, să fie răstignit și a treia zi să învieze.”",
        "8": "Și ele și-au adus aminte de cuvintele lui Isus.",
        "9": "La întoarcerea lor de la mormânt, au povestit toate aceste lucruri celor unsprezece și tuturor celorlalți.",
        "10": "Cele ce au spus aceste lucruri apostolilor erau: Maria Magdalena, Ioana, Maria, mama lui Iacov, și celelalte care erau împreună cu ele.",
        "11": "Cuvintele acestea li se păreau apostolilor basme și nu le credeau.",
        "12": "Dar Petru s-a sculat și a dat fuga la mormânt. S-a plecat și s-a uitat înăuntru, dar n-a văzut decât fâșiile de pânză, care stăteau pe pământ; apoi a plecat acasă, mirat de cele întâmplate.",
        "13": "În aceeași zi, iată, doi ucenici se duceau la un sat, numit Emaus, care era la o depărtare de șaizeci de stadii de Ierusalim,",
        "14": "și vorbeau între ei despre tot ce se întâmplase.",
        "15": "Pe când vorbeau ei și se întrebau, Isus S-a apropiat și mergea pe drum împreună cu ei.",
        "16": "Dar ochii lor erau împiedicați să-L cunoască.",
        "17": "El le-a zis: „Ce vorbe sunt acestea pe care le schimbați între voi pe drum?” Și ei s-au oprit, uitându-se triști.",
        "18": "Drept răspuns, unul din ei, numit Cleopa, I-a zis: „Tu ești singurul străin aici, în Ierusalim, de nu știi ce s-a întâmplat în el zilele acestea?”",
        "19": "„Ce?”, le-a zis El. Și ei I-au răspuns: „Ce s-a întâmplat cu Isus din Nazaret, care era un proroc puternic în fapte și în cuvinte, înaintea lui Dumnezeu și înaintea întregului norod.",
        "20": "Cum preoții cei mai de seamă și mai-marii noștri L-au dat să fie osândit la moarte și L-au răstignit?",
        "21": "Noi trăgeam nădejde că El este Acela care va izbăvi pe Israel, dar, cu toate acestea, iată că astăzi este a treia zi de când s-au întâmplat aceste lucruri.",
        "22": "Ba încă niște femei de ale noastre ne-au pus în uimire: ele s-au dus dis-de-dimineață la mormânt,",
        "23": "nu I-au găsit trupul și au venit și au spus că ar fi văzut și o vedenie de îngeri, care ziceau că El este viu.",
        "24": "Unii din cei ce erau cu noi s-au dus la mormânt și au găsit așa cum spuseseră femeile, dar pe El nu L-au văzut.”",
        "25": "Atunci Isus le-a zis: „O, nepricepuților și zăbavnici cu inima, când este vorba să credeți tot ce au spus prorocii!",
        "26": "Nu trebuia să sufere Hristosul aceste lucruri și să intre în slava Sa?”",
        "27": "Și a început de la Moise și de la toți prorocii și le-a tâlcuit, în toate Scripturile, ce era cu privire la El.",
        "28": "Când s-au apropiat de satul la care mergeau, El S-a făcut că vrea să meargă mai departe.",
        "29": "Dar ei au stăruit de El și au zis: „Rămâi cu noi, căci este spre seară și ziua aproape a trecut.” Și a intrat să rămână cu ei.",
        "30": "Pe când ședea la masă cu ei, a luat pâinea și, după ce a rostit binecuvântarea, a frânt-o și le-a dat-o.",
        "31": "Atunci li s-au deschis ochii și L-au cunoscut, dar El S-a făcut nevăzut dinaintea lor.",
        "32": "Și au zis unul către altul: „Nu ne ardea inima în noi când ne vorbea pe drum și ne deschidea Scripturile?”",
        "33": "S-au sculat chiar în ceasul acela, s-au întors în Ierusalim și au găsit pe cei unsprezece și pe cei ce erau cu ei adunați la un loc",
        "34": "și zicând: „A înviat Domnul cu adevărat și S-a arătat lui Simon.”",
        "35": "Și au istorisit ce li se întâmplase pe drum și cum L-au cunoscut la frângerea pâinii.",
        "36": "Pe când vorbeau ei astfel, Însuși Isus a stat în mijlocul lor și le-a zis: „Pace vouă!”",
        "37": "Plini de frică și de spaimă, ei credeau că văd un duh.",
        "38": "Dar El le-a zis: „Pentru ce sunteți tulburați? Și de ce vi se ridică astfel de gânduri în inimă?",
        "39": "Uitați-vă la mâinile și picioarele Mele, Eu sunt; pipăiți-Mă și vedeți: un duh n-are nici carne, nici oase, cum vedeți că am Eu.”",
        "40": "(Și după ce a zis aceste vorbe, le-a arătat mâinile și picioarele Sale.)",
        "41": "Fiindcă ei, de bucurie, încă nu credeau și se mirau, El le-a zis: „Aveți aici ceva de mâncare?”",
        "42": "I-au dat o bucată de pește fript și un fagure de miere.",
        "43": "El le-a luat și a mâncat înaintea lor.",
        "44": "Apoi, le-a zis: „Iată ce vă spuneam când încă eram cu voi, că trebuie să se împlinească tot ce este scris despre Mine în Legea lui Moise, în Proroci și în Psalmi.”",
        "45": "Atunci le-a deschis mintea, ca să înțeleagă Scripturile.",
        "46": "Și le-a zis: „Așa este scris și așa trebuia să pătimească Hristos și să învieze a treia zi dintre cei morți.",
        "47": "Și să se propovăduiască tuturor neamurilor, în Numele Lui, pocăința și iertarea păcatelor, începând din Ierusalim.",
        "48": "Voi sunteți martori ai acestor lucruri.",
        "49": "Și iată că voi trimite peste voi făgăduința Tatălui Meu, dar rămâneți în cetate până veți fi îmbrăcați cu putere de sus.”",
        "50": "El i-a dus până spre Betania. Și-a ridicat mâinile și i-a binecuvântat.",
        "51": "Pe când îi binecuvânta, S-a despărțit de ei și a fost înălțat la cer.",
        "52": "După ce I s-au închinat, ei s-au întors în Ierusalim cu o mare bucurie.",
        "53": "Și tot timpul stăteau în Templu și lăudau și binecuvântau pe Dumnezeu. Amin."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Dar în prima zi a săptămânii, dimineața, foarte devreme, ele au venit la mormânt, aducând miresmele pe care le pregătiseră.",
        "2": "Au găsit rostogolită piatra de la intrarea mormântului,",
        "3": "iar când au intrat, n-au găsit trupul Domnului Isus.",
        "4": "În timp ce erau nedumerite de acest lucru, iată că doi bărbați în haine strălucitoare au stat lângă ele.",
        "5": "Îngrozite, ele și-au plecat fețele la pământ. Dar ei le-au zis: „De ce-L căutați pe Cel Viu între cei morți?",
        "6": "Nu este aici, ci a înviat! Amintiți-vă ce v-a spus în timp ce era încă în Galileea,",
        "7": "când zicea că Fiul Omului trebuie să fie dat în mâinile păcătoșilor și să fie răstignit, iar a treia zi să învie“.",
        "8": "Și ele și-au amintit cuvintele Lui.",
        "9": "Când s-au întors de la mormânt, i-au anunțat toate aceste lucruri pe cei unsprezece și pe toți ceilalți.",
        "10": "Cele care le-au spus apostolilor aceste lucruri erau: Maria Magdalena, Ioana, Maria mama lui Iacov și celelalte care erau împreună cu ele.",
        "11": "Însă cuvintele acestea li s-au părut basme, și nu le-au crezut pe femei.",
        "12": "Petru însă s-a ridicat și a alergat la mormânt. Când s-a aplecat să se uite înăuntru, a văzut doar fâșiile de pânză. Apoi a plecat acasă, uimit de ce s-a întâmplat.",
        "13": "În aceeași zi, iată că doi dintre ei se duceau spre un sat numit Emmaus, care era la o distanță de șaizeci de stadii de Ierusalim.",
        "14": "Aceștia discutau unul cu altul despre toate lucrurile care se întâmplaseră.",
        "15": "În timp ce ei discutau și se întrebau, Isus Însuși S-a apropiat și mergea alături de ei.",
        "16": "Dar ochii lor erau împiedicați să-L recunoască.",
        "17": "El i-a întrebat: Ce vorbe sunt acestea pe care le schimbați între voi în timp ce mergeți? Ei s-au oprit, mohorâți,",
        "18": "iar unul dintre ei, pe nume Cleopa, răspunzând, I-a zis: Ești singurul care vizitezi Ierusalimul, de nu știi ce s-a întâmplat în el în zilele acestea?",
        "19": "El i-a întrebat: Ce anume? Ei I-au răspuns: Cele privitoare la Isus din Nazaret, Care era un profet puternic în faptă și în cuvânt înaintea lui Dumnezeu și a întregului popor.",
        "20": "Și cum conducătorii preoților și conducătorii noștri L-au dat să fie condamnat la moarte și L-au răstignit.",
        "21": "Noi însă speram că El este Cel Ce urma să-l răscumpere pe Israel. Da, și pe lângă toate acestea, iată că aceasta este a treia zi de când s-au întâmplat aceste lucruri!",
        "22": "Mai mult, niște femei de-ale noastre ne-au lăsat înmărmuriți. Ele au fost dis-de-dimineață la mormânt",
        "23": "și nu I-au mai găsit trupul. Când au venit, ne-au spus că au avut o vedenie cu îngeri care le-au spus că El trăiește.",
        "24": "Unii dintre cei ce erau cu noi s-au dus la mormânt și au găsit exact așa cum au spus femeile, dar pe El nu L-au văzut.",
        "25": "El le-a zis: O, nesăbuiți și înceți la inimă mai sunteți când este vorba să credeți tot ce au spus profeții!",
        "26": "Nu trebuia oare să sufere Cristosul aceste lucruri și să intre în gloria Lui?",
        "27": "Și, începând de la Moise și de la toți profeții, le-a interpretat ce era scris cu privire la El în toate Scripturile.",
        "28": "Când s-au apropiat de satul în care mergeau, El S-a făcut că vrea să meargă mai departe.",
        "29": "Dar ei au insistat, zicându-I: Rămâi cu noi, pentru că este spre seară și ziua este deja pe sfârșite. Astfel, El a intrat să rămână cu ei.",
        "30": "În timp ce ședea la masă cu ei, a luat pâinea și, după ce a rostit binecuvântarea, a frânt-o și le-a dat-o.",
        "31": "Atunci li s-au deschis ochii și L-au recunoscut, dar El S-a făcut nevăzut dinaintea lor.",
        "32": "Ei și-au zis unul altuia: „Nu ne ardea inima în noi când ne vorbea pe drum, când ne deschidea Scripturile?“.",
        "33": "Și s-au ridicat chiar în ceasul acela și s-au întors la Ierusalim. Ei i-au găsit pe cei unsprezece și pe cei care erau împreună cu ei adunați la un loc",
        "34": "și zicând că într-adevăr Domnul a înviat și i S-a arătat lui Simon.",
        "35": "Și le-au istorisit ce s-a întâmplat pe drum și cum li S-a făcut cunoscut la frângerea pâinii.",
        "36": "În timp ce spuneau ei aceste lucruri, El Însuși a stat în mijlocul lor și le-a zis: „Pace vouă!“.",
        "37": "Îngroziți și înspăimântați, ei credeau că văd un duh.",
        "38": "El le-a zis: „De ce sunteți tulburați și de ce vi se ridică îndoieli în inima voastră?",
        "39": "Uitați-vă la mâinile și la picioarele Mele: Eu Însumi sunt! Atingeți-Mă și vedeți: un duh n-are carne și oase, așa cum vedeți că am Eu!“.",
        "40": "Și zicând aceasta, le-a arătat mâinile și picioarele Sale.",
        "41": "Dar pentru că ei, de bucurie, tot nu credeau și erau uimiți, le-a zis: „Aveți aici ceva de mâncare?“.",
        "42": "I-au dat o bucată de pește fript și un fagure de miere,",
        "43": "iar El le-a luat și le-a mâncat înaintea lor.",
        "44": "Apoi le-a zis: „Acestea sunt lucrurile pe care vi le spuneam când încă eram cu voi, și anume că trebuie să se împlinească tot ceea ce este scris despre Mine în Legea lui Moise, în Profeți și în Psalmi“.",
        "45": "Atunci le-a deschis mintea, ca să înțeleagă Scripturile,",
        "46": "și le-a zis: „Așa este scris, și anume: Cristosul trebuia să sufere și să învie dintre cei morți a treia zi,",
        "47": "iar pocăința spre iertarea păcatelor să fie proclamată, în Numele Lui, tuturor națiunilor, începând din Ierusalim.",
        "48": "Voi sunteți martori ai acestor lucruri.",
        "49": "Iată, trimit peste voi promisiunea Tatălui Meu. Voi însă rămâneți în cetate până când veți fi îmbrăcați cu putere de sus!“.",
        "50": "Apoi i-a condus afară, până spre Betania, și, ridicându-Și mâinile, i-a binecuvântat.",
        "51": "În timp ce-i binecuvânta, Isus S-a depărtat de ei și a fost luat în Cer.",
        "52": "Ei I s-au închinat și apoi s-au întors la Ierusalim cu mare bucurie.",
        "53": "Și tot timpul erau în Templu, lăudându-L și binecuvântându-L pe Dumnezeu. Amin."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "But on the first day of the week, at early dawn, they and some others came to the tomb, bringing the spices which they had prepared.",
        "2": "They found the stone rolled away from the tomb.",
        "3": "They entered in, and didn’t find the Lord Jesus’ body.",
        "4": "While they were greatly perplexed about this, behold, two men stood by them in dazzling clothing.",
        "5": "Becoming terrified, they bowed their faces down to the earth. The men said to them, “Why do you seek the living among the dead?",
        "6": "He isn’t here, but is risen. Remember what he told you when he was still in Galilee,",
        "7": "saying that the Son of Man must be delivered up into the hands of sinful men and be crucified, and the third day rise again?”",
        "8": "They remembered his words,",
        "9": "returned from the tomb, and told all these things to the eleven and to all the rest.",
        "10": "Now they were Mary Magdalene, Joanna, and Mary the mother of James. The other women with them told these things to the apostles.",
        "11": "These words seemed to them to be nonsense, and they didn’t believe them.",
        "12": "But Peter got up and ran to the tomb. Stooping and looking in, he saw the strips of linen lying by themselves, and he departed to his home, wondering what had happened.",
        "13": "Behold, two of them were going that very day to a village named Emmaus, which was sixty stadia from Jerusalem.",
        "14": "They talked with each other about all of these things which had happened.",
        "15": "While they talked and questioned together, Jesus himself came near, and went with them.",
        "16": "But their eyes were kept from recognizing him.",
        "17": "He said to them, “What are you talking about as you walk, and are sad?”",
        "18": "One of them, named Cleopas, answered him, “Are you the only stranger in Jerusalem who doesn’t know the things which have happened there in these days?”",
        "19": "He said to them, “What things?” They said to him, “The things concerning Jesus the Nazarene, who was a prophet mighty in deed and word before God and all the people;",
        "20": "and how the chief priests and our rulers delivered him up to be condemned to death, and crucified him.",
        "21": "But we were hoping that it was he who would redeem Israel. Yes, and besides all this, it is now the third day since these things happened.",
        "22": "Also, certain women of our company amazed us, having arrived early at the tomb;",
        "23": "and when they didn’t find his body, they came saying that they had also seen a vision of angels, who said that he was alive.",
        "24": "Some of us went to the tomb and found it just like the women had said, but they didn’t see him.”",
        "25": "He said to them, “Foolish people, and slow of heart to believe in all that the prophets have spoken!",
        "26": "Didn’t the Christ have to suffer these things and to enter into his glory?”",
        "27": "Beginning from Moses and from all the prophets, he explained to them in all the Scriptures the things concerning himself.",
        "28": "They came near to the village where they were going, and he acted like he would go further.",
        "29": "They urged him, saying, “Stay with us, for it is almost evening, and the day is almost over.” He went in to stay with them.",
        "30": "When he had sat down at the table with them, he took the bread and gave thanks. Breaking it, he gave it to them.",
        "31": "Their eyes were opened and they recognized him; then he vanished out of their sight.",
        "32": "They said to one another, “Weren’t our hearts burning within us while he spoke to us along the way, and while he opened the Scriptures to us?”",
        "33": "They rose up that very hour, returned to Jerusalem, and found the eleven gathered together, and those who were with them,",
        "34": "saying, “The Lord is risen indeed, and has appeared to Simon!”",
        "35": "They related the things that happened along the way, and how he was recognized by them in the breaking of the bread.",
        "36": "As they said these things, Jesus himself stood among them, and said to them, “Peace be to you.”",
        "37": "But they were terrified and filled with fear, and supposed that they had seen a spirit.",
        "38": "He said to them, “Why are you troubled? Why do doubts arise in your hearts?",
        "39": "See my hands and my feet, that it is truly me. Touch me and see, for a spirit doesn’t have flesh and bones, as you see that I have.”",
        "40": "When he had said this, he showed them his hands and his feet.",
        "41": "While they still didn’t believe for joy, and wondered, he said to them, “Do you have anything here to eat?”",
        "42": "They gave him a piece of a broiled fish and some honeycomb.",
        "43": "He took them, and ate in front of them.",
        "44": "He said to them, “This is what I told you while I was still with you, that all things which are written in the law of Moses, the prophets, and the psalms concerning me must be fulfilled.”",
        "45": "Then he opened their minds, that they might understand the Scriptures.",
        "46": "He said to them, “Thus it is written, and thus it was necessary for the Christ to suffer and to rise from the dead the third day,",
        "47": "and that repentance and remission of sins should be preached in his name to all the nations, beginning at Jerusalem.",
        "48": "You are witnesses of these things.",
        "49": "Behold, I send out the promise of my Father on you. But wait in the city of Jerusalem until you are clothed with power from on high.”",
        "50": "He led them out as far as Bethany, and he lifted up his hands and blessed them.",
        "51": "While he blessed them, he withdrew from them and was carried up into heaven.",
        "52": "They worshiped him and returned to Jerusalem with great joy,",
        "53": "and were continually in the temple, praising and blessing God. Amen."
      }
    }
  }
}