{
  "book": "Luca",
  "chapter": "23",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "S-au sculat toți și au dus pe Isus înaintea lui Pilat.",
        "2": "Și au început să-L pârască și să zică: „Pe omul acesta L-am găsit ațâțând neamul nostru la răscoală, oprind a plăti bir Cezarului și zicând că El este Hristosul, Împăratul.”",
        "3": "Pilat L-a întrebat: „Ești Tu Împăratul iudeilor?” „Da”, i-a răspuns Isus, „sunt.”",
        "4": "Pilat a zis preoților celor mai de seamă și noroadelor: „Eu nu găsesc nicio vină în Omul acesta.”",
        "5": "Dar ei stăruiau și mai mult și ziceau: „Întărâtă norodul și învață pe oameni prin toată Iudeea, din Galileea, unde a început, până aici.”",
        "6": "Când a auzit Pilat de Galileea, a întrebat dacă Omul acesta este galileean.",
        "7": "Și când a aflat că este de sub stăpânirea lui Irod, L-a trimis la Irod, care se afla și el în Ierusalim în zilele acelea.",
        "8": "Irod, când a văzut pe Isus, s-a bucurat foarte mult, căci de mult dorea să-L vadă din pricina celor auzite despre El și nădăjduia să-L vadă făcând vreo minune.",
        "9": "I-a pus multe întrebări, dar Isus nu i-a răspuns nimic.",
        "10": "Preoții cei mai de seamă și cărturarii stăteau acolo și-L pârau cu înfierbântare.",
        "11": "Irod, cu ostașii lui de pază, se purtau cu El cu dispreț și, după ce și-a bătut joc de El și L-a îmbrăcat cu o haină strălucitoare, L-a trimis înapoi la Pilat.",
        "12": "În ziua aceea, Irod și Pilat s-au împrietenit unul cu altul, căci erau învrăjbiți între ei mai înainte.",
        "13": "Pilat a strâns pe preoții cei mai de seamă, pe fruntași și pe norod",
        "14": "și le-a zis: „Mi-ați adus înainte pe Omul acesta ca pe unul care ațâță norodul la răscoală. Și iată că, după ce l-am cercetat cu de-amănuntul înaintea voastră, nu l-am găsit vinovat de niciunul din lucrurile de care-l pârâți.",
        "15": "Nici Irod nu i-a găsit nicio vină, căci ni l-a trimis înapoi, și iată că Omul acesta n-a făcut nimic vrednic de moarte.",
        "16": "Eu deci, după ce voi pune să-L bată, îi voi da drumul.”",
        "17": "La fiecare praznic al Paștelor, Pilat trebuia să le slobozească un întemnițat.",
        "18": "Ei au strigat cu toții într-un glas: „La moarte cu Omul acesta și slobozește-ne pe Baraba!”",
        "19": "Baraba fusese aruncat în temniță pentru o răscoală care avusese loc în cetate și pentru un omor.",
        "20": "Pilat le-a vorbit din nou, cu gând să dea drumul lui Isus.",
        "21": "Dar ei au strigat: „Răstignește-L! Răstignește-L!”",
        "22": "Pilat le-a zis pentru a treia oară: „Dar ce rău a făcut? Eu n-am găsit nicio vină de moarte în El. Așa că, după ce voi pune să-L bată, Îi voi da drumul.”",
        "23": "Dar ei strigau în gura mare și cereau de zor să fie răstignit. Și strigătele lor și ale preoților celor mai de seamă au biruit.",
        "24": "Pilat a hotărât să li se împlinească cererea.",
        "25": "Le-a slobozit pe cel ce fusese aruncat în temniță pentru răscoală și omor și pe care-l cereau ei, iar pe Isus L-a dat în mâinile lor, ca să-și facă voia cu El.",
        "26": "Pe când Îl duceau să-L răstignească, au pus mâna pe un anume Simon din Cirene, care se întorcea de la câmp, și i-au pus crucea în spinare, ca s-o ducă după Isus.",
        "27": "În urma lui Isus mergea o mare mulțime de norod și femei, care se boceau, își băteau pieptul și se tânguiau după El.",
        "28": "Isus S-a întors spre ele și a zis: „Fiice ale Ierusalimului, nu Mă plângeți pe Mine, ci plângeți-vă pe voi însevă și pe copiii voștri.",
        "29": "Căci iată, vor veni zile când se va zice: ‘Ferice de cele sterpe, ferice de pântecele care n-au născut și de țâțele care n-au alăptat!’",
        "30": "Atunci vor începe să zică munților: ‘Cădeți peste noi!’ și dealurilor: ‘Acoperiți-ne!’",
        "31": "Căci dacă se fac aceste lucruri copacului verde, ce se va face celui uscat?”",
        "32": "Împreună cu El duceau și pe doi făcători de rele, care trebuiau omorâți împreună cu Isus.",
        "33": "Când au ajuns la locul numit „Căpățâna”, L-au răstignit acolo, pe El și pe făcătorii de rele: unul la dreapta și altul la stânga.",
        "34": "Isus zicea: „Tată, iartă-i, căci nu știu ce fac!” Ei și-au împărțit hainele Lui între ei, trăgând la sorți.",
        "35": "Norodul stătea acolo și privea. Fruntașii își băteau joc de Isus și ziceau: „Pe alții i-a mântuit; să Se mântuiască pe Sine Însuși dacă este El Hristosul, Alesul lui Dumnezeu.”",
        "36": "Ostașii, de asemenea, își băteau joc de El; se apropiau, Îi dădeau oțet",
        "37": "și-I ziceau: „Dacă ești Tu Împăratul iudeilor, mântuiește-Te pe Tine Însuți!”",
        "38": "Deasupra Lui era scris cu slove grecești, latinești și evreiești: „Acesta este Împăratul iudeilor.”",
        "39": "Unul din tâlharii răstigniți Îl batjocorea și zicea: „Nu ești Tu Hristosul? Mântuiește-Te pe Tine Însuți și mântuiește-ne și pe noi!”",
        "40": "Dar celălalt l-a înfruntat și i-a zis: „Nu te temi tu de Dumnezeu, tu, care ești sub aceeași osândă?",
        "41": "Pentru noi este drept, căci primim răsplata cuvenită pentru fărădelegile noastre, dar Omul acesta n-a făcut niciun rău.”",
        "42": "Și a zis lui Isus: „Doamne, adu-Ți aminte de mine când vei veni în Împărăția Ta!”",
        "43": "Isus a răspuns: „Adevărat îți spun că astăzi vei fi cu Mine în rai.”",
        "44": "Era cam pe la ceasul al șaselea. Și s-a făcut întuneric peste toată țara până la ceasul al nouălea.",
        "45": "Soarele s-a întunecat și perdeaua dinăuntrul Templului s-a rupt prin mijloc.",
        "46": "Isus a strigat cu glas tare: „Tată, în mâinile Tale Îmi încredințez duhul!” Și când a zis aceste vorbe, Și-a dat duhul.",
        "47": "Sutașul, când a văzut ce se întâmplase, a slăvit pe Dumnezeu și a zis: „Cu adevărat, Omul acesta era neprihănit!”",
        "48": "Și tot norodul care venise la priveliștea aceea, când a văzut cele întâmplate, s-a întors bătându-se în piept.",
        "49": "Toți cunoscuții lui Isus și femeile care-L însoțiseră din Galileea stăteau departe și se uitau la cele ce se petreceau.",
        "50": "Era un sfetnic al soborului, numit Iosif, om bun și evlavios,",
        "51": "care nu luase parte la sfatul și hotărârea celorlalți. El era din Arimateea, o cetate a iudeilor, și aștepta și el Împărăția lui Dumnezeu.",
        "52": "Omul acesta s-a dus la Pilat și a cerut trupul lui Isus.",
        "53": "L-a dat jos de pe cruce, L-a înfășurat într-o pânză de in și L-a pus într-un mormânt nou, săpat în piatră, în care nu mai fusese pus nimeni.",
        "54": "Era Ziua Pregătirii și începea ziua Sabatului.",
        "55": "Femeile care veniseră cu Isus din Galileea au însoțit pe Iosif, au văzut mormântul și felul cum a fost pus trupul lui Isus în el,",
        "56": "s-au întors și au pregătit miresme și miruri. Apoi, în ziua Sabatului, s-au odihnit, după Lege."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Toată adunarea lor s-a ridicat și L-au dus pe Isus la Pilat.",
        "2": "Ei au început să-L acuze, zicând: „Pe Acesta L-am găsit ducându-ne în rătăcire națiunea, interzicând tributul care se dă Cezarului și zicând despre Sine că este Cristos, un Împărat“.",
        "3": "Pilat L-a întrebat, zicând: Ești Tu Împăratul iudeilor? Isus, răspunzându-i, a zis: Tu o spui!",
        "4": "Pilat le-a zis conducătorilor preoților și mulțimilor: Eu nu găsesc în Omul Acesta niciun motiv ca să-L acuz!",
        "5": "Dar ei au insistat și au zis: Incită poporul, învățându-i pe oameni prin toată Iudeea, din Galileea, de unde a început, și până aici!",
        "6": "Când a auzit acest lucru, Pilat a întrebat dacă Omul este galileean",
        "7": "și, aflând că este sub autoritatea lui Irod, L-a trimis la Irod, care se afla și el în Ierusalim în acele zile.",
        "8": "Irod s-a bucurat foarte mult când L-a văzut pe Isus, fiindcă de mult timp dorea să-L vadă, pentru că auzise despre El și spera să-L vadă înfăptuind vreun semn.",
        "9": "I-a pus multe întrebări, dar Isus nu i-a răspuns nimic.",
        "10": "Conducătorii preoților și cărturarii stăteau acolo, acuzându-L cu vehemență.",
        "11": "Atunci Irod împreună cu soldații lui s-au purtat cu El cu dispreț și, după ce și-au bătut joc de El, L-au îmbrăcat într-o haină strălucitoare și L-au trimis înapoi la Pilat.",
        "12": "În aceeași zi, Irod și Pilat s-au împrietenit unul cu altul, căci înainte fuseseră în dușmănie unul față de celălalt.",
        "13": "Pilat a chemat laolaltă conducătorii preoților, conducătorii și poporul",
        "14": "și le-a zis: Mi L-ați adus pe Omul Acesta, ca pe Unul Care duce poporul în rătăcire. Și iată că eu, după ce L-am cercetat înaintea voastră, n-am găsit în Omul Acesta niciunul dintre motivele pentru care Îl acuzați voi.",
        "15": "Și nici Irod nu L-a găsit vinovat, pentru că ni L-a trimis înapoi. Iată deci că n-a făcut nimic ca să merite să fie pedepsit cu moartea.",
        "16": "Așadar, după ce-L voi pedepsi, Îl voi elibera.",
        "17": "El trebuia să le elibereze pe cineva cu ocazia sărbătorii.",
        "18": "Însă ei au strigat cu toții, zicând: La moarte cu Acesta! Eliberează-ni-l pe Barabba!",
        "19": "Barabba fusese aruncat în închisoare pentru o răscoală care avusese loc în cetate și pentru crimă.",
        "20": "Pilat le-a vorbit din nou, dorind să-L elibereze pe Isus,",
        "21": "însă ei strigau: Răstignește-L! Răstignește-L!",
        "22": "El le-a zis a treia oară: Dar ce rău a făcut Acesta? Eu n-am găsit în El niciun motiv pentru care să merite moartea! Așadar, după ce-L voi pedepsi, Îl voi elibera!",
        "23": "Dar ei insistau, cerându-i cu strigăte puternice să fie răstignit. Și strigătele lor și ale conducătorilor preoților și-au atins scopul.",
        "24": "Pilat a decis să li se îndeplinească cererea.",
        "25": "L-a eliberat, așa cum cereau ei, pe cel care fusese aruncat în închisoare pentru răscoală și crimă, iar pe Isus L-a dat pe mâna lor, ca să-I facă după cum doresc.",
        "26": "În timp ce-L duceau de acolo, l-au apucat pe Simon, un om din Cirena, care venea de la câmp, și i-au pus crucea în spinare, ca s-o ducă în urma lui Isus.",
        "27": "Pe Isus Îl urma o mare mulțime de oameni, printre care și niște femei care se băteau pe piept și-L jeleau.",
        "28": "Dar Isus S-a întors spre ele și le-a zis: „Fiice ale Ierusalimului, nu Mă plângeți pe Mine, ci plângeți-vă pe voi și pe copiii voștri!",
        "29": "Căci iată, vin zile în care se va spune: «Ferice de cele care nu pot rămâne însărcinate, ferice de pântecele care n-au născut și de sânii care n-au alăptat!».",
        "30": "Atunci vor începe să zică munților: «Cădeți peste noi!» și dealurilor: «Acoperiți-ne!».",
        "31": "Căci, dacă i se fac aceste lucruri copacului verde, ce se va întâmpla cu cel uscat?“.",
        "32": "Au fost aduși și doi răufăcători, ca să fie omorâți împreună cu El.",
        "33": "Când au ajuns în locul numit „Craniul“, i-au răstignit acolo pe Isus și pe răufăcători, unul la dreapta și unul la stânga Lui.",
        "34": "Isus zicea: „Tată, iartă-i, căci nu știu ce fac!“. Apoi au tras la sorți, ca să-și împartă hainele Lui între ei.",
        "35": "Poporul stătea acolo și se uita. Conducătorii își băteau joc de El, zicând: „Pe alții i-a salvat! Să Se salveze și pe Sine dacă este Cristosul lui Dumnezeu, Alesul!“.",
        "36": "Soldații, de asemenea, își băteau joc de El. Ei se apropiau, Îi ofereau oțet de vin",
        "37": "și ziceau: „Dacă Tu ești Împăratul iudeilor, salvează-Te pe Tine Însuți!“.",
        "38": "Deasupra Lui era și o inscripție cu litere grecești, latinești și ebraice: „Acesta este Împăratul iudeilor“.",
        "39": "Unul dintre răufăcătorii care fuseseră răstigniți, blasfemia împotriva Lui, zicând: „Nu ești Tu Cristosul? Salvează-Te pe Tine și salvează-ne și pe noi!“.",
        "40": "Celălalt, însă, l-a mustrat, zicând: „Nu te temi de Dumnezeu, tu, care ești sub aceeași sentință?",
        "41": "Pentru noi, într-adevăr, este drept, căci noi primim ceea ce merităm pentru ce-am făcut, dar Acesta n-a făcut nimic rău!“.",
        "42": "Apoi a zis: Isuse, amintește-Ți de mine când vii în Împărăția Ta!",
        "43": "Isus i-a răspuns: Adevărat îți spun, astăzi vei fi cu Mine în Rai!",
        "44": "Era deja cam pe la ceasul al șaselea. Și s-a făcut întuneric peste toată țara până la ceasul al nouălea.",
        "45": "Soarele s-a întunecat, iar draperia Templului s-a rupt prin mijloc.",
        "46": "Isus a strigat cu glas tare și a zis: „Tată, în mâinile Tale Îmi încredințez duhul!“. Și zicând aceasta, Și-a dat suflarea.",
        "47": "Când centurionul a văzut ce se întâmplase, L-a glorificat pe Dumnezeu și a zis: „Într-adevăr, Omul Acesta era drept!“.",
        "48": "Toate mulțimile care se adunaseră înaintea acestei priveliști, văzând ce se întâmplă, s-au întors, bătându-se pe piept.",
        "49": "Toți cunoscuții Lui, inclusiv femeile care-L însoțiseră din Galileea, stăteau la distanță și se uitau la aceste lucruri.",
        "50": "Și iată că era un om pe nume Iosif, un sfetnic în Sinedriu, om bun și drept,",
        "51": "care nu fusese de acord cu planul și acțiunea lor. Era din Arimateea, o cetate a iudeilor, și aștepta și el Împărăția lui Dumnezeu.",
        "52": "Acesta a venit la Pilat și i-a cerut trupul lui Isus.",
        "53": "După ce a dat jos trupul, L-a înfășurat într-o pânză de in și L-a pus într-un mormânt săpat în stâncă, în care nu mai fusese pus nimeni.",
        "54": "Era Ziua Pregătirii și începea sabatul.",
        "55": "Femeile, cele care veniseră împreună cu Isus din Galileea, au mers după Iosif și au văzut mormântul și cum a fost pus trupul lui Isus în el.",
        "56": "Ele s-au întors și au pregătit miresme și parfumuri. Apoi, în ziua de sabat, s-au odihnit, potrivit poruncii."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "The whole company of them rose up and brought him before Pilate.",
        "2": "They began to accuse him, saying, “We found this man perverting the nation, forbidding paying taxes to Caesar, and saying that he himself is Christ, a king.”",
        "3": "Pilate asked him, “Are you the King of the Jews?” He answered him, “So you say.”",
        "4": "Pilate said to the chief priests and the multitudes, “I find no basis for a charge against this man.”",
        "5": "But they insisted, saying, “He stirs up the people, teaching throughout all Judea, beginning from Galilee even to this place.”",
        "6": "But when Pilate heard Galilee mentioned, he asked if the man was a Galilean.",
        "7": "When he found out that he was in Herod’s jurisdiction, he sent him to Herod, who was also in Jerusalem during those days.",
        "8": "Now when Herod saw Jesus, he was exceedingly glad, for he had wanted to see him for a long time, because he had heard many things about him. He hoped to see some miracle done by him.",
        "9": "He questioned him with many words, but he gave no answers.",
        "10": "The chief priests and the scribes stood, vehemently accusing him.",
        "11": "Herod with his soldiers humiliated him and mocked him. Dressing him in luxurious clothing, they sent him back to Pilate.",
        "12": "Herod and Pilate became friends with each other that very day, for before that they were enemies with each other.",
        "13": "Pilate called together the chief priests, the rulers, and the people,",
        "14": "and said to them, “You brought this man to me as one that perverts the people, and behold, having examined him before you, I found no basis for a charge against this man concerning those things of which you accuse him.",
        "15": "Neither has Herod, for I sent you to him, and see, nothing worthy of death has been done by him.",
        "16": "I will therefore chastise him and release him.”",
        "17": "Now he had to release one prisoner to them at the feast.",
        "18": "But they all cried out together, saying, “Away with this man! Release to us Barabbas!”",
        "19": "one who was thrown into prison for a certain revolt in the city, and for murder.",
        "20": "Then Pilate spoke to them again, wanting to release Jesus,",
        "21": "but they shouted, saying, “Crucify! Crucify him!”",
        "22": "He said to them the third time, “Why? What evil has this man done? I have found no capital crime in him. I will therefore chastise him and release him.”",
        "23": "But they were urgent with loud voices, asking that he might be crucified. Their voices and the voices of the chief priests prevailed.",
        "24": "Pilate decreed that what they asked for should be done.",
        "25": "He released him who had been thrown into prison for insurrection and murder, for whom they asked, but he delivered Jesus up to their will.",
        "26": "When they led him away, they grabbed one Simon of Cyrene, coming from the country, and laid the cross on him to carry it after Jesus.",
        "27": "A great multitude of the people followed him, including women who also mourned and lamented him.",
        "28": "But Jesus, turning to them, said, “Daughters of Jerusalem, don’t weep for me, but weep for yourselves and for your children.",
        "29": "For behold, the days are coming in which they will say, ‘Blessed are the barren, the wombs that never bore, and the breasts that never nursed.’",
        "30": "Then they will begin to tell the mountains, ‘Fall on us!’ and tell the hills, ‘Cover us.’",
        "31": "For if they do these things in the green tree, what will be done in the dry?”",
        "32": "There were also others, two criminals, led with him to be put to death.",
        "33": "When they came to the place that is called “The Skull”, they crucified him there with the criminals, one on the right and the other on the left.",
        "34": "Jesus said, “Father, forgive them, for they don’t know what they are doing.” Dividing his garments among them, they cast lots.",
        "35": "The people stood watching. The rulers with them also scoffed at him, saying, “He saved others. Let him save himself, if this is the Christ of God, his chosen one!”",
        "36": "The soldiers also mocked him, coming to him and offering him vinegar,",
        "37": "and saying, “If you are the King of the Jews, save yourself!”",
        "38": "An inscription was also written over him in letters of Greek, Latin, and Hebrew: “THIS IS THE KING OF THE JEWS.”",
        "39": "One of the criminals who was hanged insulted him, saying, “If you are the Christ, save yourself and us!”",
        "40": "But the other answered, and rebuking him said, “Don’t you even fear God, seeing you are under the same condemnation?",
        "41": "And we indeed justly, for we receive the due reward for our deeds, but this man has done nothing wrong.”",
        "42": "He said to Jesus, “Lord, remember me when you come into your Kingdom.”",
        "43": "Jesus said to him, “Assuredly I tell you, today you will be with me in Paradise.”",
        "44": "It was now about the sixth hour, and darkness came over the whole land until the ninth hour.",
        "45": "The sun was darkened, and the veil of the temple was torn in two.",
        "46": "Jesus, crying with a loud voice, said, “Father, into your hands I commit my spirit!” Having said this, he breathed his last.",
        "47": "When the centurion saw what was done, he glorified God, saying, “Certainly this was a righteous man.”",
        "48": "All the multitudes that came together to see this, when they saw the things that were done, returned home beating their chests.",
        "49": "All his acquaintances and the women who followed with him from Galilee stood at a distance, watching these things.",
        "50": "Behold, there was a man named Joseph, who was a member of the council, a good and righteous man",
        "51": "(he had not consented to their counsel and deed), from Arimathaea, a city of the Jews, who was also waiting for God’s Kingdom.",
        "52": "This man went to Pilate, and asked for Jesus’ body.",
        "53": "He took it down and wrapped it in a linen cloth, and laid him in a tomb that was cut in stone, where no one had ever been laid.",
        "54": "It was the day of the Preparation, and the Sabbath was drawing near.",
        "55": "The women who had come with him out of Galilee followed after, and saw the tomb and how his body was laid.",
        "56": "They returned and prepared spices and ointments. On the Sabbath they rested according to the commandment."
      }
    }
  }
}