{
  "book": "Maleahi",
  "chapter": "2",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Acum, către voi se îndreaptă porunca aceasta, preoților!",
        "2": "Dacă nu veți asculta, dacă nu vă veți pune inima ca să dați slavă Numelui Meu”, zice Domnul oștirilor, „voi arunca în voi blestemul și voi blestema binecuvântările voastre; da, le-am și blestemat, pentru că n-aveți pe inimă porunca Mea.",
        "3": "Iată, vă voi nimici sămânța și vă voi arunca balega în față, balega vitelor pe care le jertfiți, și veți fi luați împreună cu ele.",
        "4": "Veți ști atunci că Eu v-am dat porunca aceasta, pentru ca legământul Meu cu Levi să rămână în picioare”, zice Domnul oștirilor.",
        "5": "„Legământul Meu cu el era un legământ de viață și de pace. I l-am dat ca să se teamă de Mine, și el s-a temut de Mine, a tremurat de Numele Meu.",
        "6": "Legea adevărului era în gura lui și nu s-a găsit nimic nelegiuit pe buzele lui; a umblat cu Mine în pace și în neprihănire și pe mulți i-a abătut de la rău.",
        "7": "Căci buzele preotului trebuie să păzească știința și din gura lui se așteaptă învățătură, pentru că el este un sol al Domnului oștirilor.",
        "8": "Dar voi v-ați abătut din cale, ați făcut din Lege un prilej de cădere pentru mulți și ați călcat legământul lui Levi”, zice Domnul oștirilor.",
        "9": "„De aceea și Eu vă voi face să fiți disprețuiți și înjosiți înaintea întregului popor, pentru că n-ați păzit căile Mele, ci căutați la fața oamenilor când tălmăciți Legea.” Împotriva căsătoriilor cu femei străine",
        "10": "N-avem toți un singur Tată? Nu ne-a făcut un singur Dumnezeu? Pentru ce dar suntem așa de necredincioși unul față de altul, pângărind astfel legământul părinților noștri?",
        "11": "Iuda s-a arătat necredincios și în Iuda și la Ierusalim s-a săvârșit o urâciune; fiindcă Iuda a spurcat ce este închinat Domnului, ce iubește Domnul, și s-a unit cu fiica unui dumnezeu străin.",
        "12": "Domnul va nimici pe omul care a făcut lucrul acesta, pe cel ce veghează și răspunde, îl va nimici din corturile lui Iacov și va nimici pe cel ce aduce un dar de mâncare Domnului oștirilor.",
        "13": "Iată acum ce mai faceți: Acoperiți cu lacrimi altarul Domnului, cu plânsete și gemete, așa încât El nu mai caută la darurile de mâncare și nu mai poate primi nimic din mâinile voastre.",
        "14": "Și dacă întrebați: „Pentru ce?” Pentru că Domnul a fost martor între tine și nevasta din tinerețea ta, căreia acum nu-i ești credincios, măcar că este tovarășa și nevasta cu care ai încheiat legământ!",
        "15": "Nu ne-a dat Unul singur, Dumnezeu, suflarea de viață și ne-a păstrat-o? Și ce cere acel Unul singur? Sămânță dumnezeiască! Luați seama dar în mintea voastră și niciunul să nu fie necredincios nevestei din tinerețea lui!",
        "16": "„Căci Eu urăsc despărțirea în căsătorie”, zice Domnul Dumnezeul lui Israel, „și pe cel ce își acoperă haina cu silnicie”, zice Domnul oștirilor. „De aceea, luați seama în mintea voastră și nu fiți necredincioși!” Răsplata dumnezeiască",
        "17": "Voi obosiți pe Domnul prin cuvintele voastre și mai întrebați: „Cu ce L-am obosit?” Prin faptul că ziceți: „Oricine face rău este bun înaintea Domnului și de el are plăcere!” Sau: „Unde este Dumnezeul dreptății?”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Iar acum, această poruncă este pentru voi, preoților!",
        "2": "Dacă nu veți asculta și dacă nu vă veți hotărî în inima voastră să glorificați Numele Meu“, zice Domnul Oștirilor, „voi trimite blestemul asupra voastră și voi blestema binecuvântările voastre. Deja le-am și blestemat, pentru că nu v-ați hotărât în inima voastră să Mă onorați.",
        "3": "Iată, îi voi mustra pe urmașii voștri, vă voi împrăștia bălegarul pe față, bălegarul de la sărbătorile voastre, și veți fi duși împreună cu el.",
        "4": "Veți ști atunci că Eu v-am trimis această poruncă, pentru ca legământul Meu cu Levi să continue“, zice Domnul Oștirilor.",
        "5": "„Legământul Meu cu el a fost un legământ al vieții și al păcii. I l-am dat ca să-i fie teamă, iar el s-a temut de Mine și s-a înspăimântat de Numele Meu.",
        "6": "Legea adevărului a fost în gura lui și nicio nedreptate n-a fost găsită pe buzele lui. El a umblat cu Mine în pace și în dreptate și i-a întors pe mulți de la nelegiuire.",
        "7": "Căci buzele unui preot trebuie să păzească cunoștința și din gura lui se așteaptă învățătură, pentru că el este un mesager al Domnului Oștirilor.",
        "8": "Dar voi v-ați abătut de la cale, i-ați făcut pe mulți să se împiedice de Lege și ați distrus legământul lui Levi“, zice Domnul Oștirilor.",
        "9": "„De aceea și Eu v-am făcut să fiți disprețuiți și v-am umilit înaintea întregului popor, tot așa cum și voi n-ați păzit căile Mele și n-ați fost imparțiali în ce privește Legea“. Încălcarea legământului prin divorț",
        "10": "N-avem toți un singur Tată? Nu ne-a creat un singur Dumnezeu? Atunci de ce suntem necredincioși unul față de altul, pângărind legământul strămoșilor noștri?",
        "11": "Iuda a fost necredincios; în Israel și în Ierusalim s-a comis o urâciune. Căci Iuda a întinat Lăcașul Domnului, pe care El îl iubește, și s-a căsătorit cu fata unui dumnezeu străin.",
        "12": "Domnul să-l nimicească din corturile lui Iacov pe omul care a făcut lucrul acesta, pe cel ce veghează și pe cel ce răspunde, chiar dacă aduce un dar de mâncare Domnului Oștirilor.",
        "13": "Un al doilea lucru pe care-l faceți este acesta: acoperiți altarul Domnului cu lacrimi, cu plânsete și cu gemete, pentru că El nu mai ține seama de darurile de mâncare și nu le mai primește cu plăcere din mâinile voastre.",
        "14": "Și vă întrebați: „De ce?“. Pentru că Domnul a fost martor între tine și soția tinereții tale, față de care ai fost necredincios, deși ea este consoarta ta, soția ta prin legământ.",
        "15": "Nu i-a făcut El una? În trup și în duh sunt ai Lui. De ce una? Pentru că El caută o sămânță dumnezeiască. Deci păziți-vă în duhul vostru și niciunul dintre voi să nu fie necredincios soției din tinerețea lui.",
        "16": "„Căci Eu urăsc divorțul“, zice Domnul, Dumnezeul lui Israel, „și pe cel ce își acoperă haina cu violență“, zice Domnul Oștirilor. Deci, păziți-vă în duhul vostru și nu fiți necredincioși! Încălcarea legământului prin injustiție (",
        "17": "L-ați obosit pe Domnul prin cuvintele voastre. Și totuși întrebați: „Cum L-am obosit?“. L-ați obosit zicând: „Toți cei care fac răul sunt buni în ochii Domnului și în ei Își găsește El plăcerea!“. Sau zicând: „Unde este Dumnezeul judecății?“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "“Now, you priests, this commandment is for you.",
        "2": "If you will not listen, and if you will not take it to heart, to give glory to my name,” says Yahweh of Armies, “then I will send the curse on you, and I will curse your blessings. Indeed, I have cursed them already, because you do not take it to heart.",
        "3": "Behold, I will rebuke your offspring, and will spread dung on your faces, even the dung of your feasts; and you will be taken away with it.",
        "4": "You will know that I have sent this commandment to you, that my covenant may be with Levi,” says Yahweh of Armies.",
        "5": "“My covenant was with him of life and peace; and I gave them to him that he might be reverent toward me; and he was reverent toward me, and stood in awe of my name.",
        "6": "The law of truth was in his mouth, and unrighteousness was not found in his lips. He walked with me in peace and uprightness, and turned many away from iniquity.",
        "7": "For the priest’s lips should keep knowledge, and they should seek the law at his mouth; for he is the messenger of Yahweh of Armies.",
        "8": "But you have turned away from the path. You have caused many to stumble in the law. You have corrupted the covenant of Levi,” says Yahweh of Armies.",
        "9": "“Therefore I have also made you contemptible and wicked before all the people, according to the way you have not kept my ways, but have had respect for persons in the law.",
        "10": "Don’t we all have one father? Hasn’t one God created us? Why do we deal treacherously every man against his brother, profaning the covenant of our fathers?",
        "11": "Judah has dealt treacherously, and an abomination is committed in Israel and in Jerusalem; for Judah has profaned the holiness of Yahweh which he loves, and has married the daughter of a foreign god.",
        "12": "Yahweh will cut off the man who does this, him who wakes and him who answers, out of the tents of Jacob and him who offers an offering to Yahweh of Armies.",
        "13": "“This again you do: you cover Yahweh’s altar with tears, with weeping, and with sighing, because he doesn’t regard the offering any more, neither receives it with good will at your hand.",
        "14": "Yet you say, ‘Why?’ Because Yahweh has been witness between you and the wife of your youth, against whom you have dealt treacherously, though she is your companion and the wife of your covenant.",
        "15": "Did he not make you one, although he had the residue of the Spirit? Why one? He sought godly offspring. Therefore take heed to your spirit, and let no one deal treacherously against the wife of his youth.",
        "16": "One who hates and divorces”, says Yahweh, the God of Israel, “covers his garment with violence!” says Yahweh of Armies. “Therefore pay attention to your spirit, that you don’t be unfaithful.",
        "17": "You have wearied Yahweh with your words. Yet you say, ‘How have we wearied him?’ In that you say, ‘Everyone who does evil is good in Yahweh’s sight, and he delights in them;’ or ‘Where is the God of justice?’"
      }
    }
  }
}