{
  "book": "Maleahi",
  "chapter": "3",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "„Iată, voi trimite pe solul Meu; el va pregăti calea înaintea Mea. Și deodată va intra în Templul Său Domnul, pe care-L căutați: Solul legământului, pe care-L doriți; iată că vine”, zice Domnul oștirilor.",
        "2": "„Cine va putea să sufere însă ziua venirii Lui? Cine va rămâne în picioare când Se va arăta El? Căci El va fi ca focul topitorului și ca leșia înălbitorului.",
        "3": "El va ședea, va topi și va curăți argintul; va curăți pe fiii lui Levi, îi va lămuri cum se lămurește aurul și argintul și vor aduce Domnului daruri neprihănite.",
        "4": "Atunci, darul lui Iuda și al Ierusalimului va fi plăcut Domnului, ca în zilele cele vechi, ca în anii de odinioară.",
        "5": "Mă voi apropia de voi pentru judecată și Mă voi grăbi să mărturisesc împotriva descântătorilor și preacurvarilor, împotriva celor ce jură strâmb, împotriva celor ce opresc plata simbriașului, care asupresc pe văduvă și pe orfan, nedreptățesc pe străin și nu se tem de Mine”, zice Domnul oștirilor.",
        "6": "„Căci Eu sunt Domnul, Eu nu Mă schimb; de aceea voi, copii ai lui Iacov, n-ați fost nimiciți.",
        "7": "Din vremea părinților voștri, voi v-ați abătut de la poruncile Mele și nu le-ați păzit. Întoarceți-vă la Mine și Mă voi întoarce și Eu la voi”, zice Domnul oștirilor. „Dar voi întrebați: ‘În ce trebuie să ne întoarcem?’",
        "8": "Se cade să înșele un om pe Dumnezeu cum Mă înșelați voi? Dar voi întrebați: ‘Cu ce Te-am înșelat?’ Cu zeciuielile și darurile de mâncare.",
        "9": "Sunteți blestemați câtă vreme căutați să Mă înșelați, tot poporul în întregime!",
        "10": "Aduceți însă la casa vistieriei toate zeciuielile, ca să fie hrană în Casa Mea; puneți-Mă astfel la încercare”, zice Domnul oștirilor, „și veți vedea dacă nu vă voi deschide zăgazurile cerurilor și dacă nu voi turna peste voi belșug de binecuvântare.",
        "11": "Și voi mustra pentru voi pe cel ce mănâncă (lăcusta) și nu vă va nimici roadele pământului, și vița nu va fi neroditoare în câmpiile voastre”, zice Domnul oștirilor.",
        "12": "„Toate neamurile vă vor ferici atunci, căci veți fi o țară plăcută”, zice Domnul oștirilor.",
        "13": "„Cuvintele voastre sunt aspre împotriva Mea”, zice Domnul. „Și mai întrebați: ‘Ce-am spus noi împotriva Ta?’",
        "14": "Ați zis: ‘Degeaba slujim lui Dumnezeu și ce am câștigat dacă am păzit poruncile Lui și am umblat triști înaintea Domnului oștirilor?",
        "15": "Acum fericim pe cei trufași; da, celor răi le merge bine; da, ei ispitesc pe Dumnezeu și scapă!’”",
        "16": "Atunci, și cei ce se tem de Domnul au vorbit adesea unul cu altul; Domnul a luat aminte la lucrul acesta și a ascultat și o carte de aducere aminte a fost scrisă înaintea Lui pentru cei ce se tem de Domnul și cinstesc Numele Lui.",
        "17": "„Ei vor fi ai Mei”, zice Domnul oștirilor, „Îmi vor fi o comoară deosebită în ziua pe care o pregătesc Eu. Voi avea milă de ei cum are milă un om de fiul său care-i slujește.”",
        "18": "Și veți vedea din nou atunci deosebirea dintre cel neprihănit și cel rău, dintre cel ce slujește lui Dumnezeu și cel ce nu-I slujește."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "„Iată, îl trimit pe mesagerul Meu, care va pregăti calea înaintea Mea! Și deodată, va intra în Templul Lui Stăpânul pe Care-L căutați! Mesagerul Legământului, în Care voi vă găsiți plăcerea, iată-L că vine!“, zice Domnul Oștirilor.",
        "2": "Dar cine va putea să suporte ziua venirii Lui? Cine va putea să rămână în picioare când Se va arăta El? Căci El va fi ca focul rafinorului și ca leșia înălbitorului!",
        "3": "Se va așeza ca un rafinor și ca unul care curăță argintul și-i va curăți pe fiii lui Levi. Îi va purifica așa cum se purifică aurul și argintul, iar ei vor fi pentru Domnul cei ce aduc daruri de mâncare în dreptate.",
        "4": "Atunci darurile de mâncare ale lui Iuda și ale Ierusalimului vor fi plăcute Domnului ca în zilele din vechime, ca în anii de odinioară!",
        "5": "„Atunci Mă voi apropia de voi pentru judecată și Mă voi grăbi să fiu martor împotriva vrăjitorilor, a adulterilor, a celor ce jură fals, a celor ce opresc din plata zilierului, a celor ce asupresc pe văduvă și pe orfan și a celor ce nedreptățesc pe străin și care nu se tem de Mine“, zice Domnul Oștirilor. Încălcarea legământului prin reținerea zeciuielii",
        "6": "„Eu sunt Domnul, Eu nu Mă schimb! De aceea, voi, fii ai lui Iacov, n-ați pierit!",
        "7": "Încă din zilele strămoșilor voștri v-ați abătut de la hotărârile Mele și nu le-ați păzit! Întoarceți-vă la Mine și Mă voi întoarce și Eu la voi“, zice Domnul Oștirilor. „Dar voi întrebați: «Cum să ne întoarcem?».",
        "8": "Se cuvine ca un om să-L jefuiască pe Dumnezeu? Și totuși voi Mă jefuiți. Dar voi întrebați: «Cum Te-am jefuit?». Cu privire la zeciuială și la contribuții.",
        "9": "Sunteți crunt blestemați, căci Eu sunt Cel pe Care Îl jefuiți voi, națiunea aceasta întreagă!",
        "10": "Aduceți însă toate zeciuielile în vistierie, ca să fie hrană în Casa Mea. Puneți-Mă astfel la încercare“, zice Domnul Oștirilor, „și veți vedea dacă nu voi deschide pentru voi ferestrele cerurilor și dacă nu voi turna peste voi binecuvântare până nu veți mai avea loc unde s-o țineți!",
        "11": "O voi mustra pentru voi pe cea care devorează, ca să nu mai distrugă recolta pământului vostru, iar vița din câmpiile voastre nu va mai fi neroditoare“, zice Domnul Oștirilor.",
        "12": "„Atunci toate națiunile vă vor numi fericiți, pentru că veți fi o țară plăcută“, zice Domnul Oștirilor. Israel vorbește cu aroganță împotriva lui Dumnezeu",
        "13": "„Ați rostit cuvinte grele împotriva Mea“, zice Domnul. „Cu toate acestea, voi întrebați: «Ce am spus împotriva Ta?».",
        "14": "Ați spus: «Degeaba Îi slujim lui Dumnezeu! Ce-am câștigat dacă ne-am îndeplinit responsabilitățile pe care El ni le-a dat și am umblat înaintea Domnului Oștirilor ca niște oameni care bocesc?",
        "15": "Acum îi numim fericiți pe cei aroganți. Da, nu numai că oamenii care fac răul prosperă, dar ei Îl și ispitesc pe Dumnezeu și scapă!»“. Răsplata celor drepți",
        "16": "Atunci cei ce se tem de Domnul au vorbit unii cu alții, iar Domnul a ținut cont și a ascultat. Înaintea Lui a fost scrisă o carte de aducere-aminte despre cei ce se tem de Domnul și se gândesc la Numele Lui.",
        "17": "„Ei vor fi ai Mei“, zice Domnul Oștirilor, „în ziua în care Eu Îmi voi întemeia proprietatea. Îi voi cruța așa cum un părinte își cruță fiul care-i slujește.",
        "18": "Și veți vedea încă o dată deosebirea dintre cel drept și cel rău, dintre cel care Îi slujește lui Dumnezeu și cel care nu-I slujește!"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "“Behold, I send my messenger, and he will prepare the way before me! The Lord, whom you seek, will suddenly come to his temple. Behold, the messenger of the covenant, whom you desire, is coming!” says Yahweh of Armies.",
        "2": "“But who can endure the day of his coming? And who will stand when he appears? For he is like a refiner’s fire, and like launderers’ soap;",
        "3": "and he will sit as a refiner and purifier of silver, and he will purify the sons of Levi, and refine them as gold and silver; and they shall offer to Yahweh offerings in righteousness.",
        "4": "Then the offering of Judah and Jerusalem will be pleasant to Yahweh as in the days of old and as in ancient years.",
        "5": "I will come near to you to judgment. I will be a swift witness against the sorcerers, against the adulterers, against the perjurers, and against those who oppress the hireling in his wages, the widow, and the fatherless, and who deprive the foreigner of justice, and don’t fear me,” says Yahweh of Armies.",
        "6": "“For I, Yahweh, don’t change; therefore you, sons of Jacob, are not consumed.",
        "7": "From the days of your fathers you have turned away from my ordinances and have not kept them. Return to me, and I will return to you,” says Yahweh of Armies. “But you say, ‘How shall we return?’",
        "8": "Will a man rob God? Yet you rob me! But you say, ‘How have we robbed you?’ In tithes and offerings.",
        "9": "You are cursed with the curse; for you rob me, even this whole nation.",
        "10": "Bring the whole tithe into the storehouse, that there may be food in my house, and test me now in this,” says Yahweh of Armies, “if I will not open you the windows of heaven, and pour you out a blessing, that there will not be enough room for.",
        "11": "I will rebuke the devourer for your sakes, and he shall not destroy the fruits of your ground; neither shall your vine cast its fruit before its time in the field,” says Yahweh of Armies.",
        "12": "“All nations shall call you blessed, for you will be a delightful land,” says Yahweh of Armies.",
        "13": "“Your words have been harsh against me,” says Yahweh. “Yet you say, ‘What have we spoken against you?’",
        "14": "You have said, ‘It is vain to serve God,’ and ‘What profit is it that we have followed his instructions and that we have walked mournfully before Yahweh of Armies?",
        "15": "Now we call the proud happy; yes, those who work wickedness are built up; yes, they tempt God, and escape.’",
        "16": "Then those who feared Yahweh spoke one with another; and Yahweh listened and heard, and a book of memory was written before him for those who feared Yahweh and who honored his name.",
        "17": "They shall be mine,” says Yahweh of Armies, “my own possession in the day that I make. I will spare them, as a man spares his own son who serves him.",
        "18": "Then you shall return and discern between the righteous and the wicked, between him who serves God and him who doesn’t serve him."
      }
    }
  }
}