{
  "book": "Maleahi",
  "chapter": "1",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Prorocia, cuvântul Domnului, către Israel, prin Maleahi:",
        "2": "„V-am iubit”, zice Domnul. „Și voi ziceți: ‘Cu ce ne-ai iubit?’ Nu este Esau frate cu Iacov?”, zice Domnul; „totuși am iubit pe Iacov",
        "3": "și am urât pe Esau, i-am prefăcut munții într-o pustietate și moștenirea lui am dat-o șacalilor din pustie.”",
        "4": "Iar dacă ar zice Edomul: „Suntem nimiciți, dar vom ridica iarăși dărâmăturile!”, așa vorbește Domnul oștirilor: „Să zidească ei, căci Eu voi surpa, și se vor numi: ‘Țara răutății’ și ‘Poporul pe care S-a mâniat Domnul pentru totdeauna’!",
        "5": "Veți vedea cu ochii voștri lucrul acesta și veți zice: ‘Mare este Domnul dincolo de hotarele lui Israel!’”",
        "6": "„‘Un fiu cinstește pe tatăl său și o slugă, pe stăpânul său. Dacă sunt Tată, unde este cinstea care Mi se cuvine? Dacă sunt Stăpân, unde este teama de Mine?’, zice Domnul oștirilor către voi, preoților, care nesocotiți Numele Meu și care ziceți: ‘Cu ce am nesocotit noi Numele Tău?’",
        "7": "Prin faptul că aduceți pe altarul Meu bucate necurate! Și dacă ziceți: ‘Cu ce Te-am spurcat?’ – Prin faptul că ați zis: ‘Masa Domnului este de disprețuit!’",
        "8": "Când aduceți ca jertfă o vită oarbă, nu este rău lucrul acesta? Când aduceți una șchioapă sau beteagă, nu este rău lucrul acesta oare? Ia adu-o dregătorului tău! Te va primi el bine pentru ea, va ține el seama de ea?”, zice Domnul oștirilor.",
        "9": "„‘Și acum, vă rog, rugați-vă lui Dumnezeu să aibă milă de noi!’ Vă va primi El cu bunăvoință când mâinile voastre fac astfel de lucruri?”, zice Domnul oștirilor.",
        "10": "„Cine din voi va închide porțile ca să n-aprindeți degeaba focul pe altarul Meu? N-am nicio plăcere de voi”, zice Domnul oștirilor, „și darurile de mâncare din mâna voastră nu-Mi sunt plăcute!",
        "11": "Căci de la răsăritul soarelui până la asfințit, Numele Meu este mare între neamuri și pretutindeni se arde tămâie în cinstea Numelui Meu și se aduc daruri de mâncare curate, căci mare este Numele Meu între neamuri”, zice Domnul oștirilor.",
        "12": "„Dar voi îl pângăriți prin faptul că ziceți: ‘Masa Domnului este spurcată și ce aduce ea este o mâncare de disprețuit!’",
        "13": "Voi ziceți: ‘Ce mai osteneală!’ și o disprețuiți”, zice Domnul oștirilor, „și aduceți ce este furat, șchiop sau beteag – iată darurile de mâncare pe care le aduceți! Pot Eu să le primesc din mâinile voastre?”, zice Domnul.",
        "14": "„Nu! Blestemat să fie înșelătorul care are în turma lui o vită de parte bărbătească, și totuși juruiește și jertfește Domnului o vită beteagă! Căci Eu sunt un Împărat mare”, zice Domnul oștirilor, „și Numele Meu este înfricoșat printre neamuri."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "O rostire a Cuvântului Domnului către Israel, prin Maleahi.",
        "2": "„V-am iubit!“, zice Domnul, „dar voi spuneți: «Cum ne-ai iubit?». N-a fost Esau fratele lui Iacov?“, zice Domnul. „Și totuși pe Iacov l-am iubit,",
        "3": "dar pe Esau l-am respins. I-am transformat munții într-o pustietate, iar moștenirea lui am dat-o șacalilor din deșert“.",
        "4": "Dacă Edom ar zice: „Suntem doborâți, dar ne vom întoarce și vom reconstrui ruinele!“, atunci așa vorbește Domnul Oștirilor: „Ce vor reconstrui ei, voi dărâma Eu. Și vor fi numiți: «Teritoriul răutății, poporul pe care Domnul este indignat pentru totdeauna».",
        "5": "Veți vedea lucrul acesta cu ochii voștri și veți zice: «Mărit să fie Domnul dincolo de granițele lui Israel!». Încălcarea legământului prin jertfele compromise (",
        "6": "Un fiu îl respectă pe tatăl său, iar un sclav îl respectă pe stăpânul său. Dacă sunt Tată, unde este cinstea care Mi se cuvine? Și dacă sunt Stăpân, unde este teama față de Mine? vă spune Domnul Oștirilor vouă, preoților, care disprețuiți Numele Meu. Voi însă spuneți: «Cum Ți-am disprețuit noi Numele?».",
        "16": ") Un cuvânt de mustrare pentru preoți",
        "7": "Aducând pe altarul Meu hrană pângărită. Dar voi spuneți: «Cum Te-am pângărit?». Spunând că masa Domnului este de disprețuit.",
        "8": "Când aduceți ca jertfă animale oarbe, nu este acesta un lucru rău? Iar, când aduceți animale șchioape sau bolnave, nu este acesta un lucru rău? Încearcă să le aduci guvernatorului tău! Va fi el oare mulțumit de tine? Te va lua el în seamă?“ zice Domnul Oștirilor.",
        "9": "„Și acum, căutați fața lui Dumnezeu, ca să-Și arate bunăvoința față de noi. Vă va lua El în seamă, de vreme ce mâinile voastre aduc astfel de daruri?“, zice Domnul Oștirilor.",
        "10": "„O, de ar închide careva dintre voi porțile Templului, ca să nu mai aprindeți degeaba focul pe altarul Meu! Nu-Mi găsesc nicio plăcere în voi“, zice Domnul Oștirilor, „și nu voi accepta niciun dar de mâncare din mâinile voastre.",
        "11": "Căci de la răsăritul soarelui și până la asfințitul lui Numele Meu este mare printre națiuni. Și în orice loc se arde tămâie în cinstea Numelui Meu și se aduc daruri de mâncare curate, căci Numele Meu este mare printre națiuni“, zice Domnul Oștirilor.",
        "12": "„Dar voi Îl batjocoriți, zicând: «Masa Domnului este pângărită și rodul ei este o hrană de disprețuit!».",
        "13": "Voi ziceți: «Iată, ne obosim degeaba!» și vă strâmbați la ea“, zice Domnul Oștirilor. „Apoi aduceți ce a fost luat prin jaf, ce este șchiop sau bolnav. Da, astfel de daruri de mâncare aduceți! Să le primesc Eu din mâinile voastre?“ zice Domnul.",
        "14": "„Blestemat să fie înșelătorul care are în turma sa un mascul sănătos și care, deși jură că-l va aduce pe acesta, totuși îl jertfește Domnului pe cel cu infirmitate. Căci Eu sunt un Împărat mare“, zice Domnul Oștirilor, „și Numele Meu este de temut printre națiuni."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "A revelation, Yahweh’s word to Israel by Malachi.",
        "2": "“I have loved you,” says Yahweh. Yet you say, “How have you loved us?” “Wasn’t Esau Jacob’s brother?” says Yahweh, “Yet I loved Jacob;",
        "3": "but Esau I hated, and made his mountains a desolation, and gave his heritage to the jackals of the wilderness.”",
        "4": "Whereas Edom says, “We are beaten down, but we will return and build the waste places,” Yahweh of Armies says, “They shall build, but I will throw down; and men will call them ‘The Wicked Land,’ even the people against whom Yahweh shows wrath forever.”",
        "5": "Your eyes will see, and you will say, “Yahweh is great—even beyond the border of Israel!”",
        "6": "“A son honors his father, and a servant his master. If I am a father, then where is my honor? And if I am a master, where is the respect due me?” says Yahweh of Armies to you priests who despise my name. “You say, ‘How have we despised your name?’",
        "7": "You offer polluted bread on my altar. You say, ‘How have we polluted you?’ In that you say, ‘Yahweh’s table is contemptible.’",
        "8": "When you offer the blind for sacrifice, isn’t that evil? And when you offer the lame and sick, isn’t that evil? Present it now to your governor! Will he be pleased with you? Or will he accept your person?” says Yahweh of Armies.",
        "9": "“Now, please entreat the favor of God, that he may be gracious to us. With this, will he accept any of you?” says Yahweh of Armies.",
        "10": "“Oh that there were one among you who would shut the doors, that you might not kindle fire on my altar in vain! I have no pleasure in you,” says Yahweh of Armies, “neither will I accept an offering at your hand.",
        "11": "For from the rising of the sun even to its going down, my name is great among the nations, and in every place incense will be offered to my name, and a pure offering; for my name is great among the nations,” says Yahweh of Armies.",
        "12": "“But you profane it when you say, ‘Yahweh’s table is polluted, and its fruit, even its food, is contemptible.’",
        "13": "You say also, ‘Behold, what a weariness it is!’ And you have sniffed at it”, says Yahweh of Armies; “and you have brought that which was taken by violence, the lame, and the sick; thus you bring the offering. Should I accept this at your hand?” says Yahweh.",
        "14": "“But the deceiver is cursed who has in his flock a male, and vows and sacrifices to the Lord a defective thing; for I am a great King,” says Yahweh of Armies, “and my name is awesome among the nations.”"
      }
    }
  }
}