{
  "book": "Marcu",
  "chapter": "1",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Începutul Evangheliei lui Isus Hristos, Fiul lui Dumnezeu.",
        "2": "După cum este scris în prorocul Isaia: „Iată, trimit înaintea Ta pe solul Meu, care Îți va pregăti calea…",
        "3": "Glasul celui ce strigă în pustie: ‘Pregătiți calea Domnului, neteziți-I cărările’”,",
        "4": "a venit Ioan care boteza în pustie, propovăduind botezul pocăinței spre iertarea păcatelor.",
        "5": "Tot ținutul Iudeii și toți locuitorii Ierusalimului au început să iasă la el și, mărturisindu-și păcatele, erau botezați de el în râul Iordan.",
        "6": "Ioan era îmbrăcat cu o haină de păr de cămilă și împrejurul mijlocului era încins cu un brâu de curea. El se hrănea cu lăcuste și miere sălbatică.",
        "7": "Ioan propovăduia și zicea: „După mine vine Cel ce este mai puternic decât mine, căruia eu nu sunt vrednic să mă plec să-I dezleg curelele încălțămintei.",
        "8": "Eu, da, v-am botezat cu apă, dar El vă va boteza cu Duhul Sfânt.”",
        "9": "În vremea aceea, a venit Isus din Nazaretul Galileii și a fost botezat de Ioan în Iordan.",
        "10": "Și îndată, când ieșea Isus din apă, el a văzut cerurile deschise și Duhul coborându-Se peste El ca un porumbel.",
        "11": "Și din ceruri s-a auzit un glas, care zicea: „Tu ești Fiul Meu preaiubit, în Tine Îmi găsesc toată plăcerea Mea.”",
        "12": "Îndată, Duhul a mânat pe Isus în pustie,",
        "13": "unde a stat patruzeci de zile, fiind ispitit de Satana. Acolo stătea împreună cu fiarele sălbatice și-I slujeau îngerii.",
        "14": "După ce a fost închis Ioan, Isus a venit în Galileea și propovăduia Evanghelia lui Dumnezeu.",
        "15": "El zicea: „S-a împlinit vremea și Împărăția lui Dumnezeu este aproape. Pocăiți-vă și credeți în Evanghelie.”",
        "16": "Pe când trecea Isus pe lângă Marea Galileii, a văzut pe Simon și pe Andrei, fratele lui Simon, aruncând o mreajă în mare, căci erau pescari.",
        "17": "Isus le-a zis: „Veniți după Mine, și vă voi face pescari de oameni.”",
        "18": "Îndată, ei și-au lăsat mrejele și au mers după El.",
        "19": "A mers puțin mai departe și a văzut pe Iacov, fiul lui Zebedei, și pe Ioan, fratele lui, care și ei erau într-o corabie și își dregeau mrejele.",
        "20": "Îndată i-a chemat; și ei au lăsat pe tatăl lor Zebedei în corabie cu cei ce lucrau pe plată și au mers după El.",
        "21": "S-au dus la Capernaum. Și în ziua Sabatului, Isus a intrat îndată în sinagogă și a început să învețe pe norod.",
        "22": "Oamenii erau uimiți de învățătura Lui, căci îi învăța ca unul care are putere, nu cum îi învățau cărturarii.",
        "23": "În sinagoga lor era un om care avea un duh necurat. El a început să strige:",
        "24": "„Ce avem noi a face cu Tine, Isuse din Nazaret? Ai venit să ne pierzi? Te știu cine ești: Ești Sfântul lui Dumnezeu!”",
        "25": "Isus l-a certat și i-a zis: „Taci și ieși din omul acesta!”",
        "26": "Și duhul necurat a ieșit din el, scuturându-l cu putere și scoțând un strigăt mare.",
        "27": "Toți au rămas înmărmuriți, așa că se întrebau unii pe alții: „Ce este aceasta? O învățătură nouă! El poruncește ca un stăpân chiar și duhurilor necurate, și ele Îl ascultă!”",
        "28": "Și îndată I s-a dus vestea în toate împrejurimile Galileii.",
        "29": "După ce a ieșit din sinagogă, a intrat împreună cu Iacov și Ioan în casa lui Simon și a lui Andrei.",
        "30": "Soacra lui Simon zăcea în pat, prinsă de friguri. Și îndată au vorbit lui Isus despre ea.",
        "31": "El a venit, a apucat-o de mână, a ridicat-o și au lăsat-o frigurile. Apoi, ea a început să le slujească.",
        "32": "Seara, după asfințitul soarelui, au adus la El pe toți bolnavii și îndrăciții.",
        "33": "Și toată cetatea era adunată la ușă.",
        "34": "El a vindecat pe mulți care pătimeau de felurite boli; de asemenea, a scos mulți draci și nu lăsa pe draci să vorbească, pentru că-L cunoșteau.",
        "35": "A doua zi dimineața, pe când era încă întuneric de tot, Isus S-a sculat, a ieșit și S-a dus într-un loc pustiu. Și Se ruga acolo.",
        "36": "Simon și ceilalți care erau cu El s-au dus să-L caute.",
        "37": "Și, când L-au găsit, I-au zis: „Toți Te caută.”",
        "38": "El le-a răspuns: „Haidem să mergem în altă parte, prin târgurile și satele vecine, ca să propovăduiesc și acolo, căci pentru aceasta am ieșit.”",
        "39": "Și S-a dus să propovăduiască în sinagogi, prin toată Galileea, și scotea dracii.",
        "40": "A venit la El un lepros, care s-a aruncat în genunchi înaintea Lui, Îl ruga și-I zicea: „Dacă vrei, poți să mă curățești.”",
        "41": "Lui Isus I s-a făcut milă de el, a întins mâna, S-a atins de el și i-a zis: „Da, voiesc, fii curățit!”",
        "42": "Îndată l-a lăsat lepra și s-a curățit.",
        "43": "Isus i-a poruncit cu tot dinadinsul, i-a spus să plece numaidecât",
        "44": "și i-a zis: „Vezi să nu spui nimănui nimic, ci du-te de te arată preotului și adu pentru curățirea ta ce a poruncit Moise, ca mărturie pentru ei.”",
        "45": "Dar omul acela, după ce a plecat, a început să vestească și să spună în gura mare lucrul acesta, așa că Isus nu mai putea să intre pe față în nicio cetate, ci stătea afară, în locuri pustii, și veneau la El din toate părțile."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Începutul Evangheliei lui Isus Cristos, Fiul lui Dumnezeu.",
        "2": "Așa cum este scris în Isaia, profetul: „Iată, îl trimit înaintea feței Tale pe mesagerul Meu, care-Ți va pregăti calea“.",
        "3": "Iată glasul celui ce strigă în deșert: „Pregătiți calea Domnului, neteziți-I cărările!“.",
        "4": "S-a arătat Ioan, cel ce boteza în deșert și proclama botezul pocăinței spre iertarea păcatelor.",
        "5": "Toată regiunea Iudeei și toți ierusalimiții au început să iasă la el și, mărturisindu-și păcatele, erau botezați de el în râul Iordan.",
        "6": "Ioan era îmbrăcat într-o haină din păr de cămilă, iar în jurul mijlocului avea un brâu de piele. El se hrănea cu lăcuste și cu miere sălbatică.",
        "7": "Ioan predica și zicea: „După mine vine Cel Care este mai puternic decât mine, Căruia eu nu sunt demn să mă aplec să-I dezleg cureaua sandalelor.",
        "8": "Eu v-am botezat cu apă, dar El vă va boteza cu Duhul Sfânt“.",
        "9": "În acele zile, Isus a venit din Nazaretul Galileei și a fost botezat de Ioan în Iordan.",
        "10": "Și imediat după ce a ieșit din apă, El a văzut cerurile deschise și Duhul coborând spre El asemenea unui porumbel.",
        "11": "Și din Ceruri s-a auzit un glas: „Tu ești Fiul Meu preaiubit; în Tine Îmi găsesc plăcerea!“.",
        "12": "Imediat Duhul L-a dus în deșert.",
        "13": "El a stat în deșert timp de patruzeci de zile, fiind ispitit de Satan. Acolo stătea împreună cu animalele sălbatice, iar îngerii Îi slujeau.",
        "14": "După ce Ioan a fost închis, Isus a venit în Galileea, proclamând Evanghelia lui Dumnezeu.",
        "15": "El zicea: „S-a împlinit vremea! Împărăția lui Dumnezeu s-a apropiat! Pocăiți-vă și credeți în Evanghelie!“.",
        "16": "În timp ce trecea pe lângă Marea Galileei, Isus i-a văzut pe Simon și pe Andrei, fratele lui Simon, aruncând un năvod în mare, căci erau pescari.",
        "17": "Isus le-a zis: „Veniți după Mine și vă voi face să fiți pescari de oameni!“.",
        "18": "Ei și-au lăsat imediat năvoadele și L-au urmat.",
        "19": "Mergând puțin mai încolo, i-a văzut pe Iacov, fiul lui Zebedei, și pe Ioan, fratele lui. Ei erau într-o barcă și își reparau năvoadele.",
        "20": "Imediat i-a chemat, iar ei l-au lăsat pe tatăl lor, Zebedei, în barcă, împreună cu cei angajați, și L-au urmat.",
        "21": "S-au dus în Capernaum și, imediat, în ziua de sabat, Isus a intrat în sinagogă și a început să-i învețe pe oameni.",
        "22": "Ei erau uimiți de învățătura Lui, căci El îi învăța ca Unul Care are autoritate, nu cum îi învățau cărturarii.",
        "23": "Chiar atunci, în sinagoga lor era un om care avea în el un duh necurat. El a strigat,",
        "24": "zicând: ‒ Ce avem noi de-a face cu Tine, Isuse din Nazaret? Ai venit să ne distrugi? Știu Cine ești: Sfântul lui Dumnezeu!",
        "25": "Isus l-a mustrat, zicând: ‒ Taci și ieși din el!",
        "26": "Atunci duhul necurat a ieșit din el, scuturându-l și strigând cu glas tare.",
        "27": "Toți au rămas uimiți, așa că se întrebau între ei, zicând: „Ce este aceasta? Este o învățătură nouă, care are autoritate! El poruncește chiar și duhurilor necurate, iar ele Îl ascultă!“.",
        "28": "Și I s-a dus vestea imediat pretutindeni, în întreaga vecinătate a Galileei.",
        "29": "Imediat după ce au ieșit din sinagogă, au intrat împreună cu Iacov și Ioan în casa lui Simon și a lui Andrei.",
        "30": "Soacra lui Simon era întinsă în pat, având febră, și ei I-au vorbit imediat despre ea.",
        "31": "El S-a apropiat, a apucat-o de mână și a ridicat-o. Și febra a lăsat-o, iar ea a început să le slujească.",
        "32": "Când s-a lăsat seara, după ce a apus soarele, i-au adus la El pe toți cei care aveau boli și pe cei demonizați.",
        "33": "Întreaga cetate era adunată la ușă.",
        "34": "El i-a vindecat pe mulți care aveau diferite boli și a alungat mulți demoni. Pe demoni nu-i lăsa să vorbească, pentru că Îl cunoșteau.",
        "35": "Dis-de-dimineață, când era încă foarte întuneric, Isus S-a sculat, a ieșit și S-a dus într-un loc pustiu. Și Se ruga acolo.",
        "36": "Dar Simon și cei ce erau cu El au început să-L caute",
        "37": "și, când L-au găsit, I-au zis: ‒ Toți Te caută!",
        "38": "Isus le-a răspuns: ‒ Să mergem în altă parte, în satele învecinate, ca să predic și acolo, căci pentru aceasta am ieșit!",
        "39": "Și S-a dus în toată Galileea, predicând în sinagogi și alungând demoni.",
        "40": "A venit la El un lepros, care a îngenuncheat și L-a rugat, zicând: ‒ Dacă vrei, poți să mă curățești!",
        "41": "Cuprins de milă, Isus a întins mâna, l-a atins și i-a zis: ‒ Da, vreau. Fii curățit!",
        "42": "Și imediat lepra s-a îndepărtat de la el și a fost curățit.",
        "43": "Isus i-a spus să plece imediat, avertizându-l",
        "44": "și zicându-i: ‒ Vezi să nu spui nimănui nimic, ci du-te, arată-te preotului și adu pentru curățirea ta ceea ce a poruncit Moise, ca mărturie pentru ei.",
        "45": "Dar el, ieșind, a început să proclame și să răspândească vestea atât de mult, încât Isus nu mai putea să intre pe față în cetate, ci stătea afară, în locuri pustii. Și oamenii veneau la El de pretutindeni."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "The beginning of the Good News of Jesus Christ, the Son of God.",
        "2": "As it is written in the prophets, “Behold, I send my messenger before your face, who will prepare your way before you:",
        "3": "the voice of one crying in the wilderness, ‘Make ready the way of the Lord! Make his paths straight!’”",
        "4": "John came baptizing in the wilderness and preaching the baptism of repentance for forgiveness of sins.",
        "5": "All the country of Judea and all those of Jerusalem went out to him. They were baptized by him in the Jordan river, confessing their sins.",
        "6": "John was clothed with camel’s hair and a leather belt around his waist. He ate locusts and wild honey.",
        "7": "He preached, saying, “After me comes he who is mightier than I, the strap of whose sandals I am not worthy to stoop down and loosen.",
        "8": "I baptized you in water, but he will baptize you in the Holy Spirit.”",
        "9": "In those days, Jesus came from Nazareth of Galilee, and was baptized by John in the Jordan.",
        "10": "Immediately coming up from the water, he saw the heavens parting and the Spirit descending on him like a dove.",
        "11": "A voice came out of the sky, “You are my beloved Son, in whom I am well pleased.”",
        "12": "Immediately the Spirit drove him out into the wilderness.",
        "13": "He was there in the wilderness forty days, tempted by Satan. He was with the wild animals; and the angels were serving him.",
        "14": "Now after John was taken into custody, Jesus came into Galilee, preaching the Good News of God’s Kingdom,",
        "15": "and saying, “The time is fulfilled, and God’s Kingdom is at hand! Repent, and believe in the Good News.”",
        "16": "Passing along by the sea of Galilee, he saw Simon and Andrew, the brother of Simon, casting a net into the sea, for they were fishermen.",
        "17": "Jesus said to them, “Come after me, and I will make you into fishers for men.”",
        "18": "Immediately they left their nets, and followed him.",
        "19": "Going on a little further from there, he saw James the son of Zebedee, and John his brother, who were also in the boat mending the nets.",
        "20": "Immediately he called them, and they left their father, Zebedee, in the boat with the hired servants, and went after him.",
        "21": "They went into Capernaum, and immediately on the Sabbath day he entered into the synagogue and taught.",
        "22": "They were astonished at his teaching, for he taught them as having authority, and not as the scribes.",
        "23": "Immediately there was in their synagogue a man with an unclean spirit, and he cried out,",
        "24": "saying, “Ha! What do we have to do with you, Jesus, you Nazarene? Have you come to destroy us? I know who you are: the Holy One of God!”",
        "25": "Jesus rebuked him, saying, “Be quiet, and come out of him!”",
        "26": "The unclean spirit, convulsing him and crying with a loud voice, came out of him.",
        "27": "They were all amazed, so that they questioned among themselves, saying, “What is this? A new teaching? For with authority he commands even the unclean spirits, and they obey him!”",
        "28": "The report of him went out immediately everywhere into all the region of Galilee and its surrounding area.",
        "29": "Immediately, when they had come out of the synagogue, they came into the house of Simon and Andrew, with James and John.",
        "30": "Now Simon’s wife’s mother lay sick with a fever, and immediately they told him about her.",
        "31": "He came and took her by the hand and raised her up. The fever left her immediately, and she served them.",
        "32": "At evening, when the sun had set, they brought to him all who were sick and those who were possessed by demons.",
        "33": "All the city was gathered together at the door.",
        "34": "He healed many who were sick with various diseases and cast out many demons. He didn’t allow the demons to speak, because they knew him.",
        "35": "Early in the morning, while it was still dark, he rose up and went out, and departed into a deserted place, and prayed there.",
        "36": "Simon and those who were with him searched for him.",
        "37": "They found him and told him, “Everyone is looking for you.”",
        "38": "He said to them, “Let’s go elsewhere into the next towns, that I may preach there also, because I came out for this reason.”",
        "39": "He went into their synagogues throughout all Galilee, preaching and casting out demons.",
        "40": "A leper came to him, begging him, kneeling down to him, and saying to him, “If you want to, you can make me clean.”",
        "41": "Being moved with compassion, he stretched out his hand, and touched him, and said to him, “I want to. Be made clean.”",
        "42": "When he had said this, immediately the leprosy departed from him and he was made clean.",
        "43": "He strictly warned him and immediately sent him out,",
        "44": "and said to him, “See that you say nothing to anybody, but go show yourself to the priest and offer for your cleansing the things which Moses commanded, for a testimony to them.”",
        "45": "But he went out, and began to proclaim it much, and to spread about the matter, so that Jesus could no more openly enter into a city, but was outside in desert places. People came to him from everywhere."
      }
    }
  }
}