{
  "book": "Marcu",
  "chapter": "7",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Fariseii și câțiva cărturari veniți din Ierusalim s-au adunat la Isus.",
        "2": "Ei au văzut pe unii din ucenicii Lui prânzind cu mâinile necurate, adică nespălate.",
        "3": "Fariseii însă și toți iudeii nu mănâncă fără să-și spele cu mare băgare de seamă mâinile, după datina bătrânilor.",
        "4": "Și, când se întorc din piață, nu mănâncă decât după ce s-au scăldat. Sunt multe alte obiceiuri pe care au apucat ei să le țină, precum spălarea paharelor, a urcioarelor, a căldărilor și a paturilor.",
        "5": "Și fariseii, și cărturarii L-au întrebat: „Pentru ce nu se țin ucenicii Tăi de datina bătrânilor, ci prânzesc cu mâinile nespălate?”",
        "6": "Isus le-a răspuns: „Fățarnicilor, bine a prorocit Isaia despre voi, după cum este scris: ‘Norodul acesta Mă cinstește cu buzele, dar inima lui este departe de Mine.",
        "7": "Degeaba Mă cinstesc ei, dând învățături care nu sunt decât niște porunci omenești.’",
        "8": "Voi lăsați porunca lui Dumnezeu și țineți datina așezată de oameni, precum spălarea urcioarelor și a paharelor, și faceți multe alte lucruri de acestea.”",
        "9": "El le-a mai zis: „Ați desființat frumos porunca lui Dumnezeu ca să țineți datina voastră.",
        "10": "Căci Moise a zis: ‘Să cinstești pe tatăl tău și pe mama ta’ și: ‘Cine va grăi de rău pe tatăl său sau pe mama sa să fie pedepsit cu .’",
        "11": "Voi, dimpotrivă, ziceți: ‘Dacă un om va spune tatălui său sau mamei sale: «Ori cu ce te-aș putea ajuta este Corban», adică dat lui Dumnezeu, face bine’;",
        "12": "și nu-l mai lăsați să facă nimic pentru tatăl sau pentru mama sa.",
        "13": "Și așa, ați desființat Cuvântul lui Dumnezeu prin datina voastră. Și faceți multe alte lucruri de felul acesta!” Ce spurcă pe om",
        "14": "În urmă, a chemat din nou noroadele la Sine și le-a zis: „Ascultați-Mă toți și înțelegeți.",
        "15": "Afară din om nu este nimic care, intrând în el, să-l poată spurca, dar ce iese din om, aceea-l spurcă.",
        "16": "Dacă are cineva urechi de auzit, să audă.”",
        "17": "După ce a intrat în casă, pe când era departe de norod, ucenicii Lui L-au întrebat despre pilda aceasta.",
        "18": "El le-a zis: „Și voi sunteți așa de nepricepuți? Nu înțelegeți că nimic din ce intră în om de afară nu-l poate spurca?",
        "19": "Fiindcă nu intră în inima lui, ci în pântece, și apoi este dat afară, în hazna?” A zis astfel, făcând toate bucatele curate.",
        "20": "El le-a mai zis: „Ce iese din om, aceea spurcă pe om.",
        "21": "Căci dinăuntru, din inima oamenilor, ies gândurile rele, preacurviile, curviile, uciderile,",
        "22": "furtișagurile, lăcomiile, vicleșugurile, înșelăciunile, faptele de rușine, ochiul rău, hula, trufia, nebunia.",
        "23": "Toate aceste lucruri rele ies dinăuntru și spurcă pe om.” Femeia cananeancă",
        "24": "Isus a plecat de acolo și S-a dus în ținutul Tirului și al Sidonului. A intrat într-o casă, dorind să nu știe nimeni că este acolo, dar n-a putut să rămână ascuns.",
        "25": "Căci, îndată, o femeie a cărei fetiță era stăpânită de un duh necurat a auzit vorbindu-se despre El și a venit de s-a aruncat la picioarele Lui.",
        "26": "Femeia aceasta era o grecoaică de obârșie siro-feniciană. Ea Îl ruga să scoată pe dracul din fiica ei.",
        "27": "Isus i-a zis: „Lasă să se sature mai întâi copiii, căci nu este bine să iei pâinea copiilor și s-o arunci la căței.”",
        "28": "„Da, Doamne”, I-a răspuns ea, „dar și cățeii de sub masă mănâncă din firimiturile copiilor.”",
        "29": "Atunci, Isus i-a zis: „Pentru vorba aceasta, du-te; a ieșit dracul din fiică-ta.”",
        "30": "Și când a intrat femeia în casa ei, a găsit pe copilă culcată în pat și ieșise dracul din ea. Vindecarea unui surdomut",
        "31": "Isus a părăsit ținutul Tirului și a venit iarăși, prin Sidon, la Marea Galileii, trecând prin ținutul Decapole.",
        "32": "I-au adus un surd care vorbea cu anevoie și L-au rugat să-Și pună mâinile peste el.",
        "33": "El l-a luat la o parte din norod, i-a pus degetele în urechi și i-a atins limba cu scuipatul Lui.",
        "34": "Apoi Și-a ridicat ochii spre cer, a suspinat și a zis: „Efata”, adică „Deschide-te!”",
        "35": "Îndată i s-au deschis urechile, i s-a dezlegat limba și a vorbit foarte deslușit.",
        "36": "Isus le-a poruncit să nu spună nimănui, dar, cu cât le poruncea mai mult, cu atât Îl vesteau mai mult.",
        "37": "Ei erau uimiți peste măsură de mult și ziceau: „Toate le face de minune; chiar și pe surzi îi face să audă, și pe muți, să vorbească.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Fariseii și unii dintre cărturarii care veniseră de la Ierusalim s-au adunat la El",
        "2": "și i-au văzut pe câțiva dintre ucenicii Lui că mănâncă pâine cu mâinile întinate, adică nespălate.",
        "3": "(Căci fariseii și toți iudeii nu mănâncă dacă nu-și spală cu atenție mâinile, ținând astfel tradiția bătrânilor.",
        "4": "Iar când se întorc de la piață, nu mănâncă dacă nu s-au spălat. Și mai sunt multe alte lucruri pe care le-au primit ei să le țină, cum ar fi: spălarea paharelor, a ulcioarelor, a vaselor de bronz și a paturilor.)",
        "5": "Atunci fariseii și cărturarii L-au întrebat pe Isus: ‒ De ce ucenicii Tăi nu umblă potrivit cu tradiția bătrânilor, ci mănâncă cu mâinile întinate?",
        "6": "El le-a răspuns: ‒ Ipocriților! Bine a profețit Isaia despre voi, așa cum este scris: „Poporul acesta Mă onorează cu buzele, dar inima lui este departe de Mine!",
        "7": "Degeaba însă Mi se închină ei, dând ca învățături niște porunci de-ale oamenilor!“.",
        "8": "Voi, lăsând porunca lui Dumnezeu, țineți strâns tradiția oamenilor: spălarea ulcioarelor și a cănilor și multe alte lucruri de felul acesta pe care le faceți.",
        "9": "Apoi le-a zis: ‒ Și ați respins frumos porunca lui Dumnezeu ca să păstrați tradiția voastră!",
        "10": "Căci Moise a zis: „Să-ți respecți tatăl și mama“ și „Cel ce-și vorbește de rău tatăl sau mama să fie pedepsit cu “.",
        "11": "Însă voi ziceți: „Un om nu este vinovat dacă îi spune tatălui său sau mamei sale: «Orice ajutor ai putea primi de la mine este korban»“ (adică este deja închinat ca dar lui Dumnezeu).",
        "12": "Astfel, voi nu-l mai lăsați să facă nimic pentru tatăl sau mama lui",
        "13": "și desființați Cuvântul lui Dumnezeu prin tradiția voastră pe care o răspândiți. Și faceți multe alte lucruri de felul acesta. Lucrurile care îl întinează pe om",
        "14": "Isus a chemat din nou mulțimea și a zis: „Ascultați-Mă cu toții și înțelegeți!",
        "15": "Nu există nimic din afara omului, care, intrând în el, să-l poată întina, ci lucrurile care ies din om, acelea îl întinează!“.",
        "16": "Dacă are cineva urechi de auzit să audă!",
        "17": "După ce a lăsat mulțimea și a intrat în casă, ucenicii Lui L-au întrebat despre pildă.",
        "18": "El le-a zis: „Și voi sunteți tot fără pricepere? Nu înțelegeți că orice intră în om din exterior nu-l poate întina,",
        "19": "fiindcă nu intră în inima lui, ci în stomac, apoi iese în latrină, el dând afară astfel toată mâncarea?“.",
        "20": "Apoi a zis: „Ceea ce iese din om, aceea îl întinează pe om.",
        "21": "Căci din interior, din inima omului, ies gândurile rele, preacurviile, furturile, crimele,",
        "22": "adulterele, lăcomiile, răutățile, viclenia, depravarea, ochiul rău, blasfemia, mândria și nesăbuința.",
        "23": "Toate aceste rele ies din interior și îl întinează pe om“.",
        "24": "Isus a plecat de acolo și S-a dus în regiunile Tyrului și Sidonului. Dorind să nu știe nimeni că Se află acolo, a intrat într-o casă, dar n-a putut rămâne neobservat,",
        "25": "ci imediat, o femeie care auzise despre El și a cărei fetiță avea un duh necurat, a venit la El și I-a căzut la picioare.",
        "26": "Femeia era o grecoaică, originară din Siro-Fenicia. Ea L-a rugat să alunge demonul din fata ei,",
        "27": "dar Isus i-a zis: ‒ Lasă să se sature mai întâi copiii, căci nu este bine să iei pâinea copiilor și s-o arunci la căței.",
        "28": "Însă ea a răspuns și i-a zis: ‒ Da, Doamne, dar și cățeii de sub masă mănâncă din firimiturile copiilor.",
        "29": "Atunci El i-a zis: ‒ Pentru răspunsul acesta, du-te. Demonul a ieșit din fata ta.",
        "30": "Ea a plecat acasă și a găsit copilul culcat pe pat, iar demonul ieșise. Isus vindecă un surdo-mut",
        "31": "Atunci Isus a ieșit iarăși din teritoriul Tyrului și S-a dus, prin Sidon, la Marea Galileei, în mijlocul teritoriului Decapolisului.",
        "32": "Au adus la El un surd, care totodată vorbea greu, și L-au rugat să-Și pună mâna peste el.",
        "33": "Isus l-a luat deoparte din mulțime, Și-a pus degetele în urechile lui și i-a atins limba cu scuipatul Lui.",
        "34": "Apoi a privit spre cer, a oftat și a zis: „Efata!“, care înseamnă: „Deschide-te!“.",
        "35": "Și imediat i s-au deschis urechile, i s-a descleștat limba și a început să vorbească bine.",
        "36": "Isus le-a poruncit să nu spună nimănui, dar cu cât le poruncea să nu spună, cu atât ei proclamau aceasta mai mult.",
        "37": "Ei erau uimiți peste măsură și ziceau: „El pe toate le face bine. Chiar și pe surzi îi face să audă, iar pe muți să vorbească!“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Then the Pharisees and some of the scribes gathered together to him, having come from Jerusalem.",
        "2": "Now when they saw some of his disciples eating bread with defiled, that is unwashed, hands, they found fault.",
        "3": "(For the Pharisees and all the Jews don’t eat unless they wash their hands and forearms, holding to the tradition of the elders.",
        "4": "They don’t eat when they come from the marketplace unless they bathe themselves, and there are many other things which they have received to hold to: washings of cups, pitchers, bronze vessels, and couches.)",
        "5": "The Pharisees and the scribes asked him, “Why don’t your disciples walk according to the tradition of the elders, but eat their bread with unwashed hands?”",
        "6": "He answered them, “Well did Isaiah prophesy of you hypocrites, as it is written, ‘This people honors me with their lips, but their heart is far from me.",
        "7": "They worship me in vain, teaching as doctrines the commandments of men.’",
        "8": "“For you set aside the commandment of God, and hold tightly to the tradition of men—the washing of pitchers and cups, and you do many other such things.”",
        "9": "He said to them, “Full well do you reject the commandment of God, that you may keep your tradition.",
        "10": "For Moses said, ‘Honor your father and your mother;’ and, ‘He who speaks evil of father or mother, let him be put to death.’",
        "11": "But you say, ‘If a man tells his father or his mother, “Whatever profit you might have received from me is Corban,”’” that is to say, given to God,",
        "12": "“then you no longer allow him to do anything for his father or his mother,",
        "13": "making void the word of God by your tradition which you have handed down. You do many things like this.”",
        "14": "He called all the multitude to himself and said to them, “Hear me, all of you, and understand.",
        "15": "There is nothing from outside of the man that going into him can defile him; but the things which proceed out of the man are those that defile the man.",
        "16": "If anyone has ears to hear, let him hear!”",
        "17": "When he had entered into a house away from the multitude, his disciples asked him about the parable.",
        "18": "He said to them, “Are you also without understanding? Don’t you perceive that whatever goes into the man from outside can’t defile him,",
        "19": "because it doesn’t go into his heart, but into his stomach, then into the latrine, making all foods clean?”",
        "20": "He said, “That which proceeds out of the man, that defiles the man.",
        "21": "For from within, out of the hearts of men, proceed evil thoughts, adulteries, sexual sins, murders, thefts,",
        "22": "covetings, wickedness, deceit, lustful desires, an evil eye, blasphemy, pride, and foolishness.",
        "23": "All these evil things come from within and defile the man.”",
        "24": "From there he arose and went away into the borders of Tyre and Sidon. He entered into a house and didn’t want anyone to know it, but he couldn’t escape notice.",
        "25": "For a woman whose little daughter had an unclean spirit, having heard of him, came and fell down at his feet.",
        "26": "Now the woman was a Greek, a Syrophoenician by race. She begged him that he would cast the demon out of her daughter.",
        "27": "But Jesus said to her, “Let the children be filled first, for it is not appropriate to take the children’s bread and throw it to the dogs.”",
        "28": "But she answered him, “Yes, Lord. Yet even the dogs under the table eat the children’s crumbs.”",
        "29": "He said to her, “For this saying, go your way. The demon has gone out of your daughter.”",
        "30": "She went away to her house, and found the child having been laid on the bed, with the demon gone out.",
        "31": "Again he departed from the borders of Tyre and Sidon, and came to the sea of Galilee through the middle of the region of Decapolis.",
        "32": "They brought to him one who was deaf and had an impediment in his speech. They begged him to lay his hand on him.",
        "33": "He took him aside from the multitude privately and put his fingers into his ears; and he spat and touched his tongue.",
        "34": "Looking up to heaven, he sighed, and said to him, “Ephphatha!” that is, “Be opened!”",
        "35": "Immediately his ears were opened, and the impediment of his tongue was released, and he spoke clearly.",
        "36": "He commanded them that they should tell no one, but the more he commanded them, so much the more widely they proclaimed it.",
        "37": "They were astonished beyond measure, saying, “He has done all things well. He makes even the deaf hear and the mute speak!”"
      }
    }
  }
}