{
  "book": "Marcu",
  "chapter": "10",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Isus a plecat de acolo și a venit în ținutul Iudeii, dincolo de Iordan. Gloatele s-au adunat din nou la El și, după obiceiul Său, a început iarăși să le învețe.",
        "2": "Au venit la El fariseii și, ca să-L ispitească, L-au întrebat dacă este îngăduit unui bărbat să-și lase nevasta.",
        "3": "Drept răspuns, El le-a zis: „Ce v-a poruncit Moise?”",
        "4": "„Moise”, au zis ei, „a dat voie ca bărbatul să scrie o carte de despărțire și s-o lase.”",
        "5": "Isus le-a zis: „Din pricina împietririi inimii voastre v-a scris Moise porunca aceasta.",
        "6": "Dar, de la începutul lumii, Dumnezeu i-a făcut parte bărbătească și parte femeiască.",
        "7": "De aceea va lăsa omul pe tatăl său și pe mama sa și se va lipi de nevastă-sa.",
        "8": "Și cei doi vor fi un singur trup. Așa că nu mai sunt doi, ci sunt un singur trup.",
        "9": "Deci ce a împreunat Dumnezeu, omul să nu despartă.”",
        "10": "În casă, ucenicii L-au întrebat iarăși asupra celor de mai sus.",
        "11": "El le-a zis: „Oricine își lasă nevasta și ia pe alta de nevastă preacurvește față de ea",
        "12": "și dacă o nevastă își lasă bărbatul și ia pe altul de bărbat preacurvește.” Copilașii",
        "13": "I-au adus niște copilași ca să Se atingă de ei. Dar ucenicii au certat pe cei ce îi aduceau.",
        "14": "Când a văzut Isus acest lucru, S-a mâniat și le-a zis: „Lăsați copilașii să vină la Mine și nu-i opriți, căci Împărăția lui Dumnezeu este a celor ca ei.",
        "15": "Adevărat vă spun că oricine nu va primi Împărăția lui Dumnezeu ca un copilaș cu niciun chip nu va intra în ea!”",
        "16": "Apoi i-a luat în brațe și i-a binecuvântat, punându-Și mâinile peste ei.",
        "17": "Tocmai când era gata să pornească la drum, a alergat la El un om care a îngenuncheat înaintea Lui și L-a întrebat: „Bunule Învățător, ce să fac ca să moștenesc viața veșnică?”",
        "18": "„Pentru ce Mă numești bun?”, i-a zis Isus. „Nimeni nu este bun, decât Unul singur: Dumnezeu.",
        "19": "Cunoști poruncile: ‘Să nu preacurvești; să nu ucizi; să nu furi; să nu faci o mărturisire mincinoasă; să nu înșeli; să cinstești pe tatăl tău și pe mama ta.’”",
        "20": "El I-a răspuns: „Învățătorule, toate aceste lucruri le-am păzit cu grijă din tinerețea mea.”",
        "21": "Isus S-a uitat țintă la el, l-a iubit și i-a zis: „Îți lipsește un lucru; du-te de vinde tot ce ai, dă la săraci, și vei avea o comoară în cer. Apoi vino, ia-ți crucea și urmează-Mă.”",
        "22": "Mâhnit de aceste cuvinte, omul acesta a plecat întristat de tot, căci avea multe avuții.",
        "23": "Isus S-a uitat împrejurul Lui și a zis ucenicilor Săi: „Cât de anevoie vor intra în Împărăția lui Dumnezeu cei ce au avuții!”",
        "24": "Ucenicii au rămas uimiți de cuvintele Lui. Isus a luat din nou cuvântul și le-a zis: „Fiilor, cât de anevoie este pentru cei ce se încred în bogății să intre în Împărăția lui Dumnezeu!",
        "25": "Mai lesne este să treacă o cămilă prin urechea unui ac decât să intre un om bogat în Împărăția lui Dumnezeu!”",
        "26": "Ucenicii au rămas și mai uimiți și au zis unii către alții: „Cine poate atunci să fie mântuit?”",
        "27": "Isus S-a uitat țintă la ei și le-a zis: „Lucrul acesta este cu neputință la oameni, dar nu la Dumnezeu, pentru că toate lucrurile sunt cu putință la Dumnezeu.” Moștenirea vieții veșnice",
        "28": "Petru a început să-I zică: „Iată că noi am lăsat totul și Te-am urmat.”",
        "29": "Isus a răspuns: „Adevărat vă spun că nu este nimeni care să fi lăsat casă sau frați sau surori sau tată sau mamă sau nevastă sau copii sau holde pentru Mine și pentru Evanghelie",
        "30": "și să nu primească acum, în veacul acesta, de o sută de ori mai mult: case, frați, surori, mame, copii și holde, împreună cu prigoniri, iar în veacul viitor, viața veșnică.",
        "31": "Mulți din cei dintâi vor fi cei de pe urmă, și mulți din cei de pe urmă vor fi cei dintâi.” Isus vestește și învierea Sa",
        "32": "Ei erau pe drum și se suiau la Ierusalim, și Isus mergea înaintea lor. Ucenicii erau tulburați și mergeau îngroziți după El. Isus a luat iarăși la El pe cei doisprezece și a început să le vorbească despre lucrurile care aveau să I se întâmple.",
        "33": "„Iată”, a zis El, „ne suim la Ierusalim, și Fiul omului va fi dat în mâinile preoților celor mai de seamă și cărturarilor. Ei Îl vor osândi la moarte și-L vor da în mâinile neamurilor,",
        "34": "care își vor bate joc de El, Îl vor bate cu nuiele, Îl vor scuipa și-L vor omorî, dar, după trei zile, va învia.”",
        "35": "Fiii lui Zebedei, Iacov și Ioan, au venit la Isus și I-au zis: „Învățătorule, am vrea să ne faci ce-Ți vom cere.”",
        "36": "El le-a zis: „Ce voiți să vă fac?”",
        "37": "„Dă-ne”, I-au zis ei, „să ședem unul la dreapta Ta și altul la stânga Ta când vei fi îmbrăcat în slava Ta.”",
        "38": "Isus le-a răspuns: „Nu știți ce cereți. Puteți voi să beți paharul pe care am să-l beau Eu sau să fiți botezați cu botezul cu care am să fiu botezat Eu?”",
        "39": "„Putem”, au zis ei. Și Isus le-a răspuns: „Este adevărat că paharul pe care-l voi bea Eu, îl veți bea și cu botezul cu care voi fi botezat Eu, veți fi botezați,",
        "40": "dar cinstea de a ședea la dreapta sau la stânga Mea nu atârnă de Mine s-o dau, ci ea este numai pentru aceia pentru care a fost pregătită.”",
        "41": "Cei zece, când au auzit lucrul acesta, au început să se mânie pe Iacov și pe Ioan.",
        "42": "Isus i-a chemat la El și le-a zis: „Știți că cei priviți drept cârmuitori ai neamurilor domnesc peste ele și mai-marii lor le poruncesc cu stăpânire.",
        "43": "Dar între voi să nu fie așa. Ci oricare va vrea să fie mare între voi să fie slujitorul vostru",
        "44": "și oricare va vrea să fie cel dintâi între voi să fie robul tuturor.",
        "45": "Căci Fiul omului n-a venit să I se slujească, ci El să slujească și să-Și dea viața răscumpărare pentru mulți!”",
        "46": "Au ajuns la Ierihon. Și, pe când ieșea Isus din Ierihon cu ucenicii Săi și cu o mare mulțime de oameni, fiul lui Timeu, Bartimeu, un cerșetor orb, ședea jos, lângă drum, și cerea de milă.",
        "47": "El a auzit că trece Isus din Nazaret și a început să strige: „Isuse, Fiul lui David, ai milă de mine!”",
        "48": "Mulți îl certau să tacă, dar el și mai tare striga: „Fiul lui David, ai milă de mine!”",
        "49": "Isus S-a oprit și a zis: „Chemați-l!” Au chemat pe orb și i-au zis: „Îndrăznește, scoală-te, căci te cheamă.”",
        "50": "Orbul și-a aruncat haina, a sărit și a venit la Isus.",
        "51": "Isus a luat cuvântul și i-a zis: „Ce vrei să-ți fac?” „Rabuni”, I-a răspuns orbul, „să capăt vederea.”",
        "52": "Și Isus i-a zis: „Du-te, credința ta te-a mântuit.” Îndată orbul și-a căpătat vederea și a mers pe drum după Isus."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Apoi a plecat de acolo și a venit în regiunile Iudeei și dincolo de Iordan. Mulțimile s-au adunat din nou în jurul Lui, iar El, așa cum Îi era obiceiul, a început iarăși să-i învețe.",
        "2": "Niște farisei au venit la El ca să-L pună la încercare și L-au întrebat dacă îi este îngăduit unui soț să divorțeze de soția lui.",
        "3": "Isus, răspunzând, le-a zis: ‒ Ce v-a poruncit Moise?",
        "4": "Ei au zis: ‒ Moise a dat voie ca soțul să-i scrie soției o scrisoare de despărțire și să divorțeze de ea.",
        "5": "Dar Isus le-a zis: ‒ Din cauza inimilor voastre împietrite v-a scris el această poruncă,",
        "6": "însă la începutul creației Dumnezeu „i-a făcut bărbat și femeie“.",
        "7": "„De aceea bărbatul își va lăsa tatăl și mama și se va alipi de soția lui,",
        "8": "iar cei doi vor fi un singur trup“. Așa că nu mai sunt doi, ci un singur trup.",
        "9": "Deci, ceea ce a unit Dumnezeu, omul să nu despartă!",
        "10": "În casă, ucenicii L-au întrebat iarăși cu privire la aceasta.",
        "11": "El le-a zis: „Oricine divorțează de soția lui și se căsătorește cu alta comite adulter împotriva ei.",
        "12": "Și dacă o soție divorțează de soțul ei și se căsătorește cu altul, comite adulter“.",
        "13": "I-au adus niște copilași, ca să Se atingă de ei, dar ucenicii i-au mustrat.",
        "14": "Isus însă, când a văzut acest lucru, S-a indignat și le-a zis: „Lăsați copilașii să vină la Mine! Nu-i opriți, pentru că Împărăția lui Dumnezeu este a celor ca ei!",
        "15": "Adevărat vă spun că, oricine nu primește Împărăția lui Dumnezeu ca un copilaș, nicidecum nu va intra în ea!“.",
        "16": "Apoi i-a luat în brațe și i-a binecuvântat, punându-Și mâinile peste ei. Isus și",
        "17": "Tocmai când pornea la drum, a alergat la El un om care a căzut în genunchi înaintea Lui și L-a întrebat: ‒ Bunule Învățător, ce să fac ca să moștenesc viața veșnică?",
        "18": "Isus i-a zis: ‒ De ce Mă numești „bun“? Nimeni nu este bun, decât Unul: Dumnezeu.",
        "19": "Cunoști poruncile: „Să nu ucizi“, „Să nu comiți adulter“, „Să nu furi“, „Să nu depui mărturie falsă“, „Să nu păgubești pe nimeni“, „Să-ți respecți tatăl și mama“.",
        "20": "El I-a spus: ‒ Învățătorule, pe toate acestea le-am păzit încă din tinerețea mea.",
        "21": "Uitându-Se la el, Isus l-a îndrăgit și i-a zis: ‒ Îți lipsește un singur lucru: du-te, vinde tot ce ai și dă săracilor, și vei avea astfel o comoară în Cer. Apoi vino și urmează-Mă!",
        "22": "Mâhnit de aceste cuvinte, a plecat întristat, pentru că avea multe averi.",
        "23": "Isus a privit în jur și le-a zis ucenicilor Săi: ‒ Cât de greu este pentru cei ce au bogății să intre în Împărăția lui Dumnezeu!",
        "24": "Ucenicii au rămas uimiți de cuvintele Lui. Isus le-a zis iarăși: ‒ Copii, cât de greu este pentru cei ce se încred în bogății să intre în Împărăția lui Dumnezeu!",
        "25": "Este mai ușor să treacă o cămilă prin deschizătura acului, decât să intre cel bogat în Împărăția lui Dumnezeu!",
        "26": "Ei au rămas și mai uimiți și și-au zis unii altora: ‒ Atunci cine poate fi mântuit?",
        "27": "Uitându-Se la ei, Isus a zis: ‒ Este imposibil pentru oameni, dar nu și pentru Dumnezeu, căci pentru Dumnezeu toate lucrurile sunt posibile.",
        "28": "Petru a început să-I zică: ‒ Iată, noi am lăsat totul și Te-am urmat.",
        "29": "Isus a răspuns: ‒ Adevărat vă spun că nu este nimeni care să-și fi lăsat casă sau frați sau surori sau mamă sau tată sau copii sau terenuri de dragul Meu și de dragul Evangheliei",
        "30": "și care să nu primească acum, în vremea aceasta, de o sută de ori mai mult case, frați, surori, mame, copii și terenuri, împreună cu persecuții, iar în veacul care vine, viață veșnică.",
        "31": "Dar mulți dintre cei dintâi vor fi cei din urmă, iar cei din urmă vor fi cei dintâi. Isus vorbește din nou despre și învierea Sa",
        "32": "Ei erau pe drum și mergeau spre Ierusalim. Isus mergea înaintea lor. Ucenicii erau uimiți, iar cei care-L urmau erau speriați. Isus i-a luat din nou deoparte pe cei doisprezece și a început să le vorbească despre ce urma să I se întâmple:",
        "33": "„Iată că mergem spre Ierusalim, și Fiul Omului va fi dat pe mâna conducătorilor preoților și a cărturarilor. Ei Îl vor condamna la moarte și-L vor da pe mâna neevreilor,",
        "34": "care Îl vor batjocori, Îl vor scuipa, Îl vor biciui și-L vor omorî. Dar după trei zile va învia“.",
        "35": "Iacov și Ioan, fiii lui Zebedei, au venit la El și I-au zis: ‒ Învățătorule, dorim să faci pentru noi orice-Ți vom cere.",
        "36": "El i-a întrebat: ‒ Ce doriți să fac pentru voi?",
        "37": "Ei I-au zis: ‒ Dă-ne voie să ședem unul la dreapta și altul la stânga Ta, în gloria Ta.",
        "38": "Isus le-a zis: ‒ Nu știți ce cereți! Puteți voi să beți paharul pe care îl beau Eu sau să fiți botezați cu botezul cu care sunt botezat Eu?",
        "39": "Ei I-au zis: ‒ Putem! Isus le-a zis: ‒ Veți bea paharul pe care-l voi bea Eu și veți fi botezați cu botezul cu care sunt botezat Eu,",
        "40": "dar dreptul de a sta la dreapta sau la stânga Mea nu ține de Mine să-l dau, ci este pentru aceia cărora le-a fost pregătit.",
        "41": "Ceilalți zece, când au auzit, au început să fie indignați din cauza lui Iacov și a lui Ioan.",
        "42": "Atunci Isus i-a chemat la El și le-a zis: „Știți că cei considerați domnitori ai națiunilor stăpânesc peste ele, iar conducătorii lor își exercită autoritatea asupra lor.",
        "43": "Dar între voi nu este așa! Dimpotrivă, oricine vrea să fie mai mare între voi va fi slujitorul vostru,",
        "44": "iar cel ce vrea să fie primul între voi va fi sclavul tuturor.",
        "45": "Căci Fiul Omului a venit nu ca să fie slujit, ci ca să slujească și să-Și dea viața ca răscumpărare pentru mulți“. Vindecarea orbului Bartimeu",
        "46": "Au ajuns în Ierihon. Când a ieșit Isus din Ierihon, împreună cu ucenicii Lui și cu o mulțime mare de oameni, un cerșetor orb, pe nume Bartimeu, fiul lui Timeu, ședea lângă drum.",
        "47": "Când a auzit el că este Isus din Nazaret, a început să strige și să zică: ‒ Fiul lui David, Isuse, ai milă de mine!",
        "48": "Mulți îl mustrau ca să tacă, dar el striga și mai tare: ‒ Fiul lui David, ai milă de mine!",
        "49": "Isus S-a oprit și a zis: „Chemați-l!“. Ei l-au chemat pe orb și i-au zis: „Îndrăznește! Ridică-te, căci te cheamă!“.",
        "50": "El și-a aruncat haina, a sărit în picioare și a venit la Isus.",
        "51": "Atunci Isus, răspunzându-i, a întrebat: ‒ Ce dorești să fac pentru tine? Orbul I-a zis: ‒ Rabuni, aș vrea să-mi revină vederea!",
        "52": "Isus i-a zis: ‒ Du-te! Credința ta te-a vindecat. Imediat i-a revenit vederea și L-a urmat pe Isus pe drum."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "He arose from there and came into the borders of Judea and beyond the Jordan. Multitudes came together to him again. As he usually did, he was again teaching them.",
        "2": "Pharisees came to him testing him, and asked him, “Is it lawful for a man to divorce his wife?”",
        "3": "He answered, “What did Moses command you?”",
        "4": "They said, “Moses allowed a certificate of divorce to be written, and to divorce her.”",
        "5": "But Jesus said to them, “For your hardness of heart, he wrote you this commandment.",
        "6": "But from the beginning of the creation, God made them male and female.",
        "7": "For this cause a man will leave his father and mother, and will join to his wife,",
        "8": "and the two will become one flesh, so that they are no longer two, but one flesh.",
        "9": "What therefore God has joined together, let no man separate.”",
        "10": "In the house, his disciples asked him again about the same matter.",
        "11": "He said to them, “Whoever divorces his wife and marries another commits adultery against her.",
        "12": "If a woman herself divorces her husband and marries another, she commits adultery.”",
        "13": "They were bringing to him little children, that he should touch them, but the disciples rebuked those who were bringing them.",
        "14": "But when Jesus saw it, he was moved with indignation and said to them, “Allow the little children to come to me! Don’t forbid them, for God’s Kingdom belongs to such as these.",
        "15": "Most certainly I tell you, whoever will not receive God’s Kingdom like a little child, he will in no way enter into it.”",
        "16": "He took them in his arms and blessed them, laying his hands on them.",
        "17": "As he was going out into the way, one ran to him, knelt before him, and asked him, “Good Teacher, what shall I do that I may inherit eternal life?”",
        "18": "Jesus said to him, “Why do you call me good? No one is good except one—God.",
        "19": "You know the commandments: ‘Do not murder,’ ‘Do not commit adultery,’ ‘Do not steal,’ ‘Do not give false testimony,’ ‘Do not defraud,’ ‘Honor your father and mother.’”",
        "20": "He said to him, “Teacher, I have observed all these things from my youth.”",
        "21": "Jesus looking at him loved him, and said to him, “One thing you lack. Go, sell whatever you have and give to the poor, and you will have treasure in heaven; and come, follow me, taking up the cross.”",
        "22": "But his face fell at that saying, and he went away sorrowful, for he was one who had great possessions.",
        "23": "Jesus looked around and said to his disciples, “How difficult it is for those who have riches to enter into God’s Kingdom!”",
        "24": "The disciples were amazed at his words. But Jesus answered again, “Children, how hard it is for those who trust in riches to enter into God’s Kingdom!",
        "25": "It is easier for a camel to go through a needle’s eye than for a rich man to enter into God’s Kingdom.”",
        "26": "They were exceedingly astonished, saying to him, “Then who can be saved?”",
        "27": "Jesus, looking at them, said, “With men it is impossible, but not with God, for all things are possible with God.”",
        "28": "Peter began to tell him, “Behold, we have left all and have followed you.”",
        "29": "Jesus said, “Most certainly I tell you, there is no one who has left house, or brothers, or sisters, or father, or mother, or wife, or children, or land, for my sake, and for the sake of the Good News,",
        "30": "but he will receive one hundred times more now in this time: houses, brothers, sisters, mothers, children, and land, with persecutions; and in the age to come eternal life.",
        "31": "But many who are first will be last, and the last first.”",
        "32": "They were on the way, going up to Jerusalem; and Jesus was going in front of them, and they were amazed; and those who followed were afraid. He again took the twelve, and began to tell them the things that were going to happen to him.",
        "33": "“Behold, we are going up to Jerusalem. The Son of Man will be delivered to the chief priests and the scribes. They will condemn him to death, and will deliver him to the Gentiles.",
        "34": "They will mock him, spit on him, scourge him, and kill him. On the third day he will rise again.”",
        "35": "James and John, the sons of Zebedee, came near to him, saying, “Teacher, we want you to do for us whatever we will ask.”",
        "36": "He said to them, “What do you want me to do for you?”",
        "37": "They said to him, “Grant to us that we may sit, one at your right hand and one at your left hand, in your glory.”",
        "38": "But Jesus said to them, “You don’t know what you are asking. Are you able to drink the cup that I drink, and to be baptized with the baptism that I am baptized with?”",
        "39": "They said to him, “We are able.” Jesus said to them, “You shall indeed drink the cup that I drink, and you shall be baptized with the baptism that I am baptized with;",
        "40": "but to sit at my right hand and at my left hand is not mine to give, but for whom it has been prepared.”",
        "41": "When the ten heard it, they began to be indignant toward James and John.",
        "42": "Jesus summoned them and said to them, “You know that they who are recognized as rulers over the nations lord it over them, and their great ones exercise authority over them.",
        "43": "But it shall not be so among you, but whoever wants to become great among you shall be your servant.",
        "44": "Whoever of you wants to become first among you shall be bondservant of all.",
        "45": "For the Son of Man also came not to be served but to serve, and to give his life as a ransom for many.”",
        "46": "They came to Jericho. As he went out from Jericho with his disciples and a great multitude, the son of Timaeus, Bartimaeus, a blind beggar, was sitting by the road.",
        "47": "When he heard that it was Jesus the Nazarene, he began to cry out and say, “Jesus, you son of David, have mercy on me!”",
        "48": "Many rebuked him, that he should be quiet, but he cried out much more, “You son of David, have mercy on me!”",
        "49": "Jesus stood still and said, “Call him.” They called the blind man, saying to him, “Cheer up! Get up. He is calling you!”",
        "50": "He, casting away his cloak, sprang up, and came to Jesus.",
        "51": "Jesus asked him, “What do you want me to do for you?” The blind man said to him, “Rabboni, that I may see again.”",
        "52": "Jesus said to him, “Go your way. Your faith has made you well.” Immediately he received his sight and followed Jesus on the way."
      }
    }
  }
}