{
  "book": "Marcu",
  "chapter": "5",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Au ajuns pe celălalt țărm al mării, în ținutul gadarenilor.",
        "2": "Când a ieșit Isus din corabie, L-a întâmpinat îndată un om care ieșea din morminte, stăpânit de un duh necurat.",
        "3": "Omul acesta își avea locuința în morminte și nimeni nu mai putea să-l țină legat, nici chiar cu un lanț.",
        "4": "Căci de multe ori fusese legat cu picioarele în obezi și cu cătușe la mâini, dar rupsese cătușele și sfărâmase obezile, și nimeni nu-l putea domoli.",
        "5": "Totdeauna, zi și noapte, stătea în morminte și pe munți, țipând și tăindu-se cu pietre.",
        "6": "Când a văzut pe Isus de departe, a alergat, I s-a închinat",
        "7": "și a strigat cu glas tare: „Ce am eu a face cu Tine, Isuse, Fiul Dumnezeului celui Preaînalt? Te jur în Numele lui Dumnezeu să nu mă chinuiești!”",
        "8": "Căci Isus îi zicea: „Duh necurat, ieși din omul acesta!”",
        "9": "„Care-ți este numele?”, l-a întrebat Isus. „Numele meu este Legiune”, a răspuns el, „pentru că suntem mulți.”",
        "10": "Și Îl ruga stăruitor să nu-i trimită afară din ținutul acela.",
        "11": "Acolo, lângă munte, era o turmă mare de porci care pășteau.",
        "12": "Și dracii L-au rugat și au zis: „Trimite-ne în porcii aceia, ca să intrăm în ei.”",
        "13": "Isus le-a dat voie. Și duhurile necurate au ieșit și au intrat în porci; și turma s-a repezit de pe râpă în mare. Erau aproape două mii și s-au înecat în mare.",
        "14": "Porcarii au fugit și au dat de știre în cetate și prin satele vecine. Oamenii au ieșit să vadă ce s-a întâmplat.",
        "15": "Au venit la Isus, și iată pe cel ce fusese îndrăcit și avusese legiunea de draci șezând jos îmbrăcat și întreg la minte; și s-au înspăimântat.",
        "16": "Cei ce văzuseră cele întâmplate, le-au povestit tot ce se petrecuse cu cel îndrăcit și cu porcii.",
        "17": "Atunci au început să roage pe Isus să plece din ținutul lor.",
        "18": "Pe când Se suia El în corabie, omul care fusese îndrăcit Îl ruga să-l lase să rămână cu El.",
        "19": "Isus nu i-a dat voie, ci i-a zis: „Du-te acasă la ai tăi și povestește-le tot ce ți-a făcut Domnul și cum a avut milă de tine.”",
        "20": "El a plecat și a început să vestească prin Decapole tot ce-i făcuse Isus. Și toți se minunau. Învierea fiicei lui Iair și vindecarea unei femei bolnave de doisprezece ani",
        "21": "După ce a trecut Isus iarăși de cealaltă parte cu corabia, s-a adunat mult norod în jurul Lui. El stătea lângă mare.",
        "22": "Atunci a venit unul din fruntașii sinagogii, numit Iair. Cum L-a văzut, fruntașul s-a aruncat la picioarele Lui",
        "23": "și I-a făcut următoarea rugăminte stăruitoare: „Fetița mea trage să moară; rogu-Te, vino de-Ți pune mâinile peste ea, ca să se facă sănătoasă și să trăiască.”",
        "24": "Isus a plecat împreună cu el. Și după El mergea mult norod și-L îmbulzea.",
        "25": "Și era o femeie care de doisprezece ani avea o scurgere de sânge.",
        "26": "Ea suferise mult de la mulți doctori, cheltuise tot ce avea și nu simțise nicio ușurare, ba încă îi era mai rău.",
        "27": "A auzit vorbindu-se despre Isus, a venit pe dinapoi prin mulțime și s-a atins de haina Lui.",
        "28": "Căci își zicea ea: „Dacă aș putea doar să mă ating de haina Lui, mă voi tămădui.”",
        "29": "Și îndată, a secat izvorul sângelui ei. Și a simțit în tot trupul ei că s-a tămăduit de boală.",
        "30": "Isus a cunoscut îndată că o putere ieșise din El și, întorcându-Se spre mulțime, a zis: „Cine s-a atins de hainele Mele?”",
        "31": "Ucenicii I-au zis: „Vezi că mulțimea Te îmbulzește și mai zici: ‘Cine s-a atins de Mine?’”",
        "32": "El Se uita de jur împrejur să vadă pe cea care făcuse lucrul acesta.",
        "33": "Femeia, înfricoșată și tremurând, căci știa ce se petrecuse în ea, a venit de s-a aruncat la picioarele Lui și I-a spus tot adevărul.",
        "34": "Dar Isus i-a zis: „Fiică, credința ta te-a mântuit; du-te în pace și fii tămăduită de boala ta.”",
        "35": "Pe când vorbea El încă, iată că vin niște oameni de la fruntașul sinagogii, care-i spun: „Fiica ta a murit; pentru ce mai superi pe Învățătorul?”",
        "36": "Dar Isus, fără să țină seamă de cuvintele acestea, a zis fruntașului sinagogii: „Nu te teme, crede numai!”",
        "37": "Și n-a îngăduit nimănui să-L însoțească, afară de Petru, Iacov și Ioan, fratele lui Iacov.",
        "38": "Au ajuns la casa fruntașului sinagogii. Acolo, Isus a văzut o zarvă și pe unii care plângeau și se tânguiau mult.",
        "39": "A intrat înăuntru și le-a zis: „Pentru ce faceți atâta zarvă și pentru ce plângeți? Copila n-a murit, ci doarme.”",
        "40": "Ei își băteau joc de El. Atunci, după ce i-a scos afară pe toți, a luat cu El pe tatăl copilei, pe mama ei și pe cei ce-L însoțiseră și a intrat acolo unde zăcea copila.",
        "41": "A apucat-o de mână și i-a zis: „Talita cumi”, care, tălmăcit, înseamnă: „Fetițo, scoală-te, îți zic!”",
        "42": "Îndată, fetița s-a sculat și a început să umble, căci era de doisprezece ani. Ei au rămas încremeniți.",
        "43": "Isus le-a poruncit cu tărie să nu știe nimeni lucrul acesta și a zis să dea de mâncare fetiței."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Au ajuns de cealaltă parte a mării, în teritoriul gherasenilor.",
        "2": "Când a coborât Isus din barcă, L-a întâmpinat imediat un om care ieșea din morminte și avea în el un duh necurat.",
        "3": "El își avea locuința în morminte și nimeni nu mai putea să-l țină legat, nici chiar cu un lanț.",
        "4": "Fusese de multe ori legat cu lanțuri și cu cătușe, dar rupsese lanțurile și sfărâmase cătușele și nimeni nu-l putea stăpâni.",
        "5": "Toată noaptea și toată ziua era prin morminte sau prin munți, urlând și tăindu-se cu pietre.",
        "6": "Când L-a văzut pe Isus de departe, a alergat, I s-a închinat",
        "7": "și a strigat cu glas tare, zicând: ‒ Ce am eu de-a face cu Tine, Isuse, Fiu al Dumnezeului celui Preaînalt? Te pun să juri pe Dumnezeu, să nu mă chinui!",
        "8": "Căci Isus îi zicea: „Duh necurat, ieși din acest om!“.",
        "9": "Isus l-a întrebat: ‒ Care-ți este numele? El I-a zis: ‒ Numele meu este „Legiune“, pentru că suntem mulți.",
        "10": "Și Îl ruga mult pe Isus să nu-l trimită afară din regiunea aceea.",
        "11": "Acolo, pe munte, era o turmă mare de porci care pășteau.",
        "12": "Duhurile necurate L-au rugat, zicând: ‒ Trimite-ne în porcii aceia, ca să intrăm în ei!",
        "13": "Și El le-a dat voie. Duhurile necurate au ieșit din om și au intrat în porci. Atunci turma, în jur de două mii de porci, s-a repezit pe râpă în jos, în mare; și s-au înecat în mare.",
        "14": "Păzitorii lor au fugit și i-au anunțat pe oameni în cetate și în cătune. Și aceștia au venit să vadă ce s-a întâmplat.",
        "15": "Când au ajuns la Isus și l-au văzut pe cel ce fusese demonizat (care avusese în el „Legiunea“), stând jos, îmbrăcat și întreg la minte, s-au înspăimântat.",
        "16": "Cei ce văzuseră ce s-a întâmplat, cu cel ce fusese demonizat și cu porcii, le-au istorisit totul.",
        "17": "Atunci ei au început să-L roage pe Isus să plece din teritoriul lor.",
        "18": "În timp ce Isus Se urca în barcă, cel ce fusese demonizat Îl ruga să-l lase să rămână cu El,",
        "19": "dar Isus nu l-a lăsat, ci i-a zis: „Du-te acasă, la ai tăi, și istorisește-le cât de mult a făcut Domnul pentru tine și cum a avut milă de tine!“.",
        "20": "El a plecat și a început să proclame prin Decapolis cât de mult făcuse Isus pentru el. Și toți erau uimiți. Vindecarea unei femei și învierea unei fetițe",
        "21": "După ce Isus a trecut iarăși cu barca de cealaltă parte, s-a adunat la El o mare mulțime de oameni. Și El stătea lângă mare.",
        "22": "A venit la El unul dintre conducătorii sinagogii, pe nume Iair. Când L-a văzut, a căzut la picioarele Lui",
        "23": "și L-a rugat insistent, zicând: „Fetița mea este pe moarte. Vino și pune-Ți mâinile peste ea ca să fie vindecată și să trăiască!“.",
        "24": "Isus a plecat împreună cu el. O mare mulțime de oameni Îl urma și se îmbulzea în jurul Lui.",
        "25": "Era acolo o femeie care, de doisprezece ani, avea o hemoragie.",
        "26": "Ea suferise multe din partea multor doctori și cheltuise tot ce avusese fără vreun folos, ba dimpotrivă, se îmbolnăvise mai rău.",
        "27": "Auzind despre Isus, a venit în mulțime pe la spate și s-a atins de haina Lui.",
        "28": "Căci își zicea: „Dacă aș atinge măcar hainele Lui, voi fi vindecată!“.",
        "29": "Imediat izvorul sângelui ei a secat și ea a simțit în trup că fusese vindecată de boala ei.",
        "30": "Isus Și-a dat seama imediat că din El ieșise o putere și, întorcându-Se spre mulțime, a întrebat: ‒ Cine s-a atins de hainele Mele?",
        "31": "Ucenicii I-au zis: ‒ Vezi că mulțimea se înghesuie în jurul Tău, iar Tu întrebi: „Cine M-a atins?“.",
        "32": "El însă Se uita de jur-împrejur ca s-o vadă pe cea care făcuse lucrul acesta.",
        "33": "Atunci femeia, știind ce i se întâmplase, a venit înfricoșată și tremurând și a căzut înaintea Lui, spunându-I tot adevărul.",
        "34": "Isus i-a zis: „Fiică, credința ta te-a vindecat! Du-te în pace și fii vindecată de boala ta!“.",
        "35": "În timp ce El încă vorbea, au venit câțiva din casa conducătorului sinagogii și au zis: ‒ Fata ta a murit. De ce-L mai deranjezi pe Învățător?",
        "36": "Dar Isus, ignorând cuvintele lor, i-a zis conducătorului sinagogii: ‒ Nu te teme! Crede doar!",
        "37": "N-a dat voie nimănui să-L însoțească, în afară de Petru, Iacov și Ioan, fratele lui Iacov.",
        "38": "Când au ajuns ei la casa conducătorului sinagogii, Isus a văzut acolo tulburare și pe cei ce plângeau și boceau mult.",
        "39": "El a intrat și le-a zis: „De ce sunteți tulburați și plângeți? Copilul n-a murit, ci doarme!“.",
        "40": "Ei însă râdeau de El. Isus i-a scos pe toți afară, i-a luat pe tatăl copilului, pe mama acestuia și pe cei ce erau cu El și a intrat acolo unde era copilul.",
        "41": "A apucat copilul de mână și i-a zis: „Talita kum!“, care tradus înseamnă: „Fetițo, ție îți zic, scoală-te!“.",
        "42": "Fetița s-a ridicat imediat și a început să umble. Ea era în vârstă de doisprezece ani. Ei au înmărmurit de uimire.",
        "43": "Isus le-a poruncit de mai multe ori să nu știe nimeni despre aceasta și a spus să i se dea fetiței să mănânce."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "They came to the other side of the sea, into the country of the Gadarenes.",
        "2": "When he had come out of the boat, immediately a man with an unclean spirit met him out of the tombs.",
        "3": "He lived in the tombs. Nobody could bind him any more, not even with chains,",
        "4": "because he had been often bound with fetters and chains, and the chains had been torn apart by him, and the fetters broken in pieces. Nobody had the strength to tame him.",
        "5": "Always, night and day, in the tombs and in the mountains, he was crying out, and cutting himself with stones.",
        "6": "When he saw Jesus from afar, he ran and bowed down to him,",
        "7": "and crying out with a loud voice, he said, “What have I to do with you, Jesus, you Son of the Most High God? I adjure you by God, don’t torment me.”",
        "8": "For he said to him, “Come out of the man, you unclean spirit!”",
        "9": "He asked him, “What is your name?” He said to him, “My name is Legion, for we are many.”",
        "10": "He begged him much that he would not send them away out of the country.",
        "11": "Now on the mountainside there was a great herd of pigs feeding.",
        "12": "All the demons begged him, saying, “Send us into the pigs, that we may enter into them.”",
        "13": "At once Jesus gave them permission. The unclean spirits came out and entered into the pigs. The herd of about two thousand rushed down the steep bank into the sea, and they were drowned in the sea.",
        "14": "Those who fed the pigs fled, and told it in the city and in the country. The people came to see what it was that had happened.",
        "15": "They came to Jesus, and saw him who had been possessed by demons sitting, clothed, and in his right mind, even him who had the legion; and they were afraid.",
        "16": "Those who saw it declared to them what happened to him who was possessed by demons, and about the pigs.",
        "17": "They began to beg him to depart from their region.",
        "18": "As he was entering into the boat, he who had been possessed by demons begged him that he might be with him.",
        "19": "He didn’t allow him, but said to him, “Go to your house, to your friends, and tell them what great things the Lord has done for you and how he had mercy on you.”",
        "20": "He went his way, and began to proclaim in Decapolis how Jesus had done great things for him, and everyone marveled.",
        "21": "When Jesus had crossed back over in the boat to the other side, a great multitude was gathered to him; and he was by the sea.",
        "22": "Behold, one of the rulers of the synagogue, Jairus by name, came; and seeing him, he fell at his feet",
        "23": "and begged him much, saying, “My little daughter is at the point of death. Please come and lay your hands on her, that she may be made healthy, and live.”",
        "24": "He went with him, and a great multitude followed him, and they pressed upon him on all sides.",
        "25": "A certain woman who had a discharge of blood for twelve years,",
        "26": "and had suffered many things by many physicians, and had spent all that she had, and was no better, but rather grew worse,",
        "27": "having heard the things concerning Jesus, came up behind him in the crowd and touched his clothes.",
        "28": "For she said, “If I just touch his clothes, I will be made well.”",
        "29": "Immediately the flow of her blood was dried up, and she felt in her body that she was healed of her affliction.",
        "30": "Immediately Jesus, perceiving in himself that the power had gone out from him, turned around in the crowd and asked, “Who touched my clothes?”",
        "31": "His disciples said to him, “You see the multitude pressing against you, and you say, ‘Who touched me?’”",
        "32": "He looked around to see her who had done this thing.",
        "33": "But the woman, fearing and trembling, knowing what had been done to her, came and fell down before him, and told him all the truth.",
        "34": "He said to her, “Daughter, your faith has made you well. Go in peace, and be cured of your disease.”",
        "35": "While he was still speaking, people came from the synagogue ruler’s house, saying, “Your daughter is dead. Why bother the Teacher any more?”",
        "36": "But Jesus, when he heard the message spoken, immediately said to the ruler of the synagogue, “Don’t be afraid, only believe.”",
        "37": "He allowed no one to follow him except Peter, James, and John the brother of James.",
        "38": "He came to the synagogue ruler’s house, and he saw an uproar, weeping, and great wailing.",
        "39": "When he had entered in, he said to them, “Why do you make an uproar and weep? The child is not dead, but is asleep.”",
        "40": "They ridiculed him. But he, having put them all out, took the father of the child, her mother, and those who were with him, and went in where the child was lying.",
        "41": "Taking the child by the hand, he said to her, “Talitha cumi!” which means, being interpreted, “Girl, I tell you, get up!”",
        "42": "Immediately the girl rose up and walked, for she was twelve years old. They were amazed with great amazement.",
        "43": "He strictly ordered them that no one should know this, and commanded that something should be given to her to eat."
      }
    }
  }
}