{
  "book": "Marcu",
  "chapter": "16",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "După ce a trecut ziua Sabatului, Maria Magdalena, Maria, mama lui Iacov, și Salome au cumpărat miresme ca să se ducă să ungă trupul lui Isus.",
        "2": "În ziua dintâi a săptămânii, s-au dus la mormânt dis-de-dimineață, pe când răsărea soarele.",
        "3": "Femeile ziceau una către alta: „Cine ne va prăvăli piatra de la ușa mormântului?”",
        "4": "Și când și-au ridicat ochii, au văzut că piatra, care era foarte mare, fusese prăvălită.",
        "5": "Au intrat în mormânt, au văzut pe un tinerel șezând la dreapta, îmbrăcat într-un veșmânt alb, și s-au înspăimântat.",
        "6": "El le-a zis: „Nu vă înspăimântați! Căutați pe Isus din Nazaret, care a fost răstignit. A înviat, nu este aici; iată locul unde Îl puseseră.",
        "7": "Dar duceți-vă de spuneți ucenicilor Lui și lui Petru că merge înaintea voastră în Galileea; acolo Îl veți vedea, cum v-a spus.”",
        "8": "Ele au ieșit din mormânt și au luat-o la fugă, pentru că erau cuprinse de cutremur și de spaimă. Și n-au spus nimănui nimic, căci se temeau.",
        "9": "(Isus, după ce a înviat, în dimineața zilei dintâi a săptămânii, S-a arătat mai întâi Mariei Magdalena, din care scosese șapte draci.",
        "10": "Ea s-a dus și a dat de știre celor ce fuseseră împreună cu El, care plângeau și se tânguiau.",
        "11": "Când au auzit ei că este viu și că a fost văzut de ea, n-au crezut-o.",
        "12": "După aceea, S-a arătat într-alt chip la doi dintre ei pe drum, când se duceau la țară.",
        "13": "Aceștia s-au dus de au spus lucrul acesta celorlalți, dar nici pe ei nu i-au crezut.",
        "14": "În sfârșit, S-a arătat celor unsprezece, când ședeau la masă, și i-a mustrat pentru necredința și împietrirea inimii lor, pentru că nu crezuseră pe cei ce-L văzuseră înviat.",
        "15": "Apoi le-a zis: „Duceți-vă în toată lumea și propovăduiți Evanghelia la orice făptură.",
        "16": "Cine va crede și se va boteza va fi mântuit, dar cine nu va crede va fi osândit.",
        "17": "Iată semnele care vor însoți pe cei ce vor crede: în Numele Meu vor scoate draci, vor vorbi în limbi noi,",
        "18": "vor lua în mână șerpi, dacă vor bea ceva de moarte, nu-i va vătăma, își vor pune mâinile peste bolnavi, și bolnavii se vor însănătoși.”",
        "19": "Domnul Isus, după ce a vorbit cu ei, S-a înălțat la cer și a șezut la dreapta lui Dumnezeu.",
        "20": "Iar ei au plecat și au propovăduit pretutindeni. Domnul lucra împreună cu ei și întărea Cuvântul prin semnele care-l însoțeau. Amin.)"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "După ce a trecut ziua de sabat, Maria Magdalena, Maria, mama lui Iacov, și Salome au cumpărat miresme, ca să se ducă să-L ungă.",
        "2": "Și, în prima zi a săptămânii, foarte de dimineață, în timp ce răsărea soarele, au venit la mormânt.",
        "3": "Ele își ziceau una către alta: „Cine ne va rostogoli piatra de la intrarea mormântului?“.",
        "4": "Însă când s-au uitat, au văzut că piatra, care era foarte mare, fusese rostogolită.",
        "5": "Intrând în mormânt, au văzut un tânăr îmbrăcat într-o robă albă, șezând în partea dreaptă, și s-au înspăimântat.",
        "6": "Însă el le-a zis: „Nu vă înspăimântați! Voi Îl căutați pe Isus din Nazaret, Cel Care a fost răstignit. A înviat; nu este aici! Iată locul unde-L puseseră!",
        "7": "Dar duceți-vă și spuneți-le ucenicilor Lui și lui Petru că El merge înaintea voastră în Galileea. Acolo Îl veți vedea, așa cum v-a spus“.",
        "8": "Ele au ieșit și au fugit de la mormânt, căci erau cuprinse de tremur și de uimire. Și n-au spus nimănui nimic, fiindcă se temeau.",
        "9": "După ce a înviat, în dimineața primei zile a săptămânii, Isus i S-a arătat mai întâi Mariei Magdalena, din care alungase șapte demoni.",
        "10": "Ea s-a dus și i-a anunțat pe cei ce fuseseră împreună cu El, care jeleau și plângeau.",
        "11": "Dar când au auzit ei că trăiește și că fusese văzut de ea, n-au crezut.",
        "12": "După aceea, în timp ce doi dintre ei se duceau pe jos la câmp, li S-a arătat sub o altă înfățișare.",
        "13": "Ei s-au dus și i-au anunțat pe ceilalți, dar nici pe ei nu i-au crezut.",
        "14": "Mai târziu, li S-a arătat celor unsprezece, în timp ce stăteau la masă. El i-a mustrat pentru necredința și pentru împietrirea inimii lor, fiindcă nu i-au crezut pe cei care L-au văzut înviat.",
        "15": "Apoi le-a zis: „Duceți-vă în toată lumea și proclamați Evanghelia la orice făptură!",
        "16": "Cel ce va crede și se va boteza va fi mântuit, dar cel ce nu va crede va fi condamnat.",
        "17": "Semnele care-i vor însoți pe cei care cred sunt următoarele: în Numele Meu vor alunga demoni, vor vorbi în limbi noi,",
        "18": "vor lua în mâini șerpi, iar dacă vor bea ceva aducător de moarte, nu le va face rău deloc; își vor pune mâinile peste cei bolnavi, și aceștia se vor face bine“.",
        "19": "După ce le-a vorbit, Domnul Isus a fost luat în Cer și S-a așezat la dreapta lui Dumnezeu.",
        "20": "Ei s-au dus și au predicat pretutindeni, iar Domnul lucra împreună cu ei și confirma Cuvântul prin semnele care-l însoțeau."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "When the Sabbath was past, Mary Magdalene, and Mary the mother of James, and Salome bought spices, that they might come and anoint him.",
        "2": "Very early on the first day of the week, they came to the tomb when the sun had risen.",
        "3": "They were saying among themselves, “Who will roll away the stone from the door of the tomb for us?”",
        "4": "for it was very big. Looking up, they saw that the stone was rolled back.",
        "5": "Entering into the tomb, they saw a young man sitting on the right side, dressed in a white robe; and they were amazed.",
        "6": "He said to them, “Don’t be amazed. You seek Jesus, the Nazarene, who has been crucified. He has risen! He is not here. See the place where they laid him!",
        "7": "But go, tell his disciples and Peter, ‘He goes before you into Galilee. There you will see him, as he said to you.’”",
        "8": "They went out, and fled from the tomb, for trembling and astonishment had come on them. They said nothing to anyone; for they were afraid.",
        "9": "Now when he had risen early on the first day of the week, he appeared first to Mary Magdalene, from whom he had cast out seven demons.",
        "10": "She went and told those who had been with him, as they mourned and wept.",
        "11": "When they heard that he was alive and had been seen by her, they disbelieved.",
        "12": "After these things he was revealed in another form to two of them as they walked, on their way into the country.",
        "13": "They went away and told it to the rest. They didn’t believe them, either.",
        "14": "Afterward he was revealed to the eleven themselves as they sat at the table; and he rebuked them for their unbelief and hardness of heart, because they didn’t believe those who had seen him after he had risen.",
        "15": "He said to them, “Go into all the world and preach the Good News to the whole creation.",
        "16": "He who believes and is baptized will be saved; but he who disbelieves will be condemned.",
        "17": "These signs will accompany those who believe: in my name they will cast out demons; they will speak with new languages;",
        "18": "they will take up serpents; and if they drink any deadly thing, it will in no way hurt them; they will lay hands on the sick, and they will recover.”",
        "19": "So then the Lord, after he had spoken to them, was received up into heaven and sat down at the right hand of God.",
        "20": "They went out and preached everywhere, the Lord working with them and confirming the word by the signs that followed. Amen."
      }
    }
  }
}