{
  "book": "Marcu",
  "chapter": "12",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Isus a început pe urmă să le vorbească în pilde. „Un om a sădit o vie. A împrejmuit-o cu un gard, a săpat un teasc în ea și a zidit un turn, apoi a arendat-o unor vieri și a plecat din țară.",
        "2": "La vremea roadelor, a trimis la vieri un rob ca să ia de la ei din roadele viei.",
        "3": "Vierii au pus mâna pe el, l-au bătut și l-au trimis înapoi cu mâinile goale.",
        "4": "A trimis iarăși la ei un alt rob; ei l-au rănit la cap și l-au batjocorit.",
        "5": "A mai trimis un altul, pe care l-au omorât, apoi a trimis mulți alții, dintre care pe unii i-au bătut, iar pe alții i-au omorât.",
        "6": "Mai avea un singur fiu preaiubit; la urmă, l-a trimis și pe el la ei. ‘Vor primi cu cinste pe fiul meu’, zicea el.",
        "7": "Dar vierii aceia au zis între ei: ‘Iată moștenitorul, veniți să-l omorâm, și moștenirea va fi a noastră.’",
        "8": "Și au pus mâna pe el, l-au omorât și i-au aruncat trupul afară din vie.",
        "9": "Acum ce va face stăpânul viei? Va veni, va nimici pe vierii aceia și via o va da altora.",
        "10": "Oare n-ați citit locul acesta din Scriptură: ‘Piatra pe care au lepădat-o zidarii a ajuns să fie pusă în capul unghiului;",
        "11": "Domnul a făcut acest lucru, și este minunat în ochii noștri’?”",
        "12": "Ei căutau să-L prindă, dar se temeau de norod. Pricepuseră că împotriva lor spusese Isus pilda aceasta. Și L-au lăsat și au plecat. Birul Cezarului",
        "13": "Apoi au trimis la Isus pe unii din farisei și din irodieni ca să-L prindă cu vorba.",
        "14": "Aceștia au venit și I-au zis: „Învățătorule, știm că spui adevărul și nu-Ți pasă de nimeni, căci nu cauți la fața oamenilor și înveți pe oameni calea lui Dumnezeu în adevăr. Se cade să plătim bir Cezarului sau nu?",
        "15": "Să plătim sau să nu plătim?” Isus le-a cunoscut fățărnicia și le-a răspuns: „Pentru ce Mă ispitiți? Aduceți-Mi un ban ca să-l văd.”",
        "16": "I-au adus un ban, și Isus i-a întrebat: „Chipul acesta și slovele scrise pe el ale cui sunt?” „Ale Cezarului”, I-au răspuns ei.",
        "17": "Atunci, Isus le-a zis: „Dați dar Cezarului ce este al Cezarului, și lui Dumnezeu ce este al lui Dumnezeu.” Și se mirau foarte mult de El.",
        "18": "Saducheii, care zic că nu este înviere, au venit la Isus și I-au pus următoarea întrebare:",
        "19": "„Învățătorule, iată ce ne-a scris Moise: ‘Dacă moare fratele cuiva și-i rămâne nevasta fără să aibă copii, fratele său să ia pe nevasta lui și să ridice urmaș fratelui său.’",
        "20": "Erau dar șapte frați. Cel dintâi s-a însurat și a murit fără să lase urmaș.",
        "21": "Al doilea a luat de nevastă pe văduvă și a murit fără să lase urmaș. Tot așa și al treilea.",
        "22": "Și niciunul din cei șapte n-a lăsat urmaș. După ei toți, a murit și femeia.",
        "23": "La înviere, nevasta căruia dintre ei va fi ea? Căci toți șapte au avut-o de nevastă.”",
        "24": "Drept răspuns, Isus le-a zis: „Oare nu vă rătăciți voi din pricină că nu pricepeți nici Scripturile, nici puterea lui Dumnezeu?",
        "25": "Căci după ce vor învia din morți, nici nu se vor însura, nici nu se vor mărita, ci vor fi ca îngerii în ceruri.",
        "26": "În ceea ce privește , oare n-ați citit în cartea lui Moise, în locul unde se vorbește despre Rug, ce i-a spus Dumnezeu când a zis: ‘Eu sunt Dumnezeul lui Avraam, Dumnezeul lui Isaac și Dumnezeul lui Iacov’?",
        "27": "Dumnezeu nu este un Dumnezeu al celor morți, ci al celor vii. Tare vă mai rătăciți!”",
        "28": "Unul din cărturari, care-i auzise vorbind, fiindcă știa că Isus răspunsese bine saducheilor, a venit la El și L-a întrebat: „Care este cea dintâi dintre toate poruncile?”",
        "29": "Isus i-a răspuns: „Cea dintâi este aceasta: ‘Ascultă, Israele! Domnul Dumnezeul nostru este un singur Domn’",
        "30": "și ‘Să iubești pe Domnul Dumnezeul tău cu toată inima ta, cu tot sufletul tău, cu tot cugetul tău și cu toată puterea ta.’ Iată porunca dintâi.",
        "31": "Iar a doua este următoarea: ‘Să iubești pe aproapele tău ca pe tine însuți.’ Nu este altă poruncă mai mare decât acestea.”",
        "32": "Cărturarul I-a zis: „Bine, Învățătorule. Adevărat ai zis că Dumnezeu este unul singur, că nu este altul afară de El",
        "33": "și că a-L iubi cu toată inima, cu tot cugetul, cu tot sufletul și cu toată puterea și a iubi pe aproapele ca pe sine este mai mult decât toate arderile-de-tot și decât toate jertfele.”",
        "34": "Isus a văzut că a răspuns cu pricepere și i-a zis: „Tu nu ești departe de Împărăția lui Dumnezeu.” Și nimeni nu îndrăznea să-I mai pună întrebări. ?",
        "35": "Pe când învăța pe norod în Templu, Isus a zis: „Cum zic cărturarii că Hristosul este fiul lui David?",
        "36": "Însuși David, fiind insuflat de Duhul Sfânt, a zis: ‘Domnul a zis Domnului meu: «Șezi la dreapta Mea până voi pune pe vrăjmașii Tăi sub picioarele Tale.»’",
        "37": "Deci chiar David Îl numește Domn; atunci cum este El fiul lui?” Și gloata cea mare Îl asculta cu plăcere. Mustrarea cărturarilor",
        "38": "În învățătura pe care le-o dădea, Isus le zicea: „Păziți-vă de cărturari, cărora le place să umble în haine lungi și să le facă lumea plecăciuni prin piețe.",
        "39": "Ei umblă după scaunele dintâi în sinagogi și după locurile dintâi la ospețe;",
        "40": "casele văduvelor le mănâncă și fac rugăciuni lungi de ochii lumii. O mai mare osândă va veni peste ei.”",
        "41": "Isus ședea jos în fața vistieriei Templului și Se uita cum arunca norodul bani în vistierie. Mulți, care erau bogați, aruncau mult.",
        "42": "A venit și o văduvă săracă și a aruncat doi bănuți, care fac un gologan.",
        "43": "Atunci, Isus a chemat pe ucenicii Săi și le-a zis: „Adevărat vă spun că această văduvă săracă a dat mai mult decât toți cei ce au aruncat în vistierie,",
        "44": "căci toți ceilalți au aruncat din prisosul lor, dar ea, din sărăcia ei, a aruncat tot ce avea, tot ce-i mai rămăsese ca să trăiască.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Apoi a început să le vorbească în pilde: ‒ Un om a plantat o vie. A împrejmuit-o cu un gard, a săpat o presă de struguri și a construit un turn de pază. Apoi a arendat-o unor viticultori și a plecat într-o călătorie.",
        "2": "La vremea potrivită a trimis un sclav la viticultori ca să ia de la ei din roadele viei.",
        "3": "Viticultorii însă l-au apucat, l-au bătut și l-au trimis înapoi cu mâinile goale.",
        "4": "Stăpânul a trimis apoi la ei un alt sclav, dar și pe acela l-au lovit peste cap și l-au umilit.",
        "5": "A trimis apoi un altul, dar pe acela l-au omorât, și apoi încă mulți alții, dintre care pe unii i-au bătut, iar pe alții i-au omorât.",
        "6": "Singurul pe care-l mai avea era un fiu preaiubit. În cele din urmă, l-a trimis la ei, zicând: „Pe fiul meu îl vor respecta!“.",
        "7": "Dar viticultorii aceia și-au zis între ei: „Acesta este moștenitorul! Haideți să-l omorâm, și moștenirea va fi a noastră!“.",
        "8": "Și l-au apucat, l-au omorât și l-au scos afară din vie.",
        "9": "Așadar, ce va face stăpânul viei? El va veni și-i va nimici pe viticultori, iar via o va da altora.",
        "10": "N-ați citit cuvântul acesta în Scriptură: „Piatra pe care au respins-o zidarii a devenit Piatra din capul unghiului.",
        "11": "Domnul a făcut acest lucru și este minunat în ochii noștri!“?",
        "12": "Ei căutau să pună mâna pe El, dar le-a fost frică de mulțime; căci știau că împotriva lor spusese Isus pilda. Așa că L-au lăsat și au plecat. Tributul datorat Cezarului",
        "13": "I-au trimis la El pe câțiva dintre farisei și dintre irodieni ca să-L prindă în cursă cu vorba.",
        "14": "Ei au venit și I-au zis: ‒ Învățătorule, știm că ești adevărat și că nu-Ți pasă de nimeni, fiindcă nu favorizezi niciun om, ci-i înveți pe toți calea lui Dumnezeu în conformitate cu adevărul. Se cuvine să plătim tribut Cezarului sau nu? Să plătim sau să nu plătim?",
        "15": "El însă, înțelegând ipocrizia lor, le-a zis: ‒ De ce Mă puneți la încercare? Aduceți-Mi un denar, ca să Mă uit la el.",
        "16": "Ei I-au adus. Isus le-a zis: ‒ Chipul acesta și inscripția, ale cui sunt? Ei I-au zis: ‒ Ale Cezarului.",
        "17": "Isus le-a zis: ‒ Dați înapoi Cezarului ce este al Cezarului, iar lui Dumnezeu ce este al lui Dumnezeu! Ei erau foarte uimiți de El.",
        "18": "Apoi au venit la El niște saduchei, care zic că nu există înviere, și L-au întrebat:",
        "19": "‒ Învățătorule, Moise ne-a scris: „Dacă fratele cuiva moare și lasă în urmă o soție, dar fără să lase vreun copil, fratele lui s-o ia de soție pe văduvă și să-i ridice un urmaș fratelui său“.",
        "20": "Erau deci șapte frați. Primul și-a luat o soție, dar, când a murit, n-a lăsat niciun urmaș.",
        "21": "Al doilea a luat-o pe văduvă de soție, dar și el a murit fără să lase vreun urmaș. Așa s-a întâmplat și cu al treilea.",
        "22": "Și niciunul dintre cei șapte n-a lăsat un urmaș. La urmă, după ei toți, a murit și femeia.",
        "23": "La înviere, când vor învia, soția căruia dintre ei va fi ea? Căci toți șapte au avut-o de soție!",
        "24": "Isus le-a zis: ‒ Oare nu vă rătăciți voi tocmai pentru că nu cunoașteți nici Scripturile, nici puterea lui Dumnezeu?",
        "25": "Căci atunci când învie dintre cei morți, nici nu se însoară, nici nu se mărită, ci sunt ca îngerii din Ceruri.",
        "26": "Iar cu privire la faptul că cei morți sunt înviați, n-ați citit în Cartea lui Moise, acolo unde scrie despre rug, cum i-a vorbit Dumnezeu, zicând: „Eu sunt Dumnezeul lui Avraam, Dumnezeul lui Isaac și Dumnezeul lui Iacov“?",
        "27": "El nu este un Dumnezeu al celor morți, ci al celor vii! Sunteți foarte rătăciți!",
        "28": "Unul dintre cărturari venise și-i auzise discutând. Când a văzut că Isus le-a răspuns bine, L-a întrebat: ‒ Care este cea dintâi poruncă dintre toate?",
        "29": "Isus a răspuns: ‒ Cea dintâi poruncă este: „Ascultă, Israel! Domnul, Dumnezeul nostru, este singurul Domn.",
        "30": "Să-L iubești pe Domnul, Dumnezeul tău, cu toată inima ta, cu tot sufletul tău, cu tot cugetul tău și cu toată puterea ta“. Aceasta este cea dintâi poruncă.",
        "31": "A doua este: „Să-l iubești pe semenul tău ca pe tine însuți“. Nu există altă poruncă mai mare decât acestea.",
        "32": "Cărturarul I-a zis: ‒ Bine, Învățătorule! Este adevărat ceea ce ai spus, și anume că El este Unul singur, că nu este altul în afară de El",
        "33": "și că a-L iubi pe El cu toată inima, cu toată priceperea și cu toată puterea și a-l iubi pe semenul tău ca pe tine însuți înseamnă mult mai mult decât toate arderile-de-tot și decât toate jertfele.",
        "34": "Când a văzut Isus că răspunsese cu înțelepciune, i-a zis: ‒ Tu nu ești departe de Împărăția lui Dumnezeu. Și nimeni nu mai îndrăznea să-L întrebe nimic.",
        "35": "În timp ce îi învăța pe oameni în Templu, Isus a întrebat: „Cum de zic cărturarii despre Cristos că este fiul lui David?",
        "36": "David însuși, prin Duhul Sfânt, a spus: «Domnul I-a zis Domnului meu: ‘Șezi la dreapta Mea, până-i voi pune pe dușmanii Tăi la picioarele Tale!’».",
        "37": "David însuși Îl numește «Domn». Deci, cum este El fiul lui?“. Mulțimea cea mare Îl asculta cu plăcere. Modul de viață ipocrit al cărturarilor",
        "38": "În învățătura Lui spunea: „Feriți-vă de cărturari, cărora le place să umble în robe lungi, le plac saluturile în piețe,",
        "39": "scaunele de onoare în sinagogi și locurile de onoare la mese.",
        "40": "Ei devorează casele văduvelor și fac rugăciuni lungi de ochii lumii. Aceștia vor primi o condamnare mult mai mare“. și dărnicia ei",
        "41": "S-a așezat în fața vistieriei Templului și Se uita cum mulțimea punea bani în vistierie. Mulți dintre cei bogați puneau mult.",
        "42": "A venit și o văduvă săracă și a pus doi leptoni, care fac împreună un codrant.",
        "43": "Isus i-a chemat pe ucenicii Lui și le-a zis: „Adevărat vă spun că această văduvă săracă a pus mai mult decât toți cei care au pus în vistierie,",
        "44": "pentru că toți au pus din belșugul lor, dar ea, din sărăcia ei, a pus tot ce avea, întreaga ei sursă de trai“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "He began to speak to them in parables. “A man planted a vineyard, put a hedge around it, dug a pit for the wine press, built a tower, rented it out to a farmer, and went into another country.",
        "2": "When it was time, he sent a servant to the farmer to get from the farmer his share of the fruit of the vineyard.",
        "3": "They took him, beat him, and sent him away empty.",
        "4": "Again, he sent another servant to them; and they threw stones at him, wounded him in the head, and sent him away shamefully treated.",
        "5": "Again he sent another, and they killed him, and many others, beating some, and killing some.",
        "6": "Therefore still having one, his beloved son, he sent him last to them, saying, ‘They will respect my son.’",
        "7": "But those farmers said among themselves, ‘This is the heir. Come, let’s kill him, and the inheritance will be ours.’",
        "8": "They took him, killed him, and cast him out of the vineyard.",
        "9": "What therefore will the lord of the vineyard do? He will come and destroy the farmers, and will give the vineyard to others.",
        "10": "Haven’t you even read this Scripture: ‘The stone which the builders rejected was made the head of the corner.",
        "11": "This was from the Lord. It is marvelous in our eyes’?”",
        "12": "They tried to seize him, but they feared the multitude; for they perceived that he spoke the parable against them. They left him and went away.",
        "13": "They sent some of the Pharisees and the Herodians to him, that they might trap him with words.",
        "14": "When they had come, they asked him, “Teacher, we know that you are honest, and don’t defer to anyone; for you aren’t partial to anyone, but truly teach the way of God. Is it lawful to pay taxes to Caesar, or not?",
        "15": "Shall we give, or shall we not give?” But he, knowing their hypocrisy, said to them, “Why do you test me? Bring me a denarius, that I may see it.”",
        "16": "They brought it. He said to them, “Whose is this image and inscription?” They said to him, “Caesar’s.”",
        "17": "Jesus answered them, “Give to Caesar the things that are Caesar’s, and to God the things that are God’s.” They marveled greatly at him.",
        "18": "Some Sadducees, who say that there is no resurrection, came to him. They asked him, saying,",
        "19": "“Teacher, Moses wrote to us, ‘If a man’s brother dies and leaves a wife behind him, and leaves no children, that his brother should take his wife and raise up offspring for his brother.’",
        "20": "There were seven brothers. The first took a wife, and dying left no offspring.",
        "21": "The second took her, and died, leaving no children behind him. The third likewise;",
        "22": "and the seven took her and left no children. Last of all the woman also died.",
        "23": "In the resurrection, when they rise, whose wife will she be of them? For the seven had her as a wife.”",
        "24": "Jesus answered them, “Isn’t this because you are mistaken, not knowing the Scriptures nor the power of God?",
        "25": "For when they will rise from the dead, they neither marry nor are given in marriage, but are like angels in heaven.",
        "26": "But about the dead, that they are raised, haven’t you read in the book of Moses about the Bush, how God spoke to him, saying, ‘I am the God of Abraham, the God of Isaac, and the God of Jacob’?",
        "27": "He is not the God of the dead, but of the living. You are therefore badly mistaken.”",
        "28": "One of the scribes came and heard them questioning together, and knowing that he had answered them well, asked him, “Which commandment is the greatest of all?”",
        "29": "Jesus answered, “The greatest is: ‘Hear, Israel, the Lord our God, the Lord is one.",
        "30": "You shall love the Lord your God with all your heart, with all your soul, with all your mind, and with all your strength.’ This is the first commandment.",
        "31": "The second is like this: ‘You shall love your neighbor as yourself.’ There is no other commandment greater than these.”",
        "32": "The scribe said to him, “Truly, teacher, you have said well that he is one, and there is none other but he;",
        "33": "and to love him with all the heart, with all the understanding, all the soul, and with all the strength, and to love his neighbor as himself, is more important than all whole burnt offerings and sacrifices.”",
        "34": "When Jesus saw that he answered wisely, he said to him, “You are not far from God’s Kingdom.” No one dared ask him any question after that.",
        "35": "Jesus responded, as he taught in the temple, “How is it that the scribes say that the Christ is the son of David?",
        "36": "For David himself said in the Holy Spirit, ‘The Lord said to my Lord, “Sit at my right hand, until I make your enemies the footstool of your feet.”’",
        "37": "Therefore David himself calls him Lord, so how can he be his son?” The common people heard him gladly.",
        "38": "In his teaching he said to them, “Beware of the scribes, who like to walk in long robes, and to get greetings in the marketplaces,",
        "39": "and to get the best seats in the synagogues and the best places at feasts,",
        "40": "those who devour widows’ houses, and for a pretense make long prayers. These will receive greater condemnation.”",
        "41": "Jesus sat down opposite the treasury and saw how the multitude cast money into the treasury. Many who were rich cast in much.",
        "42": "A poor widow came and she cast in two small brass coins, which equal a quadrans coin.",
        "43": "He called his disciples to himself and said to them, “Most certainly I tell you, this poor widow gave more than all those who are giving into the treasury,",
        "44": "for they all gave out of their abundance, but she, out of her poverty, gave all that she had to live on.”"
      }
    }
  }
}