{
  "book": "Marcu",
  "chapter": "4",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Isus a început iarăși să învețe pe norod lângă mare. Fiindcă se adunase foarte mult norod la El, S-a suit și a șezut într-o corabie, pe mare; iar tot norodul stătea pe țărm lângă mare.",
        "2": "Apoi a început să-i învețe multe lucruri în pilde; și, în învățătura pe care le-o dădea, le spunea:",
        "3": "„Ascultați! Iată, semănătorul a ieșit să semene.",
        "4": "Pe când semăna, o parte din sămânță a căzut lângă drum: au venit păsările și au mâncat-o.",
        "5": "O altă parte a căzut pe un loc stâncos, unde n-avea mult pământ: a răsărit îndată, pentru că n-a dat de un pământ adânc,",
        "6": "dar, când a răsărit soarele, s-a pălit și, pentru că n-avea rădăcină, s-a uscat.",
        "7": "O altă parte a căzut între spini: spinii au crescut, au înecat-o și n-a dat rod.",
        "8": "O altă parte a căzut în pământ bun: a dat rod, care se înălța și creștea; și au adus una treizeci, alta șaizeci și alta o sută.”",
        "9": "Apoi a zis: „Cine are urechi de auzit să audă.”",
        "10": "Când a fost singur, cei ce erau în jurul Lui, împreună cu cei doisprezece, L-au întrebat despre pilde.",
        "11": "„Vouă”, le-a zis El, „v-a fost dat să cunoașteți taina Împărăției lui Dumnezeu, dar pentru cei ce sunt afară din numărul vostru, toate lucrurile sunt înfățișate în pilde,",
        "12": "pentru ca, măcar că privesc, să privească și să nu vadă și, măcar că aud, să audă și să nu înțeleagă, ca nu cumva să se întoarcă la Dumnezeu și să li se ierte păcatele.”",
        "13": "El le-a mai zis: „Nu înțelegeți pilda aceasta? Cum veți înțelege atunci toate celelalte pilde?",
        "14": "Semănătorul seamănă Cuvântul.",
        "15": "Cei înfățișați prin sămânța căzută lângă drum sunt aceia în care este semănat Cuvântul, dar, după ce l-au auzit, vine Satana îndată și ia Cuvântul semănat în ei.",
        "16": "Tot așa, cei înfățișați prin sămânța căzută în locurile stâncoase sunt aceia care, când aud Cuvântul, îl primesc îndată cu bucurie,",
        "17": "dar n-au rădăcină în ei, ci țin până la o vreme și, cum vine un necaz sau o prigonire din pricina Cuvântului, se leapădă îndată de el.",
        "18": "Alții sunt cei înfățișați prin sămânța căzută între spini; aceștia sunt cei ce aud Cuvântul,",
        "19": "dar năvălesc în ei grijile lumii, înșelăciunea bogățiilor și poftele altor lucruri, care îneacă Cuvântul și-l fac astfel neroditor.",
        "20": "Alții, apoi, sunt înfățișați prin sămânța căzută în pământ bun. Aceștia sunt cei ce aud Cuvântul, îl primesc și fac rod: unul treizeci, altul șaizeci și altul o sută.”",
        "21": "El le-a mai zis: „Oare este adusă ca să fie pusă sub baniță sau sub pat? Nu este adusă ca să fie pusă în sfeșnic?",
        "22": "Căci nu este nimic ascuns care nu va fi descoperit și nimic tăinuit care nu va ieși la lumină.",
        "23": "Dacă are cineva urechi de auzit, să audă.”",
        "24": "El le-a mai zis: „Luați seama la ce auziți. Cu ce măsură veți măsura, vi se va măsura și vi se va da și mai mult.",
        "25": "Căci, celui ce are, i se va da; dar, de la cel ce n-are, se va lua și ce are.”",
        "26": "El a mai zis: „Cu Împărăția lui Dumnezeu este ca atunci când aruncă un om sămânța în pământ;",
        "27": "fie că doarme noaptea, fie că stă treaz ziua, sămânța încolțește și crește fără să știe el cum.",
        "28": "Pământul rodește singur: întâi un fir verde, apoi spic, după aceea grâu deplin în spic",
        "29": "și, când este coaptă roada, pune îndată secera în ea, pentru că a venit secerișul.”",
        "30": "El a mai zis: „Cu ce vom asemăna Împărăția lui Dumnezeu, sau prin ce pildă o vom înfățișa?",
        "31": "Se aseamănă cu un grăunte de muștar, care, când este semănat în pământ, este cea mai mică dintre toate semințele de pe pământ,",
        "32": "dar, după ce a fost semănat, crește și se face mai mare decât toate zarzavaturile și face ramuri mari, așa că păsările cerului își pot face cuiburi la umbra lui.”",
        "33": "Isus le vestea Cuvântul prin multe pilde de felul acesta, după cum erau ei în stare să-L priceapă.",
        "34": "Nu le vorbea deloc fără pildă, dar, când era singur la o parte, lămurea ucenicilor Săi toate lucrurile.",
        "35": "În aceeași zi, seara, Isus le-a zis: „Să trecem în partea cealaltă.”",
        "36": "După ce au dat drumul norodului, ucenicii L-au luat în corabia în care Se afla și așa cum era. Împreună cu El mai erau și alte corăbii.",
        "37": "S-a stârnit o mare furtună de vânt, care arunca valurile în corabie, așa că mai că se umplea corabia.",
        "38": "Și El dormea la cârmă, pe căpătâi. Ucenicii L-au deșteptat și I-au zis: „Învățătorule, nu-Ți pasă că pierim?”",
        "39": "El S-a sculat, a certat vântul și a zis mării: „Taci! Fără gură!” Vântul a stat și s-a făcut o liniște mare.",
        "40": "Apoi le-a zis: „Pentru ce sunteți așa de fricoși? Tot n-aveți credință?”",
        "41": "I-a apucat o mare frică și ziceau unii către alții: „Cine este Acesta de Îl ascultă chiar și vântul, și marea?”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Isus a început din nou să-i învețe pe oameni lângă mare. Pentru că în jurul Lui se adunase o mare mulțime de oameni, Isus S-a urcat într-o barcă și S-a așezat acolo, pe mare. Întreaga mulțime se afla lângă mare, pe țărm.",
        "2": "El îi învăța multe lucruri în pilde și, în învățătura Lui, le spunea:",
        "3": "„Ascultați! Iată, semănătorul a ieșit să semene.",
        "4": "În timp ce semăna el, o parte din sămânță a căzut lângă drum, unde au venit păsările și au mâncat-o.",
        "5": "Alta a căzut pe loc stâncos, unde nu avea pământ mult. A încolțit repede, din cauză că nu avea pământ adânc,",
        "6": "dar, când a răsărit soarele, a fost arsă și, fiindcă nu avea rădăcină, s-a uscat.",
        "7": "Alta a căzut între spini, iar spinii au crescut și au sufocat-o, așa că nu a dat rod.",
        "8": "Dar altele au căzut într-un pământ bun și au dat rod, înălțându-se și crescând: una a adus treizeci, una șaizeci și una o sută“.",
        "9": "Și zicea: „Cine are urechi de auzit să audă!“. Isus explică",
        "10": "Când a fost singur, cei din jurul Lui, împreună cu cei doisprezece, L-au întrebat despre pilde.",
        "11": "Isus le-a zis: „Vouă v-a fost dată taina Împărăției lui Dumnezeu, dar pentru cei de afară toate sunt în pilde,",
        "12": "pentru ca, «Să privească cu ochii, dar să nu vadă, și să audă cu urechile, dar să nu înțeleagă, ca nu cumva să se întoarcă și să fie iertați!»“.",
        "13": "Apoi le-a zis: „Nu înțelegeți această pildă? Atunci cum veți înțelege toate celelalte pilde?",
        "14": "Semănătorul seamănă Cuvântul.",
        "15": "Cei de lângă drum, unde este semănat Cuvântul, sunt aceștia: când aud, vine imediat Satan și ia Cuvântul semănat în ei.",
        "16": "Cei semănați pe locuri stâncoase sunt aceștia: când aud Cuvântul, îl primesc imediat cu bucurie,",
        "17": "dar nu au rădăcină în ei înșiși, ci sunt temporari. Atunci când are loc un necaz sau o persecuție din cauza Cuvântului, ei cad imediat.",
        "18": "Cei semănați între spini sunt alții: aceștia sunt cei care aud Cuvântul,",
        "19": "dar îngrijorările veacului, înșelăciunea bogățiilor și poftele pentru alte lucruri intră și sufocă Cuvântul, iar el devine neroditor.",
        "20": "Iar cei semănați în pământul cel bun sunt aceia care aud Cuvântul, îl primesc și aduc rod: unul treizeci, unul șaizeci și unul o sută“. Pilda candelei",
        "21": "El le-a mai zis: „Oare se aduce candela ca să fie pusă sub un obroc sau sub un pat? Nu este adusă ea ca să fie așezată pe un sfeșnicar?",
        "22": "Căci nu este nimic ascuns, decât ca să fie dezvăluit, și nimic tăinuit, decât ca să iasă la iveală.",
        "23": "Dacă are cineva urechi de auzit să audă!",
        "24": "Fiți atenți la ceea ce auziți! Cu ce măsură măsurați, vi se va măsura și vi se va adăuga!",
        "25": "Căci celui ce are i se va da, însă de la cel ce n-are se va lua chiar și ce are“. care crește",
        "26": "El a mai zis: „Împărăția lui Dumnezeu este ca un om care aruncă sămânță în pământ.",
        "27": "Fie că el doarme, fie că se scoală, zi și noapte, sămânța încolțește și crește fără să știe el cum.",
        "28": "Pământul rodește de la sine – mai întâi firul verde, apoi spicul, iar apoi grâu deplin în spic.",
        "29": "Când rodul este copt, trece imediat secera prin el, pentru că a sosit secerișul“. Pilda bobului de muștar",
        "30": "El a mai zis: „Cu ce să asemănăm Împărăția lui Dumnezeu, sau prin ce pildă s-o descriem?",
        "31": "Ea este ca un bob de muștar, care, atunci când este semănat în pământ, este mai mic decât toate semințele de pe pământ,",
        "32": "dar, după ce este semănat, el crește, ajunge mai mare decât toate legumele și face ramuri mari, astfel că păsările cerului își pot face cuibul la umbra lor“.",
        "33": "Și, prin multe astfel de pilde, El le vestea Cuvântul, după cum erau ei în stare să-l înțeleagă.",
        "34": "Nu le vorbea fără să folosească pilda. Dar când era doar El cu ucenicii Lui deoparte, le explica toate lucrurile.",
        "35": "În aceeași zi, când s-a lăsat seara, le-a zis: ‒ Să traversăm în partea cealaltă!",
        "36": "Și lăsând mulțimea, L-au luat în barcă așa cum era. Împreună cu El mai erau și alte bărci.",
        "37": "Atunci s-a stârnit o furtună puternică și valurile au început să se izbească de barcă, astfel încât barca era deja aproape plină cu apă.",
        "38": "Isus era în partea din spate a bărcii, dormind pe o pernă. Ei L-au trezit și I-au spus: ‒ Învățătorule, nu-Ți pasă că pierim?",
        "39": "Atunci El, ridicându-Se, a mustrat vântul și a zis mării: ‒ Taci! Liniștește-te! Vântul s-a oprit și s-a făcut o liniște mare.",
        "40": "Apoi le-a zis: ‒ De ce sunteți fricoși? Tot n-aveți credință?",
        "41": "Ei s-au temut foarte tare și-și ziceau unii altora: ‒ Cine este Acesta, de-L ascultă până și vântul și marea?"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Again he began to teach by the seaside. A great multitude was gathered to him, so that he entered into a boat in the sea and sat down. All the multitude were on the land by the sea.",
        "2": "He taught them many things in parables, and told them in his teaching,",
        "3": "Listen! Behold, the farmer went out to sow.",
        "4": "As he sowed, some seed fell by the road, and the birds came and devoured it.",
        "5": "Others fell on the rocky ground, where it had little soil, and immediately it sprang up, because it had no depth of soil.",
        "6": "When the sun had risen, it was scorched; and because it had no root, it withered away.",
        "7": "Others fell among the thorns, and the thorns grew up and choked it, and it yielded no fruit.",
        "8": "Others fell into the good ground and yielded fruit, growing up and increasing. Some produced thirty times, some sixty times, and some one hundred times as much.”",
        "9": "He said, “Whoever has ears to hear, let him hear.”",
        "10": "When he was alone, those who were around him with the twelve asked him about the parables.",
        "11": "He said to them, “To you is given the mystery of God’s Kingdom, but to those who are outside, all things are done in parables,",
        "12": "that ‘seeing they may see and not perceive, and hearing they may hear and not understand, lest perhaps they should turn again, and their sins should be forgiven them.’”",
        "13": "He said to them, “Don’t you understand this parable? How will you understand all of the parables?",
        "14": "The farmer sows the word.",
        "15": "The ones by the road are the ones where the word is sown; and when they have heard, immediately Satan comes and takes away the word which has been sown in them.",
        "16": "These in the same way are those who are sown on the rocky places, who, when they have heard the word, immediately receive it with joy.",
        "17": "They have no root in themselves, but are short-lived. When oppression or persecution arises because of the word, immediately they stumble.",
        "18": "Others are those who are sown among the thorns. These are those who have heard the word,",
        "19": "and the cares of this age, and the deceitfulness of riches, and the lusts of other things entering in choke the word, and it becomes unfruitful.",
        "20": "Those which were sown on the good ground are those who hear the word, accept it, and bear fruit, some thirty times, some sixty times, and some one hundred times.”",
        "21": "He said to them, “Is a lamp brought to be put under a basket or under a bed? Isn’t it put on a stand?",
        "22": "For there is nothing hidden except that it should be made known, neither was anything made secret but that it should come to light.",
        "23": "If any man has ears to hear, let him hear.”",
        "24": "He said to them, “Take heed what you hear. With whatever measure you measure, it will be measured to you; and more will be given to you who hear.",
        "25": "For whoever has, to him more will be given; and he who doesn’t have, even that which he has will be taken away from him.”",
        "26": "He said, “God’s Kingdom is as if a man should cast seed on the earth,",
        "27": "and should sleep and rise night and day, and the seed should spring up and grow, though he doesn’t know how.",
        "28": "For the earth bears fruit by itself: first the blade, then the ear, then the full grain in the ear.",
        "29": "But when the fruit is ripe, immediately he puts in the sickle, because the harvest has come.”",
        "30": "He said, “How will we liken God’s Kingdom? Or with what parable will we illustrate it?",
        "31": "It’s like a grain of mustard seed, which, when it is sown in the earth, though it is less than all the seeds that are on the earth,",
        "32": "yet when it is sown, grows up and becomes greater than all the herbs, and puts out great branches, so that the birds of the sky can lodge under its shadow.”",
        "33": "With many such parables he spoke the word to them, as they were able to hear it.",
        "34": "Without a parable he didn’t speak to them; but privately to his own disciples he explained everything.",
        "35": "On that day, when evening had come, he said to them, “Let’s go over to the other side.”",
        "36": "Leaving the multitude, they took him with them, even as he was, in the boat. Other small boats were also with him.",
        "37": "A big wind storm arose, and the waves beat into the boat, so much that the boat was already filled.",
        "38": "He himself was in the stern, asleep on the cushion; and they woke him up and asked him, “Teacher, don’t you care that we are dying?”",
        "39": "He awoke and rebuked the wind, and said to the sea, “Peace! Be still!” The wind ceased and there was a great calm.",
        "40": "He said to them, “Why are you so afraid? How is it that you have no faith?”",
        "41": "They were greatly afraid and said to one another, “Who then is this, that even the wind and the sea obey him?”"
      }
    }
  }
}