{
  "book": "Marcu",
  "chapter": "8",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În zilele acelea, fiindcă se strânsese din nou mult norod și n-avea ce mânca, Isus a chemat pe ucenicii Săi și le-a zis:",
        "2": "„Mi-e milă de norodul acesta, căci iată că de trei zile stau lângă Mine și n-au ce mânca.",
        "3": "Dacă le voi da drumul acasă flămânzi, au să leșine de foame pe drum, fiindcă unii din ei au venit de departe.”",
        "4": "Ucenicii I-au răspuns: „Cum ar putea cineva să sature cu pâine pe oamenii aceștia aici, într-un loc pustiu?”",
        "5": "„Câte pâini aveți?”, i-a întrebat Isus. „Șapte”, I-au răspuns ei.",
        "6": "Atunci a poruncit norodului să șadă pe pământ, a luat cele șapte pâini și, după ce a mulțumit lui Dumnezeu, le-a frânt și le-a dat ucenicilor Săi ca să le împartă, și ei le-au împărțit norodului.",
        "7": "Mai aveau și câțiva peștișori, și Isus, după ce i-a binecuvântat, a poruncit să-i împartă și pe aceia.",
        "8": "Au mâncat și s-au săturat și au ridicat șapte coșnițe pline cu rămășițele de firimituri.",
        "9": "Erau aproape patru mii de inși. În urmă, Isus le-a dat drumul.",
        "10": "Isus a intrat îndată în corabie cu ucenicii Săi și a venit în părțile Dalmanutei.",
        "11": "Fariseii au venit deodată și au început o ceartă de vorbe cu Isus. Și, ca să-L pună la încercare, I-au cerut un semn din cer.",
        "12": "Isus a suspinat adânc în duhul Său și a zis: „Pentru ce cere neamul acesta un semn? Adevărat vă spun că neamului acestuia nu i se va da deloc un semn.”",
        "13": "Apoi i-a lăsat și a intrat iarăși în corabie, ca să treacă de cealaltă parte.",
        "14": "Ucenicii uitaseră să ia pâini; cu ei, în corabie, n-aveau decât o pâine.",
        "15": "Isus le dădea în grijă și le zicea: „Luați seama, să vă păziți bine de și de aluatul lui Irod!”",
        "16": "Ucenicii se gândeau și ziceau între ei: „Fiindcă n-avem pâini.”",
        "17": "Isus a înțeles lucrul acesta și le-a zis: „Pentru ce vă gândiți că n-aveți pâini? Tot nu pricepeți și tot nu înțelegeți? Aveți inima împietrită?",
        "18": "Aveți ochi și nu vedeți? Aveți urechi și nu auziți? Și nu vă aduceți aminte deloc?",
        "19": "Când am frânt cele cinci pâini la cei cinci mii de bărbați, câte coșuri pline cu firimituri ați ridicat?” „Douăsprezece”, I-au răspuns ei.",
        "20": "„Și când am frânt cele șapte pâini la cei patru mii de bărbați, câte coșnițe pline cu firimituri ați ridicat?” „Șapte”, I-au răspuns ei.",
        "21": "Și El le-a zis: „Tot nu înțelegeți?” Vindecarea unui orb la Betsaida",
        "22": "Au venit la Betsaida; au adus la Isus un orb și L-au rugat să Se atingă de el.",
        "23": "Isus a luat pe orb de mână și l-a scos din sat, apoi i-a pus scuipat pe ochi, Și-a pus mâinile peste el și l-a întrebat: „Vezi ceva?”",
        "24": "El s-a uitat și a zis: „Văd niște oameni umblând, dar mi se par ca niște copaci.”",
        "25": "Isus i-a pus din nou mâinile pe ochi; i-a spus să se uite țintă și, când s-a uitat, a fost tămăduit și a văzut toate lucrurile deslușit.",
        "26": "Atunci, Isus l-a trimis acasă și i-a zis: „Să nu intri în sat și nici să nu spui cuiva în sat.”",
        "27": "Isus a plecat cu ucenicii Săi în satele Cezareii lui Filip. Pe drum le-a pus următoarea întrebare: „Cine zic oamenii că sunt Eu?”",
        "28": "Ei I-au răspuns: „Ioan Botezătorul; alții: Ilie; alții: Unul din proroci.”",
        "29": "„Dar voi”, i-a întrebat El, „cine ziceți că sunt Eu?” „Tu ești Hristosul!” I-a răspuns Petru.",
        "30": "Isus le-a poruncit cu tărie să nu spună nimănui lucrul acesta despre El. Isus vestește patimile și Sa",
        "31": "Atunci a început să-i învețe că Fiul omului trebuie să pătimească mult, să fie tăgăduit de bătrâni, de preoții cei mai de seamă și de cărturari, să fie omorât și după trei zile să învieze.",
        "32": "Le spunea lucrurile acestea pe față. Petru însă L-a luat deoparte și a început să-L mustre.",
        "33": "Dar Isus S-a întors și S-a uitat la ucenicii Săi, a mustrat pe Petru și i-a zis: „Înapoia Mea, Satano! Fiindcă tu nu te gândești la lucrurile lui Dumnezeu, ci la lucrurile oamenilor.”",
        "34": "Apoi a chemat la El norodul împreună cu ucenicii Săi și le-a zis: „Dacă voiește cineva să vină după Mine, să se lepede de sine însuși, să-și ia crucea și să Mă urmeze.",
        "35": "Căci oricine va vrea să-și scape viața o va pierde, dar oricine își va pierde viața din pricina Mea și din pricina Evangheliei o va mântui.",
        "36": "Și ce folosește unui om să câștige toată lumea, dacă își pierde sufletul?",
        "37": "Sau ce va da un om în schimb pentru sufletul său?",
        "38": "Pentru că de oricine se va rușina de Mine și de cuvintele Mele, în acest neam preacurvar și păcătos, Se va rușina și Fiul omului când va veni în slava Tatălui Său împreună cu sfinții îngeri.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În zilele acelea s-a adunat din nou o mare mulțime de oameni și nu aveau ce să mănânce. Isus i-a chemat pe ucenici și le-a zis:",
        "2": "Mi-e milă de cei din mulțime, pentru că sunt deja trei zile de când ei stau cu Mine și n-au ce să mănânce,",
        "3": "iar dacă îi las să plece acasă flămânzi, vor leșina pe drum, mai ales că unii dintre ei au venit de departe.",
        "4": "Ucenicii Lui I-au răspuns: ‒ De unde ar putea lua cineva pâini aici, în deșert, ca să-i sature pe acești oameni?",
        "5": "Isus i-a întrebat: ‒ Câte pâini aveți? Ei au zis: ‒ Șapte.",
        "6": "Isus a poruncit mulțimii să se așeze pe pământ. Și după ce a luat cele șapte pâini și a mulțumit, le-a frânt și le-a dat ucenicilor Săi ca să le împartă, iar ei le-au împărțit mulțimii.",
        "7": "Mai aveau și câțiva peștișori. El i-a binecuvântat și a zis să fie împărțiți și aceștia.",
        "8": "Au mâncat toți și s-au săturat. Și au adunat șapte coșuri pline cu firimiturile rămase.",
        "9": "Erau în jur de patru mii de bărbați. După ce i-a lăsat să plece,",
        "10": "Isus S-a urcat imediat în barcă împreună cu ucenicii Lui și S-a dus în părțile Dalmanutei. Fariseii cer un semn",
        "11": "Fariseii au venit și au început să discute aprins cu Isus, căutând de la El un semn din cer, ca să-L pună la încercare.",
        "12": "Însă Isus, oftând adânc în duhul Său, a zis: „De ce caută această generație un semn? Adevărat vă spun că acestei generații nu i se va da niciun semn“.",
        "13": "Apoi i-a lăsat, S-a urcat iarăși în barcă și S-a dus de cealaltă parte a mării. Drojdia fariseilor și a lui Irod",
        "14": "Ucenicii uitaseră să ia pâini și nu aveau cu ei în barcă decât o pâine.",
        "15": "Isus le-a poruncit, zicând: ‒ Aveți grijă, feriți-vă de drojdia fariseilor și de drojdia lui Irod!",
        "16": "Ei vorbeau unii cu alții despre faptul că nu aveau pâini.",
        "17": "Cunoscând aceasta, Isus le-a zis: ‒ De ce vorbiți între voi că n-aveți pâini? Tot nu înțelegeți, nici nu pricepeți? Aveți inima împietrită?",
        "18": "Aveți ochi, dar nu vedeți și aveți urechi, dar nu auziți? Nu vă mai aduceți aminte,",
        "19": "atunci când am frânt cele cinci pâini la cei cinci mii de oameni, câte coșnițe pline cu firimituri ați ridicat? Ei I-au zis: ‒ Douăsprezece.",
        "20": "Iar când am frânt cele șapte pâini la cei patru mii de bărbați, câte coșuri pline cu firimituri ați ridicat? Ei I-au zis: ‒ Șapte.",
        "21": "Atunci El le-a zis: ‒ Tot nu înțelegeți? Isus vindecă un orb la Betsaida",
        "22": "Când au ajuns în Betsaida, I-au adus un orb și L-au rugat să Se atingă de el.",
        "23": "Isus l-a luat pe orb de mână și l-a dus afară din sat. A pus scuipat pe ochii acestuia, Și-a pus mâinile peste el și l-a întrebat: ‒ Vezi ceva?",
        "24": "Omul s-a uitat și a zis: ‒ Văd niște oameni, dar mi se par ca niște pomi care umblă.",
        "25": "Atunci Isus Și-a pus din nou mâinile peste ochii acestuia, iar el a privit țintă și i-a revenit vederea. Acum el vedea toate lucrurile clar.",
        "26": "Isus l-a trimis acasă, zicând: ‒ Să nu intri în sat și nici să nu spui cuiva în sat! Mărturisirea de credință a lui Petru",
        "27": "Isus S-a dus împreună cu ucenicii Lui în satele Cezareei lui Filip. Pe drum, Isus i-a întrebat pe ucenicii Săi, zicându-le: ‒ Cine zic oamenii că sunt Eu?",
        "28": "Ei I-au răspuns, zicând: ‒ Unii zic că ești Ioan Botezătorul, alții zic că ești Ilie, iar alții spun despre Tine că ești unul dintre profeți.",
        "29": "El i-a întrebat: ‒ Dar voi, cine ziceți că sunt Eu? Petru, răspunzând, I-a zis: ‒ Tu ești Cristosul!",
        "30": "Atunci Isus le-a atras atenția să nu spună nimănui despre El.",
        "31": "Apoi a început să-i învețe că Fiul Omului trebuie să sufere multe și să fie respins de bătrâni, de conducătorii preoților și de cărturari, să fie omorât, iar după trei zile să învie.",
        "32": "Le vorbea deschis despre aceasta. Petru însă L-a luat deoparte și a început să-L mustre.",
        "33": "Dar Isus S-a întors, S-a uitat la ucenicii Săi și l-a mustrat pe Petru, zicând: ‒ Pleacă! Înapoia Mea, Satan, căci tu nu te gândești la lucrurile lui Dumnezeu, ci la lucrurile oamenilor. Prețul uceniciei",
        "34": "Apoi i-a chemat pe cei din mulțime alături de ucenicii Săi și le-a zis: „Dacă vrea cineva să vină după Mine, să se lepede de sine, să-și ia crucea și să Mă urmeze.",
        "35": "Căci oricine vrea să-și salveze viața o va pierde, dar cel ce-și pierde viața, de dragul Meu și de dragul Evangheliei, o va salva.",
        "36": "Într-adevăr, la ce i-ar folosi unui om să câștige întreaga lume, dacă și-ar pierde sufletul?",
        "37": "Sau ce va da un om în schimb pentru sufletul său?",
        "38": "Căci, de cel ce îi va fi rușine de Mine și de cuvintele Mele, în această generație adulteră și păcătoasă, de acela Îi va fi rușine și Fiului Omului când va veni în gloria Tatălui Său, cu sfinții îngeri“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "In those days, when there was a very great multitude, and they had nothing to eat, Jesus called his disciples to himself and said to them,",
        "2": "“I have compassion on the multitude, because they have stayed with me now three days and have nothing to eat.",
        "3": "If I send them away fasting to their home, they will faint on the way, for some of them have come a long way.”",
        "4": "His disciples answered him, “From where could one satisfy these people with bread here in a deserted place?”",
        "5": "He asked them, “How many loaves do you have?” They said, “Seven.”",
        "6": "He commanded the multitude to sit down on the ground, and he took the seven loaves. Having given thanks, he broke them and gave them to his disciples to serve, and they served the multitude.",
        "7": "They also had a few small fish. Having blessed them, he said to serve these also.",
        "8": "They ate and were filled. They took up seven baskets of broken pieces that were left over.",
        "9": "Those who had eaten were about four thousand. Then he sent them away.",
        "10": "Immediately he entered into the boat with his disciples and came into the region of Dalmanutha.",
        "11": "The Pharisees came out and began to question him, seeking from him a sign from heaven and testing him.",
        "12": "He sighed deeply in his spirit and said, “Why does this generation seek a sign? Most certainly I tell you, no sign will be given to this generation.”",
        "13": "He left them, and again entering into the boat, departed to the other side.",
        "14": "They forgot to take bread; and they didn’t have more than one loaf in the boat with them.",
        "15": "He warned them, saying, “Take heed: beware of the yeast of the Pharisees and the yeast of Herod.”",
        "16": "They reasoned with one another, saying, “It’s because we have no bread.”",
        "17": "Jesus, perceiving it, said to them, “Why do you reason that it’s because you have no bread? Don’t you perceive yet or understand? Is your heart still hardened?",
        "18": "Having eyes, don’t you see? Having ears, don’t you hear? Don’t you remember?",
        "19": "When I broke the five loaves among the five thousand, how many baskets full of broken pieces did you take up?” They told him, “Twelve.”",
        "20": "“When the seven loaves fed the four thousand, how many baskets full of broken pieces did you take up?” They told him, “Seven.”",
        "21": "He asked them, “Don’t you understand yet?”",
        "22": "He came to Bethsaida. They brought a blind man to him and begged him to touch him.",
        "23": "He took hold of the blind man by the hand, and brought him out of the village. When he had spat on his eyes, and laid his hands on him, he asked him if he saw anything.",
        "24": "He looked up, and said, “I see men, but I see them like walking trees.”",
        "25": "Then again he laid his hands on his eyes. He looked intently, and was restored, and saw everyone clearly.",
        "26": "He sent him away to his house, saying, “Don’t enter into the village, nor tell anyone in the village.”",
        "27": "Jesus went out, with his disciples, into the villages of Caesarea Philippi. On the way he asked his disciples, “Who do men say that I am?”",
        "28": "They told him, “John the Baptizer, and others say Elijah, but others, one of the prophets.”",
        "29": "He said to them, “But who do you say that I am?” Peter answered, “You are the Christ.”",
        "30": "He commanded them that they should tell no one about him.",
        "31": "He began to teach them that the Son of Man must suffer many things, and be rejected by the elders, the chief priests, and the scribes, and be killed, and after three days rise again.",
        "32": "He spoke to them openly. Peter took him and began to rebuke him.",
        "33": "But he, turning around and seeing his disciples, rebuked Peter, and said, “Get behind me, Satan! For you have in mind not the things of God, but the things of men.”",
        "34": "He called the multitude to himself with his disciples and said to them, “Whoever wants to come after me, let him deny himself, and take up his cross, and follow me.",
        "35": "For whoever wants to save his life will lose it; and whoever will lose his life for my sake and the sake of the Good News will save it.",
        "36": "For what does it profit a man to gain the whole world and forfeit his life?",
        "37": "For what will a man give in exchange for his life?",
        "38": "For whoever will be ashamed of me and of my words in this adulterous and sinful generation, the Son of Man also will be ashamed of him when he comes in his Father’s glory with the holy angels.”"
      }
    }
  }
}