{
  "book": "Marcu",
  "chapter": "13",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Când a ieșit Isus din Templu, unul din ucenicii Lui i-a zis: „Învățătorule, uită-Te ce pietre și ce zidiri!”",
        "2": "Isus i-a răspuns: „Vezi tu aceste zidiri mari? Nu va rămâne aici piatră pe piatră care să nu fie dărâmată.”",
        "3": "Apoi a șezut pe Muntele Măslinilor în fața Templului. Și Petru, Iacov, Ioan și Andrei L-au întrebat deoparte:",
        "4": "„Spune-ne când se vor întâmpla aceste lucruri și care va fi semnul când se vor împlini toate aceste lucruri?”",
        "5": "Isus a început atunci să le spună: „Băgați de seamă să nu vă înșele cineva.",
        "6": "Fiindcă vor veni mulți în Numele Meu și vor zice: ‘Eu sunt Hristosul!’ Și vor înșela pe mulți.",
        "7": "Când veți auzi despre războaie și vești de războaie, să nu vă înspăimântați, căci lucrurile acestea trebuie să se întâmple. Dar încă nu va fi sfârșitul.",
        "8": "Un neam se va scula împotriva altui neam și o împărăție, împotriva altei împărății; pe alocuri vor fi cutremure de pământ, foamete și tulburări. Aceste lucruri vor fi începutul durerilor.",
        "9": "Luați seama la voi înșivă. Au să vă dea pe mâna soboarelor judecătorești și veți fi bătuți în sinagogi; din pricina Mea veți fi duși înaintea dregătorilor și înaintea împăraților, pentru ca să le slujiți de mărturie.",
        "10": "Mai întâi trebuie ca Evanghelia să fie propovăduită tuturor neamurilor.",
        "11": "Când vă vor duce să vă dea în mâinile lor, să nu vă îngrijorați mai dinainte cu privire la cele ce veți vorbi, ci să vorbiți orice vi se va da să vorbiți în ceasul acela, căci nu voi veți vorbi, ci Duhul Sfânt.",
        "12": "Fratele va da la moarte pe frate-său și tatăl, pe copilul lui; copiii se vor scula împotriva părinților lor și-i vor omorî.",
        "13": "Veți fi urâți de toți pentru Numele Meu, dar cine va răbda până la sfârșit va fi mântuit.",
        "14": "Când veți vedea urâciunea pustiirii stând acolo unde nu se cade să fie – cine citește să înțeleagă –, atunci cei ce vor fi în Iudeea să fugă la munți.",
        "15": "Cine va fi pe acoperișul casei să nu se coboare și să nu intre în casă, ca să-și ia ceva din ea.",
        "16": "Și cine va fi la câmp să nu se întoarcă să-și ia haina.",
        "17": "Vai de femeile care vor fi însărcinate și de cele ce vor da țâță în zilele acelea!",
        "18": "Rugați-vă ca lucrurile acestea să nu se întâmple iarna.",
        "19": "Pentru că în zilele acelea va fi un necaz așa de mare, cum n-a fost de la începutul lumii pe care a făcut-o Dumnezeu până azi și cum nici nu va mai fi vreodată.",
        "20": "Și dacă n-ar fi scurtat Domnul zilele acelea, nimeni n-ar scăpa, dar le-a scurtat din pricina celor aleși.",
        "21": "Dacă vă va zice cineva atunci: ‘Iată, Hristosul este aici’ sau ‘Iată-L acolo’, să nu-l credeți.",
        "22": "Căci se vor scula hristoși mincinoși și proroci mincinoși. Ei vor face semne și minuni ca să înșele, dacă ar fi cu putință, și pe cei aleși.",
        "23": "Păziți-vă; iată că vi le-am spus toate dinainte.",
        "24": "Dar, în zilele acelea, după necazul acesta, soarele se va întuneca, luna nu-și va mai da ei,",
        "25": "stelele vor cădea din cer și puterile care sunt în ceruri vor fi clătinate.",
        "26": "Atunci se va vedea Fiul omului venind pe nori cu mare putere și cu slavă.",
        "27": "Atunci va trimite pe îngerii Săi și va aduna pe cei aleși din cele patru vânturi, de la marginea pământului până la marginea cerului.",
        "28": "Luați învățătură de la smochin prin pilda lui. Când mlădița lui se face fragedă și înfrunzește, știți că vara este aproape.",
        "29": "Tot așa, când veți vedea aceste lucruri împlinindu-se, să știți că Fiul omului este aproape, este chiar la uși.",
        "30": "Adevărat vă spun că nu va trece neamul acesta până nu se vor împlini toate aceste lucruri.",
        "31": "Cerul și pământul vor trece, dar cuvintele Mele nu vor trece.",
        "32": "Cât despre ziua aceea, sau ceasul acela, nu știe nimeni, nici îngerii din ceruri, nici Fiul, ci numai Tatăl.",
        "33": "Luați seama, vegheați și rugați-vă, căci nu știți când va veni vremea aceea.",
        "34": "Se va întâmpla ca și cu un om plecat într-altă țară, care își lasă casa, dă robilor săi putere, arată fiecăruia care este datoria lui și poruncește portarului să vegheze.",
        "35": "Vegheați dar, pentru că nu știți când va veni stăpânul casei: sau seara, sau la miezul nopții, sau la cântarea cocoșilor, sau dimineața.",
        "36": "Temeți-vă ca nu cumva, venind fără veste, să vă găsească dormind.",
        "37": "Ce vă zic vouă, zic tuturor: ‘Vegheați!’”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În timp ce ieșea Isus din Templu, unul dintre ucenicii Lui I-a zis: ‒ Învățătorule, iată ce pietre și ce clădiri!",
        "2": "Isus i-a zis: ‒ Vezi tu clădirile acestea mari? Nu va fi lăsată aici piatră pe piatră, care să nu fie dărâmată.",
        "3": "Apoi S-a așezat pe Muntele Măslinilor, de cealaltă parte a Templului, și Petru, Iacov, Ioan și Andrei L-au întrebat deoparte:",
        "4": "‒ Spune-ne, când se vor întâmpla aceste lucruri și care va fi semnul când urmează să fie împlinite toate acestea?",
        "5": "Isus a început să le vorbească astfel: ‒ Aveți grijă să nu vă ducă în rătăcire cineva!",
        "6": "Vor veni mulți în Numele Meu, zicând: „Eu sunt Acela!“, și-i vor duce în rătăcire pe mulți.",
        "7": "Când veți auzi de războaie și vești de războaie, să nu vă tulburați! Acestea trebuie să se întâmple. Dar încă nu va fi sfârșitul.",
        "8": "Căci o națiune se va ridica împotriva altei națiuni, și o împărăție împotriva altei împărății. Vor fi cutremure, în diverse locuri, și vor fi tulburări și foamete. Acestea vor fi începutul durerilor nașterii.",
        "9": "Fiți atenți la voi înșivă! Vă vor da pe mâna sinedriilor și veți fi bătuți în sinagogi. Și veți fi puși să stați înaintea guvernatorilor și înaintea regilor din cauza Mea, ca mărturie pentru ei.",
        "10": "Mai întâi trebuie ca Evanghelia să fie proclamată tuturor națiunilor.",
        "11": "Când vă vor duce să vă dea pe mâna lor, să nu vă îngrijorați dinainte ce veți vorbi, ci spuneți ce vi se va da chiar în ceasul acela! Căci nu voi sunteți cei care veți vorbi, ci Duhul Sfânt.",
        "12": "Fratele îl va da la moarte pe fratele său, iar tatăl pe copilul său. Copiii se vor ridica împotriva părinților și-i vor omorî.",
        "13": "Veți fi urâți de toți din cauza Numelui Meu, dar cel ce va răbda până la sfârșit va fi mântuit.",
        "14": "Când veți vedea „urâciunea pustiirii“ stând acolo unde n-ar trebui (cine citește să înțeleagă!), atunci cei din Iudeea să fugă în munți.",
        "15": "Cel ce va fi pe acoperișul casei să nu coboare, nici să nu intre în casă ca să-și ia ceva din ea,",
        "16": "iar cel ce va fi la câmp să nu se întoarcă să-și ia haina.",
        "17": "Vai de cele ce vor fi însărcinate și de cele ce vor alăpta în zilele acelea!",
        "18": "Rugați-vă să nu se întâmple iarna.",
        "19": "Căci în zilele acelea va fi un necaz așa de mare, cum n-a mai fost de la începutul creației, pe care a creat-o Dumnezeu, și până acum, și nici nu va mai fi!",
        "20": "Iar dacă Domnul n-ar fi scurtat zilele acelea, niciun om n-ar fi fost salvat. Dar, de dragul celor aleși, pe care El i-a ales, Domnul a scurtat zilele acelea. Isus vorbește despre revenirea Sa",
        "21": "Dacă cineva vă va spune atunci: „Iată, Cristosul este aici!“ sau „Iată, acolo este!“, să nu-l credeți.",
        "22": "Căci se vor ridica cristoși falși și profeți falși și vor face semne și minuni, pentru a-i duce în rătăcire, dacă este posibil, pe cei aleși.",
        "23": "Fiți atenți la voi înșivă! V-am spus mai dinainte toate lucrurile!",
        "24": "Dar în zilele acelea, după necazul acela, „soarele se va întuneca, luna nu-și va mai da ,",
        "25": "stelele vor cădea din cer și puterile din ceruri vor fi clătinate“.",
        "26": "Și atunci Îl vor vedea pe Fiul Omului venind pe nori, cu mare putere și glorie.",
        "27": "Atunci El va trimite îngerii, iar ei îi vor aduna pe aleșii Lui din cele patru direcții, de la marginea pământului până la marginea cerului.",
        "28": "Învățați de la smochin pilda lui: când mlădița lui devine deja fragedă și dă frunze, știți că vara este aproape.",
        "29": "Tot așa și voi, când vedeți că se întâmplă aceste lucruri, să știți că El este aproape, este chiar la uși.",
        "30": "Adevărat vă spun că nu va trece această generație până când nu se vor întâmpla toate aceste lucruri.",
        "31": "Cerul și pământul vor trece, însă cuvintele Mele nicidecum nu vor trece!",
        "32": "Dar despre ziua sau ora aceea nu știe nimeni, nici îngerii în Cer, nici Fiul, ci numai Tatăl.",
        "33": "Fiți atenți! Fiți treji și rugați-vă! Căci nu știți când va sosi vremea.",
        "34": "Este ca atunci când un om, plecat într-o călătorie, își lasă casa, le dă sclavilor săi autoritate, fiecăruia slujba lui, și îi poruncește portarului să vegheze.",
        "35": "Vegheați, deci, pentru că nu știți când vine stăpânul casei – sau seara, sau la miezul nopții, sau la cântatul cocoșului, sau dimineața –",
        "36": "și nu cumva ca, venind pe neașteptate, să vă găsească dormind!",
        "37": "Ceea ce vă spun vouă, spun tuturor: vegheați!"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "As he went out of the temple, one of his disciples said to him, “Teacher, see what kind of stones and what kind of buildings!”",
        "2": "Jesus said to him, “Do you see these great buildings? There will not be left here one stone on another, which will not be thrown down.”",
        "3": "As he sat on the Mount of Olives opposite the temple, Peter, James, John, and Andrew asked him privately,",
        "4": "“Tell us, when will these things be? What is the sign that these things are all about to be fulfilled?”",
        "5": "Jesus, answering, began to tell them, “Be careful that no one leads you astray.",
        "6": "For many will come in my name, saying, ‘I am he!’ and will lead many astray.",
        "7": "“When you hear of wars and rumors of wars, don’t be troubled. For those must happen, but the end is not yet.",
        "8": "For nation will rise against nation, and kingdom against kingdom. There will be earthquakes in various places. There will be famines and troubles. These things are the beginning of birth pains.",
        "9": "“But watch yourselves, for they will deliver you up to councils. You will be beaten in synagogues. You will stand before rulers and kings for my sake, for a testimony to them.",
        "10": "The Good News must first be preached to all the nations.",
        "11": "When they lead you away and deliver you up, don’t be anxious beforehand or premeditate what you will say, but say whatever will be given you in that hour. For it is not you who speak, but the Holy Spirit.",
        "12": "“Brother will deliver up brother to death, and the father his child. Children will rise up against parents and cause them to be put to death.",
        "13": "You will be hated by all men for my name’s sake, but he who endures to the end will be saved.",
        "14": "“But when you see the abomination of desolation, spoken of by Daniel the prophet, standing where it ought not” (let the reader understand), “then let those who are in Judea flee to the mountains,",
        "15": "and let him who is on the housetop not go down, nor enter in, to take anything out of his house.",
        "16": "Let him who is in the field not return back to take his cloak.",
        "17": "But woe to those who are with child and to those who nurse babies in those days!",
        "18": "Pray that your flight won’t be in the winter.",
        "19": "For in those days there will be oppression, such as there has not been the like from the beginning of the creation which God created until now, and never will be.",
        "20": "Unless the Lord had shortened the days, no flesh would have been saved; but for the sake of the chosen ones, whom he picked out, he shortened the days.",
        "21": "Then if anyone tells you, ‘Look, here is the Christ!’ or, ‘Look, there!’ don’t believe it.",
        "22": "For false christs and false prophets will arise and will show signs and wonders, that they may lead astray, if possible, even the chosen ones.",
        "23": "But you watch. “Behold, I have told you all things beforehand.",
        "24": "But in those days, after that oppression, the sun will be darkened, the moon will not give its light,",
        "25": "the stars will be falling from the sky, and the powers that are in the heavens will be shaken.",
        "26": "Then they will see the Son of Man coming in clouds with great power and glory.",
        "27": "Then he will send out his angels, and will gather together his chosen ones from the four winds, from the ends of the earth to the ends of the sky.",
        "28": "“Now from the fig tree, learn this parable. When the branch has now become tender and produces its leaves, you know that the summer is near;",
        "29": "even so you also, when you see these things coming to pass, know that it is near, at the doors.",
        "30": "Most certainly I say to you, this generation will not pass away until all these things happen.",
        "31": "Heaven and earth will pass away, but my words will not pass away.",
        "32": "“But of that day or that hour no one knows—not even the angels in heaven, nor the Son, but only the Father.",
        "33": "Watch, keep alert, and pray; for you don’t know when the time is.",
        "34": "“It is like a man traveling to another country, having left his house and given authority to his servants, and to each one his work, and also commanded the doorkeeper to keep watch.",
        "35": "Watch therefore, for you don’t know when the lord of the house is coming—whether at evening, or at midnight, or when the rooster crows, or in the morning;",
        "36": "lest, coming suddenly, he might find you sleeping.",
        "37": "What I tell you, I tell all: Watch!”"
      }
    }
  }
}