{
  "book": "Marcu",
  "chapter": "15",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Dimineața, preoții cei mai de seamă au făcut îndată sfat cu bătrânii, cărturarii și tot soborul. După ce au legat pe Isus, L-au dus și L-au dat în mâinile lui Pilat.",
        "2": "Pilat L-a întrebat: „Ești Tu Împăratul iudeilor?” „Da, sunt”, i-a răspuns Isus.",
        "3": "Preoții cei mai de seamă Îl învinuiau de multe lucruri.",
        "4": "Pilat L-a întrebat din nou: „Nu răspunzi nimic? Uite de câte lucruri Te învinuiesc ei!”",
        "5": "Isus n-a mai dat niciun răspuns, lucru care a mirat pe Pilat. Hotărârea de moarte întărită",
        "6": "La fiecare Praznic al Paștelor, Pilat le slobozea un întemnițat, pe care-l cereau ei.",
        "7": "În temniță era unul numit Baraba, închis împreună cu tovarășii lui din pricina unui omor pe care-l săvârșiseră într-o răscoală.",
        "8": "Norodul s-a suit și a început să ceară lui Pilat să le dea ce avea obicei să le dea totdeauna.",
        "9": "Pilat le-a răspuns: „Voiți să vă slobozesc pe Împăratul iudeilor?”",
        "10": "Căci pricepuse că preoții cei mai de seamă din pizmă Îl dăduseră în mâna lui.",
        "11": "Dar preoții cei mai de seamă au ațâțat norodul să ceară lui Pilat să le slobozească mai bine pe Baraba.",
        "12": "Pilat a luat din nou cuvântul și le-a zis: „Dar ce voiți să fac cu Acela pe care-L numiți Împăratul iudeilor?”",
        "13": "Ei au strigat din nou: „Răstignește-L!”",
        "14": "„Dar ce rău a făcut?”, le-a zis Pilat. Însă ei au început să strige și mai tare: „Răstignește-L!”",
        "15": "Pilat a vrut să facă pe placul norodului și le-a slobozit pe Baraba, iar pe Isus, după ce a pus să-L bată cu nuiele, L-a dat să fie răstignit.",
        "16": "Ostașii au adus pe Isus în curte, adică în palat, și au adunat toată ceata ostașilor.",
        "17": "L-au îmbrăcat într-o haină de purpură, au împletit o cunună de spini și I-au pus-o pe cap.",
        "18": "Apoi au început să-I ureze și să zică: „Plecăciune, Împăratul iudeilor!”",
        "19": "Și-L loveau în cap cu o trestie, Îl scuipau, îngenuncheau și I se închinau.",
        "20": "După ce și-au bătut astfel joc de El, L-au dezbrăcat de haina de purpură, L-au îmbrăcat în hainele Lui și L-au dus să-L răstignească.",
        "21": "Au silit să ducă crucea lui Isus pe un trecător care se întorcea de la câmp, numit Simon din Cirene, tatăl lui Alexandru și al lui Rufus.",
        "22": "Și au adus pe Isus la locul numit Golgota, care, tălmăcit, înseamnă: „Locul căpățânii”.",
        "23": "I-au dat să bea vin amestecat cu smirnă, dar El nu l-a luat.",
        "24": "După ce L-au răstignit, I-au împărțit hainele între ei trăgând la sorți, ca să știe ce să ia fiecare.",
        "25": "Când L-au răstignit, era ceasul al treilea.",
        "26": "Deasupra Lui era scrisă vina Lui: „Împăratul iudeilor”.",
        "27": "Împreună cu El au răstignit doi tâlhari, unul la dreapta și altul la stânga Lui.",
        "28": "Astfel s-a împlinit Scriptura, care zice: „A fost pus în numărul celor fărădelege.” Batjocurile trecătorilor",
        "29": "Trecătorii își băteau joc de El, dădeau din cap și ziceau: „Uă! Tu, care strici Templul și-l zidești la loc în trei zile,",
        "30": "mântuiește-Te pe Tine Însuți și coboară-Te de pe cruce!”",
        "31": "Tot astfel și preoții cei mai de seamă, împreună cu cărturarii, își băteau joc de El între ei și ziceau: „Pe alții i-a mântuit, și pe Sine Însuși nu Se poate mântui!",
        "32": "Hristosul, Împăratul lui Israel, să Se coboare acum de pe cruce, ca să vedem și să credem!” Cei răstigniți împreună cu El, de asemenea, își băteau joc de El.",
        "33": "La ceasul al șaselea, s-a făcut întuneric peste toată țara până la ceasul al nouălea.",
        "34": "Și în ceasul al nouălea, Isus a strigat cu glas tare: „Eloi, Eloi, Lama Sabactani?”, care, tălmăcit, înseamnă: „Dumnezeul Meu, Dumnezeul Meu, pentru ce M-ai părăsit?”",
        "35": "Unii din cei ce stăteau acolo, când L-au auzit, ziceau: „Iată, cheamă pe Ilie!”",
        "36": "Și unul din ei a alergat de a umplut un burete cu oțet, l-a pus într-o trestie și I-a dat să bea, zicând: „Lăsați să vedem dacă va veni Ilie să-L coboare de pe cruce!”",
        "37": "Dar Isus a scos un strigăt tare și Și-a dat duhul.",
        "38": "Perdeaua dinăuntrul Templului s-a rupt în două de sus până jos.",
        "39": "Sutașul, care sta în fața lui Isus, când a văzut că Și-a dat astfel duhul, a zis: „Cu adevărat, Omul acesta era Fiul lui Dumnezeu!”",
        "40": "Acolo erau și niște femei care priveau de departe. Printre ele erau Maria Magdalena, Maria, mama lui Iacov cel mic și a lui Iose, și Salome,",
        "41": "care, pe când era El în Galileea, mergeau după El și-I slujeau, și multe alte femei care se suiseră împreună cu El în Ierusalim.",
        "42": "Când s-a înserat, fiindcă era Ziua Pregătirii, adică ziua dinaintea Sabatului,",
        "43": "a venit Iosif din Arimateea, un sfetnic cu vază al soborului, care și el aștepta Împărăția lui Dumnezeu. El a îndrăznit să se ducă la Pilat ca să ceară trupul lui Isus.",
        "44": "Pilat s-a mirat că murise așa de curând. A chemat pe sutaș și l-a întrebat dacă a murit de mult.",
        "45": "După ce s-a încredințat de la sutaș că a murit, a dăruit lui Iosif trupul.",
        "46": "Și Iosif a cumpărat o pânză subțire de in, a dat jos pe Isus de pe cruce, L-a înfășurat în pânza de in și L-a pus într-un mormânt săpat în stâncă. Apoi a prăvălit o piatră la ușa mormântului.",
        "47": "Maria Magdalena și Maria mama lui Iose se uitau unde-L puneau."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Imediat ce s-a făcut dimineață, conducătorii preoților s-au întrunit cu bătrânii, cărturarii și întreg Sinedriul ca să se sfătuiască. Apoi, după ce L-au legat pe Isus, L-au dus și L-au dat pe mâna lui Pilat.",
        "2": "Pilat L-a întrebat: ‒ Ești Tu Împăratul iudeilor? Isus, răspunzându-i, a zis: ‒ Tu o spui!",
        "3": "Conducătorii preoților Îl acuzau de multe lucruri.",
        "4": "Pilat L-a întrebat din nou: ‒ Nu răspunzi nimic? Uite de câte lucruri Te acuză ei!",
        "5": "Dar Isus n-a mai răspuns nimic, astfel că Pilat era uimit.",
        "6": "Pilat le elibera la fiecare sărbătoare un deținut pe care-l cereau ei.",
        "7": "Era unul numit Barabba, închis împreună cu răsculații care comiseseră o crimă în timpul răscoalei.",
        "8": "Mulțimea a venit și a început să-i ceară lui Pilat să facă așa cum făcea de obicei.",
        "9": "Pilat le-a răspuns, zicând: ‒ Vreți să vi-L eliberez pe Împăratul iudeilor?",
        "10": "Căci știa că din invidie Îl dăduseră conducătorii preoților pe mâna lui.",
        "11": "Însă conducătorii preoților au incitat mulțimea să ceară să le elibereze mai bine pe Barabba.",
        "12": "Pilat, răspunzând iarăși, le-a zis: ‒ Și atunci ce doriți să fac cu Cel pe Care-L numiți Împăratul iudeilor?",
        "13": "Ei au strigat din nou: ‒ Răstignește-L!",
        "14": "Pilat i-a întrebat: ‒ Dar ce rău a făcut? Însă ei strigau și mai tare: ‒ Răstignește-L!",
        "15": "Și, astfel, Pilat, dorind să facă pe placul mulțimii, le-a eliberat pe Barabba, iar pe Isus, după ce a pus să-L biciuiască, L-a dat să fie răstignit. Isus, batjocorit de soldați",
        "16": "Soldații L-au dus în palat, adică în pretoriu, și au chemat toată cohorta.",
        "17": "L-au îmbrăcat cu o mantie vișinie, au împletit o coroană de spini și I-au așezat-o pe cap.",
        "18": "Și au început să-L salute, zicând: „Plecăciune, Împărate al iudeilor!“.",
        "19": "Ei Îl loveau peste cap cu o trestie, Îl scuipau și se puneau în genunchi, închinându-I-se.",
        "20": "După ce și-au bătut joc de El astfel, L-au dezbrăcat de mantia vișinie, L-au îmbrăcat cu hainele Lui și L-au dus afară să-L răstignească.",
        "21": "Au obligat un trecător, un om care venea de la câmp, și anume pe Simon din Cirena, tatăl lui Alexandru și al lui Rufus, să ducă crucea lui Isus.",
        "22": "L-au adus la locul numit Golgota, care tradus înseamnă „Locul Craniului“.",
        "23": "I-au dat să bea vin amestecat cu smirnă, dar El nu l-a luat.",
        "24": "După ce L-au răstignit, și-au împărțit hainele Lui între ei, trăgând la sorți pentru ele, ca să știe ce să ia fiecare.",
        "25": "Era ceasul al treilea când L-au răstignit.",
        "26": "Deasupra Lui era o inscripție pe care era scrisă acuzația: „Împăratul iudeilor“.",
        "27": "Au răstignit împreună cu El doi răsculați, unul la dreapta, iar altul la stânga Lui.",
        "28": "Astfel a fost împlinită Scriptura, care zice: „A fost numărat alături de cei nelegiuiți“.",
        "29": "Cei ce treceau pe acolo blasfemiau împotriva Lui, dădeau din cap și ziceau: „Ha! Tu, Cel Care dărâmi Templul și-l reconstruiești în trei zile,",
        "30": "salvează-Te pe Tine Însuți și dă-Te jos de pe cruce!“.",
        "31": "Tot astfel și conducătorii preoților, împreună cu cărturarii, Îl batjocoreau între ei, zicând: „Pe alții i-a salvat, dar pe Sine Însuși nu Se poate salva!",
        "32": "«Cristosul»! «Împăratul lui Israel»! Să Se coboare acum de pe cruce, ca să vedem și să credem!“. Cei care erau răstigniți împreună cu El Îl insultau și ei.",
        "33": "Când a venit ceasul al șaselea, s-a făcut întuneric peste toată țara până la ceasul al nouălea.",
        "34": "La ceasul al nouălea, Isus a strigat cu glas tare: „Eloi, Eloi, lema sabactani?“, care tradus înseamnă „Dumnezeul Meu, Dumnezeul Meu, de ce M-ai părăsit?“.",
        "35": "Unii dintre cei ce stăteau acolo L-au auzit și au zis: „Iată că-l strigă pe Ilie!“.",
        "36": "Cineva a alergat și a umplut un burete cu oțet de vin, l-a pus într-o trestie și I l-a dat să-l bea, zicând: „Lăsați să vedem dacă vine Ilie să-L dea jos!“.",
        "37": "Dar Isus, strigând cu glas tare, Și-a dat suflarea.",
        "38": "Atunci draperia Templului s-a rupt în două, de sus până jos.",
        "39": "Când centurionul care stătea în fața lui Isus a văzut că Și-a dat suflarea astfel, a zis: „Într-adevăr, Omul Acesta era Fiul lui Dumnezeu!“.",
        "40": "Acolo erau și niște femei care priveau de departe. Printre ele erau și Maria Magdalena, Maria, mama lui Iacov cel tânăr și a lui Iose, și Salome,",
        "41": "care Îl urmaseră pe Isus și-I slujiseră atunci când Se afla în Galileea. Și mai erau încă multe altele care veniseră cu El la Ierusalim.",
        "42": "Când s-a făcut deja seară, pentru că era Ziua Pregătirii, adică ziua de dinaintea sabatului,",
        "43": "Iosif din Arimateea, un sfetnic distins din Sinedriu, care și el aștepta Împărăția lui Dumnezeu, a îndrăznit să se ducă la Pilat și să-i ceară trupul lui Isus.",
        "44": "Pilat a rămas uimit că murise deja și l-a chemat pe centurion ca să-l întrebe dacă murise de mult timp.",
        "45": "Aflând aceasta de la centurion, i-a dăruit lui Iosif trupul.",
        "46": "După ce a cumpărat o pânză de in, Iosif a dat jos trupul, L-a înfășurat în pânza de in, L-a pus într-un mormânt săpat în stâncă și a rostogolit o piatră la intrarea mormântului.",
        "47": "Maria Magdalena și Maria, mama lui Iose, se uitau unde era pus."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Immediately in the morning the chief priests, with the elders, scribes, and the whole council, held a consultation, bound Jesus, carried him away, and delivered him up to Pilate.",
        "2": "Pilate asked him, “Are you the King of the Jews?” He answered, “So you say.”",
        "3": "The chief priests accused him of many things.",
        "4": "Pilate again asked him, “Have you no answer? See how many things they testify against you!”",
        "5": "But Jesus made no further answer, so that Pilate marveled.",
        "6": "Now at the feast he used to release to them one prisoner, whomever they asked of him.",
        "7": "There was one called Barabbas, bound with his fellow insurgents, men who in the insurrection had committed murder.",
        "8": "The multitude, crying aloud, began to ask him to do as he always did for them.",
        "9": "Pilate answered them, saying, “Do you want me to release to you the King of the Jews?”",
        "10": "For he perceived that for envy the chief priests had delivered him up.",
        "11": "But the chief priests stirred up the multitude, that he should release Barabbas to them instead.",
        "12": "Pilate again asked them, “What then should I do to him whom you call the King of the Jews?”",
        "13": "They cried out again, “Crucify him!”",
        "14": "Pilate said to them, “Why, what evil has he done?” But they cried out exceedingly, “Crucify him!”",
        "15": "Pilate, wishing to please the multitude, released Barabbas to them, and handed over Jesus, when he had flogged him, to be crucified.",
        "16": "The soldiers led him away within the court, which is the Praetorium; and they called together the whole cohort.",
        "17": "They clothed him with purple; and weaving a crown of thorns, they put it on him.",
        "18": "They began to salute him, “Hail, King of the Jews!”",
        "19": "They struck his head with a reed and spat on him, and bowing their knees, did homage to him.",
        "20": "When they had mocked him, they took the purple cloak off him, and put his own garments on him. They led him out to crucify him.",
        "21": "They compelled one passing by, coming from the country, Simon of Cyrene, the father of Alexander and Rufus, to go with them that he might bear his cross.",
        "22": "They brought him to the place called Golgotha, which is, being interpreted, “The place of a skull.”",
        "23": "They offered him wine mixed with myrrh to drink, but he didn’t take it.",
        "24": "Crucifying him, they parted his garments among them, casting lots on them, what each should take.",
        "25": "It was the third hour when they crucified him.",
        "26": "The superscription of his accusation was written over him: “THE KING OF THE JEWS.”",
        "27": "With him they crucified two robbers, one on his right hand, and one on his left.",
        "28": "The Scripture was fulfilled which says, “He was counted with transgressors.”",
        "29": "Those who passed by blasphemed him, wagging their heads and saying, “Ha! You who destroy the temple and build it in three days,",
        "30": "save yourself, and come down from the cross!”",
        "31": "Likewise, also the chief priests mocking among themselves with the scribes said, “He saved others. He can’t save himself.",
        "32": "Let the Christ, the King of Israel, now come down from the cross, that we may see and believe him.” Those who were crucified with him also insulted him.",
        "33": "When the sixth hour had come, there was darkness over the whole land until the ninth hour.",
        "34": "At the ninth hour Jesus cried with a loud voice, saying, “Eloi, Eloi, lama sabachthani?” which is, being interpreted, “My God, my God, why have you forsaken me?”",
        "35": "Some of those who stood by, when they heard it, said, “Behold, he is calling Elijah.”",
        "36": "One ran, and filling a sponge full of vinegar, put it on a reed and gave it to him to drink, saying, “Let him be. Let’s see whether Elijah comes to take him down.”",
        "37": "Jesus cried out with a loud voice, and gave up the spirit.",
        "38": "The veil of the temple was torn in two from the top to the bottom.",
        "39": "When the centurion, who stood by opposite him, saw that he cried out like this and breathed his last, he said, “Truly this man was the Son of God!”",
        "40": "There were also women watching from afar, among whom were both Mary Magdalene and Mary the mother of James the less and of Joses, and Salome;",
        "41": "who, when he was in Galilee, followed him and served him; and many other women who came up with him to Jerusalem.",
        "42": "When evening had now come, because it was the Preparation Day, that is, the day before the Sabbath,",
        "43": "Joseph of Arimathaea, a prominent council member who also himself was looking for God’s Kingdom, came. He boldly went in to Pilate, and asked for Jesus’ body.",
        "44": "Pilate was surprised to hear that he was already dead; and summoning the centurion, he asked him whether he had been dead long.",
        "45": "When he found out from the centurion, he granted the body to Joseph.",
        "46": "He bought a linen cloth, and taking him down, wound him in the linen cloth and laid him in a tomb which had been cut out of a rock. He rolled a stone against the door of the tomb.",
        "47": "Mary Magdalene and Mary the mother of Joses, saw where he was laid."
      }
    }
  }
}