{
  "book": "Marcu",
  "chapter": "6",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Isus a plecat de acolo și S-a dus în patria Lui. Ucenicii Lui au mers după El.",
        "2": "Când a venit ziua Sabatului, a început să învețe pe norod în sinagogă. Mulți, când Îl auzeau, se mirau și ziceau: „De unde are El aceste lucruri? Ce fel de înțelepciune este aceasta care I-a fost dată? Și cum se fac astfel de minuni prin mâinile Lui?",
        "3": "Nu este acesta tâmplarul, feciorul Mariei, fratele lui Iacov, al lui Iose, al lui Iuda și al lui Simon? Și nu sunt surorile Lui aici, între noi?” Și găseau o pricină de poticnire în El.",
        "4": "Dar Isus le-a zis: „Un proroc nu este disprețuit decât în patria Lui, între rudele Lui și în casa Lui.”",
        "5": "N-a putut să facă nicio minune acolo, ci doar Și-a pus mâinile peste câțiva bolnavi și i-a vindecat.",
        "6": "Și se mira de necredința lor. Isus străbătea satele de primprejur și învăța pe norod.",
        "7": "Atunci a chemat la Sine pe cei doisprezece și a început să-i trimită doi câte doi, dându-le putere asupra duhurilor necurate.",
        "8": "Le-a poruncit să nu ia nimic cu ei pe drum, decât un toiag; să n-aibă nici pâine, nici traistă, nici bani de aramă la brâu;",
        "9": "să se încalțe cu sandale și să nu se îmbrace cu două haine.",
        "10": "Apoi le-a zis: „În orice casă veți intra, să rămâneți acolo până veți pleca din locul acela.",
        "11": "Și, dacă în vreun loc nu vă vor primi și nu vă vor asculta, să plecați de acolo și să scuturați îndată praful de sub picioarele voastre, ca mărturie pentru ei. Adevărat vă spun că, în ziua judecății, va fi mai ușor pentru pământul Sodomei și Gomorei decât pentru cetatea aceea.”",
        "12": "Ucenicii au plecat și au propovăduit pocăința.",
        "13": "Scoteau mulți draci și ungeau cu untdelemn pe mulți bolnavi și-i vindecau.",
        "14": "Împăratul Irod a auzit vorbindu-se despre Isus, al cărui Nume ajunsese vestit, și a zis: „Ioan Botezătorul a înviat din morți, și de aceea lucrează aceste puteri prin el.”",
        "15": "Alții ziceau: „Este Ilie.” Iar alții ziceau: „Este un proroc ca unul din proroci.”",
        "16": "Dar Irod, când a auzit lucrul acesta, zicea: „Ioan acela, căruia i-am tăiat capul, a înviat din morți.”",
        "17": "Căci Irod însuși trimisese să prindă pe Ioan și-l legase în temniță din pricina Irodiadei, nevasta fratelui său Filip, pentru că o luase de nevastă.",
        "18": "Și Ioan zicea lui Irod: „Nu-ți este îngăduit să ții pe nevasta fratelui tău!”",
        "19": "Irodiada avea necaz pe Ioan și voia să-l omoare. Dar nu putea,",
        "20": "căci Irod se temea de Ioan, fiindcă îl știa om neprihănit și sfânt; îl ocrotea și, când îl auzea, de multe ori stătea în cumpănă, neștiind ce să facă, și-l asculta cu plăcere.",
        "21": "Totuși a venit o zi cu bun prilej, când Irod își prăznuia ziua nașterii și a dat un ospăț boierilor săi, mai-marilor oastei și fruntașilor Galileii.",
        "22": "Fata Irodiadei a intrat la ospăț, a jucat și a plăcut lui Irod și oaspeților lui. Împăratul a zis fetei: „Cere-mi orice vrei, și-ți voi da.”",
        "23": "Apoi a adăugat cu jurământ: „Orice-mi vei cere, îți voi da, fie și jumătate din împărăția mea.”",
        "24": "Fata a ieșit afară și a zis mamei sale: „Ce să cer?” Și mama sa i-a răspuns: „Capul lui Ioan Botezătorul.”",
        "25": "Ea s-a grăbit să vină îndată la împărat și i-a făcut următoarea cerere: „Vreau să-mi dai îndată, într-o farfurie, capul lui Ioan Botezătorul.”",
        "26": "Împăratul s-a întristat foarte mult, dar, din pricina jurămintelor sale și din pricina oaspeților, n-a vrut să zică nu.",
        "27": "A trimis îndată un ostaș de pază, cu porunca de a aduce capul lui Ioan Botezătorul. Ostașul de pază s-a dus și a tăiat capul lui Ioan în temniță,",
        "28": "l-a adus pe o farfurie, l-a dat fetei, și fata l-a dat mamei sale.",
        "29": "Ucenicii lui Ioan, când au auzit acest lucru, au venit de i-au ridicat trupul și l-au pus într-un mormânt.",
        "30": "Apostolii s-au adunat la Isus și I-au spus tot ce făcuseră și tot ce învățaseră pe oameni.",
        "31": "Isus le-a zis: „Veniți singuri la o parte, într-un loc pustiu, și odihniți-vă puțin.” Căci erau mulți care veneau și se duceau și ei n-aveau vreme nici să mănânce.",
        "32": "Au plecat dar cu corabia, ca să se ducă într-un loc pustiu, la o parte.",
        "33": "Oamenii i-au văzut plecând și i-au cunoscut; au alergat pe jos din toate cetățile și au venit înaintea lor în locul în care se duceau ei.",
        "34": "Când a ieșit din corabie, Isus a văzut mult norod și I s-a făcut milă de ei, pentru că erau ca niște oi care n-aveau păstor, și a început să-i învețe multe lucruri.",
        "35": "Fiindcă ziua era pe sfârșite, ucenicii s-au apropiat de El și I-au zis: „Locul acesta este pustiu și ziua este pe sfârșite.",
        "36": "Dă-le drumul să se ducă în cătunele și satele de primprejur ca să-și cumpere pâine, fiindcă n-au ce mânca.”",
        "37": "„Dați-le voi să mănânce”, le-a răspuns Isus. Dar ei I-au zis: „Oare să ne ducem să cumpărăm pâini de două sute de lei și să le dăm să mănânce?”",
        "38": "Și El i-a întrebat: „Câte pâini aveți? Duceți-vă de vedeți.” S-au dus de au văzut câte pâini au și au răspuns: „Cinci și doi pești.”",
        "39": "Atunci le-a poruncit să-i așeze pe toți, cete-cete, pe iarba verde.",
        "40": "Și au șezut jos în cete de câte o sută și de câte cincizeci.",
        "41": "El a luat cele cinci pâini și cei doi pești. Și-a ridicat ochii spre cer și a rostit binecuvântarea. Apoi a frânt pâinile și le-a dat ucenicilor, ca ei să le împartă norodului. Asemenea și cei doi pești, i-a împărțit la toți.",
        "42": "Au mâncat toți și s-au săturat;",
        "43": "și au ridicat douăsprezece coșuri pline cu firimituri de pâine și cu ce mai rămăsese din pești.",
        "44": "Cei ce mâncaseră pâinile erau cinci mii de bărbați.",
        "45": "Îndată, Isus a silit pe ucenicii Săi să intre în corabie și să treacă înaintea Lui de cealaltă parte, spre Betsaida. În timpul acesta, El avea să dea drumul norodului.",
        "46": "După ce Și-a luat rămas-bun de la norod, S-a dus în munte ca să Se roage.",
        "47": "Când s-a înserat, corabia era în mijlocul mării, iar Isus era singur pe țărm.",
        "48": "A văzut pe ucenici că se necăjesc cu vâslirea, căci vântul le era împotrivă. Și, într-a patra strajă din noapte, a mers la ei umblând pe mare și voia să treacă pe lângă ei.",
        "49": "Când L-au văzut ei umblând pe mare, li s-a părut că este o nălucă și au țipat,",
        "50": "pentru că toți L-au văzut și s-au înspăimântat. Isus a vorbit îndată cu ei și le-a zis: „Îndrăzniți, Eu sunt, nu vă temeți!”",
        "51": "Apoi S-a suit la ei în corabie și a stat vântul. Ei au rămas uimiți și înmărmuriți,",
        "52": "căci nu înțeleseseră minunea cu pâinile, fiindcă le era inima împietrită. Vindecări la Ghenezaret",
        "53": "După ce au trecut marea, au venit în ținutul Ghenezaretului și au tras la mal.",
        "54": "Când au ieșit din corabie, oamenii au cunoscut îndată pe Isus,",
        "55": "au alergat prin toate împrejurimile și au început să aducă pe bolnavi în paturi pretutindeni pe unde se auzea că era El.",
        "56": "Oriunde intra El, în sate, în cetăți sau în cătune, puneau pe bolnavi în piețe și-L rugau să le dea voie doar să se atingă de poalele hainei Lui. Și toți câți se atingeau de El erau tămăduiți."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Isus a ieșit de acolo și a venit în patria Lui. Ucenicii Lui L-au urmat.",
        "2": "Când a venit ziua sabatului, a început să-i învețe pe oameni în sinagogă. Mulți, când Îl auzeau, erau uimiți și ziceau: „De unde Îi vin Acestuia aceste lucruri? Ce fel de înțelepciune este aceasta care I-a fost dată și cum de se fac astfel de minuni prin mâinile Lui?",
        "3": "Oare nu este Acesta tâmplarul, fiul Mariei și fratele lui Iacov, al lui Iose, al lui Iuda și al lui Simon? Și surorile Lui nu sunt oare aici, printre noi?“. Și, astfel, ei se îndoiau de El.",
        "4": "Isus însă le-a zis: „Un profet nu este lipsit de onoare decât în patria lui, între rudele lui și în casa lui“.",
        "5": "Și n-a putut să facă acolo nicio minune, în afară de faptul că Și-a pus mâinile peste câțiva bolnavi și i-a vindecat.",
        "6": "Și era uimit de necredința lor. Isus străbătea satele de jur-împrejur, învățându-i pe oameni.",
        "7": "El i-a chemat pe cei doisprezece și a început să-i trimită doi câte doi, dându-le autoritate asupra duhurilor necurate.",
        "8": "Le-a poruncit să nu ia nimic cu ei pe drum, decât un toiag; să nu ia nici pâine, nici traistă, nici monede de bronz la brâu,",
        "9": "ci să se încalțe cu sandale, dar să nu-și ia două cămăși.",
        "10": "El le-a mai zis: „În orice casă intrați, rămâneți acolo până când veți pleca din locul acela.",
        "11": "Iar dacă în vreun loc nu vă vor primi și nu vă vor asculta, scuturați-vă praful de pe picioare când ieșiți de acolo, ca mărturie împotriva lor“.",
        "12": "Ei au plecat și au predicat că toți trebuie să se pocăiască.",
        "13": "Alungau mulți demoni și pe mulți bolnavi îi ungeau cu ulei și îi vindecau.",
        "14": "Regele Irod a auzit despre Isus, căci numele Lui ajunsese vestit. Unii ziceau: „Ioan Botezătorul a fost înviat dintre cei morți și de aceea lucrează aceste puteri prin El!“.",
        "15": "Alții ziceau: „Este Ilie!“, iar alții ziceau: „Este un profet, ca unul dintre profeți!“.",
        "16": "Dar Irod, când a auzit, a zis: „Ioan acela, pe care l-am decapitat, a înviat!“.",
        "17": "Căci Irod însuși, după ce a trimis să pună mâna pe Ioan, l-a legat în închisoare din cauza Irodiadei, soția lui Filip, fratele său, deoarece Irod se căsătorise cu ea,",
        "18": "iar Ioan îi zicea lui Irod: „Nu-ți este permis s-o ai pe soția fratelui tău!“.",
        "19": "Irodiada îl dușmănea pe Ioan și voia să-l omoare, dar nu putea,",
        "20": "pentru că Irod se temea de Ioan, știindu-l un bărbat drept și sfânt, și îl proteja. Când îl asculta, stătea mult pe gânduri; totuși, îl asculta cu plăcere.",
        "21": "A venit însă o zi potrivită, când Irod, la sărbătorirea zilei sale de naștere, a dat un ospăț nobililor săi, ofițerilor și conducătorilor Galileei.",
        "22": "Când fata Irodiadei a intrat și a dansat, lui Irod și celor ce ședeau la masă le-a plăcut. Regele i-a zis atunci fetei: ‒ Cere-mi orice dorești și-ți voi da!",
        "23": "Apoi i-a jurat: ‒ Orice-mi vei cere, îți voi da, până la o jumătate din regatul meu!",
        "24": "Ea a ieșit și a întrebat-o pe mama ei: ‒ Ce să cer? Aceasta i-a răspuns: ‒ Capul lui Ioan Botezătorul!",
        "25": "Atunci ea a intrat în grabă la rege, adresându-i următoarea cerere: ‒ Doresc să-mi dai chiar acum, pe o tavă, capul lui Ioan Botezătorul!",
        "26": "Regele s-a întristat foarte tare, dar, din cauza jurămintelor și a celor ce ședeau la masă, n-a vrut s-o refuze.",
        "27": "Și regele a trimis imediat un călău, poruncindu-i să-i aducă pe o tavă capul lui Ioan. Acesta s-a dus, l-a decapitat pe Ioan în închisoare,",
        "28": "i-a adus capul pe o tavă și i l-a dat fetei, iar fata i l-a dat mamei sale.",
        "29": "Când ucenicii lui Ioan au auzit despre aceasta, au venit, i-au luat trupul și l-au pus într-un mormânt.",
        "30": "Apostolii s-au adunat la Isus și I-au istorisit tot ce făcuseră și tot ce-i învățaseră pe oameni.",
        "31": "Isus le-a zis: „Veniți cu Mine într-un loc pustiu, doar voi singuri, și odihniți-vă puțin!“. Căci erau mulți care veneau și plecau, iar ei n-aveau timp nici măcar să mănânce.",
        "32": "Au plecat deci cu barca, doar ei singuri, spre un loc pustiu.",
        "33": "Dar mulți i-au văzut plecând și i-au recunoscut, așa că oameni din toate cetățile au alergat pe jos până acolo și au sosit înaintea lor.",
        "34": "Când a coborât din barcă, Isus a văzut o mare mulțime de oameni și I s-a făcut milă de ei, pentru că erau ca niște oi care n-au păstor. Și a început să-i învețe multe lucruri.",
        "35": "Când ora era deja târzie, ucenicii Lui s-au apropiat de El și I-au zis: ‒ Locul acesta este pustiu și ora este deja târzie.",
        "36": "Lasă mulțimile să se ducă prin cătunele și satele dimprejur, ca să-și cumpere ceva de mâncare.",
        "37": "Însă Isus, răspunzând, le-a zis: ‒ Dați-le voi să mănânce! Ei L-au întrebat: ‒ Să ne ducem să cumpărăm pâine de două sute de denari și să le dăm să mănânce?",
        "38": "Isus i-a întrebat: ‒ Câte pâini aveți? Duceți-vă și vedeți! După ce au aflat, I-au răspuns: ‒ Cinci pâini și doi pești.",
        "39": "Atunci le-a poruncit să-i așeze pe toți pe iarba verde, în grupuri.",
        "40": "Și ei s-au așezat în grupuri de câte o sută și de câte cincizeci.",
        "41": "El a luat cele cinci pâini și cei doi pești și, privind spre cer, a binecuvântat și a frânt pâinile. Apoi le-a dat ucenicilor, ca să le așeze înaintea lor. De asemenea, a împărțit tuturor și cei doi pești.",
        "42": "Ei au mâncat cu toții și s-au săturat.",
        "43": "Și au ridicat douăsprezece coșnițe pline cu firimituri și cu resturile de la pești.",
        "44": "Cei ce mâncaseră pâinile erau cinci mii de bărbați.",
        "45": "Imediat după aceea, Isus i-a grăbit pe ucenicii Lui să se urce în barcă și să traverseze marea înaintea Lui spre Betsaida, în timp ce El va trimite mulțimea acasă.",
        "46": "După ce Și-a luat rămas bun de la ei, S-a dus pe munte să Se roage.",
        "47": "Când s-a lăsat seara, barca era în mijlocul mării, iar El Se afla singur pe țărm.",
        "48": "A văzut că ucenicii se chinuiau cu vâslitul, pentru că vântul le era împotrivă și, cam în a patra strajă a nopții, Isus a venit spre ei, umblând pe mare. Voia să ajungă alături de ei.",
        "49": "Când L-au văzut umblând pe mare, au crezut că este o stafie și au țipat,",
        "50": "pentru că toți s-au speriat când L-au văzut. Dar Isus le-a vorbit imediat și le-a zis: „Îndrăzniți! Eu sunt! Nu vă temeți!“.",
        "51": "După ce S-a urcat la ei în barcă, vântul a încetat. Și tare se mai minunau în ei înșiși,",
        "52": "căci nu înțeleseseră ce s-a întâmplat cu pâinile, fiindcă le era inima împietrită. în Ghenezaret",
        "53": "După ce au trecut marea, au ajuns la țărm, în Ghenezaret, și au ancorat acolo.",
        "54": "Imediat ce a coborât din barcă, oamenii L-au recunoscut.",
        "55": "Ei au alergat prin toată regiunea aceea și au început să-i aducă pe paturi, pe cei bolnavi, acolo unde auzeau că Se află Isus.",
        "56": "Și oriunde mergea El, în sate, în cetăți sau în cătune, îi așezau pe cei bolnavi în piețe și-L rugau să-i lase doar să se atingă de marginea hainei Lui. Și toți cei care se atingeau de El erau vindecați."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "He went out from there. He came into his own country, and his disciples followed him.",
        "2": "When the Sabbath had come, he began to teach in the synagogue, and many hearing him were astonished, saying, “Where did this man get these things?” and, “What is the wisdom that is given to this man, that such mighty works come about by his hands?",
        "3": "Isn’t this the carpenter, the son of Mary and brother of James, Joses, Judah, and Simon? Aren’t his sisters here with us?” So they were offended at him.",
        "4": "Jesus said to them, “A prophet is not without honor, except in his own country, and among his own relatives, and in his own house.”",
        "5": "He could do no mighty work there, except that he laid his hands on a few sick people and healed them.",
        "6": "He marveled because of their unbelief. He went around the villages teaching.",
        "7": "He called to himself the twelve, and began to send them out two by two; and he gave them authority over the unclean spirits.",
        "8": "He commanded them that they should take nothing for their journey, except a staff only: no bread, no wallet, no money in their purse,",
        "9": "but to wear sandals, and not put on two tunics.",
        "10": "He said to them, “Wherever you enter into a house, stay there until you depart from there.",
        "11": "Whoever will not receive you nor hear you, as you depart from there, shake off the dust that is under your feet for a testimony against them. Assuredly, I tell you, it will be more tolerable for Sodom and Gomorrah in the day of judgment than for that city!”",
        "12": "They went out and preached that people should repent.",
        "13": "They cast out many demons, and anointed many with oil who were sick and healed them.",
        "14": "King Herod heard this, for his name had become known, and he said, “John the Baptizer has risen from the dead, and therefore these powers are at work in him.”",
        "15": "But others said, “He is Elijah.” Others said, “He is a prophet, or like one of the prophets.”",
        "16": "But Herod, when he heard this, said, “This is John, whom I beheaded. He has risen from the dead.”",
        "17": "For Herod himself had sent out and arrested John and bound him in prison for the sake of Herodias, his brother Philip’s wife, for he had married her.",
        "18": "For John had said to Herod, “It is not lawful for you to have your brother’s wife.”",
        "19": "Herodias set herself against him and desired to kill him, but she couldn’t,",
        "20": "for Herod feared John, knowing that he was a righteous and holy man, and kept him safe. When he heard him, he did many things, and he heard him gladly.",
        "21": "Then a convenient day came when Herod on his birthday made a supper for his nobles, the high officers, and the chief men of Galilee.",
        "22": "When the daughter of Herodias herself came in and danced, she pleased Herod and those sitting with him. The king said to the young lady, “Ask me whatever you want, and I will give it to you.”",
        "23": "He swore to her, “Whatever you ask of me, I will give you, up to half of my kingdom.”",
        "24": "She went out and said to her mother, “What shall I ask?” She said, “The head of John the Baptizer.”",
        "25": "She came in immediately with haste to the king and requested, “I want you to give me right now the head of John the Baptizer on a platter.”",
        "26": "The king was exceedingly sorry, but for the sake of his oaths and of his dinner guests, he didn’t wish to refuse her.",
        "27": "Immediately the king sent out a soldier of his guard and commanded to bring John’s head; and he went and beheaded him in the prison,",
        "28": "and brought his head on a platter, and gave it to the young lady; and the young lady gave it to her mother.",
        "29": "When his disciples heard this, they came and took up his corpse and laid it in a tomb.",
        "30": "The apostles gathered themselves together to Jesus, and they told him all things, whatever they had done, and whatever they had taught.",
        "31": "He said to them, “Come away into a deserted place, and rest awhile.” For there were many coming and going, and they had no leisure so much as to eat.",
        "32": "They went away in the boat to a deserted place by themselves.",
        "33": "They saw them going, and many recognized him and ran there on foot from all the cities. They arrived before them and came together to him.",
        "34": "Jesus came out, saw a great multitude, and he had compassion on them because they were like sheep without a shepherd; and he began to teach them many things.",
        "35": "When it was late in the day, his disciples came to him and said, “This place is deserted, and it is late in the day.",
        "36": "Send them away, that they may go into the surrounding country and villages and buy themselves bread, for they have nothing to eat.”",
        "37": "But he answered them, “You give them something to eat.” They asked him, “Shall we go and buy two hundred denarii worth of bread and give them something to eat?”",
        "38": "He said to them, “How many loaves do you have? Go see.” When they knew, they said, “Five, and two fish.”",
        "39": "He commanded them that everyone should sit down in groups on the green grass.",
        "40": "They sat down in ranks, by hundreds and by fifties.",
        "41": "He took the five loaves and the two fish; and looking up to heaven, he blessed and broke the loaves, and he gave to his disciples to set before them, and he divided the two fish among them all.",
        "42": "They all ate and were filled.",
        "43": "They took up twelve baskets full of broken pieces and also of the fish.",
        "44": "Those who ate the loaves were five thousand men.",
        "45": "Immediately he made his disciples get into the boat and go ahead to the other side, to Bethsaida, while he himself sent the multitude away.",
        "46": "After he had taken leave of them, he went up the mountain to pray.",
        "47": "When evening had come, the boat was in the middle of the sea, and he was alone on the land.",
        "48": "Seeing them distressed in rowing, for the wind was contrary to them, about the fourth watch of the night he came to them, walking on the sea; and he would have passed by them,",
        "49": "but they, when they saw him walking on the sea, supposed that it was a ghost, and cried out;",
        "50": "for they all saw him and were troubled. But he immediately spoke with them and said to them, “Cheer up! It is I! Don’t be afraid.”",
        "51": "He got into the boat with them; and the wind ceased, and they were very amazed among themselves, and marveled;",
        "52": "for they hadn’t understood about the loaves, but their hearts were hardened.",
        "53": "When they had crossed over, they came to land at Gennesaret and moored to the shore.",
        "54": "When they had come out of the boat, immediately the people recognized him,",
        "55": "and ran around that whole region, and began to bring those who were sick on their mats to where they heard he was.",
        "56": "Wherever he entered—into villages, or into cities, or into the country—they laid the sick in the marketplaces and begged him that they might just touch the fringe of his garment; and as many as touched him were made well."
      }
    }
  }
}