{
  "book": "Marcu",
  "chapter": "11",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Când s-au apropiat de Ierusalim și au fost lângă Betfaghe și Betania, înspre Muntele Măslinilor, Isus a trimis pe doi din ucenicii Săi",
        "2": "și le-a zis: „Duceți-vă în satul dinaintea voastră. Îndată ce veți intra în el, veți găsi un măgăruș legat, pe care n-a încălecat încă niciun om; dezlegați-l și aduceți-Mi-l.",
        "3": "Dacă vă va întreba cineva: ‘Pentru ce faceți lucrul acesta?’ să răspundeți: ‘Domnul are trebuință de el. Și îndată îl va trimite înapoi aici.’”",
        "4": "Ucenicii s-au dus, au găsit măgărușul legat afară, lângă o ușă, la cotitura drumului, și l-au dezlegat.",
        "5": "Unii din cei ce stăteau acolo le-au zis: „Ce faceți? De ce dezlegați măgărușul acesta?”",
        "6": "Ei au răspuns cum le poruncise Isus. Și i-au lăsat să plece.",
        "7": "Au adus măgărușul la Isus, și-au aruncat hainele pe el și Isus a încălecat pe el.",
        "8": "Mulți oameni își așterneau hainele pe drum, iar alții presărau ramuri pe care le tăiaseră de pe câmp.",
        "9": "Cei ce mergeau înainte și cei ce veneau după Isus strigau: „Osana! Binecuvântat este cel ce vine în Numele Domnului!",
        "10": "Binecuvântată este Împărăția care vine, Împărăția părintelui nostru David! Osana în cerurile preaînalte!”",
        "11": "Isus a intrat în Ierusalim și S-a dus în Templu. După ce S-a uitat la toate lucrurile de jur împrejur, fiindcă era pe înserate, a plecat la Betania cu cei doisprezece. Smochinul blestemat",
        "12": "A doua zi, după ce au ieșit din Betania, Isus a flămânzit.",
        "13": "A zărit de departe un smochin care avea frunze și a venit să vadă poate va găsi ceva în el. S-a apropiat de smochin, dar n-a găsit decât frunze, căci nu era încă vremea smochinelor.",
        "14": "Atunci a luat cuvântul și a zis smochinului: „În veac să nu mai mănânce nimeni rod din tine!” Și ucenicii au auzit aceste vorbe.",
        "15": "Au ajuns în Ierusalim și Isus a intrat în Templu. A început să scoată afară pe cei ce vindeau și cumpărau în Templu; a răsturnat mesele schimbătorilor de bani și scaunele celor ce vindeau porumbei.",
        "16": "Și nu lăsa pe nimeni să poarte vreun vas prin Templu.",
        "17": "Și-i învăța și zicea: „Oare nu este scris: ‘Casa Mea se va chema o casă de rugăciune pentru toate neamurile’? Dar voi ați făcut din ea o peșteră de tâlhari.”",
        "18": "Preoții cei mai de seamă și cărturarii, când au auzit cuvintele acestea, căutau cum să-L omoare, căci se temeau de El, pentru că tot norodul era uimit de învățătura Lui.",
        "19": "Ori de câte ori se însera, Isus ieșea din cetate. Puterea credinței",
        "20": "Dimineața, când treceau pe lângă smochin, ucenicii l-au văzut uscat din rădăcini.",
        "21": "Petru și-a adus aminte de cele petrecute și a zis lui Isus: „Învățătorule, uite că smochinul pe care l-ai blestemat s-a uscat.”",
        "22": "Isus a luat cuvântul și le-a zis: „Aveți credință în Dumnezeu!",
        "23": "Adevărat vă spun că, dacă va zice cineva muntelui acestuia: ‘Ridică-te și aruncă-te în mare’ și dacă nu se va îndoi în inima lui, ci va crede că ce zice se va face, va avea lucrul cerut.",
        "24": "De aceea vă spun că, orice lucru veți cere, când vă rugați, să credeți că l-ați și primit, și-l veți avea.",
        "25": "Și, când stați în picioare de vă rugați, să iertați orice aveți împotriva cuiva, pentru ca și Tatăl vostru, care este în ceruri, să vă ierte greșelile voastre.",
        "26": "Dar dacă nu iertați, nici Tatăl vostru, care este în ceruri, nu vă va ierta greșelile voastre.” Puterea lui Isus",
        "27": "S-au dus din nou în Ierusalim. Și, pe când Se plimba Isus prin Templu, au venit la El preoții cei mai de seamă, cărturarii și bătrânii",
        "28": "și I-au zis: „Cu ce putere faci Tu aceste lucruri? Și cine Ți-a dat puterea aceasta ca să le faci?”",
        "29": "Isus le-a răspuns: „Am să vă pun și Eu o întrebare. Răspundeți-Mi la ea și apoi vă voi spune și Eu cu ce putere fac aceste lucruri.",
        "30": "Botezul lui Ioan venea din cer ori de la oameni? Răspundeți-Mi!”",
        "31": "Ei însă vorbeau astfel între ei: „Dacă răspundem: ‘Din cer’, va zice: ‘Dar de ce nu l-ați crezut?’",
        "32": "Și dacă vom răspunde: ‘De la oameni…’”, se temeau de norod, căci toți socoteau că Ioan a fost în adevăr un proroc.",
        "33": "Atunci au răspuns lui Isus: „Nu știm.” Și Isus le-a zis: „Nici Eu n-am să vă spun cu ce putere fac aceste lucruri.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Când s-au apropiat de Ierusalim și au ajuns la Betfaghe și Betania, înspre Muntele Măslinilor, Isus i-a trimis pe doi dintre ucenicii Săi,",
        "2": "zicându-le: „Duceți-vă în satul dinaintea voastră. Imediat ce intrați în el, veți găsi un măgăruș legat, pe care n-a încălecat încă niciun om. Dezlegați-l și aduceți-l!",
        "3": "Dacă vă va spune cineva: «De ce faceți aceasta?», să-i ziceți: «Domnul are nevoie de el». Și imediat îl va trimite înapoi aici“.",
        "4": "Ei s-au dus, au găsit măgărușul legat lângă ușă, afară în stradă, și l-au dezlegat.",
        "5": "Unii dintre cei care stăteau acolo i-au întrebat: „Ce faceți? De ce dezlegați măgărușul?“.",
        "6": "Ei le-au zis așa cum le spusese Isus și aceștia i-au lăsat să plece.",
        "7": "Au adus măgărușul la Isus, și-au pus hainele peste el, iar Isus a încălecat pe el.",
        "8": "Mulți își așterneau hainele pe drum, iar alții împrăștiau ramuri pe care le tăiaseră de pe câmpuri.",
        "9": "Cei care mergeau înainte și cei care-L urmau strigau: „Osana!“ „Binecuvântat este Cel Ce vine în Numele Domnului!“",
        "10": "„Binecuvântată este Împărăția care vine, Împărăția strămoșului nostru David!“ „Osana în locurile preaînalte!“. Blestemarea smochinului neroditor",
        "11": "A intrat în Ierusalim, în Templu, S-a uitat de jur-împrejur la toate lucrurile și, pentru că era deja seara târziu, S-a dus la Betania împreună cu cei doisprezece.",
        "12": "În ziua următoare, după ce au ieșit din Betania, lui Isus I s-a făcut foame.",
        "13": "A văzut de departe un smochin care avea frunze și S-a dus să vadă dacă va găsi ceva în el. Dar, când a ajuns la el, n-a găsit nimic în el, în afară de frunze, pentru că nu era vremea smochinelor.",
        "14": "Atunci i-a zis: „În veci să nu mai mănânce nimeni rod din tine!“. Ucenicii Lui au auzit aceste cuvinte. Isus alungă comercianții din Templu",
        "15": "Au ajuns în Ierusalim. Isus a intrat în Templu și a început să-i scoată afară pe cei ce vindeau și cumpărau în Templu. A răsturnat mesele schimbătorilor de bani și scaunele celor ce vindeau porumbei",
        "16": "și nu lăsa pe nimeni să ducă vreun vas prin Templu.",
        "17": "El îi învăța și le zicea: „Oare nu este scris: «Casa Mea va fi numită o casă de rugăciune pentru toate popoarele»? Dar voi ați făcut din ea o «peșteră de tâlhari»“.",
        "18": "Conducătorii preoților și cărturarii au auzit lucrul acesta și căutau o modalitate să-L omoare, pentru că se temeau de El, deoarece întreaga mulțime era uimită de învățătura Lui.",
        "19": "Și ori de câte ori se făcea târziu, Isus și ucenicii Lui ieșeau din cetate. Puterea credinței",
        "20": "Dimineața, când au trecut pe lângă smochin, au văzut că era uscat din rădăcini.",
        "21": "Petru și-a amintit ce se întâmplase și i-a zis: ‒ Rabbi, iată că smochinul pe care l-ai blestemat s-a uscat!",
        "22": "Isus, răspunzând, le-a zis: ‒ Aveți credință în Dumnezeu!",
        "23": "Adevărat vă spun că, dacă cineva ar zice acestui munte: „Ridică-te și aruncă-te în mare!“ și nu s-ar îndoi în inima lui, ci ar crede că se va întâmpla ceea ce spune, i se va da întocmai.",
        "24": "De aceea vă spun că toate lucrurile pe care le cereți atunci când vă rugați, să credeți că le-ați și primit, și ele vi se vor da.",
        "25": "Și când stați în picioare rugându-vă, să iertați dacă aveți ceva împotriva cuiva, pentru ca și Tatăl vostru Care este în Ceruri să vă ierte vouă nelegiuirile.",
        "26": "Dar dacă nu iertați, nici Tatăl vostru Care este în Ceruri nu vă va ierta nelegiuirile.",
        "27": "Au intrat apoi din nou în Ierusalim. În timp ce se plimba prin Templu, au venit la El conducătorii preoților, cărturarii și bătrânii",
        "28": "și L-au întrebat: ‒ Cu ce autoritate faci aceste lucruri? Și cine Ți-a dat această autoritate ca să le faci?",
        "29": "Isus le-a zis: ‒ Vă voi întreba un singur lucru. Răspundeți-Mi și vă voi spune cu ce autoritate fac aceste lucruri.",
        "30": "Botezul lui Ioan era din Cer sau de la oameni? Răspundeți-Mi!",
        "31": "Ei însă vorbeau între ei, zicând: „Dacă vom răspunde: «Din Cer!», va întreba: «Atunci de ce nu l-ați crezut?».",
        "32": "Sau să răspundem: «De la oameni!»?“ Ei se temeau de mulțime, fiindcă toți considerau că Ioan a fost într-adevăr un profet.",
        "33": "Așa că, răspunzându-I lui Isus, au zis: ‒ Nu știm! Atunci Isus le-a zis: ‒ Nici Eu nu vă spun cu ce autoritate fac aceste lucruri."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "When they came near to Jerusalem, to Bethsphage and Bethany, at the Mount of Olives, he sent two of his disciples",
        "2": "and said to them, “Go your way into the village that is opposite you. Immediately as you enter into it, you will find a young donkey tied, on which no one has sat. Untie him and bring him.",
        "3": "If anyone asks you, ‘Why are you doing this?’ say, ‘The Lord needs him;’ and immediately he will send him back here.”",
        "4": "They went away, and found a young donkey tied at the door outside in the open street, and they untied him.",
        "5": "Some of those who stood there asked them, “What are you doing, untying the young donkey?”",
        "6": "They said to them just as Jesus had said, and they let them go.",
        "7": "They brought the young donkey to Jesus and threw their garments on it, and Jesus sat on it.",
        "8": "Many spread their garments on the way, and others were cutting down branches from the trees and spreading them on the road.",
        "9": "Those who went in front and those who followed cried out, “Hosanna! Blessed is he who comes in the name of the Lord!",
        "10": "Blessed is the kingdom of our father David that is coming in the name of the Lord! Hosanna in the highest!”",
        "11": "Jesus entered into the temple in Jerusalem. When he had looked around at everything, it being now evening, he went out to Bethany with the twelve.",
        "12": "The next day, when they had come out from Bethany, he was hungry.",
        "13": "Seeing a fig tree afar off having leaves, he came to see if perhaps he might find anything on it. When he came to it, he found nothing but leaves, for it was not the season for figs.",
        "14": "Jesus told it, “May no one ever eat fruit from you again!” and his disciples heard it.",
        "15": "They came to Jerusalem, and Jesus entered into the temple and began to throw out those who sold and those who bought in the temple, and overthrew the money changers’ tables and the seats of those who sold the doves.",
        "16": "He would not allow anyone to carry a container through the temple.",
        "17": "He taught, saying to them, “Isn’t it written, ‘My house will be called a house of prayer for all the nations’? But you have made it a den of robbers!”",
        "18": "The chief priests and the scribes heard it, and sought how they might destroy him. For they feared him, because all the multitude was astonished at his teaching.",
        "19": "When evening came, he went out of the city.",
        "20": "As they passed by in the morning, they saw the fig tree withered away from the roots.",
        "21": "Peter, remembering, said to him, “Rabbi, look! The fig tree which you cursed has withered away.”",
        "22": "Jesus answered them, “Have faith in God.",
        "23": "For most certainly I tell you, whoever may tell this mountain, ‘Be taken up and cast into the sea,’ and doesn’t doubt in his heart, but believes that what he says is happening, he shall have whatever he says.",
        "24": "Therefore I tell you, all things whatever you pray and ask for, believe that you have received them, and you shall have them.",
        "25": "Whenever you stand praying, forgive, if you have anything against anyone; so that your Father, who is in heaven, may also forgive you your transgressions.",
        "26": "But if you do not forgive, neither will your Father in heaven forgive your transgressions.”",
        "27": "They came again to Jerusalem, and as he was walking in the temple, the chief priests, the scribes, and the elders came to him,",
        "28": "and they began saying to him, “By what authority do you do these things? Or who gave you this authority to do these things?”",
        "29": "Jesus said to them, “I will ask you one question. Answer me, and I will tell you by what authority I do these things.",
        "30": "The baptism of John—was it from heaven, or from men? Answer me.”",
        "31": "They reasoned with themselves, saying, “If we should say, ‘From heaven;’ he will say, ‘Why then did you not believe him?’",
        "32": "If we should say, ‘From men’”—they feared the people, for all held John to really be a prophet.",
        "33": "They answered Jesus, “We don’t know.” Jesus said to them, “Neither will I tell you by what authority I do these things.”"
      }
    }
  }
}