{
  "book": "Marcu",
  "chapter": "3",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Isus a intrat din nou în sinagogă. Acolo se afla un om cu mâna uscată.",
        "2": "Ei pândeau pe Isus să vadă dacă-l va vindeca în ziua Sabatului, ca să-L poată învinui.",
        "3": "Și Isus a zis omului care avea mâna uscată: „Scoală-te și stai la mijloc!”",
        "4": "Apoi le-a zis: „Este îngăduit în ziua Sabatului să faci bine sau să faci rău? Să scapi viața cuiva sau s-o pierzi?” Dar ei tăceau.",
        "5": "Atunci, rotindu-Și privirile cu mânie peste ei și mâhnit de împietrirea inimii lor, a zis omului: „Întinde-ți mâna!” El a întins-o, și mâna i s-a făcut sănătoasă.",
        "6": "Fariseii au ieșit afară și s-au sfătuit îndată cu irodienii cum să-L piardă.",
        "7": "Isus S-a dus cu ucenicii Săi la mare. După El a mers o mare mulțime de oameni din Galileea; și o mare mulțime de oameni din Iudeea,",
        "8": "din Ierusalim, din Idumeea, de dincolo de Iordan și dimprejurul Tirului și Sidonului, când a auzit tot ce făcea, a venit la El.",
        "9": "Isus a poruncit ucenicilor să-I țină la îndemână o corăbioară, ca să nu fie îmbulzit de norod.",
        "10": "Căci El vindeca pe mulți și, de aceea, toți cei ce aveau boli se înghesuiau spre El ca să se atingă de El.",
        "11": "Duhurile necurate, când Îl vedeau, cădeau la pământ înaintea Lui și strigau: „Tu ești Fiul lui Dumnezeu.”",
        "12": "Dar El le poruncea îndată cu tot dinadinsul să nu-L facă cunoscut.",
        "13": "În urmă, Isus S-a suit pe munte, a chemat la El pe cine a vrut și ei au venit la El.",
        "14": "A rânduit dintre ei doisprezece, ca să-i aibă cu Sine și să-i trimită să propovăduiască.",
        "15": "Le-a dat și putere să vindece bolile și să scoată dracii.",
        "16": "Iată cei doisprezece pe care i-a rânduit: Simon, căruia i-a pus numele Petru;",
        "17": "Iacov, fiul lui Zebedei, și Ioan, fratele lui Iacov, cărora le-a pus numele Boanerghes, care, tălmăcit, înseamnă: „Fiii tunetului”;",
        "18": "Andrei; Filip; Bartolomeu; Matei; Toma; Iacov, fiul lui Alfeu; Tadeu; Simon Canaanitul",
        "19": "și Iuda Iscarioteanul, care L-a și vândut.",
        "20": "Au venit în casă și s-a adunat din nou norodul, așa că nu puteau nici măcar să prânzească.",
        "21": "Rudele lui Isus, când au auzit cele ce se petreceau, au venit să pună mâna pe El. Căci ziceau: „Și-a ieșit din minți.”",
        "22": "Și cărturarii, care se coborâseră din Ierusalim, ziceau: „Este stăpânit de Beelzebul; scoate dracii cu ajutorul domnului dracilor.”",
        "23": "Isus i-a chemat la El și le-a zis în pilde: „Cum poate Satana să scoată afară pe Satana?",
        "24": "Dacă o împărăție este dezbinată împotriva ei însăși, împărăția aceea nu poate dăinui.",
        "25": "Și dacă o casă este dezbinată împotriva ei însăși, casa aceea nu poate dăinui.",
        "26": "Tot astfel, dacă Satana se răscoală împotriva lui însuși, este dezbinat și nu poate dăinui, ci s-a isprăvit cu el.",
        "27": "Nimeni nu poate să intre în casa unui om tare și să-i jefuiască gospodăria, decât dacă a legat mai întâi pe omul acela tare; numai atunci îi va jefui casa.",
        "28": "Adevărat vă spun că toate păcatele și toate hulele pe care le vor rosti oamenii li se vor ierta,",
        "29": "dar oricine va huli împotriva Duhului Sfânt nu va căpăta iertare în veac, ci este vinovat de un păcat veșnic.”",
        "30": "Aceasta, pentru că ei ziceau: „Are un duh necurat.”",
        "31": "Atunci au venit mama și frații Lui și, stând afară, au trimis să-L cheme.",
        "32": "Mulțimea ședea în jurul Lui, când I-au spus: „Iată că mama Ta și frații Tăi sunt afară și Te caută.”",
        "33": "El a răspuns: „Cine sunt mama Mea și frații Mei?”",
        "34": "Apoi, aruncându-Și privirile peste cei ce ședeau împrejurul Lui: „Iată”, a zis El, „mama Mea și frații Mei!",
        "35": "Căci oricine face voia lui Dumnezeu, acela Îmi este frate, soră și mamă.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Isus a intrat din nou în sinagogă. Acolo era un om care avea o mână uscată.",
        "2": "Ei Îl urmăreau pe Isus, ca să vadă dacă-l va vindeca în ziua de sabat și să-L poată astfel acuza.",
        "3": "Isus i-a zis omului care avea mâna uscată: „Ridică-te și stai în mijloc!“.",
        "4": "Apoi le-a zis: „Este voie în ziua de sabat să faci bine sau să faci rău, să salvezi o viață sau să omori?“. Ei însă tăceau.",
        "5": "Și rotindu-Și privirea peste ei cu mânie, mâhnit fiind de împietrirea inimii lor, i-a zis omului: „Întinde-ți mâna!“. El a întins-o și mâna lui a fost făcută sănătoasă.",
        "6": "Dar fariseii, ieșind, s-au sfătuit imediat cu irodienii împotriva Lui, gândindu-se cum să-L omoare.",
        "7": "Isus S-a retras împreună cu ucenicii Săi înspre mare. Și o mare mulțime de oameni din Galileea L-au urmat. De asemenea, o mare mulțime de oameni din Iudeea,",
        "8": "din Ierusalim, din Idumeea, de dincolo de Iordan și din jurul Tyrului și al Sidonului, când au auzit despre tot ce făcea, au venit la El.",
        "9": "Isus le-a zis ucenicilor Lui să-I țină pregătită o barcă mică, din cauza mulțimii, ca să nu-L îmbulzească.",
        "10": "Căci îi vindecase pe mulți și de aceea toți cei ce aveau boli se înghesuiau în jurul Lui ca să-L atingă.",
        "11": "Când Îl vedeau, duhurile necurate cădeau înaintea Lui și strigau: „Tu ești Fiul lui Dumnezeu!“.",
        "12": "El însă le atenționa ferm să nu-L facă cunoscut.",
        "13": "Isus S-a urcat pe munte și a chemat pe cine a dorit, iar ei au venit la El.",
        "14": "A ales doisprezece, pe care i-a numit apostoli, ca să fie cu El, să-i trimită să predice",
        "15": "și să aibă autoritate să alunge demoni.",
        "16": "Cei doisprezece pe care i-a ales au fost: Simon, căruia i-a pus numele Petru;",
        "17": "Iacov, fiul lui Zebedei, și Ioan, fratele lui Iacov, cărora le-a pus numele „Boanerges“, care înseamnă „Fiii tunetului“;",
        "18": "Andrei; Filip; Bartolomeu; Matei; Toma; Iacov, fiul lui Alfeu; Tadeu; Simon Zelotul;",
        "19": "și Iuda Iscarioteanul, cel care L-a trădat pe Isus.",
        "20": "A venit apoi în casă, dar mulțimea s-a adunat din nou, așa că ei nu puteau nici măcar să mănânce.",
        "21": "Când au auzit ai Lui ce se întâmplă, au ieșit să pună mâna pe El, căci ziceau că Și-a ieșit din minți.",
        "22": "Cărturarii care coborâseră de la Ierusalim ziceau că îl are pe Beelzebul și că alungă demonii cu ajutorul conducătorului demonilor.",
        "23": "Isus i-a chemat la El și le-a vorbit în pilde: „Cum poate Satan să-l alunge pe Satan?",
        "24": "Dacă o împărăție este dezbinată împotriva ei înseși, împărăția aceea nu poate dăinui.",
        "25": "Iar dacă o familie este dezbinată împotriva ei înseși, familia aceea nu va putea dăinui.",
        "26": "Dacă Satan se ridică împotriva lui însuși și este dezbinat, atunci nu poate dăinui, ci i-a venit sfârșitul.",
        "27": "Dar nimeni nu poate să intre în casa celui puternic, ca să-i jefuiască bunurile, dacă nu-l leagă mai întâi pe cel puternic. Abia atunci îi va jefui casa.",
        "28": "Adevărat vă spun că fiilor oamenilor le vor fi iertate toate păcatele și toate blasfemiile pe care le vor rosti,",
        "29": "dar cel ce blasfemiază împotriva Duhului Sfânt nu va avea parte de iertare în veci, ci este vinovat de un păcat veșnic“.",
        "30": "Spunea astfel pentru că ei ziceau: „Are un duh necurat!“.",
        "31": "Atunci mama și frații Lui au venit și, stând afară, au trimis să-L cheme.",
        "32": "Mulțimea care ședea în jurul Lui I-a zis: ‒ Iată că mama Ta, frații Tăi și surorile Tale sunt afară și Te caută.",
        "33": "Isus, răspunzându-le, a zis: ‒ Cine este mama Mea și cine sunt frații Mei?",
        "34": "Și, rotindu-Și privirea peste cei ce ședeau în jurul Lui, a zis: ‒ Iată mama Mea și frații Mei!",
        "35": "Căci cel ce face voia lui Dumnezeu, acela Îmi este frate, soră și mamă."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "He entered again into the synagogue, and there was a man there whose hand was withered.",
        "2": "They watched him, whether he would heal him on the Sabbath day, that they might accuse him.",
        "3": "He said to the man whose hand was withered, “Stand up.”",
        "4": "He said to them, “Is it lawful on the Sabbath day to do good or to do harm? To save a life or to kill?” But they were silent.",
        "5": "When he had looked around at them with anger, being grieved at the hardening of their hearts, he said to the man, “Stretch out your hand.” He stretched it out, and his hand was restored as healthy as the other.",
        "6": "The Pharisees went out, and immediately conspired with the Herodians against him, how they might destroy him.",
        "7": "Jesus withdrew to the sea with his disciples; and a great multitude followed him from Galilee, from Judea,",
        "8": "from Jerusalem, from Idumaea, beyond the Jordan, and those from around Tyre and Sidon. A great multitude, hearing what great things he did, came to him.",
        "9": "He spoke to his disciples that a little boat should stay near him because of the crowd, so that they wouldn’t press on him.",
        "10": "For he had healed many, so that as many as had diseases pressed on him that they might touch him.",
        "11": "The unclean spirits, whenever they saw him, fell down before him and cried, “You are the Son of God!”",
        "12": "He sternly warned them that they should not make him known.",
        "13": "He went up into the mountain and called to himself those whom he wanted, and they went to him.",
        "14": "He appointed twelve, that they might be with him, and that he might send them out to preach",
        "15": "and to have authority to heal sicknesses and to cast out demons:",
        "16": "Simon (to whom he gave the name Peter);",
        "17": "James the son of Zebedee; and John, the brother of James, (whom he called Boanerges, which means, Sons of Thunder);",
        "18": "Andrew; Philip; Bartholomew; Matthew; Thomas; James, the son of Alphaeus; Thaddaeus; Simon the Zealot;",
        "19": "and Judas Iscariot, who also betrayed him. Then he came into a house.",
        "20": "The multitude came together again, so that they could not so much as eat bread.",
        "21": "When his friends heard it, they went out to seize him; for they said, “He is insane.”",
        "22": "The scribes who came down from Jerusalem said, “He has Beelzebul,” and, “By the prince of the demons he casts out the demons.”",
        "23": "He summoned them and said to them in parables, “How can Satan cast out Satan?",
        "24": "If a kingdom is divided against itself, that kingdom cannot stand.",
        "25": "If a house is divided against itself, that house cannot stand.",
        "26": "If Satan has risen up against himself, and is divided, he can’t stand, but has an end.",
        "27": "But no one can enter into the house of the strong man to plunder unless he first binds the strong man; then he will plunder his house.",
        "28": "“Most certainly I tell you, all sins of the descendants of man will be forgiven, including their blasphemies with which they may blaspheme;",
        "29": "but whoever may blaspheme against the Holy Spirit never has forgiveness, but is subject to eternal condemnation.”",
        "30": "—because they said, “He has an unclean spirit.”",
        "31": "His mother and his brothers came, and standing outside, they sent to him, calling him.",
        "32": "A multitude was sitting around him, and they told him, “Behold, your mother, your brothers, and your sisters are outside looking for you.”",
        "33": "He answered them, “Who are my mother and my brothers?”",
        "34": "Looking around at those who sat around him, he said, “Behold, my mother and my brothers!",
        "35": "For whoever does the will of God is my brother, my sister, and mother.”"
      }
    }
  }
}