{
  "book": "Matei",
  "chapter": "14",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În vremea aceea, cârmuitorul Irod a auzit vorbindu-se despre Isus",
        "2": "și a zis slujitorilor săi: „Acesta este Ioan Botezătorul! A înviat din morți și de aceea se fac minuni prin el.”",
        "3": "Căci Irod prinsese pe Ioan, îl legase și-l pusese în temniță din pricina Irodiadei, nevasta fratelui său Filip;",
        "4": "pentru că Ioan îi zicea: „Nu-ți este îngăduit s-o ai de nevastă.”",
        "5": "Irod ar fi vrut să-l omoare, dar se temea de norod, pentru că norodul privea pe Ioan ca pe un proroc.",
        "6": "Dar, când se prăznuia ziua nașterii lui Irod, fata Irodiadei a jucat înaintea oaspeților și a plăcut lui Irod.",
        "7": "De aceea i-a făgăduit cu jurământ că îi va da orice va cere.",
        "8": "Îndemnată de mama sa, ea a zis: „Dă-mi aici, într-o farfurie, capul lui Ioan Botezătorul!”",
        "9": "Împăratul s-a întristat, dar, din pricina jurămintelor sale și de ochii celor ce ședeau la masă împreună cu el, a poruncit să i-l dea.",
        "10": "Și a trimis să taie capul lui Ioan în temniță.",
        "11": "Capul a fost adus într-o farfurie și dat fetei, care l-a dus la mama sa.",
        "12": "Ucenicii lui Ioan au venit de i-au luat trupul, l-au îngropat și s-au dus de au dat de știre lui Isus.",
        "13": "Isus, când a auzit vestea aceasta, a plecat de acolo într-o corabie, ca să Se ducă singur la o parte, într-un loc pustiu. Noroadele, când au auzit lucrul acesta, au ieșit din cetăți și s-au luat după El pe jos.",
        "14": "Când a ieșit din corabie, Isus a văzut o gloată mare, I s-a făcut milă de ea și a vindecat pe cei bolnavi.",
        "15": "Când s-a înserat, ucenicii s-au apropiat de El și I-au zis: „Locul acesta este pustiu, și vremea iată că a trecut. Dă drumul noroadelor să se ducă prin sate să-și cumpere de mâncare.”",
        "16": "„N-au nevoie să plece”, le-a răspuns Isus; „dați-le voi să mănânce.”",
        "17": "Dar ei I-au zis: „N-avem aici decât cinci pâini și doi pești.”",
        "18": "Și El le-a zis: „Aduceți-i aici la Mine!”",
        "19": "Apoi a poruncit noroadelor să șadă pe iarbă, a luat cele cinci pâini și cei doi pești, Și-a ridicat ochii spre cer, a binecuvântat, a frânt pâinile și le-a dat ucenicilor, iar ei le-au împărțit noroadelor.",
        "20": "Toți au mâncat și s-au săturat și s-au ridicat douăsprezece coșuri pline cu rămășițele de firimituri.",
        "21": "Cei ce mâncaseră erau ca la cinci mii de bărbați, afară de femei și de copii.",
        "22": "Îndată după aceea, Isus a silit pe ucenicii Săi să intre în corabie și să treacă înaintea Lui de partea cealaltă până va da drumul noroadelor.",
        "23": "După ce a dat drumul noroadelor, S-a suit pe munte să Se roage singur la o parte. Se înnoptase, și El era singur acolo.",
        "24": "În timpul acesta, corabia era învăluită de valuri în mijlocul mării; căci vântul era împotrivă.",
        "25": "Când se îngâna ziua cu noaptea, Isus a venit la ei, umblând pe mare.",
        "26": "Când L-au văzut ucenicii umblând pe mare, s-au înspăimântat și au zis: „Este o nălucă!” Și, de frică, au țipat.",
        "27": "Isus le-a zis îndată: „Îndrăzniți, Eu sunt, nu vă temeți!”",
        "28": "„Doamne”, I-a răspuns Petru, „dacă ești Tu, poruncește-mi să vin la Tine pe ape!”",
        "29": "„Vino!”, i-a zis Isus. Petru a coborât din corabie și a început să umble pe ape ca să meargă la Isus.",
        "30": "Dar, când a văzut că vântul era tare, s-a temut și, fiindcă începea să se afunde, a strigat: „Doamne, scapă-mă!”",
        "31": "Îndată, Isus a întins mâna, l-a apucat și i-a zis: „Puțin credinciosule, pentru ce te-ai îndoit?”",
        "32": "Și, după ce au intrat în corabie, a stat vântul.",
        "33": "Cei ce erau în corabie au venit de s-au închinat înaintea lui Isus și I-au zis: „Cu adevărat, Tu ești Fiul lui Dumnezeu!”",
        "34": "După ce au trecut marea, au venit în ținutul Ghenezaretului.",
        "35": "Oamenii din locul acela, care cunoșteau pe Isus, au trimis să dea de știre în toate împrejurimile și au adus la El pe toți bolnavii.",
        "36": "Bolnavii Îl rugau să le dea voie numai să se atingă de poala hainei Lui. Și toți câți s-au atins s-au vindecat."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În vremea aceea, tetrarhul Irod a auzit despre faima lui Isus",
        "2": "și le-a zis slujitorilor săi: „Acesta este Ioan Botezătorul! A fost înviat dintre cei morți și de aceea lucrează aceste puteri prin el!“.",
        "3": "Căci Irod, după ce a pus mâna pe Ioan, l-a legat și l-a pus în închisoare din cauza Irodiadei, soția lui Filip, fratele său,",
        "4": "deoarece Ioan îi zicea: „Nu-ți este permis s-o ai de soție!“.",
        "5": "Irod ar fi vrut să-l omoare, dar se temea de mulțime, pentru că oamenii îl considerau pe Ioan un profet.",
        "6": "Însă, la sărbătorirea zilei de naștere a lui Irod, fata Irodiadei a dansat înaintea invitaților și i-a plăcut lui Irod,",
        "7": "așa că el i-a promis cu jurământ că-i va da orice va cere.",
        "8": "Îndemnată de mama ei, ea i-a zis: „Dă-mi aici, pe o tavă, capul lui Ioan Botezătorul!“.",
        "9": "Regele s-a întristat, dar, din cauza jurămintelor și a celor ce ședeau la masă, a poruncit să-i fie dat capul",
        "10": "și a trimis un călău să-l decapiteze pe Ioan în închisoare.",
        "11": "Capul lui a fost adus pe o tavă și dat fetei, iar aceasta i l-a dus mamei sale.",
        "12": "Ucenicii lui Ioan au venit, i-au luat trupul și l-au înmormântat. Apoi s-au dus și L-au anunțat pe Isus.",
        "13": "Când a auzit aceasta, Isus S-a retras de acolo într-o barcă, spre un loc pustiu, ca să fie doar El singur. Dar mulțimile, auzind lucrul acesta, L-au urmat pe jos din cetățile lor.",
        "14": "Când a coborât din barcă, Isus a văzut o mare mulțime de oameni; I s-a făcut milă de ei și i-a vindecat pe cei bolnavi.",
        "15": "Când s-a făcut seară, ucenicii Lui s-au apropiat, zicând: Locul acesta este pustiu și ora este deja târzie. Lasă mulțimile să se ducă prin sate ca să-și cumpere mâncare.",
        "16": "Însă Isus le-a zis: Nu au nevoie să plece. Dați-le voi să mănânce!",
        "17": "Ei I-au răspuns: N-avem aici decât cinci pâini și doi pești.",
        "18": "El le-a zis: Aduceți-le aici, la Mine.",
        "19": "După ce a poruncit ca mulțimile să fie așezate pe iarbă, în grupuri, a luat cele cinci pâini și cei doi pești și, privind spre cer, a binecuvântat și a frânt pâinile. Apoi le-a dat ucenicilor, iar ucenicii le-au dat mulțimilor.",
        "20": "Ei au mâncat cu toții și s-au săturat. Și au ridicat douăsprezece coșnițe pline cu firimiturile rămase.",
        "21": "Cei ce mâncaseră erau aproape cinci mii de bărbați, în afară de femei și de copii.",
        "22": "Imediat după aceea, Isus i-a grăbit pe ucenici să se urce în barcă și să traverseze marea înaintea Lui, în timp ce El va trimite mulțimile acasă.",
        "23": "După ce a trimis mulțimile acasă, Isus S-a urcat pe munte, doar El singur, ca să Se roage. Se înserase, iar El era singur acolo.",
        "24": "Barca se îndepărtase deja la mai multe stadii de țărm și era lovită de valuri, pentru că vântul era împotrivă.",
        "25": "În a patra strajă a nopții, Isus a venit spre ei, umblând pe mare.",
        "26": "Când ucenicii L-au văzut umblând pe mare, s-au înspăimântat și au zis: „Este o stafie!“. Și au țipat de frică.",
        "27": "Dar Isus le-a vorbit imediat și le-a zis: Îndrăzniți! Eu sunt! Nu vă temeți!",
        "28": "Petru, răspunzându-I, a zis: Doamne, dacă ești Tu, poruncește-mi să vin la Tine pe ape.",
        "29": "Isus i-a zis: Vino! Petru a coborât din barcă și a început să umble pe ape și să vină la Isus.",
        "30": "Dar când a văzut că vântul este puternic, i s-a făcut frică și, fiindcă începea să se scufunde, a strigat, zicând: Doamne, salvează-mă!",
        "31": "Isus a întins imediat mâna, l-a apucat și i-a zis: Puțin credinciosule! De ce te-ai îndoit?",
        "32": "După ce s-au urcat în barcă, vântul a încetat.",
        "33": "Cei din barcă I s-au închinat, zicând: „Cu adevărat, Tu ești Fiul lui Dumnezeu!“.",
        "34": "După ce au trecut marea, au ajuns la țărm, în Ghenezaret.",
        "35": "Când oamenii din locul acela L-au recunoscut pe Isus, au trimis vorbă în întreaga vecinătate și i-au adus astfel la El pe toți cei ce erau bolnavi.",
        "36": "Îl rugau să-i lase doar să se atingă de marginea hainei Lui. Și toți care s-au atins au fost vindecați."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "At that time, Herod the tetrarch heard the report concerning Jesus,",
        "2": "and said to his servants, “This is John the Baptizer. He is risen from the dead. That is why these powers work in him.”",
        "3": "For Herod had arrested John, bound him, and put him in prison for the sake of Herodias, his brother Philip’s wife.",
        "4": "For John said to him, “It is not lawful for you to have her.”",
        "5": "When he would have put him to death, he feared the multitude, because they counted him as a prophet.",
        "6": "But when Herod’s birthday came, the daughter of Herodias danced among them and pleased Herod.",
        "7": "Therefore he promised with an oath to give her whatever she should ask.",
        "8": "She, being prompted by her mother, said, “Give me here on a platter the head of John the Baptizer.”",
        "9": "The king was grieved, but for the sake of his oaths and of those who sat at the table with him, he commanded it to be given,",
        "10": "and he sent and beheaded John in the prison.",
        "11": "His head was brought on a platter and given to the young lady; and she brought it to her mother.",
        "12": "His disciples came, took the body, and buried it. Then they went and told Jesus.",
        "13": "Now when Jesus heard this, he withdrew from there in a boat to a deserted place apart. When the multitudes heard it, they followed him on foot from the cities.",
        "14": "Jesus went out, and he saw a great multitude. He had compassion on them and healed their sick.",
        "15": "When evening had come, his disciples came to him, saying, “This place is deserted, and the hour is already late. Send the multitudes away, that they may go into the villages, and buy themselves food.”",
        "16": "But Jesus said to them, “They don’t need to go away. You give them something to eat.”",
        "17": "They told him, “We only have here five loaves and two fish.”",
        "18": "He said, “Bring them here to me.”",
        "19": "He commanded the multitudes to sit down on the grass; and he took the five loaves and the two fish, and looking up to heaven, he blessed, broke and gave the loaves to the disciples; and the disciples gave to the multitudes.",
        "20": "They all ate and were filled. They took up twelve baskets full of that which remained left over from the broken pieces.",
        "21": "Those who ate were about five thousand men, in addition to women and children.",
        "22": "Immediately Jesus made the disciples get into the boat and go ahead of him to the other side, while he sent the multitudes away.",
        "23": "After he had sent the multitudes away, he went up into the mountain by himself to pray. When evening had come, he was there alone.",
        "24": "But the boat was now in the middle of the sea, distressed by the waves, for the wind was contrary.",
        "25": "In the fourth watch of the night, Jesus came to them, walking on the sea.",
        "26": "When the disciples saw him walking on the sea, they were troubled, saying, “It’s a ghost!” and they cried out for fear.",
        "27": "But immediately Jesus spoke to them, saying, “Cheer up! It is I! Don’t be afraid.”",
        "28": "Peter answered him and said, “Lord, if it is you, command me to come to you on the waters.”",
        "29": "He said, “Come!” Peter stepped down from the boat and walked on the waters to come to Jesus.",
        "30": "But when he saw that the wind was strong, he was afraid, and beginning to sink, he cried out, saying, “Lord, save me!”",
        "31": "Immediately Jesus stretched out his hand, took hold of him, and said to him, “You of little faith, why did you doubt?”",
        "32": "When they got up into the boat, the wind ceased.",
        "33": "Those who were in the boat came and worshiped him, saying, “You are truly the Son of God!”",
        "34": "When they had crossed over, they came to the land of Gennesaret.",
        "35": "When the people of that place recognized him, they sent into all that surrounding region and brought to him all who were sick;",
        "36": "and they begged him that they might just touch the fringe of his garment. As many as touched it were made whole."
      }
    }
  }
}