{
  "book": "Matei",
  "chapter": "16",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Fariseii și saducheii s-au apropiat de Isus și, ca să-L ispitească, I-au cerut să le arate un semn din cer.",
        "2": "Drept răspuns, Isus le-a zis: „Când se înserează, voi ziceți: ‘Are să fie vreme frumoasă, căci cerul este roșu.’",
        "3": "Și dimineața ziceți: ‘Astăzi are să fie furtună, căci cerul este roșu-posomorât.’ Fățarnicilor, fața cerului știți s-o deosebiți, și semnele vremurilor nu le puteți deosebi?",
        "4": "Un neam viclean și preacurvar cere un semn; nu i se va da alt semn decât semnul prorocului Iona.” Apoi i-a lăsat și a plecat.",
        "5": "Ucenicii trecuseră de cealaltă parte și uitaseră să ia pâini.",
        "6": "Isus le-a zis: „Luați seama și păziți-vă de aluatul fariseilor și al saducheilor.”",
        "7": "Ucenicii se gândeau în ei și ziceau: „Ne zice așa pentru că n-am luat pâini!”",
        "8": "Isus, care cunoștea lucrul acesta, le-a zis: „Puțin credincioșilor, pentru ce vă gândiți că n-ați luat pâini?",
        "9": "Tot nu înțelegeți? Și nici nu vă mai aduceți aminte de cele cinci pâini pentru cei cinci mii de oameni și câte coșuri ați ridicat?",
        "10": "Nici de cele șapte pâini pentru cei patru mii de oameni și câte coșnițe ați ridicat?",
        "11": "Cum nu înțelegeți că nu v-am spus de pâini? Ci v-am spus să vă păziți de aluatul fariseilor și al saducheilor.”",
        "12": "Atunci au înțeles ei că nu le zisese să se păzească de aluatul pâinii, ci de învățătura fariseilor și a saducheilor.",
        "13": "Isus a venit în părțile Cezareii lui Filip și a întrebat pe ucenicii Săi: „Cine zic oamenii că sunt Eu, Fiul omului?”",
        "14": "Ei au răspuns: „Unii zic că ești Ioan Botezătorul; alții, Ilie; alții, Ieremia sau unul din proroci.”",
        "15": "„Dar voi”, le-a zis El, „cine ziceți că sunt?”",
        "16": "Simon Petru, drept răspuns, I-a zis: „Tu ești Hristosul, Fiul Dumnezeului celui viu!”",
        "17": "Isus a luat din nou cuvântul și i-a zis: „Ferice de tine, Simone, fiul lui Iona, fiindcă nu carnea și sângele ți-au descoperit lucrul acesta, ci Tatăl Meu, care este în ceruri.",
        "18": "Și Eu îți spun: tu ești Petru, și pe această piatră voi zidi Biserica Mea, și porțile Locuinței morților nu o vor birui.",
        "19": "Îți voi da cheile Împărăției cerurilor, și orice vei lega pe pământ va fi legat în ceruri și orice vei dezlega pe pământ va fi dezlegat în ceruri.”",
        "20": "Atunci a poruncit ucenicilor Săi să nu spună nimănui că El este Hristosul.",
        "21": "De atunci încolo, Isus a început să spună ucenicilor Săi că El trebuie să meargă la Ierusalim, să pătimească mult din partea bătrânilor, din partea preoților celor mai de seamă și din partea cărturarilor; că are să fie omorât și că a treia zi are să învieze.",
        "22": "Petru L-a luat deoparte și a început să-L mustre, zicând: „Să Te ferească Dumnezeu, Doamne! Să nu Ți se întâmple așa ceva!”",
        "23": "Dar Isus S-a întors și a zis lui Petru: „Înapoia Mea, Satano, tu ești o piatră de poticnire pentru Mine! Căci gândurile tale nu sunt gândurile lui Dumnezeu, ci gânduri de ale oamenilor.”",
        "24": "Atunci, Isus a zis ucenicilor Săi: „Dacă voiește cineva să vină după Mine, să se lepede de sine, să-și ia crucea și să Mă urmeze.",
        "25": "Pentru că oricine va vrea să-și scape viața o va pierde, dar oricine își va pierde viața pentru Mine o va câștiga.",
        "26": "Și ce ar folosi unui om să câștige toată lumea, dacă și-ar pierde sufletul? Sau ce ar da un om în schimb pentru sufletul său?",
        "27": "Căci Fiul omului are să vină în slava Tatălui Său, cu îngerii Săi, și atunci va răsplăti fiecăruia după faptele lui.",
        "28": "Adevărat vă spun că unii din cei ce stau aici nu vor gusta moartea până nu vor vedea pe Fiul omului venind în Împărăția Sa.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Apropiindu-se de El ca să-L pună la încercare, fariseii și saducheii I-au cerut să le arate un semn din cer.",
        "2": "Dar Isus, răspunzând, le-a zis: „Când se înserează, voi spuneți: «Va fi vreme frumoasă, pentru că cerul este roșu învăpăiat».",
        "3": "Iar dimineața, spuneți: «Astăzi va fi furtună, pentru că cerul este roșu întunecat». Fața cerului știți s-o pricepeți, dar semnele vremurilor nu le puteți pricepe?",
        "4": "O generație rea și adulteră caută un semn, dar nu i se va da un alt semn decât semnul lui Iona“. Apoi i-a lăsat și a plecat.",
        "5": "Când ucenicii au ajuns de cealaltă parte a mării, și-au dat seama că au uitat să ia pâini.",
        "6": "Isus le-a zis: „Aveți grijă și păziți-vă de drojdia fariseilor și a saducheilor!“.",
        "7": "Ei vorbeau între ei, zicând: „Ne spune așa pentru că n-am luat pâini“.",
        "8": "Cunoscând aceasta, Isus le-a zis: „Puțin credincioșilor! De ce vorbiți între voi că n-aveți pâini?",
        "9": "Tot nu înțelegeți? Nici nu vă mai aduceți aminte de cele cinci pâini pentru cei cinci mii de oameni și câte coșnițe ați strâns?",
        "10": "Nici de cele șapte pâini pentru cei patru mii de bărbați și câte coșuri ați strâns?",
        "11": "Cum de nu înțelegeți că nu despre pâini v-am vorbit? Ci v-am spus să vă păziți de drojdia fariseilor și a saducheilor!“.",
        "12": "Abia atunci au înțeles ucenicii că El nu le zisese să se păzească de drojdia pentru pâine, ci de învățătura fariseilor și a saducheilor.",
        "13": "Isus a venit în părțile Cezareei lui Filip și i-a întrebat pe ucenicii Săi, zicând: Cine zic oamenii că este Fiul Omului?",
        "14": "Ei au zis: Unii zic că este Ioan Botezătorul, alții zic că este Ilie, iar alții spun despre El că este Ieremia sau unul dintre profeți.",
        "15": "El le-a zis: Dar voi, cine ziceți că sunt Eu?",
        "16": "Simon Petru, răspunzând, a zis: Tu ești Cristosul, Fiul Dumnezeului celui Viu!",
        "17": "Isus, răspunzând, i-a zis: Fericit ești tu, Simone, fiul lui Iona, pentru că nu carnea și sângele ți-au descoperit lucrul acesta, ci Tatăl Meu Care este în Ceruri.",
        "18": "Iar Eu îți spun că tu ești Petru și pe această stâncă Îmi voi zidi Biserica, iar porțile Locuinței Morților n-o vor birui.",
        "19": "Îți voi da cheile Împărăției Cerurilor și orice vei lega pe pământ, va fi legat în Ceruri, iar orice vei dezlega pe pământ, va fi dezlegat în Ceruri.",
        "20": "Atunci le-a poruncit ucenicilor să nu spună nimănui că El este Cristosul.",
        "21": "De atunci încolo, Isus a început să le arate ucenicilor că El trebuie să meargă la Ierusalim și să sufere multe din partea bătrânilor, a conducătorilor preoților și a cărturarilor, să fie omorât, iar a treia zi să fie înviat.",
        "22": "Petru însă L-a luat deoparte și a început să-L mustre, zicând: Dumnezeu să aibă milă de Tine, Doamne! Să nu cumva să Ți se întâmple așa ceva!",
        "23": "Dar Isus S-a întors și i-a zis lui Petru: Pleacă! Înapoia Mea, Satan! Tu ești o cauză de păcătuire pentru Mine, căci nu te gândești la lucrurile lui Dumnezeu, ci la lucrurile oamenilor.",
        "24": "Atunci Isus le-a zis ucenicilor Săi: Dacă vrea cineva să vină după Mine, să se lepede de sine, să-și ia crucea și să Mă urmeze.",
        "25": "Căci oricine vrea să-și salveze viața o va pierde, dar cel ce-și pierde viața, de dragul Meu, o va găsi.",
        "26": "Într-adevăr, la ce i-ar folosi unui om să câștige întreaga lume, dacă și-ar pierde sufletul? Sau ce va da un om în schimb pentru sufletul său?",
        "27": "Căci Fiul Omului urmează să vină în gloria Tatălui Său împreună cu îngerii Lui și atunci El va răsplăti fiecăruia după lucrarea lui.",
        "28": "Adevărat vă spun că sunt unii, dintre cei ce stau aici, care nu vor gusta nicidecum moartea înainte de a-L vedea pe Fiul Omului venind în Împărăția Sa."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "The Pharisees and Sadducees came, and testing him, asked him to show them a sign from heaven.",
        "2": "But he answered them, “When it is evening, you say, ‘It will be fair weather, for the sky is red.’",
        "3": "In the morning, ‘It will be foul weather today, for the sky is red and threatening.’ Hypocrites! You know how to discern the appearance of the sky, but you can’t discern the signs of the times!",
        "4": "An evil and adulterous generation seeks after a sign, and there will be no sign given to it, except the sign of the prophet Jonah.” He left them and departed.",
        "5": "The disciples came to the other side and had forgotten to take bread.",
        "6": "Jesus said to them, “Take heed and beware of the yeast of the Pharisees and Sadducees.”",
        "7": "They reasoned among themselves, saying, “We brought no bread.”",
        "8": "Jesus, perceiving it, said, “Why do you reason among yourselves, you of little faith, because you have brought no bread?",
        "9": "Don’t you yet perceive or remember the five loaves for the five thousand, and how many baskets you took up,",
        "10": "or the seven loaves for the four thousand, and how many baskets you took up?",
        "11": "How is it that you don’t perceive that I didn’t speak to you concerning bread? But beware of the yeast of the Pharisees and Sadducees.”",
        "12": "Then they understood that he didn’t tell them to beware of the yeast of bread, but of the teaching of the Pharisees and Sadducees.",
        "13": "Now when Jesus came into the parts of Caesarea Philippi, he asked his disciples, saying, “Who do men say that I, the Son of Man, am?”",
        "14": "They said, “Some say John the Baptizer, some, Elijah, and others, Jeremiah or one of the prophets.”",
        "15": "He said to them, “But who do you say that I am?”",
        "16": "Simon Peter answered, “You are the Christ, the Son of the living God.”",
        "17": "Jesus answered him, “Blessed are you, Simon Bar Jonah, for flesh and blood has not revealed this to you, but my Father who is in heaven.",
        "18": "I also tell you that you are Peter, and on this rock I will build my assembly, and the gates of Hades will not prevail against it.",
        "19": "I will give to you the keys of the Kingdom of Heaven, and whatever you bind on earth will have been bound in heaven; and whatever you release on earth will have been released in heaven.”",
        "20": "Then he commanded the disciples that they should tell no one that he was Jesus the Christ.",
        "21": "From that time, Jesus began to show his disciples that he must go to Jerusalem and suffer many things from the elders, chief priests, and scribes, and be killed, and the third day be raised up.",
        "22": "Peter took him aside and began to rebuke him, saying, “Far be it from you, Lord! This will never be done to you.”",
        "23": "But he turned and said to Peter, “Get behind me, Satan! You are a stumbling block to me, for you are not setting your mind on the things of God, but on the things of men.”",
        "24": "Then Jesus said to his disciples, “If anyone desires to come after me, let him deny himself, take up his cross, and follow me.",
        "25": "For whoever desires to save his life will lose it, and whoever will lose his life for my sake will find it.",
        "26": "For what will it profit a man if he gains the whole world and forfeits his life? Or what will a man give in exchange for his life?",
        "27": "For the Son of Man will come in the glory of his Father with his angels, and then he will give to everyone according to his deeds.",
        "28": "Most certainly I tell you, there are some standing here who will in no way taste of death until they see the Son of Man coming in his Kingdom.”"
      }
    }
  }
}