{
  "book": "Matei",
  "chapter": "13",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În aceeași zi, Isus a ieșit din casă și ședea lângă mare.",
        "2": "O mulțime de noroade s-au strâns la El, așa că a trebuit să Se suie să șadă într-o corabie, iar tot norodul stătea pe țărm.",
        "3": "El le-a vorbit despre multe lucruri în pilde și le-a zis: „Iată, semănătorul a ieșit să semene.",
        "4": "Pe când semăna el, o parte din sămânță a căzut lângă drum și au venit păsările și au mâncat-o.",
        "5": "O altă parte a căzut pe locuri stâncoase, unde n-avea pământ mult: a răsărit îndată, pentru că n-a găsit un pământ adânc.",
        "6": "Dar, când a răsărit soarele, s-a pălit și, pentru că n-avea rădăcini, s-a uscat.",
        "7": "O altă parte a căzut între spini: spinii au crescut și au înecat-o.",
        "8": "O altă parte a căzut în pământ bun și a dat rod: un grăunte a dat o sută, altul, șaizeci și altul, treizeci.",
        "9": "Cine are urechi de auzit să audă.”",
        "10": "Ucenicii s-au apropiat de El și I-au zis: „De ce le vorbești în pilde?”",
        "11": "Isus le-a răspuns: „Pentru că vouă v-a fost dat să cunoașteți tainele Împărăției cerurilor, iar lor nu le-a fost dat.",
        "12": "Căci celui ce are, i se va da și va avea de prisos; iar de la cel ce n-are, se va lua chiar și ce are.",
        "13": "De aceea le vorbesc în pilde, pentru că ei, măcar că văd, nu văd și măcar că aud, nu aud, nici nu înțeleg.",
        "14": "Și cu privire la ei se împlinește prorocia lui Isaia, care zice: ‘Veți auzi cu urechile voastre și nu veți înțelege; veți privi cu ochii voștri și nu veți vedea.",
        "15": "Căci inima acestui popor s-a împietrit; au ajuns tari de urechi, și-au închis ochii, ca nu cumva să vadă cu ochii, să audă cu urechile, să înțeleagă cu inima, să se întoarcă la Dumnezeu și să-i vindec.’",
        "16": "Dar ferice de ochii voștri că văd și de urechile voastre că aud!",
        "17": "Adevărat vă spun că mulți proroci și oameni neprihăniți au dorit să vadă lucrurile pe care le vedeți voi, și nu le-au văzut; și să audă lucrurile pe care le auziți voi, și nu le-au auzit.",
        "18": "Ascultați dar ce înseamnă pilda semănătorului.",
        "19": "Când un om aude Cuvântul privitor la Împărăție și nu-l înțelege, vine cel rău și răpește ce a fost semănat în inima lui. Aceasta este sămânța căzută lângă drum.",
        "20": "Sămânța căzută în locuri stâncoase este cel ce aude Cuvântul și-l primește îndată cu bucurie,",
        "21": "dar n-are rădăcină în el, ci ține până la o vreme; și, cum vine un necaz sau o prigonire din pricina Cuvântului, se leapădă îndată de el.",
        "22": "Sămânța căzută între spini este cel ce aude Cuvântul, dar îngrijorările veacului acestuia și înșelăciunea bogățiilor îneacă acest Cuvânt și ajunge neroditor.",
        "23": "Iar sămânța căzută în pământ bun este cel ce aude Cuvântul și-l înțelege; el aduce rod: un grăunte dă o sută, altul, șaizeci, altul, treizeci.”",
        "24": "Isus le-a pus înainte o altă pildă și le-a zis: „Împărăția cerurilor se aseamănă cu un om care a semănat o sămânță bună în țarina lui.",
        "25": "Dar, pe când dormeau oamenii, a venit vrăjmașul lui, a semănat neghină între grâu și a plecat.",
        "26": "Când au răsărit firele de grâu și au făcut rod, a ieșit la iveală și neghina.",
        "27": "Robii stăpânului casei au venit și i-au zis: ‘Doamne, n-ai semănat sămânță bună în țarina ta? De unde are dar neghină?’",
        "28": "El le-a răspuns: ‘Un vrăjmaș a făcut lucrul acesta.’ Și robii i-au zis: ‘Vrei dar să mergem s-o smulgem?’",
        "29": "‘Nu’, le-a zis el, ‘ca nu cumva, smulgând neghina, să smulgeți și grâul împreună cu ea.",
        "30": "Lăsați-le să crească amândouă împreună până la seceriș; și, la vremea secerișului, voi spune secerătorilor: «Smulgeți întâi neghina și legați-o în snopi, ca s-o ardem, iar grâul strângeți-l în grânarul meu.»’”",
        "31": "Isus le-a pus înainte o altă pildă și le-a zis: „Împărăția cerurilor se aseamănă cu un grăunte de muștar, pe care l-a luat un om și l-a semănat în țarina sa.",
        "32": "Grăuntele acesta, în adevăr, este cea mai mică dintre toate semințele, dar, după ce a crescut, este mai mare decât zarzavaturile și se face un copac, așa că păsările cerului vin și își fac cuiburi în ramurile lui.”",
        "33": "Le-a spus o altă pildă, și anume: „Împărăția cerurilor se aseamănă cu un aluat pe care l-a luat o femeie și l-a pus în trei măsuri de făină de grâu, până s-a dospit toată plămădeala.”",
        "34": "Isus a spus noroadelor toate aceste lucruri în pilde și nu le vorbea deloc fără pildă,",
        "35": "ca să se împlinească ce fusese vestit prin prorocul, care zice: „Voi vorbi în pilde, voi spune lucruri ascunse de la facerea lumii.”",
        "36": "Atunci, Isus a dat drumul noroadelor și a intrat în casă. Ucenicii Lui s-au apropiat de El și I-au zis: „Tâlcuiește-ne pilda cu neghina din țarină.”",
        "37": "El le-a răspuns: „Cel ce seamănă sămânța bună este Fiul omului.",
        "38": "Țarina este lumea; sămânța bună sunt fiii Împărăției; neghina sunt fiii celui rău.",
        "39": "Vrăjmașul care a semănat-o este diavolul; secerișul este sfârșitul veacului; secerătorii sunt îngerii.",
        "40": "Deci, cum se smulge neghina și se arde în foc, așa va fi și la sfârșitul veacului.",
        "41": "Fiul omului va trimite pe îngerii Săi și ei vor smulge din Împărăția Lui toate lucrurile care sunt pricină de păcătuire și pe cei ce săvârșesc fărădelegea",
        "42": "și-i vor arunca în cuptorul aprins; acolo va fi plânsul și scrâșnirea dinților.",
        "43": "Atunci, cei neprihăniți vor străluci ca soarele în Împărăția Tatălui lor. Cine are urechi de auzit să audă.",
        "44": "Împărăția cerurilor se mai aseamănă cu o comoară ascunsă într-o țarină. Omul care o găsește o ascunde și, de bucuria ei, se duce și vinde tot ce are și cumpără țarina aceea.",
        "45": "Împărăția cerurilor se mai aseamănă cu un negustor care caută mărgăritare frumoase.",
        "46": "Și, când găsește un mărgăritar de mare preț, se duce de vinde tot ce are și-l cumpără.",
        "47": "Împărăția cerurilor se mai aseamănă cu un năvod aruncat în mare, care prinde tot felul de pești.",
        "48": "După ce s-a umplut, pescarii îl scot la mal, șed jos, aleg în vase ce este bun și aruncă afară ce este rău.",
        "49": "Tot așa va fi și la sfârșitul veacului. Îngerii vor ieși, vor despărți pe cei răi din mijlocul celor buni",
        "50": "și-i vor arunca în cuptorul aprins; acolo va fi plânsul și scrâșnirea dinților.”",
        "51": "„Ați înțeles voi toate aceste lucruri?”, i-a întrebat Isus. „Da, Doamne”, I-au răspuns ei.",
        "52": "Și El le-a zis: „De aceea, orice cărturar, care a învățat ce trebuie despre Împărăția cerurilor, se aseamănă cu un gospodar care scoate din vistieria lui lucruri noi și lucruri vechi.” Isus la Nazaret.",
        "53": "După ce a isprăvit Isus pildele acestea, a plecat de acolo.",
        "54": "A venit în patria Sa și a început să învețe pe oameni în sinagogă; așa că cei ce-L auzeau se mirau și ziceau: „De unde are El înțelepciunea și minunile acestea?",
        "55": "Oare nu este El fiul tâmplarului? Nu este Maria mama Lui? Și Iacov, Iosif, Simon și Iuda nu sunt ei frații Lui?",
        "56": "Și surorile Lui nu sunt toate printre noi? Atunci de unde are El toate lucrurile acestea?”",
        "57": "Și găseau astfel în El o pricină de poticnire. Dar Isus le-a zis: „Nicăieri nu este prețuit un proroc mai puțin decât în patria și în casa Lui.”",
        "58": "Și n-a făcut multe minuni în locul acela din pricina necredinței lor."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În aceeași zi, Isus a ieșit din casă și S-a așezat lângă mare.",
        "2": "În jurul Lui s-au adunat mari mulțimi de oameni, astfel că El S-a urcat într-o barcă și S-a așezat acolo; întreaga mulțime stătea pe țărm.",
        "3": "El le-a vorbit despre multe lucruri în pilde, zicând: „Iată, semănătorul a ieșit să semene.",
        "4": "În timp ce semăna el, unele semințe au căzut lângă drum, unde au venit păsările și le-au mâncat.",
        "5": "Altele au căzut pe locuri stâncoase, unde nu aveau mult pământ. Au încolțit repede, din cauză că nu aveau pământ adânc,",
        "6": "dar, când a răsărit soarele, au fost arse și, fiindcă nu aveau rădăcină, s-au uscat.",
        "7": "Altele au căzut între spini, iar spinii au crescut și le-au sufocat.",
        "8": "Dar altele au căzut pe un pământ bun și au dat rod: una o sută, una șaizeci, una treizeci.",
        "9": "Cine are urechi să audă!“.",
        "10": "Ucenicii s-au apropiat și I-au zis: De ce le vorbești în pilde?",
        "11": "Isus, răspunzând, le-a zis: Pentru că vouă v-a fost dat să cunoașteți tainele Împărăției Cerurilor, dar lor nu le-a fost dat.",
        "12": "Căci celui ce are i se va da și va avea din belșug, însă de la cel ce n-are se va lua chiar și ce are.",
        "13": "De aceea le vorbesc în pilde, pentru că ei, „deși văd, nu văd, și, deși aud, nu aud, nici nu înțeleg“.",
        "14": "Și pentru ei se împlinește profeția lui Isaia, care zice: „Veți auzi cu urechile, dar nicidecum nu veți înțelege, și veți privi cu ochii, dar nicidecum nu veți pricepe.",
        "15": "Căci inima acestui popor s-a împietrit. Urechile lor aud greu, iar ochii li s-au închis, ca nu cumva să vadă cu ochii, să audă cu urechile, să înțeleagă cu inima, să se întoarcă și să-i vindec!“.",
        "16": "Dar ferice de ochii voștri pentru că văd, și de urechile voastre pentru că aud!",
        "17": "Adevărat vă spun că mulți profeți și oameni drepți au tânjit să vadă ceea ce vedeți voi, dar n-au văzut, și au tânjit să audă ceea ce auziți voi, dar n-au auzit!",
        "18": "Ascultați deci semnificația pildei semănătorului:",
        "19": "când cineva aude Cuvântul Împărăției și nu-l înțelege, vine cel rău și răpește ce a fost semănat în inima lui. Acesta este cel semănat lângă drum.",
        "20": "Cel semănat pe locuri stâncoase este acela care aude Cuvântul și-l primește imediat cu bucurie,",
        "21": "dar nu are rădăcină în el însuși, ci este temporar. Și când are loc un necaz sau o persecuție din cauza Cuvântului, el cade imediat.",
        "22": "Cel semănat între spini este acela care aude Cuvântul, dar îngrijorarea veacului și înșelăciunea bogățiilor sufocă Cuvântul, iar el devine neroditor.",
        "23": "Cel semănat în pământ bun este acela care aude Cuvântul și îl înțelege, care aduce într-adevăr rod și face o sută sau șaizeci sau treizeci.",
        "24": "Isus le-a pus înainte o altă pildă, zicând: „Împărăția Cerurilor se aseamănă cu un om care a semănat o sămânță bună în terenul său.",
        "25": "Dar, în timp ce oamenii dormeau, a venit dușmanul lui, a semănat neghină în mijlocul grâului și apoi a plecat.",
        "26": "Când planta a răsărit și a făcut rod, atunci a apărut și neghina.",
        "27": "Sclavii stăpânului casei au venit și i-au zis: «Stăpâne, oare n-ai semănat tu sămânță bună în terenul tău? De unde are atunci neghină?».",
        "28": "El le-a răspuns: «Un dușman a făcut lucrul acesta». Sclavii l-au întrebat: «Vrei, deci, să mergem s-o strângem?».",
        "29": "Dar el a spus: «Nu, ca nu cumva, strângând neghina, să smulgeți și grâul împreună cu ea.",
        "30": "Lăsați-le pe amândouă să crească împreună până la seceriș, iar la vremea secerișului le voi spune secerătorilor: ‘Strângeți mai întâi neghina și legați-o în snopi pentru a fi arsă, iar grâul adunați-l în hambarul meu!’»“.",
        "31": "Isus le-a pus înainte o altă pildă și le-a zis: „Împărăția Cerurilor este ca un bob de muștar, pe care l-a luat un om și l-a semănat în terenul său:",
        "32": "el este, într-adevăr, mai mic decât toate semințele, dar, după ce a crescut, este mai mare decât legumele și devine un pom, astfel că păsările cerului vin și își fac cuibul între ramurile lui“.",
        "33": "El le-a spus o altă pildă: „Împărăția Cerurilor este ca drojdia pe care a luat-o o femeie și a pus-o în trei măsuri de făină, până a dospit tot aluatul“.",
        "34": "Isus le-a spus mulțimilor toate aceste lucruri în pilde. Nu le vorbea nimic fără să folosească pilda,",
        "35": "ca să se împlinească astfel ce a fost spus prin profetul care zice: „Îmi voi deschide gura să spun pilde; voi rosti lucruri ascunse de la întemeierea lumii“.",
        "36": "Atunci Isus, lăsând mulțimile, a intrat în casă. Ucenicii Lui s-au apropiat de El, zicând: Explică-ne pilda cu neghina din teren!",
        "37": "Isus, răspunzând, a zis: Cel Ce seamănă sămânța bună este Fiul Omului.",
        "38": "Terenul este lumea. Sămânța bună sunt fiii Împărăției, iar neghina sunt fiii celui rău.",
        "39": "Dușmanul care a semănat-o este diavolul. Secerișul este sfârșitul veacului, iar secerătorii sunt îngerii.",
        "40": "Deci, așa cum este strânsă neghina și este arsă în foc, tot așa va fi și la sfârșitul veacului:",
        "41": "Fiul Omului Își va trimite îngerii, care vor strânge din Împărăția Lui toate cauzele de păcătuire și pe cei ce comit fărădelegi",
        "42": "și-i vor arunca în cuptorul de foc. Acolo va fi plânsul și scrâșnirea dinților!",
        "43": "Atunci cei drepți vor străluci ca soarele în Împărăția Tatălui lor. Cine are urechi, să audă!",
        "44": "Împărăția Cerurilor este ca o comoară ascunsă într-un teren, pe care un om o găsește și o ascunde. Apoi, de bucurie, se duce și vinde tot ce are și cumpără terenul acela.",
        "45": "De asemenea, Împărăția Cerurilor este ca un negustor care caută perle frumoase.",
        "46": "Când găsește o perlă foarte prețioasă, se duce și vinde tot ce are, apoi o cumpără.",
        "47": "Din nou, Împărăția Cerurilor este ca un năvod care a fost aruncat în mare și a adunat tot felul de vietăți.",
        "48": "Când s-a umplut, pescarii îl scot pe țărm, se așază și adună cele bune în vase, iar pe cele stricate le aruncă afară.",
        "49": "Tot așa va fi și la sfârșitul veacului: îngerii vor ieși, îi vor separa pe cei răi din mijlocul celor drepți",
        "50": "și-i vor arunca în cuptorul de foc. Acolo va fi plânsul și scrâșnirea dinților!",
        "51": "Ați înțeles voi toate acestea? Ei au zis: Da.",
        "52": "El le-a zis: De aceea orice cărturar care a fost făcut ucenic pentru Împărăția Cerurilor este ca stăpânul unei case, care scoate din vistieria lui lucruri noi și lucruri vechi.",
        "53": "După ce a terminat de spus aceste pilde, Isus a plecat de acolo",
        "54": "și, venind în patria Lui, a început să-i învețe pe oameni în sinagogă, astfel încât aceștia erau uimiți și se întrebau: De unde Îi vin Acestuia înțelepciunea și minunile?",
        "55": "Oare nu este Acesta fiul tâmplarului? Nu se numește mama Lui Maria, iar frații Lui Iacov, Iosif, Simon și Iuda?",
        "56": "Și surorile Lui nu sunt oare toate printre noi? Atunci de unde Îi vin Acestuia toate aceste lucruri?",
        "57": "Și, astfel, ei se îndoiau de El. Isus însă le-a zis: Un profet nu este lipsit de onoare decât în patria și în casa lui.",
        "58": "Și n-a făcut multe minuni acolo din cauza necredinței lor."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "On that day Jesus went out of the house and sat by the seaside.",
        "2": "Great multitudes gathered to him, so that he entered into a boat and sat; and all the multitude stood on the beach.",
        "3": "He spoke to them many things in parables, saying, “Behold, a farmer went out to sow.",
        "4": "As he sowed, some seeds fell by the roadside, and the birds came and devoured them.",
        "5": "Others fell on rocky ground, where they didn’t have much soil, and immediately they sprang up, because they had no depth of earth.",
        "6": "When the sun had risen, they were scorched. Because they had no root, they withered away.",
        "7": "Others fell among thorns. The thorns grew up and choked them.",
        "8": "Others fell on good soil and yielded fruit: some one hundred times as much, some sixty, and some thirty.",
        "9": "He who has ears to hear, let him hear.”",
        "10": "The disciples came, and said to him, “Why do you speak to them in parables?”",
        "11": "He answered them, “To you it is given to know the mysteries of the Kingdom of Heaven, but it is not given to them.",
        "12": "For whoever has, to him will be given, and he will have abundance; but whoever doesn’t have, from him will be taken away even that which he has.",
        "13": "Therefore I speak to them in parables, because seeing they don’t see, and hearing, they don’t hear, neither do they understand.",
        "14": "In them the prophecy of Isaiah is fulfilled, which says, ‘By hearing you will hear, and will in no way understand; Seeing you will see, and will in no way perceive;",
        "15": "for this people’s heart has grown callous, their ears are dull of hearing, and they have closed their eyes; or else perhaps they might perceive with their eyes, hear with their ears, understand with their heart, and would turn again, and I would heal them.’",
        "16": "“But blessed are your eyes, for they see; and your ears, for they hear.",
        "17": "For most certainly I tell you that many prophets and righteous men desired to see the things which you see, and didn’t see them; and to hear the things which you hear, and didn’t hear them.",
        "18": "“Hear, then, the parable of the farmer.",
        "19": "When anyone hears the word of the Kingdom and doesn’t understand it, the evil one comes and snatches away that which has been sown in his heart. This is what was sown by the roadside.",
        "20": "What was sown on the rocky places, this is he who hears the word and immediately with joy receives it;",
        "21": "yet he has no root in himself, but endures for a while. When oppression or persecution arises because of the word, immediately he stumbles.",
        "22": "What was sown among the thorns, this is he who hears the word, but the cares of this age and the deceitfulness of riches choke the word, and he becomes unfruitful.",
        "23": "What was sown on the good ground, this is he who hears the word and understands it, who most certainly bears fruit and produces, some one hundred times as much, some sixty, and some thirty.”",
        "24": "He set another parable before them, saying, “The Kingdom of Heaven is like a man who sowed good seed in his field,",
        "25": "but while people slept, his enemy came and sowed darnel weeds also among the wheat, and went away.",
        "26": "But when the blade sprang up and produced grain, then the darnel weeds appeared also.",
        "27": "The servants of the householder came and said to him, ‘Sir, didn’t you sow good seed in your field? Where did these darnel weeds come from?’",
        "28": "“He said to them, ‘An enemy has done this.’ “The servants asked him, ‘Do you want us to go and gather them up?’",
        "29": "“But he said, ‘No, lest perhaps while you gather up the darnel weeds, you root up the wheat with them.",
        "30": "Let both grow together until the harvest, and in the harvest time I will tell the reapers, “First, gather up the darnel weeds, and bind them in bundles to burn them; but gather the wheat into my barn.”’”",
        "31": "He set another parable before them, saying, “The Kingdom of Heaven is like a grain of mustard seed which a man took, and sowed in his field,",
        "32": "which indeed is smaller than all seeds. But when it is grown, it is greater than the herbs and becomes a tree, so that the birds of the air come and lodge in its branches.”",
        "33": "He spoke another parable to them. “The Kingdom of Heaven is like yeast which a woman took and hid in three measures of meal, until it was all leavened.”",
        "34": "Jesus spoke all these things in parables to the multitudes; and without a parable, he didn’t speak to them,",
        "35": "that it might be fulfilled which was spoken through the prophet, saying, “I will open my mouth in parables; I will utter things hidden from the foundation of the world.”",
        "36": "Then Jesus sent the multitudes away, and went into the house. His disciples came to him, saying, “Explain to us the parable of the darnel weeds of the field.”",
        "37": "He answered them, “He who sows the good seed is the Son of Man,",
        "38": "the field is the world, the good seeds are the children of the Kingdom, and the darnel weeds are the children of the evil one.",
        "39": "The enemy who sowed them is the devil. The harvest is the end of the age, and the reapers are angels.",
        "40": "As therefore the darnel weeds are gathered up and burned with fire; so will it be at the end of this age.",
        "41": "The Son of Man will send out his angels, and they will gather out of his Kingdom all things that cause stumbling and those who do iniquity,",
        "42": "and will cast them into the furnace of fire. There will be weeping and gnashing of teeth.",
        "43": "Then the righteous will shine like the sun in the Kingdom of their Father. He who has ears to hear, let him hear.",
        "44": "“Again, the Kingdom of Heaven is like treasure hidden in the field, which a man found and hid. In his joy, he goes and sells all that he has and buys that field.",
        "45": "“Again, the Kingdom of Heaven is like a man who is a merchant seeking fine pearls,",
        "46": "who having found one pearl of great price, he went and sold all that he had and bought it.",
        "47": "“Again, the Kingdom of Heaven is like a dragnet that was cast into the sea and gathered some fish of every kind,",
        "48": "which, when it was filled, fishermen drew up on the beach. They sat down and gathered the good into containers, but the bad they threw away.",
        "49": "So it will be in the end of the world. The angels will come and separate the wicked from among the righteous,",
        "50": "and will cast them into the furnace of fire. There will be weeping and gnashing of teeth.”",
        "51": "Jesus said to them, “Have you understood all these things?” They answered him, “Yes, Lord.”",
        "52": "He said to them, “Therefore every scribe who has been made a disciple in the Kingdom of Heaven is like a man who is a householder, who brings out of his treasure new and old things.”",
        "53": "When Jesus had finished these parables, he departed from there.",
        "54": "Coming into his own country, he taught them in their synagogue, so that they were astonished and said, “Where did this man get this wisdom and these mighty works?",
        "55": "Isn’t this the carpenter’s son? Isn’t his mother called Mary, and his brothers James, Joses, Simon, and Judas?",
        "56": "Aren’t all of his sisters with us? Where then did this man get all of these things?”",
        "57": "They were offended by him. But Jesus said to them, “A prophet is not without honor, except in his own country and in his own house.”",
        "58": "He didn’t do many mighty works there because of their unbelief."
      }
    }
  }
}