{
  "book": "Matei",
  "chapter": "28",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "La sfârșitul zilei Sabatului, când începea să se lumineze înspre ziua dintâi a săptămânii, Maria Magdalena și cealaltă Marie au venit să vadă mormântul.",
        "2": "Și iată că s-a făcut un mare cutremur de pământ, căci un înger al Domnului s-a coborât din cer, a venit și a prăvălit piatra de la ușa mormântului și a șezut pe ea.",
        "3": "Înfățișarea lui era ca fulgerul, și îmbrăcămintea lui, albă ca zăpada.",
        "4": "Străjerii au tremurat de frica lui și au rămas ca niște morți.",
        "5": "Dar îngerul a luat cuvântul și a zis femeilor: „Nu vă temeți, căci știu că voi căutați pe Isus, care a fost răstignit.",
        "6": "Nu este aici; a înviat, după cum zisese.",
        "7": "și duceți-vă repede de spuneți ucenicilor Lui că a înviat dintre cei morți. Iată că El merge înaintea voastră în Galileea; acolo Îl veți vedea. Iată că v-am spus lucrul acesta.”",
        "8": "Ele au plecat repede de la mormânt, cu frică și cu mare bucurie, și au alergat să dea de veste ucenicilor Lui.",
        "9": "Dar iată că le-a întâmpinat Isus și le-a zis: „Bucurați-vă!” Ele s-au apropiat să-I cuprindă picioarele și I s-au închinat.",
        "10": "Atunci, Isus le-a zis: „Nu vă temeți; duceți-vă de spuneți fraților Mei să meargă în Galileea; acolo Mă vor vedea.”",
        "11": "Pe când se duceau ele, au intrat în cetate unii din străjeri și au dat de veste preoților celor mai de seamă despre toate cele întâmplate.",
        "12": "Aceștia s-au adunat împreună cu bătrânii, au ținut sfat, au dat ostașilor mulți bani",
        "13": "și le-au zis: „Spuneți așa: ‘Ucenicii Lui au venit noaptea, pe când dormeam noi, și L-au furat.’",
        "14": "Și, dacă va ajunge lucrul acesta la urechile dregătorului, îl vom potoli noi și vă vom scăpa de grijă.”",
        "15": "Ostașii au luat banii și au făcut cum i-au învățat. Și s-a răspândit zvonul acesta printre iudei până în ziua de astăzi.",
        "16": "Cei unsprezece ucenici s-au dus în Galileea, în muntele unde le poruncise Isus să meargă.",
        "17": "Când L-au văzut ei, I s-au închinat, dar unii s-au îndoit.",
        "18": "Isus S-a apropiat de ei, a vorbit cu ei și le-a zis: „Toată puterea Mi-a fost dată în cer și pe pământ.",
        "19": "Duceți-vă și faceți ucenici din toate neamurile, botezându-i în Numele Tatălui și al Fiului și al Sfântului Duh.",
        "20": "Și învățați-i să păzească tot ce v-am poruncit. Și iată că Eu sunt cu voi în toate zilele, până la sfârșitul veacului. Amin.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "După ziua de sabat, în zorii primei zile a săptămânii, Maria Magdalena și cealaltă Maria au venit să se uite la mormânt.",
        "2": "Și iată că a avut loc un mare cutremur, căci un înger al Domnului a coborât din Cer, s-a dus și a rostogolit piatra de la intrarea mormântului și s-a așezat pe ea.",
        "3": "Înfățișarea lui era ca fulgerul, iar îmbrăcămintea lui era albă ca zăpada.",
        "4": "De frica lui, gardienii s-au cutremurat și au rămas ca morți.",
        "5": "Îngerul le-a zis femeilor: „Nu vă temeți! Știu că Îl căutați pe Isus Care a fost răstignit.",
        "6": "Nu este aici, pentru că a înviat, așa cum a spus. Veniți și vedeți locul unde fusese pus.",
        "7": "Apoi duceți-vă repede și spuneți-le ucenicilor Lui: «A fost înviat dintre cei morți! Iată că El merge înaintea voastră în Galileea. Acolo Îl veți vedea». Iată, v-am spus aceste lucruri!“.",
        "8": "Ele au plecat repede de la mormânt, cu frică și cu mare bucurie, și au alergat să-i anunțe pe ucenicii Lui.",
        "9": "Dar iată că le-a ieșit înainte Isus, zicând: „Bucurați-vă!“. Ele s-au apropiat, I-au cuprins picioarele și I s-au închinat.",
        "10": "Atunci Isus le-a zis: „Nu vă temeți! Duceți-vă și anunțați-i pe frații Mei să meargă în Galileea! Acolo Mă vor vedea“. Darea de seamă a gărzii și înșelătoria conducătorilor",
        "11": "În timp ce plecau ele, iată că unii dintre gardieni s-au dus în cetate și i-au anunțat pe conducătorii preoților cu privire la tot ce se întâmplase.",
        "12": "Aceștia s-au întrunit cu bătrânii, s-au sfătuit și le-au dat soldaților mulți arginți,",
        "13": "zicându-le: „Să spuneți așa: «Ucenicii Lui au venit noaptea, în timp ce noi dormeam, și L-au furat».",
        "14": "Iar dacă va ajunge lucrul acesta la auzul guvernatorului, îl vom convinge noi și vă vom scăpa de grijă“.",
        "15": "Ei au luat arginții și au făcut așa cum fuseseră învățați. Și vorba aceasta a fost răspândită printre iudei până în ziua de azi.",
        "16": "Cei unsprezece ucenici s-au dus în Galileea, la muntele unde le indicase Isus să meargă.",
        "17": "Când L-au văzut, I s-au închinat, dar unii s-au îndoit.",
        "18": "Isus S-a apropiat de ei și le-a vorbit, zicând: „Toată autoritatea Mi-a fost dată în Cer și pe pământ.",
        "19": "Prin urmare, duceți-vă și faceți ucenici din toate națiunile, botezându-i în Numele Tatălui, al Fiului și al Duhului Sfânt",
        "20": "și învățându-i să păzească tot ce v-am poruncit! Și iată că Eu sunt cu voi în toate zilele, până la sfârșitul veacului!“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now after the Sabbath, as it began to dawn on the first day of the week, Mary Magdalene and the other Mary came to see the tomb.",
        "2": "Behold, there was a great earthquake, for an angel of the Lord descended from the sky and came and rolled away the stone from the door and sat on it.",
        "3": "His appearance was like lightning, and his clothing white as snow.",
        "4": "For fear of him, the guards shook, and became like dead men.",
        "5": "The angel answered the women, “Don’t be afraid, for I know that you seek Jesus, who has been crucified.",
        "6": "He is not here, for he has risen, just like he said. Come, see the place where the Lord was lying.",
        "7": "Go quickly and tell his disciples, ‘He has risen from the dead, and behold, he goes before you into Galilee; there you will see him.’ Behold, I have told you.”",
        "8": "They departed quickly from the tomb with fear and great joy, and ran to bring his disciples word.",
        "9": "As they went to tell his disciples, behold, Jesus met them, saying, “Rejoice!” They came and took hold of his feet, and worshiped him.",
        "10": "Then Jesus said to them, “Don’t be afraid. Go tell my brothers that they should go into Galilee, and there they will see me.”",
        "11": "Now while they were going, behold, some of the guards came into the city and told the chief priests all the things that had happened.",
        "12": "When they were assembled with the elders and had taken counsel, they gave a large amount of silver to the soldiers,",
        "13": "saying, “Say that his disciples came by night and stole him away while we slept.",
        "14": "If this comes to the governor’s ears, we will persuade him and make you free of worry.”",
        "15": "So they took the money and did as they were told. This saying was spread abroad among the Jews, and continues until today.",
        "16": "But the eleven disciples went into Galilee, to the mountain where Jesus had sent them.",
        "17": "When they saw him, they bowed down to him; but some doubted.",
        "18": "Jesus came to them and spoke to them, saying, “All authority has been given to me in heaven and on earth.",
        "19": "Go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,",
        "20": "teaching them to observe all things that I commanded you. Behold, I am with you always, even to the end of the age.” Amen."
      }
    }
  }
}