{
  "book": "Matei",
  "chapter": "1",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Cartea neamului lui Isus Hristos, fiul lui David, fiul lui Avraam.",
        "2": "Avraam a născut pe Isaac; Isaac a născut pe Iacov; Iacov a născut pe Iuda și frații lui;",
        "3": "Iuda a născut pe Fares și Zara, din Tamar; Fares a născut pe Esrom; Esrom a născut pe Aram;",
        "4": "Aram a născut pe Aminadab; Aminadab a născut pe Naason; Naason a născut pe Salmon;",
        "5": "Salmon a născut pe Boaz, din Rahav; Boaz a născut pe Obed, din Rut; Obed a născut pe Iese;",
        "6": "Iese a născut pe împăratul David. Împăratul David a născut pe Solomon, din văduva lui Urie;",
        "7": "Solomon a născut pe Roboam; Roboam a născut pe Abia; Abia a născut pe Asa;",
        "8": "Asa a născut pe Iosafat; Iosafat a născut pe Ioram; Ioram a născut pe Ozia;",
        "9": "Ozia a născut pe Ioatam; Ioatam a născut pe Ahaz; Ahaz a născut pe Ezechia;",
        "10": "Ezechia a născut pe Manase; Manase a născut pe Amon; Amon a născut pe Iosia;",
        "11": "Iosia a născut pe Iehonia și frații lui, pe vremea strămutării în Babilon.",
        "12": "După strămutarea în Babilon, Iehonia a născut pe Salatiel; Salatiel a născut pe Zorobabel;",
        "13": "Zorobabel a născut pe Abiud; Abiud a născut pe Eliachim; Eliachim a născut pe Azor;",
        "14": "Azor a născut pe Sadoc; Sadoc a născut pe Achim; Achim a născut pe Eliud;",
        "15": "Eliud a născut pe Eleazar; Eleazar a născut pe Matan; Matan a născut pe Iacov;",
        "16": "Iacov a născut pe Iosif, bărbatul Mariei, din care S-a născut Isus, care Se cheamă Hristos.",
        "17": "Deci, de la Avraam până la David, sunt paisprezece neamuri de toate; de la David până la strămutarea în Babilon sunt paisprezece neamuri; și de la strămutarea în Babilon până la Hristos sunt paisprezece neamuri.",
        "18": "Iar nașterea lui Isus Hristos a fost așa: Maria, mama Lui, era logodită cu Iosif; și, înainte ca să locuiască ei împreună, ea s-a aflat însărcinată de la Duhul Sfânt.",
        "19": "Iosif, bărbatul ei, era un om neprihănit și nu voia s-o facă de rușine înaintea lumii, de aceea și-a pus de gând s-o lase pe ascuns.",
        "20": "Dar, pe când se gândea el la aceste lucruri, i s-a arătat în vis un înger al Domnului și i-a zis: „Iosife, fiul lui David, nu te teme să iei la tine pe Maria, nevastă-ta, căci ce s-a zămislit în ea este de la Duhul Sfânt.",
        "21": "Ea va naște un Fiu și-I vei pune numele Isus, pentru că El va mântui pe poporul Lui de păcatele sale.”",
        "22": "Toate aceste lucruri s-au întâmplat ca să se împlinească ce vestise Domnul prin prorocul care zice:",
        "23": "„Iată, fecioara va fi însărcinată, va naște un Fiu și-I vor pune numele Emanuel”, care, tălmăcit, înseamnă: „Dumnezeu este cu noi”.",
        "24": "Când s-a trezit Iosif din somn, a făcut cum îi poruncise îngerul Domnului; și a luat la el pe nevastă-sa.",
        "25": "Dar n-a cunoscut-o până ce ea a născut un Fiu. Și el I-a pus numele Isus."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Cartea genealogiei lui Isus Cristos, fiul lui David, fiul lui Avraam.",
        "2": "Lui Avraam i s-a născut Isaac, lui Isaac i s-a născut Iacov, lui Iacov i s-au născut Iuda și frații acestuia,",
        "3": "lui Iuda, i s-au născut Pereț și Zerah, din Tamar, lui Pereț i s-a născut Hețron, lui Hețron i s-a născut Ram,",
        "4": "lui Ram i s-a născut Aminadab, lui Aminadab i s-a născut Nahșon, lui Nahșon i s-a născut Salmon,",
        "5": "lui Salmon, i s-a născut Boaz, din Rahab, lui Boaz, i s-a născut Obed, din Rut, lui Obed i s-a născut Ișai,",
        "6": "iar lui Ișai i s-a născut regele David. Lui David i s-a născut Solomon, din fosta soție a lui Urie,",
        "7": "lui Solomon i s-a născut Roboam, lui Roboam i s-a născut Abia, lui Abia i s-a născut Asa,",
        "8": "lui Asa i s-a născut Iehoșafat, lui Iehoșafat i s-a născut Ioram, lui Ioram i s-a născut Uzia,",
        "9": "lui Uzia i s-a născut Iotam, lui Iotam i s-a născut Ahaz, lui Ahaz i s-a născut Ezechia,",
        "10": "lui Ezechia i s-a născut Manase, lui Manase i s-a născut Amon, lui Amon i s-a născut Iosia,",
        "11": "iar lui Iosia i s-au născut Iehonia și frații acestuia, pe vremea exilului în Babilon.",
        "12": "După exilul în Babilon, lui Iehonia i s-a născut Șealtiel, lui Șealtiel i s-a născut Zerub-Babel,",
        "13": "lui Zerub-Babel i s-a născut Abiud, lui Abiud i s-a născut Eliachim, lui Eliachim i s-a născut Azor,",
        "14": "lui Azor i s-a născut Țadok, lui Țadok i s-a născut Achim, lui Achim i s-a născut Eliud,",
        "15": "lui Eliud i s-a născut Elazar, lui Elazar i s-a născut Matan, lui Matan i s-a născut Iacov,",
        "16": "iar lui Iacov i s-a născut Iosif, soțul Mariei, din care S-a născut Isus, Cel Care este numit Cristos.",
        "17": "Așadar, toate generațiile de la Avraam până la David sunt în număr de paisprezece, de la David până la exilul în Babilon sunt paisprezece generații, iar de la exilul în Babilon până la Cristos sunt paisprezece generații.",
        "18": "Iar nașterea lui Isus Cristos a fost astfel: Maria, mama Lui, era logodită cu Iosif, dar înainte ca ei să locuiască împreună, ea a rămas însărcinată de la Duhul Sfânt.",
        "19": "Însă Iosif, soțul ei, era un om drept și nu voia s-o facă de rușine înaintea lumii. De aceea a vrut s-o părăsească pe ascuns.",
        "20": "Dar, în timp ce se gândea el la aceste lucruri, iată că un înger al Domnului i s-a arătat în vis și i-a zis: „Iosif, fiu al lui David, nu te teme s-o iei la tine pe Maria, soția ta, căci ce a luat naștere în ea este de la Duhul Sfânt.",
        "21": "Ea va naște un Fiu, Căruia Îi vei pune numele Isus, pentru că El Își va mântui poporul de păcatele lui“.",
        "22": "Toate acestea s-au întâmplat ca să se împlinească ceea ce a spus Domnul prin profetul care zice:",
        "23": "„Iată, fecioara va rămâne însărcinată, va naște un Fiu și Îi vor pune numele Emanuel“, care, tradus, înseamnă „Dumnezeu este cu noi“.",
        "24": "Când s-a trezit din somn, Iosif a făcut așa cum i-a poruncit îngerul Domnului. A luat-o pe Maria de soție,",
        "25": "dar nu s-a culcat cu ea până când ea nu a dat naștere unui Fiu. Iar el I-a pus numele Isus."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "The book of the genealogy of Jesus Christ, the son of David, the son of Abraham.",
        "2": "Abraham became the father of Isaac. Isaac became the father of Jacob. Jacob became the father of Judah and his brothers.",
        "3": "Judah became the father of Perez and Zerah by Tamar. Perez became the father of Hezron. Hezron became the father of Ram.",
        "4": "Ram became the father of Amminadab. Amminadab became the father of Nahshon. Nahshon became the father of Salmon.",
        "5": "Salmon became the father of Boaz by Rahab. Boaz became the father of Obed by Ruth. Obed became the father of Jesse.",
        "6": "Jesse became the father of King David. David the king became the father of Solomon by her who had been Uriah’s wife.",
        "7": "Solomon became the father of Rehoboam. Rehoboam became the father of Abijah. Abijah became the father of Asa.",
        "8": "Asa became the father of Jehoshaphat. Jehoshaphat became the father of Joram. Joram became the father of Uzziah.",
        "9": "Uzziah became the father of Jotham. Jotham became the father of Ahaz. Ahaz became the father of Hezekiah.",
        "10": "Hezekiah became the father of Manasseh. Manasseh became the father of Amon. Amon became the father of Josiah.",
        "11": "Josiah became the father of Jechoniah and his brothers at the time of the exile to Babylon.",
        "12": "After the exile to Babylon, Jechoniah became the father of Shealtiel. Shealtiel became the father of Zerubbabel.",
        "13": "Zerubbabel became the father of Abiud. Abiud became the father of Eliakim. Eliakim became the father of Azor.",
        "14": "Azor became the father of Zadok. Zadok became the father of Achim. Achim became the father of Eliud.",
        "15": "Eliud became the father of Eleazar. Eleazar became the father of Matthan. Matthan became the father of Jacob.",
        "16": "Jacob became the father of Joseph, the husband of Mary, from whom was born Jesus, who is called Christ.",
        "17": "So all the generations from Abraham to David are fourteen generations; from David to the exile to Babylon fourteen generations; and from the carrying away to Babylon to the Christ, fourteen generations.",
        "18": "Now the birth of Jesus Christ was like this: After his mother, Mary, was engaged to Joseph, before they came together, she was found pregnant by the Holy Spirit.",
        "19": "Joseph, her husband, being a righteous man, and not willing to make her a public example, intended to put her away secretly.",
        "20": "But when he thought about these things, behold, an angel of the Lord appeared to him in a dream, saying, “Joseph, son of David, don’t be afraid to take to yourself Mary as your wife, for that which is conceived in her is of the Holy Spirit.",
        "21": "She shall give birth to a son. You shall name him Jesus, for it is he who shall save his people from their sins.”",
        "22": "Now all this has happened that it might be fulfilled which was spoken by the Lord through the prophet, saying,",
        "23": "“Behold, the virgin shall be with child, and shall give birth to a son. They shall call his name Immanuel,” which is, being interpreted, “God with us.”",
        "24": "Joseph arose from his sleep, and did as the angel of the Lord commanded him, and took his wife to himself;",
        "25": "and didn’t know her sexually until she had given birth to her firstborn son. He named him Jesus."
      }
    }
  }
}