{
  "book": "Matei",
  "chapter": "15",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Atunci, niște farisei și niște cărturari din Ierusalim au venit la Isus și I-au zis:",
        "2": "„Pentru ce calcă ucenicii Tăi datina bătrânilor? Căci nu-și spală mâinile când mănâncă.”",
        "3": "Drept răspuns, El le-a zis: „Dar voi de ce călcați porunca lui Dumnezeu în folosul datinei voastre?",
        "4": "Căci Dumnezeu a zis: ‘Cinstește pe tatăl tău și pe mama ta’ și: ‘Cine va grăi de rău pe tatăl său sau pe mama sa să fie pedepsit negreșit cu moartea.’",
        "5": "Dar voi ziceți: ‘Cine va zice tatălui său sau mamei sale: «Ori cu ce te-aș putea ajuta, l-am închinat lui Dumnezeu»",
        "6": "nu mai este ținut să cinstească pe tatăl său sau pe mama sa.’ Și ați desființat astfel cuvântul lui Dumnezeu în folosul datinei voastre.",
        "7": "Fățarnicilor, bine a prorocit Isaia despre voi, când a zis:",
        "8": "‘Norodul acesta se apropie de Mine cu gura și Mă cinstește cu buzele, dar inima lui este departe de Mine.",
        "9": "Degeaba Mă cinstesc ei învățând ca învățături niște porunci omenești.’”",
        "10": "Isus a chemat mulțimea la Sine și a zis: „Ascultați și înțelegeți:",
        "11": "Nu ce intră în gură spurcă pe om, ci ce iese din gură, aceea spurcă pe om.”",
        "12": "Atunci, ucenicii Lui s-au apropiat și I-au zis: „Știi că fariseii au găsit pricină de poticnire în cuvintele pe care le-au auzit?”",
        "13": "Drept răspuns, El le-a zis: „Orice răsad pe care nu l-a sădit Tatăl Meu cel ceresc va fi smuls din rădăcină.",
        "14": "Lăsați-i: sunt niște călăuze oarbe; și când un orb călăuzește pe un alt orb, vor cădea amândoi în groapă.”",
        "15": "Petru a luat cuvântul și I-a zis: „Deslușește-ne pilda aceasta.”",
        "16": "Isus a zis: „Și voi tot fără pricepere sunteți?",
        "17": "Nu înțelegeți că orice intră în gură merge în pântece și apoi este aruncat afară, în hazna?",
        "18": "Dar ce iese din gură vine din inimă, și aceea spurcă pe om.",
        "19": "Căci din inimă ies gândurile rele, uciderile, preacurviile, curviile, furtișagurile, mărturiile mincinoase, hulele.",
        "20": "Iată lucrurile care spurcă pe om, dar a mânca cu mâinile nespălate nu spurcă pe om.”",
        "21": "Isus, după ce a plecat de acolo, S-a dus în părțile Tirului și ale Sidonului.",
        "22": "Și iată că o femeie cananeancă a venit din ținuturile acelea și a început să strige către El: „Ai milă de mine, Doamne, Fiul lui David! Fiică-mea este muncită rău de un drac.”",
        "23": "El nu i-a răspuns niciun cuvânt. Și ucenicii Lui s-au apropiat și L-au rugat stăruitor: „Dă-i drumul, căci strigă după noi.”",
        "24": "Drept răspuns, El a zis: „Eu nu sunt trimis decât la oile pierdute ale casei lui Israel.”",
        "25": "Dar ea a venit și I s-a închinat, zicând: „Doamne, ajută-mi!”",
        "26": "Drept răspuns, El i-a zis: „Nu este bine să iei pâinea copiilor și s-o arunci la căței!”",
        "27": "„Da, Doamne”, a zis ea, „dar și cățeii mănâncă firimiturile care cad de la masa stăpânilor lor.”",
        "28": "Atunci, Isus i-a zis: „O, femeie, mare este credința ta! Facă-ți-se cum voiești.” Și fiica ei s-a tămăduit chiar în ceasul acela. A doua înmulțire a pâinilor",
        "29": "Isus a plecat din locurile acelea și a venit lângă Marea Galileii. S-a suit pe munte și a șezut jos acolo.",
        "30": "Atunci au venit la El multe noroade, având cu ele șchiopi, orbi, muți, ciungi și mulți alți bolnavi. I-au pus la picioarele Lui și El i-a tămăduit;",
        "31": "așa că noroadele se mirau când au văzut că muții vorbesc, ciungii se însănătoșesc, șchiopii umblă și orbii văd; și slăveau pe Dumnezeul lui Israel.",
        "32": "Isus a chemat pe ucenicii Săi și le-a zis: „Mi-este milă de gloata aceasta, căci iată că de trei zile așteaptă lângă Mine și n-au ce mânca. Nu vreau să le dau drumul flămânzi, ca nu cumva să leșine de foame pe drum.”",
        "33": "Ucenicii I-au zis: „De unde să luăm în pustia aceasta atâtea pâini ca să săturăm atâta gloată?”",
        "34": "„Câte pâini aveți?”, i-a întrebat Isus. „Șapte”, I-au răspuns ei, „și puțini peștișori.”",
        "35": "Atunci, Isus a poruncit norodului să șadă pe pământ.",
        "36": "A luat cele șapte pâini și peștișorii și, după ce a mulțumit lui Dumnezeu, a frânt și a dat ucenicilor, iar ucenicii au împărțit norodului.",
        "37": "Au mâncat toți și s-au săturat; și s-au ridicat șapte coșnițe pline cu rămășițele de firimituri.",
        "38": "Cei ce mâncaseră erau patru mii de bărbați, afară de femei și de copii.",
        "39": "În urmă, Isus a dat drumul noroadelor, S-a suit în corabie și a trecut în ținutul Magdalei."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Atunci niște farisei și niște cărturari din Ierusalim s-au apropiat de Isus, zicând:",
        "2": "De ce ucenicii Tăi încalcă tradiția bătrânilor? Căci ei nu-și spală mâinile înainte să mănânce pâine.",
        "3": "Isus, răspunzând, le-a zis: Dar voi de ce încălcați porunca lui Dumnezeu din cauza tradiției voastre?",
        "4": "Căci Dumnezeu a zis: „Să-ți respecți tatăl și mama“ și „Cel ce-și vorbește de rău tatăl sau mama să fie pedepsit cu moartea“.",
        "5": "Însă voi ziceți: „Cel ce îi spune tatălui său sau mamei sale: «Orice ajutor ai putea primi de la mine este deja închinat ca dar lui Dumnezeu»,",
        "6": "acela nu mai este dator să-și respecte tatăl sau mama“. Și ați desființat astfel Cuvântul lui Dumnezeu prin tradiția voastră.",
        "7": "Ipocriților! Bine a profețit Isaia despre voi, când a zis:",
        "8": "„Poporul acesta Mă onorează cu buzele, dar inima lui este departe de Mine!",
        "9": "Degeaba însă Mi se închină ei, dând ca învățături niște porunci de-ale oamenilor!“.",
        "10": "Isus a chemat mulțimea și a zis: „Ascultați și înțelegeți!",
        "11": "Nu ceea ce intră în gură îl întinează pe om, ci ceea ce iese din gură, aceea îl întinează pe om!“.",
        "12": "Atunci ucenicii s-au apropiat și I-au zis: Știi că fariseii s-au simțit insultați când au auzit aceste cuvinte?",
        "13": "Isus, răspunzând, a zis: Orice plantă pe care nu a sădit-o Tatăl Meu ceresc va fi smulsă.",
        "14": "Lăsați-i! Sunt niște călăuze oarbe pentru cei orbi. Și dacă un orb călăuzește un alt orb, amândoi vor cădea în groapă.",
        "15": "Petru, răspunzând, I-a zis: Explică-ne pilda aceasta!",
        "16": "Isus a zis: Și voi sunteți încă fără pricepere?",
        "17": "Nu înțelegeți că orice intră în gură ajunge în stomac, apoi este dat afară în latrină?",
        "18": "Dar ceea ce iese din gură vine din inimă și aceea îl întinează pe om.",
        "19": "Căci din inimă ies gândurile rele, crimele, adulterele, preacurviile, furturile, mărturiile mincinoase și blasfemiile.",
        "20": "Acestea sunt lucrurile care îl întinează pe om. Dar a consuma mâncare cu mâinile nespălate nu-l întinează pe om.",
        "21": "Isus S-a retras de acolo și S-a dus în părțile Tyrului și Sidonului.",
        "22": "Și iată că o femeie canaanită, venind din regiunile acelea, striga, zicând: Ai milă de mine, Doamne, Fiul lui David! Fata mea este posedată cumplit de un demon.",
        "23": "Isus nu i-a răspuns niciun cuvânt. Ucenicii s-au apropiat și L-au rugat, zicând: Ajut-o și las-o să plece, căci strigă după noi.",
        "24": "El însă, răspunzând, a zis: Eu nu am fost trimis decât la oile pierdute ale Casei lui Israel.",
        "25": "Dar ea a venit și I s-a închinat, zicând: Doamne, ajută-mă!",
        "26": "Isus, răspunzând, a zis: Nu este bine să iei pâinea copiilor și s-o arunci la căței.",
        "27": "Însă ea a zis: Da, Doamne, dar și cățeii mănâncă din firimiturile care cad de la masa stăpânilor lor.",
        "28": "Atunci Isus, răspunzând, i-a zis: O, femeie, mare este credința ta! Să ți se facă după cum dorești. Și fata ei a fost vindecată chiar în ceasul acela.",
        "29": "Isus a plecat de acolo și a venit lângă Marea Galileei. Apoi a urcat pe munte și S-a așezat acolo.",
        "30": "Au venit la El mulțimi mari de oameni, având cu ei ologi, orbi, schilozi, muți și mulți alți bolnavi. Ei i-au așezat la picioarele Lui, iar El i-a vindecat,",
        "31": "astfel că mulțimea a rămas uimită văzând că muții vorbesc, cei schilozi se însănătoșesc, cei ologi umblă, iar cei orbi văd. Și L-au glorificat pe Dumnezeul lui Israel.",
        "32": "Isus i-a chemat pe ucenicii Săi și le-a zis: Mi-e milă de cei din mulțime, pentru că sunt deja trei zile de când ei stau cu Mine și n-au ce să mănânce. Nu vreau să-i las să plece flămânzi, ca nu cumva să leșine pe drum.",
        "33": "Ucenicii I-au zis: De unde să luăm atâtea pâini în deșertul acesta, ca să săturăm atâta mulțime?",
        "34": "Isus i-a întrebat: Câte pâini aveți? Ei au zis: Șapte… și câțiva pești.",
        "35": "Și poruncind mulțimii să se așeze pe pământ,",
        "36": "Isus a luat cele șapte pâini și peștii și, după ce a mulțumit, le-a frânt și le-a dat ucenicilor, iar ucenicii le-au împărțit mulțimilor.",
        "37": "Au mâncat toți și s-au săturat. Și au adunat șapte coșuri pline cu firimiturile rămase.",
        "38": "Cei ce mâncaseră erau patru mii de bărbați, în afară de femei și de copii.",
        "39": "După ce a lăsat mulțimile să plece, Isus S-a urcat în barcă și S-a dus în regiunile Magadanului."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Then Pharisees and scribes came to Jesus from Jerusalem, saying,",
        "2": "“Why do your disciples disobey the tradition of the elders? For they don’t wash their hands when they eat bread.”",
        "3": "He answered them, “Why do you also disobey the commandment of God because of your tradition?",
        "4": "For God commanded, ‘Honor your father and your mother,’ and, ‘He who speaks evil of father or mother, let him be put to death.’",
        "5": "But you say, ‘Whoever may tell his father or his mother, “Whatever help you might otherwise have gotten from me is a gift devoted to God,”",
        "6": "he shall not honor his father or mother.’ You have made the commandment of God void because of your tradition.",
        "7": "You hypocrites! Well did Isaiah prophesy of you, saying,",
        "8": "‘These people draw near to me with their mouth, and honor me with their lips; but their heart is far from me.",
        "9": "And they worship me in vain, teaching as doctrine rules made by men.’”",
        "10": "He summoned the multitude, and said to them, “Hear, and understand.",
        "11": "That which enters into the mouth doesn’t defile the man; but that which proceeds out of the mouth, this defiles the man.”",
        "12": "Then the disciples came and said to him, “Do you know that the Pharisees were offended when they heard this saying?”",
        "13": "But he answered, “Every plant which my heavenly Father didn’t plant will be uprooted.",
        "14": "Leave them alone. They are blind guides of the blind. If the blind guide the blind, both will fall into a pit.”",
        "15": "Peter answered him, “Explain the parable to us.”",
        "16": "So Jesus said, “Do you also still not understand?",
        "17": "Don’t you understand that whatever goes into the mouth passes into the belly and then out of the body?",
        "18": "But the things which proceed out of the mouth come out of the heart, and they defile the man.",
        "19": "For out of the heart come evil thoughts, murders, adulteries, sexual sins, thefts, false testimony, and blasphemies.",
        "20": "These are the things which defile the man; but to eat with unwashed hands doesn’t defile the man.”",
        "21": "Jesus went out from there and withdrew into the region of Tyre and Sidon.",
        "22": "Behold, a Canaanite woman came out from those borders and cried, saying, “Have mercy on me, Lord, you son of David! My daughter is severely possessed by a demon!”",
        "23": "But he answered her not a word. His disciples came and begged him, saying, “Send her away; for she cries after us.”",
        "24": "But he answered, “I wasn’t sent to anyone but the lost sheep of the house of Israel.”",
        "25": "But she came and worshiped him, saying, “Lord, help me.”",
        "26": "But he answered, “It is not appropriate to take the children’s bread and throw it to the dogs.”",
        "27": "But she said, “Yes, Lord, but even the dogs eat the crumbs which fall from their masters’ table.”",
        "28": "Then Jesus answered her, “Woman, great is your faith! Be it done to you even as you desire.” And her daughter was healed from that hour.",
        "29": "Jesus departed from there and came near to the sea of Galilee; and he went up on the mountain and sat there.",
        "30": "Great multitudes came to him, having with them the lame, blind, mute, maimed, and many others, and they put them down at his feet. He healed them,",
        "31": "so that the multitude wondered when they saw the mute speaking, the injured healed, the lame walking, and the blind seeing and they glorified the God of Israel.",
        "32": "Jesus summoned his disciples and said, “I have compassion on the multitude, because they have continued with me now three days and have nothing to eat. I don’t want to send them away fasting, or they might faint on the way.”",
        "33": "The disciples said to him, “Where could we get so many loaves in a deserted place as to satisfy so great a multitude?”",
        "34": "Jesus said to them, “How many loaves do you have?” They said, “Seven, and a few small fish.”",
        "35": "He commanded the multitude to sit down on the ground;",
        "36": "and he took the seven loaves and the fish. He gave thanks and broke them, and gave to the disciples, and the disciples to the multitudes.",
        "37": "They all ate and were filled. They took up seven baskets full of the broken pieces that were left over.",
        "38": "Those who ate were four thousand men, in addition to women and children.",
        "39": "Then he sent away the multitudes, got into the boat, and came into the borders of Magdala."
      }
    }
  }
}