{
  "book": "Matei",
  "chapter": "4",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Atunci, Isus a fost dus de Duhul în pustie, ca să fie ispitit de diavolul.",
        "2": "Acolo a postit patruzeci de zile și patruzeci de nopți; la urmă a flămânzit.",
        "3": "Ispititorul s-a apropiat de El și I-a zis: „Dacă ești Fiul lui Dumnezeu, poruncește ca pietrele acestea să se facă pâini.”",
        "4": "Drept răspuns, Isus i-a zis: „Este scris: ‘Omul nu trăiește numai cu pâine, ci cu orice cuvânt care iese din gura lui Dumnezeu.’”",
        "5": "Atunci, diavolul L-a dus în sfânta cetate, L-a pus pe streașina Templului",
        "6": "și I-a zis: „Dacă ești Fiul lui Dumnezeu, aruncă-Te jos, căci este scris: ‘El va porunci îngerilor Săi să vegheze asupra Ta; și ei Te vor lua pe mâini, ca nu cumva să Te lovești cu piciorul de vreo piatră.’”",
        "7": "„De asemenea, este scris”, a zis Isus: „Să nu ispitești pe Domnul Dumnezeul tău.”",
        "8": "Diavolul L-a dus apoi pe un munte foarte înalt, I-a arătat toate împărățiile lumii și strălucirea lor și I-a zis:",
        "9": "„Toate aceste lucruri Ți le voi da Ție, dacă Te vei arunca cu fața la pământ și Te vei închina mie.”",
        "10": "„Pleacă, Satano”, i-a răspuns Isus. „Căci este scris: ‘Domnului Dumnezeului tău să te închini și numai Lui să-I slujești.’”",
        "11": "Atunci, diavolul L-a lăsat. Și deodată au venit la Isus niște îngeri și au început să-I slujească.",
        "12": "Când a auzit Isus că Ioan fusese închis, a plecat în Galileea.",
        "13": "A părăsit Nazaretul și a venit de a locuit în Capernaum, lângă mare, în ținutul lui Zabulon și Neftali,",
        "14": "ca să se împlinească ce fusese vestit prin prorocul Isaia, care zice:",
        "15": "„Țara lui Zabulon și țara lui Neftali, înspre mare, dincolo de Iordan, Galileea neamurilor,",
        "16": "Norodul acesta, care zăcea în întuneric, a văzut o mare lumină; și peste cei ce zăceau în ținutul și în umbra morții, a răsărit lumina.”",
        "17": "De atunci încolo, Isus a început să propovăduiască și să zică: „Pocăiți-vă, căci Împărăția cerurilor este aproape.”",
        "18": "Pe când trecea pe lângă Marea Galileii, Isus a văzut doi frați: pe Simon, zis Petru, și pe fratele său Andrei, care aruncau o mreajă în mare; căci erau pescari.",
        "19": "El le-a zis: „Veniți după Mine și vă voi face pescari de oameni.”",
        "20": "Îndată, ei au lăsat mrejele și au mers după El.",
        "21": "De acolo a mers mai departe și a văzut pe alți doi frați: pe Iacov, fiul lui Zebedei, și pe Ioan, fratele lui, care erau într-o corabie cu tatăl lor, Zebedei, și își cârpeau mrejele. El i-a chemat.",
        "22": "Și îndată, ei au lăsat corabia și pe tatăl lor și au mers după El. Isus învață pe popor și tămăduiește pe bolnavi",
        "23": "Isus străbătea toată Galileea, învățând pe norod în sinagogi, propovăduind Evanghelia Împărăției și tămăduind orice boală și orice neputință care erau în norod.",
        "24": "I s-a dus vestea în toată Siria; și aduceau la El pe toți cei ce sufereau de felurite boli și chinuri: pe cei îndrăciți, pe cei lunatici și pe cei slăbănogi, și El îi vindeca.",
        "25": "După El au mers multe noroade din Galileea, din Decapole, din Ierusalim, din Iudeea și de dincolo de Iordan."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Atunci Isus a fost dus de Duhul în deșert, ca să fie ispitit de diavolul.",
        "2": "După ce a postit timp de patruzeci de zile și patruzeci de nopți, la urmă a flămânzit.",
        "3": "Atunci ispititorul s-a apropiat de El și I-a zis: Dacă ești Fiul lui Dumnezeu, poruncește ca pietrele acestea să se transforme în pâini!",
        "4": "Însă Isus, răspunzând, a zis: Este scris: „Omul nu trăiește doar cu pâine, ci cu orice cuvânt care iese din gura lui Dumnezeu“.",
        "5": "Atunci diavolul L-a luat în sfânta cetate, L-a pus să stea pe streașina Templului",
        "6": "și I-a zis: Dacă ești Fiul lui Dumnezeu, aruncă-Te jos, căci este scris: „El le va porunci îngerilor Săi cu privire la Tine“ și „Ei Te vor purta pe brațe, ca nu cumva să-Ți lovești piciorul de vreo piatră“.",
        "7": "Isus i-a spus: De asemenea, este scris: „Să nu-L ispitești pe Domnul, Dumnezeul tău!“.",
        "8": "Din nou, diavolul L-a luat pe un munte foarte înalt și I-a arătat toate regatele lumii și gloria lor.",
        "9": "Apoi I-a zis: Toate acestea Ți le voi da Ție, dacă, aruncându-Te la pământ, mi Te vei închina.",
        "10": "Atunci Isus i-a zis: Pleacă, Satan, căci este scris: „Domnului, Dumnezeul tău, să te închini și numai Lui să-I slujești!“.",
        "11": "Atunci diavolul a plecat de la El. Și iată că niște îngeri s-au apropiat și Îi slujeau.",
        "12": "Când a auzit Isus că Ioan fusese închis, S-a retras în Galileea.",
        "13": "A părăsit Nazaretul și S-a dus să locuiască în Capernaum, lângă mare, în teritoriile lui Zabulon și Neftali,",
        "14": "ca să se împlinească ceea ce a fost spus prin profetul Isaia, care zice:",
        "15": "„Teritoriul lui Zabulon și teritoriul lui Neftali, calea către mare, dincolo de Iordan, Galileea națiunilor.",
        "16": "Poporul care locuia în întuneric a văzut o mare lumină, și pentru cei ce locuiau în țara și în umbra morții, a răsărit o lumină!“.",
        "17": "De atunci încolo, Isus a început să predice și să zică: „Pocăiți-vă, căci Împărăția Cerurilor s-a apropiat!“.",
        "18": "În timp ce trecea pe lângă Marea Galileei, Isus a văzut doi frați, pe Simon, zis Petru, și pe Andrei, fratele lui, aruncând un năvod în mare, căci erau pescari.",
        "19": "El le-a zis: „Veniți după Mine și vă voi face pescari de oameni!“.",
        "20": "Ei și-au lăsat imediat năvoadele și L-au urmat.",
        "21": "Mergând mai departe de acolo, El a văzut alți doi frați, pe Iacov, fiul lui Zebedei, și pe Ioan, fratele lui. Ei erau într-o barcă împreună cu Zebedei, tatăl lor, și își reparau năvoadele. El i-a chemat,",
        "22": "iar ei au lăsat imediat barca și pe tatăl lor și L-au urmat.",
        "23": "Isus călătorea prin toată Galileea, învățându-i pe oameni în sinagogi, predicând Evanghelia Împărăției și vindecând orice boală și orice neputință care erau în popor.",
        "24": "Vestea cu privire la El s-a răspândit în toată Siria. Oamenii îi aduceau la El pe toți cei ce sufereau de diferite boli și pe cei ce erau în chinuri, pe demonizați, pe epileptici și pe cei paralizați, iar El îi vindeca.",
        "25": "Îl urmau mulțimi mari de oameni din Galileea, din Decapolis, din Ierusalim, din Iudeea și de dincolo de Iordan."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Then Jesus was led up by the Spirit into the wilderness to be tempted by the devil.",
        "2": "When he had fasted forty days and forty nights, he was hungry afterward.",
        "3": "The tempter came and said to him, “If you are the Son of God, command that these stones become bread.”",
        "4": "But he answered, “It is written, ‘Man shall not live by bread alone, but by every word that proceeds out of God’s mouth.’”",
        "5": "Then the devil took him into the holy city. He set him on the pinnacle of the temple,",
        "6": "and said to him, “If you are the Son of God, throw yourself down, for it is written, ‘He will command his angels concerning you,’ and, ‘On their hands they will bear you up, so that you don’t dash your foot against a stone.’”",
        "7": "Jesus said to him, “Again, it is written, ‘You shall not test the Lord, your God.’”",
        "8": "Again, the devil took him to an exceedingly high mountain, and showed him all the kingdoms of the world and their glory.",
        "9": "He said to him, “I will give you all of these things, if you will fall down and worship me.”",
        "10": "Then Jesus said to him, “Get behind me, Satan! For it is written, ‘You shall worship the Lord your God, and you shall serve him only.’”",
        "11": "Then the devil left him, and behold, angels came and served him.",
        "12": "Now when Jesus heard that John was delivered up, he withdrew into Galilee.",
        "13": "Leaving Nazareth, he came and lived in Capernaum, which is by the sea, in the region of Zebulun and Naphtali,",
        "14": "that it might be fulfilled which was spoken through Isaiah the prophet, saying,",
        "15": "“The land of Zebulun and the land of Naphtali, toward the sea, beyond the Jordan, Galilee of the Gentiles,",
        "16": "the people who sat in darkness saw a great light; to those who sat in the region and shadow of death, to them light has dawned.”",
        "17": "From that time, Jesus began to preach, and to say, “Repent! For the Kingdom of Heaven is at hand.”",
        "18": "Walking by the sea of Galilee, he saw two brothers: Simon, who is called Peter, and Andrew, his brother, casting a net into the sea; for they were fishermen.",
        "19": "He said to them, “Come after me, and I will make you fishers for men.”",
        "20": "They immediately left their nets and followed him.",
        "21": "Going on from there, he saw two other brothers, James the son of Zebedee, and John his brother, in the boat with Zebedee their father, mending their nets. He called them.",
        "22": "They immediately left the boat and their father, and followed him.",
        "23": "Jesus went about in all Galilee, teaching in their synagogues, preaching the Good News of the Kingdom, and healing every disease and every sickness among the people.",
        "24": "The report about him went out into all Syria. They brought to him all who were sick, afflicted with various diseases and torments, possessed with demons, epileptics, and paralytics; and he healed them.",
        "25": "Great multitudes from Galilee, Decapolis, Jerusalem, Judea, and from beyond the Jordan followed him."
      }
    }
  }
}