{
  "book": "Matei",
  "chapter": "19",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "După ce a sfârșit Isus cuvântările acestea, a plecat din Galileea și a venit în ținutul Iudeii, dincolo de Iordan.",
        "2": "După El au mers multe gloate; și acolo a vindecat pe cei bolnavi.",
        "3": "Fariseii au venit la El și, ca să-L ispitească, I-au zis: „Oare este îngăduit unui bărbat să-și lase nevasta pentru orice pricină?”",
        "4": "Drept răspuns, El le-a zis: „Oare n-ați citit că Ziditorul de la început i-a făcut parte bărbătească și parte femeiască",
        "5": "și a zis: ‘De aceea va lăsa omul pe tatăl său și pe mama sa și se va lipi de nevastă-sa, și cei doi vor fi un singur trup’?",
        "6": "Așa că nu mai sunt doi, ci un singur trup. Deci ce a împreunat Dumnezeu, omul să nu despartă.”",
        "7": "„Pentru ce dar”, I-au zis ei, „a poruncit Moise ca bărbatul să dea nevestei o carte de despărțire și s-o lase?”",
        "8": "Isus le-a răspuns: „Din pricina împietririi inimilor voastre a îngăduit Moise să vă lăsați nevestele, dar de la început n-a fost așa.",
        "9": "Eu însă vă spun că oricine își lasă nevasta, afară de pricină de curvie, și ia pe alta de nevastă preacurvește și cine ia de nevastă pe cea lăsată de bărbat preacurvește.”",
        "10": "Ucenicii Lui I-au zis: „Dacă astfel stă lucrul cu bărbatul și nevasta lui, nu este de folos să se însoare.”",
        "11": "El le-a răspuns: „Nu toți pot primi cuvântul acesta, ci numai aceia cărora le este dat.",
        "12": "Fiindcă sunt fameni care s-au născut așa din pântecele maicii lor, sunt fameni care au fost făcuți fameni de oameni și sunt fameni care singuri s-au făcut fameni pentru Împărăția cerurilor. Cine poate să primească lucrul acesta să-l primească.”",
        "13": "Atunci I-au adus niște copilași, ca să-Și pună mâinile peste ei și să Se roage pentru ei. Dar ucenicii îi certau.",
        "14": "Și Isus le-a zis: „Lăsați copilașii să vină la Mine și nu-i opriți, căci Împărăția cerurilor este a celor ca ei.”",
        "15": "După ce Și-a pus mâinile peste ei, a plecat de acolo.",
        "16": "Atunci s-a apropiat de Isus un om și I-a zis: „Învățătorule, ce bine să fac, ca să am viața veșnică?”",
        "17": "El i-a răspuns: „De ce mă întrebi: ‘Ce bine?’ Binele este Unul singur. Dar, dacă vrei să intri în viață, păzește poruncile.”",
        "18": "„Care?” I-a zis el. Și Isus i-a răspuns: „Să nu ucizi; să nu preacurvești; să nu furi; să nu faci o mărturisire mincinoasă;",
        "19": "să cinstești pe tatăl tău și pe mama ta și să iubești pe aproapele tău ca pe tine însuți.”",
        "20": "Tânărul I-a zis: „Toate aceste porunci le-am păzit cu grijă din tinerețea mea. Ce-mi mai lipsește?”",
        "21": "„Dacă vrei să fii desăvârșit”, i-a zis Isus, „du-te de vinde ce ai, dă la săraci și vei avea o comoară în cer! Apoi vino și urmează-Mă.”",
        "22": "Când a auzit tânărul vorba aceasta, a plecat foarte întristat, pentru că avea multe avuții.",
        "23": "Isus a zis ucenicilor Săi: „Adevărat vă spun că greu va intra un bogat în Împărăția cerurilor.",
        "24": "Vă mai spun iarăși că este mai ușor să treacă o cămilă prin urechea acului decât să intre un bogat în Împărăția lui Dumnezeu.”",
        "25": "Ucenicii, când au auzit lucrul acesta, au rămas uimiți de tot și au zis: „Cine poate atunci să fie mântuit?”",
        "26": "Isus S-a uitat țintă la ei și le-a zis: „La oameni lucrul acesta este cu neputință, dar la Dumnezeu toate lucrurile sunt cu putință.”",
        "27": "Atunci, Petru a luat cuvântul și I-a zis: „Iată că noi am lăsat tot și Te-am urmat. Ce răsplată vom avea?”",
        "28": "Isus le-a răspuns: „Adevărat vă spun că, atunci când va sta Fiul omului pe scaunul de domnie al măririi Sale, la înnoirea tuturor lucrurilor, voi, care M-ați urmat, veți ședea și voi pe douăsprezece scaune de domnie și veți judeca pe cele douăsprezece seminții ale lui Israel.",
        "29": "Și oricine a lăsat case sau frați, sau surori, sau tată, sau mamă, sau nevastă, sau feciori, sau holde pentru Numele Meu va primi însutit și va moșteni viața veșnică.",
        "30": "Dar mulți din cei dintâi vor fi cei din urmă și mulți din cei din urmă vor fi cei dintâi."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "După ce a terminat de spus aceste cuvinte, Isus a plecat din Galileea și a venit în regiunile Iudeei, dincolo de Iordan.",
        "2": "L-au urmat mulțimi mari de oameni și acolo El i-a vindecat pe cei bolnavi.",
        "3": "Niște farisei au venit la El ca să-L pună la încercare și au zis: Îi este îngăduit unui bărbat să divorțeze de soția lui din orice motiv?",
        "4": "Isus, răspunzând, a zis: Oare n-ați citit că, de la început, Creatorul „i-a făcut bărbat și femeie?“.",
        "5": "Și apoi a zis: „De aceea bărbatul își va lăsa tatăl și mama și se va alipi de soția lui, iar cei doi vor fi un singur trup“.",
        "6": "Așa că nu mai sunt doi, ci un singur trup. Deci, ceea ce a unit Dumnezeu, omul să nu despartă!",
        "7": "Ei I-au zis: Atunci de ce a poruncit Moise ca soțul să-i dea soției o scrisoare de despărțire și să divorțeze de ea?",
        "8": "Isus a zis: Din cauza inimilor voastre împietrite v-a dat voie Moise să divorțați de soțiile voastre, însă la început n-a fost așa.",
        "9": "Dar Eu vă spun că oricine divorțează de soția lui, în afară de caz de preacurvie, și se căsătorește cu alta comite adulter.",
        "10": "Ucenicii I-au zis: Dacă acesta este motivul bărbatului față de soție, nu este de folos să te căsătorești!",
        "11": "Dar El le-a zis: Nu toți primesc cuvântul acesta, ci numai aceia cărora le-a fost dat.",
        "12": "Căci există eunuci care s-au născut așa din pântecul mamei lor, există eunuci care au fost făcuți eunuci de către oameni și există eunuci care s-au făcut ei înșiși eunuci de dragul Împărăției Cerurilor. Cel ce poate să primească cuvântul acesta să-l primească!",
        "13": "Atunci au fost aduși la El niște copilași, ca să-Și pună mâinile peste ei și să Se roage pentru ei, dar ucenicii i-au mustrat.",
        "14": "Isus însă le-a zis: „Lăsați copilașii și nu-i opriți să vină la Mine, pentru că Împărăția Cerurilor este a celor ca ei!“.",
        "15": "Apoi Și-a pus mâinile peste ei și a plecat de acolo.",
        "16": "Și iată că un om, apropiindu-se de Isus, a zis: Învățătorule, ce lucru bun să fac, ca să am viață veșnică?",
        "17": "Isus i-a zis: De ce Mă întrebi despre „un lucru bun“? Doar Unul este Cel Bun. Dar dacă vrei să intri în viață, păzește poruncile!",
        "18": "El i-a zis: Care? Isus a zis: „Să nu ucizi“, „Să nu comiți adulter“, „Să nu furi“, „Să nu depui mărturie falsă“,",
        "19": "„Să-ți respecți tatăl și mama“ și „Să-l iubești pe semenul tău ca pe tine însuți“.",
        "20": "Tânărul I-a spus: Pe toate acestea le-am păzit. Ce-mi mai lipsește?",
        "21": "Isus i-a spus: Dacă vrei să fii desăvârșit, du-te, vinde-ți averile și dă săracilor, și vei avea astfel o comoară în Ceruri. Apoi vino și urmează-Mă!",
        "22": "Când a auzit cuvintele acestea, tânărul a plecat întristat, pentru că avea multe averi.",
        "23": "Isus le-a zis ucenicilor Săi: Adevărat vă spun, cu greu va intra cel bogat în Împărăția Cerurilor!",
        "24": "Din nou vă spun: este mai ușor să treacă o cămilă prin deschizătura acului, decât să intre cel bogat în Împărăția lui Dumnezeu!",
        "25": "Când au auzit lucrul acesta, ucenicii au rămas foarte uimiți și au zis: Atunci cine poate fi mântuit?",
        "26": "Uitându-Se la ei, Isus le-a zis: Lucrul acesta este imposibil pentru oameni, dar pentru Dumnezeu toate lucrurile sunt posibile.",
        "27": "Atunci Petru, răspunzând, I-a zis: Iată, noi am lăsat totul și Te-am urmat. Noi ce vom avea?",
        "28": "Isus le-a zis: Adevărat vă spun că la reînnoirea tuturor lucrurilor, când Fiul Omului va sta pe tronul gloriei Sale, voi, cei care M-ați urmat, veți sta, de asemenea, pe douăsprezece tronuri și le veți judeca pe cele douăsprezece seminții ale lui Israel.",
        "29": "Și oricine își lasă case sau frați sau surori sau tată sau mamă sau soție sau copii sau terenuri de dragul Numelui Meu, va primi de o sută de ori mai mult și va moșteni viața veșnică.",
        "30": "Dar mulți dintre cei dintâi vor fi cei din urmă, iar cei din urmă vor fi cei dintâi."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "When Jesus had finished these words, he departed from Galilee and came into the borders of Judea beyond the Jordan.",
        "2": "Great multitudes followed him, and he healed them there.",
        "3": "Pharisees came to him, testing him and saying, “Is it lawful for a man to divorce his wife for any reason?”",
        "4": "He answered, “Haven’t you read that he who made them from the beginning made them male and female,",
        "5": "and said, ‘For this cause a man shall leave his father and mother, and shall be joined to his wife; and the two shall become one flesh’?",
        "6": "So that they are no more two, but one flesh. What therefore God has joined together, don’t let man tear apart.”",
        "7": "They asked him, “Why then did Moses command us to give her a certificate of divorce and divorce her?”",
        "8": "He said to them, “Moses, because of the hardness of your hearts, allowed you to divorce your wives, but from the beginning it has not been so.",
        "9": "I tell you that whoever divorces his wife, except for sexual immorality, and marries another, commits adultery; and he who marries her when she is divorced commits adultery.”",
        "10": "His disciples said to him, “If this is the case of the man with his wife, it is not expedient to marry.”",
        "11": "But he said to them, “Not all men can receive this saying, but those to whom it is given.",
        "12": "For there are eunuchs who were born that way from their mother’s womb, and there are eunuchs who were made eunuchs by men; and there are eunuchs who made themselves eunuchs for the Kingdom of Heaven’s sake. He who is able to receive it, let him receive it.”",
        "13": "Then little children were brought to him that he should lay his hands on them and pray; and the disciples rebuked them.",
        "14": "But Jesus said, “Allow the little children, and don’t forbid them to come to me; for the Kingdom of Heaven belongs to ones like these.”",
        "15": "He laid his hands on them, and departed from there.",
        "16": "Behold, one came to him and said, “Good teacher, what good thing shall I do, that I may have eternal life?”",
        "17": "He said to him, “Why do you call me good? No one is good but one, that is, God. But if you want to enter into life, keep the commandments.”",
        "18": "He said to him, “Which ones?” Jesus said, “‘You shall not murder.’ ‘You shall not commit adultery.’ ‘You shall not steal.’ ‘You shall not offer false testimony.’",
        "19": "‘Honor your father and your mother.’ And, ‘You shall love your neighbor as yourself.’”",
        "20": "The young man said to him, “All these things I have observed from my youth. What do I still lack?”",
        "21": "Jesus said to him, “If you want to be perfect, go, sell what you have, and give to the poor, and you will have treasure in heaven; and come, follow me.”",
        "22": "But when the young man heard this, he went away sad, for he was one who had great possessions.",
        "23": "Jesus said to his disciples, “Most certainly I say to you, a rich man will enter into the Kingdom of Heaven with difficulty.",
        "24": "Again I tell you, it is easier for a camel to go through a needle’s eye than for a rich man to enter into God’s Kingdom.”",
        "25": "When the disciples heard it, they were exceedingly astonished, saying, “Who then can be saved?”",
        "26": "Looking at them, Jesus said, “With men this is impossible, but with God all things are possible.”",
        "27": "Then Peter answered, “Behold, we have left everything and followed you. What then will we have?”",
        "28": "Jesus said to them, “Most certainly I tell you that you who have followed me, in the regeneration when the Son of Man will sit on the throne of his glory, you also will sit on twelve thrones, judging the twelve tribes of Israel.",
        "29": "Everyone who has left houses, or brothers, or sisters, or father, or mother, or wife, or children, or lands, for my name’s sake, will receive one hundred times, and will inherit eternal life.",
        "30": "But many will be last who are first, and first who are last."
      }
    }
  }
}