{
  "book": "Matei",
  "chapter": "27",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Când s-a făcut ziuă, toți preoții cei mai de seamă și bătrânii norodului au ținut sfat împotriva lui Isus, ca să-L omoare.",
        "2": "După ce L-au legat, L-au dus și L-au dat în mâna dregătorului Pilat din Pont.",
        "3": "Atunci, Iuda, vânzătorul, când a văzut că Isus a fost osândit la moarte, s-a căit, a dus înapoi cei treizeci de arginți, i-a dat preoților celor mai de seamă și bătrânilor",
        "4": "și a zis: „Am păcătuit, căci am vândut sânge nevinovat.” „Ce ne pasă nouă?”, i-au răspuns ei. „Treaba ta.”",
        "5": "Iuda a aruncat arginții în Templu și s-a dus de s-a spânzurat.",
        "6": "Preoții cei mai de seamă au strâns arginții și au zis: „Nu este îngăduit să-i punem în vistieria Templului, fiindcă sunt preț de sânge.”",
        "7": "Și după ce s-au sfătuit, au cumpărat cu banii aceia „Țarina olarului”, ca loc pentru îngroparea străinilor.",
        "8": "Iată de ce țarina aceea a fost numită până în ziua de azi: „Țarina sângelui”.",
        "9": "Atunci s-a împlinit ce fusese vestit prin prorocul Ieremia, care zice: „Au luat cei treizeci de arginți, prețul celui prețuit, pe care l-au prețuit unii din fiii lui Israel,",
        "10": "și i-au dat pe ‘Țarina olarului’, după cum îmi poruncise Domnul.”",
        "11": "Isus S-a înfățișat înaintea dregătorului. Dregătorul L-a întrebat: „Ești Tu Împăratul iudeilor?” „Da”, i-a răspuns Isus, „sunt.”",
        "12": "Dar n-a răspuns nimic la învinuirile preoților celor mai de seamă și bătrânilor.",
        "13": "Atunci, Pilat I-a zis: „N-auzi de câte lucruri Te învinuiesc ei?”",
        "14": "Isus nu i-a răspuns la niciun cuvânt, așa că se mira foarte mult dregătorul.",
        "15": "La fiecare praznic al Paștelor, dregătorul avea obicei să slobozească norodului un întemnițat, pe care-l voiau ei.",
        "16": "Pe atunci aveau un întemnițat vestit, numit Baraba.",
        "17": "Când erau adunați la un loc, Pilat le-a zis: „Pe care voiți să vi-l slobozesc? Pe Baraba sau pe Isus, care Se numește Hristos?”",
        "18": "Căci știa că din pizmă dăduseră pe Isus în mâinile lui.",
        "19": "Pe când stătea Pilat pe scaun la judecată, nevastă-sa a trimis să-i spună: „Să n-ai nimic a face cu neprihănitul acesta, căci azi am suferit mult în vis din pricina Lui.”",
        "20": "Preoții cei mai de seamă și bătrânii au înduplecat noroadele să ceară pe Baraba, iar pe Isus să-L omoare.",
        "21": "Dregătorul a luat cuvântul și le-a zis: „Pe care din amândoi voiți să vi-l slobozesc?” „Pe Baraba”, au răspuns ei.",
        "22": "Pilat le-a zis: „Dar ce să fac cu Isus, care Se numește Hristos?” „Să fie răstignit”, i-au răspuns cu toții.",
        "23": "Dregătorul a zis: „Dar ce rău a făcut?” Ei au început să strige și mai tare: „Să fie răstignit!”",
        "24": "Când a văzut Pilat că n-ajunge la nimic, ci că se face mai multă zarvă, a luat apă, și-a spălat mâinile înaintea norodului și a zis: „Eu sunt nevinovat de sângele neprihănitului acestuia. Treaba voastră!”",
        "25": "Și tot norodul a răspuns: „Sângele Lui să fie asupra noastră și asupra copiilor noștri.”",
        "26": "Atunci, Pilat le-a slobozit pe Baraba; iar pe Isus, după ce a pus să-L bată cu nuiele, L-a dat în mâinile lor, ca să fie răstignit.",
        "27": "Ostașii dregătorului au dus pe Isus în pretoriu și au adunat în jurul Lui toată ceata ostașilor.",
        "28": "L-au dezbrăcat de hainele Lui și L-au îmbrăcat cu o haină stacojie.",
        "29": "Au împletit o cunună de spini, pe care I-au pus-o pe cap, și I-au pus o trestie în mâna dreaptă. Apoi îngenuncheau înaintea Lui, își băteau joc de El, și ziceau: „Plecăciune, Împăratul iudeilor!”",
        "30": "Și scuipau asupra Lui și luau trestia și-L băteau în cap.",
        "31": "După ce și-au bătut astfel joc de El, L-au dezbrăcat de haina stacojie, L-au îmbrăcat cu hainele Lui și L-au dus să-L răstignească.",
        "32": "Pe când ieșeau din cetate, au întâlnit pe un om din Cirene, numit Simon, și l-au silit să ducă crucea lui Isus.",
        "33": "Când au ajuns la un loc numit Golgota, care înseamnă „Locul căpățânii”,",
        "34": "I-au dat să bea vin amestecat cu fiere; dar, când l-a gustat, n-a vrut să bea.",
        "35": "După ce L-au răstignit, I-au împărțit hainele între ei, trăgând la sorți, pentru ca să se împlinească ce fusese vestit prin prorocul care zice: „Și-au împărțit hainele Mele între ei și pentru cămașa Mea au tras la sorți.”",
        "36": "Apoi au șezut jos și-L păzeau.",
        "37": "Și I-au scris deasupra capului vina: „Acesta este Isus, Împăratul iudeilor.”",
        "38": "Împreună cu El, au fost răstigniți doi tâlhari: unul la dreapta și celălalt la stânga Lui.",
        "39": "Trecătorii își băteau joc de El, dădeau din cap",
        "40": "și ziceau: „Tu, care strici Templul și-l zidești la loc în trei zile, mântuiește-Te pe Tine Însuți! Dacă ești Tu Fiul lui Dumnezeu, coboară-Te de pe cruce!”",
        "41": "Preoții cei mai de seamă, împreună cu cărturarii și bătrânii, își băteau și ei joc de El și ziceau:",
        "42": "„Pe alții i-a mântuit, iar pe Sine nu Se poate mântui! Dacă este El Împăratul lui Israel, să Se coboare acum de pe cruce și vom crede în El!",
        "43": "S-a încrezut în Dumnezeu: să-L scape acum Dumnezeu, dacă-L iubește. Căci a zis: ‘Eu sunt Fiul lui Dumnezeu!’”",
        "44": "Tâlharii care erau răstigniți împreună cu El Îi aruncau aceleași cuvinte de batjocură.",
        "45": "De la ceasul al șaselea până la ceasul al nouălea s-a făcut întuneric peste toată țara.",
        "46": "Și pe la ceasul al nouălea, Isus a strigat cu glas tare: „Eli, Eli, Lama Sabactani?” Adică: „Dumnezeul Meu, Dumnezeul Meu, pentru ce M-ai părăsit?”",
        "47": "Unii din cei ce stăteau acolo, când au auzit aceste vorbe, au zis: „Strigă pe Ilie!”",
        "48": "Și îndată, unul din ei a alergat de a luat un burete, l-a umplut cu oțet, l-a pus într-o trestie și i-a dat să bea.",
        "49": "Dar ceilalți ziceau: „Lasă, să vedem dacă va veni Ilie să-L mântuiască.”",
        "50": "Isus a strigat iarăși cu glas tare și Și-a dat duhul.",
        "51": "Și îndată, perdeaua dinăuntrul Templului s-a rupt în două, de sus până jos, pământul s-a cutremurat, stâncile s-au despicat,",
        "52": "mormintele s-au deschis și multe trupuri ale sfinților care muriseră au înviat.",
        "53": "Ei au ieșit din morminte, după învierea Lui, au intrat în sfânta cetate și s-au arătat multora.",
        "54": "Sutașul și cei ce păzeau pe Isus împreună cu el, când au văzut cutremurul de pământ și cele întâmplate, s-au înfricoșat foarte tare și au zis: „Cu adevărat, Acesta a fost Fiul lui Dumnezeu!”",
        "55": "Acolo erau și multe femei, care priveau de departe; ele urmaseră pe Isus din Galileea, ca să-I slujească.",
        "56": "Între ele era Maria Magdalena, Maria, mama lui Iacov și a lui Iose, și mama fiilor lui Zebedei.",
        "57": "Spre seară, a venit un om bogat din Arimateea, numit Iosif, care era și el ucenic al lui Isus.",
        "58": "El s-a dus la Pilat și a cerut trupul lui Isus. Pilat a poruncit să i-l dea.",
        "59": "Iosif a luat trupul, l-a înfășurat într-o pânză curată de in",
        "60": "și l-a pus într-un mormânt nou al lui însuși, pe care-l săpase în stâncă. Apoi a prăvălit o piatră mare la ușa mormântului și a plecat.",
        "61": "Maria Magdalena și cealaltă Marie erau acolo și ședeau în fața mormântului.",
        "62": "A doua zi care vine după Ziua Pregătirii, preoții cei mai de seamă și fariseii s-au dus împreună la Pilat",
        "63": "și i-au zis: „Doamne, ne-am adus aminte că înșelătorul acela, pe când era încă în viață, a zis: ‘După trei zile voi învia.’",
        "64": "Dă poruncă dar ca mormântul să fie păzit bine până a treia zi, ca nu cumva să vină ucenicii Lui noaptea să-I fure trupul și să spună norodului: ‘A înviat din morți!’ Atunci, înșelăciunea aceasta din urmă ar fi mai rea decât cea dintâi.”",
        "65": "Pilat le-a zis: „Aveți o strajă; duceți-vă de păziți cum puteți.”",
        "66": "Ei au plecat și au întărit mormântul, pecetluind piatra și punând strajă."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Când s-a făcut dimineață, toți conducătorii preoților și bătrânii poporului s-au sfătuit împotriva lui Isus, ca să-L condamne la moarte.",
        "2": "Apoi, după ce L-au legat, L-au dus și L-au dat pe mâna lui Pilat, guvernatorul.",
        "3": "Atunci lui Iuda, trădătorul, când a văzut că Isus a fost condamnat, i-a părut rău și a dus înapoi cei treizeci de arginți la conducătorii preoților și la bătrâni,",
        "4": "zicând: Am păcătuit, căci am trădat sânge nevinovat! Ei i-au răspuns: Ce ne pasă nouă? Treaba ta!",
        "5": "Iuda a aruncat arginții în Templu și a plecat. Apoi s-a dus și s-a spânzurat.",
        "6": "Conducătorii preoților au luat arginții și au zis: „Nu este voie să fie puși în vistierie, pentru că sunt preț de sânge“.",
        "7": "Și, după ce s-au sfătuit, au cumpărat cu ei terenul olarului, ca loc de înmormântare pentru străini.",
        "8": "Iată de ce terenul acela a fost numit „Terenul Sângelui“ până în ziua de azi.",
        "9": "Atunci s-a împlinit ceea ce a fost spus prin profetul Ieremia, care zice: „Au luat cei treizeci de arginți, prețul Celui prețuit, la care l-au prețuit unii dintre fiii lui Israel,",
        "10": "și i-au dat pe terenul olarului, așa cum mi-a poruncit Domnul“.",
        "11": "Isus a fost adus deci înaintea guvernatorului. Guvernatorul L-a întrebat, zicând: Ești Tu Împăratul iudeilor? Isus a zis: Tu o spui!",
        "12": "Dar când a fost acuzat de conducătorii preoților și de bătrâni, n-a răspuns nimic.",
        "13": "Atunci Pilat I-a zis: Nu auzi de câte lucruri Te învinuiesc ei?",
        "14": "Dar Isus nu i-a răspuns la niciun cuvânt, astfel că guvernatorul era foarte uimit.",
        "15": "Guvernatorul obișnuia ca la fiecare sărbătoare să elibereze mulțimii un deținut pe care-l voiau ei.",
        "16": "La acea vreme aveau un deținut vestit, numit Isus Barabba.",
        "17": "Așadar, după ce s-a adunat mulțimea, Pilat i-a întrebat: Pe cine vreți să vi-l eliberez, pe Isus Barabba sau pe Isus, Cel numit Cristos?",
        "18": "Căci știa că din invidie Îl dăduseră pe mâna lui.",
        "19": "În timp ce stătea pe scaunul de judecată, soția lui a trimis să-i spună: „Să n-ai nimic de-a face cu Acel Om drept, pentru că azi am suferit mult în vis din cauza Lui!“.",
        "20": "Dar conducătorii preoților și bătrânii au convins mulțimile să-l ceară pe Barabba, iar Isus să fie omorât.",
        "21": "Guvernatorul a răspuns, zicându-le: Pe care dintre aceștia doi vreți să vi-l eliberez? Ei au zis: Pe Barabba!",
        "22": "Pilat a zis: Și atunci ce să fac cu Isus, numit Cristos? Ei au răspuns cu toții: Să fie răstignit!",
        "23": "El i-a întrebat: Dar ce rău a făcut? Însă ei strigau și mai tare: Să fie răstignit!",
        "24": "Când a văzut Pilat că nu ajunge nicăieri, ci că mai degrabă se face tulburare, a luat apă și s-a spălat pe mâini înaintea mulțimii, zicând: Eu sunt nevinovat de sângele Acestui Om! Treaba voastră!",
        "25": "Și tot poporul, răspunzând, i-a zis: Sângele Lui să fie peste noi și peste copiii noștri!",
        "26": "Atunci le-a eliberat pe Barabba, iar pe Isus, după ce a pus să-L biciuiască, L-a dat să fie răstignit. Isus, batjocorit de soldați",
        "27": "Atunci soldații guvernatorului L-au adus pe Isus în pretoriu și au adunat în jurul Lui toată cohorta.",
        "28": "L-au dezbrăcat și au pus pe El o mantie roșie,",
        "29": "au împletit o coroană de spini, I-au așezat-o pe cap, I-au pus o trestie în mâna dreaptă și apoi au îngenuncheat înaintea Lui și și-au bătut joc de El, zicând: „Plecăciune, Împărate al iudeilor!“.",
        "30": "Ei Îl scuipau, Îi luau trestia și-L loveau peste cap.",
        "31": "După ce și-au bătut joc de El astfel, L-au dezbrăcat de mantie, L-au îmbrăcat cu hainele Lui și L-au dus să-L răstignească.",
        "32": "Când au ieșit, au găsit un om din Cirena, pe nume Simon, și l-au obligat pe acesta să ducă crucea lui Isus.",
        "33": "Când au ajuns la locul numit Golgota, căruia i se mai zice și „Locul Craniului“,",
        "34": "I-au dat să bea vin amestecat cu fiere, dar când l-a gustat, n-a vrut să-l bea.",
        "35": "După ce L-au răstignit, și-au împărțit hainele Lui între ei, trăgând la sorți pentru ele, ca să se împlinească ceea ce a fost spus prin profet: „Și-au împărțit hainele Mele între ei și au tras la sorți pentru cămașa Mea“.",
        "36": "Apoi s-au așezat jos și Îl păzeau acolo.",
        "37": "Îi puseseră deasupra capului acuzația pe care era scris: „Acesta este Isus, Împăratul iudeilor“.",
        "38": "Tot atunci au fost răstigniți împreună cu El doi răsculați, unul la dreapta, iar altul la stânga Lui.",
        "39": "Cei ce treceau pe acolo blasfemiau împotriva Lui, dădeau din cap",
        "40": "și ziceau: „Tu, Cel Care dărâmi Templul și-l reconstruiești în trei zile, salvează-Te pe Tine Însuți! Dacă ești Fiul lui Dumnezeu, dă-Te jos de pe cruce!“.",
        "41": "Tot astfel și conducătorii preoților, împreună cu cărturarii și bătrânii, Îl batjocoreau, zicând:",
        "42": "„Pe alții i-a salvat, dar pe Sine Însuși nu Se poate salva! Doar este Împăratul lui Israel! Să Se coboare acum de pe cruce și vom crede în El!",
        "43": "S-a încrezut în Dumnezeu; să-L scape acum Dumnezeu, dacă vrea! Căci a zis: «Eu sunt Fiul lui Dumnezeu!»“.",
        "44": "La fel Îl insultau și răsculații care erau răstigniți împreună cu El.",
        "45": "De la ceasul al șaselea și până la ceasul al nouălea s-a făcut întuneric peste toată țara.",
        "46": "Cam pe la ceasul al nouălea, Isus a strigat cu glas tare, zicând: „Eli, Eli, lema sabactani?“, care înseamnă „Dumnezeul Meu, Dumnezeul Meu, de ce M-ai părăsit?“.",
        "47": "Unii dintre cei ce stăteau acolo L-au auzit și au zis: „Acest Om îl strigă pe Ilie!“.",
        "48": "Imediat unul dintre ei a alergat și a luat un burete, l-a umplut cu oțet de vin, l-a pus într-o trestie și I l-a dat să-l bea.",
        "49": "Dar ceilalți ziceau: „Lasă să vedem dacă vine Ilie să-L salveze!“.",
        "50": "Isus a strigat din nou cu glas tare și apoi Și-a dat duhul.",
        "51": "Și iată că draperia Templului s-a rupt în două, de sus până jos; pământul s-a cutremurat, stâncile s-au despicat,",
        "52": "mormintele s-au deschis și multe trupuri ale sfinților adormiți au fost înviate.",
        "53": "Ei au ieșit din morminte, după învierea Lui, au intrat în Cetatea Sfântă și li s-au arătat multora.",
        "54": "Centurionul și cei ce-L păzeau pe Isus împreună cu el, când au văzut cutremurul și cele întâmplate, s-au înspăimântat foarte tare și au zis: „Într-adevăr, Acesta era Fiul lui Dumnezeu!“.",
        "55": "Acolo mai erau și multe femei care priveau de departe, cele care Îl urmaseră pe Isus din Galileea și Îi slujiseră.",
        "56": "Printre ele erau Maria Magdalena, Maria mama lui Iacov și a lui Iosif și mama fiilor lui Zebedei.",
        "57": "Când s-a făcut seară, a venit un om bogat din Arimateea, pe nume Iosif, care devenise și el ucenic al lui Isus.",
        "58": "Acesta s-a dus la Pilat și i-a cerut trupul lui Isus. Atunci Pilat a poruncit să-i fie dat.",
        "59": "Iosif a luat trupul, L-a înfășurat într-o pânză de in curată",
        "60": "și L-a pus în propriul său mormânt nou, pe care-l săpase în stâncă. Apoi a rostogolit o piatră mare la intrarea mormântului și a plecat.",
        "61": "Maria Magdalena și cealaltă Maria erau și ele acolo, șezând înaintea mormântului.",
        "62": "A doua zi, cea de după Ziua Pregătirii, conducătorii preoților și fariseii s-au adunat la Pilat",
        "63": "și i-au zis: Stăpâne, ne-am amintit că înșelătorul acela, în timp ce trăia, a zis: „După trei zile voi învia!“.",
        "64": "Așadar, poruncește ca mormântul să fie păzit până a treia zi, ca nu cumva ucenicii Lui să vină noaptea și să-L fure, apoi să spună poporului: „A fost înviat dintre cei morți!“. Atunci această înșelăciune din urmă ar fi mai rea decât prima!",
        "65": "Pilat le-a răspuns: Aveți o gardă. Duceți-vă și întăriți-l cum știți!",
        "66": "Ei s-au dus împreună cu garda și au întărit mormântul, sigilând piatra."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now when morning had come, all the chief priests and the elders of the people took counsel against Jesus to put him to death.",
        "2": "They bound him, led him away, and delivered him up to Pontius Pilate, the governor.",
        "3": "Then Judas, who betrayed him, when he saw that Jesus was condemned, felt remorse, and brought back the thirty pieces of silver to the chief priests and elders,",
        "4": "saying, “I have sinned in that I betrayed innocent blood.” But they said, “What is that to us? You see to it.”",
        "5": "He threw down the pieces of silver in the sanctuary and departed. Then he went away and hanged himself.",
        "6": "The chief priests took the pieces of silver and said, “It’s not lawful to put them into the treasury, since it is the price of blood.”",
        "7": "They took counsel, and bought the potter’s field with them to bury strangers in.",
        "8": "Therefore that field has been called “The Field of Blood” to this day.",
        "9": "Then that which was spoken through Jeremiah the prophet was fulfilled, saying, “They took the thirty pieces of silver, the price of him upon whom a price had been set, whom some of the children of Israel priced,",
        "10": "and they gave them for the potter’s field, as the Lord commanded me.”",
        "11": "Now Jesus stood before the governor; and the governor asked him, saying, “Are you the King of the Jews?” Jesus said to him, “So you say.”",
        "12": "When he was accused by the chief priests and elders, he answered nothing.",
        "13": "Then Pilate said to him, “Don’t you hear how many things they testify against you?”",
        "14": "He gave him no answer, not even one word, so that the governor marveled greatly.",
        "15": "Now at the feast the governor was accustomed to release to the multitude one prisoner whom they desired.",
        "16": "They had then a notable prisoner called Barabbas.",
        "17": "When therefore they were gathered together, Pilate said to them, “Whom do you want me to release to you? Barabbas, or Jesus who is called Christ?”",
        "18": "For he knew that because of envy they had delivered him up.",
        "19": "While he was sitting on the judgment seat, his wife sent to him, saying, “Have nothing to do with that righteous man, for I have suffered many things today in a dream because of him.”",
        "20": "Now the chief priests and the elders persuaded the multitudes to ask for Barabbas and destroy Jesus.",
        "21": "But the governor answered them, “Which of the two do you want me to release to you?” They said, “Barabbas!”",
        "22": "Pilate said to them, “What then shall I do to Jesus who is called Christ?” They all said to him, “Let him be crucified!”",
        "23": "But the governor said, “Why? What evil has he done?” But they cried out exceedingly, saying, “Let him be crucified!”",
        "24": "So when Pilate saw that nothing was being gained, but rather that a disturbance was starting, he took water and washed his hands before the multitude, saying, “I am innocent of the blood of this righteous person. You see to it.”",
        "25": "All the people answered, “May his blood be on us and on our children!”",
        "26": "Then he released Barabbas to them, but Jesus he flogged and delivered to be crucified.",
        "27": "Then the governor’s soldiers took Jesus into the Praetorium, and gathered the whole garrison together against him.",
        "28": "They stripped him and put a scarlet robe on him.",
        "29": "They braided a crown of thorns and put it on his head, and a reed in his right hand; and they kneeled down before him and mocked him, saying, “Hail, King of the Jews!”",
        "30": "They spat on him, and took the reed and struck him on the head.",
        "31": "When they had mocked him, they took the robe off him, and put his clothes on him, and led him away to crucify him.",
        "32": "As they came out, they found a man of Cyrene, Simon by name, and they compelled him to go with them, that he might carry his cross.",
        "33": "When they came to a place called “Golgotha”, that is to say, “The place of a skull,”",
        "34": "they gave him sour wine to drink mixed with gall. When he had tasted it, he would not drink.",
        "35": "When they had crucified him, they divided his clothing among them, casting lots,",
        "36": "and they sat and watched him there.",
        "37": "They set up over his head the accusation against him written, “THIS IS JESUS, THE KING OF THE JEWS.”",
        "38": "Then there were two robbers crucified with him, one on his right hand and one on the left.",
        "39": "Those who passed by blasphemed him, wagging their heads",
        "40": "and saying, “You who destroy the temple and build it in three days, save yourself! If you are the Son of God, come down from the cross!”",
        "41": "Likewise the chief priests also mocking with the scribes, the Pharisees, and the elders, said,",
        "42": "“He saved others, but he can’t save himself. If he is the King of Israel, let him come down from the cross now, and we will believe in him.",
        "43": "He trusts in God. Let God deliver him now, if he wants him; for he said, ‘I am the Son of God.’”",
        "44": "The robbers also who were crucified with him cast on him the same reproach.",
        "45": "Now from the sixth hour there was darkness over all the land until the ninth hour.",
        "46": "About the ninth hour Jesus cried with a loud voice, saying, “Eli, Eli, lima sabachthani?” That is, “My God, my God, why have you forsaken me?”",
        "47": "Some of them who stood there, when they heard it, said, “This man is calling Elijah.”",
        "48": "Immediately one of them ran and took a sponge, filled it with vinegar, put it on a reed, and gave him a drink.",
        "49": "The rest said, “Let him be. Let’s see whether Elijah comes to save him.”",
        "50": "Jesus cried again with a loud voice, and yielded up his spirit.",
        "51": "Behold, the veil of the temple was torn in two from the top to the bottom. The earth quaked and the rocks were split.",
        "52": "The tombs were opened, and many bodies of the saints who had fallen asleep were raised;",
        "53": "and coming out of the tombs after his resurrection, they entered into the holy city and appeared to many.",
        "54": "Now the centurion and those who were with him watching Jesus, when they saw the earthquake and the things that were done, were terrified, saying, “Truly this was the Son of God!”",
        "55": "Many women were there watching from afar, who had followed Jesus from Galilee, serving him.",
        "56": "Among them were Mary Magdalene, Mary the mother of James and Joses, and the mother of the sons of Zebedee.",
        "57": "When evening had come, a rich man from Arimathaea named Joseph, who himself was also Jesus’ disciple, came.",
        "58": "This man went to Pilate and asked for Jesus’ body. Then Pilate commanded the body to be given up.",
        "59": "Joseph took the body and wrapped it in a clean linen cloth",
        "60": "and laid it in his own new tomb, which he had cut out in the rock. Then he rolled a large stone against the door of the tomb, and departed.",
        "61": "Mary Magdalene was there, and the other Mary, sitting opposite the tomb.",
        "62": "Now on the next day, which was the day after the Preparation Day, the chief priests and the Pharisees were gathered together to Pilate,",
        "63": "saying, “Sir, we remember what that deceiver said while he was still alive: ‘After three days I will rise again.’",
        "64": "Command therefore that the tomb be made secure until the third day, lest perhaps his disciples come at night and steal him away, and tell the people, ‘He is risen from the dead;’ and the last deception will be worse than the first.”",
        "65": "Pilate said to them, “You have a guard. Go, make it as secure as you can.”",
        "66": "So they went with the guard and made the tomb secure, sealing the stone."
      }
    }
  }
}