{
  "book": "Matei",
  "chapter": "21",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Când s-au apropiat de Ierusalim și au ajuns la Betfaghe, înspre Muntele Măslinilor, Isus a trimis doi ucenici",
        "2": "și le-a zis: „Duceți-vă în satul dinaintea voastră. În el veți găsi îndată o măgăriță legată și un măgăruș împreună cu ea; dezlegați-i și aduceți-i la Mine.",
        "3": "Dacă vă va zice cineva ceva, să spuneți că Domnul are trebuință de ei. Și îndată îi va trimite.”",
        "4": "Dar toate aceste lucruri s-au întâmplat ca să se împlinească ce fusese vestit prin prorocul care zice:",
        "5": "„Spuneți fiicei Sionului: ‘Iată, Împăratul tău vine la tine, blând și călare pe un măgar, pe un măgăruș, mânzul unei măgărițe.’”",
        "6": "Ucenicii s-au dus și au făcut cum le poruncise Isus.",
        "7": "Au adus măgărița și măgărușul, și-au pus hainele peste ei și El a șezut deasupra.",
        "8": "Cei mai mulți din norod își așterneau hainele pe drum; alții tăiau ramuri din copaci și le presărau pe drum.",
        "9": "Noroadele care mergeau înaintea lui Isus și cele ce veneau în urmă strigau: „Osana, Fiul lui David! Binecuvântat este Cel ce vine în Numele Domnului! Osana în cerurile preaînalte!”",
        "10": "Când a intrat în Ierusalim, toată cetatea s-a pus în mișcare și fiecare zicea: „Cine este acesta?”",
        "11": "„Este Isus, Prorocul, din Nazaretul Galileii”, răspundeau noroadele.",
        "12": "Isus a intrat în Templul lui Dumnezeu. A dat afară pe toți cei ce vindeau și cumpărau în Templu, a răsturnat mesele schimbătorilor de bani și scaunele celor ce vindeau porumbei",
        "13": "și le-a zis: „Este scris: ‘Casa Mea se va chema o casă de rugăciune.’ Dar voi ați făcut din ea o peșteră de tâlhari.”",
        "14": "Niște orbi și șchiopi au venit la El în Templu și El i-a vindecat.",
        "15": "Dar preoții cei mai de seamă și cărturarii, când au văzut minunile pe care le făcea și pe copii strigând în Templu și zicând: „Osana, Fiul lui David!”, s-au umplut de mânie.",
        "16": "Și I-au zis: „Auzi ce zic aceștia?” „Da”, le-a răspuns Isus. „Oare n-ați citit niciodată cuvintele acestea: ‘Tu ai scos laude din gura pruncilor și din gura celor ce sug’?”",
        "17": "Și, lăsându-i, a ieșit din cetate și S-a îndreptat spre Betania și a rămas acolo.",
        "18": "Dimineața, pe când Se întorcea în cetate, I-a fost foame.",
        "19": "A văzut un smochin lângă drum și S-a apropiat de el, dar n-a găsit decât frunze și i-a zis: „De acum încolo, în veac să nu mai dea rod din tine!” Și îndată smochinul s-a uscat.",
        "20": "Ucenicii, când au văzut acest lucru, s-au mirat și au zis: „Cum de s-a uscat smochinul acesta într-o clipă?”",
        "21": "Drept răspuns, Isus le-a zis: „Adevărat vă spun că, dacă veți avea credință și nu vă veți îndoi, veți face nu numai ce s-a făcut smochinului acestuia, ci, chiar dacă ați zice muntelui acestuia: ‘Ridică-te de aici și aruncă-te în mare’, se va face.",
        "22": "Tot ce veți cere cu credință, prin rugăciune, veți primi.” Puterea lui Isus.",
        "23": "Isus S-a dus în Templu și, pe când învăța norodul, au venit la El preoții cei mai de seamă și bătrânii norodului și I-au zis: „Cu ce putere faci Tu lucrurile acestea și cine Ți-a dat puterea aceasta?”",
        "24": "Drept răspuns, Isus le-a zis: „Vă voi pune și Eu o întrebare și, dacă-Mi veți răspunde la ea, vă voi spune și Eu cu ce putere fac aceste lucruri.",
        "25": "Botezul lui Ioan de unde venea? Din cer sau de la oameni?” Dar ei vorbeau între ei și ziceau: „Dacă vom răspunde: ‘Din cer’, ne va spune: ‘Atunci de ce nu l-ați crezut?’",
        "26": "Și dacă vom răspunde: ‘De la oameni’, ne temem de norod, pentru că toți socotesc pe Ioan drept proroc.”",
        "27": "Atunci au răspuns lui Isus: „Nu știm!” Și El, la rândul Lui, le-a zis: „Nici Eu nu vă voi spune cu ce putere fac aceste lucruri.",
        "28": "Ce credeți? Un om avea doi feciori. S-a dus la cel dintâi și i-a zis: ‘Fiule, du-te astăzi de lucrează în via mea!’",
        "29": "‘Nu vreau’, i-a răspuns el. În urmă, i-a părut rău și s-a dus.",
        "30": "S-a dus și la celălalt și i-a spus tot așa. Și fiul acesta a răspuns: ‘Mă duc, doamne!’ Și nu s-a dus.",
        "31": "Care din amândoi a făcut voia tatălui său?” „Cel dintâi”, au răspuns ei. Și Isus le-a zis: „Adevărat vă spun că vameșii și curvele merg înaintea voastră în Împărăția lui Dumnezeu.",
        "32": "Fiindcă Ioan a venit la voi umblând în calea neprihănirii și nu l-ați crezut. Dar vameșii și curvele l-au crezut. Și, măcar că ați văzut lucrul acesta, nu v-ați căit în urmă ca să-l credeți.",
        "33": "Ascultați o altă pildă. Era un om, un gospodar, care a sădit o vie. A împrejmuit-o cu un gard, a săpat un teasc în ea și a zidit un turn. Apoi a dat-o unor vieri și a plecat în altă țară.",
        "34": "Când a venit vremea roadelor, a trimis pe robii săi la vieri, ca să ia partea lui de rod.",
        "35": "Vierii au pus mâna pe robii lui și pe unul l-au bătut, pe altul l-au omorât, iar pe altul l-au ucis cu pietre.",
        "36": "A mai trimis alți robi, mai mulți decât cei dintâi; și vierii i-au primit la fel.",
        "37": "La urmă, a trimis la ei pe fiul său, zicând: ‘Vor primi cu cinste pe fiul meu!’",
        "38": "Dar vierii, când au văzut pe fiul, au zis între ei: ‘Iată moștenitorul; veniți să-l omorâm și să punem stăpânire pe moștenirea lui.’",
        "39": "Și au pus mâna pe el, l-au scos afară din vie și l-au omorât.",
        "40": "Acum, când va veni stăpânul viei, ce va face el vierilor acelora?”",
        "41": "Ei I-au răspuns: „Pe ticăloșii aceia, ticălos îi va pierde, și via o va da altor vieri, care-i vor da roadele la vremea lor.”",
        "42": "Isus le-a zis: „N-ați citit niciodată în Scripturi că: ‘Piatra pe care au lepădat-o zidarii a ajuns să fie pusă în capul unghiului; Domnul a făcut acest lucru și este minunat în ochii noștri’?",
        "43": "De aceea vă spun că Împărăția lui Dumnezeu va fi luată de la voi și va fi dată unui neam care va aduce roadele cuvenite.",
        "44": "Cine va cădea peste piatra aceasta va fi zdrobit de ea, iar pe acela peste care va cădea ea, îl va spulbera.”",
        "45": "După ce au auzit pildele Lui, preoții cei mai de seamă și fariseii au înțeles că Isus vorbește despre ei",
        "46": "și căutau să-L prindă, dar se temeau de noroade, pentru că ele Îl socoteau drept proroc."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Când s-au apropiat de Ierusalim și au ajuns la Betfaghe, înspre Muntele Măslinilor, Isus a trimis doi ucenici,",
        "2": "zicându-le: „Duceți-vă în satul dinaintea voastră. Imediat ce intrați în el, veți găsi un măgar legat și un măgăruș împreună cu el. Dezlegați-i și aduceți-i la Mine!",
        "3": "Dacă vă va spune cineva ceva, să-i ziceți că Domnul are nevoie de ei. Și imediat îi va trimite“.",
        "4": "Acest lucru s-a întâmplat ca să se împlinească ceea ce a fost spus prin profetul care zice:",
        "5": "„Spuneți-i fiicei Sionului: «Iată că Împăratul tău vine la tine, blând și călare pe un măgar, alături de un măgăruș, mânzul unei măgărițe»“.",
        "6": "Ucenicii s-au dus și au făcut așa cum le poruncise Isus.",
        "7": "Au adus măgarul și măgărușul, și-au pus hainele peste ei, iar Isus S-a așezat pe ele.",
        "8": "Cea mai mare parte din mulțime își așternea hainele pe drum, iar alții tăiau ramuri din pomi și le așterneau pe drum.",
        "9": "Mulțimile care mergeau înaintea lui Isus și cele care-L urmau strigau: „Osana, Fiul lui David!“ „Binecuvântat este Cel Ce vine în Numele Domnului!“ „Osana în locurile preaînalte!“.",
        "10": "Când a intrat în Ierusalim, toată cetatea a început să se agite, întrebându-se: Cine este Acesta?",
        "11": "Mulțimile răspundeau: Acesta este Profetul Isus, din Nazaretul Galileei!",
        "12": "Isus a intrat în Templu și i-a scos afară pe toți cei ce vindeau și cumpărau în Templu. A răsturnat mesele schimbătorilor de bani și scaunele celor ce vindeau porumbei",
        "13": "și le-a zis: „Este scris: «Casa Mea va fi numită o casă de rugăciune», dar voi faceți din ea o «peșteră de tâlhari»“.",
        "14": "Au venit la El, în Templu, niște orbi și ologi, iar El i-a vindecat.",
        "15": "Dar conducătorii preoților și cărturarii, când au văzut lucrurile minunate pe care le făcea și pe copiii care strigau în Templu: „Osana, Fiul lui David!“, s-au indignat",
        "16": "și I-au zis: Auzi ce spun aceștia? Isus le-a răspuns: Da. N-ați citit niciodată: „Din gura copilașilor și a sugarilor Ți-ai pregătit laudă!“?",
        "17": "Și, lăsându-i, a ieșit din cetate, S-a îndreptat spre Betania și a înnoptat acolo.",
        "18": "Dimineața, în timp ce Se întorcea în cetate, lui Isus I s-a făcut foame.",
        "19": "A văzut un smochin lângă drum și S-a dus spre el, dar n-a găsit nimic în el, în afară de frunze. Atunci i-a zis: „În veci să nu mai iasă rod din tine!“. Și deodată smochinul s-a uscat.",
        "20": "Ucenicii au rămas uimiți când au văzut acest lucru și L-au întrebat: Cum de s-a uscat smochinul așa, deodată?",
        "21": "Isus, răspunzând, le-a zis: Adevărat vă spun că, dacă ați avea credință și nu v-ați îndoi, ați face nu doar ce-am făcut Eu smochinului, ci, chiar dacă ați zice acestui munte: „Ridică-te și aruncă-te în mare!“, s-ar întâmpla întocmai!",
        "22": "Toate lucrurile pe care le cereți în rugăciune, cu credință, le veți primi.",
        "23": "A intrat apoi în Templu. În timp ce Isus îi învăța pe oameni, s-au apropiat de El conducătorii preoților și bătrânii poporului, zicând: Cu ce autoritate faci aceste lucruri? Și cine Ți-a dat această autoritate?",
        "24": "Isus, răspunzând, le-a zis: Vă voi întreba și Eu un singur lucru, iar dacă Îmi veți răspunde, vă voi spune și Eu cu ce autoritate fac aceste lucruri.",
        "25": "Botezul lui Ioan de unde era? Din Cer sau de la oameni? Ei însă vorbeau între ei, zicând: „Dacă vom răspunde: «Din Cer!», ne va întreba: «Atunci de ce nu l-ați crezut?»,",
        "26": "iar dacă vom răspunde: «De la oameni!», ne temem de mulțime, fiindcă toți îl consideră pe Ioan un profet“.",
        "27": "Așa că, răspunzându-I lui Isus, au zis: Nu știm! Atunci și El le-a zis: Nici Eu nu vă spun cu ce autoritate fac aceste lucruri.",
        "28": "Ce părere aveți? Un om avea doi copii. S-a apropiat de primul și i-a zis: „Copile, du-te și lucrează astăzi în vie!“.",
        "29": "Dar el, răspunzând, a zis: „Nu vreau!“. Mai târziu însă i-a părut rău și s-a dus.",
        "30": "Apoi tatăl s-a apropiat și de celălalt și i-a spus același lucru. Acesta, răspunzând, a zis: „Da, stăpâne!“, dar nu s-a dus.",
        "31": "Care dintre cei doi a făcut voia tatălui? Ei au zis: Primul! Isus le-a zis: Adevărat vă spun că prostituatele și colectorii de taxe merg înaintea voastră în Împărăția lui Dumnezeu!",
        "32": "Căci a venit Ioan la voi pe calea dreptății și nu l-ați crezut. Dar colectorii de taxe și prostituatele l-au crezut. Iar voi, deși ați văzut aceasta, nu v-a părut rău mai târziu, ca să puteți astfel să-l credeți.",
        "33": "Ascultați o altă pildă: era un om, stăpânul unei case, care a plantat o vie. A împrejmuit-o cu un gard, a săpat o presă de struguri în ea și a construit un turn de pază. Apoi a arendat-o unor viticultori și a plecat într-o călătorie.",
        "34": "Când s-a apropiat vremea roadelor, și-a trimis sclavii la viticultori, ca să ia roadele ce i se cuvin.",
        "35": "Viticultorii însă i-au apucat pe sclavii lui și pe unul l-au bătut, pe altul l-au omorât, iar pe altul l-au ucis cu pietre.",
        "36": "Stăpânul a trimis apoi alți sclavi, mai mulți decât primii, dar și cu aceștia au făcut la fel.",
        "37": "La urmă, l-a trimis la ei pe fiul său, zicând: „Pe fiul meu îl vor respecta!“.",
        "38": "Dar viticultorii, când l-au văzut pe fiu, și-au zis între ei: „Acesta este moștenitorul! Haideți să-l omorâm și să-i luăm moștenirea!“.",
        "39": "Și l-au apucat, l-au scos afară din vie și l-au omorât.",
        "40": "Așadar, când va veni stăpânul viei, ce le va face el acelor viticultori?",
        "41": "Ei au răspuns: Pe răii aceia îi va nimici într-un mod cumplit, iar via o va arenda altor viticultori, care-i vor da roadele la vremea lor.",
        "42": "Isus i-a întrebat: N-ați citit niciodată în Scripturi că: „Piatra pe care au respins-o zidarii a devenit Piatra din capul unghiului. Domnul a făcut acest lucru și este minunat în ochii noștri!“?",
        "43": "De aceea vă spun că Împărăția lui Dumnezeu va fi luată de la voi și va fi dată unui popor care va produce roadele ei.",
        "44": "Cel ce cade peste această piatră va fi zdrobit, iar pe acela peste care cade ea îl va spulbera.",
        "45": "Când conducătorii preoților și fariseii I-au auzit pildele, au înțeles că Isus vorbește despre ei.",
        "46": "Și au căutat să pună mâna pe El, dar le-a fost frică de mulțimi, pentru că acestea Îl considerau profet."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "When they came near to Jerusalem and came to Bethsphage, to the Mount of Olives, then Jesus sent two disciples,",
        "2": "saying to them, “Go into the village that is opposite you, and immediately you will find a donkey tied, and a colt with her. Untie them and bring them to me.",
        "3": "If anyone says anything to you, you shall say, ‘The Lord needs them,’ and immediately he will send them.”",
        "4": "All this was done that it might be fulfilled which was spoken through the prophet, saying,",
        "5": "“Tell the daughter of Zion, behold, your King comes to you, humble, and riding on a donkey, on a colt, the foal of a donkey.”",
        "6": "The disciples went and did just as Jesus commanded them,",
        "7": "and brought the donkey and the colt and laid their clothes on them; and he sat on them.",
        "8": "A very great multitude spread their clothes on the road. Others cut branches from the trees and spread them on the road.",
        "9": "The multitudes who went in front of him, and those who followed, kept shouting, “Hosanna to the son of David! Blessed is he who comes in the name of the Lord! Hosanna in the highest!”",
        "10": "When he had come into Jerusalem, all the city was stirred up, saying, “Who is this?”",
        "11": "The multitudes said, “This is the prophet, Jesus, from Nazareth of Galilee.”",
        "12": "Jesus entered into the temple of God and drove out all of those who sold and bought in the temple, and overthrew the money changers’ tables and the seats of those who sold the doves.",
        "13": "He said to them, “It is written, ‘My house shall be called a house of prayer,’ but you have made it a den of robbers!”",
        "14": "The lame and the blind came to him in the temple, and he healed them.",
        "15": "But when the chief priests and the scribes saw the wonderful things that he did, and the children who were crying in the temple and saying, “Hosanna to the son of David!” they were indignant,",
        "16": "and said to him, “Do you hear what these are saying?” Jesus said to them, “Yes. Did you never read, ‘Out of the mouth of children and nursing babies, you have perfected praise’?”",
        "17": "He left them and went out of the city to Bethany, and camped there.",
        "18": "Now in the morning, as he returned to the city, he was hungry.",
        "19": "Seeing a fig tree by the road, he came to it and found nothing on it but leaves. He said to it, “Let there be no fruit from you forever!” Immediately the fig tree withered away.",
        "20": "When the disciples saw it, they marveled, saying, “How did the fig tree immediately wither away?”",
        "21": "Jesus answered them, “Most certainly I tell you, if you have faith and don’t doubt, you will not only do what was done to the fig tree, but even if you told this mountain, ‘Be taken up and cast into the sea,’ it would be done.",
        "22": "All things, whatever you ask in prayer, believing, you will receive.”",
        "23": "When he had come into the temple, the chief priests and the elders of the people came to him as he was teaching, and said, “By what authority do you do these things? Who gave you this authority?”",
        "24": "Jesus answered them, “I also will ask you one question, which if you tell me, I likewise will tell you by what authority I do these things.",
        "25": "The baptism of John, where was it from? From heaven or from men?” They reasoned with themselves, saying, “If we say, ‘From heaven,’ he will ask us, ‘Why then did you not believe him?’",
        "26": "But if we say, ‘From men,’ we fear the multitude, for all hold John as a prophet.”",
        "27": "They answered Jesus, and said, “We don’t know.” He also said to them, “Neither will I tell you by what authority I do these things.",
        "28": "But what do you think? A man had two sons, and he came to the first, and said, ‘Son, go work today in my vineyard.’",
        "29": "He answered, ‘I will not,’ but afterward he changed his mind, and went.",
        "30": "He came to the second, and said the same thing. He answered, ‘I’m going, sir,’ but he didn’t go.",
        "31": "Which of the two did the will of his father?” They said to him, “The first.” Jesus said to them, “Most certainly I tell you that the tax collectors and the prostitutes are entering into God’s Kingdom before you.",
        "32": "For John came to you in the way of righteousness, and you didn’t believe him; but the tax collectors and the prostitutes believed him. When you saw it, you didn’t even repent afterward, that you might believe him.",
        "33": "“Hear another parable. There was a man who was a master of a household who planted a vineyard, set a hedge about it, dug a wine press in it, built a tower, leased it out to farmers, and went into another country.",
        "34": "When the season for the fruit came near, he sent his servants to the farmers to receive his fruit.",
        "35": "The farmers took his servants, beat one, killed another, and stoned another.",
        "36": "Again, he sent other servants more than the first; and they treated them the same way.",
        "37": "But afterward he sent to them his son, saying, ‘They will respect my son.’",
        "38": "But the farmers, when they saw the son, said among themselves, ‘This is the heir. Come, let’s kill him and seize his inheritance.’",
        "39": "So they took him and threw him out of the vineyard, then killed him.",
        "40": "When therefore the lord of the vineyard comes, what will he do to those farmers?”",
        "41": "They told him, “He will miserably destroy those miserable men, and will lease out the vineyard to other farmers who will give him the fruit in its season.”",
        "42": "Jesus said to them, “Did you never read in the Scriptures, ‘The stone which the builders rejected was made the head of the corner. This was from the Lord. It is marvelous in our eyes’?",
        "43": "“Therefore I tell you, God’s Kingdom will be taken away from you and will be given to a nation producing its fruit.",
        "44": "He who falls on this stone will be broken to pieces, but on whomever it will fall, it will scatter him as dust.”",
        "45": "When the chief priests and the Pharisees heard his parables, they perceived that he spoke about them.",
        "46": "When they sought to seize him, they feared the multitudes, because they considered him to be a prophet."
      }
    }
  }
}