{
  "book": "Matei",
  "chapter": "25",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Atunci, Împărăția cerurilor se va asemăna cu zece fecioare care și-au luat candelele și au ieșit în întâmpinarea mirelui .",
        "2": "Cinci din ele erau nechibzuite, și cinci, înțelepte.",
        "3": "Cele nechibzuite, când și-au luat candelele, n-au luat cu ele untdelemn,",
        "4": "dar cele înțelepte, împreună cu candelele, au luat cu ele și untdelemn în vase.",
        "5": "Fiindcă mirele zăbovea, au ațipit toate și au adormit.",
        "6": "La miezul nopții, s-a auzit o strigare: ‘Iată mirele, ieșiți-i în întâmpinare!’",
        "7": "Atunci, toate fecioarele acelea s-au sculat și și-au pregătit candelele.",
        "8": "Cele nechibzuite au zis celor înțelepte: ‘Dați-ne din untdelemnul vostru, căci ni se sting candelele.’",
        "9": "Cele înțelepte le-au răspuns: ‘Nu, ca nu cumva să nu ne ajungă nici nouă, nici vouă, ci mai bine duceți-vă la cei ce vând untdelemn și cumpărați-vă.’",
        "10": "Pe când se duceau ele să cumpere untdelemn, a venit mirele: cele ce erau gata au intrat cu el în odaia de nuntă și s-a încuiat ușa.",
        "11": "Mai pe urmă, au venit și celelalte fecioare și au zis: ‘Doamne, Doamne, deschide-ne!’",
        "12": "Dar el, drept răspuns, le-a zis: ‘Adevărat vă spun că nu vă cunosc!’",
        "13": "Vegheați dar, căci nu știți ziua, nici ceasul în care va veni Fiul omului.",
        "14": "Atunci , Împărăția cerurilor se va asemăna cu un om care, când era să plece într-o altă țară, a chemat pe robii săi și le-a încredințat avuția sa.",
        "15": "Unuia i-a dat cinci talanți, altuia doi și altuia unul, fiecăruia după puterea lui, și a plecat.",
        "16": "Îndată, cel ce primise cei cinci talanți s-a dus, i-a pus în negoț și a câștigat cu ei alți cinci talanți.",
        "17": "Tot așa, cel ce primise cei doi talanți a câștigat și el alți doi cu ei.",
        "18": "Cel ce nu primise decât un talant s-a dus de a făcut o groapă în pământ și a ascuns acolo banii stăpânului său.",
        "19": "După multă vreme, stăpânul robilor acelora s-a întors și le-a cerut socoteală.",
        "20": "Cel ce primise cei cinci talanți a venit, a adus alți cinci talanți și a zis: ‘Doamne, mi-ai încredințat cinci talanți; iată că am câștigat cu ei alți cinci talanți.’",
        "21": "Stăpânul său i-a zis: ‘Bine, rob bun și credincios, ai fost credincios în puține lucruri, te voi pune peste multe lucruri; intră în bucuria stăpânului tău!’",
        "22": "Cel ce primise cei doi talanți a venit și el și a zis: ‘Doamne, mi-ai încredințat doi talanți; iată că am câștigat cu ei alți doi talanți.’",
        "23": "Stăpânul său i-a zis: ‘Bine, rob bun și credincios, ai fost credincios în puține lucruri, te voi pune peste multe lucruri; intră în bucuria stăpânului tău!’",
        "24": "Cel ce nu primise decât un talant a venit și el și a zis: ‘Doamne, am știut că ești om aspru, care seceri de unde n-ai semănat și strângi de unde n-ai vânturat:",
        "25": "mi-a fost teamă și m-am dus de ți-am ascuns talantul în pământ; iată-ți ce este al tău!’",
        "26": "Stăpânul său i-a răspuns: ‘Rob viclean și leneș! Ai știut că secer de unde n-am semănat și că strâng de unde n-am vânturat,",
        "27": "prin urmare se cădea ca tu să-mi fi dat banii la zarafi, și, la venirea mea, eu mi-aș fi luat înapoi cu dobândă ce este al meu!",
        "28": "Luați-i dar talantul și dați-l celui ce are zece talanți.",
        "29": "Pentru că celui ce are i se va da și va avea de prisos, dar de la cel ce n-are se va lua și ce are!",
        "30": "Iar pe robul acela netrebnic aruncați-l în întunericul de afară: acolo va fi plânsul și scrâșnirea dinților.’ Judecata viitoare",
        "31": "Când va veni Fiul omului în slava Sa, cu toți sfinții îngeri, va ședea pe scaunul de domnie al slavei Sale.",
        "32": "Toate neamurile vor fi adunate înaintea Lui. El îi va despărți pe unii de alții cum desparte păstorul oile de capre;",
        "33": "și va pune oile la dreapta, iar caprele la stânga Lui.",
        "34": "Atunci, Împăratul va zice celor de la dreapta Lui: ‘Veniți, binecuvântații Tatălui Meu, de moșteniți Împărăția, care v-a fost pregătită de la întemeierea lumii.",
        "35": "Căci am fost flămând și Mi-ați dat de mâncat; Mi-a fost sete și Mi-ați dat de băut; am fost străin și M-ați primit;",
        "36": "am fost gol și M-ați îmbrăcat; am fost bolnav și ați venit să Mă vedeți; am fost în temniță și ați venit pe la Mine.’",
        "37": "Atunci, cei neprihăniți Îi vor răspunde: ‘Doamne, când Te-am văzut noi flămând și Ți-am dat să mănânci sau fiindu-Ți sete și Ți-am dat de ai băut?",
        "38": "Când Te-am văzut noi străin și Te-am primit sau gol și Te-am îmbrăcat?",
        "39": "Când Te-am văzut noi bolnav sau în temniță și am venit pe la Tine?’",
        "40": "Drept răspuns, Împăratul le va zice: ‘Adevărat vă spun că, ori de câte ori ați făcut aceste lucruri unuia din acești foarte neînsemnați frați ai Mei, Mie Mi le-ați făcut.’",
        "41": "Apoi va zice celor de la stânga Lui: ‘Duceți-vă de la Mine, blestemaților, în focul cel veșnic, care a fost pregătit diavolului și îngerilor lui!",
        "42": "Căci am fost flămând, și nu Mi-ați dat să mănânc; Mi-a fost sete, și nu Mi-ați dat să beau;",
        "43": "am fost străin, și nu M-ați primit; am fost gol, și nu M-ați îmbrăcat; am fost bolnav și în temniță, și n-ați venit pe la Mine.’",
        "44": "Atunci, Îi vor răspunde și ei: ‘Doamne, când Te-am văzut noi flămând sau fiindu-Ți sete sau străin sau gol sau bolnav sau în temniță și nu Ți-am slujit?’",
        "45": "Și El, drept răspuns, le va zice: ‘Adevărat vă spun că, ori de câte ori n-ați făcut aceste lucruri unuia dintr-acești foarte neînsemnați frați ai Mei, Mie nu Mi le-ați făcut.’",
        "46": "Și aceștia vor merge în pedeapsa veșnică, iar cei neprihăniți vor merge în viața veșnică.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Atunci, Împărăția Cerurilor va fi asemănată cu zece fecioare care și-au luat candelele și au ieșit în întâmpinarea mirelui.",
        "2": "Cinci dintre ele erau nesăbuite, iar cinci erau înțelepte.",
        "3": "Cele nesăbuite nu au luat cu ele și ulei atunci când și-au luat candelele,",
        "4": "dar cele înțelepte, alături de candele, au luat cu ele și ulei în vase.",
        "5": "Mirele întârzia, astfel că ele au ațipit toate și au adormit.",
        "6": "La miezul nopții a răsunat un strigăt: „Iată mirele! Ieșiți-i în întâmpinare!“.",
        "7": "Atunci toate fecioarele acelea s-au sculat și și-au pregătit candelele.",
        "8": "Cele nesăbuite le-au zis celor înțelepte: „Dați-ne și nouă din uleiul vostru, pentru că ni se sting candelele!“.",
        "9": "Dar cele înțelepte au răspuns, zicând: „Nu, ca nu cumva să nu ne ajungă nici nouă și nici vouă! Duceți-vă, mai degrabă, la cei ce vând ulei și cumpărați-vă!“.",
        "10": "În timp ce se duceau să cumpere ulei, a venit mirele. Cele ce erau pregătite au intrat la nuntă împreună cu el, iar ușa a fost închisă.",
        "11": "Mai târziu au venit și celelalte fecioare și au zis: „Doamne, Doamne, deschide-ne!“.",
        "12": "Dar el, răspunzând, a zis: „Adevărat vă spun că nu vă cunosc“.",
        "13": "Prin urmare, vegheați! Căci nu știți nici ziua, nici ora când vine Fiul Omului.",
        "14": "Căci va fi ca atunci când un om, urmând să plece într-o călătorie, și-a chemat sclavii și le-a încredințat averile lui.",
        "15": "Unuia i-a dat cinci talanți, altuia doi, iar altuia unul, fiecăruia după puterea lui; apoi a plecat. Imediat,",
        "16": "cel ce primise cinci talanți s-a dus și a făcut negustorie cu ei și a câștigat alți cinci.",
        "17": "Tot așa, cel ce primise doi a câștigat și el alți doi.",
        "18": "Dar cel ce primise unul s-a dus, a săpat o groapă în pământ și a ascuns acolo argintul stăpânului său.",
        "19": "După mult timp, stăpânul acelor sclavi a venit și a început să-și încheie socotelile cu ei.",
        "20": "Cel ce primise cinci talanți s-a apropiat și a adus încă cinci talanți, zicând: „Stăpâne, mi-ai încredințat cinci talanți. Iată, am mai câștigat încă cinci!“.",
        "21": "Stăpânul lui i-a zis: „Bine, sclav bun și credincios! Ai fost credincios peste puține lucruri, te voi pune responsabil peste multe! Intră în bucuria stăpânului tău!“.",
        "22": "S-a apropiat apoi și cel ce primise doi talanți și a zis: „Stăpâne, mi-ai încredințat doi talanți. Iată, am mai câștigat doi!“.",
        "23": "Stăpânul lui i-a zis: „Bine, sclav bun și credincios! Ai fost credincios peste puține lucruri, te voi pune responsabil peste multe. Intră în bucuria stăpânului tău!“.",
        "24": "S-a apropiat și cel ce primise un talant și a zis: „Stăpâne, am știut că ești un om aspru, care seceri de unde n-ai semănat și aduni de unde n-ai împrăștiat,",
        "25": "așa că mi-a fost teamă și m-am dus să-ți ascund talantul în pământ. Iată aici talantul tău!“.",
        "26": "Stăpânul lui, răspunzând, i-a zis: „Sclav rău și leneș! Ai știut că secer de unde n-am semănat și că adun de unde n-am împrăștiat?",
        "27": "Atunci trebuia ca tu să-mi fi dat arginții la bancheri, pentru ca, la întoarcere, să primesc cu dobândă ceea ce era al meu.",
        "28": "Așadar, luați-i talantul și dați-i-l celui ce are zece talanți.",
        "29": "Căci celui ce are i se va da și va avea din belșug, însă de la cel ce n-are se va lua chiar și ce are.",
        "30": "Iar pe sclavul acela nefolositor, alungați-l în întunericul de afară! Acolo va fi plânsul și scrâșnirea dinților!“.",
        "31": "Când Fiul Omului va veni în gloria Sa, împreună cu toți îngerii, atunci El Se va așeza pe tronul gloriei Sale",
        "32": "și toate națiunile vor fi adunate înaintea Lui. El îi va despărți pe unii de alții, așa cum desparte păstorul oile de capre",
        "33": "și va pune oile să stea la dreapta Lui, iar caprele la stânga.",
        "34": "Apoi Împăratul le va zice celor din dreapta Lui: „Veniți, binecuvântații Tatălui Meu! Moșteniți Împărăția care a fost pregătită pentru voi de la întemeierea lumii!",
        "35": "Căci Mi-a fost foame și Mi-ați dat să mănânc, Mi-a fost sete și Mi-ați dat să beau, am fost străin și M-ați primit între voi,",
        "36": "am fost gol și M-ați îmbrăcat, am fost bolnav și M-ați vizitat, am fost în închisoare și ați venit la Mine“.",
        "37": "Atunci cei drepți Îi vor răspunde, zicând: „Doamne, când Te-am văzut noi flămând și Ți-am dat să mănânci sau însetat și Ți-am dat să bei?",
        "38": "Când Te-am văzut noi străin și Te-am primit între noi sau gol și Te-am îmbrăcat?",
        "39": "Și când Te-am văzut noi bolnav sau în închisoare și am venit la Tine?“.",
        "40": "Iar Împăratul, răspunzând, le va zice: „Adevărat vă spun că, întrucât ați făcut așa unuia dintre acești frați ai Mei cei mai neînsemnați, Mie Mi-ați făcut!“.",
        "41": "Apoi le va zice celor din stânga: „Plecați de la Mine, blestemaților, în focul cel veșnic, care a fost pregătit pentru diavolul și pentru îngerii lui!",
        "42": "Căci Mi-a fost foame și nu Mi-ați dat să mănânc, Mi-a fost sete și nu Mi-ați dat să beau,",
        "43": "am fost străin și nu M-ați primit între voi, am fost gol și nu M-ați îmbrăcat, am fost bolnav și în închisoare și nu M-ați vizitat!“.",
        "44": "Atunci și ei vor răspunde, zicând: „Doamne, când Te-am văzut noi flămând sau însetat sau străin sau gol sau bolnav sau în închisoare și nu Ți-am slujit?“.",
        "45": "Atunci El le va răspunde, zicând: „Adevărat vă spun că, întrucât n-ați făcut așa unuia dintre cei mai neînsemnați dintre aceștia, Mie nu Mi-ați făcut!“.",
        "46": "Și aceștia vor merge în pedeapsa veșnică, iar cei drepți vor merge în viața veșnică."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "“Then the Kingdom of Heaven will be like ten virgins who took their lamps and went out to meet the bridegroom.",
        "2": "Five of them were foolish, and five were wise.",
        "3": "Those who were foolish, when they took their lamps, took no oil with them,",
        "4": "but the wise took oil in their vessels with their lamps.",
        "5": "Now while the bridegroom delayed, they all slumbered and slept.",
        "6": "But at midnight there was a cry, ‘Behold! The bridegroom is coming! Come out to meet him!’",
        "7": "Then all those virgins arose, and trimmed their lamps.",
        "8": "The foolish said to the wise, ‘Give us some of your oil, for our lamps are going out.’",
        "9": "But the wise answered, saying, ‘What if there isn’t enough for us and you? You go rather to those who sell, and buy for yourselves.’",
        "10": "While they went away to buy, the bridegroom came, and those who were ready went in with him to the wedding feast, and the door was shut.",
        "11": "Afterward the other virgins also came, saying, ‘Lord, Lord, open to us.’",
        "12": "But he answered, ‘Most certainly I tell you, I don’t know you.’",
        "13": "Watch therefore, for you don’t know the day nor the hour in which the Son of Man is coming.",
        "14": "“For it is like a man going into another country, who called his own servants and entrusted his goods to them.",
        "15": "To one he gave five talents, to another two, to another one, to each according to his own ability. Then he went on his journey.",
        "16": "Immediately he who received the five talents went and traded with them, and made another five talents.",
        "17": "In the same way, he also who got the two gained another two.",
        "18": "But he who received the one talent went away and dug in the earth and hid his lord’s money.",
        "19": "“Now after a long time the lord of those servants came, and settled accounts with them.",
        "20": "He who received the five talents came and brought another five talents, saying, ‘Lord, you delivered to me five talents. Behold, I have gained another five talents in addition to them.’",
        "21": "“His lord said to him, ‘Well done, good and faithful servant. You have been faithful over a few things, I will set you over many things. Enter into the joy of your lord.’",
        "22": "“He also who got the two talents came and said, ‘Lord, you delivered to me two talents. Behold, I have gained another two talents in addition to them.’",
        "23": "“His lord said to him, ‘Well done, good and faithful servant. You have been faithful over a few things. I will set you over many things. Enter into the joy of your lord.’",
        "24": "“He also who had received the one talent came and said, ‘Lord, I knew you that you are a hard man, reaping where you didn’t sow, and gathering where you didn’t scatter.",
        "25": "I was afraid, and went away and hid your talent in the earth. Behold, you have what is yours.’",
        "26": "“But his lord answered him, ‘You wicked and slothful servant. You knew that I reap where I didn’t sow, and gather where I didn’t scatter.",
        "27": "You ought therefore to have deposited my money with the bankers, and at my coming I should have received back my own with interest.",
        "28": "Take away therefore the talent from him and give it to him who has the ten talents.",
        "29": "For to everyone who has will be given, and he will have abundance, but from him who doesn’t have, even that which he has will be taken away.",
        "30": "Throw out the unprofitable servant into the outer darkness, where there will be weeping and gnashing of teeth.’",
        "31": "“But when the Son of Man comes in his glory, and all the holy angels with him, then he will sit on the throne of his glory.",
        "32": "Before him all the nations will be gathered, and he will separate them one from another, as a shepherd separates the sheep from the goats.",
        "33": "He will set the sheep on his right hand, but the goats on the left.",
        "34": "Then the King will tell those on his right hand, ‘Come, blessed of my Father, inherit the Kingdom prepared for you from the foundation of the world;",
        "35": "for I was hungry and you gave me food to eat. I was thirsty and you gave me drink. I was a stranger and you took me in.",
        "36": "I was naked and you clothed me. I was sick and you visited me. I was in prison and you came to me.’",
        "37": "“Then the righteous will answer him, saying, ‘Lord, when did we see you hungry and feed you, or thirsty and give you a drink?",
        "38": "When did we see you as a stranger and take you in, or naked and clothe you?",
        "39": "When did we see you sick or in prison and come to you?’",
        "40": "“The King will answer them, ‘Most certainly I tell you, because you did it to one of the least of these my brothers, you did it to me.’",
        "41": "Then he will say also to those on the left hand, ‘Depart from me, you cursed, into the eternal fire which is prepared for the devil and his angels;",
        "42": "for I was hungry, and you didn’t give me food to eat; I was thirsty, and you gave me no drink;",
        "43": "I was a stranger, and you didn’t take me in; naked, and you didn’t clothe me; sick, and in prison, and you didn’t visit me.’",
        "44": "“Then they will also answer, saying, ‘Lord, when did we see you hungry, or thirsty, or a stranger, or naked, or sick, or in prison, and didn’t help you?’",
        "45": "“Then he will answer them, saying, ‘Most certainly I tell you, because you didn’t do it to one of the least of these, you didn’t do it to me.’",
        "46": "These will go away into eternal punishment, but the righteous into eternal life.”"
      }
    }
  }
}