{
  "book": "Matei",
  "chapter": "22",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Isus a luat cuvântul și le-a vorbit iarăși în pilde. Și a zis:",
        "2": "„Împărăția cerurilor se aseamănă cu un împărat care a făcut nuntă fiului său.",
        "3": "A trimis pe robii săi să cheme pe cei poftiți la nuntă, dar ei n-au vrut să vină.",
        "4": "A trimis iarăși alți robi și le-a zis: ‘Spuneți celor poftiți: «Iată că am gătit ospățul meu; juncii și vitele mele cele îngrășate au fost tăiate; toate sunt gata, veniți la nuntă.»’",
        "5": "Dar ei, fără să le pese de poftirea lui, au plecat: unul la holda lui și altul la negustoria lui.",
        "6": "Ceilalți au pus mâna pe robi, și-au bătut joc de ei și i-au omorât.",
        "7": "Când a auzit, împăratul s-a mâniat, a trimis oștile sale, a nimicit pe ucigașii aceia și le-a ars cetatea.",
        "8": "Atunci a zis robilor săi: ‘Nunta este gata, dar cei poftiți n-au fost vrednici de ea.",
        "9": "Duceți-vă dar la răspântiile drumurilor și chemați la nuntă pe toți aceia pe care-i veți găsi.’",
        "10": "Robii au ieșit la răspântii, au strâns pe toți pe care i-au găsit, și buni, și răi, și odaia ospățului de nuntă s-a umplut de oaspeți.",
        "11": "Împăratul a intrat să-și vadă oaspeții și a zărit acolo pe un om care nu era îmbrăcat în haina de nuntă.",
        "12": "‘Prietene’, i-a zis el, ‘cum ai intrat aici fără să ai haină de nuntă?’ Omul acela a amuțit.",
        "13": "Atunci, împăratul a zis slujitorilor săi: ‘Legați-i mâinile și picioarele și luați-l și aruncați-l în întunericul de afară; acolo va fi plânsul și scrâșnirea dinților.",
        "14": "Căci mulți sunt chemați, dar puțini sunt aleși.’”",
        "15": "Atunci, fariseii s-au dus și s-au sfătuit cum să prindă pe Isus cu vorba.",
        "16": "Au trimis la El pe ucenicii lor împreună cu irodienii, care I-au zis: „Învățătorule, știm că ești adevărat și că înveți pe oameni calea lui Dumnezeu în adevăr, fără să-Ți pese de nimeni, pentru că nu cauți la fața oamenilor.",
        "17": "Spune-ne dar, ce crezi? Se cade să plătim bir Cezarului sau nu?”",
        "18": "Isus, care le cunoștea vicleșugul, a răspuns: „Pentru ce Mă ispitiți, fățarnicilor?",
        "19": "Arătați-Mi banul birului.” Și ei I-au adus un ban.",
        "20": "El i-a întrebat: „Chipul acesta și slovele scrise pe el ale cui sunt?”",
        "21": "„Ale Cezarului”, I-au răspuns ei. Atunci, El le-a zis: „Dați dar Cezarului ce este al Cezarului, și lui Dumnezeu ce este al lui Dumnezeu!”",
        "22": "Mirați de cuvintele acestea, ei L-au lăsat și au plecat.",
        "23": "În aceeași zi, au venit la Isus saducheii, care zic că nu este înviere. Ei I-au pus următoarea întrebare:",
        "24": "„Învățătorule, Moise a zis: ‘Dacă moare cineva fără să aibă copii, fratele lui să ia pe nevasta fratelui său și să-i ridice urmaș.’",
        "25": "Erau dar la noi șapte frați. Cel dintâi s-a însurat și a murit și, fiindcă n-avea copii, a lăsat fratelui său pe nevasta lui.",
        "26": "Tot așa și al doilea, și al treilea, până la al șaptelea.",
        "27": "La urmă, după ei toți, a murit și femeia.",
        "28": "La înviere, nevasta căruia din cei șapte va fi ea? Fiindcă toți au avut-o de nevastă.”",
        "29": "Drept răspuns, Isus le-a zis: „Vă rătăciți! Pentru că nu cunoașteți nici Scripturile, nici puterea lui Dumnezeu.",
        "30": "Căci, la înviere, nici nu se vor însura, nici nu se vor mărita, ci vor fi ca îngerii lui Dumnezeu în cer.",
        "31": "Cât privește învierea morților, oare n-ați citit ce vi s-a spus de Dumnezeu, când zice:",
        "32": "‘Eu sunt Dumnezeul lui Avraam, Dumnezeul lui Isaac și Dumnezeul lui Iacov’? Dumnezeu nu este un Dumnezeu al celor morți, ci al celor vii.”",
        "33": "Noroadele care ascultau au rămas uimite de învățătura lui Isus.",
        "34": "Când au auzit fariseii că Isus a astupat gura saducheilor, s-au strâns la un loc.",
        "35": "Și unul din ei, un învățător al Legii, ca să-L ispitească, I-a pus întrebarea următoare:",
        "36": "„Învățătorule, care este cea mai mare poruncă din Lege?”",
        "37": "Isus i-a răspuns: „‘Să iubești pe Domnul Dumnezeul tău cu toată inima ta, cu tot sufletul tău și cu tot cugetul tău.’",
        "38": "Aceasta este cea dintâi și cea mai mare poruncă.",
        "39": "Iar a doua, asemenea ei, este: ‘Să iubești pe aproapele tău ca pe tine însuți.’",
        "40": "În aceste două porunci se cuprind toată Legea și Prorocii.” Al cui fiu este Hristosul?",
        "41": "Pe când erau strânși la un loc fariseii, Isus i-a întrebat:",
        "42": "„Ce credeți voi despre Hristos? Al cui fiu este?” „Al lui David”, I-au răspuns ei.",
        "43": "Și Isus le-a zis: „Cum atunci, David, fiind insuflat de Duhul, Îl numește Domn, când zice:",
        "44": "‘Domnul a zis Domnului Meu: «Șezi la dreapta Mea până voi pune pe vrăjmașii Tăi sub picioarele Tale»’?",
        "45": "Deci, dacă David Îl numește Domn, cum este El fiul lui?”",
        "46": "Nimeni nu I-a putut răspunde un cuvânt. Și, din ziua aceea, n-a îndrăznit nimeni să-I mai pună întrebări."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Isus, răspunzând din nou, le-a vorbit în pilde și a zis:",
        "2": "Împărăția Cerurilor se aseamănă cu un împărat care i-a făcut nuntă fiului său.",
        "3": "El și-a trimis sclavii să-i cheme pe cei invitați la nuntă, dar aceștia n-au vrut să vină.",
        "4": "A trimis din nou alți sclavi, zicând: „Spuneți-le celor invitați: «Iată, am pregătit masa! Boii și animalele îngrășate au fost tăiate și toate sunt pregătite! Veniți deci la nuntă!»“.",
        "5": "Dar ei, nepăsători, au plecat, unul la terenul lui, iar altul la afacerea lui.",
        "6": "Ceilalți i-au înșfăcat pe sclavi, i-au chinuit și i-au omorât.",
        "7": "Atunci împăratul s-a mâniat și, trimițându-și armatele, i-a nimicit pe ucigașii aceia și le-a ars cetatea.",
        "8": "Apoi le-a zis sclavilor săi: „Nunta este pregătită, dar cei invitați n-au fost demni de ea.",
        "9": "Mergeți, așadar, la răspântiile drumurilor și chemați-i la nuntă pe toți aceia pe care îi găsiți!“.",
        "10": "Sclavii aceia au ieșit pe drumuri și i-au adunat pe toți aceia pe care i-au găsit, și răi, și buni, așa că sala de nuntă s-a umplut de oaspeți.",
        "11": "Când a venit împăratul să-și vadă oaspeții, a observat acolo un om care nu se îmbrăcase în haină de nuntă",
        "12": "și l-a întrebat: „Prietene, cum ai intrat aici fără să ai haină de nuntă?“. Acesta a amuțit.",
        "13": "Atunci împăratul le-a zis slujitorilor: „Legați-l de mâini și de picioare și alungați-l în întunericul de afară. Acolo va fi plânsul și scrâșnirea dinților!“.",
        "14": "Căci mulți sunt chemați, dar puțini sunt aleși.",
        "15": "Atunci fariseii s-au dus și s-au sfătuit cum să-L prindă în capcană cu vorba.",
        "16": "I-au trimis la El pe ucenicii lor, împreună cu irodienii, care au zis: Învățătorule, știm că ești adevărat și-i înveți pe oameni calea lui Dumnezeu în adevăr, și că nu-Ți pasă de nimeni, fiindcă nu favorizezi niciun om.",
        "17": "Așadar, spune-ne ce părere ai: se cuvine să-i plătim tribut Cezarului sau nu?",
        "18": "Isus însă, cunoscând răutatea lor, le-a zis: De ce Mă puneți la încercare, ipocriților?",
        "19": "Arătați-Mi moneda pentru tribut! Ei I-au adus un denar.",
        "20": "El le-a zis: Chipul acesta și inscripția ale cui sunt?",
        "21": "Ei I-au zis: Ale Cezarului. Atunci El le-a zis: Așadar, dați înapoi Cezarului ce este al Cezarului, iar lui Dumnezeu ce este al lui Dumnezeu!",
        "22": "Ei au rămas uimiți când au auzit aceste cuvinte. Și, astfel, L-au lăsat și au plecat.",
        "23": "În aceeași zi, s-au apropiat de El niște saduchei, care zic că nu există înviere, și L-au întrebat,",
        "24": "zicând: Învățătorule, Moise a zis: „Dacă moare cineva fără să aibă copii, fratele lui să se căsătorească cu văduva și să-i ridice un urmaș fratelui său“.",
        "25": "Erau deci printre noi șapte frați. Primul, după ce s-a căsătorit, a murit. Și, neavând niciun urmaș, a lăsat-o pe soția sa fratelui său.",
        "26": "Așa s-a întâmplat și cu al doilea, și cu al treilea, până la al șaptelea.",
        "27": "La urmă, după ei toți, a murit și femeia.",
        "28": "Așadar, la înviere, soția căruia dintre cei șapte va fi ea? Căci toți au avut-o de soție!",
        "29": "Isus, răspunzând, le-a zis: Sunteți rătăciți, pentru că nu cunoașteți nici Scripturile, nici puterea lui Dumnezeu.",
        "30": "Căci la înviere, nici nu se însoară, nici nu se mărită, ci sunt ca îngerii din Cer.",
        "31": "Iar cu privire la învierea celor morți, n-ați citit ce v-a spus Dumnezeu, când zice:",
        "32": "„Eu sunt Dumnezeul lui Avraam, Dumnezeul lui Isaac și Dumnezeul lui Iacov“? El nu este un Dumnezeu al celor morți, ci al celor vii!",
        "33": "Auzind aceste lucruri, mulțimile au rămas uimite de învățătura Lui.",
        "34": "Când fariseii au auzit că Isus le închisese gura saducheilor, s-au strâns la un loc.",
        "35": "Unul dintre ei, un învățător al Legii, ca să-L pună la încercare, a întrebat:",
        "36": "Învățătorule, care este cea mai mare poruncă din Lege?",
        "37": "Isus i-a spus: „Să-L iubești pe Domnul, Dumnezeul tău, cu toată inima ta, cu tot sufletul tău și cu tot cugetul tău“.",
        "38": "Aceasta este cea dintâi și cea mai mare poruncă.",
        "39": "Iar a doua, asemenea ei, este: „Să-l iubești pe semenul tău ca pe tine însuți“.",
        "40": "Toată Legea și Profeții atârnă de aceste două porunci. Al Cui Fiu este Cristos?",
        "41": "În timp ce fariseii erau strânși la un loc, Isus i-a întrebat:",
        "42": "Ce părere aveți voi despre Cristos? Al Cui Fiu este El? Ei I-au răspuns: Al lui David.",
        "43": "El le-a zis: Cum atunci David, prin Duhul, Îl numește „Domn“, când spune:",
        "44": "„Domnul I-a zis Domnului meu: «Șezi la dreapta Mea, până-i voi pune pe dușmanii Tăi la picioarele Tale!»“?",
        "45": "Deci, dacă David Îl numește „Domn“, cum este El fiul lui?",
        "46": "Nimeni n-a putut să-I răspundă nici măcar un cuvânt și, din ziua aceea, nimeni n-a mai îndrăznit să-L întrebe nimic."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Jesus answered and spoke to them again in parables, saying,",
        "2": "“The Kingdom of Heaven is like a certain king, who made a wedding feast for his son,",
        "3": "and sent out his servants to call those who were invited to the wedding feast, but they would not come.",
        "4": "Again he sent out other servants, saying, ‘Tell those who are invited, “Behold, I have prepared my dinner. My cattle and my fatlings are killed, and all things are ready. Come to the wedding feast!”’",
        "5": "But they made light of it, and went their ways, one to his own farm, another to his merchandise;",
        "6": "and the rest grabbed his servants, treated them shamefully, and killed them.",
        "7": "When the king heard that, he was angry, and sent his armies, destroyed those murderers, and burned their city.",
        "8": "“Then he said to his servants, ‘The wedding is ready, but those who were invited weren’t worthy.",
        "9": "Go therefore to the intersections of the highways, and as many as you may find, invite to the wedding feast.’",
        "10": "Those servants went out into the highways and gathered together as many as they found, both bad and good. The wedding was filled with guests.",
        "11": "“But when the king came in to see the guests, he saw there a man who didn’t have on wedding clothing,",
        "12": "and he said to him, ‘Friend, how did you come in here not wearing wedding clothing?’ He was speechless.",
        "13": "Then the king said to the servants, ‘Bind him hand and foot, take him away, and throw him into the outer darkness. That is where the weeping and grinding of teeth will be.’",
        "14": "For many are called, but few chosen.”",
        "15": "Then the Pharisees went and took counsel how they might entrap him in his talk.",
        "16": "They sent their disciples to him, along with the Herodians, saying, “Teacher, we know that you are honest, and teach the way of God in truth, no matter whom you teach; for you aren’t partial to anyone.",
        "17": "Tell us therefore, what do you think? Is it lawful to pay taxes to Caesar, or not?”",
        "18": "But Jesus perceived their wickedness, and said, “Why do you test me, you hypocrites?",
        "19": "Show me the tax money.” They brought to him a denarius.",
        "20": "He asked them, “Whose is this image and inscription?”",
        "21": "They said to him, “Caesar’s.” Then he said to them, “Give therefore to Caesar the things that are Caesar’s, and to God the things that are God’s.”",
        "22": "When they heard it, they marveled, and left him and went away.",
        "23": "On that day Sadducees (those who say that there is no resurrection) came to him. They asked him,",
        "24": "saying, “Teacher, Moses said, ‘If a man dies, having no children, his brother shall marry his wife and raise up offspring for his brother.’ ",
        "25": "Now there were with us seven brothers. The first married and died, and having no offspring left his wife to his brother.",
        "26": "In the same way, the second also, and the third, to the seventh.",
        "27": "After them all, the woman died.",
        "28": "In the resurrection therefore, whose wife will she be of the seven? For they all had her.”",
        "29": "But Jesus answered them, “You are mistaken, not knowing the Scriptures, nor the power of God.",
        "30": "For in the resurrection they neither marry nor are given in marriage, but are like God’s angels in heaven.",
        "31": "But concerning the resurrection of the dead, haven’t you read that which was spoken to you by God, saying,",
        "32": "‘I am the God of Abraham, and the God of Isaac, and the God of Jacob’? God is not the God of the dead, but of the living.”",
        "33": "When the multitudes heard it, they were astonished at his teaching.",
        "34": "But the Pharisees, when they heard that he had silenced the Sadducees, gathered themselves together.",
        "35": "One of them, a lawyer, asked him a question, testing him.",
        "36": "“Teacher, which is the greatest commandment in the law?”",
        "37": "Jesus said to him, “‘You shall love the Lord your God with all your heart, with all your soul, and with all your mind.’",
        "38": "This is the first and great commandment.",
        "39": "A second likewise is this, ‘You shall love your neighbor as yourself.’",
        "40": "The whole law and the prophets depend on these two commandments.”",
        "41": "Now while the Pharisees were gathered together, Jesus asked them a question,",
        "42": "saying, “What do you think of the Christ? Whose son is he?” They said to him, “Of David.”",
        "43": "He said to them, “How then does David in the Spirit call him Lord, saying,",
        "44": "‘The Lord said to my Lord, sit on my right hand, until I make your enemies a footstool for your feet’?",
        "45": "“If then David calls him Lord, how is he his son?”",
        "46": "No one was able to answer him a word, neither did any man dare ask him any more questions from that day forward."
      }
    }
  }
}