{
  "book": "Matei",
  "chapter": "8",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Când S-a coborât Isus de pe munte, multe noroade au mers după El.",
        "2": "Și un lepros s-a apropiat de El, I s-a închinat și I-a zis: „Doamne, dacă vrei, poți să mă curățești.”",
        "3": "Isus a întins mâna, S-a atins de el și a zis: „Da, vreau, fii curățit!” Îndată a fost curățită lepra lui.",
        "4": "Apoi, Isus i-a zis: „Vezi să nu spui la nimeni, ci du-te de te arată preotului și adu darul pe care l-a rânduit Moise, ca mărturie pentru ei.”",
        "5": "Pe când intra Isus în Capernaum, s-a apropiat de El un sutaș, care-L ruga",
        "6": "și-I zicea: „Doamne, robul meu zace în casă slăbănog și se chinuiește cumplit.”",
        "7": "Isus i-a zis: „Am să vin și să-l tămăduiesc.”",
        "8": "„Doamne”, a răspuns sutașul, „nu sunt vrednic să intri sub acoperământul meu, ci zi numai un cuvânt, și robul meu va fi tămăduit.",
        "9": "Căci și eu sunt om sub stăpânire; am sub mine ostași și zic unuia: ‘Du-te!’ și se duce; altuia: ‘Vino!’ și vine; și robului meu: ‘Fă cutare lucru!’ și-l face.”",
        "10": "Când a auzit Isus aceste vorbe, S-a mirat și a zis celor ce veneau după El: „Adevărat vă spun că nici în Israel n-am găsit o credință așa de mare.",
        "11": "Dar vă spun că vor veni mulți de la răsărit și de la apus și vor sta la masă cu Avraam, Isaac și Iacov în Împărăția cerurilor.",
        "12": "Iar fiii Împărăției vor fi aruncați în întunericul de afară, unde va fi plânsul și scrâșnirea dinților.”",
        "13": "Apoi a zis sutașului: „Du-te și facă-ți-se după credința ta.” Și robul lui s-a tămăduit chiar în ceasul acela. Vindecarea soacrei lui Petru și mai multor bolnavi",
        "14": "Isus S-a dus apoi în casa lui Petru și a văzut pe soacra acestuia zăcând în pat, prinsă de friguri.",
        "15": "S-a atins de mâna ei și au lăsat-o frigurile; apoi ea s-a sculat și a început să-I slujească.",
        "16": "Seara, au adus la Isus pe mulți îndrăciți. El, prin cuvântul Lui, a scos din ei duhurile necurate și a tămăduit pe toți bolnavii,",
        "17": "ca să se împlinească ce fusese vestit prin prorocul Isaia, care zice: „El a luat asupra Lui neputințele noastre și a purtat bolile noastre.”",
        "18": "Isus a văzut multe noroade împrejurul Său și a poruncit să treacă de cealaltă parte.",
        "19": "Atunci s-a apropiat de El un cărturar și I-a zis: „Învățătorule, vreau să Te urmez oriunde vei merge.”",
        "20": "Isus i-a răspuns: „Vulpile au vizuini și păsările cerului au cuiburi, dar Fiul omului n-are unde-Și odihni capul.”",
        "21": "Un altul, care era dintre ucenici, I-a zis: „Doamne, dă-mi voie să mă duc mai întâi să îngrop pe tatăl meu.”",
        "22": "„Vino după Mine”, i-a răspuns Isus, „și lasă morții să-și îngroape morții.”",
        "23": "Isus S-a suit într-o corabie, și ucenicii Lui au mers după El.",
        "24": "Și, deodată, s-a stârnit pe mare o furtună atât de strașnică, încât corabia era acoperită de valuri. Și El dormea.",
        "25": "Ucenicii s-au apropiat de El și L-au deșteptat, strigând: „Doamne, scapă-ne, că pierim!”",
        "26": "El le-a zis: „De ce vă este frică, puțin credincioșilor?” Apoi S-a sculat, a certat vânturile și marea și s-a făcut o liniște mare.",
        "27": "Oamenii aceia se mirau și ziceau: „Ce fel de om este acesta, de-L ascultă până și vânturile și marea?”",
        "28": "Când a ajuns Isus de partea cealaltă, în ținutul gadarenilor, L-au întâmpinat doi îndrăciți, care ieșeau din morminte. Erau așa de cumpliți, că nimeni nu putea trece pe drumul acela.",
        "29": "Și iată că au început să strige: „Ce legătură este între noi și Tine, Isuse, Fiul lui Dumnezeu? Ai venit aici să ne chinuiești înainte de vreme?”",
        "30": "Departe de ei era o turmă mare de porci, care pășteau.",
        "31": "Dracii rugau pe Isus și ziceau: „Dacă ne scoți afară din ei, dă-ne voie să ne ducem în turma aceea de porci.”",
        "32": "„Duceți-vă”, le-a zis El. Ei au ieșit și au intrat în porci. Și, deodată, toată turma s-a repezit de pe râpă în mare și a pierit în ape.",
        "33": "Porcarii au fugit și s-au dus în cetate de au povestit tot ce se petrecuse și cele întâmplate cu îndrăciții.",
        "34": "Și iată că toată cetatea a ieșit în întâmpinarea lui Isus și, cum L-au văzut, L-au rugat să plece din ținutul lor."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Când a coborât Isus de pe munte, L-au urmat mari mulțimi de oameni.",
        "2": "Și iată că un lepros s-a apropiat și I s-a închinat, zicând: Doamne, dacă vrei, poți să mă curățești!",
        "3": "Isus a întins mâna, l-a atins și a zis: Da, vreau. Fii curățit! Și imediat lepra lui a fost curățită.",
        "4": "Isus i-a zis: Vezi să nu spui nimănui, ci du-te, arată-te preotului și adu darul pe care l-a poruncit Moise, ca mărturie pentru ei.",
        "5": "Când a intrat Isus în Capernaum, s-a apropiat de El un centurion care L-a rugat",
        "6": "și I-a zis: Doamne, slujitorul meu zace paralizat în casă și se chinuie cumplit!",
        "7": "Isus i-a zis: Voi veni și-l voi vindeca.",
        "8": "Dar centurionul, răspunzând, a zis: Doamne, nu sunt demn să intri sub acoperișul meu! Prin urmare, spune doar un cuvânt, iar slujitorul meu va fi vindecat!",
        "9": "Căci și eu sunt un om sub autoritate și am soldați în subordinea mea. Când îi spun unuia: „Du-te!“, el se duce. Când îi spun altuia: „Vino!“, el vine. Iar când îi spun sclavului meu: „Fă asta!“, el face.",
        "10": "Isus a rămas uimit când l-a auzit și le-a zis celor care-L urmau: Adevărat vă spun că la nimeni în Israel n-am găsit atâta credință!",
        "11": "Și vă spun că vor veni mulți din Est și din Vest și se vor așeza la masă cu Avraam, Isaac și Iacov în Împărăția Cerurilor.",
        "12": "Dar fiii Împărăției vor fi alungați în întunericul de afară. Acolo va fi plânsul și scrâșnirea dinților!",
        "13": "Apoi Isus i-a zis centurionului: Du-te! Facă-ți-se după cum ai crezut! Și slujitorul acestuia a fost vindecat chiar la ora aceea.",
        "14": "Când a intrat Isus în casa lui Petru, a văzut-o pe soacra acestuia zăcând la pat și având febră.",
        "15": "El i-a atins mâna și febra a lăsat-o. Și ea s-a ridicat și a început să-I slujească.",
        "16": "Când s-a lăsat seara, i-au adus la El pe mulți demonizați, iar El a alungat duhurile prin cuvântul Lui și i-a vindecat pe toți cei care aveau boli,",
        "17": "ca să se împlinească ceea ce a fost spus prin profetul Isaia, care zice: El a luat neputințele noastre și a purtat bolile noastre.",
        "18": "Când a văzut Isus mulțimea din jurul Lui, le-a poruncit ucenicilor să treacă de cealaltă parte a mării.",
        "19": "Atunci un cărturar s-a apropiat și I-a zis: Învățătorule, Te voi urma oriunde vei merge!",
        "20": "Însă Isus i-a spus: Vulpile au vizuini și păsările cerului au cuiburi, dar Fiul Omului n-are unde-Și odihni capul.",
        "21": "Un altul dintre ucenicii Săi I-a zis: Doamne, dă-mi voie să mă duc mai întâi să-l înmormântez pe tatăl meu.",
        "22": "Dar Isus i-a zis: Urmează-Mă și lasă morții să-și înmormânteze morții!",
        "23": "Apoi S-a urcat în barcă, iar ucenicii Săi L-au urmat.",
        "24": "Și iată că pe mare s-a stârnit o furtună puternică, astfel încât barca a fost acoperită de valuri; Isus însă dormea.",
        "25": "Ucenicii s-au apropiat și L-au trezit, zicând: Doamne, scapă-ne, că pierim!",
        "26": "Însă El le-a zis: De ce sunteți fricoși, puțin credincioșilor? Apoi, ridicându-Se, a mustrat vânturile și marea și s-a făcut o liniște mare.",
        "27": "Oamenii au rămas uimiți și au zis: Ce fel de Om este Acesta, de-L ascultă până și vânturile și marea?",
        "28": "Când a ajuns de cealaltă parte a mării, în teritoriul gadarenilor, L-au întâmpinat doi demonizați, ieșind din morminte. Erau atât de cumpliți, încât nimeni nu putea să treacă pe drumul acela.",
        "29": "Și iată că au început să strige, zicând: Ce avem noi de-a face cu Tine, Fiu al lui Dumnezeu? Ai venit aici să ne chinui înainte de vreme?",
        "30": "Undeva mai departe de ei, era o turmă mare de porci care pășteau.",
        "31": "Demonii Îl rugau, zicând: Dacă ne alungi, trimite-ne în turma aceea de porci!",
        "32": "El le-a zis: Duceți-vă! Ei au ieșit și au intrat în porci. Și iată că întreaga turmă s-a repezit pe râpă în jos, în mare, și a murit în ape.",
        "33": "Păzitorii turmei au fugit și, intrând în cetate, i-au anunțat pe oameni cu privire la toate acestea și la ce li se întâmplase demonizaților.",
        "34": "Și iată că toată cetatea a ieșit în întâmpinarea lui Isus. Când L-au văzut, L-au rugat să plece din teritoriul lor."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "When he came down from the mountain, great multitudes followed him.",
        "2": "Behold, a leper came to him and worshiped him, saying, “Lord, if you want to, you can make me clean.”",
        "3": "Jesus stretched out his hand and touched him, saying, “I want to. Be made clean.” Immediately his leprosy was cleansed.",
        "4": "Jesus said to him, “See that you tell nobody; but go, show yourself to the priest, and offer the gift that Moses commanded, as a testimony to them.”",
        "5": "When he came into Capernaum, a centurion came to him, asking him for help,",
        "6": "saying, “Lord, my servant lies in the house paralyzed, grievously tormented.”",
        "7": "Jesus said to him, “I will come and heal him.”",
        "8": "The centurion answered, “Lord, I’m not worthy for you to come under my roof. Just say the word, and my servant will be healed.",
        "9": "For I am also a man under authority, having under myself soldiers. I tell this one, ‘Go,’ and he goes; and tell another, ‘Come,’ and he comes; and tell my servant, ‘Do this,’ and he does it.”",
        "10": "When Jesus heard it, he marveled and said to those who followed, “Most certainly I tell you, I haven’t found so great a faith, not even in Israel.",
        "11": "I tell you that many will come from the east and the west, and will sit down with Abraham, Isaac, and Jacob in the Kingdom of Heaven,",
        "12": "but the children of the Kingdom will be thrown out into the outer darkness. There will be weeping and gnashing of teeth.”",
        "13": "Jesus said to the centurion, “Go your way. Let it be done for you as you have believed.” His servant was healed in that hour.",
        "14": "When Jesus came into Peter’s house, he saw his wife’s mother lying sick with a fever.",
        "15": "He touched her hand, and the fever left her. So she got up and served him.",
        "16": "When evening came, they brought to him many possessed with demons. He cast out the spirits with a word, and healed all who were sick,",
        "17": "that it might be fulfilled which was spoken through Isaiah the prophet, saying, “He took our infirmities and bore our diseases.”",
        "18": "Now when Jesus saw great multitudes around him, he gave the order to depart to the other side.",
        "19": "A scribe came and said to him, “Teacher, I will follow you wherever you go.”",
        "20": "Jesus said to him, “The foxes have holes and the birds of the sky have nests, but the Son of Man has nowhere to lay his head.”",
        "21": "Another of his disciples said to him, “Lord, allow me first to go and bury my father.”",
        "22": "But Jesus said to him, “Follow me, and leave the dead to bury their own dead.”",
        "23": "When he got into a boat, his disciples followed him.",
        "24": "Behold, a violent storm came up on the sea, so much that the boat was covered with the waves; but he was asleep.",
        "25": "The disciples came to him and woke him up, saying, “Save us, Lord! We are dying!”",
        "26": "He said to them, “Why are you fearful, O you of little faith?” Then he got up, rebuked the wind and the sea, and there was a great calm.",
        "27": "The men marveled, saying, “What kind of man is this, that even the wind and the sea obey him?”",
        "28": "When he came to the other side, into the country of the Gergesenes, two people possessed by demons met him there, coming out of the tombs, exceedingly fierce, so that nobody could pass that way.",
        "29": "Behold, they cried out, saying, “What do we have to do with you, Jesus, Son of God? Have you come here to torment us before the time?”",
        "30": "Now there was a herd of many pigs feeding far away from them.",
        "31": "The demons begged him, saying, “If you cast us out, permit us to go away into the herd of pigs.”",
        "32": "He said to them, “Go!” They came out and went into the herd of pigs; and behold, the whole herd of pigs rushed down the cliff into the sea and died in the water.",
        "33": "Those who fed them fled and went away into the city and told everything, including what happened to those who were possessed with demons.",
        "34": "Behold, all the city came out to meet Jesus. When they saw him, they begged that he would depart from their borders."
      }
    }
  }
}