{
  "book": "Matei",
  "chapter": "23",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Atunci, Isus, pe când cuvânta gloatelor și ucenicilor Săi,",
        "2": "a zis: „Cărturarii și fariseii șed pe scaunul lui Moise.",
        "3": "Deci toate lucrurile pe care vă spun ei să le păziți, păziți-le și faceți-le, dar după faptele lor să nu faceți. Căci ei zic, dar nu fac.",
        "4": "Ei leagă sarcini grele și anevoie de purtat și le pun pe umerii oamenilor, dar ei nici cu degetul nu vor să le miște.",
        "5": "Toate faptele lor le fac pentru ca să fie văzuți de oameni. Astfel, își fac filacterele late, își fac poalele veșmintelor cu ciucuri lungi,",
        "6": "umblă după locurile dintâi la ospețe și după scaunele dintâi în sinagogi,",
        "7": "le place să le facă oamenii plecăciuni prin piețe și să le zică: ‘Rabbi! Rabbi!’",
        "8": "Voi să nu vă numiți ‘Rabbi’. Fiindcă Unul singur este Învățătorul vostru: Hristos, și voi toți sunteți frați.",
        "9": "Și ‘Tată’ să nu numiți pe nimeni pe pământ, pentru că Unul singur este Tatăl vostru: Acela care este în ceruri.",
        "10": "Să nu vă numiți dascăli; căci Unul singur este Dascălul vostru: Hristosul.",
        "11": "Cel mai mare dintre voi să fie slujitorul vostru.",
        "12": "Oricine se va înălța va fi smerit; și oricine se va smeri va fi înălțat.",
        "13": "Vai de voi, cărturari și farisei fățarnici! Pentru că voi închideți oamenilor Împărăția cerurilor: nici voi nu intrați în ea, și nici pe cei ce vor să intre nu-i lăsați să intre.",
        "14": "Vai de voi, cărturari și farisei fățarnici! Pentru că voi mâncați casele văduvelor, în timp ce, de ochii lumii, faceți rugăciuni lungi, de aceea veți lua o mai mare osândă.",
        "15": "Vai de voi, cărturari și farisei fățarnici! Pentru că voi înconjurați marea și pământul ca să faceți un tovarăș de credință și, după ce a ajuns tovarăș de credință, faceți din el un fiu al gheenei, de două ori mai rău decât sunteți voi înșivă.",
        "16": "Vai de voi, povățuitori orbi, care ziceți: ‘Dacă jură cineva pe Templu, nu este nimic, dar, dacă jură pe aurul Templului, este legat de jurământul lui.’",
        "17": "Nebuni și orbi! Care este mai mare: aurul sau Templul, care sfințește aurul?",
        "18": "‘Dacă jură cineva pe altar, nu este nimic, dar, dacă jură pe darul de pe altar, este legat de jurământul lui.’",
        "19": "Nebuni și orbi! Care este mai mare: darul sau altarul, care sfințește darul?",
        "20": "Deci, cine jură pe altar jură pe el și pe tot ce este deasupra lui;",
        "21": "cine jură pe Templu jură pe el și pe Cel ce locuiește în el;",
        "22": "și cine jură pe cer jură pe scaunul de domnie al lui Dumnezeu și pe Cel ce șade pe el.",
        "23": "Vai de voi, cărturari și farisei fățarnici! Pentru că voi dați zeciuială din izmă, din mărar și din chimen și lăsați nefăcute cele mai însemnate lucruri din Lege: dreptatea, mila și credincioșia; pe acestea trebuie să le faceți, și pe acelea să nu le lăsați nefăcute.",
        "24": "Povățuitori orbi, care strecurați țânțarul și înghițiți cămila!",
        "25": "Vai de voi, cărturari și farisei fățarnici! Pentru că voi curățiți partea de afară a paharului și a blidului, dar înăuntru sunt pline de răpire și de necumpătare.",
        "26": "Fariseu orb! Curăță întâi partea dinăuntru a paharului și a blidului, pentru ca și partea de afară să fie curată.",
        "27": "Vai de voi, cărturari și farisei fățarnici! Pentru că voi sunteți ca mormintele văruite, care pe dinafară se arată frumoase, iar pe dinăuntru sunt pline de oasele morților și de orice fel de necurăție.",
        "28": "Tot așa și voi, pe dinafară vă arătați neprihăniți oamenilor, dar pe dinăuntru sunteți plini de fățărnicie și de fărădelege.",
        "29": "Vai de voi, cărturari și farisei fățarnici! Pentru că voi zidiți mormintele prorocilor, împodobiți gropile celor neprihăniți",
        "30": "și ziceți: ‘Dacă am fi trăit noi în zilele părinților noștri, nu ne-am fi unit cu ei la vărsarea sângelui prorocilor.’",
        "31": "Prin aceasta mărturisiți despre voi înșivă că sunteți fiii celor ce au omorât pe proroci.",
        "32": "Voi dar umpleți măsura părinților voștri!",
        "33": "Șerpi, pui de năpârci! Cum veți scăpa de pedeapsa gheenei?",
        "34": "De aceea, iată, vă trimit proroci, înțelepți și cărturari. Pe unii din ei îi veți omorî și răstigni, pe alții îi veți bate în sinagogile voastre și-i veți prigoni din cetate în cetate,",
        "35": "ca să vină asupra voastră tot sângele nevinovat care a fost vărsat pe pământ, de la sângele neprihănitului Abel până la sângele lui Zaharia, fiul lui Barachia, pe care l-ați omorât între Templu și altar.",
        "36": "Adevărat vă spun că toate acestea vor veni peste neamul acesta.",
        "37": "Ierusalime , Ierusalime, care omori pe proroci și ucizi cu pietre pe cei trimiși la tine! De câte ori am vrut să strâng pe copiii tăi cum își strânge găina puii sub aripi, și n-ați vrut!",
        "38": "Iată că vi se lasă casa pustie;",
        "39": "căci vă spun că de acum încolo nu Mă veți mai vedea până când veți zice: ‘Binecuvântat este Cel ce vine în Numele Domnului!’”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Atunci Isus a vorbit mulțimilor și ucenicilor Săi,",
        "2": "zicând: „Cărturarii și fariseii stau pe scaunul lui Moise.",
        "3": "Deci, să faceți și să păziți toate lucrurile pe care vi le spun ei, dar să nu faceți după faptele lor, pentru că ei zic, dar nu fac.",
        "4": "Ei leagă poveri grele și dificil de purtat și le așază pe umerii oamenilor, dar ei înșiși nici măcar cu degetul nu vor să le miște.",
        "5": "Toate faptele lor sunt făcute pentru a fi văzuți de oameni. Astfel, își fac filacterele largi și ciucurii lungi,",
        "6": "iubesc locul de onoare la mese, scaunele de onoare în sinagogi",
        "7": "și saluturile în piețe și le place să fie numiți de oameni: «Rabbi».",
        "8": "Dar voi să nu vă numiți «Rabbi», căci Unul singur este Învățătorul vostru, iar voi toți sunteți frați.",
        "9": "Și «tată» să nu numiți pe nimeni pe pământ, căci Unul singur este Tatăl vostru, și anume Cel ceresc.",
        "10": "Nici să nu vă numiți «învățători», căci Unul singur este Învățătorul vostru, și anume Cristos.",
        "11": "Cel mai mare dintre voi va fi slujitorul vostru.",
        "12": "Oricine se înalță pe sine va fi smerit, și oricine se smerește va fi înălțat.",
        "13": "Vai de voi, cărturari și farisei ipocriți! Căci voi închideți Împărăția Cerurilor înaintea oamenilor. Nici voi nu intrați, și nici pe cei ce vor să intre nu-i lăsați să intre!",
        "14": "Vai de voi, cărturari și farisei ipocriți! Căci voi devorați casele văduvelor și faceți rugăciuni lungi de ochii lumii. De aceea veți primi o condamnare mult mai mare.",
        "15": "Vai de voi, cărturari și farisei ipocriți! Căci voi înconjurați marea și uscatul pentru a face un prozelit, dar când ajunge astfel, faceți din el un fiu al gheenei de două ori mai mult decât sunteți voi!",
        "16": "Vai de voi, călăuze oarbe, care ziceți: «Dacă cineva jură pe Templu, acest lucru nu înseamnă nimic, dar dacă cineva jură pe aurul Templului, este dator să-și țină jurământul!».",
        "17": "Nesăbuiți și orbi! Cine este mai mare: aurul sau Templul, care sfințește aurul?",
        "18": "Voi mai ziceți: «Dacă cineva jură pe altar, acest lucru nu înseamnă nimic, dar dacă jură pe darul de pe altar, este dator să-și țină jurământul!».",
        "19": "Nesăbuiți și orbi! Căci cine este mai mare: darul sau altarul, care sfințește darul?",
        "20": "Prin urmare, cel ce jură pe altar jură pe el și pe tot ce este pe el,",
        "21": "iar cel ce jură pe Templu jură pe el și pe Cel Ce locuiește în el.",
        "22": "De asemenea, cel ce jură pe cer jură pe tronul lui Dumnezeu și pe Cel Ce stă pe el.",
        "23": "Vai de voi, cărturari și farisei ipocriți! Căci voi dați zeciuială din mentă, din mărar și din chimion, dar neglijați cele mai importante lucruri din Lege: judecata, mila și credincioșia. Pe acestea trebuia să le faceți, iar pe acelea să nu le neglijați.",
        "24": "Călăuze oarbe, care strecurați țânțarul, dar înghițiți cămila!",
        "25": "Vai de voi, cărturari și farisei ipocriți! Căci voi curățați partea exterioară a paharului și a farfuriei, dar pe interior sunt pline de jefuire și de necumpătare!",
        "26": "Fariseu orb! Curăță mai întâi partea interioară a paharului și a farfuriei, pentru ca și partea exterioară să fie curată!",
        "27": "Vai de voi, cărturari și farisei ipocriți! Căci voi vă asemănați cu mormintele văruite, care, în exterior, arată frumos, dar în interior sunt pline de oasele celor morți și de orice fel de necurăție.",
        "28": "Tot așa și voi, în exterior vă arătați drepți oamenilor, dar în interior sunteți plini de ipocrizie și de fărădelege.",
        "29": "Vai de voi, cărturari și farisei ipocriți! Căci voi construiți mormintele profeților și împodobiți mormintele celor drepți",
        "30": "și spuneți: «Dacă am fi trăit noi în zilele strămoșilor noștri, n-am fi fost părtași cu ei la vărsarea sângelui profeților!».",
        "31": "Astfel, voi înșivă mărturisiți că sunteți fii ai celor ce i-au ucis pe profeți!",
        "32": "Umpleți deci măsura strămoșilor voștri!",
        "33": "Șerpilor! Pui de vipere! Cum veți scăpa de judecata gheenei?",
        "34": "De aceea, iată, vă trimit profeți, înțelepți și cărturari! Pe unii dintre ei îi veți omorî și îi veți răstigni, iar pe alții îi veți biciui în sinagogile voastre și îi veți persecuta din cetate în cetate,",
        "35": "ca să vină asupra voastră tot sângele nevinovat, care a fost vărsat pe pământ, de la sângele lui Abel, cel drept, până la sângele lui Zaharia, fiul lui Berechia, pe care l-ați ucis între Templu și altar!",
        "36": "Adevărat vă spun că toate aceste lucruri vor veni peste generația aceasta.",
        "37": "Ierusalime, Ierusalime, care omori profeții și ucizi cu pietre pe cei trimiși la tine! De câte ori am vrut să-ți adun copiii, așa cum își adună cloșca puii sub aripi, dar n-ați vrut!",
        "38": "Iată, casa vă este lăsată pustie!",
        "39": "Căci vă spun că, de acum încolo, nicidecum nu Mă veți mai vedea până când veți zice: «Binecuvântat este Cel Ce vine în Numele Domnului!»“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Then Jesus spoke to the multitudes and to his disciples,",
        "2": "saying, “The scribes and the Pharisees sit on Moses’ seat.",
        "3": "All things therefore whatever they tell you to observe, observe and do, but don’t do their works; for they say, and don’t do.",
        "4": "For they bind heavy burdens that are grievous to be borne, and lay them on men’s shoulders; but they themselves will not lift a finger to help them.",
        "5": "But they do all their works to be seen by men. They make their phylacteries broad and enlarge the fringes of their garments,",
        "6": "and love the place of honor at feasts, the best seats in the synagogues,",
        "7": "the salutations in the marketplaces, and to be called ‘Rabbi, Rabbi’ by men.",
        "8": "But you are not to be called ‘Rabbi’, for one is your teacher, the Christ, and all of you are brothers.",
        "9": "Call no man on the earth your father, for one is your Father, he who is in heaven.",
        "10": "Neither be called masters, for one is your master, the Christ.",
        "11": "But he who is greatest among you will be your servant.",
        "12": "Whoever exalts himself will be humbled, and whoever humbles himself will be exalted.",
        "13": "“Woe to you, scribes and Pharisees, hypocrites! For you devour widows’ houses, and as a pretense you make long prayers. Therefore you will receive greater condemnation.",
        "14": "“But woe to you, scribes and Pharisees, hypocrites! Because you shut up the Kingdom of Heaven against men; for you don’t enter in yourselves, neither do you allow those who are entering in to enter.",
        "15": "Woe to you, scribes and Pharisees, hypocrites! For you travel around by sea and land to make one proselyte; and when he becomes one, you make him twice as much a son of Gehenna as yourselves.",
        "16": "“Woe to you, you blind guides, who say, ‘Whoever swears by the temple, it is nothing; but whoever swears by the gold of the temple, he is obligated.’",
        "17": "You blind fools! For which is greater, the gold or the temple that sanctifies the gold?",
        "18": "And, ‘Whoever swears by the altar, it is nothing; but whoever swears by the gift that is on it, he is obligated.’",
        "19": "You blind fools! For which is greater, the gift, or the altar that sanctifies the gift?",
        "20": "He therefore who swears by the altar, swears by it and by everything on it.",
        "21": "He who swears by the temple, swears by it and by him who has been living in it.",
        "22": "He who swears by heaven, swears by the throne of God and by him who sits on it.",
        "23": "“Woe to you, scribes and Pharisees, hypocrites! For you tithe mint, dill, and cumin, and have left undone the weightier matters of the law: justice, mercy, and faith. But you ought to have done these, and not to have left the other undone.",
        "24": "You blind guides, who strain out a gnat, and swallow a camel!",
        "25": "“Woe to you, scribes and Pharisees, hypocrites! For you clean the outside of the cup and of the platter, but within they are full of extortion and unrighteousness.",
        "26": "You blind Pharisee, first clean the inside of the cup and of the platter, that its outside may become clean also.",
        "27": "“Woe to you, scribes and Pharisees, hypocrites! For you are like whitened tombs, which outwardly appear beautiful, but inwardly are full of dead men’s bones and of all uncleanness.",
        "28": "Even so you also outwardly appear righteous to men, but inwardly you are full of hypocrisy and iniquity.",
        "29": "“Woe to you, scribes and Pharisees, hypocrites! For you build the tombs of the prophets and decorate the tombs of the righteous,",
        "30": "and say, ‘If we had lived in the days of our fathers, we wouldn’t have been partakers with them in the blood of the prophets.’",
        "31": "Therefore you testify to yourselves that you are children of those who killed the prophets.",
        "32": "Fill up, then, the measure of your fathers.",
        "33": "You serpents, you offspring of vipers, how will you escape the judgment of Gehenna?",
        "34": "Therefore, behold, I send to you prophets, wise men, and scribes. Some of them you will kill and crucify; and some of them you will scourge in your synagogues and persecute from city to city,",
        "35": "that on you may come all the righteous blood shed on the earth, from the blood of righteous Abel to the blood of Zachariah son of Barachiah, whom you killed between the sanctuary and the altar.",
        "36": "Most certainly I tell you, all these things will come upon this generation.",
        "37": "“Jerusalem, Jerusalem, who kills the prophets and stones those who are sent to her! How often I would have gathered your children together, even as a hen gathers her chicks under her wings, and you would not!",
        "38": "Behold, your house is left to you desolate.",
        "39": "For I tell you, you will not see me from now on, until you say, ‘Blessed is he who comes in the name of the Lord!’”"
      }
    }
  }
}