{
  "book": "Matei",
  "chapter": "24",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "La ieșirea din Templu, pe când mergea Isus, ucenicii Lui s-au apropiat de El ca să-I arate clădirile Templului.",
        "2": "Dar Isus le-a zis: „Vedeți voi toate aceste lucruri? Adevărat vă spun că nu va rămâne aici piatră pe piatră care să nu fie dărâmată.”",
        "3": "El a șezut jos, pe Muntele Măslinilor. Și ucenicii Lui au venit la El, la o parte, și I-au zis: „Spune-ne, când se vor întâmpla aceste lucruri? Și care va fi semnul venirii Tale și al sfârșitului veacului acestuia?”",
        "4": "Drept răspuns, Isus le-a zis: „Băgați de seamă să nu vă înșele cineva.",
        "5": "Fiindcă vor veni mulți în Numele Meu și vor zice: ‘Eu sunt Hristosul!’ Și vor înșela pe mulți.",
        "6": "Veți auzi de războaie și vești de războaie: vedeți să nu vă înspăimântați, căci toate aceste lucruri trebuie să se întâmple. Dar sfârșitul tot nu va fi atunci.",
        "7": "Un neam se va scula împotriva altui neam, și o împărăție, împotriva altei împărății și, pe alocurea, vor fi cutremure de pământ, foamete și ciumi.",
        "8": "Dar toate aceste lucruri nu vor fi decât începutul durerilor.",
        "9": "Atunci vă vor da să fiți chinuiți și vă vor omorî; veți fi urâți de toate neamurile pentru Numele Meu.",
        "10": "Atunci, mulți vor cădea, se vor vinde unii pe alții și se vor urî unii pe alții.",
        "11": "Se vor scula mulți proroci mincinoși și vor înșela pe mulți.",
        "12": "Și, din pricina înmulțirii fărădelegii, dragostea celor mai mulți se va răci.",
        "13": "Dar cine va răbda până la sfârșit va fi mântuit.",
        "14": "Evanghelia aceasta a Împărăției va fi propovăduită în toată lumea, ca să slujească de mărturie tuturor neamurilor. Atunci va veni sfârșitul.",
        "15": "De aceea , când veți vedea urâciunea pustiirii, despre care a vorbit prorocul Daniel , așezată în Locul Sfânt cine citește să înțeleagă!",
        "16": "atunci, cei ce vor fi în Iudeea să fugă la munți;",
        "17": "cine va fi pe acoperișul casei să nu se coboare să-și ia lucrurile din casă;",
        "18": "și cine va fi la câmp să nu se întoarcă să-și ia haina.",
        "19": "Vai de femeile care vor fi însărcinate și de cele ce vor da țâță în zilele acelea!",
        "20": "Rugați-vă ca fuga voastră să nu fie iarna, nici într-o zi de Sabat.",
        "21": "Pentru că atunci va fi un necaz așa de mare, cum n-a fost niciodată de la începutul lumii până acum și nici nu va mai fi.",
        "22": "Și dacă zilele acelea n-ar fi fost scurtate, nimeni n-ar scăpa; dar, din pricina celor aleși, zilele acelea vor fi scurtate.",
        "23": "Atunci, dacă vă va spune cineva: ‘Iată, Hristosul este aici sau acolo!’, să nu-l credeți.",
        "24": "Căci se vor scula hristoși mincinoși și proroci mincinoși, vor face semne mari și minuni, până acolo încât să înșele, dacă va fi cu putință, chiar și pe cei aleși.",
        "25": "Iată că v-am spus mai dinainte.",
        "26": "Deci, dacă vă vor zice: ‘Iată-L în pustie’, să nu vă duceți acolo! ‘Iată-L în odăițe ascunse’, să nu credeți.",
        "27": "Căci, cum iese fulgerul de la răsărit și se vede până la apus, așa va fi și venirea Fiului omului.",
        "28": "Oriunde va fi stârvul, acolo se vor aduna vulturii.",
        "29": "Îndată după acele zile de necaz, soarele se va întuneca, luna nu-și va mai da lumina ei, stelele vor cădea din cer și puterile cerurilor vor fi clătinate.",
        "30": "Atunci se va arăta în cer semnul Fiului omului, toate semințiile pământului se vor boci și vor vedea pe Fiul omului venind pe norii cerului cu putere și cu o mare slavă.",
        "31": "El va trimite pe îngerii Săi cu trâmbița răsunătoare și vor aduna pe aleșii Lui din cele patru vânturi, de la o margine a cerurilor până la cealaltă.",
        "32": "De la smochin învățați pilda lui: Când îi frăgezește și înfrunzește mlădița, știți că vara este aproape.",
        "33": "Tot așa, și voi, când veți vedea toate aceste lucruri, să știți că Fiul omului este aproape, este chiar la uși.",
        "34": "Adevărat vă spun că nu va trece neamul acesta până se vor întâmpla toate aceste lucruri.",
        "35": "Cerul și pământul vor trece, dar cuvintele Mele nu vor trece.",
        "36": "Despre ziua aceea și despre ceasul acela, nu știe nimeni: nici îngerii din ceruri, nici Fiul, ci numai Tatăl.",
        "37": "Cum s-a întâmplat în zilele lui Noe, aidoma se va întâmpla și la venirea Fiului omului.",
        "38": "În adevăr, cum era în zilele dinainte de potop, când mâncau și beau, se însurau și se măritau până în ziua când a intrat Noe în corabie",
        "39": "și n-au știut nimic, până când a venit potopul și i-a luat pe toți, tot așa va fi și la venirea Fiului omului.",
        "40": "Atunci, din doi bărbați care vor fi la câmp, unul va fi luat și altul va fi lăsat.",
        "41": "Din două femei care vor măcina la moară, una va fi luată și alta va fi lăsată.",
        "42": "Vegheați dar, pentru că nu știți în ce zi va veni Domnul vostru.",
        "43": "Să știți că, dacă ar ști stăpânul casei la ce strajă din noapte va veni hoțul, ar veghea și n-ar lăsa să-i spargă casa.",
        "44": "De aceea, și voi fiți gata; căci Fiul omului va veni în ceasul în care nu vă gândiți.",
        "45": "Care este deci robul credincios și înțelept, pe care l-a pus stăpânul său peste ceata slugilor sale, ca să le dea hrana la vremea hotărâtă?",
        "46": "Ferice de robul acela pe care stăpânul său, la venirea lui, îl va găsi făcând așa!",
        "47": "Adevărat vă spun că îl va pune peste toate averile sale.",
        "48": "Dar, dacă este un rob rău, care zice în inima lui: ‘Stăpânul meu zăbovește să vină’,",
        "49": "dacă va începe să bată pe tovarășii lui de slujbă și să mănânce și să bea cu bețivii,",
        "50": "stăpânul robului aceluia va veni în ziua în care el nu se așteaptă și în ceasul pe care nu-l știe,",
        "51": "îl va tăia în două, și soarta lui va fi soarta fățarnicilor; acolo va fi plânsul și scrâșnirea dinților."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În timp ce ieșea Isus din Templu și pleca, ucenicii Lui s-au apropiat de El ca să-I arate clădirile Templului.",
        "2": "Dar Isus, răspunzând, le-a zis: Vedeți voi toate acestea? Adevărat vă spun că nu va fi lăsată aici piatră pe piatră, care să nu fie dărâmată.",
        "3": "Apoi S-a așezat pe Muntele Măslinilor, iar ucenicii au venit la El, deoparte, și L-au întrebat: Spune-ne, când se vor întâmpla aceste lucruri și care va fi semnul venirii Tale și al sfârșitului veacului?",
        "4": "Isus, răspunzând, le-a zis: Aveți grijă să nu vă ducă în rătăcire cineva!",
        "5": "Căci vor veni mulți în Numele Meu, zicând: „Eu sunt Cristosul!“, și-i vor duce în rătăcire pe mulți.",
        "6": "Veți auzi de războaie și vești de războaie. Vedeți să nu vă tulburați, căci acestea trebuie să se întâmple. Dar încă nu va fi sfârșitul.",
        "7": "O națiune se va ridica împotriva altei națiuni, și o împărăție împotriva altei împărății. Și vor fi foamete, molime și cutremure în diverse locuri.",
        "8": "Dar toate acestea vor fi doar începutul durerilor nașterii.",
        "9": "Atunci vă vor da să fiți chinuiți, vă vor ucide și veți fi urâți de toate națiunile din cauza Numelui Meu.",
        "10": "Atunci mulți se vor împiedica, se vor trăda unii pe alții și se vor urî unii pe alții.",
        "11": "Se vor ridica mulți profeți falși și-i vor duce în rătăcire pe mulți.",
        "12": "Și din cauza înmulțirii fărădelegii, dragostea celor mulți se va răci.",
        "13": "Dar cel ce va răbda până la sfârșit va fi mântuit.",
        "14": "Această Evanghelie a Împărăției va fi proclamată întregii omeniri, ca o mărturie pentru toate națiunile. Și atunci va veni sfârșitul.",
        "15": "De aceea, când veți vedea „urâciunea pustiirii“, despre care a vorbit profetul Daniel, stând în locul sfânt (cine citește să înțeleagă!),",
        "16": "atunci cei din Iudeea să fugă în munți.",
        "17": "Cel ce va fi pe acoperișul casei să nu coboare să-și ia lucrurile din casă,",
        "18": "iar cel ce va fi la câmp să nu se întoarcă să-și ia haina.",
        "19": "Vai de cele ce vor fi însărcinate și de cele ce vor alăpta în zilele acelea!",
        "20": "Rugați-vă ca fuga voastră să nu fie iarna, nici într-o zi de sabat.",
        "21": "Căci atunci va fi un necaz așa de mare, cum n-a mai fost de la începutul lumii până acum și nici nu va mai fi!",
        "22": "Iar dacă zilele acelea n-ar fi fost scurtate, niciun om n-ar fi fost salvat. Dar, de dragul celor aleși, zilele acelea vor fi scurtate.",
        "23": "Dacă cineva vă va spune atunci: „Iată, Cristosul este aici!“ sau „Aici este!“, să nu-l credeți.",
        "24": "Căci se vor ridica cristoși falși și profeți falși și vor face semne mari și minuni, pentru a-i duce în rătăcire, dacă este posibil, chiar și pe cei aleși.",
        "25": "Iată că v-am spus mai dinainte!",
        "26": "Așadar, dacă vă vor spune: „Iată, este în deșert!“, să nu vă duceți; sau: „Iată-L în cămăruțe!“, să nu credeți!",
        "27": "Căci așa cum iese fulgerul din est și se vede până în vest, tot așa va fi venirea Fiului Omului.",
        "28": "Oriunde va fi cadavrul, acolo se vor aduna și vulturii.",
        "29": "Imediat după necazul acelor zile, „soarele se va întuneca, luna nu-și va mai da lumina, stelele vor cădea din cer și puterile cerurilor vor fi clătinate“.",
        "30": "Și atunci se va arăta în cer semnul Fiului Omului. Atunci toate semințiile pământului se vor jeli și-L vor vedea pe Fiul Omului venind pe norii cerului cu putere și mare glorie.",
        "31": "El Își va trimite îngerii cu trâmbița cea răsunătoare, iar ei îi vor aduna pe aleșii Lui din cele patru direcții, de la o margine a cerurilor până la cealaltă.",
        "32": "Învățați de la smochin pilda lui: când mlădița lui devine deja fragedă și dă frunze, știți că vara este aproape.",
        "33": "Tot așa și voi, când vedeți toate aceste lucruri, să știți că El este aproape, este chiar la uși.",
        "34": "Adevărat vă spun că nu va trece această generație până când nu se vor întâmpla toate aceste lucruri.",
        "35": "Cerul și pământul vor trece, însă cuvintele Mele nicidecum nu vor trece!",
        "36": "Dar despre ziua și ora aceea nu știe nimeni, nici îngerii din Ceruri, nici Fiul, ci numai Tatăl.",
        "37": "Fiindcă așa cum a fost în zilele lui Noe, tot așa va fi și la venirea Fiului Omului.",
        "38": "Căci, așa cum era în zilele de dinaintea potopului, când oamenii mâncau, beau, se însurau și se măritau, până în ziua în care a intrat Noe în arcă,",
        "39": "și n-au știut nimic până când nu a venit potopul și i-a luat pe toți, tot așa va fi și la venirea Fiului Omului.",
        "40": "Atunci, doi bărbați vor fi la câmp unul va fi luat, iar altul va fi lăsat.",
        "41": "Două femei vor măcina la moară una va fi luată, iar alta va fi lăsată.",
        "42": "Vegheați, deci, pentru că nu știți în ce zi vine Domnul vostru!",
        "43": "Să știți lucrul acesta: dacă stăpânul casei ar ști în ce strajă din noapte vine hoțul, ar veghea și n-ar lăsa să i se spargă casa.",
        "44": "De aceea, fiți pregătiți și voi, pentru că Fiul Omului va veni în ceasul în care nu vă gândiți.",
        "45": "Cine este deci sclavul credincios și înțelept, pe care stăpânul l-a desemnat responsabil peste ceilalți sclavi ai săi, ca să le dea hrana la timp?",
        "46": "Fericit este sclavul acela, pe care stăpânul, la venirea lui, îl va găsi făcând așa!",
        "47": "Adevărat vă spun că îl va pune responsabil peste toate bunurile sale!",
        "48": "Dar, dacă sclavul acela rău zice în inima lui: „Stăpânul meu întârzie!“",
        "49": "și începe să-i bată pe confrații lui și să mănânce și să bea cu bețivii,",
        "50": "stăpânul acelui sclav va veni într-o zi în care el nu se așteaptă și la o oră pe care n-o știe.",
        "51": "El îl va tăia în două și-i va hotărî partea la un loc cu ipocriții. Acolo va fi plânsul și scrâșnirea dinților!"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Jesus went out from the temple, and was going on his way. His disciples came to him to show him the buildings of the temple.",
        "2": "But he answered them, “You see all of these things, don’t you? Most certainly I tell you, there will not be left here one stone on another, that will not be thrown down.”",
        "3": "As he sat on the Mount of Olives, the disciples came to him privately, saying, “Tell us, when will these things be? What is the sign of your coming, and of the end of the age?”",
        "4": "Jesus answered them, “Be careful that no one leads you astray.",
        "5": "For many will come in my name, saying, ‘I am the Christ,’ and will lead many astray.",
        "6": "You will hear of wars and rumors of wars. See that you aren’t troubled, for all this must happen, but the end is not yet.",
        "7": "For nation will rise against nation, and kingdom against kingdom; and there will be famines, plagues, and earthquakes in various places.",
        "8": "But all these things are the beginning of birth pains.",
        "9": "“Then they will deliver you up to oppression and will kill you. You will be hated by all of the nations for my name’s sake.",
        "10": "Then many will stumble, and will deliver up one another, and will hate one another.",
        "11": "Many false prophets will arise and will lead many astray.",
        "12": "Because iniquity will be multiplied, the love of many will grow cold.",
        "13": "But he who endures to the end will be saved.",
        "14": "This Good News of the Kingdom will be preached in the whole world for a testimony to all the nations, and then the end will come.",
        "15": "“When, therefore, you see the abomination of desolation, which was spoken of through Daniel the prophet, standing in the holy place (let the reader understand),",
        "16": "then let those who are in Judea flee to the mountains.",
        "17": "Let him who is on the housetop not go down to take out the things that are in his house.",
        "18": "Let him who is in the field not return back to get his clothes.",
        "19": "But woe to those who are with child and to nursing mothers in those days!",
        "20": "Pray that your flight will not be in the winter nor on a Sabbath,",
        "21": "for then there will be great suffering, such as has not been from the beginning of the world until now, no, nor ever will be.",
        "22": "Unless those days had been shortened, no flesh would have been saved. But for the sake of the chosen ones, those days will be shortened.",
        "23": "“Then if any man tells you, ‘Behold, here is the Christ!’ or, ‘There!’ don’t believe it.",
        "24": "For false christs and false prophets will arise, and they will show great signs and wonders, so as to lead astray, if possible, even the chosen ones.",
        "25": "“Behold, I have told you beforehand.",
        "26": "“If therefore they tell you, ‘Behold, he is in the wilderness,’ don’t go out; or ‘Behold, he is in the inner rooms,’ don’t believe it.",
        "27": "For as the lightning flashes from the east, and is seen even to the west, so will the coming of the Son of Man be.",
        "28": "For wherever the carcass is, that is where the vultures gather together.",
        "29": "“But immediately after the suffering of those days, the sun will be darkened, the moon will not give its light, the stars will fall from the sky, and the powers of the heavens will be shaken;",
        "30": "and then the sign of the Son of Man will appear in the sky. Then all the tribes of the earth will mourn, and they will see the Son of Man coming on the clouds of the sky with power and great glory.",
        "31": "He will send out his angels with a great sound of a trumpet, and they will gather together his chosen ones from the four winds, from one end of the sky to the other.",
        "32": "“Now from the fig tree learn this parable: When its branch has now become tender and produces its leaves, you know that the summer is near.",
        "33": "Even so you also, when you see all these things, know that he is near, even at the doors.",
        "34": "Most certainly I tell you, this generation will not pass away until all these things are accomplished.",
        "35": "Heaven and earth will pass away, but my words will not pass away.",
        "36": "“But no one knows of that day and hour, not even the angels of heaven, but my Father only.",
        "37": "As the days of Noah were, so will the coming of the Son of Man be.",
        "38": "For as in those days which were before the flood they were eating and drinking, marrying and giving in marriage, until the day that Noah entered into the ship,",
        "39": "and they didn’t know until the flood came and took them all away, so will the coming of the Son of Man be.",
        "40": "Then two men will be in the field: one will be taken and one will be left.",
        "41": "Two women will be grinding at the mill: one will be taken and one will be left.",
        "42": "Watch therefore, for you don’t know in what hour your Lord comes.",
        "43": "But know this, that if the master of the house had known in what watch of the night the thief was coming, he would have watched, and would not have allowed his house to be broken into.",
        "44": "Therefore also be ready, for in an hour that you don’t expect, the Son of Man will come.",
        "45": "“Who then is the faithful and wise servant, whom his lord has set over his household, to give them their food in due season?",
        "46": "Blessed is that servant whom his lord finds doing so when he comes.",
        "47": "Most certainly I tell you that he will set him over all that he has.",
        "48": "But if that evil servant should say in his heart, ‘My lord is delaying his coming,’",
        "49": "and begins to beat his fellow servants, and eat and drink with the drunkards,",
        "50": "the lord of that servant will come in a day when he doesn’t expect it and in an hour when he doesn’t know it,",
        "51": "and will cut him in pieces and appoint his portion with the hypocrites. That is where the weeping and grinding of teeth will be."
      }
    }
  }
}