{
  "book": "Neemia",
  "chapter": "5",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Din partea oamenilor din popor și din partea nevestelor lor s-au ridicat mari plângeri împotriva fraților lor iudei.",
        "2": "Unii ziceau: „Noi, fiii noștri și fetele noastre suntem mulți; să ni se dea grâu ca să mâncăm și să trăim.”",
        "3": "Alții ziceau: „Punem zălog ogoarele, viile și casele noastre, ca să avem grâu în timpul foametei.”",
        "4": "Alții ziceau: „Am împrumutat argint punând zălog ogoarele și viile noastre pentru birul împăratului.",
        "5": "Și totuși carnea noastră este ca și carnea fraților noștri, copiii noștri sunt ca și copiii lor; și iată, supunem la robie pe fiii noștri și pe fetele noastre și multe din fetele noastre au și fost supuse la robie; suntem fără putere, căci ogoarele și viile noastre sunt ale altora.”",
        "6": "M-am supărat foarte tare când le-am auzit plângerile și cuvintele acestea.",
        "7": "Am hotărât să mustru pe cei mari și pe dregători și le-am zis: „Ce, voi împrumutați cu camătă fraților voștri?” Și am strâns în jurul meu o mare mulțime",
        "8": "și le-am zis: „Noi am răscumpărat, după puterea noastră, pe frații noștri iudei vânduți neamurilor, și voi să vindeți pe frații voștri? Și încă nouă să ne fie vânduți?” Ei au tăcut, neavând ce să răspundă.",
        "9": "Apoi am zis: „Ce faceți voi nu este bine. N-ar trebui să umblați în frica Dumnezeului nostru, ca să nu fiți de ocara neamurilor vrăjmașe nouă?",
        "10": "Și eu, și frații mei, și slujitorii mei le-am împrumutat argint și grâu. Să le lăsăm dar datoria aceasta!",
        "11": "Dați-le înapoi astăzi ogoarele, viile, măslinii și casele și a suta parte din argintul, din grâul, din mustul și din untdelemnul pe care l-ați cerut de la ei ca dobândă.”",
        "12": "Ei au răspuns: „Le vom da înapoi și nu le vom cere nimic, vom face cum ai zis.” Atunci am chemat pe preoți, înaintea cărora i-am pus să jure că își vor ține cuvântul.",
        "13": "Și mi-am scuturat mantaua zicând: „Așa să scuture Dumnezeu afară din Casa Lui și de averile lui pe orice om care nu-și va ține cuvântul și așa să fie scuturat omul acela și lăsat cu mâinile goale!” Toată adunarea a zis: „Amin!” Și au lăudat pe Domnul. Și poporul s-a ținut de cuvânt. Neemia, ca dregător",
        "14": "Din ziua când m-a pus împăratul dregător peste ei în țara lui Iuda, de la al douăzecilea an până la al treizeci și doilea an al împăratului Artaxerxe, timp de doisprezece ani, nici eu, nici frații mei n-am trăit din veniturile cuvenite dregătorului.",
        "15": "Înainte de mine, cei dintâi dregători împovărau poporul și luau de la el pâine și vin, afară de cei patruzeci de sicli de argint; chiar și slujitorii lor apăsau poporul. Eu n-am făcut așa din frică de Dumnezeu.",
        "16": "Ba mai mult, am lucrat la dregerea zidului acestuia, n-am cumpărat niciun ogor și toți slujitorii mei erau la lucru.",
        "17": "Aveam la masă o sută cincizeci de oameni, iudei și dregători, afară de cei ce veneau la noi din neamurile de primprejur.",
        "18": "Mi se pregăteau în fiecare zi un bou, șase berbeci aleși și păsări și, la fiecare zece zile, se pregătea din belșug tot vinul care era de trebuință. Cu toate acestea, n-am cerut veniturile cuvenite dregătorului, pentru că lucrările apăsau greu asupra poporului acestuia.",
        "19": "Adu-Ți aminte de mine spre bine, Dumnezeule, pentru tot ce am făcut pentru poporul acesta!"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Cei din popor și soțiile lor au avut o mare plângere împotriva fraților lor iudei.",
        "2": "Erau unii care ziceau: ‒ Noi, fiii și fiicele noastre suntem mulți. Să ni se dea grâne, ca să avem ce mânca și să trăim.",
        "3": "Alții ziceau: ‒ Ne punem garanție terenurile, viile și casele, ca să avem grâne în timpul foametei.",
        "4": "Mai erau încă unii care ziceau: ‒ A trebuit să împrumutăm argint, dându-ne terenurile și viile în schimbul tributului imperial.",
        "5": "Deși suntem carne din carnea fraților noștri, iar fiii noștri sunt ca și fiii lor, iată că suntem pe cale să ne dăm fiii și fiicele în sclavie. Câteva din fetele noastre au și fost luate în sclavie. Suntem fără putere, iar terenurile și viile noastre aparțin altora!",
        "6": "M-am mâniat foarte tare când le-am auzit plângerea și cuvintele acestea.",
        "7": "După ce m-am gândit, i-am mustrat pe nobili și pe dregători, zicându-le: ‒ Voi împrumutați cu dobândă pe frații voștri? Am strâns o mare adunare împotriva lor",
        "8": "și le-am zis: ‒ Noi, după puterile noastre, am răscumpărat pe frații noștri iudei, care fuseseră vânduți națiunilor. Iar acum voi vă vindeți frații, ca apoi să ne fie dați chiar nouă de vânzare? Ei tăceau, neavând ce să răspundă.",
        "9": "Atunci eu am zis: ‒ Ce faceți voi nu este bine. N-ar trebui să umblați în teamă de Dumnezeul nostru, ca să nu fiți de rușinea națiunilor, a dușmanilor noștri?",
        "10": "Atât eu, cât și frații și slujitorii mei le-am împrumutat argint și grâne. Să le iertăm, vă rog, datoria aceasta!",
        "11": "Vă rog, dați-le înapoi astăzi terenurile, viile, măslinii și casele, precum și a suta parte din argintul, din grânele, din mustul și din uleiul pe care le-ați cerut de la ei ca dobândă.",
        "12": "Ei au răspuns: ‒ Le vom da înapoi și nu vom mai cere nimic de la ei. Vom face întocmai precum ai zis. Atunci am chemat preoții și i-am pus să jure înaintea lor că vor face precum au promis.",
        "13": "Mi-am scuturat mantaua și am zis: ‒ Așa să scuture Dumnezeu din familia lui și din proprietatea lui pe orice om care nu se va ține de cuvânt! Așa să fie scuturat și lăsat fără nimic! Toată adunarea a răspuns: ‒ Amin! Și L-au lăudat pe Domnul. Poporul a făcut întocmai cum a promis.",
        "14": "Din ziua în care am fost numit guvernatorul lor în țara lui Iuda, adică din al douăzecilea an al împăratului Artaxerxes și până în al treizeci și doilea an al său, deci timp de doisprezece ani, nici eu, nici frații mei nu am trăit din veniturile de guvernator.",
        "15": "Înainte de mine, cei dintâi guvernatori împovărau poporul, luând de la ei pâine și vin, în afară de cei patruzeci de șecheli de argint. Chiar și slujitorii lor asupreau poporul. Eu însă nu am făcut așa, din teamă de Dumnezeu.",
        "16": "Ba încă, am stăruit în lucrarea de restaurare a acestui zid și nu mi-am cumpărat terenuri. De altfel, toți slujitorii mei erau adunați acolo pentru lucrare.",
        "17": "Mai mult, aveam la masa mea o sută cincizeci de bărbați dintre iudei și dintre dregători, în afară de cei care veneau dintre națiunile care erau în jurul nostru.",
        "18": "În fiecare zi mi se pregătea un bou, șase oi alese și păsări, iar la fiecare zece zile se aducea vin din belșug, de toate felurile. Cu toate acestea, eu nu am căutat să primesc plată ca guvernator, căci lucrarea apăsa greu asupra acestui popor.",
        "19": "Adu-Ți aminte de mine, Dumnezeul meu, spre bine, pentru tot ce am făcut pentru acest popor!"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Then there arose a great cry of the people and of their wives against their brothers the Jews.",
        "2": "For there were some who said, “We, our sons and our daughters, are many. Let us get grain, that we may eat and live.”",
        "3": "There were also some who said, “We are mortgaging our fields, our vineyards, and our houses. Let us get grain, because of the famine.”",
        "4": "There were also some who said, “We have borrowed money for the king’s tribute using our fields and our vineyards as collateral.",
        "5": "Yet now our flesh is as the flesh of our brothers, our children as their children. Behold, we bring our sons and our daughters into bondage to be servants, and some of our daughters have been brought into bondage. It is also not in our power to help it, because other men have our fields and our vineyards.”",
        "6": "I was very angry when I heard their cry and these words.",
        "7": "Then I consulted with myself, and contended with the nobles and the rulers, and said to them, “You exact usury, everyone of his brother.” I held a great assembly against them.",
        "8": "I said to them, “We, after our ability, have redeemed our brothers the Jews that were sold to the nations; and would you even sell your brothers, and should they be sold to us?” Then they held their peace, and found not a word to say.",
        "9": "Also I said, “The thing that you do is not good. Shouldn’t you walk in the fear of our God because of the reproach of the nations, our enemies?",
        "10": "I likewise, my brothers and my servants, lend them money and grain. Please let us stop this usury.",
        "11": "Please restore to them, even today, their fields, their vineyards, their olive groves, and their houses, also the hundredth part of the money, and of the grain, the new wine, and the oil, that you are charging them.”",
        "12": "Then they said, “We will restore them, and will require nothing of them. We will do so, even as you say.” Then I called the priests, and took an oath of them, that they would do according to this promise.",
        "13": "Also I shook out my lap, and said, “So may God shake out every man from his house, and from his labor, that doesn’t perform this promise; even may he be shaken out and emptied like this.” All the assembly said, “Amen,” and praised Yahweh. The people did according to this promise.",
        "14": "Moreover from the time that I was appointed to be their governor in the land of Judah, from the twentieth year even to the thirty-second year of Artaxerxes the king, that is, twelve years, I and my brothers have not eaten the bread of the governor.",
        "15": "But the former governors who were before me were supported by the people, and took bread and wine from them, plus forty shekels of silver; yes, even their servants ruled over the people, but I didn’t do so, because of the fear of God.",
        "16": "Yes, I also continued in the work of this wall. We didn’t buy any land. All my servants were gathered there to the work.",
        "17": "Moreover there were at my table, of the Jews and the rulers, one hundred fifty men, in addition to those who came to us from among the nations that were around us.",
        "18": "Now that which was prepared for one day was one ox and six choice sheep. Also fowls were prepared for me, and once in ten days a store of all sorts of wine. Yet for all this, I didn’t demand the governor’s pay, because the bondage was heavy on this people.",
        "19": "Remember me, my God, for all the good that I have done for this people."
      }
    }
  }
}