{
  "book": "Neemia",
  "chapter": "2",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În luna Nisan, anul al douăzecilea al împăratului Artaxerxe, pe când vinul era înaintea lui, am luat vinul și l-am dat împăratului. Niciodată nu fusesem trist înaintea lui.",
        "2": "Împăratul mi-a zis: „Pentru ce ai fața tristă? Totuși nu ești bolnav; nu poate fi decât o întristare a inimii.” Atunci m-a apucat o mare frică",
        "3": "și am răspuns împăratului: „Trăiască împăratul în veac! Cum să n-am fața tristă când cetatea în care sunt mormintele părinților mei este nimicită și porțile ei sunt arse de foc?”",
        "4": "Și împăratul mi-a zis: „Ce ceri?” Eu m-am rugat Dumnezeului cerurilor",
        "5": "și am răspuns împăratului: „Dacă găsește cu cale împăratul și dacă robul tău îi este plăcut, trimite-mă în Iuda, la cetatea mormintelor părinților mei, ca s-o zidesc din nou.”",
        "6": "Împăratul, lângă care ședea și împărăteasa, mi-a zis atunci: „Cât va ține călătoria ta și când te vei întoarce?” Împăratul a găsit cu cale să mă lase să plec și i-am hotărât o vreme.",
        "7": "Apoi am zis împăratului: „Dacă găsește împăratul cu cale, să mi se dea scrisori pentru dregătorii de dincolo de râu, ca să mă lase să trec și să intru în Iuda,",
        "8": "și o scrisoare pentru Asaf, păzitorul pădurii împăratului, ca să-mi dea lemne să fac grinzi pentru porțile cetățuiei de lângă casă, pentru zidul cetății și pentru casa în care voi locui.” Împăratul mi-a dat aceste scrisori, căci mâna cea bună a Dumnezeului meu era peste mine.",
        "9": "M-am dus la dregătorii de dincolo de râu și le-am dat scrisorile împăratului, care pusese să mă însoțească niște mai-mari ai oastei și niște călăreți.",
        "10": "Sanbalat, Horonitul, și Tobia, slujitorul amonit, când au auzit lucrul acesta, nu le-a plăcut deloc că venea un om să caute binele copiilor lui Israel. Neemia îmbărbătează poporul",
        "11": "Am ajuns la Ierusalim și am rămas acolo trei zile.",
        "12": "După aceea, m-am sculat noaptea cu câțiva oameni, fără să fi spus cuiva ce-mi pusese Dumnezeul meu în inimă să fac pentru Ierusalim. Nu era cu mine nicio altă vită, afară de vita pe care călăream.",
        "13": "Am ieșit noaptea pe Poarta Văii și m-am îndreptat spre Izvorul Balaurului și spre Poarta Gunoiului, uitându-mă cu băgare de seamă la zidurile dărâmate ale Ierusalimului și la porțile lui arse de foc.",
        "14": "Am trecut pe la Poarta Izvorului și pe la Iazul Împăratului, și nu era loc pe unde să treacă vita care era sub mine.",
        "15": "M-am suit noaptea pe la pârâu și m-am uitat iarăși cu băgare de seamă la zid. Apoi am intrat pe Poarta Văii, și astfel m-am întors.",
        "16": "Dregătorii nu știau unde fusesem și ce făceam. Până în clipa aceea nu spusesem nimic iudeilor, nici preoților, nici mai-marilor, nici dregătorilor, nici vreunuia din cei ce vedeau de treburi.",
        "17": "Le-am zis atunci: „Vedeți starea nenorocită în care suntem! Ierusalimul este dărâmat și porțile sunt arse de foc. Veniți să zidim iarăși zidul Ierusalimului și să nu mai fim de ocară!”",
        "18": "Și le-am istorisit cum mâna cea bună a Dumnezeului meu fusese peste mine și ce cuvinte îmi spusese împăratul. Ei au zis: „Să ne sculăm și să zidim!” Și s-au întărit în această hotărâre bună.",
        "19": "Sanbalat, Horonitul, Tobia, slujitorul amonit, și Gheșem, Arabul, fiind înștiințați, și-au bătut joc de noi și ne-au disprețuit. Ei au zis: „Ce faceți voi acolo? Vă răsculați împotriva împăratului?”",
        "20": "Și eu le-am răspuns: „Dumnezeul cerurilor ne va da izbânda. Noi, robii Săi, ne vom scula și vom zidi, dar voi n-aveți nici parte, nici drept, nici aducere aminte în Ierusalim.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În luna nisan, în al douăzecilea an al împăratului Artaxerxes, după ce vinul fusese adus înaintea lui, am luat vin și l-am servit pe împărat. Nu mai fusesem trist niciodată înaintea lui.",
        "2": "Împăratul mi-a zis: ‒ De ce ai fața așa tristă? Nu ești bolnav; deci nu poate fi decât o întristare a inimii! Atunci m-am temut foarte tare",
        "3": "și i-am răspuns împăratului: ‒ Să trăiască împăratul pe vecie! Cum să nu am fața tristă când cetatea unde se află mormintele strămoșilor mei este în ruine, iar porțile ei au fost distruse de foc?",
        "4": "Împăratul mi-a zis: ‒ Ce anume ceri? M-am rugat Dumnezeului cerurilor,",
        "5": "apoi i-am zis împăratului: ‒ Dacă împăratul găsește de cuviință și dacă slujitorul tău are trecere înaintea ta, dă-mi drumul să merg în Iuda, la cetatea unde sunt mormintele strămoșilor mei, ca s-o reconstruiesc.",
        "6": "Atunci împăratul, lângă care era așezată și împărăteasa, m-a întrebat: ‒ Cât va dura călătoria ta și când te vei întoarce? Am hotărât o dată, iar împăratul a fost binevoitor și mi-a dat voie să plec. I-am mai zis împăratului:",
        "7": "‒ Dacă împăratul găsește de cuviință, să mi se dea scrisori către guvernatorii provinciei de peste Râu, ca să-mi dea voie să trec până când voi ajunge în Iuda,",
        "8": "și o scrisoare către Asaf, păzitorul pădurii împăratului, ca să-mi dea lemne să fac grinzi pentru porțile citadelei din preajma Templului, pentru zidul cetății și pentru casa în care voi locui. Împăratul mi-a dat tot ce am cerut, fiindcă mâna cea bună a Dumnezeului meu era peste mine.",
        "9": "Am ajuns la guvernatorii provinciei de peste Râu și le-am dat scrisorile împăratului. Împăratul trimisese împreună cu mine niște căpetenii de armată și niște călăreți.",
        "10": "Când Sanbalat, horonitul, și Tobia, slujitorul amonit, au auzit aceasta, s-au tulburat foarte tare pentru faptul că cineva venise să caute binele fiilor lui Israel. Neemia cercetează zidurile Ierusalimului",
        "11": "Când am ajuns la Ierusalim, am rămas acolo timp de trei zile.",
        "12": "Apoi m-am trezit noaptea și am luat cu mine câțiva oameni, fără să spun nimănui ce mi-a pus Dumnezeu pe inimă să fac la Ierusalim. Nu am luat cu mine niciun alt animal, în afară de cel pe care mergeam călare.",
        "13": "Am ieșit noaptea pe Poarta Văii și m-am îndreptat înspre Izvorul Dragonului și înspre Poarta Gunoiului, uitându-mă cu atenție la zidurile Ierusalimului, care fuseseră dărâmate, și la porțile lui care fuseseră distruse de foc.",
        "14": "Când am vrut să trec prin Poarta Izvorului înspre Lacul Regelui, nu a fost destul loc pentru animalul pe care călăream.",
        "15": "M-am dus noaptea prin vale și m-am uitat cu atenție la zid, după care am intrat prin Poarta Văii și m-am întors.",
        "16": "Dregătorii nu știau nici unde am mers, nici ce am făcut. Până atunci nu le spusesem nimic nici iudeilor, nici preoților, nici nobililor, nici leviților, nici dregătorilor și nici celorlalți slujbași.",
        "17": "Atunci le-am zis: ‒ Vedeți starea jalnică în care ne aflăm! Ierusalimul este în ruine, iar porțile lui sunt arse de foc. Haideți să reconstruim zidul Ierusalimului, ca să nu mai fim de rușine!",
        "18": "Și le-am istorisit cât de bună a fost mâna Dumnezeului meu față de mine și cuvintele pe care mi le-a spus împăratul. Ei au zis: ‒ Să ne ridicăm și să-l reconstruim! Și s-au încurajat cu toții ca să înceapă această lucrare bună.",
        "19": "Când horonitul Sanbalat, Tobia, slujitorul amonit, și arabul Gheșem au aflat aceasta, ne-au batjocorit și ne-au disprețuit, zicând: ‒ Ce faceți voi acolo? Vă răsculați împotriva împăratului?",
        "20": "Eu le-am răspuns și le-am zis: ‒ Dumnezeul cerurilor, El ne va ajuta să reușim. Noi, slujitorii Lui, vom începe să reconstruim. Cât despre voi, nu aveți nici moștenire, nici drepturi și nici amintire în Ierusalim."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "In the month Nisan, in the twentieth year of Artaxerxes the king, when wine was before him, I picked up the wine, and gave it to the king. Now I had not been sad before in his presence.",
        "2": "The king said to me, “Why is your face sad, since you are not sick? This is nothing else but sorrow of heart.” Then I was very much afraid.",
        "3": "I said to the king, “Let the king live forever! Why shouldn’t my face be sad, when the city, the place of my fathers’ tombs, lies waste, and its gates have been consumed with fire?”",
        "4": "Then the king said to me, “What is your request?” So I prayed to the God of heaven.",
        "5": "I said to the king, “If it pleases the king, and if your servant has found favor in your sight, I ask that you would send me to Judah, to the city of my fathers’ tombs, that I may build it.”",
        "6": "The king said to me (the queen was also sitting by him), “How long will your journey be? When will you return?” So it pleased the king to send me, and I set a time for him.",
        "7": "Moreover I said to the king, “If it pleases the king, let letters be given me to the governors beyond the River, that they may let me pass through until I come to Judah;",
        "8": "and a letter to Asaph the keeper of the king’s forest, that he may give me timber to make beams for the gates of the citadel by the temple, for the wall of the city, and for the house that I will occupy.” The king granted my requests, because of the good hand of my God on me.",
        "9": "Then I came to the governors beyond the River, and gave them the king’s letters. Now the king had sent captains of the army and horsemen with me.",
        "10": "When Sanballat the Horonite and Tobiah the Ammonite servant heard of it, it grieved them exceedingly, because a man had come to seek the welfare of the children of Israel.",
        "11": "So I came to Jerusalem, and was there three days.",
        "12": "I arose in the night, I and a few men with me. I didn’t tell anyone what my God put into my heart to do for Jerusalem. There wasn’t any animal with me except the animal that I rode on.",
        "13": "I went out by night by the valley gate toward the jackal’s well, then to the dung gate; and I inspected the walls of Jerusalem, which were broken down, and its gates were consumed with fire.",
        "14": "Then I went on to the spring gate and to the king’s pool, but there was no place for the animal that was under me to pass.",
        "15": "Then I went up in the night by the brook and inspected the wall; and I turned back, and entered by the valley gate, and so returned.",
        "16": "The rulers didn’t know where I went, or what I did. I had not as yet told it to the Jews, nor to the priests, nor to the nobles, nor to the rulers, nor to the rest who did the work.",
        "17": "Then I said to them, “You see the bad situation that we are in, how Jerusalem lies waste, and its gates are burned with fire. Come, let’s build up the wall of Jerusalem, that we won’t be disgraced.”",
        "18": "I told them about the hand of my God which was good on me, and also about the king’s words that he had spoken to me. They said, “Let’s rise up and build.” So they strengthened their hands for the good work.",
        "19": "But when Sanballat the Horonite, Tobiah the Ammonite servant, and Geshem the Arabian, heard it, they ridiculed us and despised us, and said, “What is this thing that you are doing? Will you rebel against the king?”",
        "20": "Then I answered them, and said to them, “The God of heaven will prosper us. Therefore we, his servants, will arise and build; but you have no portion, nor right, nor memorial in Jerusalem.”"
      }
    }
  }
}