{
  "book": "Neemia",
  "chapter": "4",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Când a auzit Sanbalat că zidim iarăși zidul, s-a mâniat și s-a supărat foarte tare. Și-a bătut joc de iudei",
        "2": "și a zis înaintea fraților săi și înaintea ostașilor Samariei: „La ce lucrează acești iudei neputincioși? Oare vor fi lăsați să lucreze? Oare vor jertfi? Oare vor isprăvi? Oare vor da ei viață unor pietre înmormântate sub mormane de praf și arse de foc?”",
        "3": "Tobia, Amonitul, era lângă el și a zis: „Să zidească numai! Dacă se va sui o vulpe, le va dărâma zidul lor de piatră.”",
        "4": "„Ascultă, Dumnezeul nostru, cum suntem batjocoriți! Fă să cadă ocările lor asupra capului lor și dă-i pradă pe un pământ unde să fie robi.",
        "5": "Nu le ierta fărădelegea, și păcatul lor să nu fie șters dinaintea Ta, căci au necăjit pe cei ce zidesc.”",
        "6": "Am zidit zidul, care a fost isprăvit pretutindeni până la jumătate din înălțimea lui. Și poporul lucra cu inimă.",
        "7": "Dar Sanbalat, Tobia, arabii, amoniții și asdodiții s-au supărat foarte tare când au auzit că dregerea zidurilor înainta și că spărturile începeau să se astupe.",
        "8": "S-au unit toți împreună ca să vină împotriva Ierusalimului și să-i facă stricăciuni.",
        "9": "Ne-am rugat Dumnezeului nostru și am pus o strajă zi și noapte, ca să ne apere împotriva loviturilor lor.",
        "10": "Însă Iuda zicea: „Puterile celor ce duc poverile slăbesc și dărâmăturile sunt multe; nu vom putea să zidim zidul.”",
        "11": "Și vrăjmașii noștri ziceau: „Nu vor ști și nu vor vedea nimic până vom ajunge în mijlocul lor; îi vom ucide și vom face astfel să înceteze lucrarea.”",
        "12": "Și iudeii care locuiau lângă ei au venit de zece ori și ne-au înștiințat despre toate locurile pe unde veneau la noi.",
        "13": "De aceea am pus în locurile cele mai de jos, dinapoia zidului, și în locurile tari, poporul pe familii, i-am așezat pe toți cu săbiile, sulițele și arcurile lor.",
        "14": "M-am uitat și, sculându-mă, am zis mai-marilor, dregătorilor și celuilalt popor: „Nu vă temeți de ei! Aduceți-vă aminte de Domnul cel mare și înfricoșat și luptați pentru frații voștri, pentru fiii voștri și fetele voastre, pentru nevestele voastre și pentru casele voastre!”",
        "15": "Când au auzit vrăjmașii noștri că am fost înștiințați, Dumnezeu le-a nimicit planul și ne-am întors cu toții la zid, fiecare la lucrarea lui.",
        "16": "Din ziua aceea, jumătate din oamenii mei lucrau, iar cealaltă jumătate era înarmată cu sulițe, cu scuturi, cu arcuri și cu platoșe. Căpeteniile erau înapoia întregii case a lui Iuda.",
        "17": "Cei ce zideau zidul și cei ce duceau sau încărcau poverile cu o mână lucrau, iar cu alta țineau arma.",
        "18": "Fiecare din ei, când lucra, își avea sabia încinsă la mijloc. Cel ce suna din trâmbiță stătea lângă mine.",
        "19": "Am zis mai-marilor, dregătorilor și celuilalt popor: „Lucrarea este mare și întinsă, și noi suntem risipiți pe zid, departe unii de alții.",
        "20": "La sunetul trâmbiței să vă strângeți la noi, spre locul de unde o veți auzi. Dumnezeul nostru va lupta pentru noi.”",
        "21": "Așa făceam lucrarea: jumătate din noi stând cu sulița în mână din zorii zilei până la ivirea stelelor.",
        "22": "În același timp, am mai zis poporului: „Fiecare să petreacă noaptea în Ierusalim cu slujitorul lui; noaptea să facem de strajă, iar ziua să lucrăm.”",
        "23": "Și nu ne-am dezbrăcat de haine, nici eu, nici frații mei, nici slujitorii mei, nici oamenii de strajă, care erau sub porunca mea. Fiecare se ducea cu armele la apă."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Când a auzit Sanbalat că reconstruim zidul, s-a mâniat și s-a supărat foarte tare. I-a batjocorit pe iudei",
        "2": "și a zis înaintea fraților săi și a armatei Samariei: ‒ Ce fac amărâții aceștia de iudei? Vor reface ei zidul? Vor aduce ei jertfe? Vor termina ei într-o zi? Vor da ei viață unor pietre acoperite de grămezi de moloz și arse de foc?",
        "3": "Amonitul Tobia, care era în preajma lui, a zis: ‒ Și chiar dacă zidesc, până și o vulpe, dacă se va sui pe el, le va putea dărâma zidul lor de piatră!",
        "4": "„Ascultă-ne, Dumnezeul nostru, căci suntem disprețuiți. Fă să cadă jignirile lor asupra capului lor și dă-i pradă unei țări în care să fie captivi.",
        "5": "Nu le acoperi nelegiuirea și nu le șterge păcatele dinaintea Ta, căci i-au jignit pe cei ce zidesc“.",
        "6": "Am continuat să reconstruim zidul și l-am ridicat până la jumătate din înălțimea lui, iar poporul lucra cu inimă.",
        "7": "Când Sanbalat, Tobia, arabii, amoniții și așdodiții au auzit că restaurarea zidurilor Ierusalimului avansează și că spărturile începeau să fie astupate, s-au mâniat foarte tare.",
        "8": "S-au aliat cu toții ca să vină să lupte împotriva Ierusalimului și să-i facă stricăciuni.",
        "9": "Ne-am rugat Dumnezeului nostru și am pus o strajă ca să ne apere de ei zi și noapte.",
        "10": "Însă cei din Iuda ziceau: „Puterea cărăușilor slăbește, iar molozul este mult. Nu vom putea să reconstruim zidul!“.",
        "11": "Totodată dușmanii noștri ziceau: „Nu vor ști și nu vor vedea nimic, până când vom ajunge în mijlocul lor! Îi vom ucide și vom face astfel să înceteze lucrarea!“.",
        "12": "Iudeii care locuiau în preajma lor au venit de zece ori și ne-au înștiințat despre toate locurile prin care aceștia urmau să vină împotriva noastră.",
        "13": "Prin urmare, am așezat oameni de-a lungul părților mai joase ale locului din spatele zidului, în locurile libere. Am așezat poporul pe clanuri, alături de săbiile, sulițele și arcurile lor.",
        "14": "După ce m-am uitat, m-am ridicat și le-am zis nobililor, dregătorilor și celorlalți din popor: „Nu vă temeți de ei! Aduceți-vă aminte de Stăpânul, Cel Care este mare și de temut, și luptați pentru frații voștri, pentru fiii voștri, pentru fetele voastre, pentru soțiile voastre și pentru casele voastre“.",
        "15": "Când dușmanii noștri au auzit că am fost înștiințați, Dumnezeu le-a zădărnicit planurile, astfel încât ne-am putut întoarce cu toții la zid, fiecare la lucrarea lui.",
        "16": "Din ziua aceea, jumătate din slujitorii mei lucrau, iar cealaltă jumătate dintre ei erau înarmați cu sulițe, cu scuturi, cu arcuri și cu armuri. Conducătorii se așezaseră înapoia întregului popor al lui Iuda,",
        "17": "care reconstruia zidul. Cei ce duceau poverile, cu o mână lucrau, iar cu cealaltă țineau arma.",
        "18": "Fiecare lucrător își avea sabia prinsă la curea în timp ce construia. Cel ce suna din trâmbiță stătea lângă mine.",
        "19": "Le-am zis nobililor, dregătorilor și celorlalți din popor: „Lucrarea este mare și întinsă, iar noi suntem împrăștiați pe zid, departe unii de ceilalți.",
        "20": "În locul în care veți auzi sunetul trâmbiței, acolo să vă alăturați nouă. Dumnezeul nostru va lupta pentru noi!“.",
        "21": "Am continuat să facem lucrarea cu jumătate dintre ei înarmați cu sulițe, de la ivirea zorilor până la apariția stelelor.",
        "22": "Tot în perioada aceea am mai zis poporului: „Fiecare om să înnopteze în Ierusalim împreună cu slujitorul lui, ca să ne slujească drept strajă noaptea, iar ziua să poată lucra!“.",
        "23": "Și nu ne-am mai dezbrăcat de haine, nici eu, nici frații mei, nici slujitorii mei și nici bărbații care stăteau de strajă înapoia mea. Iar când mergeau să se spele, fiecare avea arma la el."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "But when Sanballat heard that we were building the wall, he was angry, and was very indignant, and mocked the Jews.",
        "2": "He spoke before his brothers and the army of Samaria, and said, “What are these feeble Jews doing? Will they fortify themselves? Will they sacrifice? Will they finish in a day? Will they revive the stones out of the heaps of rubbish, since they are burned?”",
        "3": "Now Tobiah the Ammonite was by him, and he said, “What they are building, if a fox climbed up it, he would break down their stone wall.”",
        "4": "“Hear, our God, for we are despised. Turn back their reproach on their own head. Give them up for a plunder in a land of captivity.",
        "5": "Don’t cover their iniquity. Don’t let their sin be blotted out from before you; for they have insulted the builders.”",
        "6": "So we built the wall; and all the wall was joined together to half its height, for the people had a mind to work.",
        "7": "But when Sanballat, Tobiah, the Arabians, the Ammonites, and the Ashdodites heard that the repairing of the walls of Jerusalem went forward, and that the breaches began to be filled, they were very angry;",
        "8": "and they all conspired together to come and fight against Jerusalem, and to cause confusion among us.",
        "9": "But we made our prayer to our God, and set a watch against them day and night because of them.",
        "10": "Judah said, “The strength of the bearers of burdens is fading and there is much rubble, so that we are not able to build the wall.”",
        "11": "Our adversaries said, “They will not know or see, until we come in among them and kill them, and cause the work to cease.”",
        "12": "When the Jews who lived by them came, they said to us ten times from all places, “Wherever you turn, they will attack us.”",
        "13": "Therefore I set guards in the lowest parts of the space behind the wall, in the open places. I set the people by family groups with their swords, their spears, and their bows.",
        "14": "I looked, and rose up, and said to the nobles, to the rulers, and to the rest of the people, “Don’t be afraid of them! Remember the Lord, who is great and awesome, and fight for your brothers, your sons, your daughters, your wives, and your houses.”",
        "15": "When our enemies heard that it was known to us, and God had brought their counsel to nothing, all of us returned to the wall, everyone to his work.",
        "16": "From that time forth, half of my servants did the work, and half of them held the spears, the shields, the bows, and the coats of mail; and the rulers were behind all the house of Judah.",
        "17": "Those who built the wall, and those who bore burdens loaded themselves; everyone with one of his hands did the work, and with the other held his weapon.",
        "18": "Among the builders, everyone wore his sword at his side, and so built. He who sounded the trumpet was by me.",
        "19": "I said to the nobles, and to the rulers and to the rest of the people, “The work is great and widely spread out, and we are separated on the wall, far from one another.",
        "20": "Wherever you hear the sound of the trumpet, rally there to us. Our God will fight for us.”",
        "21": "So we did the work. Half of the people held the spears from the rising of the morning until the stars appeared.",
        "22": "Likewise at the same time I said to the people, “Let everyone with his servant lodge within Jerusalem, that in the night they may be a guard to us, and may labor in the day.”",
        "23": "So neither I, nor my brothers, nor my servants, nor the men of the guard who followed me took off our clothes. Everyone took his weapon to the water."
      }
    }
  }
}