{
  "book": "Neemia",
  "chapter": "3",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Marele preot Eliașib s-a sculat împreună cu frații săi, preoții, și au zidit Poarta Oilor. Au sfințit-o și i-au pus ușile; au sfințit-o de la turnul Mea până la turnul lui Hananeel.",
        "2": "Alături de Eliașib au zidit și oamenii din Ierihon; alături de el a zidit și Zacur, fiul lui Imri.",
        "3": "Fiii lui Senaa au zidit Poarta Peștilor. Au acoperit-o cu scânduri și i-au pus ușile, încuietorile și zăvoarele.",
        "4": "Alături de ei, a lucrat la dregerea zidului Meremot, fiul lui Urie, fiul lui Hacoț; alături de ei a lucrat Meșulam, fiul lui Berechia, fiul lui Meșezabeel; alături de ei a lucrat Țadoc, fiul lui Baana;",
        "5": "alături de ei au lucrat tecoiții, ai căror fruntași nu s-au supus în slujba Domnului.",
        "6": "Ioiada, fiul lui Paseah, și Meșulam, fiul lui Besodia, au dres poarta cea veche. Au acoperit-o cu scânduri și i-au pus ușile, încuietorile și zăvoarele.",
        "7": "Alături de ei au lucrat Melatia, Gabaonitul, Iadon, Meronotitul, și oamenii din Gabaon și Mițpa, până la scaunul dregătorului de dincoace de râul Eufrat;",
        "8": "alături de ei a lucrat Uziel, fiul lui Harhaia, dintre argintari, și alături de el a lucrat Hanania, dintre făcătorii de mir. Au întărit Ierusalimul până la zidul cel lat.",
        "9": "Alături de ei a lucrat Refaia, fiul lui Hur, care era mai-mare peste jumătate din ținutul Ierusalimului.",
        "10": "Alături de ei a lucrat, în fața casei sale, Iedaia, fiul lui Harumaf, și alături de el a lucrat Hatuș, fiul lui Hașabnia.",
        "11": "O altă parte a zidului și turnul cuptoarelor au fost drese de Malchia, fiul lui Harim, și de Hașub, fiul lui Pahat-Moab.",
        "12": "Alături de ei a lucrat, cu fetele sale, Șalum, fiul lui Haloheș, mai-marele peste jumătate din ținutul Ierusalimului.",
        "13": "Hanun și locuitorii Zanoahului au dres Poarta Văii. Au zidit-o și i-au pus ușile, încuietorile și zăvoarele. Ei au făcut o mie de coți de zid până la Poarta Gunoiului.",
        "14": "Malchia, fiul lui Recab, mai-marele peste ținutul Bet-Hacheremului, a dres Poarta Gunoiului. A zidit-o și i-a pus ușile, încuietorile și zăvoarele.",
        "15": "Șalun, fiul lui Col-Hoze, mai-marele peste ținutul Mițpa, a dres Poarta Izvorului. A zidit-o, a acoperit-o cu scânduri și i-a pus ușile, încuietorile și zăvoarele. A făcut zidul iazului Siloe lângă grădina împăratului, până la treptele care coboară din cetatea lui David.",
        "16": "După el, Neemia, fiul lui Azbuc, mai-marele peste jumătate din ținutul Bet-Țurului, a lucrat la dregerea zidului până în fața mormintelor lui David, până la iazul care fusese zidit și până la casa vitejilor.",
        "17": "După el, au lucrat leviții, Rehum, fiul lui Bani, și alături de el a lucrat, pentru ținutul său, Hașabia, mai-marele peste jumătate din ținutul Cheila.",
        "18": "După el, au lucrat frații lor, Bavai, fiul lui Henadad, mai-marele peste jumătate din ținutul Cheila,",
        "19": "și alături de el Ezer, fiul lui Iosua, mai-marele Mițpei, a dres o altă parte a zidului, în fața suișului casei armelor, în unghi.",
        "20": "După el, Baruc, fiul lui Zabai, a dres cu râvnă o altă parte, de la unghi până la poarta casei marelui preot Eliașib.",
        "21": "După el, Meremot, fiul lui Urie, fiul lui Hacoț, a dres o altă parte, de la poarta casei lui Eliașib până la capătul casei lui Eliașib.",
        "22": "După el, au lucrat preoții din împrejurimile Ierusalimului.",
        "23": "După ei, Beniamin și Hașub au lucrat în dreptul casei lor. După ei, Azaria, fiul lui Maaseia, fiul lui Anania, a lucrat lângă casa lui.",
        "24": "După el, Binui, fiul lui Henadad, a dres o altă parte, de la casa lui Azaria până la unghi și până la colț.",
        "25": "Palal, fiul lui Uzai, a lucrat în fața unghiului și în fața turnului de sus, care iese înainte din casa împăratului, lângă curtea temniței. După el, a lucrat Pedaia, fiul lui Pareoș.",
        "26": "Slujitorii Templului care locuiesc pe deal au lucrat până în dreptul Porții Apelor, la răsărit, și până în dreptul turnului care iese în afară.",
        "27": "După ei, tecoiții au dres o altă parte în dreptul turnului celui mare, care iese în afară până la zidul dealului.",
        "28": "Deasupra Porții Cailor, preoții au lucrat fiecare înaintea casei lui.",
        "29": "După ei, Țadoc, fiul lui Imer, a lucrat înaintea casei lui. După el, a lucrat Șemaia, fiul lui Șecania, păzitorul porții de la răsărit.",
        "30": "După el, Hanania, fiul lui Șelemia, și Hanun, al șaselea fiu al lui Țalaf, au dres o altă parte a zidului. După ei, Meșulam, fiul lui Berechia, a lucrat în fața odăii lui.",
        "31": "După el, Malchia, dintre argintari, a lucrat până la casele slujitorilor Templului și negustorilor, în dreptul porții Mifcad și până la odaia de sus din colț.",
        "32": "Argintarii și negustorii au lucrat între odaia de sus din colț și Poarta Oilor."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Marele preot Eliașib împreună cu frații săi dintre preoți s-au ridicat și au reconstruit Poarta Oilor. Ei au sfințit-o și i-au pus porțile. Au reconstruit până la Turnul Celor o Sută, pe care l-au sfințit, și până la Turnul lui Hananel.",
        "2": "Oamenii din Ierihon au reconstruit următoarea parte a zidului, iar Zacur, fiul lui Imri, pe următoarea.",
        "3": "Fiii lui Hasenaa au reconstruit Poarta Peștilor; i-au montat grinzile și i-au pus porțile, încuietorile și zăvoarele.",
        "4": "Meremot, fiul lui Uria, fiul lui Hakoț, a restaurat următoarea parte a zidului, iar Meșulam, fiul lui Berechia, fiul lui Meșezabel, pe următoarea; Țadok, fiul lui Baana, a restaurat următoarea parte a zidului.",
        "5": "Apoi, următoarea parte a fost restaurată de tekoaniți. Nobilii lor însă nu au pus umărul la lucrarea stăpânilor lor.",
        "6": "Ioiada, fiul lui Paseah, și Meșulam, fiul lui Besodia, au restaurat Poarta Veche. I-au montat grinzile și i-au pus porțile, încuietorile și zăvoarele.",
        "7": "Următoarea parte a zidului au restaurat-o ghivonitul Melatia și meronotitul Iadon, care erau oameni din Ghivon și din Mițpa, teritorii aflate sub autoritatea guvernatorului provinciei de peste Râu.",
        "8": "Uziel, fiul lui Harhaia, unul dintre aurari, a restaurat următoarea parte a zidului, iar Hanania, unul dintre producătorii de miresme, pe următoarea. Au refăcut Ierusalimul până la Zidul cel Lat.",
        "9": "Refaia, fiul lui Hur, conducător peste jumătate din regiunea Ierusalimului, a restaurat următoarea parte a zidului.",
        "10": "După aceea, următoarea parte a zidului a restaurat-o Iedaia, fiul lui Harumaf, chiar în dreptul casei sale, iar Hatuș, fiul lui Hașabnia, pe următoarea.",
        "11": "O altă parte a zidului și Turnul Cuptoarelor au fost restaurate de Malchia, fiul lui Harim și de Hașub, fiul lui Pahat-Moab.",
        "12": "Șalum, fiul lui Haloheș, conducător peste cealaltă jumătate a regiunii Ierusalimului, însoțit fiind de fetele sale, a restaurat următoarea parte a zidului.",
        "13": "Hanun și locuitorii din Zanoah au restaurat Poarta Văii. Ei au reconstruit-o și i-au pus porțile, încuietorile și zăvoarele. Tot ei au mai restaurat și o mie de coți de zid, până la Poarta Gunoiului.",
        "14": "Malchia, fiul lui Recab, conducătorul regiunii Bet-Hacherem, a restaurat Poarta Gunoiului. El a reconstruit-o și i-a pus porțile, încuietorile și zăvoarele.",
        "15": "Șalun, fiul lui Col-Hoze, conducătorul regiunii Mițpei, a restaurat Poarta Izvorului. El a reconstruit-o, i-a făcut acoperiș și i-a pus porțile, încuietorile și zăvoarele. A mai restaurat și zidul Bazinului Siloamului, aflat în apropierea grădinii regelui, până la treptele care coboară din Cetatea lui David.",
        "16": "După el, Neemia, fiul lui Azbuk, conducător peste jumătate din regiunea Bet-Țurului, a restaurat partea de zid care se extinde până în dreptul mormintelor lui David, până la lacul artificial și până la Casa Vitejilor.",
        "17": "După el, leviții, conduși de Rehum, fiul lui Bani, au restaurat următoarea parte a zidului. A urmat apoi, pentru regiunea sa, Hașabia, conducător peste jumătate din regiunea Cheilei,",
        "18": "iar după aceea frații lor împreună cu Binui, fiul lui Henadad, conducător peste cealaltă jumătate a regiunii Cheilei.",
        "19": "Ezer, fiul lui Iosua, conducătorul Mițpei, a restaurat o altă parte a zidului, cea din fața drumului care duce la depozitul de arme, la contrafortul din unghiul zidului.",
        "20": "A urmat Baruc, fiul lui Zacai, care a restaurat cu multă râvnă o altă parte a zidului, adică de la unghi până la poarta casei marelui preot Eliașib.",
        "21": "A urmat Meremot, fiul lui Uria, fiul lui Hakoț, care a restaurat o altă parte a zidului, adică de la poarta casei lui Eliașib până la capătul casei lui Eliașib.",
        "22": "După el, preoții din împrejurimile Ierusalimului au restaurat următoarea parte.",
        "23": "Apoi, următoarea parte a fost restaurată de Beniamin și Hașub, chiar în dreptul caselor lor, iar Azaria, fiul lui Maaseia, fiul lui Anania, a restaurat zidul de lângă casa lui.",
        "24": "După ei, o altă parte a zidului a restaurat-o Binui, fiul lui Henadad, cea din dreptul casei lui Azaria până la unghi și până la colț.",
        "25": "Palal, fiul lui Uzai, a restaurat următoarea parte, în dreptul unghiului și a turnului care iese în afară din palatul de sus al regelui, aproape de curtea închisorii. După el, Pedaia, fiul lui Paroș,",
        "26": "și slujitorii de la Templu, care locuiau în Ofel, au restaurat zidul până în dreptul Porții Apelor, înspre est, și până la turnul care iese în afară.",
        "27": "Au urmat tekoaniții care au restaurat o altă parte a zidului, începând din dreptul marelui turn care iese în afară și până la zidul Ofelului.",
        "28": "Preoții au restaurat partea de deasupra a Porții Cailor, fiecare în dreptul casei lui.",
        "29": "A urmat Țadok, fiul lui Imer, care a restaurat în dreptul casei lui, după care Șemaia, fiul lui Șecania, păzitorul Porții de Est, a restaurat și el.",
        "30": "Au urmat Hanania, fiul lui Șelemia, și Hanun, al șaselea fiu al lui Țalaf, care au restaurat o altă parte a zidului. După ei a urmat Meșulam, fiul lui Berechia, care a restaurat în dreptul camerei lui.",
        "31": "A urmat Malchia, unul dintre aurari, care a restaurat până în dreptul caselor slujitorilor de la Templu și ale negustorilor, până în dreptul Porții de Control și până la camera de deasupra colțului,",
        "32": "iar de la camera de deasupra colțului până la Poarta Oilor au restaurat aurarii și negustorii."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Then Eliashib the high priest rose up with his brothers the priests, and they built the sheep gate. They sanctified it, and set up its doors. They sanctified it even to the tower of Hammeah, to the tower of Hananel.",
        "2": "Next to him the men of Jericho built. Next to them Zaccur the son of Imri built.",
        "3": "The sons of Hassenaah built the fish gate. They laid its beams, and set up its doors, its bolts, and its bars.",
        "4": "Next to them, Meremoth the son of Uriah, the son of Hakkoz made repairs. Next to them, Meshullam the son of Berechiah, the son of Meshezabel made repairs. Next to them, Zadok the son of Baana made repairs.",
        "5": "Next to them, the Tekoites made repairs; but their nobles didn’t put their necks to the Lord’s work.",
        "6": "Joiada the son of Paseah and Meshullam the son of Besodeiah repaired the old gate. They laid its beams and set up its doors, its bolts, and its bars.",
        "7": "Next to them, Melatiah the Gibeonite and Jadon the Meronothite, the men of Gibeon and of Mizpah, repaired the residence of the governor beyond the River.",
        "8": "Next to him, Uzziel the son of Harhaiah, goldsmiths, made repairs. Next to him, Hananiah, one of the perfumers, made repairs, and they fortified Jerusalem even to the wide wall.",
        "9": "Next to them, Rephaiah the son of Hur, the ruler of half the district of Jerusalem, made repairs.",
        "10": "Next to them, Jedaiah the son of Harumaph made repairs across from his house. Next to him, Hattush the son of Hashabneiah made repairs.",
        "11": "Malchijah the son of Harim and Hasshub the son of Pahathmoab repaired another portion and the tower of the furnaces.",
        "12": "Next to him, Shallum the son of Hallohesh, the ruler of half the district of Jerusalem, he and his daughters made repairs.",
        "13": "Hanun and the inhabitants of Zanoah repaired the valley gate. They built it, and set up its doors, its bolts, and its bars, and one thousand cubits of the wall to the dung gate.",
        "14": "Malchijah the son of Rechab, the ruler of the district of Beth Haccherem, repaired the dung gate. He built it, and set up its doors, its bolts, and its bars.",
        "15": "Shallun the son of Colhozeh, the ruler of the district of Mizpah, repaired the spring gate. He built it, covered it, and set up its doors, its bolts, and its bars; and he repaired the wall of the pool of Shelah by the king’s garden, even to the stairs that go down from David’s city.",
        "16": "After him, Nehemiah the son of Azbuk, the ruler of half the district of Beth Zur, made repairs to the place opposite the tombs of David, and to the pool that was made, and to the house of the mighty men.",
        "17": "After him, the Levites—Rehum the son of Bani made repairs. Next to him, Hashabiah, the ruler of half the district of Keilah, made repairs for his district.",
        "18": "After him, their brothers, Bavvai the son of Henadad, the ruler of half the district of Keilah made repairs.",
        "19": "Next to him, Ezer the son of Jeshua, the ruler of Mizpah, repaired another portion across from the ascent to the armory at the turning of the wall.",
        "20": "After him, Baruch the son of Zabbai earnestly repaired another portion, from the turning of the wall to the door of the house of Eliashib the high priest.",
        "21": "After him, Meremoth the son of Uriah the son of Hakkoz repaired another portion, from the door of the house of Eliashib even to the end of the house of Eliashib.",
        "22": "After him, the priests, the men of the surrounding area made repairs.",
        "23": "After them, Benjamin and Hasshub made repairs across from their house. After them, Azariah the son of Maaseiah the son of Ananiah made repairs beside his own house.",
        "24": "After him, Binnui the son of Henadad repaired another portion, from the house of Azariah to the turning of the wall, and to the corner.",
        "25": "Palal the son of Uzai made repairs opposite the turning of the wall, and the tower that stands out from the upper house of the king, which is by the court of the guard. After him Pedaiah the son of Parosh made repairs.",
        "26": "(Now the temple servants lived in Ophel, to the place opposite the water gate toward the east, and the tower that stands out.)",
        "27": "After him the Tekoites repaired another portion, opposite the great tower that stands out, and to the wall of Ophel.",
        "28": "Above the horse gate, the priests made repairs, everyone across from his own house.",
        "29": "After them, Zadok the son of Immer made repairs across from his own house. After him, Shemaiah the son of Shecaniah, the keeper of the east gate, made repairs.",
        "30": "After him, Hananiah the son of Shelemiah, and Hanun, the sixth son of Zalaph, repaired another portion. After him, Meshullam the son of Berechiah made repairs across from his room.",
        "31": "After him, Malchijah, one of the goldsmiths to the house of the temple servants, and of the merchants, made repairs opposite the gate of Hammiphkad and to the ascent of the corner.",
        "32": "Between the ascent of the corner and the sheep gate, the goldsmiths and the merchants made repairs."
      }
    }
  }
}