{
  "book": "Neemia",
  "chapter": "10",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Iată pe cei ce și-au pus pecetea: dregătorul Neemia, fiul lui Hacalia, Zedechia,",
        "2": "Seraia, Azaria, Ieremia,",
        "3": "Pașhur, Amaria, Malchia,",
        "4": "Hatuș, Șebania, Maluc,",
        "5": "Harim, Meremot, Obadia,",
        "6": "Daniel, Ghineton, Baruc,",
        "7": "Meșulam, Abia, Miiamin,",
        "8": "Maazia, Bilgai, Șemaia – preoți.",
        "9": "Leviții: Iosua, fiul lui Azania, Binui, din fiii lui Henadad, Cadmiel",
        "10": "și frații lor, Șebania, Hodia, Chelita, Pelaia, Hanan,",
        "11": "Mica, Rehob, Hașabia,",
        "12": "Zacur, Șerebia, Șebania,",
        "13": "Hodia, Bani, Beninu.",
        "14": "Căpeteniile poporului: Pareoș, Pahat-Moab, Elam, Zatu, Bani,",
        "15": "Buni, Azgad, Bebai,",
        "16": "Adonia, Bigvai, Adin,",
        "17": "Ater, Ezechia, Azur,",
        "18": "Hodia, Hașum, Bețai,",
        "19": "Harif, Anatot, Nebai,",
        "20": "Magpiaș, Meșulam, Hezir,",
        "21": "Meșezabeel, Țadoc, Iadua,",
        "22": "Pelatia, Hanan, Anaia,",
        "23": "Hosea, Hanania, Hașub,",
        "24": "Haloheș, Pilha, Șobec,",
        "25": "Rehum, Hașabna, Maaseia,",
        "26": "Ahia, Hanan, Anan,",
        "27": "Maluc, Harim, Baana.",
        "28": "Cealaltă parte a poporului, preoții, leviții, ușierii, cântăreții, slujitorii Templului și toți cei ce se despărțiseră de popoarele străine ca să urmeze Legea lui Dumnezeu, nevestele lor, fiii și fiicele lor, toți cei ce aveau cunoștință și pricepere,",
        "29": "s-au unit cu frații lor mai cu vază dintre ei. Au făgăduit cu jurământ și au jurat să umble în Legea lui Dumnezeu, dată prin Moise, robul lui Dumnezeu, să păzească și să împlinească toate poruncile Domnului, Stăpânului nostru, orânduirile și legile Lui.",
        "30": "Am făgăduit să nu dăm pe fetele noastre după popoarele țării și să nu luăm pe fetele lor de neveste pentru fiii noștri;",
        "31": "să nu cumpărăm nimic în ziua Sabatului și în zilele de sărbătoare de la popoarele țării care ar aduce de vânzare în ziua Sabatului mărfuri sau altceva de cumpărat și să lăsăm nelucrat pământul în anul al șaptelea și să nu cerem plata niciunei datorii. Hotărâri pentru întreținerea slujbei",
        "32": "Am luat asupra noastră îndatorirea să dăm a treia parte dintr-un siclu pe an pentru slujba Casei Dumnezeului nostru,",
        "33": "pentru pâinile pentru punerea înaintea Domnului, pentru darul de mâncare necurmat, pentru arderea-de-tot necurmată din zilele de Sabat, din zilele de lună nouă și din zilele de sărbători, pentru lucrurile închinate Domnului, pentru jertfele de ispășire pentru Israel și pentru tot ce se face în Casa Dumnezeului nostru.",
        "34": "Am tras la sorți, preoți, leviți și popor, pentru lemnele care trebuiau aduse pe fiecare an ca dar la Casa Dumnezeului nostru, după casele noastre părintești, la vremuri hotărâte, ca să fie arse pe altarul Domnului Dumnezeului nostru, cum este scris în Lege.",
        "35": "Am hotărât să aducem în fiecare an la Casa Domnului cele dintâi roade ale pământului nostru și cele dintâi roade din toate roadele tuturor pomilor;",
        "36": "să aducem la Casa Dumnezeului nostru, preoților care fac slujba în Casa Dumnezeului nostru, pe întâii născuți ai fiilor noștri și ai vitelor noastre, cum este scris în Lege, pe întâii născuți ai vacilor și oilor noastre;",
        "37": "să aducem preoților, în cămările Casei Dumnezeului nostru, cele dintâi roade din plămădeală și darurile noastre de mâncare din roadele tuturor pomilor, din must și din untdelemn; și să dăm zeciuială din pământul nostru leviților, care trebuie s-o ia ei înșiși în toate cetățile așezate pe pământurile pe care le lucrăm.",
        "38": "Preotul, fiul lui Aaron, va fi cu leviții când vor ridica zeciuiala, și leviții vor aduce zeciuială din zeciuială la Casa Dumnezeului nostru, în cămările casei vistieriei.",
        "39": "Căci copiii lui Israel și fiii lui Levi vor aduce în cămările acestea darurile de grâu, de must și de untdelemn; acolo sunt uneltele Sfântului Locaș și acolo stau preoții care fac slujba, ușierii și cântăreții. Astfel ne-am hotărât să nu părăsim Casa Dumnezeului nostru."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Cei care și-au pus sigiliul au fost: guvernatorul Neemia, fiul lui Hacalia; Zedechia,",
        "2": "Seraia, Azaria, Ieremia,",
        "3": "Pașhur, Amaria, Malchia,",
        "4": "Hatuș, Șebania, Maluh,",
        "5": "Harim, Meremot, Obadia,",
        "6": "Daniel, Ghinton, Baruc,",
        "7": "Meșulam, Abia, Miyamin,",
        "8": "Maazia, Bilgai și Șemaia – aceștia erau preoți.",
        "9": "Apoi leviții Iosua, fiul lui Azania, Binui, dintre fiii lui Henadad, Kadmiel",
        "10": "și frații lor: Șebania, Hodia, Chelita, Pelaia, Hanan,",
        "11": "Mica, Rehob, Hașabia,",
        "12": "Zacur, Șerebia, Șebania,",
        "13": "Hodia, Bani și Beninu.",
        "14": "După aceea căpeteniile poporului: Paroș, Pahat-Moab, Elam, Zatu, Bani,",
        "15": "Buni, Azgad, Bebai,",
        "16": "Adonia, Bigvai, Adin,",
        "17": "Ater, Ezechia, Azur,",
        "18": "Hodia, Hașum, Bețai,",
        "19": "Harif, Anatot, Nebai,",
        "20": "Magpiaș, Meșulam, Hezir,",
        "21": "Meșezabel, Țadok, Iadua,",
        "22": "Pelatia, Hanan, Anaia,",
        "23": "Osea, Hanania, Hașub,",
        "24": "Haloheș, Pilha, Șobek,",
        "25": "Rehum, Hașabna, Maaseia,",
        "26": "Ahia, Hanan, Anan,",
        "27": "Maluh, Harim și Baana.",
        "28": "Restul poporului, preoții, leviții, portarii, cântăreții, slujitorii de la Templu și toți aceia care se separaseră de popoarele străine de dragul Legii lui Dumnezeu, împreună cu soțiile lor, cu fiii și cu fiicele lor și cu toți aceia care aveau cunoștință și pricepere,",
        "29": "s-au alăturat fraților lor, nobilii, și s-au legat cu jurământ să umble în Legea lui Dumnezeu, dată prin Moise, slujitorul lui Dumnezeu, să o păzească și să împlinească toate poruncile Domnului, Stăpânului nostru, precum și judecățile și hotărârile Lui.",
        "30": "Am jurat atunci: „Nu ne vom da fetele de soții celor din popoarele din țară și nu le vom mai lua pe fetele lor de soții pentru fiii noștri.",
        "31": "Când popoarele țării vor veni să vândă produse și tot felul de grâne în ziua de sabat, nu vom cumpăra nimic de la ele, nici în ziua de sabat, nici în vreo altă zi sfântă. În fiecare al șaptelea an vom lăsa nelucrate terenurile și vom anula orice datorie.",
        "32": "Am hotărât să împlinim poruncile și să dăm o treime dintr-un șechel, în fiecare an, pentru slujba de la Casa Dumnezeului nostru,",
        "33": "pentru pâinea așezată în șiruri pe masă, pentru darul de mâncare continuu, pentru arderea-de-tot continuă, pentru jertfele aduse în zilele de sabat, în fiecare lună nouă și cu ocazia sărbătorilor, pentru darurile sfinte, pentru jertfele aduse ca ispășire pentru păcatele lui Israel, și pentru toată lucrarea de la Casa Dumnezeului nostru.",
        "34": "Noi – preoții, leviții și oameni din popor – potrivit cu familiile noastre, am tras la sorți în legătură cu lemnele ce trebuie aduse ca ofrandă în fiecare an, la vremuri hotărâte, la Casa Dumnezeului nostru, ca să fie arse pe altarul Domnului, Dumnezeul nostru, așa cum este scris în Lege.",
        "35": "Vom aduce la Casa Domnului, în fiecare an, primele roade ale pământului nostru și primele roade din toate roadele fiecărui pom.",
        "36": "De asemenea, așa cum este scris în Lege, vom aduce la Casa Dumnezeului nostru, la preoții care slujesc în Casa Dumnezeului nostru, pe întâii născuți dintre fiii noștri și dintre vitele noastre, și pe întâii născuți din cirezile noastre și din turmele noastre.",
        "37": "Vom aduce preoților, în cămările Casei Dumnezeului nostru, cele dintâi roade din aluatul nostru, din contribuțiile noastre, din fructe, din must și din ulei și le vom da leviților zeciuiala din roadele pământurilor noastre. Înșiși leviții vor putea să ia zeciuiala în toate cetățile unde lucrăm.",
        "38": "Preotul, fiul lui Aaron, să-i însoțească pe leviți când vor lua zeciuiala, iar leviții să ducă a zecea parte din zeciuială la Casa Dumnezeului nostru, în cămările vistieriei.",
        "39": "Căci fiii lui Israel și leviții vor aduce contribuțiile din grâne, din must și din ulei în cămările în care se află obiectele Sfântului Lăcaș, acolo unde slujesc preoții, portarii și cântăreții. Nu vom mai uita de Casa Dumnezeului nostru!“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now those who sealed were: Nehemiah the governor, the son of Hacaliah, and Zedekiah,",
        "2": "Seraiah, Azariah, Jeremiah,",
        "3": "Pashhur, Amariah, Malchijah,",
        "4": "Hattush, Shebaniah, Malluch,",
        "5": "Harim, Meremoth, Obadiah,",
        "6": "Daniel, Ginnethon, Baruch,",
        "7": "Meshullam, Abijah, Mijamin,",
        "8": "Maaziah, Bilgai, and Shemaiah. These were the priests.",
        "9": "The Levites: Jeshua the son of Azaniah, Binnui of the sons of Henadad, Kadmiel;",
        "10": "and their brothers, Shebaniah, Hodiah, Kelita, Pelaiah, Hanan,",
        "11": "Mica, Rehob, Hashabiah,",
        "12": "Zaccur, Sherebiah, Shebaniah,",
        "13": "Hodiah, Bani, and Beninu.",
        "14": "The chiefs of the people: Parosh, Pahathmoab, Elam, Zattu, Bani,",
        "15": "Bunni, Azgad, Bebai,",
        "16": "Adonijah, Bigvai, Adin,",
        "17": "Ater, Hezekiah, Azzur,",
        "18": "Hodiah, Hashum, Bezai,",
        "19": "Hariph, Anathoth, Nobai,",
        "20": "Magpiash, Meshullam, Hezir,",
        "21": "Meshezabel, Zadok, Jaddua,",
        "22": "Pelatiah, Hanan, Anaiah,",
        "23": "Hoshea, Hananiah, Hasshub,",
        "24": "Hallohesh, Pilha, Shobek,",
        "25": "Rehum, Hashabnah, Maaseiah,",
        "26": "Ahiah, Hanan, Anan,",
        "27": "Malluch, Harim, and Baanah.",
        "28": "The rest of the people, the priests, the Levites, the gatekeepers, the singers, the temple servants, and all those who had separated themselves from the peoples of the lands to the law of God, their wives, their sons, and their daughters—everyone who had knowledge and understanding—",
        "29": "joined with their brothers, their nobles, and entered into a curse and into an oath, to walk in God’s law, which was given by Moses the servant of God, and to observe and do all the commandments of Yahweh our Lord, and his ordinances and his statutes;",
        "30": "and that we would not give our daughters to the peoples of the land, nor take their daughters for our sons;",
        "31": "and if the peoples of the land bring wares or any grain on the Sabbath day to sell, that we would not buy from them on the Sabbath, or on a holy day; and that we would forego the seventh year crops and the exaction of every debt.",
        "32": "Also we made ordinances for ourselves, to charge ourselves yearly with the third part of a shekel for the service of the house of our God:",
        "33": "for the show bread, for the continual meal offering, for the continual burnt offering, for the Sabbaths, for the new moons, for the set feasts, for the holy things, for the sin offerings to make atonement for Israel, and for all the work of the house of our God.",
        "34": "We, the priests, the Levites, and the people, cast lots for the wood offering, to bring it into the house of our God, according to our fathers’ houses, at times appointed year by year, to burn on Yahweh our God’s altar, as it is written in the law;",
        "35": "and to bring the first fruits of our ground and the first fruits of all fruit of all kinds of trees, year by year, to Yahweh’s house;",
        "36": "also the firstborn of our sons and of our livestock, as it is written in the law, and the firstborn of our herds and of our flocks, to bring to the house of our God, to the priests who minister in the house of our God;",
        "37": "and that we should bring the first fruits of our dough, our wave offerings, the fruit of all kinds of trees, and the new wine and the oil, to the priests, to the rooms of the house of our God; and the tithes of our ground to the Levites; for they, the Levites, take the tithes in all our farming villages.",
        "38": "The priest, the descendent of Aaron, shall be with the Levites when the Levites take tithes. The Levites shall bring up the tithe of the tithes to the house of our God, to the rooms, into the treasure house.",
        "39": "For the children of Israel and the children of Levi shall bring the wave offering of the grain, of the new wine, and of the oil, to the rooms where the vessels of the sanctuary are, and the priests who minister, with the gatekeepers and the singers. We will not forsake the house of our God."
      }
    }
  }
}