{
  "book": "Neemia",
  "chapter": "9",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În a douăzeci și patra zi a aceleiași luni, copiii lui Israel s-au adunat, îmbrăcați în saci și presărați cu țărână, pentru ținerea unui post.",
        "2": "Cei ce erau din neamul lui Israel, despărțindu-se de toți străinii, au venit și și-au mărturisit păcatele lor și fărădelegile părinților lor.",
        "3": "După ce au stat jos, au citit în cartea Legii Domnului Dumnezeului lor a patra parte din zi, și altă a patra parte din zi și-au mărturisit păcatele și s-au închinat înaintea Domnului Dumnezeului lor.",
        "4": "Iosua, Bani, Cadmiel, Șebania, Buni, Șerebia, Bani și Chenani s-au suit pe scaunul leviților și au strigat cu glas tare către Domnul Dumnezeul lor.",
        "5": "Și leviții Iosua, Cadmiel, Bani, Hașabnia, Șerebia, Hodia, Șebania și Petahia au zis: „Sculați-vă și binecuvântați pe Domnul Dumnezeul vostru, din veșnicie în veșnicie! Binecuvântat să fie Numele Tău cel slăvit, care este mai presus de orice binecuvântare și de orice laudă!",
        "6": "Tu, Doamne, numai Tu ai făcut cerurile, cerurile cerurilor și toată oștirea lor și pământul cu tot ce este pe el, mările cu tot ce cuprind ele. Tu dai viață tuturor acestor lucruri și oștirea cerurilor se închină înaintea Ta.",
        "7": "Tu, Doamne Dumnezeule, ai ales pe Avram, l-ai scos din Ur, din Haldeea, și i-ai pus numele Avraam.",
        "8": "Tu ai găsit inima lui credincioasă înaintea Ta, ai făcut legământ cu el și ai făgăduit că vei da seminței lui țara canaaniților, hetiților, amoriților, fereziților, iebusiților și ghirgasiților și Ți-ai ținut cuvântul, căci ești drept.",
        "9": "Tu ai văzut necazul părinților noștri în Egipt și le-ai auzit strigătele la Marea Roșie.",
        "10": "Ai făcut semne și minuni împotriva lui Faraon, împotriva tuturor slujitorilor lui și împotriva întregului popor din țara lui, pentru că știai cu câtă îngâmfare se purtaseră față de părinții noștri și Ți-ai arătat slava Ta, cum se vede astăzi.",
        "11": "Ai despărțit marea înaintea lor și au trecut pe uscat prin mijlocul mării, dar ai prăbușit în adânc, ca o piatră în fundul apelor, pe cei ce-i urmăreau.",
        "12": "I-ai călăuzit ziua printr-un stâlp de nor și noaptea printr-un stâlp de foc, care le lumina drumul pe care aveau să-l urmeze.",
        "13": "Te-ai coborât pe muntele Sinai, le-ai vorbit din înălțimea cerurilor și le-ai dat porunci drepte, legi adevărate, învățături și orânduiri minunate.",
        "14": "Le-ai făcut cunoscut Sabatul Tău cel sfânt și le-ai dat prin robul Tău Moise porunci, învățături și o lege.",
        "15": "Le-ai dat, de la înălțimea cerurilor, pâine când le era foame și ai scos apă din stâncă atunci când le era sete. Și le-ai spus să intre în stăpânirea țării pe care juraseși că le-o vei da.",
        "16": "Dar părinții noștri s-au îngâmfat și și-au înțepenit grumazul. N-au urmat poruncile Tale,",
        "17": "n-au vrut să asculte și au dat uitării minunile pe care le făcuseși pentru ei. Și-au înțepenit grumazul și, în răzvrătirea lor, și-au pus o căpetenie ca să se întoarcă în robia lor. Dar Tu, Tu ești un Dumnezeu gata să ierți, îndurător și milostiv, încet la mânie și bogat în bunătate. Și nu i-ai părăsit",
        "18": "nici chiar atunci când și-au făcut un vițel turnat și au zis: ‘Iată Dumnezeul tău care te-a scos din Egipt!’ și s-au dedat la mari ocări față de Tine.",
        "19": "În îndurarea Ta fără margini, nu i-ai părăsit în pustie și stâlpul de nor n-a încetat să-i călăuzească ziua pe drum, nici stâlpul de foc să le lumineze noaptea drumul pe care aveau să-l urmeze.",
        "20": "Le-ai dat Duhul Tău cel bun ca să-i facă înțelepți; n-ai îndepărtat mana Ta de la gura lor și le-ai dat apă să-și potolească setea.",
        "21": "Patruzeci de ani ai avut grijă să-i hrănești în pustie și n-au dus lipsă de nimic, hainele nu li s-au învechit și picioarele nu li s-au umflat.",
        "22": "Le-ai dat în mână împărății și popoare, ale căror ținuturi le-ai împărțit între ei, și au stăpânit țara lui Sihon, împăratul Hesbonului, și țara lui Og, împăratul Basanului.",
        "23": "Le-ai înmulțit fiii ca stelele cerurilor și i-ai adus în țara despre care spuseseși părinților lor că au s-o ia în stăpânire.",
        "24": "Și fiii lor au intrat și au luat țara în stăpânire; ai smerit înaintea lor pe locuitorii țării, canaaniții, și i-ai dat în mâinile lor, împreună cu împărații și popoarele țării, ca să le facă ce le place.",
        "25": "Au ajuns stăpâni pe cetăți întărite și pe pământuri roditoare; au stăpânit case pline de tot felul de bunătăți, puțuri săpate, vii, măslini și pomi roditori din belșug; au mâncat, s-au săturat, s-au îngrășat și au trăit în desfătări, prin bunătatea Ta cea mare.",
        "26": "Totuși ei s-au răsculat și s-au răzvrătit împotriva Ta. Au aruncat Legea Ta la spatele lor, au ucis pe prorocii Tăi, care-i rugau fierbinte să se întoarcă la Tine, și s-au dedat la mari ocări față de Tine.",
        "27": "Atunci i-ai lăsat în mâinile vrăjmașilor lor, care i-au apăsat. Dar, în vremea necazului lor, au strigat către Tine, și Tu i-ai auzit de la înălțimea cerurilor și, în îndurarea Ta cea mare, le-ai dat izbăvitori care i-au scăpat din mâinile vrăjmașilor lor.",
        "28": "Când au avut odihnă, au început iarăși să facă rău înaintea Ta. Atunci i-ai lăsat în mâinile vrăjmașilor lor, care i-au stăpânit. Dar din nou au strigat către Tine, și Tu i-ai auzit de la înălțimea cerurilor și, în marea Ta îndurare, i-ai izbăvit de mai multe ori.",
        "29": "I-ai rugat fierbinte să se întoarcă la Legea Ta, dar ei au stăruit în îngâmfarea lor, n-au ascultat de poruncile Tale, au păcătuit împotriva orânduirilor Tale, care fac viu pe cel ce le împlinește, Ți-au întors spatele cu îndărătnicie, și-au înțepenit grumazul și n-au ascultat.",
        "30": "I-ai îngăduit astfel mulți ani, le-ai dat înștiințări prin Duhul Tău, prin proroci, și tot n-au luat aminte. Atunci i-ai dat în mâinile unor popoare străine.",
        "31": "Dar, în marea Ta îndurare, nu i-ai nimicit și nu i-ai părăsit, căci Tu ești un Dumnezeu milostiv și îndurător.",
        "32": "Și acum, Dumnezeul nostru, Dumnezeule mare, puternic și înfricoșat, Tu, care Îți ții legământul Tău de îndurare, nu privi ca puțin lucru toate suferințele prin care am trecut noi, împărații noștri, căpeteniile noastre, preoții noștri, prorocii noștri, părinții noștri și tot poporul Tău, din vremea împăraților Asiriei până în ziua de azi.",
        "33": "Tu ai fost drept în tot ce ni s-a întâmplat, căci Te-ai arătat credincios, iar noi am făcut rău.",
        "34": "Împărații noștri, căpeteniile noastre, preoții noștri și părinții noștri n-au păzit Legea și n-au dat ascultare nici poruncilor, nici înștiințărilor pe care li le dădeai.",
        "35": "Când erau stăpâni, în mijlocul multelor binefaceri pe care li le dădeai, în țara întinsă și roditoare pe care le-o dăduseși, nu Ți-au slujit și nu s-au abătut de la faptele lor rele.",
        "36": "Și astăzi, iată-ne robi! Iată-ne robi pe pământul pe care l-ai dat părinților noștri pentru ca să se bucure de roadele și de bunurile lui!",
        "37": "El își înmulțește roadele pentru împărații cărora ne-ai supus din pricina păcatelor noastre; ei stăpânesc după plac asupra trupurilor noastre și asupra vitelor noastre și suntem într-o mare strâmtorare!” Înnoirea legământului",
        "38": "Pentru toate acestea, noi am încheiat un legământ, pe care l-am făcut în scris. Și căpeteniile noastre, leviții noștri și preoții noștri și-au pus pecetea pe el."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În a douăzeci și patra zi a aceleiași luni, fiii lui Israel s-au adunat cu toții ca să țină un post. Fiecare își acoperise coapsele cu o pânză de sac și își presărase țărână pe cap.",
        "2": "Cei din neamul lui Israel s-au separat de toți străinii și, stând în picioare, și-au mărturisit păcatele lor și nelegiuirile părinților lor.",
        "3": "Au stat la locurile lor și, timp de un sfert din zi, au citit din Cartea Legii Domnului, Dumnezeul lor. Apoi, într-un alt sfert din zi, și-au mărturisit păcatele și s-au închinat Domnului, Dumnezeul lor.",
        "4": "Iosua, Bani, Kadmiel, Șebania, Buni, Șerebia, Bani și Chenani s-au urcat pe estrada leviților și au strigat cu glas tare către Domnul, Dumnezeul lor.",
        "5": "Leviții Iosua, Kadmiel, Bani, Hașabnia, Șerebia, Hodia, Șebania și Petahia au zis: „Ridicați-vă și binecuvântați-L pe Domnul, Dumnezeul vostru, Care este din veșnicie în veșnicie! Binecuvântat să-Ți fie Numele cel glorios, care este mai presus de orice binecuvântare și de orice laudă!",
        "6": "Tu ești Domnul și în afară de Tine nu este un altul! Tu ai făcut cerurile și cerurile cerurilor cu toată armata lor, pământul cu tot ce este pe el, mările cu tot ce este în ele. Tu dai viață tuturor acestora, iar armata cerurilor Ți se închină.",
        "7": "Tu ești Domnul, Dumnezeul Care l-ai ales pe Avram, Care l-ai scos din Ur, din Caldeea, și i-ai pus numele Avraam.",
        "8": "Tu i-ai găsit inima credincioasă înaintea Ta și ai încheiat cu el un legământ, potrivit căruia le vei da descendenților lui țara canaaniților, a hitiților, a amoriților, a periziților, a iebusiților și a ghirgașiților. Ți-ai ținut promisiunile, căci Tu ești drept.",
        "9": "Apoi ai văzut asuprirea strămoșilor noștri în Egipt și le-ai auzit strigătul la Marea Roșie.",
        "10": "Ai făcut semne și minuni împotriva lui Faraon, împotriva tuturor slujitorilor săi și împotriva întregului popor din țara sa, căci ai știut cât de arogant s-au purtat cu aceștia, și Ți-ai făcut un Nume, cum se știe astăzi.",
        "11": "Ai despărțit marea înaintea lor, și ei au trecut prin mijlocul mării ca pe uscat. Însă pe urmăritorii lor i-ai aruncat în adâncuri, ca pe o piatră în ape mari.",
        "12": "Apoi i-ai condus printr-un stâlp de nor ziua, și printr-un stâlp de foc noaptea, ca să le luminezi calea pe care mergeau.",
        "13": "Ai coborât pe muntele Sinai și le-ai vorbit din Ceruri. Le-ai dat reguli drepte, legi adevărate, hotărâri și porunci bune.",
        "14": "Le-ai făcut cunoscut sabatul Tău cel sfânt și le-ai dat porunci, hotărâri și o Lege prin mâna lui Moise, slujitorul Tău.",
        "15": "Le-ai dat pâine din cer, atunci când le era foame, le-ai scos apă din stâncă, atunci când le era sete, și le-ai spus să vină să ia în stăpânire țara pe care juraseși, cu mâna ridicată, că le-o vei da.",
        "16": "Însă ei, strămoșii noștri, s-au mândrit, au fost încăpățânați și n-au ascultat de poruncile Tale.",
        "17": "Au refuzat să asculte și nu și-au amintit de lucrările Tale minunate, pe care le-ai înfăptuit printre ei. S-au încăpățânat și, în răzvrătirea lor, și-au numit o căpetenie, ca să se întoarcă în sclavie. Dar Tu ești un Dumnezeu iertător, plin de har și milostiv, încet la mânie și plin de îndurare, și nu i-ai părăsit.",
        "18": "Chiar și atunci când și-au făcut un vițel turnat, zicând: «Acesta este Dumnezeul tău, Care te-a scos din Egipt!» și s-au făcut vinovați de multă blasfemie,",
        "19": "Tu, în marea Ta îndurare, nu i-ai părăsit în deșert. Stâlpul de nor n-a încetat să-i călăuzească ziua pe drum, iar stâlpul de foc n-a încetat să le lumineze noaptea drumul pe care mergeau.",
        "20": "Le-ai dat chiar și Duhul Tău cel bun ca să-i instruiască. Nu Ți-ai retras mana de la gura lor și ai continuat să le dai apă ca să-și potolească setea.",
        "21": "Timp de patruzeci de ani le-ai asigurat hrana în deșert și n-au dus lipsă de nimic; hainele nu li s-au învechit, iar picioarele nu li s-au umflat.",
        "22": "Le-ai dat regate și popoare și ai împărțit între ei fiecare teritoriu. Astfel, ei au luat în stăpânire țara lui Sihon, adică țara regelui din Heșbon, și țara lui Og, regele Bașanului.",
        "23": "Le-ai înmulțit fiii ca stelele cerurilor și i-ai adus în țara în care le-ai zis părinților lor să intre ca s-o ia în stăpânire.",
        "24": "Fiii lor au intrat și au luat în stăpânire țara, iar Tu i-ai smerit înaintea lor pe locuitorii țării, pe canaaniți, și ai dat în mâinile lor pe regii acestora și popoarele țării, ca să facă cu ei ce consideră că este bine.",
        "25": "Au cucerit cetăți fortificate, pământuri roditoare, au luat în stăpânire case pline cu tot felul de bunuri, fântâni deja săpate, vii, măslini și o mulțime de pomi fructiferi. Au mâncat, s-au săturat, s-au îngrășat și s-au bucurat de viață datorită bunătății Tale celei mari.",
        "26": "Dar, apoi, s-au arătat neascultători, s-au răzvrătit împotriva Ta, au aruncat înapoia lor Legea Ta, i-au ucis pe profeții Tăi, care îi avertizau să se întoarcă la Tine, și s-au făcut astfel vinovați de multă blasfemie.",
        "27": "Atunci i-ai dat pe mâna dușmanilor lor, care i-au asuprit. Totuși, în vremea necazului lor, ei au strigat către Tine, iar Tu i-ai auzit din Ceruri. În marea Ta îndurare, le-ai dat eliberatori, care i-au eliberat din mâna dușmanilor lor.",
        "28": "Când au avut odihnă însă, au făcut iarăși ce este rău înaintea Ta. Atunci i-ai lăsat pe mâna dușmanilor lor, care au domnit peste ei. Dar ei s-au întors și au strigat către Tine, iar Tu i-ai auzit din Ceruri și, în îndurarea Ta, i-ai eliberat în numeroase rânduri.",
        "29": "I-ai avertizat să se întoarcă la Legea Ta, dar ei s-au mândrit, n-au ascultat de poruncile Tale și au păcătuit împotriva hotărârilor Tale, pe care, dacă omul le respectă, va trăi prin ele. Ți-au întors spatele cu încăpățânare, s-au răzvrătit și n-au ascultat.",
        "30": "I-ai îngăduit așa mulți ani, i-ai avertizat prin Duhul Tău, prin profeții Tăi, dar ei tot n-au vrut să asculte și, astfel, i-ai dat pe mâna popoarelor străine.",
        "31": "Cu toate acestea, în marea Ta îndurare, nu i-ai nimicit, nici nu i-ai părăsit, căci Tu ești un Dumnezeu plin de har și milostiv.",
        "32": "Acum, Dumnezeul nostru, Dumnezeule cel Mare, Puternic și Înfricoșător, Cel Care păstrezi legământul și îndurarea, nu privi ca pe ceva neînsemnat toate greutățile prin care am trecut, atât noi, cât și regii noștri, conducătorii noștri, preoții noștri, profeții noștri și strămoșii noștri, tot poporul Tău, din zilele împăraților Asiriei și până în ziua aceasta!",
        "33": "Cu privire la tot ce a venit peste noi, Tu ai fost drept, căci ai lucrat cu credincioșie, dar noi am făcut ceea ce este rău!",
        "34": "Regii, conducătorii, preoții și strămoșii noștri n-au împlinit Legea Ta. N-au dat ascultare poruncilor și înștiințărilor Tale prin care i-ai avertizat.",
        "35": "În regatul lor, în mijlocul multor bunătăți primite de la Tine, în țara cea întinsă și bogată pe care le-o dăduseși, ei nu Ți-au slujit și nu s-au întors de la faptele lor cele rele.",
        "36": "Și, iată-ne astăzi sclavi în țara pe care le-ai dat-o strămoșilor noștri, ca să-i mănânce roadele și bunătățile! Iată-ne sclavi chiar în ea!",
        "37": "Rodul ei îi îmbogățește pe împărații pe care i-ai pus stăpâni peste noi din cauza păcatelor noastre. Ei stăpânesc după bunul lor plac asupra trupurilor noastre și asupra vitelor noastre, iar noi ne aflăm într-un mare necaz“. Poporul încheie o înțelegere",
        "38": "Cu privire la toate acestea, noi am încheiat în scris o înțelegere de neclintit, pe document punându-și pecetea conducătorii, leviții și preoții."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now in the twenty-fourth day of this month the children of Israel were assembled with fasting, with sackcloth, and dirt on them.",
        "2": "The offspring of Israel separated themselves from all foreigners and stood and confessed their sins and the iniquities of their fathers.",
        "3": "They stood up in their place, and read in the book of the law of Yahweh their God a fourth part of the day; and a fourth part they confessed and worshiped Yahweh their God.",
        "4": "Then Jeshua, Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani, and Chenani of the Levites stood up on the stairs, and cried with a loud voice to Yahweh their God.",
        "5": "Then the Levites, Jeshua, and Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah, and Pethahiah, said, “Stand up and bless Yahweh your God from everlasting to everlasting! Blessed be your glorious name, which is exalted above all blessing and praise!",
        "6": "You are Yahweh, even you alone. You have made heaven, the heaven of heavens, with all their army, the earth and all things that are on it, the seas and all that is in them, and you preserve them all. The army of heaven worships you.",
        "7": "You are Yahweh, the God who chose Abram, brought him out of Ur of the Chaldees, gave him the name of Abraham,",
        "8": "found his heart faithful before you, and made a covenant with him to give the land of the Canaanite, the Hittite, the Amorite, the Perizzite, the Jebusite, and the Girgashite, to give it to his offspring, and have performed your words, for you are righteous.",
        "9": "“You saw the affliction of our fathers in Egypt, and heard their cry by the Red Sea,",
        "10": "and showed signs and wonders against Pharaoh, against all his servants, and against all the people of his land, for you knew that they dealt proudly against them, and made a name for yourself, as it is today.",
        "11": "You divided the sea before them, so that they went through the middle of the sea on the dry land; and you cast their pursuers into the depths, as a stone into the mighty waters.",
        "12": "Moreover, in a pillar of cloud you led them by day; and in a pillar of fire by night, to give them light in the way in which they should go.",
        "13": "“You also came down on Mount Sinai, and spoke with them from heaven, and gave them right ordinances and true laws, good statutes and commandments,",
        "14": "and made known to them your holy Sabbath, and commanded them commandments, statutes, and a law, by Moses your servant,",
        "15": "and gave them bread from the sky for their hunger, and brought water out of the rock for them for their thirst, and commanded them that they should go in to possess the land which you had sworn to give them.",
        "16": "“But they and our fathers behaved proudly, hardened their neck, didn’t listen to your commandments,",
        "17": "and refused to obey. They weren’t mindful of your wonders that you did among them, but hardened their neck, and in their rebellion appointed a captain to return to their bondage. But you are a God ready to pardon, gracious and merciful, slow to anger, and abundant in loving kindness, and didn’t forsake them.",
        "18": "Yes, when they had made themselves a molded calf, and said, ‘This is your God who brought you up out of Egypt,’ and had committed awful blasphemies,",
        "19": "yet you in your manifold mercies didn’t forsake them in the wilderness. The pillar of cloud didn’t depart from over them by day, to lead them in the way; neither did the pillar of fire by night, to show them light, and the way in which they should go.",
        "20": "You gave also your good Spirit to instruct them, and didn’t withhold your manna from their mouth, and gave them water for their thirst.",
        "21": "“Yes, forty years you sustained them in the wilderness. They lacked nothing. Their clothes didn’t grow old, and their feet didn’t swell.",
        "22": "Moreover you gave them kingdoms and peoples, which you allotted according to their portions. So they possessed the land of Sihon, even the land of the king of Heshbon, and the land of Og king of Bashan.",
        "23": "You also multiplied their children as the stars of the sky, and brought them into the land concerning which you said to their fathers that they should go in to possess it.",
        "24": "“So the children went in and possessed the land; and you subdued before them the inhabitants of the land, the Canaanites, and gave them into their hands, with their kings and the peoples of the land, that they might do with them as they pleased.",
        "25": "They took fortified cities and a rich land, and possessed houses full of all good things, cisterns dug out, vineyards, olive groves, and fruit trees in abundance. So they ate, were filled, became fat, and delighted themselves in your great goodness.",
        "26": "“Nevertheless they were disobedient and rebelled against you, cast your law behind their back, killed your prophets that testified against them to turn them again to you, and they committed awful blasphemies.",
        "27": "Therefore you delivered them into the hand of their adversaries, who distressed them. In the time of their trouble, when they cried to you, you heard from heaven; and according to your manifold mercies you gave them saviors who saved them out of the hands of their adversaries.",
        "28": "But after they had rest, they did evil again before you; therefore you left them in the hands of their enemies, so that they had the dominion over them; yet when they returned and cried to you, you heard from heaven; and many times you delivered them according to your mercies,",
        "29": "and testified against them, that you might bring them again to your law. Yet they were arrogant, and didn’t listen to your commandments, but sinned against your ordinances (which if a man does, he shall live in them), turned their backs, stiffened their neck, and would not hear.",
        "30": "Yet many years you put up with them, and testified against them by your Spirit through your prophets. Yet they would not listen. Therefore you gave them into the hand of the peoples of the lands.",
        "31": "“Nevertheless in your manifold mercies you didn’t make a full end of them, nor forsake them; for you are a gracious and merciful God.",
        "32": "Now therefore, our God, the great, the mighty, and the awesome God, who keeps covenant and loving kindness, don’t let all the travail seem little before you that has come on us, on our kings, on our princes, on our priests, on our prophets, on our fathers, and on all your people, since the time of the kings of Assyria to this day.",
        "33": "However you are just in all that has come on us; for you have dealt truly, but we have done wickedly.",
        "34": "Also our kings, our princes, our priests, and our fathers have not kept your law, nor listened to your commandments and your testimonies with which you testified against them.",
        "35": "For they have not served you in their kingdom, and in your great goodness that you gave them, and in the large and rich land which you gave before them. They didn’t turn from their wicked works.",
        "36": "“Behold, we are servants today, and as for the land that you gave to our fathers to eat its fruit and its good, behold, we are servants in it.",
        "37": "It yields much increase to the kings whom you have set over us because of our sins. Also they have power over our bodies and over our livestock, at their pleasure, and we are in great distress.",
        "38": "Yet for all this, we make a sure covenant, and write it; and our princes, our Levites, and our priests, seal it.”"
      }
    }
  }
}