{
  "book": "Neemia",
  "chapter": "8",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Când a venit luna a șaptea, copiii lui Israel erau în cetățile lor. Atunci, tot poporul s-a strâns ca un singur om pe locul deschis dinaintea Porții Apelor. Au zis cărturarului Ezra să se ducă să ia cartea Legii lui Moise, dată de Domnul lui Israel.",
        "2": "Și preotul Ezra a adus Legea înaintea adunării alcătuite din bărbați și femei și din toți cei ce erau în stare s-o înțeleagă. Era întâia zi a lunii a șaptea.",
        "3": "Ezra a citit în carte de dimineață până la amiază, pe locul deschis dinaintea Porții Apelor, în fața bărbaților și femeilor și în fața celor ce erau în stare s-o înțeleagă. Tot poporul a fost cu luare aminte la citirea cărții Legii.",
        "4": "Cărturarul Ezra stătea pe un scaun de lemn, ridicat cu prilejul acesta. Lângă el, la dreapta, stăteau: Matitia, Șema, Anaia, Urie, Hilchia și Maaseia, și la stânga: Pedaia, Mișael, Malchia, Hașum, Hașbadana, Zaharia și Meșulam.",
        "5": "Ezra a deschis cartea înaintea întregului popor, căci stătea mai sus decât tot poporul. Și, când a deschis-o, tot poporul s-a sculat.",
        "6": "Ezra a binecuvântat pe Domnul Dumnezeul cel mare, și tot poporul a răspuns ridicând mâinile: „Amin! Amin!” Și s-au plecat și s-au închinat înaintea Domnului, cu fața la pământ.",
        "7": "Iosua, Bani, Șerebia, Iamin, Acub, Șabetai, Hodia, Maaseia, Chelita, Azaria, Iozabad, Hanan, Pelaia și leviții lămureau poporului Legea și fiecare stătea la locul lui.",
        "8": "Ei citeau deslușit în cartea Legii lui Dumnezeu și-i arătau înțelesul, ca să-i facă să înțeleagă ce citiseră. Prăznuirea Sărbătorii Corturilor",
        "9": "Dregătorul Neemia, preotul și cărturarul Ezra și leviții care învățau pe popor au zis întregului popor: „Ziua aceasta este închinată Domnului Dumnezeului vostru; să nu vă bociți și să nu plângeți!” Căci tot poporul plângea când a auzit cuvintele Legii.",
        "10": "Ei le-au zis: „Duceți-vă de mâncați cărnuri grase și beți băuturi dulci și trimiteți câte o parte și celor ce n-au nimic pregătit, căci ziua aceasta este închinată Domnului nostru; nu vă mâhniți, căci bucuria Domnului va fi tăria voastră.”",
        "11": "Leviții potoleau pe tot poporul zicând: „Tăceți, căci ziua aceasta este sfântă; nu vă mâhniți!”",
        "12": "Și tot poporul s-a dus să mănânce și să bea. Și au trimis câte o parte și altora și s-au veselit mult. Căci înțeleseseră cuvintele care li se tâlcuiseră.",
        "13": "A doua zi, capii de familie din tot poporul, preoții și leviții s-au strâns la cărturarul Ezra ca să audă tâlcuirea cuvintelor Legii.",
        "14": "Și au găsit scris în Lege că Domnul poruncise prin Moise că fiii lui Israel trebuie să locuiască în corturi în timpul sărbătorii lunii a șaptea.",
        "15": "Atunci au trimis să răspândească vestea aceasta în toate cetățile lor și la Ierusalim: „Duceți-vă la munte și aduceți ramuri de măslin, ramuri de măslin sălbatic, ramuri de mirt, ramuri de finic și ramuri de copaci stufoși, ca să faceți corturi, cum este scris.”",
        "16": "Atunci, poporul s-a dus și a adus ramuri și au făcut corturi pe acoperișul caselor lor, în curțile lor, în curțile Casei lui Dumnezeu, pe locul deschis dinaintea Porții Apelor și pe locul deschis de la poarta lui Efraim.",
        "17": "Toată adunarea celor ce se întorseseră din robie a făcut corturi și a locuit în aceste corturi. Din vremea lui Iosua, fiul lui Nun, până în ziua aceasta, nu mai făcuseră copiii lui Israel așa ceva. Și a fost foarte mare veselie.",
        "18": "Au citit în cartea Legii lui Dumnezeu în fiecare zi, din cea dintâi zi până la cea din urmă. Au prăznuit sărbătoarea șapte zile și a fost o adunare de sărbătoare în ziua a opta, cum este poruncit."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Tot poporul s-a strâns, într-un gând și-un suflet, în piața din fața Porții Apelor. Ei i-au zis cărturarului Ezra să aducă el Cartea Legii lui Moise, pe care Domnul o poruncise lui Israel.",
        "2": "Preotul Ezra a adus Legea înaintea adunării alcătuite din bărbați, femei și din toți cei care erau în stare să o înțeleagă. Era ziua întâi a lunii a șaptea.",
        "3": "Ezra a citit din Lege în piața dinaintea Porții Apelor, de la răsăritul soarelui până la amiază, în prezența bărbaților, a femeilor și a celor ce puteau să o înțeleagă. Tot poporul asculta cu atenție la citirea Cărții Legii.",
        "4": "Cărturarul Ezra stătea pe o estradă din lemn, construită cu această ocazie. Lângă el, la dreapta lui, stăteau Matitia, Șema, Anaia, Uria, Hilchia și Maaseia, iar la stânga lui – Pedaia, Mișael, Malchia, Hașum, Hașbadana, Zaharia și Meșulam.",
        "5": "Ezra a deschis Cartea înaintea ochilor întregului popor, căci era așezat mai sus decât poporul. Când a deschis Cartea, tot poporul s-a ridicat în picioare.",
        "6": "Ezra L-a binecuvântat pe Domnul, Dumnezeul cel mare, și tot poporul, ridicând mâinile, a răspuns: „Amin! Amin!“. Apoi s-au plecat și s-au închinat Domnului cu fața la pământ.",
        "7": "Iosua, Bani, Șerebia, Iamin, Akub, Șabtai, Hodia, Maaseia, Chelita, Azaria, Iozabad, Hanan, Pelaia și leviții ajutau poporul să înțeleagă Legea, iar poporul a rămas pe loc.",
        "8": "Ei citeau din Cartea Legii lui Dumnezeu, explicând-o și arătându-i sensul, astfel încât poporul să înțeleagă cele citite.",
        "9": "Guvernatorul Neemia, preotul și cărturarul Ezra, precum și leviții care învățau poporul au zis întregului popor: „Această zi este sfântă pentru Domnul, Dumnezeul vostru. Să nu bociți și să nu plângeți!“. Căci tot poporul începuse să plângă la auzirea cuvintelor Legii.",
        "10": "Ei le-au mai zis: „Duceți-vă și mâncați mâncăruri alese, beți băuturi dulci și trimiteți câte ceva și celor ce n-au nimic pregătit, căci este o zi sfântă pentru Stăpânul nostru. Nu vă întristați, căci bucuria Domnului este puterea voastră!“.",
        "11": "Leviții domoleau poporul, zicând: „Liniște, căci aceasta este o zi sfântă! Nu vă întristați!“.",
        "12": "Tot poporul s-a dus apoi să mănânce, să bea și să trimită câte ceva și altora. Au făcut aceasta cu mare bucurie, căci înțeleseseră cuvintele care le fuseseră explicate. Celebrarea Sărbătorii Corturilor",
        "13": "A doua zi, căpeteniile familiilor întregului popor, preoții și leviții s-au adunat împreună la cărturarul Ezra ca să li se explice cuvintele Legii.",
        "14": "Au găsit scris în Legea poruncită de Domnul prin Moise că fiii lui Israel trebuie să locuiască în corturi în timpul sărbătorii din luna a șaptea.",
        "15": "Totodată au înțeles că trebuie să proclame și să răspândească în toate cetățile lor și în Ierusalim următoarea veste: „Duceți-vă la munte și aduceți ramuri de măslin, ramuri de măslin sălbatic, ramuri de mirt, ramuri de palmier și ramuri de alți copaci stufoși, ca să faceți corturi, așa cum este scris“.",
        "16": "Poporul a ieșit, a adunat ramuri și și-a făcut corturi, fiecare pe acoperișul casei lui, în curtea lui sau în curțile Casei lui Dumnezeu, în piața de la Poarta Apelor și în piața de la Poarta Efraim.",
        "17": "Toată mulțimea întoarsă din captivitate și-a făcut corturi și a locuit în ele. Din zilele lui Iosua, fiul lui Nun, până în ziua aceasta, fiii lui Israel nu mai făcuseră așa ceva. Și a fost o bucurie foarte mare.",
        "18": "Au citit din Cartea Legii lui Dumnezeu în fiecare zi, din prima zi până în ultima zi. Au ținut sărbătoarea timp de șapte zile, iar în ziua a opta au avut o adunare sfântă, așa cum era scris în lege."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "All the people gathered themselves together as one man into the wide place that was in front of the water gate; and they spoke to Ezra the scribe to bring the book of the law of Moses, which Yahweh had commanded to Israel.",
        "2": "Ezra the priest brought the law before the assembly, both men and women, and all who could hear with understanding, on the first day of the seventh month.",
        "3": "He read from it before the wide place that was in front of the water gate from early morning until midday, in the presence of the men and the women, and of those who could understand. The ears of all the people were attentive to the book of the law.",
        "4": "Ezra the scribe stood on a pulpit of wood, which they had made for the purpose; and beside him stood Mattithiah, Shema, Anaiah, Uriah, Hilkiah, and Maaseiah, on his right hand; and on his left hand, Pedaiah, Mishael, Malchijah, Hashum, Hashbaddanah, Zechariah, and Meshullam.",
        "5": "Ezra opened the book in the sight of all the people (for he was above all the people), and when he opened it, all the people stood up.",
        "6": "Then Ezra blessed Yahweh, the great God. All the people answered, “Amen, Amen,” with the lifting up of their hands. They bowed their heads, and worshiped Yahweh with their faces to the ground.",
        "7": "Also Jeshua, Bani, Sherebiah, Jamin, Akkub, Shabbethai, Hodiah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, Pelaiah, and the Levites, caused the people to understand the law; and the people stayed in their place.",
        "8": "They read in the book, in the law of God, distinctly; and they gave the sense, so that they understood the reading.",
        "9": "Nehemiah, who was the governor, Ezra the priest and scribe, and the Levites who taught the people said to all the people, “Today is holy to Yahweh your God. Don’t mourn, nor weep.” For all the people wept when they heard the words of the law.",
        "10": "Then he said to them, “Go your way. Eat the fat, drink the sweet, and send portions to him for whom nothing is prepared, for today is holy to our Lord. Don’t be grieved, for the joy of Yahweh is your strength.”",
        "11": "So the Levites calmed all the people, saying, “Hold your peace, for the day is holy. Don’t be grieved.”",
        "12": "All the people went their way to eat, to drink, to send portions, and to celebrate, because they had understood the words that were declared to them.",
        "13": "On the second day, the heads of fathers’ households of all the people, the priests, and the Levites were gathered together to Ezra the scribe, to study the words of the law.",
        "14": "They found written in the law how Yahweh had commanded by Moses that the children of Israel should dwell in booths in the feast of the seventh month;",
        "15": "and that they should publish and proclaim in all their cities and in Jerusalem, saying, “Go out to the mountain, and get olive branches, branches of wild olive, myrtle branches, palm branches, and branches of thick trees, to make temporary shelters, as it is written.”",
        "16": "So the people went out and brought them, and made themselves temporary shelters, everyone on the roof of his house, in their courts, in the courts of God’s house, in the wide place of the water gate, and in the wide place of Ephraim’s gate.",
        "17": "All the assembly of those who had come back out of the captivity made temporary shelters and lived in the temporary shelters, for since the days of Joshua the son of Nun to that day the children of Israel had not done so. There was very great gladness.",
        "18": "Also day by day, from the first day to the last day, he read in the book of the law of God. They kept the feast seven days; and on the eighth day was a solemn assembly, according to the ordinance."
      }
    }
  }
}