{
  "book": "Neemia",
  "chapter": "13",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În vremea aceea, s-a citit în fața poporului în cartea lui Moise și s-a găsit scris că amonitul și moabitul nu trebuiau să intre niciodată în adunarea lui Dumnezeu,",
        "2": "pentru că nu veniseră înaintea copiilor lui Israel cu pâine și apă și pentru că tocmiseră împotriva lor cu preț de argint pe Balaam ca să-i blesteme. Dar Dumnezeul nostru a prefăcut blestemul în binecuvântare.",
        "3": "Când au auzit Legea, au deosebit din Israel pe toți străinii.",
        "4": "Înainte de aceasta, preotul Eliașib, care era pus peste cămările Casei Dumnezeului nostru și rudă cu Tobia,",
        "5": "pregătise pentru el o cămară mare, unde puneau mai înainte darurile de mâncare, tămâia, uneltele, zeciuiala din grâu, din must și din untdelemn, părțile rânduite pentru leviți, cântăreți și ușieri și darurile ridicate pentru preoți.",
        "6": "Eu nu eram la Ierusalim când s-au petrecut toate acestea, căci mă întorsesem la împărat în al treizeci și doilea an al lui Artaxerxe, împăratul Babilonului. La sfârșitul anului am căpătat de la împărat învoire",
        "7": "să mă întorc la Ierusalim și am văzut răul pe care-l făcuse Eliașib, pregătind o cămară pentru Tobia în curțile Casei lui Dumnezeu.",
        "8": "Mi-a părut foarte rău și am aruncat afară din cămară toate lucrurile lui Tobia.",
        "9": "Apoi, am poruncit să se curățească odăile și am pus iarăși în ele uneltele Casei lui Dumnezeu, darurile de mâncare și tămâia. Zeciuielile aduse din nou",
        "10": "Am auzit, de asemenea, că părțile leviților nu li se dăduseră și că leviții și cântăreții însărcinați cu slujba fugiseră fiecare în ținutul lui.",
        "11": "Am mustrat pe dregători și am zis: „Pentru ce a fost părăsită Casa lui Dumnezeu?” Și am strâns pe leviți și pe cântăreți și i-am pus iarăși în slujba lor.",
        "12": "Atunci, tot Iuda a adus în cămări zeciuiala din grâu, din must și din untdelemn.",
        "13": "Am dat cămările în grija preotului Șelemia, cărturarului Țadoc și lui Pedaia, unul din leviți, și le-am adăugat și pe Hanan, fiul lui Zacur, fiul lui Matania, căci le mergea numele că sunt credincioși. Ei au fost însărcinați să facă împărțirile cuvenite fraților lor.",
        "14": "Adu-Ți aminte de mine, Dumnezeule, pentru aceste lucruri și nu uita faptele mele evlavioase, făcute pentru Casa Dumnezeului meu și pentru lucrurile care trebuie păzite în ea! Sfințirea Sabatului",
        "15": "Pe vremea aceea, am văzut în Iuda niște oameni călcând la teasc în ziua Sabatului, aducând snopi, încărcând măgarii cu vin, struguri și smochine și cu tot felul de lucruri și aducându-le la Ierusalim în ziua Sabatului. Și i-am mustrat chiar în ziua când își vindeau mărfurile.",
        "16": "Mai erau și niște tirieni așezați în Ierusalim, care aduceau pește și tot felul de mărfuri și le vindeau fiilor lui Iuda în ziua Sabatului și în Ierusalim.",
        "17": "Am mustrat pe mai-marii lui Iuda și le-am zis: „Ce înseamnă această faptă rea pe care o faceți pângărind ziua Sabatului?",
        "18": "Oare n-au lucrat așa părinții voștri și nu din pricina aceasta a trimis Dumnezeul nostru toate aceste nenorociri peste noi și peste cetatea aceasta? Și voi aduceți din nou mânia Lui împotriva lui Israel, pângărind Sabatul!”",
        "19": "Apoi am poruncit să se închidă porțile Ierusalimului înainte de Sabat, de îndată ce le va ajunge umbra, și să nu se deschidă decât după Sabat. Și am pus câțiva din slujitorii mei la porți, să oprească intrarea sarcinilor de mărfuri în ziua Sabatului.",
        "20": "Și așa negustorii și vânzătorii de tot felul de lucruri au petrecut noaptea o dată și de două ori afară din Ierusalim.",
        "21": "I-am mustrat și le-am zis: „Pentru ce stați noaptea înaintea zidului? Dacă veți mai face încă o dată lucrul acesta, voi pune mâna pe voi.” Din clipa aceea, n-au mai venit în timpul Sabatului.",
        "22": "Am poruncit și leviților să se curățească și să vină să păzească porțile, ca să sfințească ziua Sabatului. Adu-Ți aminte de mine, Dumnezeule, și pentru aceste lucruri și ocrotește-mă după marea Ta îndurare! Mustrarea pentru femeile străine",
        "23": "Tot pe vremea aceea, am văzut pe niște iudei care își luaseră neveste asdodiene, amonite și moabite.",
        "24": "Jumătate din fiii lor vorbeau limba asdodiană și nu știau să vorbească limba evreiască; nu cunoșteau decât limba cutărui sau cutărui popor.",
        "25": "I-am mustrat și i-am blestemat; am lovit pe unii din ei, le-am smuls părul și i-am pus să jure în Numele lui Dumnezeu zicând: „Să nu vă dați fetele după fiii lor și să nu luați fetele lor de neveste nici pentru fiii voștri, nici pentru voi.",
        "26": "Oare nu în aceasta a păcătuit Solomon, împăratul lui Israel? Nu era alt împărat ca el în mulțimea popoarelor; el era iubit de Dumnezeul lui și Dumnezeu îl pusese împărat peste tot Israelul. Totuși femeile străine l-au târât și pe el în păcat.",
        "27": "Și acum trebuie să auzim despre voi că săvârșiți o nelegiuire atât de mare și că păcătuiți împotriva Dumnezeului nostru luând neveste străine?”",
        "28": "Unul din fiii lui Ioiada, fiul marelui preot Eliașib, era ginerele lui Sanbalat, Horonitul. L-am izgonit de la mine.",
        "29": "Adu-Ți aminte de ei, Dumnezeule, căci au spurcat preoția și legământul încheiat de preoți și leviți!",
        "30": "I-am curățit de orice străin și am pus rânduială în tot ce trebuiau să păzească preoții și leviții, fiecare în slujba lui,",
        "31": "în ce privea atât darul lemnelor la vremuri hotărâte, cât și cele dintâi roade. Adu-Ți aminte de mine spre bine, Dumnezeule!"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În ziua aceea, s-a citit în auzul poporului din Cartea lui Moise și s-a găsit scris în ea că amonitului și moabitului le este interzisă pentru totdeauna intrarea în adunarea lui Dumnezeu,",
        "2": "deoarece nu i-au întâmpinat pe fiii lui Israel cu pâine și cu apă, ci l-au plătit pe Balaam ca să-i blesteme. Cu toate acestea, Dumnezeu a schimbat blestemul în binecuvântare.",
        "3": "Când au auzit ce spune Legea, i-au separat de Israel pe toți cei de origine mixtă. Reforma morală aprofundată",
        "4": "Înainte de aceasta, preotul Eliașib, căruia i s-a dat în responsabilitate cămările Casei Dumnezeului nostru și care era rudă cu Tobia,",
        "5": "îi pregătise acestuia o cameră mare, chiar acolo unde se obișnuia mai demult să se depoziteze darurile de mâncare, tămâia, obiectele, zeciuiala din grâne, din must și din ulei, stabilită să fie dată leviților, cântăreților și portarilor, precum și contribuția pentru preoți.",
        "6": "Eu nu eram la Ierusalim când se întâmplau toate acestea, căci mă întorsesem la împărat în al treizeci și doilea an al lui Artaxerxes, împăratul Babilonului. După o vreme, i-am cerut împăratului învoire",
        "7": "și am venit la Ierusalim. Am descoperit atunci răul pe care-l făcuse Eliașib, pregătindu-i lui Tobia o cameră în curțile Casei lui Dumnezeu.",
        "8": "M-am supărat foarte tare și am aruncat afară din cameră toate lucrurile lui Tobia.",
        "9": "Am dat porunci să fie curățite camerele și am pus iarăși acolo obiectele Casei lui Dumnezeu, darurile de mâncare și tămâia.",
        "10": "Am mai aflat că leviților nu li se dăduseră părțile cuvenite, astfel încât leviții și cântăreții care făceau lucrarea se întorseseră fiecare în grabă la moșia lui.",
        "11": "I-am mustrat pe dregători, zicându-le: „De ce ați părăsit Casa lui Dumnezeu?“. Apoi i-am adunat pe leviți și pe cântăreți și i-am trimis din nou la locurile lor.",
        "12": "Atunci toți cei din Iuda au adus în magazii zeciuiala din grâne, din must și din ulei.",
        "13": "I-am numit responsabili peste magazii pe preotul Șelemia, pe scribul Țadok, pe Pedaia, unul dintre leviți, iar pe Hanan, fiul lui Zacur, fiul lui Matania, l-am pus ca ajutor al lor, căci aceștia erau considerați demni de încredere. Ei erau responsabili să împartă fraților lor bunurile.",
        "14": "„Adu-Ți aminte de mine pentru aceasta, Dumnezeul meu, și nu uita faptele pe care le-am făcut pentru Casa lui Dumnezeu și pentru poruncile care trebuie respectate acolo!“",
        "15": "Tot în zilele acelea i-am văzut pe unii din Iuda storcând struguri în presă în ziua de sabat, iar pe alții aducând snopi sau încărcând pe măgari burdufuri de vin, struguri, smochine și tot felul de poveri, pentru a le aduce la Ierusalim în ziua de sabat, și i-am mustrat chiar în ziua în care își vindeau mâncarea.",
        "16": "Mai erau și niște tyrieni care locuiau acolo și care aduseseră pește și tot felul de mărfuri. Ei le vindeau în Ierusalim fiilor lui Iuda în ziua de sabat.",
        "17": "I-am mustrat pe nobilii lui Iuda, zicându-le: „Ce înseamnă această faptă rea pe care o faceți, profanând ziua de sabat?",
        "18": "Oare nu așa au făcut și strămoșii voștri, astfel încât Dumnezeul nostru a adus asupra noastră și asupra cetății acesteia tot necazul acesta? Profanând sabatul, nu faceți decât să aduceți mânie împotriva lui Israel!“.",
        "19": "Când s-a lăsat întunericul peste porțile Ierusalimului, înainte de sabat, am poruncit să fie închise porțile. Le-am spus să nu le deschidă până după sabat. I-am pus să stea la porți pe unii dintre slujitorii mei, ca să nu se mai aducă poveri în ziua de sabat.",
        "20": "Negustorii și vânzătorii de tot felul de mărfuri au înnoptat însă în afara Ierusalimului o dată sau de două ori.",
        "21": "I-am mustrat, zicându-le: „De ce ați înnoptat înaintea zidului? Dacă mai faceți așa, voi pune mâna pe voi!“. Și, de atunci n-au mai venit în ziua de sabat.",
        "22": "Le-am zis leviților care se curățiseră să vină să păzească porțile, ca să sfințească ziua de sabat. „Adu-Ți aminte de mine și pentru aceasta, Dumnezeul meu, și îndură-Te de mine, după marea Ta îndurare!“ Condamnarea căsătoriilor mixte",
        "23": "Tot în zilele acelea, i-am văzut pe iudeii care se căsătoriseră cu femei așdodite, amonite și moabite.",
        "24": "Jumătate din fiii lor vorbeau limba așdodită și nu știau să vorbească iudaica, ci doar limba unui popor sau a altuia.",
        "25": "I-am mustrat, i-am blestemat, i-am lovit pe unii dintre bărbați și le-am smuls părul. I-am pus să jure pe Dumnezeu, zicând: „Să nu vă măritați fetele cu fiii lor și să nu luați de soții pe fetele lor pentru fiii voștri sau pentru voi înșivă!",
        "26": "Oare nu în felul acesta a păcătuit Solomon, regele lui Israel? Nu era niciun alt rege ca el între toate națiunile și era iubit de Dumnezeul lui. Dumnezeu îl numise rege peste tot Israelul. Totuși, femeile străine l-au făcut și pe el să păcătuiască.",
        "27": "Iar acum, trebuie să mai auzim și despre voi că faceți acest mare rău și că păcătuiți împotriva Dumnezeului nostru, căsătorindu-vă cu femei străine?“.",
        "28": "Unul dintre fiii lui Ioiada, fiul marelui preot Eliașib, era ginerele horonitului Sanbalat. Prin urmare, l-am alungat de la mine.",
        "29": "„Adu-Ți aminte de ei, Dumnezeul meu, pentru faptul că au întinat preoția și legământul preoților și al leviților!“",
        "30": "I-am curățit pe preoți și pe leviți de orice străin și i-am trimis la responsabilitățile lor, pe fiecare la lucrarea lui.",
        "31": "De asemenea, am oferit ajutor atât în ce privește lemnele aduse ca ofrandă, în perioadele stabilite, cât și în ce privește primele roade. „Adu-Ți aminte de mine, Dumnezeul meu, spre bine!“"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "On that day they read in the book of Moses in the hearing of the people; and it was found written in it that an Ammonite and a Moabite should not enter into the assembly of God forever,",
        "2": "because they didn’t meet the children of Israel with bread and with water, but hired Balaam against them to curse them; however, our God turned the curse into a blessing.",
        "3": "It came to pass, when they had heard the law, that they separated all the mixed multitude from Israel.",
        "4": "Now before this, Eliashib the priest, who was appointed over the rooms of the house of our God, being allied to Tobiah,",
        "5": "had prepared for him a great room, where before they laid the meal offerings, the frankincense, the vessels, and the tithes of the grain, the new wine, and the oil, which were given by commandment to the Levites, the singers, and the gatekeepers; and the wave offerings for the priests.",
        "6": "But in all this, I was not at Jerusalem; for in the thirty-second year of Artaxerxes king of Babylon I went to the king; and after some days I asked leave of the king,",
        "7": "and I came to Jerusalem, and understood the evil that Eliashib had done for Tobiah, in preparing him a room in the courts of God’s house.",
        "8": "It grieved me severely. Therefore I threw all Tobiah’s household stuff out of the room.",
        "9": "Then I commanded, and they cleansed the rooms. I brought into them the vessels of God’s house, with the meal offerings and the frankincense again.",
        "10": "I perceived that the portions of the Levites had not been given them, so that the Levites and the singers, who did the work, had each fled to his field.",
        "11": "Then I contended with the rulers, and said, “Why is God’s house forsaken?” I gathered them together, and set them in their place.",
        "12": "Then all Judah brought the tithe of the grain, the new wine, and the oil to the treasuries.",
        "13": "I made treasurers over the treasuries, Shelemiah the priest, and Zadok the scribe, and of the Levites, Pedaiah: and next to them was Hanan the son of Zaccur, the son of Mattaniah; for they were counted faithful, and their business was to distribute to their brothers.",
        "14": "Remember me, my God, concerning this, and don’t wipe out my good deeds that I have done for the house of my God, and for its observances.",
        "15": "In those days I saw some men treading wine presses on the Sabbath in Judah, bringing in sheaves, and loading donkeys with wine, grapes, figs, and all kinds of burdens which they brought into Jerusalem on the Sabbath day; and I testified against them in the day in which they sold food.",
        "16": "Some men of Tyre also lived there, who brought in fish and all kinds of wares, and sold on the Sabbath to the children of Judah, and in Jerusalem.",
        "17": "Then I contended with the nobles of Judah, and said to them, “What evil thing is this that you do, and profane the Sabbath day?",
        "18": "Didn’t your fathers do this, and didn’t our God bring all this evil on us and on this city? Yet you bring more wrath on Israel by profaning the Sabbath.”",
        "19": "It came to pass that when the gates of Jerusalem began to be dark before the Sabbath, I commanded that the doors should be shut, and commanded that they should not be opened until after the Sabbath. I set some of my servants over the gates, so that no burden should be brought in on the Sabbath day.",
        "20": "So the merchants and sellers of all kinds of wares camped outside of Jerusalem once or twice.",
        "21": "Then I testified against them, and said to them, “Why do you stay around the wall? If you do so again, I will lay hands on you.” From that time on, they didn’t come on the Sabbath.",
        "22": "I commanded the Levites that they should purify themselves, and that they should come and keep the gates, to sanctify the Sabbath day. Remember me for this also, my God, and spare me according to the greatness of your loving kindness.",
        "23": "In those days I also saw the Jews who had married women of Ashdod, of Ammon, and of Moab;",
        "24": "and their children spoke half in the speech of Ashdod, and could not speak in the Jews’ language, but according to the language of each people.",
        "25": "I contended with them, cursed them, struck certain of them, plucked off their hair, and made them swear by God, “You shall not give your daughters to their sons, nor take their daughters for your sons, or for yourselves.",
        "26": "Didn’t Solomon king of Israel sin by these things? Yet among many nations there was no king like him, and he was loved by his God, and God made him king over all Israel. Nevertheless foreign women caused even him to sin.",
        "27": "Shall we then listen to you to do all this great evil, to trespass against our God in marrying foreign women?”",
        "28": "One of the sons of Joiada, the son of Eliashib the high priest, was son-in-law to Sanballat the Horonite; therefore I chased him from me.",
        "29": "Remember them, my God, because they have defiled the priesthood and the covenant of the priesthood and of the Levites.",
        "30": "Thus I cleansed them from all foreigners and appointed duties for the priests and for the Levites, everyone in his work;",
        "31": "and for the wood offering, at appointed times, and for the first fruits. Remember me, my God, for good."
      }
    }
  }
}