{
  "book": "Neemia",
  "chapter": "12",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Iată preoții și leviții care s-au întors cu Zorobabel, fiul lui Șealtiel, și cu Iosua: Seraia, Ieremia, Ezra,",
        "2": "Amaria, Maluc, Hatuș,",
        "3": "Șecania, Rehum, Meremot,",
        "4": "Ido, Ghinetoi, Abia,",
        "5": "Miiamin, Maadia, Bilga,",
        "6": "Șemaia, Ioiarib, Iedaia,",
        "7": "Salu, Amoc, Hilchia, Iedaia. Aceștia au fost căpeteniile preoților și ale fraților lor, pe vremea lui Iosua.",
        "8": "Leviți: Iosua, Binui, Cadmiel, Șerebia, Iuda, Matania, care cârmuia împreună cu frații săi cântarea laudelor;",
        "9": "Bacbuchia și Uni, care își împlineau slujbele lângă frații lor.",
        "10": "Iosua a născut pe Ioiachim, Ioiachim a născut pe Eliașib, Eliașib a născut pe Ioiada,",
        "11": "Ioiada a născut pe Ionatan și Ionatan a născut pe Iadua.",
        "12": "Iată care erau pe vremea lui Ioiachim preoții, capi de familii: pentru Seraia, Meraia; pentru Ieremia, Hanania;",
        "13": "pentru Ezra, Meșulam; pentru Amaria, Iohanan;",
        "14": "pentru Meluchi, Ionatan; pentru Șebania, Iosif;",
        "15": "pentru Harim, Adna; pentru Meraiot, Helcai;",
        "16": "pentru Ido, Zaharia; pentru Ghineton, Meșulam;",
        "17": "pentru Abia, Zicri; pentru Miniamin și Moadia, Piltai;",
        "18": "pentru Bilga, Șamua; pentru Șemaia, Ionatan;",
        "19": "pentru Ioiarib, Matnai; pentru Iedaia, Uzi;",
        "20": "pentru Salai, Calai; pentru Amoc, Eber;",
        "21": "pentru Hilchia, Hașabia; pentru Iedaia, Netaneel.",
        "22": "Pe vremea lui Eliașib, lui Ioiada, lui Iohanan și lui Iadua, leviții, capi de familii, și preoții, au fost scriși sub domnia lui Darius, Persanul.",
        "23": "Fiii lui Levi, capi de familii, au fost scriși în Cartea Cronicilor până pe vremea lui Iohanan, fiul lui Eliașib.",
        "24": "Căpeteniile leviților, Hașabia, Șerebia și Iosua, fiul lui Cadmiel, și frații lor împreună cu ei, stând unii în fața altora, erau însărcinați să mărească și să laude pe Domnul, după rânduiala lui David, omul lui Dumnezeu.",
        "25": "Matania, Bacbuchia, Obadia, Meșulam, Talmon și Acub, ușieri, făceau de strajă la cămările de la porți.",
        "26": "Ei trăiau pe vremea lui Ioiachim, fiul lui Iosua, fiul lui Ioțadac, și pe vremea lui Neemia, dregătorul, și pe vremea preotului și cărturarului Ezra. Sfințirea zidurilor",
        "27": "La sfințirea zidurilor Ierusalimului, au chemat pe leviți din toate locurile în care locuiau și i-au adus la Ierusalim, ca să prăznuiască sfințirea și sărbătoarea cu laude și cântări, în sunet de chimvale, alăute și harpe.",
        "28": "Fiii cântăreților s-au strâns din împrejurimile Ierusalimului, din satele slujitorilor Templului,",
        "29": "din Bet-Ghilgal și din ținutul Ghebei și din Azmavet, căci cântăreții își zidiseră sate împrejurul Ierusalimului.",
        "30": "Preoții și leviții s-au curățit și au curățit și pe popor, porțile și zidul.",
        "31": "Am suit pe zid pe căpeteniile lui Iuda și am făcut două coruri mari. Cel dintâi a pornit pe partea dreaptă a zidului, spre Poarta Gunoiului.",
        "32": "În urma acestui cor mergeau: Hosea și jumătate din căpeteniile lui Iuda,",
        "33": "Azaria, Ezra, Meșulam,",
        "34": "Iuda, Beniamin, Șemaia și Ieremia,",
        "35": "unii din fiii preoților cu trâmbițe, Zaharia, fiul lui Ionatan, fiul lui Șemaia, fiul lui Matania, fiul lui Mica, fiul lui Zacur, fiul lui Asaf,",
        "36": "și frații săi, Șemaia, Azareel, Milalai, Ghilalai, Maai, Netaneel, Iuda și Hanani, cu instrumentele de muzică ale lui David, omul lui Dumnezeu. Cărturarul Ezra era în fruntea lor.",
        "37": "La Poarta Izvorului, s-au suit drept înainte pe treptele cetății lui David, pe ridicătura zidului, deasupra casei lui David, până la Poarta Apelor, spre răsărit.",
        "38": "Al doilea cor a pornit spre stânga. În urma lui veneam eu cu cealaltă jumătate din popor, pe zid. Trecând pe deasupra Turnului Cuptoarelor, au mers până la zidul cel lat;",
        "39": "apoi pe deasupra Porții lui Efraim, pe deasupra porții celei vechi, pe deasupra Porții Peștilor, pe deasupra turnului lui Hananeel și pe deasupra turnului Mea, până la Poarta Oilor. Și s-au oprit la Poarta temniței.",
        "40": "Cele două coruri s-au oprit în Casa lui Dumnezeu, și tot așa și eu și dregătorii care erau cu mine,",
        "41": "și preoții Eliachim, Maaseia, Miniamin, Mica, Elioenai, Zaharia, Hanania, cu trâmbițe,",
        "42": "și Maaseia, Șemaia, Eleazar, Uzi, Iohanan, Malchia, Elam și Ezer. Cântăreții și-au înălțat glasul, cârmuiți de Izrahia.",
        "43": "În ziua aceea s-au adus multe jertfe și a fost mare bucurie, căci Dumnezeu dăduse poporului o mare pricină de bucurie. Se bucurau și femeile și copiii, și strigătele de bucurie ale Ierusalimului se auzeau până departe. Așezarea dregătorilor Templului",
        "44": "În ziua aceea, s-au rânduit oameni care să privegheze asupra odăilor care slujeau de cămări pentru darurile de mâncare, cele dintâi roade și zeciuieli. Ei au fost însărcinați să adune în ele, din ținutul cetăților, părțile hotărâte de Lege preoților și leviților. Căci Iuda se bucura că preoții și leviții erau la locul lor,",
        "45": "păzind tot ce privea slujba lui Dumnezeu și a curățirilor. Cântăreții și ușierii își împlineau și ei slujbele după rânduiala lui David și a fiului său Solomon.",
        "46": "Căci odinioară, pe vremea lui David și a lui Asaf, erau căpetenii peste cântăreți și cântări de laudă și de mulțumire în cinstea lui Dumnezeu.",
        "47": "Tot Israelul a dat pe vremea lui Zorobabel și Neemia părțile cuvenite cântăreților și ușierilor, zi de zi; au dat leviților lucrurile sfințite, iar leviții au dat fiilor lui Aaron lucrurile sfințite cuvenite lor."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Aceștia au fost preoții și leviții care au venit cu Zerub-Babel, fiul lui Șealtiel, și cu Iosua: Seraia, Ieremia, Ezra,",
        "2": "Amaria, Maluh, Hatuș,",
        "3": "Șecania, Rehum, Meremot,",
        "4": "Ido, Ghinton, Abia,",
        "5": "Miyamin, Maadia, Bilga,",
        "6": "Șemaia, Ioiarib, Iedaia,",
        "7": "Salu, Amok, Hilchia și Iedaia. Aceștia au fost căpetenii ale preoților și ale fraților lor pe vremea lui Iosua.",
        "8": "Dintre leviți – Iosua, Binui, Kadmiel, Șerebia, Iuda, Matania, care, împreună cu frații săi, era responsabil cu cântările de laudă,",
        "9": "precum și Bakbuchia și Uni, frații lor, care își îndeplineau responsabilitățile alături de ei.",
        "10": "Lui Iosua i s-a născut Ioiachim, lui Ioiachim i s-a născut Eliașib, lui Eliașib i s-a născut Ioiada,",
        "11": "lui Ioiada i s-a născut Ionatan, lui Ionatan i s-a născut Iadua.",
        "12": "Pe vremea lui Ioiachim, căpeteniile familiilor preoțești au fost următoarele: pentru Seraia – Meraia; pentru Ieremia – Hanania;",
        "13": "pentru Ezra – Meșulam; pentru Amaria – Iehohanan;",
        "14": "pentru Maluh – Ionatan; pentru Șecania – Iosif;",
        "15": "pentru Harim – Adna; pentru Meremot – Helkai;",
        "16": "pentru Ido – Zaharia; pentru Ghinton – Meșulam;",
        "17": "pentru Abia – Zicri; pentru Miniamin și Moadia – Piltai;",
        "18": "pentru Bilga – Șamua; pentru Șemaia – Ionatan;",
        "19": "pentru Ioiarib – Matnai; pentru Iedaia – Uzi;",
        "20": "pentru Salai – Kalai; pentru Amok – Eber;",
        "21": "pentru Hilchia – Hașabia; pentru Iedaia – Netanel.",
        "22": "Căpeteniile familiilor leviților și ale preoților pe vremea lui Eliașib, Ioiada, Iohanan și Iadua, au fost înscrise în timpul domniei lui Darius persanul.",
        "23": "Căpeteniile familiilor urmașilor lui Levi au fost înscrise în „Cartea cronicilor“ până în zilele lui Iohanan, fiul lui Eliașib.",
        "24": "Căpeteniile levitice Hașabia, Șerebia și Iosua, fiul lui Kadmiel, împreună cu frații lor, stăteau unii în dreptul celorlalți, ca să aducă laudă și mulțumire Domnului, așa cum poruncise David, omul lui Dumnezeu.",
        "25": "Matania, Bakbuchia, Obadia, Meșulam, Talmon și Akub erau paznicii care aveau în grijă magaziile de la porți.",
        "26": "Aceștia au trăit pe vremea lui Ioiachim, fiul lui Iosua, fiul lui Ioțadak, a guvernatorului Neemia și a preotului și cărturarului Ezra. Consacrarea Ierusalimului reconstruit",
        "27": "La consacrarea zidurilor Ierusalimului, leviții au fost chemați din toate locurile unde se aflau, ca să vină la Ierusalim și să celebreze consacrarea cu bucurie, cu mulțumiri și cu cântece la chimvale, harfe și lire.",
        "28": "S-au adunat cântăreții din zonele dimprejurul Ierusalimului, cei din satele netofatiților,",
        "29": "cei din Bet-Ghilgal și cei din regiunea Ghevei și Azmavetului, căci cântăreții își construiseră așezări împrejurul Ierusalimului.",
        "30": "Preoții și leviții s-au curățit, după care au curățit poporul, porțile și zidul.",
        "31": "Le-am cerut conducătorilor lui Iuda să se urce pe zid și am organizat două coruri mari. Cel dintâi alai a pornit spre sud, luând-o pe zid către Poarta Gunoiului.",
        "32": "În urma leviților mergeau Hoșaia cu jumătate dintre conducătorii lui Iuda,",
        "33": "Azaria, Ezra, Meșulam,",
        "34": "Iuda, Beniamin, Șemaia și Ieremia.",
        "35": "Mai erau unii dintre preoți cu trâmbițele lor, precum și Zaharia, fiul lui Ionatan, fiul lui Șemaia, fiul lui Matania, fiul lui Micaia, fiul lui Zacur, fiul lui Asaf,",
        "36": "însoțit de Șemaia, de Azarel, de Milalai, de Ghilalai, de Maai, de Netanel, de Iuda și de Hanani, frații lui, care aveau instrumentele muzicale ale lui David, omul lui Dumnezeu. Cărturarul Ezra era în fruntea acestora.",
        "37": "Când au ajuns la Poarta Izvorului, au mers înainte, urcând pe treptele Cetății lui David, apoi pe ridicătura zidului, pe deasupra palatului lui David, până la Poarta Apelor, spre est.",
        "38": "Al doilea cor a pornit în direcție opusă, iar eu împreună cu cealaltă jumătate din popor am mers după leviți pe zid. Am continuat pe deasupra Turnului Cuptoarelor, până la Zidul cel Lat,",
        "39": "apoi pe deasupra Porții lui Efraim, pe deasupra Porții Vechi, pe deasupra Porții Peștilor, a Turnului lui Hananel, a Turnului Celor o Sută, pe deasupra Porții Oilor și ne-am oprit la Poarta Închisorii.",
        "40": "Cele două coruri s-au oprit la Casa lui Dumnezeu și odată cu acestea și eu, însoțit de jumătate dintre dregători.",
        "41": "Preoții Eliachim, Maaseia, Miniamin, Micaia, Elioenai, Zaharia și Hanania erau cu trâmbițele.",
        "42": "Cântăreții Maaseia, Șemaia, Elazar, Uzi, Iehohanan, Malchia, Elam și Ezer și-au făcut auzite vocile sub conducerea lui Iezrahia.",
        "43": "În ziua aceea, s-au adus foarte multe jertfe și s-au bucurat cu toții, căci Dumnezeu le dăduse o mare bucurie. Chiar și femeile, și copiii se bucurau împreună cu ei, iar vuietul veseliei din Ierusalim putea fi auzit de departe.",
        "44": "În ziua aceea, au fost numiți niște bărbați responsabili cu încăperile care erau folosite drept cămări pentru contribuții, pentru primele roade și pentru zeciuieli, ca să adune în ele, de pe terenurile cetăților, părțile stabilite de Lege pentru preoți și pentru leviți. Căci cei din Iuda se bucurau că preoții și leviții erau la locul lor,",
        "45": "împlinind slujba lui Dumnezeu și slujba curățirii. Tot așa făceau și cântăreții, și portarii, potrivit cu cele poruncite de David și de Solomon, fiul său.",
        "46": "Căci în trecut, pe vremea lui David și a lui Asaf, erau căpetenii care supravegheau cântăreții și cântările de laudă și de mulțumire pentru Dumnezeu.",
        "47": "Tot Israelul, din zilele lui Zerub-Babel și ale lui Neemia, a dat zilnic părțile cuvenite cântăreților și portarilor. Ei au pus deoparte și ceea ce era pentru leviți, iar leviții au pus deoparte ceea ce era pentru urmașii lui Aaron."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now these are the priests and the Levites who went up with Zerubbabel the son of Shealtiel, and Jeshua: Seraiah, Jeremiah, Ezra,",
        "2": "Amariah, Malluch, Hattush,",
        "3": "Shecaniah, Rehum, Meremoth,",
        "4": "Iddo, Ginnethoi, Abijah,",
        "5": "Mijamin, Maadiah, Bilgah,",
        "6": "Shemaiah, Joiarib, Jedaiah,",
        "7": "Sallu, Amok, Hilkiah, and Jedaiah. These were the chiefs of the priests and of their brothers in the days of Jeshua.",
        "8": "Moreover the Levites were Jeshua, Binnui, Kadmiel, Sherebiah, Judah, and Mattaniah, who was over the thanksgiving songs, he and his brothers.",
        "9": "Also Bakbukiah and Unno, their brothers, were close to them according to their offices.",
        "10": "Jeshua became the father of Joiakim, and Joiakim became the father of Eliashib, and Eliashib became the father of Joiada,",
        "11": "and Joiada became the father of Jonathan, and Jonathan became the father of Jaddua.",
        "12": "In the days of Joiakim were priests, heads of fathers’ households: of Seraiah, Meraiah; of Jeremiah, Hananiah;",
        "13": "of Ezra, Meshullam; of Amariah, Jehohanan;",
        "14": "of Malluchi, Jonathan; of Shebaniah, Joseph;",
        "15": "of Harim, Adna; of Meraioth, Helkai;",
        "16": "of Iddo, Zechariah; of Ginnethon, Meshullam;",
        "17": "of Abijah, Zichri; of Miniamin, of Moadiah, Piltai;",
        "18": "of Bilgah, Shammua; of Shemaiah, Jehonathan;",
        "19": "of Joiarib, Mattenai; of Jedaiah, Uzzi;",
        "20": "of Sallai, Kallai; of Amok, Eber;",
        "21": "of Hilkiah, Hashabiah; of Jedaiah, Nethanel.",
        "22": "As for the Levites, in the days of Eliashib, Joiada, Johanan, and Jaddua, there were recorded the heads of fathers’ households; also the priests, in the reign of Darius the Persian.",
        "23": "The sons of Levi, heads of fathers’ households, were written in the book of the chronicles, even until the days of Johanan the son of Eliashib.",
        "24": "The chiefs of the Levites: Hashabiah, Sherebiah, and Jeshua the son of Kadmiel, with their brothers close to them, to praise and give thanks according to the commandment of David the man of God, section next to section.",
        "25": "Mattaniah, Bakbukiah, Obadiah, Meshullam, Talmon, and Akkub were gatekeepers keeping the watch at the storehouses of the gates.",
        "26": "These were in the days of Joiakim the son of Jeshua, the son of Jozadak, and in the days of Nehemiah the governor, and of Ezra the priest and scribe.",
        "27": "At the dedication of the wall of Jerusalem, they sought the Levites out of all their places, to bring them to Jerusalem to keep the dedication with gladness, both with giving thanks and with singing, with cymbals, stringed instruments, and with harps.",
        "28": "The sons of the singers gathered themselves together, both out of the plain around Jerusalem and from the villages of the Netophathites;",
        "29": "also from Beth Gilgal and out of the fields of Geba and Azmaveth, for the singers had built themselves villages around Jerusalem.",
        "30": "The priests and the Levites purified themselves; and they purified the people, the gates, and the wall.",
        "31": "Then I brought the princes of Judah up on the wall, and appointed two great companies who gave thanks and went in procession. One went on the right hand on the wall toward the dung gate;",
        "32": "and after them went Hoshaiah, with half of the princes of Judah,",
        "33": "and Azariah, Ezra, and Meshullam,",
        "34": "Judah, Benjamin, Shemaiah, Jeremiah,",
        "35": "and some of the priests’ sons with trumpets: Zechariah the son of Jonathan, the son of Shemaiah, the son of Mattaniah, the son of Micaiah, the son of Zaccur, the son of Asaph;",
        "36": "and his brothers, Shemaiah, Azarel, Milalai, Gilalai, Maai, Nethanel, Judah, and Hanani, with the musical instruments of David the man of God; and Ezra the scribe was before them.",
        "37": "By the spring gate, and straight before them, they went up by the stairs of David’s city, at the ascent of the wall, above David’s house, even to the water gate eastward.",
        "38": "The other company of those who gave thanks went to meet them, and I after them, with the half of the people on the wall above the tower of the furnaces, even to the wide wall,",
        "39": "and above the gate of Ephraim, and by the old gate, and by the fish gate, the tower of Hananel, and the tower of Hammeah, even to the sheep gate; and they stood still in the gate of the guard.",
        "40": "So the two companies of those who gave thanks in God’s house stood, and I and the half of the rulers with me;",
        "41": "and the priests, Eliakim, Maaseiah, Miniamin, Micaiah, Elioenai, Zechariah, and Hananiah, with trumpets;",
        "42": "and Maaseiah, Shemaiah, Eleazar, Uzzi, Jehohanan, Malchijah, Elam, and Ezer. The singers sang loud, with Jezrahiah their overseer.",
        "43": "They offered great sacrifices that day, and rejoiced, for God had made them rejoice with great joy; and the women and the children also rejoiced, so that the joy of Jerusalem was heard even far away.",
        "44": "On that day, men were appointed over the rooms for the treasures, for the wave offerings, for the first fruits, and for the tithes, to gather into them according to the fields of the cities the portions appointed by the law for the priests and Levites; for Judah rejoiced for the priests and for the Levites who served.",
        "45": "They performed the duty of their God and the duty of the purification, and so did the singers and the gatekeepers, according to the commandment of David and of Solomon his son.",
        "46": "For in the days of David and Asaph of old there was a chief of the singers, and songs of praise and thanksgiving to God.",
        "47": "All Israel in the days of Zerubbabel and in the days of Nehemiah gave the portions of the singers and the gatekeepers, as every day required; and they set apart that which was for the Levites; and the Levites set apart that which was for the sons of Aaron."
      }
    }
  }
}