{
  "book": "Neemia",
  "chapter": "11",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Căpeteniile poporului s-au așezat la Ierusalim. Cealaltă parte a poporului a tras la sorți, pentru ca unul din zece să vină să locuiască la Ierusalim, în cetatea sfântă, iar ceilalți să locuiască în cetăți.",
        "2": "Poporul a binecuvântat pe toți cei ce au primit de bunăvoie să locuiască la Ierusalim.",
        "3": "Iată căpeteniile ținutului care s-au așezat la Ierusalim. În cetățile lui Iuda, fiecare s-a așezat în moșia lui, în cetatea lui Israel, preoții și leviții, slujitorii Templului și fiii robilor lui Solomon.",
        "4": "La Ierusalim s-au așezat unii din fiii lui Iuda și din fiii lui Beniamin. Din fiii lui Iuda: Ataia, fiul lui Ozia, fiul lui Zaharia, fiul lui Amaria, fiul lui Șefatia, fiul lui Mahalaleel, din fiii lui Pereț,",
        "5": "și Maaseia, fiul lui Baruc, fiul lui Col-Hoze, fiul lui Hazaia, fiul lui Adaia, fiul lui Ioiarib, fiul lui Zaharia, fiul lui Șiloni.",
        "6": "Toți fiii lui Pereț, care s-au așezat la Ierusalim, au fost patru sute șaizeci și opt de oameni viteji.",
        "7": "Iată fiii lui Beniamin: Salu, fiul lui Meșulam, fiul lui Ioed, fiul lui Pedaia, fiul lui Colaia, fiul lui Maaseia, fiul lui Itiel, fiul lui Isaia,",
        "8": "și, după el, Gabai și Salai, nouă sute douăzeci și opt.",
        "9": "Ioel, fiul lui Zicri, era căpetenia lor și Iuda, fiul lui Senua, era a doua căpetenie a cetății.",
        "10": "Din preoți: Iedaia, fiul lui Ioiarib, Iachin,",
        "11": "Seraia, fiul lui Hilchia, fiul lui Meșulam, fiul lui Țadoc, fiul lui Meraiot, fiul lui Ahitub, domnul Casei lui Dumnezeu,",
        "12": "și frații lor, care făceau slujba Casei, opt sute douăzeci și doi; Adaia, fiul lui Ieroham, fiul lui Pelalia, fiul lui Amți, fiul lui Zaharia, fiul lui Pașhur, fiul lui Malchia,",
        "13": "și frații săi, capii caselor părintești, două sute patruzeci și doi și Amașai, fiul lui Azareel, fiul lui Ahzai, fiul lui Meșilemot, fiul lui Imer,",
        "14": "și frații lor, oameni viteji, o sută douăzeci și opt; Zabdiel, fiul lui Ghedolim, era căpetenia lor.",
        "15": "Din leviți: Șemaia, fiul lui Hașub, fiul lui Azricam, fiul lui Hașabia, fiul lui Buni,",
        "16": "Șabetai și Iozabad, însărcinați cu treburile de afară ale Casei lui Dumnezeu și făcând parte din căpeteniile leviților;",
        "17": "Matania, fiul lui Mica, fiul lui Zabdi, fiul lui Asaf, căpetenia care cânta lauda la rugăciune, și Bacbuchia, al doilea din frații săi, și Abda, fiul lui Șamua, fiul lui Galal, fiul lui Iedutun.",
        "18": "Toți leviții din cetatea sfântă erau două sute optzeci și patru.",
        "19": "Și ușierii: Acub, Talmon și frații lor, păzitorii porților, o sută șaptezeci și doi.",
        "20": "Cealaltă parte din Israel, din preoți și din leviți s-a așezat în toate cetățile lui Iuda, fiecare în moșia lui.",
        "21": "Slujitorii Templului s-au așezat pe deal și aveau de căpetenii pe Țiha și Ghișpa.",
        "22": "Căpetenia leviților la Ierusalim era Uzi, fiul lui Bani, fiul lui Hașabia, fiul lui Matania, fiul lui Mica, dintre fiii lui Asaf, cântăreții însărcinați cu slujba Casei lui Dumnezeu,",
        "23": "căci era o poruncă a împăratului cu privire la cântăreți și li se dădea o parte hotărâtă pe fiecare zi.",
        "24": "Petahia, fiul lui Meșezabeel, din fiii lui Zerah, fiul lui Iuda, era dregătorul împăratului pentru toate treburile poporului.",
        "25": "Cât despre sate și câmpiile lor, unii din fiii lui Iuda s-au așezat la Chiriat-Arba și în locurile care țin de el, la Dibon și în locurile care țin de el, la Iecabțeel și în satele care țin de el,",
        "26": "la Ieșua, la Molada, la Bet-Palet,",
        "27": "la Hațar-Șual, la Beer-Șeba și în locurile care țin de ea,",
        "28": "la Țiclag, la Mecona și în locurile care țin de ea,",
        "29": "la En-Rimon, la Țorea, la Iarmut,",
        "30": "la Zanoah, la Adulam și în satele care țin de el, la Lachis și în ținutul lui, la Azeca și în locurile care țin de el. S-au așezat astfel de la Beer-Șeba până la valea lui Hinom.",
        "31": "Fiii lui Beniamin s-au așezat de la Gheba la Micmaș, la Aia, la Betel și în locurile care țin de el,",
        "32": "la Anatot, la Nob, la Hanania,",
        "33": "la Hațor, la Rama, la Ghitaim,",
        "34": "la Hadid, la Țeboim, la Nebalat,",
        "35": "la Lod și la Ono, valea lucrătorilor.",
        "36": "Au fost unii leviți care s-au unit cu Beniamin, măcar că făceau parte din cetele lui Iuda."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Conducătorii poporului au locuit în Ierusalim, iar restul poporului a tras la sorți, pentru ca unul din zece să locuiască în Ierusalim, sfânta cetate, iar ceilalți nouă să locuiască în cetăți.",
        "2": "Poporul i-a binecuvântat pe toți bărbații care au ales de bunăvoie să locuiască în Ierusalim.",
        "3": "Iată care au fost căpeteniile de provincie care s-au așezat în Ierusalim (în cetățile lui Iuda, fiecare s-a așezat în proprietatea sa, în cetatea sa, atât israeliți, cât și preoți, leviți, slujitorii de la Templu și urmași ai slujitorilor lui Solomon,",
        "4": "iar în Ierusalim s-au așezat unii dintre urmașii lui Iuda și ai lui Beniamin). Dintre urmașii lui Iuda: Ataia, fiul lui Uzia, fiul lui Zaharia, fiul lui Amaria, fiul lui Șefatia, fiul lui Mahalalel, un urmaș al lui Pereț,",
        "5": "și Maaseia, fiul lui Baruc, fiul lui Col-Hoze, fiul lui Hazaia, fiul lui Adaia, fiul lui Ioiarib, fiul lui Zaharia, fiul lui Șela.",
        "6": "Toți urmașii lui Pereț, care s-au așezat în Ierusalim, au fost în număr de patru sute șaizeci și opt de oameni viteji.",
        "7": "Dintre urmașii lui Beniamin: Salu, fiul lui Meșulam, fiul lui Ioed, fiul lui Pedaia, fiul lui Kolaia, fiul lui Maaseia, fiul lui Itiel, fiul lui Ieșaia,",
        "8": "însoțit de Gabai și Salai – în total nouă sute douăzeci și opt de oameni.",
        "9": "Ioel, fiul lui Zicri, era supraveghetorul acestora, și Iuda, fiul lui Hasnua, era al doilea la conducerea cetății.",
        "10": "Dintre preoți: Iedaia, fiul lui Ioiarib, Iachin",
        "11": "Seraia, fiul lui Hilchia, fiul lui Meșulam, fiul lui Țadok, fiul lui Meraiot, fiul lui Ahitub, conducătorul Casei lui Dumnezeu,",
        "12": "frații lor care făceau lucrarea de la Casă, în număr de opt sute douăzeci și doi, precum și Adaia, fiul lui Ieroham, fiul lui Pelalia, fiul lui Amți, fiul lui Zaharia, fiul lui Pașhur, fiul lui Malchia,",
        "13": "și frații lui, căpetenii de familii, în număr de două sute patruzeci și doi, Amașai, fiul lui Azarel, fiul lui Ahzai, fiul lui Meșilemot, fiul lui Imer,",
        "14": "și frații lor, războinici viteji, în număr de o sută douăzeci și opt, al căror supraveghetor era Zabdiel, fiul lui Haghedolim.",
        "15": "Dintre leviți: Șemaia, fiul lui Hașub, fiul lui Azrikam, fiul lui Hașabia, fiul lui Buni,",
        "16": "Șabtai și Iozabad, două dintre căpeteniile leviților responsabile cu lucrarea din exteriorul Casei lui Dumnezeu,",
        "17": "Matania, fiul lui Mica, fiul lui Zabdi, fiul lui Asaf, căpetenia care începea mulțumirea prin rugăciune, Bakbuchia, al doilea din frații lui, și Abda, fiul lui Șamua, fiul lui Galal, fiul lui Iedutun.",
        "18": "Toți leviții din sfânta cetate erau în număr de două sute optzeci și patru.",
        "19": "Dintre portari: Akub, Talmon și frații lor care păzeau porțile, în număr de o sută șaptezeci și doi.",
        "20": "Ceilalți israeliți, preoți și leviți, s-au așezat în toate cetățile lui Iuda, fiecare la moștenirea lui.",
        "21": "Slujitorii de la Templu locuiau în Ofel. Țiha și Ghișpa erau liderii slujitorilor de la Templu.",
        "22": "Supraveghetorul leviților în Ierusalim era Uzi, fiul lui Bani, fiul lui Hașabia, fiul lui Matania, fiul lui Mica. Aceștia făceau parte dintre urmașii lui Asaf, cântăreții. Ei erau responsabili cu lucrarea de la Casa lui Dumnezeu,",
        "23": "căci exista o poruncă a regelui cu privire la cântăreți, care reglementa activitatea lor zilnică.",
        "24": "Petahia, fiul lui Meșezabel, dintre urmașii lui Zerah, fiul lui Iuda, era mâna dreaptă a regelui în ce privește toate problemele legate de popor.",
        "25": "Cât despre satele și câmpiile dimprejurul lor, unii dintre urmașii lui Iuda s-au așezat în Chiriat-Arba și în satele dimprejurul lui, în Dibon și în satele dimprejurul lui, în Iekabțeel și în satele dimprejurul lui,",
        "26": "în Ieșua, în Molada, în Bet-Pelet,",
        "27": "în Hațar-Șual, în Beer-Șeba și în satele dimprejurul ei,",
        "28": "în Țiklag, în Mecona și în satele dimprejurul lui,",
        "29": "în En-Rimon, în Țora și în Iarmut,",
        "30": "în Zanoah, Adulam și în satele dimprejurul lor, în Lachiș și în câmpiile dimprejurul lui, în Azeka și în satele dimprejurul lui. Și, astfel, ei s-au așezat din Beer-Șeba până în Valea Hinom.",
        "31": "Urmașii lui Beniamin s-au așezat începând din Gheva, în Micmaș, în Aia, în Betel și în satele dimprejurul lui,",
        "32": "în Anatot, în Nob, în Anania,",
        "33": "în Hațor, în Rama, în Ghitaim,",
        "34": "în Hadid, în Țeboim, în Nebalat,",
        "35": "în Lod, în Ono și în Valea Meșteșugarilor.",
        "36": "Unii dintre leviții cetelor lui Iuda s-au așezat în teritoriul lui Beniamin."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "The princes of the people lived in Jerusalem. The rest of the people also cast lots to bring one of ten to dwell in Jerusalem, the holy city, and nine parts in the other cities.",
        "2": "The people blessed all the men who willingly offered themselves to dwell in Jerusalem.",
        "3": "Now these are the chiefs of the province who lived in Jerusalem; but in the cities of Judah, everyone lived in his possession in their cities—Israel, the priests, the Levites, the temple servants, and the children of Solomon’s servants.",
        "4": "Some of the children of Judah and of the children of Benjamin lived in Jerusalem. Of the children of Judah: Athaiah the son of Uzziah, the son of Zechariah, the son of Amariah, the son of Shephatiah, the son of Mahalalel, of the children of Perez;",
        "5": "and Maaseiah the son of Baruch, the son of Colhozeh, the son of Hazaiah, the son of Adaiah, the son of Joiarib, the son of Zechariah, the son of the Shilonite.",
        "6": "All the sons of Perez who lived in Jerusalem were four hundred sixty-eight valiant men.",
        "7": "These are the sons of Benjamin: Sallu the son of Meshullam, the son of Joed, the son of Pedaiah, the son of Kolaiah, the son of Maaseiah, the son of Ithiel, the son of Jeshaiah.",
        "8": "After him Gabbai and Sallai, nine hundred twenty-eight.",
        "9": "Joel the son of Zichri was their overseer; and Judah the son of Hassenuah was second over the city.",
        "10": "Of the priests: Jedaiah the son of Joiarib, Jachin,",
        "11": "Seraiah the son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, the ruler of God’s house,",
        "12": "and their brothers who did the work of the house, eight hundred twenty-two; and Adaiah the son of Jeroham, the son of Pelaliah, the son of Amzi, the son of Zechariah, the son of Pashhur, the son of Malchijah,",
        "13": "and his brothers, chiefs of fathers’ households, two hundred forty-two; and Amashsai the son of Azarel, the son of Ahzai, the son of Meshillemoth, the son of Immer,",
        "14": "and their brothers, mighty men of valor, one hundred twenty-eight; and their overseer was Zabdiel, the son of Haggedolim.",
        "15": "Of the Levites: Shemaiah the son of Hasshub, the son of Azrikam, the son of Hashabiah, the son of Bunni;",
        "16": "and Shabbethai and Jozabad, of the chiefs of the Levites, who had the oversight of the outward business of God’s house;",
        "17": "and Mattaniah the son of Mica, the son of Zabdi, the son of Asaph, who was the chief to begin the thanksgiving in prayer, and Bakbukiah, the second among his brothers; and Abda the son of Shammua, the son of Galal, the son of Jeduthun.",
        "18": "All the Levites in the holy city were two hundred eighty-four.",
        "19": "Moreover the gatekeepers, Akkub, Talmon, and their brothers, who kept watch at the gates, were one hundred seventy-two.",
        "20": "The residue of Israel, of the priests, and the Levites were in all the cities of Judah, everyone in his inheritance.",
        "21": "But the temple servants lived in Ophel; and Ziha and Gishpa were over the temple servants.",
        "22": "The overseer also of the Levites at Jerusalem was Uzzi the son of Bani, the son of Hashabiah, the son of Mattaniah, the son of Mica, of the sons of Asaph, the singers responsible for the service of God’s house.",
        "23": "For there was a commandment from the king concerning them, and a settled provision for the singers, as every day required.",
        "24": "Pethahiah the son of Meshezabel, of the children of Zerah the son of Judah, was at the king’s hand in all matters concerning the people.",
        "25": "As for the villages with their fields, some of the children of Judah lived in Kiriath Arba and its towns, in Dibon and its towns, in Jekabzeel and its villages,",
        "26": "in Jeshua, in Moladah, Beth Pelet,",
        "27": "in Hazar Shual, in Beersheba and its towns,",
        "28": "in Ziklag, in Meconah and in its towns,",
        "29": "in En Rimmon, in Zorah, in Jarmuth,",
        "30": "Zanoah, Adullam, and their villages, Lachish and its fields, and Azekah and its towns. So they encamped from Beersheba to the valley of Hinnom.",
        "31": "The children of Benjamin also lived from Geba onward, at Michmash and Aija, and at Bethel and its towns,",
        "32": "at Anathoth, Nob, Ananiah,",
        "33": "Hazor, Ramah, Gittaim,",
        "34": "Hadid, Zeboim, Neballat,",
        "35": "Lod, and Ono, the valley of craftsmen.",
        "36": "Of the Levites, certain divisions in Judah settled in Benjamin’s territory."
      }
    }
  }
}