{
  "book": "Neemia",
  "chapter": "7",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "După ce s-a zidit zidul și am pus ușile porților, au fost puși în slujbele lor ușierii, cântăreții și leviții.",
        "2": "Am poruncit fratelui meu Hanani și lui Hanania, căpetenia cetățuiei Ierusalimului, om care întrecea pe mulți prin credincioșia și prin frica lui de Dumnezeu,",
        "3": "și le-am zis: „Să nu se deschidă porțile Ierusalimului înainte de căldura soarelui și ușile să fie închise cu încuietorile în fața voastră. Locuitorii Ierusalimului să facă de strajă, fiecare la locul lui, înaintea casei lui.”",
        "4": "Cetatea era încăpătoare și mare, dar popor era puțin în ea și casele nu erau zidite.",
        "5": "Dumnezeul meu mi-a pus în inimă gândul să adun pe mai-mari, pe dregători și poporul ca să-i număr. Am găsit o carte cu spițele de neam ale celor ce se suiseră întâi din robie și am văzut scris în ea cele ce urmează.",
        "6": "Iată pe cei din țară care s-au întors din robie, din aceia pe care îi luase robi Nebucadnețar, împăratul Babilonului, și care s-au întors la Ierusalim și în Iuda, fiecare în cetatea lui.",
        "7": "Au plecat cu Zorobabel: Iosua, Neemia, Azaria, Raamia, Nahamani, Mardoheu, Bilșan, Misperet, Bigvai, Nehum, Baana. Numărul bărbaților din poporul lui Israel:",
        "8": "fiii lui Pareoș, două mii o sută șaptezeci și doi;",
        "9": "fiii lui Șefatia, trei sute șaptezeci și doi;",
        "10": "fiii lui Arah, șase sute cincizeci și doi;",
        "11": "fiii lui Pahat-Moab, din fiii lui Iosua și ai lui Ioab, două mii opt sute optsprezece;",
        "12": "fiii lui Elam, o mie două sute cincizeci și patru;",
        "13": "fiii lui Zatu, opt sute patruzeci și cinci;",
        "14": "fiii lui Zacai, șapte sute șaizeci;",
        "15": "fiii lui Binui, șase sute patruzeci și opt;",
        "16": "fiii lui Bebai, șase sute douăzeci și opt;",
        "17": "fiii lui Azgad, două mii trei sute douăzeci și doi;",
        "18": "fiii lui Adonicam, șase sute șaizeci și șapte;",
        "19": "fiii lui Bigvai, două mii șaizeci și șapte;",
        "20": "fiii lui Adin, șase sute cincizeci și cinci;",
        "21": "fiii lui Ater, din familia lui Ezechia, nouăzeci și opt;",
        "22": "fiii lui Hașum, trei sute douăzeci și opt;",
        "23": "fiii lui Bețai, trei sute douăzeci și patru;",
        "24": "fiii lui Harif, o sută doisprezece;",
        "25": "fiii lui Gabaon, nouăzeci și cinci;",
        "26": "oamenii din Betleem și din Netofa, o sută optzeci și opt;",
        "27": "oamenii din Anatot, o sută douăzeci și opt;",
        "28": "oamenii din Bet-Azmavet, patruzeci și doi;",
        "29": "oamenii din Chiriat-Iearim, din Chefira și din Beerot, șapte sute patruzeci și trei;",
        "30": "oamenii din Rama și din Gheba, șase sute douăzeci și unu;",
        "31": "oamenii din Micmas, o sută douăzeci și doi;",
        "32": "oamenii din Betel și din Ai, o sută douăzeci și trei;",
        "33": "oamenii din celălalt Nebo, cincizeci și doi;",
        "34": "fiii celuilalt Elam, o mie două sute cincizeci și patru;",
        "35": "fiii lui Harim, trei sute douăzeci;",
        "36": "fiii lui Ierihon, trei sute patruzeci și cinci;",
        "37": "fiii lui Lod, lui Hadid și lui Ono, șapte sute douăzeci și unu;",
        "38": "fiii lui Senaa, trei mii nouă sute treizeci.",
        "39": "Preoți: fiii lui Iedaia, din casa lui Iosua, nouă sute șaptezeci și trei;",
        "40": "fiii lui Imer, o mie cincizeci și doi;",
        "41": "fiii lui Pașhur, o mie două sute patruzeci și șapte;",
        "42": "fiii lui Harim, o mie șaptesprezece.",
        "43": "Leviți: fiii lui Iosua și ai lui Cadmiel, din fiii lui Hodva, șaptezeci și patru.",
        "44": "Cântăreți: fiii lui Asaf, o sută patruzeci și opt.",
        "45": "Ușieri: fiii lui Șalum, fiii lui Ater, fiii lui Talmon, fiii lui Acub, fiii lui Hatita, fiii lui Șobai, o sută treizeci și opt.",
        "46": "Slujitori ai Templului: fiii lui Țiha, fiii lui Hasufa, fiii lui Tabaot,",
        "47": "fiii lui Cheros, fiii lui Sia, fiii lui Padon,",
        "48": "fiii lui Lebana, fiii lui Hagaba, fiii lui Salmai,",
        "49": "fiii lui Hanan, fiii lui Ghidel, fiii lui Gahar,",
        "50": "fiii lui Reaia, fiii lui Rețin, fiii lui Necoda,",
        "51": "fiii lui Gazam, fiii lui Uza, fiii lui Paseah,",
        "52": "fiii lui Besai, fiii lui Mehunim, fiii lui Nefișim,",
        "53": "fiii lui Bacbuc, fiii lui Hacufa, fiii lui Harhur,",
        "54": "fiii lui Bațlit, fiii lui Mehida, fiii lui Harșa,",
        "55": "fiii lui Barcos, fiii lui Sisera, fiii lui Tamah,",
        "56": "fiii lui Nețiah, fiii lui Hatifa.",
        "57": "Fiii robilor lui Solomon: fiii lui Sotai, fiii lui Soferet, fiii lui Perida,",
        "58": "fiii lui Iaala, fiii lui Darcon, fiii lui Ghidel,",
        "59": "fiii lui Șefatia, fiii lui Hatil, fiii lui Pocheret-Hațebaim, fiii lui Amon.",
        "60": "Toți slujitorii Templului și fiii robilor lui Solomon: trei sute nouăzeci și doi.",
        "61": "Iată pe cei ce au plecat din Tel-Melah, din Tel-Harșa, din Cherub-Adon și din Imer și care n-au putut să-și arate casa părintească și neamul ca dovadă că erau din Israel:",
        "62": "fiii lui Delaia, fiii lui Tobia, fiii lui Necoda, șase sute patruzeci și doi.",
        "63": "Și dintre preoți: fiii lui Hobaia, fiii lui Hacoț, fiii lui Barzilai, care luase de nevastă pe una din fetele lui Barzilai, Galaaditul, și a fost numit cu numele lor.",
        "64": "Și-au căutat cartea spițelor neamului lor, dar n-au găsit-o. De aceea au fost dați afară din preoție,",
        "65": "și dregătorul le-a spus să nu mănânce din lucrurile preasfinte până nu va întreba un preot pe Urim și Tumim.",
        "66": "Adunarea întreagă era de patruzeci și două de mii trei sute șaizeci de inși,",
        "67": "afară de robii și roabele lor, în număr de șapte mii trei sute treizeci și șapte. Printre ei se aflau două sute patruzeci și cinci de cântăreți și cântărețe.",
        "68": "Aveau șapte sute treizeci și șase de cai, două sute patruzeci și cinci de catâri,",
        "69": "patru sute treizeci și cinci de cămile și șase mii șapte sute douăzeci de măgari.",
        "70": "Mulți din capii de familie au făcut daruri pentru lucrare. Dregătorul a dat vistieriei o mie de darici de aur, cincizeci de potire, cinci sute treizeci de veșminte preoțești.",
        "71": "Capii de familie au dat în vistieria lucrării douăzeci de mii de darici de aur și două mii două sute de mine de argint.",
        "72": "Celălalt popor a dat douăzeci de mii de darici de aur, două mii de mine de argint și șaizeci și șapte de veșminte preoțești.",
        "73": "Preoții și leviții, ușierii, cântăreții, oamenii din popor, slujitorii Templului și tot Israelul s-au așezat în cetățile lor."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "După ce s-a reconstruit zidul și am pus porțile, au fost numiți în slujbele lor portarii, cântăreții și leviții.",
        "2": "I-am pus responsabili peste Ierusalim pe fratele meu Hanani și pe Hanania, conducătorul citadelei, un om care întrecea pe mulți în credincioșie și în teamă de Dumnezeu,",
        "3": "și le-am zis: „Să nu se deschidă porțile Ierusalimului înainte de miezul zilei! În timp ce portarii continuă să stea de veghe, porțile să fie închise și zăvorâte! Să puneți de strajă pe locuitorii Ierusalimului, pe fiecare la locul lui de strajă, în dreptul casei lui“.",
        "4": "Cetatea era largă și încăpătoare, dar poporul din mijlocul ei era puțin, iar casele încă nu fuseseră reconstruite.",
        "5": "Dumnezeul meu mi-a pus pe inimă să adun nobilii, dregătorii și poporul, ca să-i înscriu în genealogii. Am descoperit cartea cu genealogia celor ce veniseră primii din captivitate, unde am găsit scrise următoarele:",
        "6": "„Aceștia sunt fiii provinciei, care au venit din captivitatea exilului, cei pe care Nebucadnețar, împăratul Babilonului, îi dusese în exil și care s-au întors la Ierusalim, în Iuda, fiecare în cetatea sa.",
        "7": "(Ei i-au însoțit pe Zerub-Babel, pe Iosua, pe Neemia, pe Azaria, pe Raamia, pe Nahamani, pe Mardoheu, pe Bilșan, pe Misperet, pe Bigvai, pe Nehum și pe Baana.) Iată care este numărul acestor oameni din poporul Israel:",
        "8": "urmașii lui Paroș – în număr de două mii o sută șaptezeci și doi;",
        "9": "urmașii lui Șefatia – în număr de trei sute șaptezeci și doi;",
        "10": "urmașii lui Arah – în număr de șase sute cincizeci și doi;",
        "11": "urmașii lui Pahat-Moab, dintre urmașii lui Iosua și ai lui Ioab – în număr de două mii opt sute optsprezece;",
        "12": "urmașii lui Elam – în număr de o mie două sute cincizeci și patru;",
        "13": "urmașii lui Zatu – în număr de opt sute patruzeci și cinci;",
        "14": "urmașii lui Zacai – în număr de șapte sute șaizeci;",
        "15": "urmașii lui Binui – în număr de șase sute patruzeci și opt;",
        "16": "urmașii lui Bebai – în număr de șase sute douăzeci și opt;",
        "17": "urmașii lui Azgad – în număr de două mii trei sute douăzeci și doi;",
        "18": "urmașii lui Adonikam – în număr de șase sute șaizeci și șapte;",
        "19": "urmașii lui Bigvai – în număr de două mii șaizeci și șapte;",
        "20": "urmașii lui Adin – în număr de șase sute cincizeci și cinci;",
        "21": "urmașii lui Ater, dintre urmașii lui Ezechia – în număr de nouăzeci și opt;",
        "22": "urmașii lui Hașum – în număr de trei sute douăzeci și opt;",
        "23": "urmașii lui Bețai – în număr de trei sute douăzeci și patru;",
        "24": "urmașii lui Harif – în număr de o sută doisprezece;",
        "25": "urmașii lui Ghivon – în număr de nouăzeci și cinci;",
        "26": "oamenii din Betleem și Netofa – în număr de o sută optzeci și opt;",
        "27": "oamenii din Anatot – în număr de o sută douăzeci și opt;",
        "28": "oamenii din Bet-Azmavet – în număr de patruzeci și doi;",
        "29": "oamenii din Chiriat-Iearim, din Chefira și din Beerot – în număr de șapte sute patruzeci și trei;",
        "30": "oamenii din Rama și din Gheva – în număr de șase sute douăzeci și unu;",
        "31": "oamenii din Micmaș – în număr de o sută douăzeci și doi;",
        "32": "oamenii din Betel și din Ai – în număr de o sută douăzeci și trei;",
        "33": "oamenii din celălalt Nebo – în număr de cincizeci și doi;",
        "34": "urmașii celuilalt Elam – în număr de o mie două sute cincizeci și patru;",
        "35": "urmașii lui Harim – în număr de trei sute douăzeci;",
        "36": "urmașii lui Ierihon – în număr de trei sute patruzeci și cinci;",
        "37": "urmașii lui Lod, ai lui Hadid și ai lui Ono – în număr de șapte sute douăzeci și unu;",
        "38": "urmașii lui Senaa – în număr de trei mii nouă sute treizeci;",
        "39": "preoții, urmași ai lui Iedaia, din familia lui Iosua – în număr de nouă sute șaptezeci și trei;",
        "40": "urmașii lui Imer – în număr de o mie cincizeci și doi;",
        "41": "urmașii lui Pașhur – în număr de o mie două sute patruzeci și șapte;",
        "42": "urmașii lui Harim – în număr de o mie șaptesprezece;",
        "43": "leviții, urmași ai lui Iosua și ai lui Kadmiel, dintre urmașii lui Hodavia – în număr de șaptezeci și patru;",
        "44": "cântăreții, urmași ai lui Asaf – în număr de o sută patruzeci și opt;",
        "45": "portarii, urmași ai lui Șalum, ai lui Ater, ai lui Talmon, ai lui Akub, ai lui Hatita și ai lui Șobai – în număr de o sută treizeci și opt;",
        "46": "slujitorii de la Templu, urmași ai lui Țiha, ai lui Hasufa, ai lui Tabaot,",
        "47": "ai lui Cheros, ai lui Sia, ai lui Padon,",
        "48": "ai lui Lebana, ai lui Hagaba, ai lui Șalmai,",
        "49": "ai lui Hanan, ai lui Ghidel, ai lui Gahar,",
        "50": "ai lui Reaia, ai lui Rețin, ai lui Nekoda,",
        "51": "ai lui Gazam, ai lui Uza, ai lui Paseah,",
        "52": "ai lui Besai, Meunim, Nefușsim,",
        "53": "ai lui Bakbuk, ai lui Hakufa, ai lui Harhur,",
        "54": "ai lui Bațlit, ai lui Mehida, ai lui Harșa,",
        "55": "ai lui Barkos, ai lui Sisera, ai lui Temah,",
        "56": "ai lui Nețiah și ai lui Hatifa;",
        "57": "urmașii slujitorilor lui Solomon, urmași ai lui Sotai, ai lui Soferet, ai lui Perida,",
        "58": "ai lui Iaala, ai lui Darkon, ai lui Ghidel,",
        "59": "ai lui Șefatia, ai lui Hatil, ai lui Pocheret-Hațebaim și ai lui Amon;",
        "60": "toți slujitorii de la Templu și slujitorii lui Solomon la un loc – în număr de trei sute nouăzeci și doi“.",
        "61": "Aceștia sunt cei care au venit din Tel-Melah, din Tel-Harșa, din Cherub, din Adon și din Imer și care n-au putut să arate dacă familia părinților lor și neamul lor erau din Israel:",
        "62": "urmașii lui Delaia, ai lui Tobia și ai lui Nekoda – în număr de șase sute patruzeci și doi;",
        "63": "dintre preoți, urmașii lui Hobaia, ai lui Hakoț și ai lui Barzilai (cel care a luat-o de soție pe una dintre fetele ghiladitului Barzilai și a primit astfel numele acestuia).",
        "64": "Ei și-au căutat înscrierile lor genealogice, dar nu le-au găsit, astfel că au fost îndepărtați din preoție ca fiind necurați.",
        "65": "Guvernatorul le-a zis să nu mănânce din lucrurile preasfinte, până când preotul nu va hotărî lucrul acesta în conformitate cu Urim și Tumim.",
        "66": "În total, în toată adunarea erau patruzeci și două de mii trei sute șaizeci de oameni,",
        "67": "în afară de slujitorii și slujitoarele lor – în număr de șapte mii trei sute treizeci și șapte – și de cântăreți și cântărețe – în număr de două sute patruzeci și cinci.",
        "68": "Aveau șapte sute treizeci și șase de cai, două sute patruzeci și cinci de catâri,",
        "69": "patru sute treizeci și cinci de cămile și șase mii șapte sute douăzeci de măgari.",
        "70": "Câteva din căpeteniile de familii au dăruit pentru lucrare. Însuși guvernatorul a depus în vistierie următoarele: o mie de darici de aur, cincizeci de vase de aur și cinci sute treizeci de tunici preoțești.",
        "71": "Câteva din căpeteniile familiilor au depus în vistierie, pentru lucrare: douăzeci de mii de darici de aur și două mii două sute de mine de argint.",
        "72": "Restul poporului a dăruit: douăzeci de mii de darici de aur, două mii de mine de argint și șaizeci și șapte de tunici preoțești.",
        "73": "Așadar, preoții, leviții, portarii, cântăreții, unii oameni din popor, slujitorii de la Templu și tot Israelul s-au așezat în cetățile lor. La începutul lunii a șaptea, fiii lui Israel erau în cetățile lor."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now when the wall was built and I had set up the doors, and the gatekeepers and the singers and the Levites were appointed,",
        "2": "I put my brother Hanani, and Hananiah the governor of the fortress, in charge of Jerusalem; for he was a faithful man and feared God above many.",
        "3": "I said to them, “Don’t let the gates of Jerusalem be opened until the sun is hot; and while they stand guard, let them shut the doors, and you bar them; and appoint watches of the inhabitants of Jerusalem, everyone in his watch, with everyone near his house.”",
        "4": "Now the city was wide and large; but the people were few therein, and the houses were not built.",
        "5": "My God put into my heart to gather together the nobles, and the rulers, and the people, that they might be listed by genealogy. I found the book of the genealogy of those who came up at the first, and I found this written in it:",
        "6": "These are the children of the province who went up out of the captivity of those who had been carried away, whom Nebuchadnezzar the king of Babylon had carried away, and who returned to Jerusalem and to Judah, everyone to his city,",
        "7": "who came with Zerubbabel, Jeshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, and Baanah. The number of the men of the people of Israel:",
        "8": "The children of Parosh: two thousand one hundred seventy-two.",
        "9": "The children of Shephatiah: three hundred seventy-two.",
        "10": "The children of Arah: six hundred fifty-two.",
        "11": "The children of Pahathmoab, of the children of Jeshua and Joab: two thousand eight hundred eighteen.",
        "12": "The children of Elam: one thousand two hundred fifty-four.",
        "13": "The children of Zattu: eight hundred forty-five.",
        "14": "The children of Zaccai: seven hundred sixty.",
        "15": "The children of Binnui: six hundred forty-eight.",
        "16": "The children of Bebai: six hundred twenty-eight.",
        "17": "The children of Azgad: two thousand three hundred twenty-two.",
        "18": "The children of Adonikam: six hundred sixty-seven.",
        "19": "The children of Bigvai: two thousand sixty-seven.",
        "20": "The children of Adin: six hundred fifty-five.",
        "21": "The children of Ater: of Hezekiah, ninety-eight.",
        "22": "The children of Hashum: three hundred twenty-eight.",
        "23": "The children of Bezai: three hundred twenty-four.",
        "24": "The children of Hariph: one hundred twelve.",
        "25": "The children of Gibeon: ninety-five.",
        "26": "The men of Bethlehem and Netophah: one hundred eighty-eight.",
        "27": "The men of Anathoth: one hundred twenty-eight.",
        "28": "The men of Beth Azmaveth: forty-two.",
        "29": "The men of Kiriath Jearim, Chephirah, and Beeroth: seven hundred forty-three.",
        "30": "The men of Ramah and Geba: six hundred twenty-one.",
        "31": "The men of Michmas: one hundred twenty-two.",
        "32": "The men of Bethel and Ai: one hundred twenty-three.",
        "33": "The men of the other Nebo: fifty-two.",
        "34": "The children of the other Elam: one thousand two hundred fifty-four.",
        "35": "The children of Harim: three hundred twenty.",
        "36": "The children of Jericho: three hundred forty-five.",
        "37": "The children of Lod, Hadid, and Ono: seven hundred twenty-one.",
        "38": "The children of Senaah: three thousand nine hundred thirty.",
        "39": "The priests: The children of Jedaiah, of the house of Jeshua: nine hundred seventy-three.",
        "40": "The children of Immer: one thousand fifty-two.",
        "41": "The children of Pashhur: one thousand two hundred forty-seven.",
        "42": "The children of Harim: one thousand seventeen.",
        "43": "The Levites: the children of Jeshua, of Kadmiel, of the children of Hodevah: seventy-four.",
        "44": "The singers: the children of Asaph: one hundred forty-eight.",
        "45": "The gatekeepers: the children of Shallum, the children of Ater, the children of Talmon, the children of Akkub, the children of Hatita, the children of Shobai: one hundred thirty-eight.",
        "46": "The temple servants: the children of Ziha, the children of Hasupha, the children of Tabbaoth,",
        "47": "the children of Keros, the children of Sia, the children of Padon,",
        "48": "the children of Lebana, the children of Hagaba, the children of Salmai,",
        "49": "the children of Hanan, the children of Giddel, the children of Gahar,",
        "50": "the children of Reaiah, the children of Rezin, the children of Nekoda,",
        "51": "the children of Gazzam, the children of Uzza, the children of Paseah,",
        "52": "the children of Besai, the children of Meunim, the children of Nephushesim,",
        "53": "the children of Bakbuk, the children of Hakupha, the children of Harhur,",
        "54": "the children of Bazlith, the children of Mehida, the children of Harsha,",
        "55": "the children of Barkos, the children of Sisera, the children of Temah,",
        "56": "the children of Neziah, and the children of Hatipha.",
        "57": "The children of Solomon’s servants: the children of Sotai, the children of Sophereth, the children of Perida,",
        "58": "the children of Jaala, the children of Darkon, the children of Giddel,",
        "59": "the children of Shephatiah, the children of Hattil, the children of Pochereth Hazzebaim, and the children of Amon.",
        "60": "All the temple servants and the children of Solomon’s servants were three hundred ninety-two.",
        "61": "These were those who went up from Tel Melah, Tel Harsha, Cherub, Addon, and Immer; but they could not show their fathers’ houses, nor their offspring, whether they were of Israel:",
        "62": "The children of Delaiah, the children of Tobiah, the children of Nekoda: six hundred forty-two.",
        "63": "Of the priests: the children of Hobaiah, the children of Hakkoz, the children of Barzillai, who took a wife of the daughters of Barzillai the Gileadite, and was called after their name.",
        "64": "These searched for their genealogical records, but couldn’t find them. Therefore they were deemed disqualified and removed from the priesthood.",
        "65": "The governor told them not to eat of the most holy things until a priest stood up to minister with Urim and Thummim.",
        "66": "The whole assembly together was forty-two thousand three hundred sixty,",
        "67": "in addition to their male servants and their female servants, of whom there were seven thousand three hundred thirty-seven. They had two hundred forty-five singing men and singing women.",
        "68": "Their horses were seven hundred thirty-six; their mules, two hundred forty-five;",
        "69": "their camels, four hundred thirty-five; their donkeys, six thousand seven hundred twenty.",
        "70": "Some from among the heads of fathers’ households gave to the work. The governor gave to the treasury one thousand darics of gold, fifty basins, and five hundred thirty priests’ garments.",
        "71": "Some of the heads of fathers’ households gave into the treasury of the work twenty thousand darics of gold, and two thousand two hundred minas of silver.",
        "72": "That which the rest of the people gave was twenty thousand darics of gold, plus two thousand minas of silver, and sixty-seven priests’ garments.",
        "73": "So the priests, the Levites, the gatekeepers, the singers, some of the people, the temple servants, and all Israel lived in their cities. When the seventh month had come, the children of Israel were in their cities."
      }
    }
  }
}