{
  "book": "Numeri",
  "chapter": "1",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul a vorbit lui Moise în pustia Sinai, în cortul întâlnirii, în cea dintâi zi a lunii a doua, în al doilea an după ieșirea lor din țara Egiptului. El a zis:",
        "2": "„Faceți numărătoarea întregii adunări a copiilor lui Israel, după familiile lor, după casele părinților lor, numărând pe cap numele tuturor bărbaților",
        "3": "de la vârsta de douăzeci de ani în sus, pe toți cei din Israel care sunt în stare să poarte armele; să le faceți numărătoarea după cetele lor, tu și Aaron.",
        "4": "Să fie cu voi câte un bărbat de fiecare seminție, căpetenie a casei părinților săi.",
        "5": "Iată numele bărbaților care vor fi împreună cu voi. Pentru Ruben: Elițur, fiul lui Ședeur;",
        "6": "pentru Simeon: Șelumiel, fiul lui Țurișadai;",
        "7": "pentru Iuda: Nahșon, fiul lui Aminadab;",
        "8": "pentru Isahar: Netaneel, fiul lui Țuar;",
        "9": "pentru Zabulon: Eliab, fiul lui Helon;",
        "10": "pentru fiii lui Iosif – pentru Efraim: Elișama, fiul lui Amihud; pentru Manase: Gamliel, fiul lui Pedahțur;",
        "11": "pentru Beniamin: Abidan, fiul lui Ghideoni;",
        "12": "pentru Dan: Ahiezer, fiul lui Amișadai;",
        "13": "pentru Așer: Paguiel, fiul lui Ocran;",
        "14": "pentru Gad: Eliasaf, fiul lui Deuel;",
        "15": "pentru Neftali: Ahira, fiul lui Enan.”",
        "16": "Aceștia sunt cei ce au fost aleși de adunare, mai-marii semințiilor părinților lor, căpeteniile miilor lui Israel.",
        "17": "Moise și Aaron au luat pe bărbații aceștia care fuseseră chemați pe nume",
        "18": "și au strâns toată adunarea în cea dintâi zi a lunii a doua. I-au trecut în cărțile care cuprindeau spița neamului, după familiile lor, după casele părinților lor, numărând pe cap numele bărbaților de la vârsta de douăzeci de ani în sus.",
        "19": "Moise a făcut numărătoarea în pustia Sinai, cum îi poruncise Domnul.",
        "20": "Au trecut în cărțile neamului pe fiii lui Ruben, întâiul născut al lui Israel, după familiile lor, după casele părinților lor, numărând pe cap numele tuturor bărbaților de la vârsta de douăzeci de ani în sus, pe toți cei în stare să poarte armele:",
        "21": "bărbații din seminția lui Ruben ieșiți la numărătoare au fost patruzeci și șase de mii cinci sute.",
        "22": "Au trecut în cărțile neamului pe fiii lui Simeon, după familiile lor, după casele părinților lor; le-au făcut numărătoarea, numărând pe cap numele tuturor bărbaților de la vârsta de douăzeci de ani în sus, toți cei în stare să poarte armele:",
        "23": "bărbații din seminția lui Simeon ieșiți la numărătoare au fost cincizeci și nouă de mii trei sute.",
        "24": "Au trecut în cărțile neamului pe fiii lui Gad, după familiile lor, după casele părinților lor, numărând numele bărbaților de la vârsta de douăzeci de ani în sus, pe toți cei în stare să poarte armele:",
        "25": "bărbații din seminția lui Gad ieșiți la numărătoare au fost patruzeci și cinci de mii șase sute cincizeci.",
        "26": "Au trecut în cărțile neamului pe fiii lui Iuda, după familiile lor, după casele părinților lor, numărând numele bărbaților de la vârsta de douăzeci de ani în sus, pe toți cei în stare să poarte armele:",
        "27": "bărbații din seminția lui Iuda ieșiți la numărătoare au fost șaptezeci și patru de mii șase sute.",
        "28": "Au trecut în cărțile neamului pe fiii lui Isahar, după familiile lor, după casele părinților lor, numărând numele bărbaților de la vârsta de douăzeci de ani în sus, pe toți cei în stare să poarte armele:",
        "29": "bărbații din seminția lui Isahar ieșiți la numărătoare au fost cincizeci și patru de mii patru sute.",
        "30": "Au trecut în cărțile neamului pe fiii lui Zabulon, după familiile lor, după casele părinților lor, numărând numele bărbaților de la vârsta de douăzeci de ani în sus, pe toți cei în stare să poarte armele:",
        "31": "bărbații din seminția lui Zabulon ieșiți la numărătoare au fost cincizeci și șapte de mii patru sute.",
        "32": "Au trecut în cărțile neamului, dintre fiii lui Iosif, pe fiii lui Efraim, după familiile lor, după casele părinților lor, numărând numele bărbaților de la vârsta de douăzeci de ani în sus, pe toți cei în stare să poarte armele:",
        "33": "bărbații din seminția lui Efraim ieșiți la numărătoare au fost patruzeci de mii cinci sute.",
        "34": "Au trecut în cărțile neamului pe fiii lui Manase, după familiile lor, după casele părinților lor, numărând numele bărbaților de la vârsta de douăzeci de ani în sus, pe toți cei în stare să poarte armele:",
        "35": "bărbații din seminția lui Manase ieșiți la numărătoare au fost treizeci și două de mii două sute.",
        "36": "Au trecut în cărțile neamului pe fiii lui Beniamin, după familiile lor, după casele părinților lor, numărând numele bărbaților de la vârsta de douăzeci de ani în sus, pe toți cei în stare să poarte armele:",
        "37": "bărbații din seminția lui Beniamin ieșiți la numărătoare au fost treizeci și cinci de mii patru sute.",
        "38": "Au trecut în cărțile neamului pe fiii lui Dan, după familiile lor, după casele părinților lor, numărând numele bărbaților de la vârsta de douăzeci de ani în sus, pe toți cei în stare să poarte armele:",
        "39": "bărbații din seminția lui Dan ieșiți la numărătoare au fost șaizeci și două de mii șapte sute.",
        "40": "Au trecut în cărțile neamului pe fiii lui Așer, după familiile lor, după casele părinților lor, numărând numele bărbaților de la vârsta de douăzeci de ani în sus, pe toți cei în stare să poarte armele:",
        "41": "bărbații din seminția lui Așer ieșiți la numărătoare au fost patruzeci și unu de mii cinci sute.",
        "42": "Au trecut în cărțile neamului pe fiii lui Neftali, după familiile lor, după casele părinților lor, numărând numele bărbaților de la vârsta de douăzeci de ani în sus, pe toți cei în stare să poarte armele:",
        "43": "bărbații din seminția lui Neftali ieșiți la numărătoare au fost cincizeci și trei de mii patru sute.",
        "44": "Aceștia sunt aceia a căror numărătoare a fost făcută de Moise și Aaron și de cei doisprezece bărbați, mai-mari ai lui Israel; era câte un bărbat pentru fiecare din casele părinților lor.",
        "45": "Toți aceia dintre copiii lui Israel ieșiți la numărătoare, după casele părinților lor, de la vârsta de douăzeci de ani în sus, toți aceia din Israel care erau în stare să poarte armele,",
        "46": "toți cei ieșiți la numărătoare, au fost șase sute trei mii cinci sute cincizeci. Deosebirea leviților",
        "47": "Leviții, după seminția părinților lor, n-au intrat în numărătoarea aceasta.",
        "48": "Domnul a vorbit lui Moise și a zis:",
        "49": "„Să nu faci numărătoarea seminției lui Levi și să nu-i numeri capetele în mijlocul celorlalți copii ai lui Israel.",
        "50": "Dă în grija leviților cortul întâlnirii, toate uneltele lui și tot ce ține de el. Ei vor duce cortul și toate uneltele lui, vor face slujba în el și vor tăbărî în jurul cortului.",
        "51": "Când va porni cortul, leviții să-l desfacă; și când se va opri cortul, leviții să-l întindă, iar străinul care se va apropia de el să fie pedepsit cu moartea.",
        "52": "Copiii lui Israel să tăbărască fiecare în tabăra lui, fiecare lângă steagul lui, după cetele lor.",
        "53": "Dar leviții să tăbărască în jurul cortului întâlnirii, pentru ca să nu izbucnească mânia Mea împotriva adunării copiilor lui Israel, și leviții să aibă paza cortului întâlnirii.”",
        "54": "Copiii lui Israel au făcut întocmai după toate poruncile pe care le dăduse lui Moise Domnul; așa au făcut."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Domnul i-a vorbit lui Moise în deșertul Sinai, în Cortul Întâlnirii, în prima zi a celei de-a doua luni, în al doilea an după ce au ieșit din țara Egiptului, zicând:",
        "2": "„Faceți numărătoarea întregii comunități a fiilor lui Israel, după clanurile lor, după familiile lor, potrivit cu numărul numelor fiecărui bărbat în parte,",
        "3": "a fiecăruia din Israel, de la douăzeci de ani în sus, care este în stare să meargă la război. Tu și Aaron să-i numărați potrivit armatelor lor.",
        "4": "Să fie cu voi câte un bărbat din fiecare seminție, fiecare – căpetenie a familiei lui.",
        "5": "Acestea sunt numele bărbaților care vor fi împreună cu voi: din Ruben: Elițur, fiul lui Ședeur;",
        "6": "din Simeon: Șelumiel, fiul lui Țurișadai;",
        "7": "din Iuda: Nahșon, fiul lui Aminadab;",
        "8": "din Isahar: Netanel, fiul lui Țuar;",
        "9": "din Zabulon: Eliab, fiul lui Helon;",
        "10": "din fiii lui Iosif – din Efraim: Elișama, fiul lui Amihud; din Manase: Gamaliel, fiul lui Pedahțur;",
        "11": "din Beniamin: Abidan, fiul lui Ghidoni;",
        "12": "din Dan: Ahiezer, fiul lui Amișadai;",
        "13": "din Așer: Paghiel, fiul lui Ocran;",
        "14": "din Gad: Eliasaf, fiul lui Deuel;",
        "15": "din Neftali: Ahira, fiul lui Enan“.",
        "16": "Aceștia au fost cei aleși din adunare, conducătorii semințiilor părinților lor, căpeteniile miilor lui Israel.",
        "17": "Moise și Aaron i-au luat pe acești bărbați care fuseseră desemnați pe nume",
        "18": "și, în prima zi a celei de-a doua luni, au convocat întreaga comunitate. Ei s-au înscris după clanurile și familiile lor, după numărul numelor celor de la douăzeci de ani în sus, fiecare în parte,",
        "19": "așa cum i-a poruncit Domnul lui Moise. Astfel, el i-a numărat în deșertul Sinai.",
        "20": "Fiii lui Ruben, întâiul născut al lui Israel, după generațiile clanurilor și familiilor lor, după numărul numelor fiecăruia în parte, a fiecărui bărbat de la douăzeci de ani în sus, toți cei în stare să meargă la război –",
        "21": "cei numărați din seminția lui Ruben – au fost patruzeci și șase de mii cinci sute.",
        "22": "Fiii lui Simeon, după generațiile clanurilor și familiilor lor, cei numărați după numărul numelor, a fiecărui bărbat de la douăzeci de ani în sus, toți cei în stare să meargă la război –",
        "23": "cei numărați din seminția lui Simeon – au fost cincizeci și nouă de mii trei sute.",
        "24": "Fiii lui Gad, după generațiile clanurilor și familiilor lor, după numărul numelor celor de la douăzeci de ani în sus, toți cei în stare să meargă la război –",
        "25": "cei numărați din seminția lui Gad – au fost patruzeci și cinci de mii șase sute cincizeci.",
        "26": "Fiii lui Iuda, după generațiile clanurilor și familiilor lor, după numărul numelor celor de la douăzeci de ani în sus, toți cei în stare să meargă la război –",
        "27": "cei numărați din seminția lui Iuda – au fost șaptezeci și patru de mii șase sute.",
        "28": "Fiii lui Isahar, după generațiile clanurilor și familiilor lor, după numărul numelor celor de la douăzeci de ani în sus, toți cei în stare să meargă la război –",
        "29": "cei numărați din seminția lui Isahar – au fost cincizeci și patru de mii patru sute.",
        "30": "Fiii lui Zabulon, după generațiile clanurilor și familiilor lor, după numărul numelor celor de la douăzeci de ani în sus, toți cei în stare să meargă la război –",
        "31": "cei numărați din seminția lui Zabulon – au fost cincizeci și șapte de mii patru sute.",
        "32": "Fiii lui Iosif, și anume fiii lui Efraim, după generațiile clanurilor și familiilor lor, după numărul numelor celor de la douăzeci de ani în sus, toți cei în stare să meargă la război –",
        "33": "cei numărați din seminția lui Efraim – au fost patruzeci de mii cinci sute.",
        "34": "Fiii lui Manase, după generațiile clanurilor și familiilor lor, după numărul numelor celor de la douăzeci de ani în sus, toți cei în stare să meargă la război –",
        "35": "cei numărați din seminția lui Manase – au fost treizeci și două de mii două sute.",
        "36": "Fiii lui Beniamin, după generațiile clanurilor și familiilor lor, după numărul numelor celor de la douăzeci de ani în sus, toți cei în stare să meargă la război –",
        "37": "cei numărați din seminția lui Beniamin – au fost treizeci și cinci de mii patru sute.",
        "38": "Fiii lui Dan, după generațiile clanurilor și familiilor lor, după numărul numelor celor de la douăzeci de ani în sus, toți cei în stare să meargă la război –",
        "39": "cei numărați din seminția lui Dan – au fost șaizeci și două de mii șapte sute.",
        "40": "Fiii lui Așer, după generațiile clanurilor și familiilor lor, după numărul numelor celor de la douăzeci de ani în sus, toți cei în stare să meargă la război –",
        "41": "cei numărați din seminția lui Așer – au fost patruzeci și unu de mii cinci sute.",
        "42": "Fiii lui Neftali, după generațiile clanurilor și familiilor lor, după numărul numelor celor de la douăzeci de ani în sus, toți cei în stare să meargă la război –",
        "43": "cei numărați din seminția lui Neftali – au fost cincizeci și trei de mii patru sute.",
        "44": "Aceștia sunt cei care au fost numărați, pe care Moise și Aaron i-au numărat cu ajutorul conducătorilor lui Israel, cei doisprezece bărbați, câte unul pentru propria lui familie.",
        "45": "Deci, toți fiii lui Israel, care au fost numărați potrivit familiilor lor, de la douăzeci de ani în sus, toți cei din Israel în stare să meargă la război,",
        "46": "toți cei numărați au fost șase sute trei mii cinci sute cincizeci. Deosebirea leviților",
        "47": "Leviții, după seminția părinților lor, n-au fost numărați împreună cu ei.",
        "48": "Domnul îi vorbise lui Moise, zicând:",
        "49": "„Doar pe seminția lui Levi să n-o numeri și să nu îi ții socoteala în mijlocul fiilor lui Israel,",
        "50": "ci să pui leviții responsabili peste Tabernaculul Mărturiei, peste toate obiectele lui și tot ce ține de el. Ei să poarte Tabernaculul și toate obiectele lui, să slujească în el și să-și așeze tabăra în jurul lui.",
        "51": "Când va porni Tabernaculul, leviții să-l strângă, iar când Tabernaculul va fi întins, leviții să-l înalțe. Străinul care se va apropia să fie omorât.",
        "52": "Fiii lui Israel să se așeze fiecare în tabăra lui, fiecare sub steagul lui, potrivit armatelor lor.",
        "53": "Dar leviții să-și așeze tabăra în jurul Tabernaculului Mărturiei, ca să nu izbucnească mânia Mea împotriva comunității fiilor lui Israel. Leviții să aibă responsabilitatea de a păzi Tabernaculul Mărturiei“.",
        "54": "Fiii lui Israel au făcut potrivit cu tot ceea ce i-a poruncit Domnul lui Moise; așa au făcut."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh spoke to Moses in the wilderness of Sinai, in the Tent of Meeting, on the first day of the second month, in the second year after they had come out of the land of Egypt, saying,",
        "2": "“Take a census of all the congregation of the children of Israel, by their families, by their fathers’ houses, according to the number of the names, every male, one by one,",
        "3": "from twenty years old and upward, all who are able to go out to war in Israel. You and Aaron shall count them by their divisions.",
        "4": "With you there shall be a man of every tribe, each one head of his fathers’ house.",
        "5": "These are the names of the men who shall stand with you: Of Reuben: Elizur the son of Shedeur.",
        "6": "Of Simeon: Shelumiel the son of Zurishaddai.",
        "7": "Of Judah: Nahshon the son of Amminadab.",
        "8": "Of Issachar: Nethanel the son of Zuar.",
        "9": "Of Zebulun: Eliab the son of Helon.",
        "10": "Of the children of Joseph: of Ephraim: Elishama the son of Ammihud; of Manasseh: Gamaliel the son of Pedahzur.",
        "11": "Of Benjamin: Abidan the son of Gideoni.",
        "12": "Of Dan: Ahiezer the son of Ammishaddai.",
        "13": "Of Asher: Pagiel the son of Ochran.",
        "14": "Of Gad: Eliasaph the son of Deuel.",
        "15": "Of Naphtali: Ahira the son of Enan.”",
        "16": "These are those who were called of the congregation, the princes of the tribes of their fathers; they were the heads of the thousands of Israel.",
        "17": "Moses and Aaron took these men who are mentioned by name.",
        "18": "They assembled all the congregation together on the first day of the second month; and they declared their ancestry by their families, by their fathers’ houses, according to the number of the names, from twenty years old and upward, one by one.",
        "19": "As Yahweh commanded Moses, so he counted them in the wilderness of Sinai.",
        "20": "The children of Reuben, Israel’s firstborn, their generations, by their families, by their fathers’ houses, according to the number of the names, one by one, every male from twenty years old and upward, all who were able to go out to war:",
        "21": "those who were counted of them, of the tribe of Reuben, were forty-six thousand five hundred.",
        "22": "Of the children of Simeon, their generations, by their families, by their fathers’ houses, those who were counted of it, according to the number of the names, one by one, every male from twenty years old and upward, all who were able to go out to war:",
        "23": "those who were counted of them, of the tribe of Simeon, were fifty-nine thousand three hundred.",
        "24": "Of the children of Gad, their generations, by their families, by their fathers’ houses, according to the number of the names, from twenty years old and upward, all who were able to go out to war:",
        "25": "those who were counted of them, of the tribe of Gad, were forty-five thousand six hundred fifty.",
        "26": "Of the children of Judah, their generations, by their families, by their fathers’ houses, according to the number of the names, from twenty years old and upward, all who were able to go out to war:",
        "27": "those who were counted of them, of the tribe of Judah, were seventy-four thousand six hundred.",
        "28": "Of the children of Issachar, their generations, by their families, by their fathers’ houses, according to the number of the names, from twenty years old and upward, all who were able to go out to war:",
        "29": "those who were counted of them, of the tribe of Issachar, were fifty-four thousand four hundred.",
        "30": "Of the children of Zebulun, their generations, by their families, by their fathers’ houses, according to the number of the names, from twenty years old and upward, all who were able to go out to war:",
        "31": "those who were counted of them, of the tribe of Zebulun, were fifty-seven thousand four hundred.",
        "32": "Of the children of Joseph: of the children of Ephraim, their generations, by their families, by their fathers’ houses, according to the number of the names, from twenty years old and upward, all who were able to go out to war:",
        "33": "those who were counted of them, of the tribe of Ephraim, were forty thousand five hundred.",
        "34": "Of the children of Manasseh, their generations, by their families, by their fathers’ houses, according to the number of the names, from twenty years old and upward, all who were able to go out to war:",
        "35": "those who were counted of them, of the tribe of Manasseh, were thirty-two thousand two hundred.",
        "36": "Of the children of Benjamin, their generations, by their families, by their fathers’ houses, according to the number of the names, from twenty years old and upward, all who were able to go out to war:",
        "37": "those who were counted of them, of the tribe of Benjamin, were thirty-five thousand four hundred.",
        "38": "Of the children of Dan, their generations, by their families, by their fathers’ houses, according to the number of the names, from twenty years old and upward, all who were able to go out to war:",
        "39": "those who were counted of them, of the tribe of Dan, were sixty-two thousand seven hundred.",
        "40": "Of the children of Asher, their generations, by their families, by their fathers’ houses, according to the number of the names, from twenty years old and upward, all who were able to go out to war:",
        "41": "those who were counted of them, of the tribe of Asher, were forty-one thousand five hundred.",
        "42": "Of the children of Naphtali, their generations, by their families, by their fathers’ houses, according to the number of the names, from twenty years old and upward, all who were able to go out to war:",
        "43": "those who were counted of them, of the tribe of Naphtali, were fifty-three thousand four hundred.",
        "44": "These are those who were counted, whom Moses and Aaron counted, and the twelve men who were princes of Israel, each one for his fathers’ house.",
        "45": "So all those who were counted of the children of Israel by their fathers’ houses, from twenty years old and upward, all who were able to go out to war in Israel—",
        "46": "all those who were counted were six hundred three thousand five hundred fifty.",
        "47": "But the Levites after the tribe of their fathers were not counted among them.",
        "48": "For Yahweh spoke to Moses, saying,",
        "49": "“Only the tribe of Levi you shall not count, neither shall you take a census of them among the children of Israel;",
        "50": "but appoint the Levites over the Tabernacle of the Testimony, and over all its furnishings, and over all that belongs to it. They shall carry the tabernacle and all its furnishings; and they shall take care of it, and shall encamp around it.",
        "51": "When the tabernacle is to move, the Levites shall take it down; and when the tabernacle is to be set up, the Levites shall set it up. The stranger who comes near shall be put to death.",
        "52": "The children of Israel shall pitch their tents, every man by his own camp, and every man by his own standard, according to their divisions.",
        "53": "But the Levites shall encamp around the Tabernacle of the Testimony, that there may be no wrath on the congregation of the children of Israel. The Levites shall be responsible for the Tabernacle of the Testimony.”",
        "54": "Thus the children of Israel did. According to all that Yahweh commanded Moses, so they did."
      }
    }
  }
}