{
  "book": "Numeri",
  "chapter": "15",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul a vorbit lui Moise și a zis:",
        "2": "„Vorbește copiilor lui Israel și spune-le: ‘Când veți intra în țara pe care v-o dau ca să vă așezați locuințele în ea",
        "3": "și veți aduce Domnului o jertfă mistuită de foc, fie o ardere-de-tot, fie o jertfă adusă pentru împlinirea unei juruințe sau ca dar de bunăvoie sau la sărbătorile voastre, ca să faceți din cirezile sau turmele voastre un miros plăcut Domnului,",
        "4": "cel ce își va aduce darul său Domnului să aducă Domnului ca dar de mâncare a zecea parte dintr-o efă de floare de făină frământată într-un sfert de hin de untdelemn,",
        "5": "iar vin pentru jertfa de băutură la arderea-de-tot sau la jertfă, să aducă un sfert de hin de fiecare miel.",
        "6": "Pentru un berbec, să aduci ca dar de mâncare două zecimi de efă din floarea făinii frământată într-o treime de hin de untdelemn",
        "7": "și să faci o jertfă de băutură de o treime de hin de vin, ca dar de mâncare de un miros plăcut Domnului.",
        "8": "Dacă aduci un vițel, fie ca ardere-de-tot, fie ca jertfă pentru împlinirea unei juruințe sau ca jertfă de mulțumire Domnului,",
        "9": "să aduci ca dar de mâncare, împreună cu vițelul, trei zecimi de efă din floarea făinii frământată într-o jumătate de hin de untdelemn",
        "10": "și să faci o jertfă de băutură de o jumătate de hin de vin: aceasta este o jertfă mistuită de foc, de un miros plăcut Domnului.",
        "11": "Așa să se facă pentru fiecare bou, pentru fiecare berbec, pentru fiecare miel sau ied.",
        "12": "După numărul vitelor, așa să faceți pentru fiecare, după numărul lor.",
        "13": "Așa să facă lucrurile acestea orice băștinaș când va aduce o jertfă mistuită de foc, de un miros plăcut Domnului.",
        "14": "Dacă un străin care locuiește la voi sau care se va găsi în viitor în mijlocul vostru aduce o jertfă mistuită de foc, de un miros plăcut Domnului, s-o aducă în același fel ca voi.",
        "15": "Să fie o singură lege pentru toată adunarea, atât pentru voi, cât și pentru străinul care locuiește în mijlocul vostru; aceasta să fie o lege necurmată printre urmașii voștri: cu străinul să fie ca și cu voi înaintea Domnului.",
        "16": "O singură lege și o singură poruncă să fie atât pentru voi, cât și pentru străinul care locuiește printre voi.’” Pârga plămădelii",
        "17": "Domnul a vorbit lui Moise și a zis:",
        "18": "„Vorbește copiilor lui Israel și spune-le: ‘Când veți intra în țara în care vă voi duce",
        "19": "și când veți mânca pâine din țara aceea, să luați întâi un dar ridicat pentru Domnul.",
        "20": "Ca dar ridicat, să aduceți o turtă din pârga plămădelii voastre; s-o aduceți cum aduceți darul care se ia întâi din arie.",
        "21": "Din pârga plămădelii voastre să luați întâi un dar ridicat pentru Domnul din neam în neam. Păcatele fără voie",
        "22": "Dacă păcătuiți fără voie și nu păziți toate poruncile pe care le-a făcut cunoscute lui Moise Domnul,",
        "23": "tot ce v-a poruncit Domnul prin Moise, din ziua când a dat Domnul porunci și mai târziu din neam în neam,",
        "24": "dacă păcatul a fost făcut fără voie și fără să știe adunarea, toată adunarea să aducă un vițel ca ardere-de-tot, de un miros plăcut Domnului, împreună cu darul său de mâncare și cu jertfa sa de băutură, după rânduielile așezate; să mai aducă și un țap ca jertfă de ispășire.",
        "25": "Preotul să facă ispășire pentru toată adunarea copiilor lui Israel și li se va ierta, căci au păcătuit fără voie și și-au adus darul lor: o jertfă mistuită de foc în cinstea Domnului și o jertfă de ispășire înaintea Domnului pentru păcatul pe care l-au săvârșit fără voie.",
        "26": "Se va ierta întregii adunări a copiilor lui Israel și străinului care locuiește în mijlocul lor, căci tot poporul a păcătuit fără voie.",
        "27": "Dacă unul singur a păcătuit fără voie, să aducă o capră de un an ca jertfă pentru păcat.",
        "28": "Preotul să facă ispășire pentru cel ce a păcătuit fără voie înaintea Domnului; când va face ispășire pentru el, i se va ierta.",
        "29": "Atât pentru băștinașul dintre copiii lui Israel, cât și pentru străinul care locuiește în mijlocul lor, să fie aceeași lege, când va păcătui fără voie.",
        "30": "Dar, dacă cineva, fie băștinaș, fie străin, păcătuiește cu voie, hulește pe Domnul, acela va fi nimicit din mijlocul poporului său,",
        "31": "căci a nesocotit Cuvântul Domnului și a călcat porunca Lui; va fi nimicit și își va lua astfel pedeapsa pentru nelegiuirea lui.’” Pedepsirea omului pentru călcarea Sabatului",
        "32": "Când erau copiii lui Israel în pustie, au găsit pe un om strângând lemne în ziua Sabatului.",
        "33": "Cei ce-l găsiseră strângând lemne l-au adus la Moise, la Aaron și la toată adunarea.",
        "34": "L-au aruncat în temniță, căci nu se spusese ce trebuiau să-i facă.",
        "35": "Domnul a zis lui Moise: „Omul acesta să fie pedepsit cu moartea, toată adunarea să-l ucidă cu pietre afară din tabără.”",
        "36": "Toată adunarea l-a scos afară din tabără și l-a ucis cu pietre; și a murit, cum poruncise lui Moise Domnul. Ciucurii de la veșminte",
        "37": "Domnul a zis lui Moise:",
        "38": "„Vorbește copiilor lui Israel și spune-le să-și facă, din neam în neam, un ciucure la colțurile veșmintelor lor și să pună un fir albastru peste ciucurele acesta din colțurile veșmintelor.",
        "39": "Când veți avea ciucurele acesta, să vă uitați la el și să vă aduceți aminte de toate poruncile Domnului, ca să le împliniți și să nu urmați după poftele inimilor voastre și după poftele ochilor voștri, ca să vă lăsați târâți la curvie.",
        "40": "Să vă aduceți astfel aminte de poruncile Mele, să le împliniți și să fiți sfinți pentru Dumnezeul vostru.",
        "41": "Eu sunt Domnul Dumnezeul vostru, care v-am scos din țara Egiptului, ca să fiu Dumnezeul vostru.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Domnul i-a vorbit lui Moise, zicând:",
        "2": "„Vorbește-le fiilor lui Israel și spune-le: «Când veți intra în țara în care veți locui, pe care v-o voi da,",
        "3": "și veți aduce Domnului o jertfă mistuită de foc – fie o ardere-de-tot, fie o jertfă pentru împlinirea unui jurământ deosebit sau un dar de bunăvoie sau o jertfă cu ocazia sărbătorilor periodice – ca să faceți din cirezile sau turmele voastre o aromă plăcută Domnului,",
        "4": "cel care va aduce Domnului ofranda sa va trebui să aducă și un dar de mâncare dintr-o zecime de efă de făină aleasă, amestecată cu un sfert de hin de ulei.",
        "5": "Pentru fiecare miel adus ca jertfă sau ca ardere-de-tot, să aducă și un sfert de hin de vin ca jertfă de băutură.",
        "6": "Pentru fiecare berbec să aducă și un dar de mâncare din două zecimi de efă de făină aleasă, amestecată cu o treime de hin de ulei,",
        "7": "și o jertfă de băutură dintr-o treime de hin de vin, de o aromă plăcută Domnului.",
        "8": "Când vor aduce un taur ca jertfă sau ca ardere-de-tot pentru împlinirea unui jurământ deosebit sau ca jertfă de pace în cinstea Domnului,",
        "9": "să aducă împreună cu taurul un dar de mâncare din trei zecimi de efă de făină aleasă, amestecată cu o jumătate de hin de ulei",
        "10": "și o jertfă de băutură din jumătate de hin de vin ca jertfă mistuită de foc, de o aromă plăcută Domnului.",
        "11": "Așa să se facă pentru fiecare bou sau berbec sau pentru fiecare dintre miei sau iezi.",
        "12": "Așa să se facă pentru fiecare în parte, oricare ar fi numărul lor.",
        "13": "Așa să facă orice băștinaș care își va aduce jertfa mistuită de foc, de o aromă plăcută Domnului.",
        "14": "Dacă vreun străin care locuiește cu voi sau care se naște printre voi de-a lungul generațiilor voastre, va dori să aducă o jertfă mistuită de foc, de o aromă plăcută Domnului, el va trebui să facă așa cum faceți voi.",
        "15": "Să fie o singură hotărâre pentru toată adunarea, atât pentru voi, cât și pentru străinul care locuiește printre voi, o hotărâre veșnică de-a lungul generațiilor voastre. Și voi și străinul veți fi la fel înaintea Domnului.",
        "16": "Să fie aceeași lege și aceeași poruncă atât pentru voi, cât și pentru străinul care locuiește cu voi»“.",
        "17": "Domnul i-a vorbit lui Moise, zicând:",
        "18": "„Vorbește-le fiilor lui Israel și spune-le: «Când veți intra în țara în care vă duc",
        "19": "și când veți mânca din pâinea țării, să aduceți Domnului o contribuție prin ridicare.",
        "20": "Din prima parte a aluatului să aduceți o turtă drept contribuție ca dar ridicat. S-o aduceți așa cum aduceți o contribuție din aria de treierat.",
        "21": "De-a lungul generațiilor voastre, să oferiți Domnului această contribuție din prima parte a aluatului vostru. Jertfe pentru păcatul fără voie",
        "22": "Dacă păcătuiți din greșeală și nu împliniți toate aceste porunci pe care i le-a spus Domnul lui Moise",
        "23": "– tot ce v-a poruncit Domnul prin Moise, din ziua în care Domnul a dat porunci și până mai târziu, de-a lungul generațiilor voastre –",
        "24": "deci, dacă întreaga comunitate a păcătuit fără voie, fără să-și dea seama, atunci toată comunitatea să aducă un taur ca ardere-de-tot de o aromă plăcută Domnului, împreună cu un dar de mâncare și cu darul de băutură, în conformitate cu reglementările stabilite, și un țap ca jertfă pentru păcat.",
        "25": "Preotul să facă ispășire pentru toată comunitatea fiilor lui Israel și ei vor fi iertați, căci au păcătuit fără voie și și-au adus atât ofranda, adică jertfa mistuită de foc pentru Domnul, cât și jertfa pentru păcat înaintea Domnului, pentru păcatul pe care l-au comis fără voie.",
        "26": "Toată comunitatea fiilor lui Israel va fi iertată, atât ei, cât și străinii care locuiesc în mijlocul lor, pentru că tot poporul a păcătuit fără voie.",
        "27": "Dacă cineva păcătuiește fără voie, să aducă o capră de un an ca jertfă pentru păcat.",
        "28": "Preotul să facă ispășire înaintea Domnului pentru cel care a păcătuit fără voie și după ce va face ispășire pentru el, va fi iertat.",
        "29": "Să fie aceeași lege pentru toți aceia care păcătuiesc fără voie, atât pentru băștinașul dintre fiii lui Israel, cât și pentru străinul care locuiește în mijlocul lor.",
        "30": "Însă cel ce păcătuiește cu voie – indiferent dacă este băștinaș sau străin – Îl hulește pe Domnul. Omul acela va trebui să fie nimicit din mijlocul poporului.",
        "31": "Fiindcă a disprețuit Cuvântul Domnului și a încălcat porunca Lui, omul acela să fie nimicit pe deplin. Pedeapsa pentru nelegiuire va fi asupra lui»“. Pedeapsa pentru încălcarea sabatului",
        "32": "În timp ce fiii lui Israel erau în deșert, au găsit un om adunând vreascuri în ziua de sabat.",
        "33": "Cei care-l găsiseră adunând vreascuri l-au adus înaintea lui Moise, a lui Aaron și a întregii comunități.",
        "34": "Pentru că încă nu era clar ce trebuie să i se facă, l-au pus sub pază.",
        "35": "Domnul i-a zis lui Moise: „Omul acela să fie pedepsit cu moartea. Întreaga adunare să-l omoare cu pietre în afara taberei“.",
        "36": "Întreaga adunare l-a dus în afara taberei și l-a omorât cu pietre, așa cum i-a poruncit Domnul lui Moise. Ciucurii de la veșminte",
        "37": "Domnul i-a vorbit lui Moise, zicând:",
        "38": "„Vorbește-le fiilor lui Israel și spune-le să-și facă ciucuri la colțurile hainelor, de-a lungul generațiilor lor, și să pună un șnur albastru pe ciucurele de la fiecare colț.",
        "39": "Când veți avea ciucurii aceștia, să vă uitați la ei și să vă aduceți aminte de toate poruncile Domnului ca să le puteți împlini. Și, astfel, nu veți mai umbla după poftele inimilor voastre și ale ochilor voștri, după care v-ați luat ca să preacurviți.",
        "40": "Așa vă veți aduce aminte să împliniți toate poruncile Mele și veți fi sfinți pentru Dumnezeul vostru.",
        "41": "Eu sunt Domnul, Dumnezeul vostru, Care v-am scos din țara Egiptului ca să fiu Dumnezeul vostru: Eu sunt Domnul, Dumnezeul vostru“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh spoke to Moses, saying,",
        "2": "“Speak to the children of Israel, and tell them, ‘When you have come into the land of your habitations, which I give to you,",
        "3": "and will make an offering by fire to Yahweh—a burnt offering, or a sacrifice, to accomplish a vow, or as a free will offering, or in your set feasts, to make a pleasant aroma to Yahweh, of the herd, or of the flock—",
        "4": "then he who offers his offering shall offer to Yahweh a meal offering of one tenth of an ephah of fine flour mixed with one fourth of a hin of oil.",
        "5": "You shall prepare wine for the drink offering, one fourth of a hin, with the burnt offering or for the sacrifice, for each lamb.",
        "6": "“‘For a ram, you shall prepare for a meal offering two tenths of an ephah of fine flour mixed with the third part of a hin of oil;",
        "7": "and for the drink offering you shall offer the third part of a hin of wine, of a pleasant aroma to Yahweh.",
        "8": "When you prepare a bull for a burnt offering or for a sacrifice, to accomplish a vow, or for peace offerings to Yahweh,",
        "9": "then he shall offer with the bull a meal offering of three tenths of an ephah of fine flour mixed with half a hin of oil;",
        "10": "and you shall offer for the drink offering half a hin of wine, for an offering made by fire, of a pleasant aroma to Yahweh.",
        "11": "Thus it shall be done for each bull, for each ram, for each of the male lambs, or of the young goats.",
        "12": "According to the number that you shall prepare, so you shall do to everyone according to their number.",
        "13": "“‘All who are native-born shall do these things in this way, in offering an offering made by fire, of a pleasant aroma to Yahweh.",
        "14": "If a stranger lives as a foreigner with you, or whoever may be among you throughout your generations, and will offer an offering made by fire, of a pleasant aroma to Yahweh, as you do, so he shall do.",
        "15": "For the assembly, there shall be one statute for you and for the stranger who lives as a foreigner, a statute forever throughout your generations. As you are, so the foreigner shall be before Yahweh.",
        "16": "One law and one ordinance shall be for you and for the stranger who lives as a foreigner with you.’”",
        "17": "Yahweh spoke to Moses, saying,",
        "18": "“Speak to the children of Israel, and tell them, ‘When you come into the land where I bring you,",
        "19": "then it shall be that when you eat of the bread of the land, you shall offer up a wave offering to Yahweh.",
        "20": "Of the first of your dough you shall offer up a cake for a wave offering. As the wave offering of the threshing floor, so you shall heave it.",
        "21": "Of the first of your dough, you shall give to Yahweh a wave offering throughout your generations.",
        "22": "“‘When you err, and don’t observe all these commandments which Yahweh has spoken to Moses—",
        "23": "even all that Yahweh has commanded you by Moses, from the day that Yahweh gave commandment and onward throughout your generations—",
        "24": "then it shall be, if it was done unwittingly, without the knowledge of the congregation, that all the congregation shall offer one young bull for a burnt offering, for a pleasant aroma to Yahweh, with its meal offering and its drink offering, according to the ordinance, and one male goat for a sin offering.",
        "25": "The priest shall make atonement for all the congregation of the children of Israel, and they shall be forgiven; for it was an error, and they have brought their offering, an offering made by fire to Yahweh, and their sin offering before Yahweh, for their error.",
        "26": "All the congregation of the children of Israel shall be forgiven, as well as the stranger who lives as a foreigner among them; for with regard to all the people, it was done unwittingly.",
        "27": "“‘If a person sins unwittingly, then he shall offer a female goat a year old for a sin offering.",
        "28": "The priest shall make atonement for the soul who errs when he sins unwittingly before Yahweh. He shall make atonement for him; and he shall be forgiven.",
        "29": "You shall have one law for him who does anything unwittingly, for him who is native-born among the children of Israel, and for the stranger who lives as a foreigner among them.",
        "30": "“‘But the soul who does anything with a high hand, whether he is native-born or a foreigner, blasphemes Yahweh. That soul shall be cut off from among his people.",
        "31": "Because he has despised Yahweh’s word, and has broken his commandment, that soul shall be utterly cut off. His iniquity shall be on him.’”",
        "32": "While the children of Israel were in the wilderness, they found a man gathering sticks on the Sabbath day.",
        "33": "Those who found him gathering sticks brought him to Moses and Aaron, and to all the congregation.",
        "34": "They put him in custody, because it had not been declared what should be done to him.",
        "35": "Yahweh said to Moses, “The man shall surely be put to death. All the congregation shall stone him with stones outside of the camp.”",
        "36": "All the congregation brought him outside of the camp, and stoned him to death with stones, as Yahweh commanded Moses.",
        "37": "Yahweh spoke to Moses, saying,",
        "38": "“Speak to the children of Israel, and tell them that they should make themselves fringes on the borders of their garments throughout their generations, and that they put on the fringe of each border a cord of blue.",
        "39": "It shall be to you for a fringe, that you may see it, and remember all Yahweh’s commandments, and do them; and that you don’t follow your own heart and your own eyes, after which you used to play the prostitute;",
        "40": "so that you may remember and do all my commandments, and be holy to your God.",
        "41": "I am Yahweh your God, who brought you out of the land of Egypt, to be your God: I am Yahweh your God.”"
      }
    }
  }
}