{
  "book": "Numeri",
  "chapter": "3",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Iată sămânța lui Aaron și a lui Moise pe vremea când a vorbit Domnul cu Moise, pe muntele Sinai.",
        "2": "Iată numele fiilor lui Aaron: Nadab, întâiul născut, Abihu, Eleazar și Itamar.",
        "3": "Acestea sunt numele fiilor lui Aaron care au primit ungerea preoțească și care au fost închinați în slujba preoției.",
        "4": "Nadab și Abihu au murit înaintea Domnului, când au adus înaintea Domnului foc străin, în pustia Sinai; ei n-aveau fii. Eleazar și Itamar au împlinit slujba preoției în fața tatălui lor Aaron. Slujba leviților",
        "5": "Domnul a vorbit lui Moise și a zis:",
        "6": "„Apropie seminția lui Levi și pune-o înaintea preotului Aaron, ca să fie în slujba lui.",
        "7": "Ei să aibă grijă de tot ce este dat în paza lui și de tot ce este poruncit întregii adunări, înaintea cortului întâlnirii: să facă slujba cortului.",
        "8": "Să aibă grijă de toate uneltele cortului întâlnirii și de tot ce este poruncit copiilor lui Israel: ei să facă slujba cortului.",
        "9": "Să dai pe leviți lui Aaron și fiilor lui; ei să-i fie dați lui în totul, din partea copiilor lui Israel.",
        "10": "Pe Aaron și pe fiii lui să-i pui să păzească slujba preoției lor, iar străinul care se va apropia să fie pedepsit cu moartea.”",
        "11": "Domnul a vorbit lui Moise și a zis:",
        "12": "„Iată că am luat pe leviți din mijlocul copiilor lui Israel, în locul tuturor întâilor născuți care se nasc întâi dintre copiii lui Israel, și leviții vor fi ai Mei.",
        "13": "Căci orice întâi născut este al Meu. În ziua când am lovit pe toți întâii născuți din țara Egiptului, Mi-am închinat Mie pe toți întâii născuți din Israel, atât din oameni, cât și din dobitoace: ei vor fi ai Mei. Eu sunt Domnul.” Familiile leviților",
        "14": "Domnul a vorbit lui Moise în pustia Sinai și a zis:",
        "15": "„Fă numărătoarea copiilor lui Levi după casele părinților lor, după familiile lor, și anume fă numărătoarea tuturor celor de parte bărbătească de la vârsta de o lună în sus.”",
        "16": "Moise le-a făcut numărătoarea după porunca Domnului, întocmai cum poruncise.",
        "17": "Iată care sunt fiii lui Levi, după numele lor: Gherșon, Chehat și Merari.",
        "18": "Iată numele fiilor lui Gherșon, după familiile lor: Libni și Șimei.",
        "19": "Iată fiii lui Chehat, după familiile lor: Amram, Ițehar, Hebron și Uziel;",
        "20": "și fiii lui Merari, după familiile lor: Mahli și Muși. Acestea sunt familiile lui Levi, după casele părinților lor.",
        "21": "Din Gherșon se coboară familia lui Libni și familia lui Șimei, alcătuind familiile gherșoniților.",
        "22": "Cei ieșiți la numărătoare, când au numărat pe toți bărbații de la vârsta de o lună în sus, au fost șapte mii cinci sute.",
        "23": "Familiile gherșoniților tăbărau înapoia cortului, la apus.",
        "24": "Căpetenia casei părintești a gherșoniților era Elisaf, fiul lui Lael.",
        "25": "În ce privește cortul întâlnirii, în grija fiilor lui Gherșon erau date: cortul și acoperișul cortului, învelitoarea acoperișului cortului și perdeaua de la ușa cortului întâlnirii;",
        "26": "apoi pânzele curții și perdeaua de la poarta curții cortului de jur împrejurul cortului și altarului și toate funiile pentru slujba cortului.",
        "27": "Din Chehat se coboară familia amramiților, familia ițehariților, familia hebroniților și familia uzieliților, alcătuind familiile chehatiților.",
        "28": "Numărând pe toți bărbații de la vârsta de o lună în sus, s-au găsit opt mii șase sute de bărbați însărcinați cu îngrijirea Sfântului Locaș.",
        "29": "Familiile fiilor lui Chehat tăbărau în partea de miazăzi a cortului.",
        "30": "Căpetenia casei părintești a familiilor chehatiților era Elițafan, fiul lui Uziel.",
        "31": "În grija lor au dat chivotul, masa, sfeșnicul, altarele, uneltele Sfântului Locaș, cu care își făceau slujba, perdeaua dinăuntru și tot ce ține de ea.",
        "32": "Căpetenia căpeteniilor leviților era Eleazar, fiul preotului Aaron; el avea privegherea asupra celor însărcinați să îngrijească de Sfântul Locaș.",
        "33": "Din Merari se coboară familia lui Mahli și familia lui Muși, alcătuind familiile merariților.",
        "34": "Cei ieșiți la numărătoare, când au numărat pe toți bărbații de la vârsta de o lună în sus, au fost șase mii două sute.",
        "35": "Căpetenia casei părintești a familiilor lui Merari era Țuriel, fiul lui Abihail. Ei tăbărau în partea de miazănoapte a cortului.",
        "36": "În paza și grija fiilor lui Merari au dat: scândurile cortului, drugii, stâlpii și picioarele lor, toate uneltele și tot ce ține de ele;",
        "37": "apoi stâlpii curții de jur împrejur, picioarele lor, țărușii lor și funiile lor.",
        "38": "Moise, Aaron și fiii lui tăbărau înaintea cortului, la răsărit, înaintea cortului întâlnirii, spre răsăritul soarelui; ei aveau să îndeplinească la Sfântul Locaș tot ce fusese poruncit copiilor lui Israel; iar străinul care se va apropia să fie pedepsit cu moartea.",
        "39": "Toți leviții a căror numărătoare au făcut-o Moise și Aaron după porunca Domnului, după familiile lor, toți bărbații, de la vârsta de o lună în sus, au fost douăzeci și două de mii. Răscumpărarea întâilor născuți",
        "40": "Domnul a zis lui Moise: „Fă numărătoarea tuturor întâilor născuți de parte bărbătească dintre copiii lui Israel, de la vârsta de o lună în sus, și numără-i după numele lor.",
        "41": "Să iei pe leviți pentru Mine, Domnul, în locul tuturor întâilor născuți din copiii lui Israel și vitele leviților în locul tuturor întâilor născuți din vitele copiilor lui Israel!”",
        "42": "Moise a făcut numărătoarea tuturor întâilor născuți dintre copiii lui Israel, după porunca pe care i-o dăduse Domnul.",
        "43": "Toți întâii născuți de parte bărbătească, a căror numărătoare au făcut-o, numărându-le numele, de la vârsta de o lună în sus, au fost douăzeci și două de mii două sute șaptezeci și trei.",
        "44": "Domnul a vorbit lui Moise și a zis:",
        "45": "„Ia pe leviți în locul tuturor întâilor născuți din copiii lui Israel și vitele leviților în locul vitelor lor; și leviții vor fi ai Mei. Eu sunt Domnul.",
        "46": "Pentru răscumpărarea celor două sute șaptezeci și trei care trec peste numărul leviților, dintre întâii născuți ai copiilor lui Israel,",
        "47": "să iei câte cinci sicli de cap, după siclul Sfântului Locaș, care este de douăzeci de ghere.",
        "48": "Să dai argintul acesta lui Aaron și fiilor lui pentru răscumpărarea celor ce trec peste numărul leviților.”",
        "49": "Moise a luat argintul pentru răscumpărarea celor ce treceau peste numărul celor răscumpărați de leviți;",
        "50": "a luat argintul întâilor născuți din copiii lui Israel: o mie trei sute șaizeci și cinci de sicli, după siclul Sfântului Locaș.",
        "51": "Și Moise a dat argintul de răscumpărare lui Aaron și fiilor lui, după porunca Domnului, cum poruncise lui Moise Domnul."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Aceasta este istoria lui Aaron și a lui Moise, de pe vremea când Domnul a vorbit cu Moise pe muntele Sinai.",
        "2": "Acestea sunt numele fiilor lui Aaron: Nadab, întâiul născut, Abihu, Elazar și Itamar;",
        "3": "acestea sunt numele fiilor lui Aaron, preoții care au primit ungerea, pe care el i-a învestit în slujba preoției.",
        "4": "Nadab și Abihu au murit înaintea Domnului în deșertul Sinai, atunci când au adus foc străin înaintea Domnului. Ei n-au avut copii. Elazar și Itamar au slujit ca preoți în prezența lui Aaron, tatăl lor.",
        "5": "Domnul i-a vorbit lui Moise, zicând:",
        "6": "„Adu aproape seminția lui Levi și pune-o înaintea preotului Aaron ca să-i slujească.",
        "7": "Ei să vegheze asupra responsabilităților lui și asupra responsabilităților întregii comunități, înaintea Cortului Întâlnirii, făcând slujba de la Tabernacul.",
        "8": "Să vegheze asupra tuturor obiectelor Cortului Întâlnirii și asupra responsabilităților fiilor lui Israel, făcând slujba de la Tabernacul.",
        "9": "Să-i încredințezi pe leviți lui Aaron și fiilor săi. Să-i fie încredințați lui cu totul, dintre fiii lui Israel.",
        "10": "Să-i pui pe Aaron și pe fiii lui să-și păzească preoția, iar străinul care se va apropia să fie omorât“. Leviții și întâii născuți ai lui Israel",
        "11": "Domnul i-a vorbit lui Moise, zicând:",
        "12": "„Iată că Eu Însumi i-am luat pe leviți din mijlocul fiilor lui Israel, în locul tuturor întâilor născuți care li se nasc fiilor lui Israel. Leviții vor fi ai Mei,",
        "13": "pentru că toți întâii născuți sunt ai Mei. În ziua când i-am lovit pe toți întâii născuți din țara Egiptului, Mi-am sfințit toți întâii născuți din Israel, atât dintre oameni, cât și dintre animale. Ei vor fi ai Mei. Eu sunt Domnul“.",
        "14": "Domnul i-a vorbit lui Moise în deșertul Sinai, zicând:",
        "15": "„Numără-i pe fiii lui Levi după familiile și clanurile lor. Să numeri fiecare persoană de parte bărbătească de la vârsta de o lună în sus“.",
        "16": "Moise i-a numărat, după Cuvântul Domnului, așa cum i s-a poruncit.",
        "17": "Acestea sunt numele fiilor lui Levi: Gherșon, Chehat și Merari.",
        "18": "Acestea sunt numele fiilor lui Gherșon, potrivit clanurilor lor: Libni și Șimei.",
        "19": "Fiii lui Chehat, potrivit clanurilor lor: Amram, Ițhar, Hebron și Uziel.",
        "20": "Iar fiii lui Merari, potrivit clanurilor lor: Mahli și Muși. Acestea sunt clanurile leviților, potrivit familiilor lor. Gherșoniții și responsabilitățile lor",
        "21": "Din Gherșon provin clanul libniților și clanul șimeiților. Acestea alcătuiesc clanurile gherșoniților.",
        "22": "Cei ieșiți la numărătoare, după numărul tuturor persoanelor de parte bărbătească, de la o lună în sus, erau șapte mii cinci sute.",
        "23": "Clanurile gherșoniților își așezau tabăra în spatele Tabernaculului, în partea de vest.",
        "24": "Căpetenia familiilor gherșoniților era Eliasaf, fiul lui Lael.",
        "25": "Responsabilitatea fiilor lui Gherșon în Cortul Întâlnirii era să aibă grijă de Tabernacul, de cort cu acoperitoarea lui, de draperia de la intrarea în Cortul Întâlnirii,",
        "26": "de draperiile curții, de draperia de la intrarea în curtea dimprejurul Tabernaculului și a altarului și de funii, pentru toată slujba Cortului. Chehatiții și responsabilitățile lor",
        "27": "Din Chehat provin clanul amramiților, clanul ițhariților, clanul hebroniților și clanul uzieliților; acestea alcătuiesc clanurile chehatiților.",
        "28": "După ce au fost numărate toate persoanele de parte bărbătească, de la vârsta de o lună în sus, s-au găsit opt mii șase sute oameni. Responsabilitatea lor era să aibă grijă de lucrurile Lăcașului.",
        "29": "Clanurile chehatiților își așezau tabăra în partea de sud a Tabernaculului.",
        "30": "Căpetenia familiilor din clanurile chehatiților era Elițafan, fiul lui Uziel.",
        "31": "Responsabilitatea lor era să aibă grijă de Chivot, de masă, de sfeșnic, de altare, de obiectele Lăcașului, cu care preoții își făceau slujba, de draperia despărțitoare și de tot ce era nevoie pentru ea.",
        "32": "Căpetenia conducătorilor leviților era Elazar, fiul preotului Aaron. El să-i supravegheze pe cei a căror responsabilitate era să aibă grijă de Lăcaș. Merariții și responsabilitățile lor",
        "33": "Din Merari provin clanul mahliților și clanul mușiților. Acestea alcătuiesc clanurile merariților.",
        "34": "Cei ieșiți la numărătoare, după numărul tuturor persoanelor de parte bărbătească de la vârsta de o lună în sus, erau șase mii două sute de bărbați.",
        "35": "Căpetenia familiilor din clanurile lui Merari era Țuriel, fiul lui Abihail. Ei își așezau tabăra în partea de nord a Tabernaculului.",
        "36": "Responsabilitatea fiilor lui Merari era să aibă grijă de scândurile Tabernaculului, de drugii lui, de stâlpii lui, de piedestalele lui, de toate obiectele lui și de toată lucrarea legată de acestea,",
        "37": "de stâlpii care erau de jur împrejurul curții, de piedestalele acestora, de țăruși și de funii. Preoții și responsabilitățile lor",
        "38": "Cei care și-au așezat tabăra înaintea Tabernaculului, în partea de est (chiar înaintea Cortului Întâlnirii, spre răsărit) erau Moise, Aaron și fiii lui Aaron. Responsabilitatea lor era să aibă grijă de Sfântul Lăcaș în numele fiilor lui Israel. Orice alt om care se apropia era omorât. Răscumpărarea întâilor născuți ai lui Israel",
        "39": "Toți leviții care au fost numărați de Moise și Aaron la porunca Domnului, potrivit clanurilor lor, și anume toate persoanele de parte bărbătească de la vârsta de o lună în sus, au fost douăzeci și două de mii.",
        "40": "Apoi Domnul i-a zis lui Moise: „Numără-i pe toți întâii născuți ai fiilor lui Israel, dintre persoanele de parte bărbătească de la vârsta de o lună în sus, și află numărul lor.",
        "41": "Pe leviți să-i iei pentru Mine – Eu sunt Domnul – în locul tuturor întâilor născuți ai fiilor lui Israel, iar vitele leviților să le iei în locul tuturor întâilor născuți ai vitelor fiilor lui Israel“.",
        "42": "Moise i-a numărat pe toți întâii născuți dintre fiii lui Israel, așa cum i-a poruncit Domnul.",
        "43": "Toți întâii născuți dintre persoanele de parte bărbătească de la vârsta de o lună în sus, înscriși în conformitate cu numărul lor, au fost douăzeci și două de mii două sute șaptezeci și trei.",
        "44": "Domnul i-a vorbit lui Moise, zicând:",
        "45": "„Ia-i pe leviți în locul tuturor întâilor născuți ai fiilor lui Israel, iar turmele leviților în locul turmelor acestora. Leviții vor fi ai Mei. Eu sunt Domnul.",
        "46": "Ca preț de răscumpărare pentru cei două sute șaptezeci și trei dintre întâii născuți ai fiilor lui Israel, care depășesc numărul leviților,",
        "47": "să iei cinci șecheli pentru fiecare în parte, după șechelul Lăcașului (un șechel este douăzeci de ghere).",
        "48": "Să le dai lui Aaron și fiilor săi argintul cu care sunt răscumpărați cei ce depășesc numărul leviților“.",
        "49": "Moise a luat argintul pentru răscumpărare de la cei care depășeau numărul celor răscumpărați de leviți;",
        "50": "a luat argintul de la întâii născuți ai fiilor lui Israel: o mie trei sute șaizeci și cinci de șecheli, după șechelul Lăcașului.",
        "51": "Moise a dat argintul pentru răscumpărare lui Aaron și fiilor săi, după Cuvântul Domnului, așa cum i-a poruncit Domnul lui Moise."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now this is the history of the generations of Aaron and Moses in the day that Yahweh spoke with Moses in Mount Sinai.",
        "2": "These are the names of the sons of Aaron: Nadab the firstborn, and Abihu, Eleazar, and Ithamar.",
        "3": "These are the names of the sons of Aaron, the priests who were anointed, whom he consecrated to minister in the priest’s office.",
        "4": "Nadab and Abihu died before Yahweh when they offered strange fire before Yahweh in the wilderness of Sinai, and they had no children. Eleazar and Ithamar ministered in the priest’s office in the presence of Aaron their father.",
        "5": "Yahweh spoke to Moses, saying,",
        "6": "“Bring the tribe of Levi near, and set them before Aaron the priest, that they may minister to him.",
        "7": "They shall keep his requirements, and the requirements of the whole congregation before the Tent of Meeting, to do the service of the tabernacle.",
        "8": "They shall keep all the furnishings of the Tent of Meeting, and the obligations of the children of Israel, to do the service of the tabernacle.",
        "9": "You shall give the Levites to Aaron and to his sons. They are wholly given to him on the behalf of the children of Israel.",
        "10": "You shall appoint Aaron and his sons, and they shall keep their priesthood, but the stranger who comes near shall be put to death.”",
        "11": "Yahweh spoke to Moses, saying,",
        "12": "“Behold, I have taken the Levites from among the children of Israel instead of all the firstborn who open the womb among the children of Israel; and the Levites shall be mine,",
        "13": "for all the firstborn are mine. On the day that I struck down all the firstborn in the land of Egypt I made holy to me all the firstborn in Israel, both man and animal. They shall be mine. I am Yahweh.”",
        "14": "Yahweh spoke to Moses in the wilderness of Sinai, saying,",
        "15": "“Count the children of Levi by their fathers’ houses, by their families. You shall count every male from a month old and upward.”",
        "16": "Moses counted them according to Yahweh’s word, as he was commanded.",
        "17": "These were the sons of Levi by their names: Gershon, Kohath, and Merari.",
        "18": "These are the names of the sons of Gershon by their families: Libni and Shimei.",
        "19": "The sons of Kohath by their families: Amram, Izhar, Hebron, and Uzziel.",
        "20": "The sons of Merari by their families: Mahli and Mushi. These are the families of the Levites according to their fathers’ houses.",
        "21": "Of Gershon was the family of the Libnites, and the family of the Shimeites. These are the families of the Gershonites.",
        "22": "Those who were counted of them, according to the number of all the males from a month old and upward, even those who were counted of them were seven thousand five hundred.",
        "23": "The families of the Gershonites shall encamp behind the tabernacle westward.",
        "24": "Eliasaph the son of Lael shall be the prince of the fathers’ house of the Gershonites.",
        "25": "The duty of the sons of Gershon in the Tent of Meeting shall be the tabernacle, the tent, its covering, the screen for the door of the Tent of Meeting,",
        "26": "the hangings of the court, the screen for the door of the court which is by the tabernacle and around the altar, and its cords for all of its service.",
        "27": "Of Kohath was the family of the Amramites, the family of the Izharites, the family of the Hebronites, and the family of the Uzzielites. These are the families of the Kohathites.",
        "28": "According to the number of all the males from a month old and upward, there were eight thousand six hundred keeping the requirements of the sanctuary.",
        "29": "The families of the sons of Kohath shall encamp on the south side of the tabernacle.",
        "30": "The prince of the fathers’ house of the families of the Kohathites shall be Elizaphan the son of Uzziel.",
        "31": "Their duty shall be the ark, the table, the lamp stand, the altars, the vessels of the sanctuary with which they minister, the screen, and all its service.",
        "32": "Eleazar the son of Aaron the priest shall be prince of the princes of the Levites, with the oversight of those who keep the requirements of the sanctuary.",
        "33": "Of Merari was the family of the Mahlites and the family of the Mushites. These are the families of Merari.",
        "34": "Those who were counted of them, according to the number of all the males from a month old and upward, were six thousand two hundred.",
        "35": "The prince of the fathers’ house of the families of Merari was Zuriel the son of Abihail. They shall encamp on the north side of the tabernacle.",
        "36": "The appointed duty of the sons of Merari shall be the tabernacle’s boards, its bars, its pillars, its sockets, all its instruments, all its service,",
        "37": "the pillars of the court around it, their sockets, their pins, and their cords.",
        "38": "Those who encamp before the tabernacle eastward, in front of the Tent of Meeting toward the sunrise, shall be Moses, with Aaron and his sons, keeping the requirements of the sanctuary for the duty of the children of Israel. The outsider who comes near shall be put to death.",
        "39": "All who were counted of the Levites, whom Moses and Aaron counted at the commandment of Yahweh, by their families, all the males from a month old and upward, were twenty-two thousand.",
        "40": "Yahweh said to Moses, “Count all the firstborn males of the children of Israel from a month old and upward, and take the number of their names.",
        "41": "You shall take the Levites for me—I am Yahweh—instead of all the firstborn among the children of Israel; and the livestock of the Levites instead of all the firstborn among the livestock of the children of Israel.”",
        "42": "Moses counted, as Yahweh commanded him, all the firstborn among the children of Israel.",
        "43": "All the firstborn males according to the number of names from a month old and upward, of those who were counted of them, were twenty-two thousand two hundred seventy-three.",
        "44": "Yahweh spoke to Moses, saying,",
        "45": "“Take the Levites instead of all the firstborn among the children of Israel, and the livestock of the Levites instead of their livestock; and the Levites shall be mine. I am Yahweh.",
        "46": "For the redemption of the two hundred seventy-three of the firstborn of the children of Israel who exceed the number of the Levites,",
        "47": "you shall take five shekels apiece for each one; according to the shekel of the sanctuary you shall take them (the shekel is twenty gerahs);",
        "48": "and you shall give the money, with which their remainder is redeemed, to Aaron and to his sons.”",
        "49": "Moses took the redemption money from those who exceeded the number of those who were redeemed by the Levites;",
        "50": "from the firstborn of the children of Israel he took the money, one thousand three hundred sixty-five shekels, according to the shekel of the sanctuary;",
        "51": "and Moses gave the redemption money to Aaron and to his sons, according to Yahweh’s word, as Yahweh commanded Moses."
      }
    }
  }
}