{
  "book": "Numeri",
  "chapter": "32",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Fiii lui Ruben și fiii lui Gad aveau o mare mulțime de vite și au văzut că țara lui Iaezer și țara Galaadului erau un loc bun pentru vite.",
        "2": "Atunci, fiii lui Gad și fiii lui Ruben au venit la Moise, la preotul Eleazar și la mai-marii adunării și le-au zis:",
        "3": "„Atarot, Dibon, Iaezer, Nimra, Hesbon, Eleale, Sebam, Nebo și Beon,",
        "4": "țara aceasta pe care a lovit-o Domnul înaintea adunării lui Israel este un loc bun pentru vite, și robii tăi au vite.”",
        "5": "Apoi au adăugat: „Dacă am căpătat trecere înaintea ta, să se dea țara aceasta în stăpânirea robilor tăi și să nu ne treci peste Iordan.”",
        "6": "Moise a răspuns fiilor lui Gad și fiilor lui Ruben: „Frații voștri să meargă oare la război, și voi să rămâneți aici?",
        "7": "Pentru ce voiți să înmuiați inima copiilor lui Israel și să-i faceți să nu treacă în țara pe care le-o dă Domnul?",
        "8": "Așa au făcut și părinții voștri când i-am trimis din Cades-Barnea să iscodească țara.",
        "9": "S-au suit până la valea Eșcol și, după ce au iscodit țara, au înmuiat inima copiilor lui Israel și i-au făcut să nu intre în țara pe care le-o dădea Domnul.",
        "10": "Și Domnul S-a aprins de mânie în ziua aceea și a jurat zicând:",
        "11": "‘Oamenii aceștia care s-au suit din Egipt, de la vârsta de douăzeci de ani în sus, nu vor vedea țara pe care am jurat că o voi da lui Avraam, lui Isaac și lui Iacov, căci n-au urmat în totul calea Mea,",
        "12": "afară de Caleb, fiul lui Iefune, Chenizitul, și Iosua, fiul lui Nun, care au urmat în totul calea Domnului.’",
        "13": "Domnul S-a aprins de mânie împotriva lui Israel și i-a făcut să rătăcească în pustie timp de patruzeci de ani, până la stingerea întregului leat de oameni care făcuseră rău înaintea Domnului.",
        "14": "Și iată că voi luați locul părinților voștri, ca niște odrasle de oameni păcătoși, ca să faceți pe Domnul să Se aprindă și mai tare de mânie împotriva lui Israel.",
        "15": "Căci, dacă vă întoarceți de la El, El va lăsa mai departe pe Israel să rătăcească în pustie și veți aduce pierderea poporului acestuia întreg.”",
        "16": "Ei s-au apropiat de Moise și au zis: „Vom face aici ocoale pentru vitele noastre și cetăți pentru pruncii noștri,",
        "17": "apoi ne vom înarma în grabă și vom merge înaintea copiilor lui Israel, până îi vom duce în locul care le este rânduit, și pruncii noștri vor locui în aceste cetăți întărite, din pricina locuitorilor țării acesteia.",
        "18": "Nu ne vom întoarce în casele noastre mai înainte ca fiecare din copiii lui Israel să fi pus stăpânire pe moștenirea lui",
        "19": "și nu vom stăpâni nimic cu ei dincolo de Iordan, nici mai departe, pentru că noi ne vom avea moștenirea noastră dincoace de Iordan, la răsărit.”",
        "20": "Moise le-a zis: „Dacă faceți așa, dacă vă înarmați ca să luptați înaintea Domnului,",
        "21": "dacă toți aceia dintre voi care se vor înarma trec Iordanul înaintea Domnului, până ce va izgoni pe vrăjmașii Lui dinaintea Lui,",
        "22": "și dacă vă veți întoarce înapoi numai după ce țara va fi supusă înaintea Domnului, atunci veți fi fără vină înaintea Domnului și înaintea lui Israel, și ținutul acesta va fi moșia voastră înaintea Domnului.",
        "23": "Dar, dacă nu faceți așa, păcătuiți împotriva Domnului și să știți că păcatul vostru vă va ajunge.",
        "24": "Zidiți cetăți pentru pruncii voștri și ocoale pentru vitele voastre și faceți ce ați spus cu gura voastră.”",
        "25": "Fiii lui Gad și fiii lui Ruben au zis lui Moise: „Robii tăi vor face tot ce poruncește domnul nostru.",
        "26": "Pruncii noștri, nevestele, turmele noastre și toate vitele noastre vor rămâne în cetățile Galaadului,",
        "27": "iar robii tăi, toți înarmați pentru război, vor merge să se lupte înaintea Domnului, cum zice domnul nostru.”",
        "28": "Moise a dat porunci cu privire la ei preotului Eleazar, lui Iosua, fiul lui Nun, și capilor de familie din semințiile copiilor lui Israel.",
        "29": "El le-a zis: „Dacă fiii lui Gad și fiii lui Ruben trec cu voi Iordanul, înarmați cu toții ca să lupte înaintea Domnului, după ce țara va fi supusă înaintea voastră, să le dați în stăpânire ținutul Galaadului.",
        "30": "Dar dacă nu vor merge înarmați împreună cu voi, să se așeze în mijlocul vostru în țara Canaanului.”",
        "31": "Fiii lui Gad și fiii lui Ruben au răspuns: „Vom face tot ce a spus robilor tăi Domnul.",
        "32": "Vom trece înarmați înaintea Domnului în țara Canaanului, dar noi să ne avem moștenirea noastră dincoace de Iordan.” Luarea în stăpânire a Galaadului",
        "33": "Moise a dat fiilor lui Gad și fiilor lui Ruben și la jumătate din seminția lui Manase, fiul lui Iosif, împărăția lui Sihon, împăratul amoriților, și împărăția lui Og, împăratul Basanului, țara cu cetățile ei, cu ținuturile cetăților țării de jur împrejur.",
        "34": "Fiii lui Gad au zidit Dibonul, Atarotul, Aroerul,",
        "35": "Atrot-Șofan, Iaezer, Iogbeha,",
        "36": "Bet-Nimra și Bet-Haran, cetăți întărite, și au făcut staule pentru turme.",
        "37": "Fiii lui Ruben au zidit Hesbonul, Eleale, Chiriataim,",
        "38": "Nebo și Baal-Meon, ale căror nume au fost schimbate, și Sibma și au pus alte nume cetăților pe care le-au zidit.",
        "39": "Fiii lui Machir, fiul lui Manase, au mers împotriva Galaadului și au pus mâna pe el; au izgonit pe amoriții care erau acolo.",
        "40": "Moise a dat Galaadul lui Machir, fiul lui Manase, care s-a așezat acolo.",
        "41": "Iair, fiul lui Manase, a pornit și el și a luat târgurile, și le-a numit târgurile lui Iair.",
        "42": "Nobah a pornit și el și a luat Chenatul, împreună cu cetățile care țineau de el, și l-a numit Nobah, după numele lui."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Fiii lui Ruben și fiii lui Gad, care aveau foarte multe turme, au văzut că pământurile Iazerului și Ghiladului erau locuri bune pentru vite.",
        "2": "Ei au venit la Moise, la preotul Elazar și la conducătorii comunității, zicând:",
        "3": "‒ Atarot, Dibon, Iazer, Nimra, Heșbon, Eleale, Sebam, Nebo și Beon,",
        "4": "pe care le-a învins Domnul înaintea comunității lui Israel, sunt o regiune bună pentru vite, iar slujitorii tăi au vite.",
        "5": "Apoi au zis: ‒ Dacă am găsit bunăvoință înaintea ta, dă regiunea aceasta în proprietatea slujitorilor tăi și nu ne trece dincolo de Iordan.",
        "6": "Moise le-a zis fiilor lui Gad și fiilor lui Ruben: ‒ Frații voștri se pregătesc de război, iar voi vreți să rămâneți aici?",
        "7": "De ce vreți să descurajați inima fiilor lui Israel, ca să nu mai treacă în țara pe care le-a dat-o Domnul?",
        "8": "Așa au făcut și părinții voștri când i-am trimis din Kadeș-Barnea să cerceteze țara.",
        "9": "După ce s-au dus până la Valea Eșcol și au văzut țara, au descurajat inima fiilor lui Israel, ca să nu mai intre în țara pe care le-a dat-o Domnul.",
        "10": "Domnul S-a mâniat în ziua aceea și a jurat, zicând:",
        "11": "„Pentru că nu M-au urmat din toată inima lor, niciun om peste douăzeci de ani, care a ieșit din Egipt, nu va vedea țara pe care am promis-o prin jurământ lui Avraam, Isaac și Iacov,",
        "12": "în afară de Caleb, fiul chenizitului Iefune, și Iosua, fiul lui Nun, căci ei L-au urmat pe Domnul din toată inima“.",
        "13": "Atunci Domnul S-a mâniat pe Israel și i-a făcut să rătăcească în deșert timp de patruzeci de ani, până când a pierit toată generația care făcuse ce este rău înaintea ochilor Domnului.",
        "14": "Și iată că acum vă ridicați voi, copii de păcătoși, și luați locul părinților voștri ca să aprindeți și mai tare mânia Domnului împotriva lui Israel.",
        "15": "Căci, dacă nu-L veți mai urma, El Își va părăsi iarăși poporul în deșert, iar cauza distrugerii lor veți fi voi.",
        "16": "Atunci ei s-au apropiat de Moise și i-au zis: ‒ Vom construi aici țarcuri pentru turmele noastre și cetăți pentru copiii noștri.",
        "17": "Apoi ne vom înarma în grabă și vom merge înaintea fiilor lui Israel, până îi vom duce la locul lor. În acest timp copiii noștri vor locui în cetăți fortificate pentru a fi protejați de locuitorii țării.",
        "18": "Nu ne vom întoarce la familiile noastre înainte ca fiecare dintre fiii lui Israel să-și fi primit moștenirea.",
        "19": "Nu vom mai moșteni nimic împreună cu ei dincolo de Iordan, nici mai departe, pentru că moștenirea noastră este la est de Iordan.",
        "20": "Moise le-a zis: ‒ Dacă veți face așa, dacă vă veți înarma ca să luptați înaintea Domnului,",
        "21": "dacă veți trece cu toți oamenii înarmați dincolo de Iordan, înaintea Domnului, până când El îi va alunga dinaintea Sa pe toți dușmanii Lui,",
        "22": "și dacă vă veți întoarce numai după ce țara va fi adusă sub stăpânirea Domnului, atunci veți fi fără vină înaintea Domnului și înaintea lui Israel, iar teritoriul acesta va fi proprietatea voastră înaintea Domnului.",
        "23": "Dar, dacă nu veți face așa, atunci veți păcătui înaintea Domnului și puteți fi siguri că păcatul vostru vă va ajunge.",
        "24": "Construiți cetăți pentru copiii voștri și țarcuri pentru turmele voastre, dar faceți potrivit cu ce v-a ieșit din gură.",
        "25": "Fiii lui Gad și fiii lui Ruben i-au vorbit lui Moise, zicând: ‒ Noi, slujitorii tăi, vom face întocmai după poruncile stăpânului nostru.",
        "26": "Copiii și soțiile noastre, turmele și vitele noastre vor rămâne aici în fortificațiile Ghiladului.",
        "27": "Dar slujitorii tăi, toți cei înarmați pentru război, vor trece dincolo ca să lupte înaintea Domnului, așa cum zice stăpânul nostru.",
        "28": "Atunci Moise a dat porunci, cu privire la ei, preotului Elazar, lui Iosua, fiul lui Nun, și conducătorilor familiilor din semințiile fiilor lui Israel.",
        "29": "Moise le-a zis: ‒ Dacă fiii lui Gad și fiii lui Ruben, toți cei înarmați pentru război, vor trece cu voi Iordanul înaintea Domnului și veți supune țara, atunci să le dați Ghiladul în stăpânire.",
        "30": "Dar, dacă nu vor trece dincolo înarmați împreună cu voi, atunci să li se dea o proprietate în mijlocul vostru în țara Canaanului.",
        "31": "Fiii lui Gad și fiii lui Ruben au răspuns, zicând: ‒ Slujitorii tăi vor face așa cum a spus Domnul.",
        "32": "Vom trece înarmați în țara Canaanului înaintea Domnului, iar proprietatea pe care o moștenim să fie de partea aceasta a Iordanului.",
        "33": "Atunci Moise a dat fiilor lui Gad, fiilor lui Ruben și uneia din jumătățile seminției lui Manase, fiul lui Iosif, regatul lui Sihon, regele amoriților, și regatul lui Og, regele Bașanului – țara cu cetățile ei, cu teritoriile cetăților țării de jur împrejur.",
        "34": "Fiii lui Gad au construit Dibonul, Atarotul, Aroerul,",
        "35": "Atrot-Șofanul, Iazerul, Iogbeha,",
        "36": "Bet-Nimra și Bet-Haranul, cetăți fortificate, precum și țarcuri pentru turme.",
        "37": "Fiii lui Ruben au reconstruit Heșbonul, Eleale, Chiriataim,",
        "38": "precum și Nebo și Baal-Meon (aceste nume au fost schimbate) și Sibma. Ei au pus alte nume cetăților pe care le-au construit.",
        "39": "Urmașii lui Machir, fiul lui Manase, s-au îndreptat către Ghilad, l-au cucerit și i-au alungat pe amoriții care locuiau acolo.",
        "40": "Atunci Moise i-a dat Ghiladul lui Machir, fiul lui Manase, și el a locuit acolo.",
        "41": "Iair, urmașul lui Manase, a luat în stăpânire și el câteva așezări și le-a numit Havot-Iair.",
        "42": "Nobah a cucerit Chenatul și satele din împrejurimile lui și l-a numit Nobah, după numele lui."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now the children of Reuben and the children of Gad had a very great multitude of livestock. They saw the land of Jazer, and the land of Gilead. Behold, the place was a place for livestock.",
        "2": "Then the children of Gad and the children of Reuben came and spoke to Moses, and to Eleazar the priest, and to the princes of the congregation, saying,",
        "3": "“Ataroth, Dibon, Jazer, Nimrah, Heshbon, Elealeh, Sebam, Nebo, and Beon,",
        "4": "the land which Yahweh struck before the congregation of Israel, is a land for livestock; and your servants have livestock.”",
        "5": "They said, “If we have found favor in your sight, let this land be given to your servants for a possession. Don’t bring us over the Jordan.”",
        "6": "Moses said to the children of Gad, and to the children of Reuben, “Shall your brothers go to war while you sit here?",
        "7": "Why do you discourage the heart of the children of Israel from going over into the land which Yahweh has given them?",
        "8": "Your fathers did so when I sent them from Kadesh Barnea to see the land.",
        "9": "For when they went up to the valley of Eshcol, and saw the land, they discouraged the heart of the children of Israel, that they should not go into the land which Yahweh had given them.",
        "10": "Yahweh’s anger burned in that day, and he swore, saying,",
        "11": "‘Surely none of the men who came up out of Egypt, from twenty years old and upward, shall see the land which I swore to Abraham, to Isaac, and to Jacob; because they have not wholly followed me,",
        "12": "except Caleb the son of Jephunneh the Kenizzite, and Joshua the son of Nun, because they have followed Yahweh completely.’",
        "13": "Yahweh’s anger burned against Israel, and he made them wander back and forth in the wilderness forty years, until all the generation who had done evil in Yahweh’s sight was consumed.",
        "14": "“Behold, you have risen up in your fathers’ place, an increase of sinful men, to increase the fierce anger of Yahweh toward Israel.",
        "15": "For if you turn away from after him, he will yet again leave them in the wilderness; and you will destroy all these people.”",
        "16": "They came near to him, and said, “We will build sheepfolds here for our livestock, and cities for our little ones;",
        "17": "but we ourselves will be ready armed to go before the children of Israel, until we have brought them to their place. Our little ones shall dwell in the fortified cities because of the inhabitants of the land.",
        "18": "We will not return to our houses until the children of Israel have all received their inheritance.",
        "19": "For we will not inherit with them on the other side of the Jordan and beyond, because our inheritance has come to us on this side of the Jordan eastward.”",
        "20": "Moses said to them: “If you will do this thing, if you will arm yourselves to go before Yahweh to the war,",
        "21": "and every one of your armed men will pass over the Jordan before Yahweh until he has driven out his enemies from before him,",
        "22": "and the land is subdued before Yahweh; then afterward you shall return, and be clear of obligation to Yahweh and to Israel. Then this land shall be your possession before Yahweh.",
        "23": "“But if you will not do so, behold, you have sinned against Yahweh; and be sure your sin will find you out.",
        "24": "Build cities for your little ones, and folds for your sheep; and do that which has proceeded out of your mouth.”",
        "25": "The children of Gad and the children of Reuben spoke to Moses, saying, “Your servants will do as my lord commands.",
        "26": "Our little ones, our wives, our flocks, and all our livestock shall be there in the cities of Gilead;",
        "27": "but your servants will pass over, every man who is armed for war, before Yahweh to battle, as my lord says.”",
        "28": "So Moses commanded concerning them to Eleazar the priest, and to Joshua the son of Nun, and to the heads of the fathers’ households of the tribes of the children of Israel.",
        "29": "Moses said to them, “If the children of Gad and the children of Reuben will pass with you over the Jordan, every man who is armed to battle before Yahweh, and the land is subdued before you, then you shall give them the land of Gilead for a possession;",
        "30": "but if they will not pass over with you armed, they shall have possessions among you in the land of Canaan.”",
        "31": "The children of Gad and the children of Reuben answered, saying, “As Yahweh has said to your servants, so will we do.",
        "32": "We will pass over armed before Yahweh into the land of Canaan, and the possession of our inheritance shall remain with us beyond the Jordan.”",
        "33": "Moses gave to them, even to the children of Gad, and to the children of Reuben, and to the half-tribe of Manasseh the son of Joseph, the kingdom of Sihon king of the Amorites, and the kingdom of Og king of Bashan; the land, according to its cities and borders, even the cities of the surrounding land.",
        "34": "The children of Gad built Dibon, Ataroth, Aroer,",
        "35": "Atroth-shophan, Jazer, Jogbehah,",
        "36": "Beth Nimrah, and Beth Haran: fortified cities and folds for sheep.",
        "37": "The children of Reuben built Heshbon, Elealeh, Kiriathaim,",
        "38": "Nebo, and Baal Meon, (their names being changed), and Sibmah. They gave other names to the cities which they built.",
        "39": "The children of Machir the son of Manasseh went to Gilead, took it, and dispossessed the Amorites who were therein.",
        "40": "Moses gave Gilead to Machir the son of Manasseh; and he lived therein.",
        "41": "Jair the son of Manasseh went and took its villages, and called them Havvoth Jair.",
        "42": "Nobah went and took Kenath and its villages, and called it Nobah, after his own name."
      }
    }
  }
}