{
  "book": "Numeri",
  "chapter": "6",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul a vorbit lui Moise și a zis:",
        "2": "„Vorbește copiilor lui Israel și spune-le: ‘Când un bărbat sau o femeie se va despărți de ceilalți, făcând o juruință de nazireat, ca să se închine Domnului,",
        "3": "să se ferească de vin și de băutură îmbătătoare; să nu bea nici oțet făcut din vin, nici oțet făcut din vreo băutură îmbătătoare; să nu bea nicio băutură stoarsă din struguri și să nu mănânce struguri proaspeți, nici uscați.",
        "4": "În tot timpul nazireatului lui, să nu mănânce nimic care vine din viță, de la sâmburi până la pielița strugurelui.",
        "5": "În tot timpul nazireatului, briciul să nu treacă pe capul lui; până la împlinirea zilelor pentru care s-a închinat Domnului, va fi sfânt; să-și lase părul să crească în voie.",
        "6": "În tot timpul cât s-a făgăduit Domnului prin jurământ, să nu se apropie de un mort;",
        "7": "să nu se pângărească nici la moartea tatălui său, nici a mamei sale, nici a fratelui său, nici a surorii sale, căci poartă pe cap închinarea Dumnezeului lui.",
        "8": "În tot timpul nazireatului, să fie închinat Domnului.",
        "9": "Dacă moare cineva de moarte năprasnică lângă el și capul lui închinat se face astfel necurat, să-și radă capul în ziua curățirii, și anume să și-l radă a șaptea zi.",
        "10": "În ziua a opta, să aducă preotului două turturele sau doi pui de porumbel, la ușa cortului întâlnirii.",
        "11": "Preotul să jertfească pe unul ca jertfă de ispășire, iar pe celălalt ca ardere-de-tot și să facă pentru el ispășirea păcatului lui, făcut cu prilejul mortului. Nazireul să-și sfințească apoi capul chiar în ziua aceea.",
        "12": "Să închine din nou Domnului zilele nazireatului lui dinainte și să aducă un miel de un an ca jertfă pentru vină; zilele dinainte nu vor fi socotite, pentru că nazireatul lui a fost pângărit. După isprăvirea nazireatului",
        "13": "Iată legea nazireului. În ziua când se va împlini vremea nazireatului lui, să fie adus la ușa cortului întâlnirii.",
        "14": "Ca dar, să aducă Domnului un miel de un an fără cusur pentru arderea-de-tot, o oaie de un an și fără cusur pentru jertfa de ispășire și un berbec fără cusur pentru jertfa de mulțumire;",
        "15": "un coș cu azimi, turte făcute din floarea făinii frământată cu untdelemn, și plăcinte fără aluat, stropite cu untdelemn, împreună cu darul de mâncare și jertfa de băutură obișnuite.",
        "16": "Preotul să aducă aceste lucruri înaintea Domnului și să aducă jertfa lui de ispășire și arderea-de-tot;",
        "17": "să pregătească berbecul ca jertfă de mulțumire Domnului, împreună cu coșul cu azimi, și să pregătească și darul lui de mâncare și jertfa lui de băutură.",
        "18": "Nazireul să-și radă, la ușa cortului întâlnirii, capul închinat Domnului; să ia părul capului său închinat Domnului și să-l pună pe focul care este sub jertfa de mulțumire.",
        "19": "Preotul să ia spata dreaptă fiartă a berbecului, o turtă nedospită din coș și o plăcintă nedospită și să le pună în mâinile nazireului, după ce acesta și-a ras capul închinat Domnului.",
        "20": "Preotul să le legene într-o parte și într-alta înaintea Domnului: acesta este un lucru sfânt, care este al preotului, împreună cu pieptul legănat și spata adusă ca jertfă prin ridicare. Apoi, nazireul va putea să bea vin.",
        "21": "Aceasta este legea pentru cel ce a făcut juruința de nazireat: acesta este darul lui, care trebuie adus Domnului pentru nazireatul lui, afară de ce-i vor îngădui mijloacele lui. Să împlinească tot ce este poruncit pentru juruința pe care a făcut-o, după legea nazireatului.’” Binecuvântarea",
        "22": "Domnul a vorbit lui Moise și a zis:",
        "23": "„Vorbește lui Aaron și fiilor lui și spune-le: ‘Așa să binecuvântați pe copiii lui Israel și să le ziceți:",
        "24": "«Domnul să te binecuvânteze și să te păzească!",
        "25": "Domnul să facă să lumineze Fața Lui peste tine și să Se îndure de tine!",
        "26": "Domnul să-Și înalțe Fața peste tine și să-ți dea pacea!»",
        "27": "Astfel să pună Numele Meu peste copiii lui Israel, și Eu îi voi binecuvânta.’”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Domnul i-a vorbit lui Moise, zicând:",
        "2": "„Vorbește-le fiilor lui Israel și spune-le: «Când un bărbat sau o femeie face un jurământ deosebit, un jurământ de nazireat, pentru a se dedica Domnului,",
        "3": "trebuie să se abțină de la vin și băutură tare. Să nu bea nici oțet făcut din vin, nici oțet făcut din băutură tare, să nu bea nicio băutură făcută din struguri, nici să nu mănânce struguri proaspeți sau uscați.",
        "4": "În toate zilele sale de nazireat să nu mănânce nimic care vine din viță, de la sâmburi până la pielița strugurelui.",
        "5": "În toate zilele jurământului său de nazireat să nu treacă briciul pe capul lui. El va fi sfânt până se termină perioada pentru care s-a consacrat Domnului. Să-și lase părul să crească în voie.",
        "6": "În toate zilele nazireatului său pentru Domnul, să nu se apropie de vreun mort.",
        "7": "Să nu se pângărească nici pentru tatăl său, nici pentru mama sa, nici pentru fratele său, nici pentru sora sa, când aceștia vor muri, pentru că semnul consacrării sale lui Dumnezeu este pe capul lui.",
        "8": "În toate zilele nazireatului său să fie sfânt pentru Domnul.",
        "9": "Dar dacă un om moare pe neașteptate lângă el și, astfel, își pângărește capul sfințit, va trebui să-și radă capul în ziua curățirii lui. Să și-l radă în ziua a șaptea.",
        "10": "Apoi, în ziua a opta, să aducă preotului, la intrarea în Cortul Întâlnirii, două turturele sau doi pui de porumbel.",
        "11": "Preotul s-o aducă pe una ca jertfă pentru păcat, iar pe cealaltă ca ardere-de-tot și să facă ispășire pentru nazireu cu privire la păcatul făcut din cauza mortului. Apoi, în aceeași zi, nazireul să-și sfințească din nou capul.",
        "12": "Să dedice din nou Domnului zilele sale ca nazireu și să aducă un miel de un an ca jertfă pentru vină. De zilele dinainte nu se va ține seama pentru că nazireatul său a fost pângărit.",
        "13": "Iată care este legea nazireului în ziua când se vor împlini zilele lui de nazireat: să fie adus la intrarea Cortului Întâlnirii.",
        "14": "Să aducă Domnului ofranda sa: un miel de un an, fără cusur, ca ardere-de-tot, o mielușea de un an, fără cusur, ca jertfă pentru păcat, un berbec fără cusur, ca jertfă de pace,",
        "15": "un coș cu azime, turte din făină aleasă, amestecată cu ulei, turte subțiri, nedospite, unse cu ulei, împreună cu darul lor de mâncare și jertfele lor de băutură.",
        "16": "Preotul să le aducă înaintea Domnului, împreună cu jertfa lui pentru păcat și arderea lui de tot.",
        "17": "Să aducă berbecul ca jertfă de pace în cinstea Domnului, alături de coșul cu azime. Apoi, preotul să aducă și darul lui de mâncare și jertfa lui de băutură.",
        "18": "Nazireul să-și radă, la intrarea Cortului Întâlnirii, capul sfințit, să ia părul capului său care a fost sfințit și să-l pună pe focul care este sub jertfa de pace.",
        "19": "Preotul să ia spata dreaptă a berbecului, după ce a fiert-o, precum și o turtă nedospită din coș și o turtă subțire, nedospită, și să le pună în mâinile nazireului, după ce acesta și-a ras capul sfințit.",
        "20": "Preotul să le legene ca jertfă legănată înaintea Domnului. Acestea sunt sfinte și aparțin preotului, împreună cu pieptul adus ca jertfă legănată și spata adusă drept contribuție. După aceea nazireul poate să bea vin.",
        "21": "Aceasta este legea pentru nazireul care face un jurământ. Așa să-și aducă el ofranda Domnului pentru nazireatul său, în afară de ceea ce poate dărui de la sine. Să facă potrivit cu jurământul pe care l-a făcut, urmând legea nazireatului său»“. Binecuvântarea poporului de către preoți",
        "22": "Domnul i-a vorbit lui Moise, zicând:",
        "23": "„Vorbește lui Aaron și fiilor săi și spune-le: «Așa să-i binecuvântați pe fiii lui Israel. Să le spuneți:",
        "24": "‘Domnul să te binecuvânteze și să te păzească!",
        "25": "Domnul să facă să strălucească fața Lui peste tine și să-Și arate bunăvoința față de tine!",
        "26": "Domnul să-Și înalțe fața peste tine și să-ți dea pacea!’",
        "27": "Așa să pui Numele Meu peste fiii lui Israel, și Eu îi voi binecuvânta»“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh spoke to Moses, saying,",
        "2": "“Speak to the children of Israel, and tell them: ‘When either man or woman shall make a special vow, the vow of a Nazirite, to separate himself to Yahweh,",
        "3": "he shall separate himself from wine and strong drink. He shall drink no vinegar of wine, or vinegar of fermented drink, neither shall he drink any juice of grapes, nor eat fresh grapes or dried.",
        "4": "All the days of his separation he shall eat nothing that is made of the grapevine, from the seeds even to the skins.",
        "5": "“‘All the days of his vow of separation no razor shall come on his head, until the days are fulfilled in which he separates himself to Yahweh. He shall be holy. He shall let the locks of the hair of his head grow long.",
        "6": "“‘All the days that he separates himself to Yahweh he shall not go near a dead body.",
        "7": "He shall not make himself unclean for his father, or for his mother, for his brother, or for his sister, when they die, because his separation to God is on his head.",
        "8": "All the days of his separation he is holy to Yahweh.",
        "9": "“‘If any man dies very suddenly beside him, and he defiles the head of his separation, then he shall shave his head in the day of his cleansing. On the seventh day he shall shave it.",
        "10": "On the eighth day he shall bring two turtledoves or two young pigeons to the priest, to the door of the Tent of Meeting.",
        "11": "The priest shall offer one for a sin offering, and the other for a burnt offering, and make atonement for him, because he sinned by reason of the dead, and shall make his head holy that same day.",
        "12": "He shall separate to Yahweh the days of his separation, and shall bring a male lamb a year old for a trespass offering; but the former days shall be void, because his separation was defiled.",
        "13": "“‘This is the law of the Nazirite: when the days of his separation are fulfilled, he shall be brought to the door of the Tent of Meeting,",
        "14": "and he shall offer his offering to Yahweh: one male lamb a year old without defect for a burnt offering, one ewe lamb a year old without defect for a sin offering, one ram without defect for peace offerings,",
        "15": "a basket of unleavened bread, cakes of fine flour mixed with oil, and unleavened wafers anointed with oil with their meal offering and their drink offerings.",
        "16": "The priest shall present them before Yahweh, and shall offer his sin offering and his burnt offering.",
        "17": "He shall offer the ram for a sacrifice of peace offerings to Yahweh, with the basket of unleavened bread. The priest shall offer also its meal offering and its drink offering.",
        "18": "The Nazirite shall shave the head of his separation at the door of the Tent of Meeting, take the hair of the head of his separation, and put it on the fire which is under the sacrifice of peace offerings.",
        "19": "The priest shall take the boiled shoulder of the ram, one unleavened cake out of the basket, and one unleavened wafer, and shall put them on the hands of the Nazirite after he has shaved the head of his separation;",
        "20": "and the priest shall wave them for a wave offering before Yahweh. They are holy for the priest, together with the breast that is waved and the thigh that is offered. After that the Nazirite may drink wine.",
        "21": "“‘This is the law of the Nazirite who vows and of his offering to Yahweh for his separation, in addition to that which he is able to afford. According to his vow which he vows, so he must do after the law of his separation.’”",
        "22": "Yahweh spoke to Moses, saying,",
        "23": "“Speak to Aaron and to his sons, saying, ‘This is how you shall bless the children of Israel.’ You shall tell them,",
        "24": "‘Yahweh bless you, and keep you.",
        "25": "Yahweh make his face to shine on you, and be gracious to you.",
        "26": "Yahweh lift up his face toward you, and give you peace.’",
        "27": "“So they shall put my name on the children of Israel; and I will bless them.”"
      }
    }
  }
}