{
  "book": "Numeri",
  "chapter": "34",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul a vorbit lui Moise și a zis:",
        "2": "„Dă porunca aceasta copiilor lui Israel și spune-le: ‘Când veți intra în țara Canaanului, țara aceasta va fi moștenirea voastră – țara Canaanului, ale cărei hotare iată-le:",
        "3": "Hotarul din partea de miazăzi va începe din pustia Țin, lângă Edom. Astfel, hotarul vostru de miazăzi va începe de la marginea Mării Sărate spre răsărit;",
        "4": "se va întoarce la miazăzi de înălțimea Acrabim, va trece prin Țin și se va întinde până la miazăzi de Cades-Barnea; va urma mai departe prin Hațar-Adar și va trece spre Ațmon;",
        "5": "de la Ațmon, se va întoarce până la pârâul Egiptului și va ieși la mare.",
        "6": "Hotarul vostru dinspre apus va fi Marea cea Mare (Mediterana); aceasta va fi hotarul vostru la apus.",
        "7": "Iată care va fi hotarul vostru spre miazănoapte: începând de la Marea cea Mare, să trageți hotarul până la muntele Hor;",
        "8": "de la muntele Hor, să-l trageți prin Hamat și să ajungă până la Țedad;",
        "9": "să urmeze mai departe prin Zifron, ca să ajungă la Hațar-Enan: acesta să vă fie hotarul înspre miazănoapte.",
        "10": "Să vă trageți hotarul spre răsărit de la Hațar-Enan până la Șefam;",
        "11": "să se coboare din Șefam spre Ribla, la răsărit de Ain; se va coborî și se va întinde de-a lungul mării Chineret (Ghenezaret), la răsărit;",
        "12": "se va coborî iarăși spre Iordan, ca să ajungă la Marea Sărată. Aceasta va fi țara voastră, cu hotarele ei de jur împrejur.’”",
        "13": "Moise a dat porunca aceasta copiilor lui Israel și a zis: „Aceasta este țara pe care o veți împărți prin sorți și pe care a poruncit Domnul s-o dea celor nouă seminții și jumătate.",
        "14": "Căci seminția fiilor lui Ruben, după casele lor părintești, și seminția fiilor lui Gad, după casele părinților lor, precum și jumătate din seminția lui Manase și-au luat moștenirea.",
        "15": "Aceste două seminții și jumătate și-au luat moștenirea dincoace de Iordan, în fața Ierihonului, înspre răsărit.” Cum și prin cine să se împartă țara",
        "16": "Domnul a vorbit lui Moise și a zis:",
        "17": "„Iată numele bărbaților care vor împărți țara între voi: preotul Eleazar și Iosua, fiul lui Nun.",
        "18": "Să mai luați câte o căpetenie din fiecare seminție, ca să facă împărțirea țării.",
        "19": "Iată numele bărbaților acestora. Pentru seminția lui Iuda: Caleb, fiul lui Iefune;",
        "20": "pentru seminția fiilor lui Simeon: Samuel, fiul lui Amihud;",
        "21": "pentru seminția lui Beniamin: Elidad, fiul lui Chislon;",
        "22": "pentru seminția fiilor lui Dan: căpetenia Buchi, fiul lui Iogli;",
        "23": "pentru fiii lui Iosif: pentru seminția fiilor lui Manase – căpetenia Haniel, fiul lui Efod;",
        "24": "și pentru seminția fiilor lui Efraim – căpetenia Chemuel, fiul lui Șiftan;",
        "25": "pentru seminția fiilor lui Zabulon: căpetenia Elițafan, fiul lui Parnac;",
        "26": "pentru seminția fiilor lui Isahar: căpetenia Paltiel, fiul lui Azan;",
        "27": "pentru seminția fiilor lui Așer: căpetenia Ahihud, fiul lui Șelomi;",
        "28": "pentru seminția fiilor lui Neftali: căpetenia Pedahel, fiul lui Amihud.”",
        "29": "Aceștia sunt aceia cărora le-a poruncit Domnul să împartă țara Canaanului între copiii lui Israel."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Domnul i-a vorbit lui Moise, zicând:",
        "2": "„Poruncește-le fiilor lui Israel și spune-le: «Când veți intra în țara Canaanului, aceasta este țara care v-a căzut ca moștenire, țara Canaanului, potrivit granițelor ei:",
        "3": "Partea de sud să se întindă de la deșertul Țin până la granița cu Edomul. Astfel, granița voastră de sud va începe de la marginea Mării Sărate spre est,",
        "4": "va trece pe la sud de Înălțimea Scorpionului și va continua spre Țin până la sud de Kadeș-Barnea. Apoi va trece prin Hațar-Adar spre Ațmon,",
        "5": "unde se va întoarce până la Râul Egiptului și se va sfârși la mare.",
        "6": "Granița de vest va fi Marea cea Mare. Aceasta vă va fi granița de vest.",
        "7": "Pentru granița de nord, trageți o linie de la Marea cea Mare la muntele Hor,",
        "8": "de la muntele Hor la Lebo-Hamat. Apoi granița va ajunge la Țedad,",
        "9": "va continua la Zifron și va sfârși la Hațar-Enan. Aceasta să vă fie granița de nord.",
        "10": "Pentru granița de est, trageți o linie de la Hațar-Enan la Șefam.",
        "11": "Granița va coborî de la Șefam la Ribla, la est de Ayin, și va continua pe marginea de est a mării Chineret.",
        "12": "Apoi granița va coborî de-a lungul Iordanului și se va sfârși la Marea Sărată. Aceasta va fi țara voastră, cu granițele ei de jur împrejur»“.",
        "13": "Moise le-a poruncit fiilor lui Israel, zicând: „Aceasta este țara pe care o veți lua în stăpânire prin tragere la sorți. Domnul a poruncit să fie dată celor nouă seminții și jumătate,",
        "14": "căci seminția urmașilor lui Ruben, potrivit familiilor lor, seminția urmașilor lui Gad, potrivit familiilor lor și jumătate din seminția lui Manase și-au primit moștenirea.",
        "15": "Aceste două seminții și jumătate și-au primit moștenirea la est de Iordan, în fața Ierihonului, spre răsărit“. Numele celor care trebuie să împartă țara",
        "16": "Domnul i-a vorbit lui Moise, zicând:",
        "17": "„Iată numele bărbaților care trebuie să vă împartă țara: preotul Elazar și Iosua, fiul lui Nun.",
        "18": "Să numești împreună cu ei câte un conducător din fiecare seminție, care să-i ajute la împărțirea țării.",
        "19": "Iată numele acestor bărbați: Caleb, fiul lui Iefune, din seminția lui Iuda;",
        "20": "Samuel, fiul lui Amihud, din seminția lui Simeon;",
        "21": "Elidad, fiul lui Chislon, din seminția lui Beniamin;",
        "22": "Buchi, fiul lui Iogli, conducător din seminția fiilor lui Dan;",
        "23": "Haniel, fiul lui Efod, conducător din seminția lui Manase, fiul lui Iosif;",
        "24": "Chemuel, fiul lui Șiftan, conducător din seminția lui Efraim, fiul lui Iosif;",
        "25": "Elițafan, fiul lui Parnak, conducător din seminția lui Zabulon;",
        "26": "Paltiel, fiul lui Azan, conducător din seminția lui Isahar;",
        "27": "Ahihud, fiul lui Șelomi, conducător din seminția lui Așer;",
        "28": "Pedahel, fiul lui Amihud, conducător din seminția lui Neftali“.",
        "29": "Aceștia sunt cei cărora le-a poruncit Domnul să le împartă fiilor lui Israel moștenirea în țara Canaanului."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh spoke to Moses, saying,",
        "2": "“Command the children of Israel, and tell them, ‘When you come into the land of Canaan (this is the land that shall fall to you for an inheritance, even the land of Canaan according to its borders),",
        "3": "then your south quarter shall be from the wilderness of Zin along by the side of Edom, and your south border shall be from the end of the Salt Sea eastward.",
        "4": "Your border shall turn about southward of the ascent of Akrabbim, and pass along to Zin; and it shall pass southward of Kadesh Barnea; and it shall go from there to Hazar Addar, and pass along to Azmon.",
        "5": "The border shall turn about from Azmon to the brook of Egypt, and it shall end at the sea.",
        "6": "“‘For the western border, you shall have the great sea and its border. This shall be your west border.",
        "7": "“‘This shall be your north border: from the great sea you shall mark out for yourselves Mount Hor.",
        "8": "From Mount Hor you shall mark out to the entrance of Hamath; and the border shall pass by Zedad.",
        "9": "Then the border shall go to Ziphron, and it shall end at Hazar Enan. This shall be your north border.",
        "10": "“‘You shall mark out your east border from Hazar Enan to Shepham.",
        "11": "The border shall go down from Shepham to Riblah, on the east side of Ain. The border shall go down, and shall reach to the side of the sea of Chinnereth eastward.",
        "12": "The border shall go down to the Jordan, and end at the Salt Sea. This shall be your land according to its borders around it.’”",
        "13": "Moses commanded the children of Israel, saying, “This is the land which you shall inherit by lot, which Yahweh has commanded to give to the nine tribes, and to the half-tribe;",
        "14": "for the tribe of the children of Reuben according to their fathers’ houses, the tribe of the children of Gad according to their fathers’ houses, and the half-tribe of Manasseh have received their inheritance.",
        "15": "The two tribes and the half-tribe have received their inheritance beyond the Jordan at Jericho eastward, toward the sunrise.”",
        "16": "Yahweh spoke to Moses, saying,",
        "17": "“These are the names of the men who shall divide the land to you for inheritance: Eleazar the priest, and Joshua the son of Nun.",
        "18": "You shall take one prince of every tribe, to divide the land for inheritance.",
        "19": "These are the names of the men: Of the tribe of Judah, Caleb the son of Jephunneh.",
        "20": "Of the tribe of the children of Simeon, Shemuel the son of Ammihud.",
        "21": "Of the tribe of Benjamin, Elidad the son of Chislon.",
        "22": "Of the tribe of the children of Dan a prince, Bukki the son of Jogli.",
        "23": "Of the children of Joseph: of the tribe of the children of Manasseh a prince, Hanniel the son of Ephod.",
        "24": "Of the tribe of the children of Ephraim a prince, Kemuel the son of Shiphtan.",
        "25": "Of the tribe of the children of Zebulun a prince, Elizaphan the son of Parnach.",
        "26": "Of the tribe of the children of Issachar a prince, Paltiel the son of Azzan.",
        "27": "Of the tribe of the children of Asher a prince, Ahihud the son of Shelomi.",
        "28": "Of the tribe of the children of Naphtali a prince, Pedahel the son of Ammihud.”",
        "29": "These are they whom Yahweh commanded to divide the inheritance to the children of Israel in the land of Canaan."
      }
    }
  }
}