{
  "book": "Numeri",
  "chapter": "23",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Balaam a zis lui Balac: „Zidește-mi aici șapte altare și pregătește-mi aici șapte viței și șapte berbeci.”",
        "2": "Balac a făcut cum spusese Balaam, și Balac și Balaam au adus câte un vițel și câte un berbec pe fiecare altar.",
        "3": "Balaam a zis lui Balac: „Stai lângă arderea ta de tot, și eu mă voi depărta de ea; poate că Domnul îmi va ieși înainte și ce-mi va descoperi îți voi spune.” Și s-a dus pe un loc înalt.",
        "4": "Dumnezeu a venit înaintea lui Balaam și Balaam I-a zis: „Am ridicat șapte altare și, pe fiecare altar, am adus câte un vițel și câte un berbec.”",
        "5": "Domnul a pus cuvinte în gura lui Balaam și a zis: „Întoarce-te la Balac și așa să-i vorbești.”",
        "6": "Balaam s-a întors la Balac și iată că Balac stătea lângă arderea lui de tot, el și toate căpeteniile Moabului.",
        "7": "Balaam și-a rostit prorocia și a zis: „Balac m-a adus din Aram (Mesopotamia). Împăratul Moabului m-a chemat din munții Răsăritului, zicând: ‘Vino și blestemă-mi pe Iacov! Vino și defăimează-mi pe Israel!’",
        "8": "Cum să blestem eu pe cel ce nu-l blestemă Dumnezeu? Cum să defăimez eu pe cel pe care nu-l defăimează Domnul?",
        "9": "Îl văd din vârful stâncilor, Îl privesc de pe înălțimea dealurilor: Este un popor care locuiește deoparte Și nu face parte dintre neamuri.",
        "10": "Cine poate să numere pulberea lui Iacov Și să spună numărul unui sfert din Israel? O, de aș muri de moartea celor neprihăniți Și sfârșitul meu să fie ca al lor!” Balaam binecuvântează a doua oară",
        "11": "Balac a zis lui Balaam: „Ce mi-ai făcut? Te-am luat să blestemi pe vrăjmașul meu, și iată că tu-l binecuvântezi!”",
        "12": "El a răspuns și a zis: „Nu trebuie oare să spun ce-mi pune Domnul în gură?”",
        "13": "Balac i-a zis: „Vino, te rog, cu mine în alt loc, de unde îl poți vedea, căci aici nu vezi decât o parte din el, nu-l vezi întreg. Și de acolo să mi-l blestemi.”",
        "14": "L-a dus în câmpul Țofim, spre vârful muntelui Pisga, a zidit șapte altare și a adus câte un vițel și un berbec pe fiecare altar.",
        "15": "Balaam a zis lui Balac: „Stai aici, lângă arderea ta de tot, și eu mă voi duce înaintea lui Dumnezeu.”",
        "16": "Domnul a venit înaintea lui Balaam, i-a pus cuvinte în gură și a zis: „Întoarce-te la Balac și așa să-i vorbești.”",
        "17": "Balaam s-a întors la el, și iată că Balac stătea lângă arderea lui de tot, cu căpeteniile Moabului. Balac i-a zis: „Ce ți-a spus Domnul?”",
        "18": "Balaam și-a rostit prorocia și a zis: „Scoală-te, Balac, și ascultă! Ia aminte la mine, fiul lui Țipor!",
        "19": "Dumnezeu nu este un om, ca să mintă, Nici un fiu al omului, ca să-I pară rău. Ce a spus, oare nu va face? Ce a făgăduit, oare nu va împlini?",
        "20": "Iată că am primit poruncă să binecuvântez. Da, El a binecuvântat, și eu nu pot întoarce.",
        "21": "El nu vede nicio fărădelege în Iacov, Nu vede nicio răutate în Israel. Domnul Dumnezeul lui este cu el, El este Împăratul lui, veselia lui.",
        "22": "Dumnezeu i-a scos din Egipt, Tăria Lui este pentru el ca a bivolului.",
        "23": "Descântecul nu poate face nimic împotriva lui Iacov, Nici vrăjitoria împotriva lui Israel. Acum se poate spune despre Iacov și Israel: ‘Ce lucruri mari a făcut Dumnezeu!’",
        "24": "Da, poporul acesta se scoală ca o leoaică Și se ridică întocmai ca un leu. Nu se culcă până ce n-a mâncat prada Și n-a băut sângele celor uciși.” Balaam prorocește iarăși bine",
        "25": "Balac a zis lui Balaam: „Nu-l blestema, dar măcar nici nu-l binecuvânta!”",
        "26": "Balaam a răspuns și a zis lui Balac: „Nu ți-am spus că voi face tot ce va spune Domnul?”",
        "27": "Balac a zis lui Balaam: „Vino, te rog, te voi duce într-un alt loc; poate că Dumnezeu va găsi cu cale să-mi blestemi de acolo pe poporul acesta!”",
        "28": "Balac a dus pe Balaam pe vârful muntelui Peor, care este cu fața spre pustie.",
        "29": "Balaam a zis lui Balac: „Zidește-mi aici șapte altare și pregătește-mi aici șapte viței și șapte berbeci!”",
        "30": "Balac a făcut cum zisese Balaam și a adus câte un vițel și câte un berbec pe fiecare altar."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Balaam i-a zis lui Balak: „Construiește-mi aici șapte altare și pregătește-mi șapte tauri și șapte berbeci“.",
        "2": "Balak a făcut cum spusese Balaam; Balak și Balaam au adus câte un taur și un berbec pe fiecare altar.",
        "3": "Apoi Balaam i-a zis lui Balak: „Stai lângă arderea ta de tot, iar eu mă voi îndepărta. Poate că Domnul va veni să mă întâlnească, și orice cuvânt pe care mi-l va arăta, ți-l voi spune“. Și s-a dus într-un loc aflat la o înălțime mai mare.",
        "4": "Dumnezeu l-a întâlnit pe Balaam, iar Balaam I-a zis: ‒ Am pregătit șapte altare și pe fiecare am pregătit câte un taur și un berbec.",
        "5": "Domnul a pus un cuvânt în gura lui Balaam și i-a zis: ‒ Întoarce-te la Balak și așa să-i vorbești.",
        "6": "El s-a întors la Balak și iată că acesta stătea lângă arderea sa de tot împreună cu toți conducătorii Moabului.",
        "7": "Atunci Balaam și-a rostit profeția și a zis: „Balak m-a adus din Aram, regele Moabului m-a chemat din munții estului, zicând: «Vino și blestemă-l pe Iacov pentru mine, vino și acuză-l pe Israel!».",
        "8": "Cum pot eu să-l blestem pe cel pe care Dumnezeu nu l-a blestemat? Cum pot eu să-l acuz pe cel pe care Domnul nu l-a acuzat?",
        "9": "Iată, îl văd de pe vârfurile stâncilor, îl privesc de pe înălțimea dealurilor. Este un popor care locuiește singur, care nu se consideră ca făcând parte dintre națiuni.",
        "10": "Cine poate să numere pulberea lui Iacov și să spună numărul unui sfert din Israel? Să moară sufletul meu de moartea celor drepți și sfârșitul meu să fie ca al lor!“.",
        "11": "Balak i-a zis lui Balaam: ‒ Ce mi-ai făcut? Eu te-am adus ca să-mi blestemi dușmanii, dar iată că tu îi binecuvântezi din plin!",
        "12": "Balaam a răspuns și a zis: ‒ Nu trebuie oare să fiu atent să vorbesc ce-mi pune Domnul în gură? A doua profeție rostită de Balaam",
        "13": "Balak i-a zis: ‒ Vino, te rog, cu mine în alt loc de unde-l poți vedea. Vei vedea doar o parte din el; nu-l vei vedea pe tot. Blestemă-l de acolo pentru mine!",
        "14": "Și l-a dus în Câmpia Străjerilor, spre vârful muntelui Pisga. Acolo a construit șapte altare și a adus pe fiecare câte un taur și un berbec.",
        "15": "Balaam i-a zis lui Balak: ‒ Rămâi aici, lângă arderea ta de tot, iar eu Îl voi întâlni acolo.",
        "16": "Domnul l-a întâlnit pe Balaam și a pus un cuvânt în gura lui. Apoi i-a zis: „Întoarce-te la Balak și așa să-i vorbești“.",
        "17": "El s-a întors la Balak și iată că acesta stătea lângă arderea sa de tot împreună cu toți conducătorii Moabului. Balak l-a întrebat: ‒ Ce a spus Domnul?",
        "18": "Atunci el și-a rostit profeția și a zis: „Ridică-te, Balak, și ascultă! Fii atent la mine, fiul lui Țipor!",
        "19": "Dumnezeu nu este om și nu minte; El nu este ca un fiu al omului care se răzgândește. Vorbește El oare fără să înfăptuiască? Promite El oare fără să împlinească?",
        "20": "Iată, am primit poruncă să binecuvântez. El a binecuvântat, și eu nu pot schimba nimic.",
        "21": "El nu vede nicio nelegiuire în Iacov; nu vede nicio răutate în Israel. Domnul, Dumnezeul lui, este cu el, iar strigătul Împăratului este în mijlocul lui.",
        "22": "Dumnezeu i-a scos din Egipt; ei sunt precum coarnele unui bivol sălbatic.",
        "23": "Nu există nicio vrajă împotriva lui Iacov, niciun farmec împotriva lui Israel. Acum se va spune despre Iacov și despre Israel: «Priviți ce a făcut Dumnezeu!».",
        "24": "Iată, poporul se ridică precum o leoaică și se înalță ca un leu care nu se odihnește până nu a devorat prada și până nu a băut sângele celor sfâșiați“.",
        "25": "Balak i-a zis lui Balaam: ‒ Dacă nu-i blestemi, nici nu-i binecuvânta!",
        "26": "Balaam a răspuns și i-a zis lui Balak: ‒ Nu ți-am spus eu: „Tot ce va spune Domnul, aceea voi face“? A treia profeție rostită de Balaam",
        "27": "Atunci Balak i-a zis lui Balaam: ‒ Vino, te rog, ca să te duc într-un alt loc. Poate că lui Dumnezeu îi va plăcea să-i blestemi pentru mine de acolo.",
        "28": "Balak l-a dus pe Balaam pe vârful muntelui Peor, de unde se vede deșertul.",
        "29": "Balaam i-a zis lui Balak: ‒ Construiește-mi aici șapte altare și pregătește-mi șapte tauri și șapte berbeci.",
        "30": "Balak a făcut cum spusese Balaam și a adus pe fiecare altar câte un taur și un berbec."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Balaam said to Balak, “Build here seven altars for me, and prepare here seven bulls and seven rams for me.”",
        "2": "Balak did as Balaam had spoken; and Balak and Balaam offered on every altar a bull and a ram.",
        "3": "Balaam said to Balak, “Stand by your burnt offering, and I will go. Perhaps Yahweh will come to meet me. Whatever he shows me I will tell you.” He went to a bare height.",
        "4": "God met Balaam, and he said to him, “I have prepared the seven altars, and I have offered up a bull and a ram on every altar.”",
        "5": "Yahweh put a word in Balaam’s mouth, and said, “Return to Balak, and thus you shall speak.”",
        "6": "He returned to him, and behold, he was standing by his burnt offering, he, and all the princes of Moab.",
        "7": "He took up his parable, and said, “From Aram has Balak brought me, the king of Moab from the mountains of the East. Come, curse Jacob for me. Come, defy Israel.",
        "8": "How shall I curse whom God has not cursed? How shall I defy whom Yahweh has not defied?",
        "9": "For from the top of the rocks I see him. From the hills I see him. Behold, it is a people that dwells alone, and shall not be listed among the nations.",
        "10": "Who can count the dust of Jacob, or count the fourth part of Israel? Let me die the death of the righteous! Let my last end be like his!”",
        "11": "Balak said to Balaam, “What have you done to me? I took you to curse my enemies, and behold, you have blessed them altogether.”",
        "12": "He answered and said, “Must I not take heed to speak that which Yahweh puts in my mouth?”",
        "13": "Balak said to him, “Please come with me to another place, where you may see them. You shall see just part of them, and shall not see them all. Curse them from there for me.”",
        "14": "He took him into the field of Zophim, to the top of Pisgah, and built seven altars, and offered up a bull and a ram on every altar.",
        "15": "He said to Balak, “Stand here by your burnt offering, while I meet God over there.”",
        "16": "Yahweh met Balaam, and put a word in his mouth, and said, “Return to Balak, and say this.”",
        "17": "He came to him, and behold, he was standing by his burnt offering, and the princes of Moab with him. Balak said to him, “What has Yahweh spoken?”",
        "18": "He took up his parable, and said, “Rise up, Balak, and hear! Listen to me, you son of Zippor.",
        "19": "God is not a man, that he should lie, nor a son of man, that he should repent. Has he said, and he won’t do it? Or has he spoken, and he won’t make it good?",
        "20": "Behold, I have received a command to bless. He has blessed, and I can’t reverse it.",
        "21": "He has not seen iniquity in Jacob. Neither has he seen perverseness in Israel. Yahweh his God is with him. The shout of a king is among them.",
        "22": "God brings them out of Egypt. He has as it were the strength of the wild ox.",
        "23": "Surely there is no enchantment with Jacob; neither is there any divination with Israel. Now it shall be said of Jacob and of Israel, ‘What has God done!’",
        "24": "Behold, a people rises up as a lioness. As a lion he lifts himself up. He shall not lie down until he eats of the prey, and drinks the blood of the slain.”",
        "25": "Balak said to Balaam, “Neither curse them at all, nor bless them at all.”",
        "26": "But Balaam answered Balak, “Didn’t I tell you, saying, ‘All that Yahweh speaks, that I must do’?”",
        "27": "Balak said to Balaam, “Come now, I will take you to another place; perhaps it will please God that you may curse them for me from there.”",
        "28": "Balak took Balaam to the top of Peor, that looks down on the desert.",
        "29": "Balaam said to Balak, “Build seven altars for me here, and prepare seven bulls and seven rams for me here.”",
        "30": "Balak did as Balaam had said, and offered up a bull and a ram on every altar."
      }
    }
  }
}