{
  "book": "Numeri",
  "chapter": "13",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul a vorbit lui Moise și a zis:",
        "2": "„Trimite niște oameni să iscodească țara Canaanului, pe care o dau copiilor lui Israel. Să trimiți câte un om pentru fiecare din semințiile părinților lor, toți să fie dintre fruntașii lor.”",
        "3": "Moise i-a trimis din pustia Paran, după porunca Domnului; toți oamenii aceștia erau căpetenii ale copiilor lui Israel.",
        "4": "Iată numele lor: pentru seminția lui Ruben: Șamua, fiul lui Zacur;",
        "5": "pentru seminția lui Simeon: Șafat, fiul lui Hori;",
        "6": "pentru seminția lui Iuda: Caleb, fiul lui Iefune;",
        "7": "pentru seminția lui Isahar: Igual, fiul lui Iosif;",
        "8": "pentru seminția lui Efraim: Hosea, fiul lui Nun;",
        "9": "pentru seminția lui Beniamin: Palti, fiul lui Rafu;",
        "10": "pentru seminția lui Zabulon: Gadiel, fiul lui Sodi;",
        "11": "pentru seminția lui Iosif, seminția lui Manase: Gadi, fiul lui Susi;",
        "12": "pentru seminția lui Dan: Amiel, fiul lui Ghemali;",
        "13": "pentru seminția lui Așer: Setur, fiul lui Micael;",
        "14": "pentru seminția lui Neftali: Nahbi, fiul lui Vofsi;",
        "15": "pentru seminția lui Gad: Gheuel, fiul lui Machi.",
        "16": "Acestea sunt numele bărbaților pe care i-a trimis Moise să iscodească țara. Lui Hosea, fiul lui Nun, Moise i-a pus numele Iosua.",
        "17": "Moise i-a trimis să iscodească țara Canaanului. El le-a zis: „Mergeți de aici spre miazăzi și apoi să vă suiți pe munte.",
        "18": "Vedeți țara, vedeți cum este ea, cum este poporul care o locuiește: dacă este tare sau slab, dacă este mic sau mare la număr;",
        "19": "vedeți cum este țara în care locuiește: dacă este bună sau rea; cum sunt cetățile în care locuiește: dacă sunt deschise sau întărite;",
        "20": "cum este pământul: dacă este gras sau sterp, dacă sunt sau nu copaci pe el. Fiți cu inimă și luați cu voi roade din țară.” Era pe vremea când încep să se coacă strugurii.",
        "21": "Ei s-au suit și au iscodit țara, de la pustia Țin până la Rehob, pe drumul care duce la Hamat.",
        "22": "S-au suit pe la miazăzi și au mers până la Hebron, unde se aflau Ahiman, Șeșai și Talmai, copiii lui Anac. Hebronul fusese zidit cu șapte ani înainte de cetatea Țoan din Egipt.",
        "23": "Au ajuns până la valea Eșcol. Acolo au tăiat o ramură de viță cu un strugure și l-au dus câte doi cu ajutorul unei prăjini. Au luat și rodii și smochine.",
        "24": "Locul acela l-au numit valea Eșcol (Strugure) din pricina strugurelui pe care l-au tăiat de acolo copiii lui Israel.",
        "25": "S-au întors de la iscodirea țării după patruzeci de zile împlinite.",
        "26": "Au plecat și au ajuns la Moise și la Aaron și la toată adunarea copiilor lui Israel, la Cades, în pustia Paran. Le-au adus știri, lor și întregii adunări, și le-au arătat roadele țării.",
        "27": "Iată ce au istorisit lui Moise: „Ne-am dus în țara în care ne-ai trimis. Cu adevărat, este o țară în care curge lapte și miere și iată-i roadele.",
        "28": "Dar poporul care locuiește în țara aceasta este puternic, cetățile sunt întărite și foarte mari. Ba încă am văzut acolo și pe fiii lui Anac.",
        "29": "Amaleciții locuiesc ținutul de la miazăzi; iebusiții și amoriții locuiesc muntele și canaaniții și hetiții locuiesc lângă mare și de-a lungul Iordanului.”",
        "30": "Caleb a potolit poporul care cârtea împotriva lui Moise. El a zis: „Haidem să ne suim și să punem mâna pe țară, căci vom fi biruitori!”",
        "31": "Dar bărbații care fuseseră împreună cu el au zis: „Nu putem să ne suim împotriva poporului acestuia, căci este mai tare decât noi.”",
        "32": "Și au înnegrit înaintea copiilor lui Israel țara pe care o iscodiseră. Ei au zis: „Țara pe care am străbătut-o, ca s-o iscodim, este o țară care mănâncă pe locuitorii ei; toți aceia pe care i-am văzut acolo sunt oameni de statură înaltă.",
        "33": "Apoi, am mai văzut în ea pe uriași, pe copiii lui Anac, care se trag din neamul uriașilor: înaintea noastră și față de ei parcă eram niște lăcuste.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Domnul i-a vorbit lui Moise, zicând:",
        "2": "„Trimite niște bărbați să cerceteze țara Canaanului pe care o dau fiilor lui Israel. Din fiecare seminție a părinților lor să trimiți câte un bărbat; toți să fie dintre conducătorii lor“.",
        "3": "Moise i-a trimis din deșertul Paran, după porunca Domnului; toți aceștia erau conducători ai fiilor lui Israel.",
        "4": "Acestea sunt numele lor: din seminția lui Ruben: Șamua, fiul lui Zacur;",
        "5": "din seminția lui Simeon: Șafat, fiul lui Hori;",
        "6": "din seminția lui Iuda: Caleb, fiul lui Iefune;",
        "7": "din seminția lui Isahar: Igal, fiul lui Iosif;",
        "8": "din seminția lui Efraim: Osea, fiul lui Nun;",
        "9": "din seminția lui Beniamin: Palti, fiul lui Rafu;",
        "10": "din seminția lui Zabulon: Gadiel, fiul lui Sodi;",
        "11": "din seminția lui Iosif (mai exact din seminția lui Manase): Gadi, fiul lui Susi;",
        "12": "din seminția lui Dan: Amiel, fiul lui Ghemali;",
        "13": "din seminția lui Așer: Setur, fiul lui Mihail;",
        "14": "din seminția lui Neftali: Nahbi, fiul lui Vofsi;",
        "15": "din seminția lui Gad: Gheuel, fiul lui Machi.",
        "16": "Acestea sunt numele bărbaților pe care i-a trimis Moise să cerceteze țara. Moise a schimbat numele lui Osea, fiul lui Nun, în Iosua.",
        "17": "Moise i-a trimis să cerceteze țara Canaanului și le-a zis: „Mergeți spre Neghev, urcați muntele",
        "18": "și vedeți cum este țara: dacă poporul care locuiește acolo este puternic sau slab, dacă sunt mulți sau puțini,",
        "19": "dacă țara în care locuiesc este bună sau rea, dacă cetățile în care locuiesc sunt ca niște tabere sau sunt fortificate,",
        "20": "dacă pământul este bogat sau sărac și dacă sunt copaci în țară sau nu. Fiți curajoși și aduceți câteva din roadele țării“. Era pe vremea când începeau să se coacă strugurii.",
        "21": "Și, astfel, ei s-au dus și au cercetat țara, începând de la deșertul Țin până la Rehob, lângă Lebo-Hamat.",
        "22": "S-au dus spre Neghev și au ajuns la Hebron; acolo erau anachiții Ahiman, Șeșai și Talmai. (Hebronul a fost construit cu șapte ani înaintea cetății Țoan din Egipt).",
        "23": "Apoi au ajuns în Valea Eșcol. Acolo au tăiat o ramură de viță cu un singur ciorchine de struguri, după care doi dintre ei l-au dus pe un drug. De asemenea, au luat și niște rodii și smochine.",
        "24": "Locul acela a fost numit Valea Eșcol, datorită ciorchinelui pe care fiii lui Israel l-au tăiat de acolo. Raportul spionilor",
        "25": "După patruzeci de zile, s-au întors de la cercetarea țării.",
        "26": "Au venit înaintea lui Moise, a lui Aaron și a întregii comunități a fiilor lui Israel, în deșertul Paran, la Kadeș. Ei le-au adus vești, lor și întregii comunități, și le-au arătat roadele țării.",
        "27": "I-au istorisit apoi lui Moise și au zis: „Am mers în țara în care ne-ai trimis și, într-adevăr, acolo curge lapte și miere; acesta este rodul ei.",
        "28": "Însă locuitorii țării sunt puternici, iar cetățile sunt fortificate și foarte mari. Mai mult, i-am văzut acolo și pe anachiți.",
        "29": "Amalekiții locuiesc în regiunea Neghev, hitiții, iebusiții și amoriții locuiesc în munți, iar canaaniții locuiesc lângă mare și de-a lungul Iordanului“.",
        "30": "Atunci Caleb a liniștit poporul înaintea lui Moise și a zis: ‒ Haideți să mergem și să luăm în stăpânire țara, căci sigur vom învinge!",
        "31": "Dar bărbații care fuseseră cu el au zis: ‒ Nu putem să mergem împotriva acestui popor, fiindcă este mai puternic decât noi.",
        "32": "Astfel, ei au adus fiilor lui Israel un raport nefavorabil despre țara pe care au cercetat-o, zicând: „Țara pe care am străbătut-o, ca s-o cercetăm, este o țară care își devorează locuitorii, și toți oamenii pe care i-am văzut în ea sunt înalți.",
        "33": "Acolo am văzut uriași (anachiții provin din uriași). Când ne uitam la ei, parcă eram niște lăcuste, și chiar așa păream în ochii lor“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh spoke to Moses, saying,",
        "2": "“Send men, that they may spy out the land of Canaan, which I give to the children of Israel. Of every tribe of their fathers, you shall send a man, every one a prince among them.”",
        "3": "Moses sent them from the wilderness of Paran according to the commandment of Yahweh. All of them were men who were heads of the children of Israel.",
        "4": "These were their names: Of the tribe of Reuben, Shammua the son of Zaccur.",
        "5": "Of the tribe of Simeon, Shaphat the son of Hori.",
        "6": "Of the tribe of Judah, Caleb the son of Jephunneh.",
        "7": "Of the tribe of Issachar, Igal the son of Joseph.",
        "8": "Of the tribe of Ephraim, Hoshea the son of Nun.",
        "9": "Of the tribe of Benjamin, Palti the son of Raphu.",
        "10": "Of the tribe of Zebulun, Gaddiel the son of Sodi.",
        "11": "Of the tribe of Joseph, of the tribe of Manasseh, Gaddi the son of Susi.",
        "12": "Of the tribe of Dan, Ammiel the son of Gemalli.",
        "13": "Of the tribe of Asher, Sethur the son of Michael.",
        "14": "Of the tribe of Naphtali, Nahbi the son of Vophsi.",
        "15": "Of the tribe of Gad, Geuel the son of Machi.",
        "16": "These are the names of the men who Moses sent to spy out the land. Moses called Hoshea the son of Nun Joshua.",
        "17": "Moses sent them to spy out the land of Canaan, and said to them, “Go up this way by the South, and go up into the hill country.",
        "18": "See the land, what it is; and the people who dwell therein, whether they are strong or weak, whether they are few or many;",
        "19": "and what the land is that they dwell in, whether it is good or bad; and what cities they are that they dwell in, whether in camps, or in strongholds;",
        "20": "and what the land is, whether it is fertile or poor, whether there is wood therein, or not. Be courageous, and bring some of the fruit of the land.” Now the time was the time of the first-ripe grapes.",
        "21": "So they went up, and spied out the land from the wilderness of Zin to Rehob, to the entrance of Hamath.",
        "22": "They went up by the South, and came to Hebron; and Ahiman, Sheshai, and Talmai, the children of Anak, were there. (Now Hebron was built seven years before Zoan in Egypt.)",
        "23": "They came to the valley of Eshcol, and cut down from there a branch with one cluster of grapes, and they bore it on a staff between two. They also brought some of the pomegranates and figs.",
        "24": "That place was called the valley of Eshcol, because of the cluster which the children of Israel cut down from there.",
        "25": "They returned from spying out the land at the end of forty days.",
        "26": "They went and came to Moses, to Aaron, and to all the congregation of the children of Israel, to the wilderness of Paran, to Kadesh; and brought back word to them and to all the congregation. They showed them the fruit of the land.",
        "27": "They told him, and said, “We came to the land where you sent us. Surely it flows with milk and honey, and this is its fruit.",
        "28": "However, the people who dwell in the land are strong, and the cities are fortified and very large. Moreover, we saw the children of Anak there.",
        "29": "Amalek dwells in the land of the South. The Hittite, the Jebusite, and the Amorite dwell in the hill country. The Canaanite dwells by the sea, and along the side of the Jordan.”",
        "30": "Caleb stilled the people before Moses, and said, “Let’s go up at once, and possess it; for we are well able to overcome it!”",
        "31": "But the men who went up with him said, “We aren’t able to go up against the people; for they are stronger than we.”",
        "32": "They brought up an evil report of the land which they had spied out to the children of Israel, saying, “The land, through which we have gone to spy it out, is a land that eats up its inhabitants; and all the people who we saw in it are men of great stature.",
        "33": "There we saw the Nephilim, the sons of Anak, who come from the Nephilim. We were in our own sight as grasshoppers, and so we were in their sight.”"
      }
    }
  }
}