{
  "book": "Numeri",
  "chapter": "2",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul a vorbit lui Moise și lui Aaron și a zis:",
        "2": "„Copiii lui Israel au să tăbărască fiecare lângă steagul lui, sub semnele casei părinților lui; să tăbărască în fața și împrejurul cortului întâlnirii.",
        "3": "La răsărit, tabăra lui Iuda, cu steagul ei și cu oștirile sale. Acolo să tăbărască mai-marele fiilor lui Iuda, Nahșon, fiul lui Aminadab,",
        "4": "cu oștirea lui, alcătuită din șaptezeci și patru de mii șase sute de oameni ieșiți la numărătoare.",
        "5": "Lângă el să tăbărască seminția lui Isahar și mai-marele fiilor lui Isahar, Netaneel, fiul lui Țuar,",
        "6": "cu oștirea lui, alcătuită din cincizeci și patru de mii patru sute de oameni, ieșiți la numărătoare;",
        "7": "apoi seminția lui Zabulon și mai-marele fiilor lui Zabulon, Eliab, fiul lui Helon,",
        "8": "cu oștirea lui, alcătuită din cincizeci și șapte de mii patru sute de oameni ieșiți la numărătoare.",
        "9": "Toți cei din tabăra lui Iuda ieșiți la numărătoare sunt o sută optzeci și șase de mii patru sute de bărbați, după oștirea lor. Ei să pornească cei dintâi.",
        "10": "La miazăzi, tabăra lui Ruben, cu steagul ei și cu oștirile ei. Acolo să tăbărască mai-marele fiilor lui Ruben, Elițur, fiul lui Ședeur,",
        "11": "cu oștirea lui, alcătuită din patruzeci și șase de mii cinci sute de bărbați ieșiți la numărătoare.",
        "12": "Lângă el să tăbărască seminția lui Simeon și mai-marele fiilor lui Simeon, Șelumiel, fiul lui Țurișadai,",
        "13": "cu oștirea lui, alcătuită din cincizeci și nouă de mii trei sute de oameni ieșiți la numărătoare;",
        "14": "apoi seminția lui Gad și mai-marele fiilor lui Gad, Elisa, fiul lui Deuel,",
        "15": "cu oștirea lui, alcătuită din patruzeci și cinci de mii șase sute cincizeci de oameni ieșiți la numărătoare.",
        "16": "Toți cei din tabăra lui Ruben ieșiți la numărătoare sunt o sută cincizeci și unu de mii patru sute cincizeci de oameni, după oștirile lor. Ei să pornească în al doilea rând.",
        "17": "Apoi va porni cortul întâlnirii, împreună cu tabăra leviților, așezată în mijlocul celorlalte tabere. Pe drum, vor ține șirul în care a tăbărât fiecare, la rândul lui, după steagul lui.",
        "18": "La apus, tabăra lui Efraim, cu steagul său și cu oștirile sale. Acolo să tăbărască mai-marele fiilor lui Efraim, Elișama, fiul lui Amihud,",
        "19": "cu oștirea lui, alcătuită din patruzeci de mii cinci sute de oameni ieșiți la numărătoare.",
        "20": "Lângă el să tăbărască seminția lui Manase și mai-marele fiilor lui Manase, Gamliel, fiul lui Pedahțur,",
        "21": "cu oștirea lui, alcătuită din treizeci și două de mii două sute de oameni ieșiți la numărătoare;",
        "22": "apoi seminția lui Beniamin și mai-marele fiilor lui Beniamin, Abidan, fiul lui Ghideoni,",
        "23": "cu oștirea lui, alcătuită din treizeci și cinci de mii patru sute de oameni ieșiți la numărătoare.",
        "24": "Toți cei din tabăra lui Efraim ieșiți la numărătoare sunt o sută opt mii o sută de oameni, după oștirile lor. Ei să pornească în al treilea rând.",
        "25": "La miazănoapte, tabăra lui Dan, cu steagul ei și cu oștirile ei. Acolo să tăbărască mai-marele fiilor lui Dan, Ahiezer, fiul lui Amișadai,",
        "26": "cu oștirea lui, alcătuită din șaizeci și două de mii șapte sute de oameni ieșiți la numărătoare.",
        "27": "Lângă el să tăbărască seminția lui Așer și mai-marele fiilor lui Așer, Paguiel, fiul lui Ocran,",
        "28": "cu oștirea lui, alcătuită din patruzeci și unu de mii cinci sute de oameni ieșiți la numărătoare;",
        "29": "apoi seminția lui Neftali și mai-marele fiilor lui Neftali, Ahira, fiul lui Enan,",
        "30": "cu oștirea lui, alcătuită din cincizeci și trei de mii patru sute de oameni ieșiți la numărătoare.",
        "31": "Toți cei din tabăra lui Dan ieșiți la numărătoare sunt o sută cincizeci și șapte de mii șase sute de oameni. Ei să pornească cei din urmă, după steagul lor.”",
        "32": "Aceștia sunt copiii lui Israel ieșiți la numărătoare, după casele părinților lor. Toți cei ieșiți la numărătoare și care au alcătuit taberele după oștirile lor au fost șase sute trei mii cinci sute cincizeci.",
        "33": "Leviții, după porunca pe care o dăduse lui Moise Domnul, n-au intrat la numărătoare în mijlocul copiilor lui Israel.",
        "34": "Și copiii lui Israel au făcut întocmai după toate poruncile pe care le dăduse lui Moise Domnul. Așa tăbărau ei, după steagurile lor, și astfel porneau la drum, fiecare după familia lui, după casa părinților lui."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Domnul le-a vorbit lui Moise și Aaron, zicând:",
        "2": "„Fiii lui Israel să-și așeze tabăra în jurul Cortului Întâlnirii, la o oarecare distanță de el, fiecare bărbat lângă steagul lui, alături de însemnele familiei lui.",
        "3": "În partea de est, să fie: armatele taberei lui Iuda, lângă steagul lor. Conducătorul fiilor lui Iuda este Nahșon, fiul lui Aminadab,",
        "4": "a cărui armată este alcătuită din șaptezeci și patru de mii șase sute.",
        "5": "Seminția lui Isahar să-și așeze tabăra lângă ei. Conducătorul fiilor lui Isahar este Netanel, fiul lui Țuar,",
        "6": "a cărui armată este alcătuită din cincizeci și patru de mii patru sute.",
        "7": "Apoi – seminția lui Zabulon. Conducătorul fiilor lui Zabulon este Eliab, fiul lui Helon,",
        "8": "a cărui armată este alcătuită din cincizeci și șapte de mii patru sute.",
        "9": "Toți cei numărați din tabăra lui Iuda, potrivit armatelor lor, au fost o sută optzeci și șase de mii patru sute. Ei să pornească primii.",
        "10": "În partea de sud, să fie: armatele taberei lui Ruben, lângă steagul lor. Conducătorul fiilor lui Ruben este Elițur, fiul lui Ședeur,",
        "11": "a cărui armată este alcătuită din patruzeci și șase de mii cinci sute.",
        "12": "Lângă el să-și așeze tabăra seminția lui Simeon. Conducătorul fiilor lui Simeon este Șelumiel, fiul lui Țurișadai,",
        "13": "a cărui armată este alcătuită din cincizeci și nouă de mii trei sute.",
        "14": "Apoi – seminția lui Gad. Conducătorul fiilor lui Gad este Eliasaf, fiul lui Deuel,",
        "15": "a cărui armată este alcătuită din patruzeci și cinci de mii șase sute cincizeci.",
        "16": "Toți cei numărați din tabăra lui Ruben, potrivit armatelor lor, au fost o sută cincizeci și unu de mii patru sute cincizeci. Ei să pornească în al doilea rând.",
        "17": "Apoi Cortul Întâlnirii să pornească împreună cu tabăra leviților, care este în mijlocul taberelor; ei să pornească în aceeași ordine în care și-au așezat tabăra, fiecare la rând, potrivit steagului lor.",
        "18": "În partea de vest, să fie: armatele taberei lui Efraim, lângă steagul lor. Conducătorul fiilor lui Efraim este Elișama, fiul lui Amihud,",
        "19": "a cărui armată este alcătuită din patruzeci de mii cinci sute.",
        "20": "După el să fie seminția lui Manase. Conducătorul fiilor lui Manase este Gamaliel, fiul lui Pedahțur,",
        "21": "a cărui armată este alcătuită din treizeci și două de mii două sute.",
        "22": "Apoi – seminția lui Beniamin. Conducătorul fiilor lui Beniamin este Abidan, fiul lui Ghidoni,",
        "23": "a cărui armată este alcătuită din treizeci și cinci de mii patru sute.",
        "24": "Toți cei numărați din tabăra lui Efraim, potrivit armatelor lor, au fost o sută opt mii o sută. Ei să pornească în al treilea rând.",
        "25": "În partea de nord, să fie: armatele taberei lui Dan, lângă steagul lor. Conducătorul fiilor lui Dan este Ahiezer, fiul lui Amișadai,",
        "26": "a cărui armată este alcătuită din șaizeci și două de mii șapte sute.",
        "27": "Seminția lui Așer să-și așeze tabăra lângă el. Conducătorul fiilor lui Așer este Paghiel, fiul lui Ocran,",
        "28": "a cărui armată este alcătuită din patruzeci și unu de mii cinci sute.",
        "29": "Apoi – seminția lui Neftali. Conducătorul fiilor lui Neftali este Ahira, fiul lui Enan,",
        "30": "a cărui armată este alcătuită din cincizeci și trei de mii patru sute.",
        "31": "Toți cei numărați din tabăra lui Dan, potrivit armatelor lor, au fost o sută cincizeci și șapte de mii șase sute. Ei să pornească ultimii, alături de steagurile lor“.",
        "32": "Aceasta a fost numărătoarea fiilor lui Israel, potrivit caselor părinților lor; numărul total al celor din tabere, potrivit armatelor lor, a fost de șase sute trei mii cinci sute cincizeci.",
        "33": "Leviții nu au fost numărați împreună cu ceilalți fii ai lui Israel, așa cum îi poruncise Domnul lui Moise.",
        "34": "Fiii lui Israel au făcut potrivit cu tot ceea ce i-a poruncit Domnul lui Moise. Ei și-au așezat tabăra potrivit steagurilor lor și au pornit în același fel, fiecare după clanurile și familiile lor."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh spoke to Moses and to Aaron, saying,",
        "2": "“The children of Israel shall encamp every man by his own standard, with the banners of their fathers’ houses. They shall encamp around the Tent of Meeting at a distance from it.",
        "3": "“Those who encamp on the east side toward the sunrise shall be of the standard of the camp of Judah, according to their divisions. The prince of the children of Judah shall be Nahshon the son of Amminadab.",
        "4": "His division, and those who were counted of them, were seventy-four thousand six hundred.",
        "5": "“Those who encamp next to him shall be the tribe of Issachar. The prince of the children of Issachar shall be Nethanel the son of Zuar.",
        "6": "His division, and those who were counted of it, were fifty-four thousand four hundred.",
        "7": "“The tribe of Zebulun: the prince of the children of Zebulun shall be Eliab the son of Helon.",
        "8": "His division, and those who were counted of it, were fifty-seven thousand four hundred.",
        "9": "“All who were counted of the camp of Judah were one hundred eighty-six thousand four hundred, according to their divisions. They shall set out first.",
        "10": "“On the south side shall be the standard of the camp of Reuben according to their divisions. The prince of the children of Reuben shall be Elizur the son of Shedeur.",
        "11": "His division, and those who were counted of it, were forty-six thousand five hundred.",
        "12": "“Those who encamp next to him shall be the tribe of Simeon. The prince of the children of Simeon shall be Shelumiel the son of Zurishaddai.",
        "13": "His division, and those who were counted of them, were fifty-nine thousand three hundred.",
        "14": "“The tribe of Gad: the prince of the children of Gad shall be Eliasaph the son of Reuel.",
        "15": "His division, and those who were counted of them, were forty-five thousand six hundred fifty.",
        "16": "“All who were counted of the camp of Reuben were one hundred fifty-one thousand four hundred fifty, according to their armies. They shall set out second.",
        "17": "“Then the Tent of Meeting shall set out, with the camp of the Levites in the middle of the camps. As they encamp, so shall they set out, every man in his place, by their standards.",
        "18": "“On the west side shall be the standard of the camp of Ephraim according to their divisions. The prince of the children of Ephraim shall be Elishama the son of Ammihud.",
        "19": "His division, and those who were counted of them, were forty thousand five hundred.",
        "20": "“Next to him shall be the tribe of Manasseh. The prince of the children of Manasseh shall be Gamaliel the son of Pedahzur.",
        "21": "His division, and those who were counted of them, were thirty-two thousand two hundred.",
        "22": "“The tribe of Benjamin: the prince of the children of Benjamin shall be Abidan the son of Gideoni.",
        "23": "His army, and those who were counted of them, were thirty-five thousand four hundred.",
        "24": "“All who were counted of the camp of Ephraim were one hundred eight thousand one hundred, according to their divisions. They shall set out third.",
        "25": "“On the north side shall be the standard of the camp of Dan according to their divisions. The prince of the children of Dan shall be Ahiezer the son of Ammishaddai.",
        "26": "His division, and those who were counted of them, were sixty-two thousand seven hundred.",
        "27": "“Those who encamp next to him shall be the tribe of Asher. The prince of the children of Asher shall be Pagiel the son of Ochran.",
        "28": "His division, and those who were counted of them, were forty-one thousand five hundred.",
        "29": "“The tribe of Naphtali: the prince of the children of Naphtali shall be Ahira the son of Enan.",
        "30": "His division, and those who were counted of them, were fifty-three thousand four hundred.",
        "31": "“All who were counted of the camp of Dan were one hundred fifty-seven thousand six hundred. They shall set out last by their standards.”",
        "32": "These are those who were counted of the children of Israel by their fathers’ houses. All who were counted of the camps according to their armies were six hundred three thousand five hundred fifty.",
        "33": "But the Levites were not counted among the children of Israel, as Yahweh commanded Moses.",
        "34": "Thus the children of Israel did. According to all that Yahweh commanded Moses, so they encamped by their standards, and so they set out, everyone by their families, according to their fathers’ houses."
      }
    }
  }
}