{
  "book": "Numeri",
  "chapter": "26",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În urma acestei urgii, Domnul a zis lui Moise și lui Eleazar, fiul preotului Aaron:",
        "2": "„Faceți numărătoarea întregii adunări a copiilor lui Israel, de la vârsta de douăzeci de ani în sus, după casele părinților lor, a tuturor celor din Israel care sunt în stare să poarte armele.”",
        "3": "Moise și preotul Eleazar le-au vorbit în câmpia Moabului, lângă Iordan, în fața Ierihonului. Și au zis:",
        "4": "„Să se facă numărătoarea, de la vârsta de douăzeci de ani în sus, cum poruncise lui Moise și copiilor lui Israel Domnul, când au ieșit din țara Egiptului.”",
        "5": "Ruben, întâiul născut al lui Israel. Fiii lui Ruben au fost: Enoh, din care se coboară familia enohiților; Palu, din care se coboară familia paluiților;",
        "6": "Hețron, din care se coboară familia hețroniților; Carmi, din care se coboară familia carmiților.",
        "7": "Acestea sunt familiile rubeniților: cei ieșiți la numărătoare au fost patruzeci și trei de mii șapte sute treizeci.",
        "8": "Fiii lui Palu au fost: Eliab.",
        "9": "Fiii lui Eliab au fost: Nemuel, Datan și Abiram. Datan acesta și Abiram acesta au fost din cei ce erau chemați la adunare și care s-au răsculat împotriva lui Moise și Aaron, în adunarea lui Core, când cu răscoala lor împotriva Domnului.",
        "10": "Pământul și-a deschis gura și i-a înghițit împreună cu Core, când au murit cei ce se adunaseră și când a mistuit focul pe cei două sute cincizeci de oameni. Ei au slujit poporului ca pildă.",
        "11": "Fiii lui Core n-au murit.",
        "12": "Fiii lui Simeon, după familiile lor: din Nemuel se coboară familia nemueliților; din Iamin, familia iaminiților; din Iachin, familia iachiniților;",
        "13": "din Zerah, familia zerahiților; din Saul, familia sauliților.",
        "14": "Acestea sunt familiile simeoniților: douăzeci și două de mii două sute.",
        "15": "Fiii lui Gad după familiile lor: din Țefon se coboară familia țefoniților; din Haghi, familia haghiților; din Șuni, familia șuniților;",
        "16": "din Ozni, familia ozniților; din Eri, familia eriților;",
        "17": "din Arod, familia arodiților; din Areli, familia areliților.",
        "18": "Acestea sunt familiile fiilor lui Gad, după cei ieșiți la numărătoare: patruzeci de mii cinci sute.",
        "19": "Fiii lui Iuda: Er și Onan; dar Er și Onan au murit în țara Canaanului.",
        "20": "Iată fiii lui Iuda după familiile lor: din Șela se coboară familia șelaniților; din Pereț, familia perețiților; din Zerah, familia zerahiților.",
        "21": "Fiii lui Pereț au fost: Hețron, din care se coboară familia hețroniților; Hamul, din care se coboară familia hamuliților.",
        "22": "Acestea sunt familiile lui Iuda după numărătoarea lor: șaptezeci și șase de mii cinci sute.",
        "23": "Fiii lui Isahar după familiile lor: din Tola se coboară familia tolaiților; din Puva, familia puviților;",
        "24": "din Iașub, familia iașubiților; din Șimron, familia șimroniților.",
        "25": "Acestea sunt familiile lui Isahar, după numărătoarea lor: șaizeci și patru de mii trei sute.",
        "26": "Fiii lui Zabulon după familiile lor: din Sered se coboară familia serediților; din Elon, familia eloniților; din Iahleel, familia iahleeliților.",
        "27": "Acestea sunt familiile zabuloniților, după numărătoarea lor: șaizeci de mii cinci sute.",
        "28": "Fiii lui Iosif, după familiile lor: Manase și Efraim.",
        "29": "Fiii lui Manase: din Machir se coboară familia machiriților. Machir a născut pe Galaad. Din Galaad se coboară familia galaadiților.",
        "30": "Iată fiii lui Galaad: Iezer, din care se coboară familia iezeriților; Helec, familia helechiților;",
        "31": "Asriel, familia asrieliților; Sihem, familia sihemiților;",
        "32": "Șemida, familia șemidaiților; Hefer, familia heferiților.",
        "33": "Țelofhad, fiul lui Hefer, n-a avut fii, dar a avut fete. Iată numele fetelor lui Țelofhad: Mahla, Noa, Hogla, Milca și Tirța.",
        "34": "Acestea sunt familiile lui Manase, după numărătoarea lor: cincizeci și două de mii șapte sute.",
        "35": "Iată fiii lui Efraim, după familiile lor: din Șutelah se coboară familia șutelahiților; din Becher, familia becheriților; din Tahan, familia tahaniților.",
        "36": "Iată fiii lui Șutelah: din Eran se coboară familia eraniților.",
        "37": "Acestea sunt familiile fiilor lui Efraim, după numărătoarea lor: treizeci și două de mii cinci sute. Aceștia sunt fiii lui Iosif, după familiile lor.",
        "38": "Fiii lui Beniamin, după familiile lor: din Bela se coboară familia belaiților; din Așbel, familia așbeliților; din Ahiram, familia ahiramiților;",
        "39": "din Șufam, familia șufamiților; din Hufam, familia hufamiților.",
        "40": "Fiii lui Bela au fost: Ard și Naaman. Din Ard se coboară familia ardiților; din Naaman, familia naamaniților.",
        "41": "Aceștia sunt fiii lui Beniamin, după familiile lor și după numărătoarea lor: patruzeci și cinci de mii șase sute.",
        "42": "Iată fiii lui Dan, după familiile lor: din Șuham se coboară familia șuhamiților. Acestea sunt familiile lui Dan, după familiile lor.",
        "43": "Toate familiile șuhamiților, după numărătoarea lor: șaizeci și patru de mii patru sute.",
        "44": "Fiii lui Așer după familiile lor: din Imna se coboară familia imniților; din Ișvi, familia ișviților; din Beria, familia beriiților.",
        "45": "Din fiii lui Beria se coboară: din Heber, familia heberiților; din Malchiel, familia malchieliților.",
        "46": "Numele fetei lui Așer era Serah.",
        "47": "Acestea sunt familiile fiilor lui Așer, după numărătoarea lor: cincizeci și trei de mii patru sute.",
        "48": "Fiii lui Neftali, după familiile lor: din Iahțeel se coboară familia iahțeeliților; din Guni, familia guniților;",
        "49": "din Iețer, familia iețeriților; din Șilem, familia șilemiților.",
        "50": "Acestea sunt familiile lui Neftali după familiile lor și după numărătoarea lor: patruzeci și cinci de mii patru sute.",
        "51": "Aceștia sunt cei ieșiți la numărătoare dintre copiii lui Israel: șase sute una mii șapte sute treizeci.",
        "52": "Domnul a vorbit lui Moise și i-a zis:",
        "53": "„Țara să se împartă între ei, ca să fie moștenirea lor, după numărul numelor.",
        "54": "Celor ce sunt în număr mai mare să le dai o parte mai mare, și celor ce sunt în număr mai mic să le dai o parte mai mică; să se dea fiecăruia partea lui după cei ieșiți la numărătoare.",
        "55": "Dar împărțirea țării să se facă prin sorți; s-o ia în stăpânire după numele semințiilor părinților lor.",
        "56": "Țara să fie împărțită prin sorți între cei ce sunt în mare număr și între cei ce sunt în mic număr.” Numărătoarea leviților",
        "57": "Iată leviții a căror numărătoare s-a făcut după familiile lor: din Gherșon se coboară familia gherșoniților; din Chehat, familia chehatiților; din Merari, familia merariților.",
        "58": "Iată familiile lui Levi: familia libniților, familia hebroniților, familia mahliților, familia mușiților, familia coriților. Chehat a născut pe Amram.",
        "59": "Numele nevestei lui Amram era Iochebed, fata lui Levi, care i s-a născut lui Levi în Egipt; ea a născut lui Amram pe Aaron, pe Moise și pe Maria, sora lor.",
        "60": "Lui Aaron i s-au născut: Nadab și Abihu, Eleazar și Itamar.",
        "61": "Nadab și Abihu au murit când au adus înaintea Domnului foc străin.",
        "62": "Cei ieșiți la numărătoare, toți bărbații de la vârsta de o lună în sus, au fost de douăzeci și trei de mii. Ei n-au fost cuprinși în numărătoarea copiilor lui Israel, pentru că nu li s-a dat moștenire în mijlocul copiilor lui Israel.",
        "63": "Aceștia sunt aceia dintre copiii lui Israel a căror numărătoare au făcut-o Moise și preotul Eleazar în câmpia Moabului, lângă Iordan, în fața Ierihonului.",
        "64": "Între ei, nu era niciunul din copiii lui Israel a căror numărătoare o făcuse Moise și preotul Aaron în pustia Sinai.",
        "65": "Căci Domnul zisese: „Vor muri în pustie și nu va rămâne niciunul din ei, afară de Caleb, fiul lui Iefune, și Iosua, fiul lui Nun.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "După această urgie, Domnul le-a vorbit lui Moise și preotului Elazar, fiul lui Aaron, zicând:",
        "2": "„Faceți numărătoarea întregii comunități a fiilor lui Israel, potrivit caselor părinților lor, a fiecăruia din Israel, de la douăzeci de ani în sus, care este în stare să meargă la război“.",
        "3": "Moise și preotul Elazar au vorbit poporului în câmpiile Moabului, lângă Iordan, în fața Ierihonului, zicând:",
        "4": "„Faceți numărătoarea tuturor celor care au peste douăzeci de ani, așa cum i-a poruncit Domnul lui Moise“. Aceștia au fost fiii lui Israel care au ieșit din țara Egiptului:",
        "5": "Ruben a fost întâiul născut al lui Israel. Fiii lui Ruben au fost: prin Hanoh, clanul hanohiților; prin Palu, clanul paluiților;",
        "6": "prin Hețron, clanul hețroniților; prin Carmi, clanul carmiților.",
        "7": "Acestea alcătuiau clanurile rubeniților; au fost numărați patruzeci și trei de mii șapte sute treizeci de bărbați.",
        "8": "Fiul lui Palu a fost Eliab.",
        "9": "Fiii lui Eliab au fost: Nemuel, Datan și Abiram. Acest Datan și acest Abiram au făcut parte dintre cei chemați la sfatul adunării și s-au răzvrătit împotriva lui Moise și a lui Aaron împreună cu adunarea lui Korah, atunci când aceasta s-a răzvrătit împotriva Domnului.",
        "10": "Pământul și-a deschis gura și i-a înghițit împreună cu Korah, când focul a ars acea adunare, în număr de două sute cincizeci de bărbați. Ei au slujit drept pildă pentru popor.",
        "11": "Fiii lui Korah n-au murit atunci.",
        "12": "Urmașii lui Simeon, potrivit clanurilor lor, erau: prin Nemuel, clanul nemueliților; prin Iamin, clanul iaminiților; prin Iachin, clanul iachiniților;",
        "13": "prin Zerah, clanul zerahiților; prin Saul, clanul sauliților.",
        "14": "Acestea alcătuiau clanurile simeoniților; au fost numărați douăzeci și două de mii două sute de bărbați.",
        "15": "Urmașii lui Gad, potrivit clanurilor lor, erau: prin Țefon, clanul țefoniților; prin Haghi, clanul haghiților; prin Șuni, clanul șuniților;",
        "16": "prin Ozni, clanul ozniților; prin Eri, clanul eriților;",
        "17": "prin Arod, clanul arodiților; prin Areli, clanul areliților.",
        "18": "Acestea alcătuiau clanurile urmașilor lui Gad; au fost numărați patruzeci de mii cinci sute de bărbați.",
        "19": "Fiii lui Iuda au fost Er și Onan; dar atât Er, cât și Onan au murit în Canaan.",
        "20": "Fiii lui Iuda, potrivit clanurilor lor, erau: prin Șela, clanul șelaniților; prin Pereț, clanul perețiților; prin Zerah, clanul zerahiților.",
        "21": "Urmașii lui Pereț au fost: prin Hețron, clanul hețroniților; prin Hamul, clanul hamuliților.",
        "22": "Acestea alcătuiau clanurile urmașilor lui Iuda; au fost numărați șaptezeci și șase de mii cinci sute de bărbați.",
        "23": "Urmașii lui Isahar, potrivit clanurilor lor, erau: prin Tola, clanul tolaiților; prin Puva, clanul puviților;",
        "24": "prin Iașub, clanul iașubiților; prin Șimron, clanul șimroniților.",
        "25": "Acestea alcătuiau clanurile urmașilor lui Isahar; au fost numărați șaizeci și patru de mii trei sute de bărbați.",
        "26": "Urmașii lui Zabulon, potrivit clanurilor lor, erau: prin Sered, clanul serediților; prin Elon, clanul eloniților; prin Iahleel, clanul iahleeliților.",
        "27": "Acestea alcătuiau clanurile urmașilor lui Zabulon; au fost numărați șaizeci de mii cinci sute de bărbați.",
        "28": "Urmașii lui Iosif, potrivit clanurilor lor, erau: Manase și Efraim.",
        "29": "Urmașii lui Manase au fost: prin Machir, clanul machiriților (Machir a fost tatăl lui Ghilad); prin Ghilad, clanul ghiladiților.",
        "30": "Urmașii lui Ghilad au fost: prin Iezer, clanul iezeriților; prin Helek, clanul helekiților;",
        "31": "prin Asriel, clanul asrieliților; prin Șechem, clanul șechemiților;",
        "32": "prin Șemida, clanul șemidaiților; prin Hefer, clanul heferiților.",
        "33": "(Țelofhad, fiul lui Hefer, nu a avut fii; el a avut doar fete, ale căror nume erau: Mahla, Noa, Hogla, Milca și Tirța.)",
        "34": "Acestea alcătuiau clanurile urmașilor lui Manase; au fost numărați cincizeci și două de mii șapte sute de bărbați.",
        "35": "Urmașii lui Efraim, potrivit clanurilor lor, au fost: prin Șutelah, clanul șutelahiților; prin Becher, clanul becheriților; prin Tahan, clanul tahaniților.",
        "36": "Urmașii lui Șutelah au fost: prin Eran, clanul eraniților.",
        "37": "Acestea alcătuiau clanurile urmașilor lui Efraim; au fost numărați treizeci și două de mii cinci sute de bărbați. Aceștia au fost urmașii lui Iosif, potrivit clanurilor lor.",
        "38": "Urmașii lui Beniamin, potrivit clanurilor lor, erau: prin Bela, clanul belaiților; prin Așbel, clanul așbelaiților; prin Ahiram, clanul ahiramiților;",
        "39": "prin Șufam, clanul șufamiților; prin Hufam, clanul hufamiților.",
        "40": "Urmașii lui Bela, prin Ard și Naaman, au fost: prin Ard, clanul ardiților; prin Naaman, clanul naamaniților.",
        "41": "Acestea alcătuiau clanurile urmașilor lui Beniamin; au fost numărați patruzeci și cinci de mii șase sute de bărbați.",
        "42": "Fiii lui Dan, potrivit clanurilor lor, erau: prin Șuham, clanul șuhamiților. Acestea erau clanurile lui Dan, potrivit clanurilor lor.",
        "43": "Toți cei din clanurile șuhamiților au fost în număr de șaizeci și patru de mii patru sute de bărbați.",
        "44": "Urmașii lui Așer, potrivit clanurilor lor, erau: prin Imna, clanul imniților; prin Ișvi, clanul ișviților; prin Beria, clanul beriților;",
        "45": "iar prin urmașii lui Beria: prin Heber, clanul heberiților; prin Malchiel, clanul malchieliților.",
        "46": "(Numele fetei lui Așer era Serah.)",
        "47": "Acestea alcătuiau clanurile urmașilor lui Așer; au fost numărați cincizeci și trei de mii patru sute de bărbați.",
        "48": "Urmașii lui Neftali, potrivit clanurilor lor, erau: prin Iahțeel, clanul iahțeeliților; prin Guni, clanul guniților;",
        "49": "prin Iețer, clanul iețeriților; prin Șilem, clanul șilemiților.",
        "50": "Acestea alcătuiau clanurile urmașilor lui Neftali; au fost numărați patruzeci și cinci de mii patru sute de bărbați.",
        "51": "Numărul fiilor lui Israel era de șase sute unu mii șapte sute treizeci.",
        "52": "Domnul i-a vorbit lui Moise, zicând:",
        "53": "„Țara să le fie împărțită acestora ca moștenire, după numărul numelor.",
        "54": "Astfel, celor care sunt mai mulți să le dai o moștenire mai mare, iar celor ce sunt mai puțini să le dai o moștenire mai mică. Fiecăruia să i se dea moștenirea, ținându-se cont de numărul lor.",
        "55": "Însă țara să fie împărțită prin tragere la sorți. O vor moșteni potrivit numelor semințiilor părinților lor.",
        "56": "Moștenirea fiecăruia va fi împărțită între cei mulți și cei puțini, potrivit cu decizia luată prin tragere la sorți“.",
        "57": "Iată leviții care au fost numărați potrivit clanurilor lor: prin Gherșon, clanul gherșoniților; prin Chehat, clanul chehatiților; prin Merari, clanul merariților.",
        "58": "Alte clanuri ale lui Levi: clanul libniților, clanul hebroniților, clanul mahliților, clanul mușiților, clanul korahiților. (Chehat a fost tatăl lui Amram.",
        "59": "Soția lui Amram se numea Iochebed, o urmașă a lui Levi, născută în Egipt. Ea i-a născut lui Amram pe Aaron, pe Moise și pe sora lor, Miriam.",
        "60": "Lui Aaron i s-au născut: Nadab și Abihu, Elazar și Itamar.",
        "61": "Dar Nadab și Abihu au murit când au adus foc străin înaintea Domnului.)",
        "62": "Toți cei de parte bărbătească dintre leviți, care au fost numărați de la vârsta de o lună în sus, erau în număr de douăzeci și trei de mii. Ei nu au fost incluși în numărătoarea fiilor lui Israel, deoarece lor nu li s-a dat moștenire printre fiii lui Israel.",
        "63": "Aceștia sunt cei care au fost numărați de Moise și de preotul Elazar. Ei i-au numărat pe fiii lui Israel în câmpiile Moabului, lângă Iordan, în fața Ierihonului.",
        "64": "Niciunul dintre aceștia nu luaseră parte la numărătoarea fiilor lui Israel, făcută de Moise și de preotul Aaron în deșertul Sinai.",
        "65": "Căci Domnul le spusese: „Sigur vor muri în deșert“. Și niciunul dintre ei n-a mai rămas, în afară de Caleb, fiul lui Iefune, și Iosua, fiul lui Nun."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "After the plague, Yahweh spoke to Moses and to Eleazar the son of Aaron the priest, saying,",
        "2": "“Take a census of all the congregation of the children of Israel, from twenty years old and upward, by their fathers’ houses, all who are able to go out to war in Israel.”",
        "3": "Moses and Eleazar the priest spoke with them in the plains of Moab by the Jordan at Jericho, saying,",
        "4": "“Take a census, from twenty years old and upward, as Yahweh commanded Moses and the children of Israel.” These are those who came out of the land of Egypt.",
        "5": "Reuben, the firstborn of Israel; the sons of Reuben: of Hanoch, the family of the Hanochites; of Pallu, the family of the Palluites;",
        "6": "of Hezron, the family of the Hezronites; of Carmi, the family of the Carmites.",
        "7": "These are the families of the Reubenites; and those who were counted of them were forty-three thousand seven hundred thirty.",
        "8": "The son of Pallu: Eliab.",
        "9": "The sons of Eliab: Nemuel, Dathan, and Abiram. These are that Dathan and Abiram who were called by the congregation, who rebelled against Moses and against Aaron in the company of Korah when they rebelled against Yahweh;",
        "10": "and the earth opened its mouth, and swallowed them up together with Korah when that company died; at the time the fire devoured two hundred fifty men, and they became a sign.",
        "11": "Notwithstanding, the sons of Korah didn’t die.",
        "12": "The sons of Simeon after their families: of Nemuel, the family of the Nemuelites; of Jamin, the family of the Jaminites; of Jachin, the family of the Jachinites;",
        "13": "of Zerah, the family of the Zerahites; of Shaul, the family of the Shaulites.",
        "14": "These are the families of the Simeonites, twenty-two thousand two hundred.",
        "15": "The sons of Gad after their families: of Zephon, the family of the Zephonites; of Haggi, the family of the Haggites; of Shuni, the family of the Shunites;",
        "16": "of Ozni, the family of the Oznites; of Eri, the family of the Erites;",
        "17": "of Arod, the family of the Arodites; of Areli, the family of the Arelites.",
        "18": "These are the families of the sons of Gad according to those who were counted of them, forty thousand and five hundred.",
        "19": "The sons of Judah: Er and Onan. Er and Onan died in the land of Canaan.",
        "20": "The sons of Judah after their families were: of Shelah, the family of the Shelanites; of Perez, the family of the Perezites; of Zerah, the family of the Zerahites.",
        "21": "The sons of Perez were: of Hezron, the family of the Hezronites; of Hamul, the family of the Hamulites.",
        "22": "These are the families of Judah according to those who were counted of them, seventy-six thousand five hundred.",
        "23": "The sons of Issachar after their families: of Tola, the family of the Tolaites; of Puvah, the family of the Punites;",
        "24": "of Jashub, the family of the Jashubites; of Shimron, the family of the Shimronites.",
        "25": "These are the families of Issachar according to those who were counted of them, sixty-four thousand three hundred.",
        "26": "The sons of Zebulun after their families: of Sered, the family of the Seredites; of Elon, the family of the Elonites; of Jahleel, the family of the Jahleelites.",
        "27": "These are the families of the Zebulunites according to those who were counted of them, sixty thousand five hundred.",
        "28": "The sons of Joseph after their families: Manasseh and Ephraim.",
        "29": "The sons of Manasseh: of Machir, the family of the Machirites; and Machir became the father of Gilead; of Gilead, the family of the Gileadites.",
        "30": "These are the sons of Gilead: of Iezer, the family of the Iezerites; of Helek, the family of the Helekites;",
        "31": "and Asriel, the family of the Asrielites; and Shechem, the family of the Shechemites;",
        "32": "and Shemida, the family of the Shemidaites; and Hepher, the family of the Hepherites.",
        "33": "Zelophehad the son of Hepher had no sons, but daughters: and the names of the daughters of Zelophehad were Mahlah, Noah, Hoglah, Milcah, and Tirzah.",
        "34": "These are the families of Manasseh. Those who were counted of them were fifty-two thousand seven hundred.",
        "35": "These are the sons of Ephraim after their families: of Shuthelah, the family of the Shuthelahites; of Becher, the family of the Becherites; of Tahan, the family of the Tahanites.",
        "36": "These are the sons of Shuthelah: of Eran, the family of the Eranites.",
        "37": "These are the families of the sons of Ephraim according to those who were counted of them, thirty-two thousand five hundred. These are the sons of Joseph after their families.",
        "38": "The sons of Benjamin after their families: of Bela, the family of the Belaites; of Ashbel, the family of the Ashbelites; of Ahiram, the family of the Ahiramites;",
        "39": "of Shephupham, the family of the Shuphamites; of Hupham, the family of the Huphamites.",
        "40": "The sons of Bela were Ard and Naaman: the family of the Ardites; and of Naaman, the family of the Naamites.",
        "41": "These are the sons of Benjamin after their families; and those who were counted of them were forty-five thousand six hundred.",
        "42": "These are the sons of Dan after their families: of Shuham, the family of the Shuhamites. These are the families of Dan after their families.",
        "43": "All the families of the Shuhamites, according to those who were counted of them, were sixty-four thousand four hundred.",
        "44": "The sons of Asher after their families: of Imnah, the family of the Imnites; of Ishvi, the family of the Ishvites; of Beriah, the family of the Berites.",
        "45": "Of the sons of Beriah: of Heber, the family of the Heberites; of Malchiel, the family of the Malchielites.",
        "46": "The name of the daughter of Asher was Serah.",
        "47": "These are the families of the sons of Asher according to those who were counted of them, fifty-three thousand four hundred.",
        "48": "The sons of Naphtali after their families: of Jahzeel, the family of the Jahzeelites; of Guni, the family of the Gunites;",
        "49": "of Jezer, the family of the Jezerites; of Shillem, the family of the Shillemites.",
        "50": "These are the families of Naphtali according to their families; and those who were counted of them were forty-five thousand four hundred.",
        "51": "These are those who were counted of the children of Israel, six hundred one thousand seven hundred thirty.",
        "52": "Yahweh spoke to Moses, saying,",
        "53": "“To these the land shall be divided for an inheritance according to the number of names.",
        "54": "To the more you shall give the more inheritance, and to the fewer you shall give the less inheritance. To everyone according to those who were counted of him shall his inheritance be given.",
        "55": "Notwithstanding, the land shall be divided by lot. According to the names of the tribes of their fathers they shall inherit.",
        "56": "According to the lot shall their inheritance be divided between the more and the fewer.”",
        "57": "These are those who were counted of the Levites after their families: of Gershon, the family of the Gershonites; of Kohath, the family of the Kohathites; of Merari, the family of the Merarites.",
        "58": "These are the families of Levi: the family of the Libnites, the family of the Hebronites, the family of the Mahlites, the family of the Mushites, and the family of the Korahites. Kohath became the father of Amram.",
        "59": "The name of Amram’s wife was Jochebed, the daughter of Levi, who was born to Levi in Egypt. She bore to Amram Aaron and Moses, and Miriam their sister.",
        "60": "To Aaron were born Nadab and Abihu, Eleazar and Ithamar.",
        "61": "Nadab and Abihu died when they offered strange fire before Yahweh.",
        "62": "Those who were counted of them were twenty-three thousand, every male from a month old and upward; for they were not counted among the children of Israel, because there was no inheritance given them among the children of Israel.",
        "63": "These are those who were counted by Moses and Eleazar the priest, who counted the children of Israel in the plains of Moab by the Jordan at Jericho.",
        "64": "But among these there was not a man of them who were counted by Moses and Aaron the priest, who counted the children of Israel in the wilderness of Sinai.",
        "65": "For Yahweh had said of them, “They shall surely die in the wilderness.” There was not a man left of them, except Caleb the son of Jephunneh, and Joshua the son of Nun."
      }
    }
  }
}