{
  "book": "Numeri",
  "chapter": "19",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul a vorbit lui Moise și lui Aaron și a zis:",
        "2": "„Iată ce poruncește legea pe care a dat-o Domnul, zicând: ‘Vorbește copiilor lui Israel să-ți aducă o vacă roșie, fără pată, fără vreun cusur trupesc și care să nu fi fost pusă la jug.",
        "3": "S-o dați preotului Eleazar; el s-o scoată din tabără și să fie junghiată înaintea lui.",
        "4": "Preotul Eleazar să ia cu degetul din sângele vacii și să stropească de șapte ori înaintea cortului întâlnirii.",
        "5": "Vaca să fie arsă sub ochii lui; să-i ardă pielea, carnea și sângele, împreună cu balega.",
        "6": "Preotul să ia lemn de cedru, isop și cârmâz și să le arunce în mijlocul flăcărilor care vor mistui vaca.",
        "7": "Preotul să-și spele hainele și să-și scalde trupul în apă, apoi să intre iarăși în tabără și să fie necurat până seara.",
        "8": "Cel ce va arde vaca să-și spele hainele în apă și să-și scalde trupul în apă și să fie necurat până seara.",
        "9": "Un om curat să strângă cenușa vacii și s-o pună într-un loc curat afară din tabără; s-o păstreze pentru adunarea copiilor lui Israel, ca să facă apa de curățire. Aceasta este o apă de ispășire.",
        "10": "Cel ce va strânge cenușa vacii să-și spele hainele și să fie necurat până seara. Aceasta să fie o lege veșnică atât pentru copiii lui Israel, cât și pentru străinul care locuiește în mijlocul lor.",
        "11": "Cine se va atinge de vreun mort, de vreun trup omenesc mort, să fie necurat timp de șapte zile.",
        "12": "Să se curățească cu apa aceasta a treia zi și a șaptea zi și va fi curat, dar, dacă nu se curățește a treia zi și a șaptea zi, nu va fi curat.",
        "13": "Cine se va atinge de un mort, de trupul unui om mort, și nu se va curăți pângărește cortul Domnului; acela să fie nimicit din Israel. Fiindcă nu s-a stropit peste el apa de curățire, este necurat și necurăția lui este încă peste el.",
        "14": "Iată legea când va muri un om într-un cort: oricine va intra în cort și oricine se va afla în cort va fi necurat șapte zile.",
        "15": "De asemenea, orice vas descoperit, care nu va avea un capac bine strâns pe el, va fi necurat.",
        "16": "Oricine se va atinge pe câmp de un om ucis de sabie sau de un mort sau de oase omenești sau de vreun mormânt va fi necurat timp de șapte zile.",
        "17": "Pentru cel necurat, să se ia cenușă de la jertfa de ispășire care a fost arsă și să toarne peste ea apă de izvor într-un vas.",
        "18": "Un om curat să ia isop și să-l înmoaie în apă; să stropească apoi cu el cortul, toate uneltele, oamenii care sunt acolo, pe cel ce s-a atins de oase omenești sau de vreun om ucis sau de vreun mort sau de vreun mormânt.",
        "19": "Cel curat să stropească pe cel necurat a treia zi și a șaptea zi și să-l curățească în ziua a șaptea. Să-și spele hainele și să se scalde în apă și seara va fi curat.",
        "20": "Un om care va fi necurat și nu se va curăți va fi nimicit din mijlocul adunării, căci a spurcat Sfântul Locaș al Domnului; fiindcă n-a fost stropită peste el apa de curățire, este necurat.",
        "21": "Aceasta să fie o lege veșnică pentru ei. Cel ce va stropi pe altul cu apa de curățire să-și spele hainele și cel ce se va atinge de apa de curățire să fie necurat până seara.",
        "22": "Orice lucru de care se va atinge cel necurat va fi necurat și cine se va atinge de el să fie necurat până seara.’”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Domnul le-a vorbit lui Moise și Aaron, zicând:",
        "2": "„Aceasta este o hotărâre a Legii pe care a dat-o Domnul: spune-le fiilor lui Israel să aducă o junincă roșie, fără cusur, care să nu aibă nicio infirmitate și care n-a fost pusă încă la jug.",
        "3": "Să o dați preotului Elazar; el s-o ducă afară din tabără și cineva s-o înjunghie înaintea lui.",
        "4": "Preotul Elazar să ia din sângele ei cu degetul și să stropească de șapte ori înaintea Cortului Întâlnirii.",
        "5": "Apoi juninca să fie arsă înaintea ochilor lui; să-i ardă pielea, carnea, sângele și balega.",
        "6": "Preotul să ia lemn de cedru, isop și fir stacojiu și să le arunce în focul în care este arsă juninca.",
        "7": "Apoi preotul să-și spele hainele și să-și scalde trupul în apă. După aceea poate intra în tabără, dar va rămâne necurat până seara.",
        "8": "Cel care arde juninca să-și spele hainele în apă și să-și scalde trupul în apă. El va rămâne necurat până seara.",
        "9": "Un om curat să strângă cenușa junincii și s-o așeze într-un loc curat, în afara taberei. Să fie păstrată pentru comunitatea fiilor lui Israel, ca s-o folosească pentru apa de curățire. Este pentru curățirea de păcat.",
        "10": "Cel care adună cenușa junincii să-și spele hainele și va fi necurat până seara. Aceasta să fie o hotărâre veșnică pentru fiii lui Israel și pentru străinul care locuiește între ei.",
        "11": "Cel care atinge trupul mort al cuiva va fi necurat șapte zile.",
        "12": "Să se curățească cu apă în ziua a treia și a șaptea, și va fi curat. Dacă nu se va curăți în ziua a treia și în a șaptea, nu va fi curat.",
        "13": "Oricine atinge un mort, trupul vreunui om care a murit, și nu se va curăți, pângărește Tabernaculul Domnului. Omul acela să fie nimicit din Israel. Să fie necurat pentru că n-a fost stropit cu apă de curățire. Necurăția lui rămâne asupra lui.",
        "14": "Aceasta este legea când un om moare într-un cort: toți aceia care intră în cort și toți aceia care sunt în cort vor fi necurați șapte zile.",
        "15": "Și orice vas deschis care nu are capacul pus va fi necurat.",
        "16": "Oricine atinge, pe câmp, un om care a fost ucis de sabie sau a murit sau care atinge osemintele vreunui om sau un mormânt, va fi necurat șapte zile.",
        "17": "Pentru cel necurat să se ia din cenușa junincii arse pentru curățirea de păcat și să se pună apă proaspătă peste ea, într-un vas.",
        "18": "Un om curat să ia isop, să-l înmoaie în apă și să stropească cortul, toate obiectele acestuia, pe cei care erau acolo și pe cel care s-a atins de osemintele vreunui om sau de vreun om ucis, de vreun om care a murit sau de vreun mormânt.",
        "19": "Cel curat să-l stropească pe cel necurat în a treia și a șaptea zi și să-l curățească astfel în a șaptea zi. Apoi cel necurat să-și spele hainele și să se scalde în apă, iar seara va fi curat.",
        "20": "Orice om care este necurat și nu se va curăți, să fie nimicit din adunare pentru că a pângărit Sfântul Lăcaș al Domnului. El este necurat deoarece n-a fost stropit cu apa de curățire.",
        "21": "Aceasta să fie o hotărâre veșnică pentru ei. De asemenea, cel care stropește cu apa de curățire trebuie să-și spele hainele, iar cel care atinge apa de curățire va fi necurat până seara.",
        "22": "Orice lucru atins de cineva care este necurat va fi necurat și oricine îl atinge va fi necurat până seara“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh spoke to Moses and to Aaron, saying,",
        "2": "“This is the statute of the law which Yahweh has commanded. Tell the children of Israel to bring you a red heifer without spot, in which is no defect, and which was never yoked.",
        "3": "You shall give her to Eleazar the priest, and he shall bring her outside of the camp, and one shall kill her before his face.",
        "4": "Eleazar the priest shall take some of her blood with his finger, and sprinkle her blood toward the front of the Tent of Meeting seven times.",
        "5": "One shall burn the heifer in his sight; her skin, and her meat, and her blood, with her dung, shall he burn.",
        "6": "The priest shall take cedar wood, hyssop, and scarlet, and cast it into the middle of the burning of the heifer.",
        "7": "Then the priest shall wash his clothes, and he shall bathe his flesh in water, and afterward he shall come into the camp, and the priest shall be unclean until the evening.",
        "8": "He who burns her shall wash his clothes in water, and bathe his flesh in water, and shall be unclean until the evening.",
        "9": "“A man who is clean shall gather up the ashes of the heifer, and lay them up outside of the camp in a clean place; and it shall be kept for the congregation of the children of Israel for use in water for cleansing impurity. It is a sin offering.",
        "10": "He who gathers the ashes of the heifer shall wash his clothes, and be unclean until the evening. It shall be to the children of Israel, and to the stranger who lives as a foreigner among them, for a statute forever.",
        "11": "“He who touches the dead body of any man shall be unclean seven days.",
        "12": "He shall purify himself with water on the third day, and on the seventh day he shall be clean; but if he doesn’t purify himself the third day, then the seventh day he shall not be clean.",
        "13": "Whoever touches a dead person, the body of a man who has died, and doesn’t purify himself, defiles Yahweh’s tabernacle; and that soul shall be cut off from Israel; because the water for impurity was not sprinkled on him, he shall be unclean. His uncleanness is yet on him.",
        "14": "“This is the law when a man dies in a tent: everyone who comes into the tent, and everyone who is in the tent, shall be unclean seven days.",
        "15": "Every open vessel, which has no covering bound on it, is unclean.",
        "16": "“Whoever in the open field touches one who is slain with a sword, or a dead body, or a bone of a man, or a grave, shall be unclean seven days.",
        "17": "“For the unclean, they shall take of the ashes of the burning of the sin offering; and running water shall be poured on them in a vessel.",
        "18": "A clean person shall take hyssop, dip it in the water, and sprinkle it on the tent, on all the vessels, on the persons who were there, and on him who touched the bone, or the slain, or the dead, or the grave.",
        "19": "The clean person shall sprinkle on the unclean on the third day, and on the seventh day. On the seventh day, he shall purify him. He shall wash his clothes and bathe himself in water, and shall be clean at evening.",
        "20": "But the man who shall be unclean, and shall not purify himself, that soul shall be cut off from among the assembly, because he has defiled the sanctuary of Yahweh. The water for impurity has not been sprinkled on him. He is unclean.",
        "21": "It shall be a perpetual statute to them. He who sprinkles the water for impurity shall wash his clothes, and he who touches the water for impurity shall be unclean until evening.",
        "22": "“Whatever the unclean person touches shall be unclean; and the soul that touches it shall be unclean until evening.”"
      }
    }
  }
}