{
  "book": "Numeri",
  "chapter": "33",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Iată popasurile copiilor lui Israel care au ieșit din țara Egiptului, după oștirile lor, sub povățuirea lui Moise și lui Aaron.",
        "2": "Moise a scris călătoriile lor din popas în popas, după porunca Domnului. Și iată popasurile lor, după călătoriile lor.",
        "3": "Au pornit din Ramses în luna întâi, în ziua a cincisprezecea a lunii întâi. A doua zi după Paște, copiii lui Israel au ieșit gata de luptă în fața tuturor egiptenilor,",
        "4": "în timp ce egiptenii își îngropau pe toți întâii lor născuți pe care-i lovise Domnul dintre ei. Căci Domnul făcuse chiar și pe dumnezeii lor să simtă puterea Lui.",
        "5": "Copiii lui Israel au pornit din Ramses și au tăbărât la Sucot.",
        "6": "Au pornit din Sucot și au tăbărât la Etam, care este la marginea pustiei.",
        "7": "Au pornit din Etam, s-au întors înapoi la Pi-Hahirot, față în față cu Baal-Țefon, și au tăbărât înaintea Migdolului.",
        "8": "Au pornit dinaintea Pi-Hahirotului și au trecut prin mijlocul mării, înspre pustie; au făcut un drum de trei zile în pustia Etamului și au tăbărât la Mara.",
        "9": "Au pornit de la Mara și au ajuns la Elim; la Elim erau douăsprezece izvoare de apă și șaptezeci de finici; acolo au tăbărât.",
        "10": "Au pornit din Elim și au tăbărât lângă Marea Roșie.",
        "11": "Au pornit de la Marea Roșie și au tăbărât în pustia Sin.",
        "12": "Au pornit din pustia Sin și au tăbărât la Dofca.",
        "13": "Au pornit din Dofca și au tăbărât la Aluș.",
        "14": "Au pornit din Aluș și au tăbărât la Refidim, unde poporul n-a găsit apă de băut.",
        "15": "Au pornit din Refidim și au tăbărât în pustia Sinai. De la Sinai la Cades",
        "16": "Au pornit din pustia Sinai și au tăbărât la Chibrot-Hataava.",
        "17": "Au pornit de la Chibrot-Hataava și au tăbărât la Hațerot.",
        "18": "Au pornit din Hațerot și au tăbărât la Ritma.",
        "19": "Au pornit de la Ritma și au tăbărât la Rimon-Pereț.",
        "20": "Au pornit din Rimon-Pereț și au tăbărât la Libna.",
        "21": "Au pornit din Libna și au tăbărât la Risa.",
        "22": "Au pornit din Risa și au tăbărât la Chehelata.",
        "23": "Au pornit din Chehelata și au tăbărât la muntele Șafer.",
        "24": "Au pornit de la muntele Șafer și au tăbărât la Harada.",
        "25": "Au pornit din Harada și au tăbărât la Machelot.",
        "26": "Au pornit din Machelot și au tăbărât la Tahat.",
        "27": "Au pornit din Tahat și au tăbărât la Tarah.",
        "28": "Au pornit din Tarah și au tăbărât la Mitca.",
        "29": "Au pornit din Mitca și au tăbărât la Hașmona.",
        "30": "Au pornit din Hașmona și au tăbărât la Moserot.",
        "31": "Au pornit din Moserot și au tăbărât la Bene-Iaacan.",
        "32": "Au pornit din Bene-Iaacan și au tăbărât la Hor-Ghidgad.",
        "33": "Au pornit din Hor-Ghidgad și au tăbărât la Iotbata.",
        "34": "Au pornit din Iotbata și au tăbărât la Abrona.",
        "35": "Au pornit din Abrona și au tăbărât la Ețion-Gheber.",
        "36": "Au pornit din Ețion-Gheber și au tăbărât în pustia Țin, adică la Cades. De la Cades la câmpia Moabului",
        "37": "Au pornit din Cades și au tăbărât la muntele Hor, la marginea țării Edomului.",
        "38": "Preotul Aaron s-a suit pe muntele Hor, după porunca Domnului, și a murit acolo, în al patruzecilea an după ieșirea copiilor lui Israel din țara Egiptului, în luna a cincea, în cea dintâi zi a lunii.",
        "39": "Aaron era în vârstă de o sută douăzeci și trei de ani când a murit pe muntele Hor.",
        "40": "Împăratul Aradului, canaanitul care locuia în partea de miazăzi a țării Canaanului, a aflat de sosirea copiilor lui Israel.",
        "41": "Au pornit de la muntele Hor și au tăbărât la Țalmona.",
        "42": "Au pornit din Țalmona și au tăbărât la Punon.",
        "43": "Au pornit din Punon și au tăbărât la Obot.",
        "44": "Au pornit din Obot și au tăbărât la Iie-Abarim, la hotarul Moabului.",
        "45": "Au pornit din Iie-Abarim și au tăbărât la Dibon-Gad.",
        "46": "Au pornit din Dibon-Gad și au tăbărât la Almon-Diblataim.",
        "47": "Au pornit din Almon-Diblataim și au tăbărât la munții Abarim, înaintea muntelui Nebo.",
        "48": "Au pornit de la munții Abarim și au tăbărât în câmpia Moabului, lângă Iordan, în fața Ierihonului.",
        "49": "Au tăbărât lângă Iordan, de la Bet-Ieșimot până la Abel-Sitim, în câmpia Moabului. Canaaniții trebuie nimiciți",
        "50": "Domnul a vorbit lui Moise în câmpia Moabului, lângă Iordan, în fața Ierihonului, și a zis:",
        "51": "„Vorbește copiilor lui Israel și spune-le: ‘După ce veți trece Iordanul și veți intra în țara Canaanului,",
        "52": "să izgoniți dinaintea voastră pe toți locuitorii țării, să le dărâmați toți idolii de piatră, să le nimiciți toate icoanele turnate și să le nimiciți toate înălțimile pentru jertfe.",
        "53": "Să luați țara în stăpânire și să vă așezați în ea, căci Eu v-am dat țara aceasta ca să fie moșia voastră.",
        "54": "Să împărțiți țara prin sorți, după familiile voastre. Celor ce sunt în număr mai mare, să le dați o parte mai mare și celor ce sunt în număr mai mic, să le dați o parte mai mică. Fiecare să stăpânească ce-i va cădea la sorți; s-o luați în stăpânire după semințiile părinților voștri.",
        "55": "Dar dacă nu veți izgoni dinaintea voastră pe locuitorii țării, aceia dintre ei pe care îi veți lăsa vă vor fi ca niște spini în ochi și ca niște ghimpi în coaste; vă vor fi vrăjmași în țara în care veți merge să vă așezați.",
        "56": "Și vă voi face și vouă cum hotărâsem să le fac lor.’”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Iată popasurile fiilor lui Israel, care au ieșit din țara Egiptului potrivit armatelor lor, sub conducerea lui Moise și Aaron.",
        "2": "La porunca Domnului, Moise a scris popasurile din timpul călătoriilor lor. Iată călătoriile lor potrivit popasurilor lor:",
        "3": "Ei au pornit din Ramses în luna întâi, în a cincisprezecea zi a lunii întâi. A doua zi după Paște, fiii lui Israel au ieșit cu îndrăzneală sub privirile tuturor egiptenilor,",
        "4": "în timp ce egiptenii își înmormântau toți întâii născuți pe care îi lovise Domnul. Domnul adusese judecata chiar și asupra dumnezeilor lor.",
        "5": "Fiii lui Israel au pornit din Ramses și apoi și-au așezat tabăra la Sucot.",
        "6": "Au pornit din Sucot și apoi și-au așezat tabăra la Etam, care este la marginea deșertului.",
        "7": "Au pornit din Etam, s-au întors la Pi-Hahirot care este față în față cu Baal-Țefon și apoi și-au așezat tabăra înaintea Migdolului.",
        "8": "Au pornit din Pi-Hahirot, au trecut prin mijlocul mării spre deșert, au călătorit trei zile în deșertul Etam și apoi și-au așezat tabăra la Mara.",
        "9": "Au pornit din Mara, s-au dus la Elim, unde erau douăsprezece izvoare și șaptezeci de palmieri și apoi și-au așezat tabăra acolo.",
        "10": "Au pornit din Elim și apoi și-au așezat tabăra lângă Marea Roșie.",
        "11": "Au pornit de la Marea Roșie și apoi și-au așezat tabăra în deșertul Sin.",
        "12": "Au pornit din deșertul Sin și apoi și-au așezat tabăra la Dofka.",
        "13": "Au pornit din Dofka și apoi și-au așezat tabăra la Aluș.",
        "14": "Au pornit din Aluș și apoi și-au așezat tabăra la Refidim, unde nu s-a găsit apă de băut pentru popor.",
        "15": "Au pornit din Refidim și apoi și-au așezat tabăra în deșertul Sinai.",
        "16": "Au pornit din deșertul Sinai și apoi și-au așezat tabăra la Chibrot-Hataava.",
        "17": "Au pornit din Chibrot-Hataava și apoi și-au așezat tabăra la Hațerot.",
        "18": "Au pornit din Hațerot și apoi și-au așezat tabăra la Ritma.",
        "19": "Au pornit din Ritma și apoi și-au așezat tabăra la Rimon-Pereț.",
        "20": "Au pornit din Rimon-Pereț și apoi și-au așezat tabăra la Libna.",
        "21": "Au pornit din Libna și apoi și-au așezat tabăra la Risa.",
        "22": "Au pornit din Risa și apoi și-au așezat tabăra la Chehelata.",
        "23": "Au pornit din Chehelata și apoi și-au așezat tabăra la muntele Șafer.",
        "24": "Au pornit de la muntele Șafer și apoi și-au așezat tabăra la Harada.",
        "25": "Au pornit din Harada și apoi și-au așezat tabăra la Makhelot.",
        "26": "Au pornit din Makhelot și apoi și-au așezat tabăra la Tahat.",
        "27": "Au pornit din Tahat și apoi și-au așezat tabăra la Terah.",
        "28": "Au pornit din Terah și apoi și-au așezat tabăra la Mitka.",
        "29": "Au pornit din Mitka și apoi și-au așezat tabăra la Hașmona.",
        "30": "Au pornit din Hașmona și apoi și-au așezat tabăra la Moserot.",
        "31": "Au pornit din Moserot și apoi și-au așezat tabăra la Bene-Iaakan.",
        "32": "Au pornit din Bene-Iaakan și apoi și-au așezat tabăra la Hor-Haghidgad.",
        "33": "Au pornit din Hor-Haghidgad și apoi și-au așezat tabăra la Iotbata.",
        "34": "Au pornit din Iotbata și apoi și-au așezat tabăra la Abrona.",
        "35": "Au pornit din Abrona și apoi și-au așezat tabăra la Ețion-Gheber.",
        "36": "Au pornit din Ețion-Gheber și apoi și-au așezat tabăra la Kadeș, în deșertul Țin.",
        "37": "Au pornit din Kadeș și apoi și-au așezat tabăra la muntele Hor, la granița cu Edomul.",
        "38": "La porunca Domnului, preotul Aaron s-a urcat pe muntele Hor, unde a murit în prima zi a lunii a cincea, în al patruzecilea an după ieșirea fiilor lui Israel din țara Egiptului.",
        "39": "Aaron era în vârstă de o sută douăzeci și trei de ani când a murit pe muntele Hor.",
        "40": "Regele canaanit al Aradului, care locuia în Neghev, în țara Canaanului, a auzit de venirea fiilor lui Israel.",
        "41": "Au pornit de la muntele Hor și apoi și-au așezat tabăra la Țalmona.",
        "42": "Au pornit din Țalmona și apoi și-au așezat tabăra la Punon.",
        "43": "Au pornit din Punon și apoi și-au așezat tabăra la Obot.",
        "44": "Au pornit din Obot și apoi și-au așezat tabăra la Iye-Abarim, la granița cu Moabul.",
        "45": "Au pornit din Iyim și apoi și-au așezat tabăra la Dibon-Gad.",
        "46": "Au pornit din Dibon-Gad și apoi și-au așezat tabăra la Almon-Diblataim.",
        "47": "Au pornit din Almon-Diblataim și apoi și-au așezat tabăra în munții Abarimului, înaintea muntelui Nebo.",
        "48": "Au pornit de la munții Abarimului și apoi și-au așezat tabăra în câmpiile Moabului, lângă Iordan, în fața Ierihonului.",
        "49": "Acolo, în câmpiile Moabului, și-au așezat tabăra de-a lungul Iordanului, de la Bet-Ieșimot la Abel-Șitim. Porunci privind cucerirea țării",
        "50": "Domnul i-a vorbit lui Moise în câmpiile Moabului, lângă Iordan, în fața Ierihonului, zicând:",
        "51": "„Vorbește-le fiilor lui Israel și spune-le: «Când veți trece dincolo de Iordan, în țara Canaanului,",
        "52": "să-i alungați pe toți locuitorii țării dinaintea voastră. Să le distrugeți toate chipurile de piatră și toate chipurile turnate și să le nimiciți toate înălțimile.",
        "53": "Luați țara în stăpânire și locuiți în ea, căci Eu v-am dat țara aceasta ca s-o stăpâniți.",
        "54": "Să împărțiți țara prin tragere la sorți, potrivit clanurilor voastre. Celor ce sunt mai mulți să le dai o moștenire mai mare, iar celor ce sunt mai puțini să le dai o moștenire mai mică. Moștenirea fiecăruia să fie în locul care iese prin tragere la sorți. Să luați în stăpânire țara potrivit semințiilor părinților voștri.",
        "55": "Dar, dacă nu-i veți alunga pe locuitorii țării, aceia pe care îi veți lăsa dintre ei vă vor fi spini în ochi și ghimpi în coaste. Ei vă vor dușmăni în țara în care veți locui.",
        "56": "Și vă voi face și vouă așa cum am plănuit să le fac lor»“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "These are the journeys of the children of Israel, when they went out of the land of Egypt by their armies under the hand of Moses and Aaron.",
        "2": "Moses wrote the starting points of their journeys by the commandment of Yahweh. These are their journeys according to their starting points.",
        "3": "They traveled from Rameses in the first month, on the fifteenth day of the first month; on the next day after the Passover, the children of Israel went out with a high hand in the sight of all the Egyptians,",
        "4": "while the Egyptians were burying all their firstborn, whom Yahweh had struck among them. Yahweh also executed judgments on their gods.",
        "5": "The children of Israel traveled from Rameses, and encamped in Succoth.",
        "6": "They traveled from Succoth, and encamped in Etham, which is in the edge of the wilderness.",
        "7": "They traveled from Etham, and turned back to Pihahiroth, which is before Baal Zephon, and they encamped before Migdol.",
        "8": "They traveled from before Hahiroth, and crossed through the middle of the sea into the wilderness. They went three days’ journey in the wilderness of Etham, and encamped in Marah.",
        "9": "They traveled from Marah, and came to Elim. In Elim, there were twelve springs of water and seventy palm trees, and they encamped there.",
        "10": "They traveled from Elim, and encamped by the Red Sea.",
        "11": "They traveled from the Red Sea, and encamped in the wilderness of Sin.",
        "12": "They traveled from the wilderness of Sin, and encamped in Dophkah.",
        "13": "They traveled from Dophkah, and encamped in Alush.",
        "14": "They traveled from Alush, and encamped in Rephidim, where there was no water for the people to drink.",
        "15": "They traveled from Rephidim, and encamped in the wilderness of Sinai.",
        "16": "They traveled from the wilderness of Sinai, and encamped in Kibroth Hattaavah.",
        "17": "They traveled from Kibroth Hattaavah, and encamped in Hazeroth.",
        "18": "They traveled from Hazeroth, and encamped in Rithmah.",
        "19": "They traveled from Rithmah, and encamped in Rimmon Perez.",
        "20": "They traveled from Rimmon Perez, and encamped in Libnah.",
        "21": "They traveled from Libnah, and encamped in Rissah.",
        "22": "They traveled from Rissah, and encamped in Kehelathah.",
        "23": "They traveled from Kehelathah, and encamped in Mount Shepher.",
        "24": "They traveled from Mount Shepher, and encamped in Haradah.",
        "25": "They traveled from Haradah, and encamped in Makheloth.",
        "26": "They traveled from Makheloth, and encamped in Tahath.",
        "27": "They traveled from Tahath, and encamped in Terah.",
        "28": "They traveled from Terah, and encamped in Mithkah.",
        "29": "They traveled from Mithkah, and encamped in Hashmonah.",
        "30": "They traveled from Hashmonah, and encamped in Moseroth.",
        "31": "They traveled from Moseroth, and encamped in Bene Jaakan.",
        "32": "They traveled from Bene Jaakan, and encamped in Hor Haggidgad.",
        "33": "They traveled from Hor Haggidgad, and encamped in Jotbathah.",
        "34": "They traveled from Jotbathah, and encamped in Abronah.",
        "35": "They traveled from Abronah, and encamped in Ezion Geber.",
        "36": "They traveled from Ezion Geber, and encamped at Kadesh in the wilderness of Zin.",
        "37": "They traveled from Kadesh, and encamped in Mount Hor, in the edge of the land of Edom.",
        "38": "Aaron the priest went up into Mount Hor at the commandment of Yahweh and died there, in the fortieth year after the children of Israel had come out of the land of Egypt, in the fifth month, on the first day of the month.",
        "39": "Aaron was one hundred twenty-three years old when he died in Mount Hor.",
        "40": "The Canaanite king of Arad, who lived in the South in the land of Canaan, heard of the coming of the children of Israel.",
        "41": "They traveled from Mount Hor, and encamped in Zalmonah.",
        "42": "They traveled from Zalmonah, and encamped in Punon.",
        "43": "They traveled from Punon, and encamped in Oboth.",
        "44": "They traveled from Oboth, and encamped in Iye Abarim, in the border of Moab.",
        "45": "They traveled from Iyim, and encamped in Dibon Gad.",
        "46": "They traveled from Dibon Gad, and encamped in Almon Diblathaim.",
        "47": "They traveled from Almon Diblathaim, and encamped in the mountains of Abarim, before Nebo.",
        "48": "They traveled from the mountains of Abarim, and encamped in the plains of Moab by the Jordan at Jericho.",
        "49": "They encamped by the Jordan, from Beth Jeshimoth even to Abel Shittim in the plains of Moab.",
        "50": "Yahweh spoke to Moses in the plains of Moab by the Jordan at Jericho, saying,",
        "51": "Speak to the children of Israel, and tell them, “When you pass over the Jordan into the land of Canaan,",
        "52": "then you shall drive out all the inhabitants of the land from before you, destroy all their stone idols, destroy all their molten images, and demolish all their high places.",
        "53": "You shall take possession of the land, and dwell therein; for I have given the land to you to possess it.",
        "54": "You shall inherit the land by lot according to your families; to the larger groups you shall give a larger inheritance, and to the smaller you shall give a smaller inheritance. Wherever the lot falls to any man, that shall be his. You shall inherit according to the tribes of your fathers.",
        "55": "“But if you do not drive out the inhabitants of the land from before you, then those you let remain of them will be like pricks in your eyes and thorns in your sides. They will harass you in the land in which you dwell.",
        "56": "It shall happen that as I thought to do to them, so I will do to you.”"
      }
    }
  }
}