{
  "book": "Numeri",
  "chapter": "10",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul a vorbit lui Moise și a zis:",
        "2": "„Fă-ți două trâmbițe de argint; să le faci de argint bătut. Ele să-ți slujească pentru chemarea adunării și pentru pornirea taberelor.",
        "3": "Când se va suna cu ele, toată adunarea să se strângă la tine, la ușa cortului întâlnirii.",
        "4": "Când se va suna numai cu o trâmbiță, să se strângă la tine căpeteniile, mai-marii peste miile lui Israel.",
        "5": "Când veți suna cu vâlvă, să pornească cei ce tăbărăsc la răsărit;",
        "6": "când veți suna a doua oară cu vâlvă, să pornească cei ce tăbărăsc la miazăzi; pentru plecarea lor, să se sune cu vâlvă.",
        "7": "Când va fi vorba de strângerea adunării, să sunați, dar să nu sunați cu vâlvă.",
        "8": "Din trâmbițe să sune fiii lui Aaron, preoții. Aceasta să fie o lege veșnică pentru voi și pentru urmașii voștri.",
        "9": "Când veți merge la război, în țara voastră, împotriva vrăjmașului care va lupta împotriva voastră, să sunați cu vâlvă din trâmbițe, și Domnul Dumnezeul vostru Își va aduce aminte de voi și veți fi izbăviți de vrăjmașii voștri.",
        "10": "În zilele voastre de bucurie, la sărbătorile voastre și la lunile noi ale voastre, să sunați din trâmbițe, când vă veți aduce arderile-de-tot și jertfele de mulțumire, și ele vor face ca Dumnezeul vostru să-Și aducă aminte de voi. Eu sunt Domnul Dumnezeul vostru.” Plecarea din Sinai",
        "11": "În ziua a douăzecea a lunii a doua a anului al doilea, s-a ridicat norul de pe cortul întâlnirii.",
        "12": "Și copiii lui Israel au pornit din pustia Sinai după taberele lor. Norul s-a oprit în pustia Paran.",
        "13": "Această cea dintâi plecare au făcut-o după porunca Domnului dată prin Moise.",
        "14": "Întâi a pornit steagul taberei fiilor lui Iuda, împreună cu oștirile lui. Peste oștirea lui Iuda era mai-mare Nahșon, fiul lui Aminadab;",
        "15": "peste oștirea seminției fiilor lui Isahar era Netaneel, fiul lui Țuar;",
        "16": "peste oștirea seminției fiilor lui Zabulon era Eliab, fiul lui Helon.",
        "17": "Când a fost desfăcut cortul, au pornit întâi fiii lui Gherșon și fiii lui Merari, ducând cortul.",
        "18": "Apoi a pornit steagul taberei lui Ruben, împreună cu oștirile lui. Peste oștirea lui Ruben era mai-mare Elițur, fiul lui Ședeur;",
        "19": "peste oștirea seminției fiilor lui Simeon era Șelumiel, fiul lui Țurișadai;",
        "20": "peste oștirea seminției fiilor lui Gad era Eliasaf, fiul lui Deuel.",
        "21": "Apoi au pornit chehatiții, ducând Sfântul Locaș; până la venirea lor ceilalți întinseseră cortul.",
        "22": "Apoi a pornit steagul taberei fiilor lui Efraim, împreună cu oștirile lui. Peste oștirea lui Efraim era mai-mare Elișama, fiul lui Amihud;",
        "23": "peste oștirea seminției fiilor lui Manase era Gamliel, fiul lui Pedahțur;",
        "24": "peste oștirea seminției fiilor lui Beniamin era Abidan, fiul lui Ghideoni.",
        "25": "Apoi a pornit steagul taberei fiilor lui Dan, împreună cu oștirile lui: ei erau coada tuturor taberelor. Peste oștirea lui Dan era mai-mare Ahiezer, fiul lui Amișadai;",
        "26": "peste oștirea seminției fiilor lui Așer era Paguiel, fiul lui Ocran;",
        "27": "peste oștirea seminției fiilor lui Neftali era Ahira, fiul lui Enan.",
        "28": "Acesta a fost șirul în care au pornit copiii lui Israel, după oștirile lor; așa au plecat. Moise și socrul său",
        "29": "Moise a zis lui Hobab, fiul lui Reuel, Madianitul, socrul lui Moise: „Noi plecăm spre locul despre care Domnul a zis: ‘Eu vi-l voi da.’ Vino cu noi, și îți vom face bine, căci Domnul a făgăduit că va face bine lui Israel.”",
        "30": "Hobab i-a răspuns: „Nu pot să merg, ci mă voi duce în țara mea și în locul meu de naștere.”",
        "31": "Și Moise a zis: „Nu ne părăsi, te rog, fiindcă tu cunoști locurile unde putem să tăbărâm în pustie, deci tu să ne fii călăuză.",
        "32": "Și dacă vii cu noi, te vom face să te bucuri de binele pe care ni-l va face Domnul.”",
        "33": "Ei au plecat de la muntele Domnului și au mers trei zile; chivotul legământului Domnului a pornit înaintea lor și a făcut un drum de trei zile, ca să le caute un loc de odihnă.",
        "34": "Norul Domnului era deasupra lor în timpul zilei, când porneau din tabără.",
        "35": "Când pornea chivotul, Moise zicea: „Scoală-Te, Doamne, ca să se împrăștie vrăjmașii Tăi și să fugă dinaintea Feței Tale cei ce Te urăsc!”",
        "36": "Iar când îl așezau, zicea: „Întoarce-Te, Doamne, la zecile de mii ale miilor lui Israel!”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Domnul i-a vorbit lui Moise, zicând:",
        "2": "„Fă-ți două trâmbițe din argint. Să le faci din argint bătut și să le folosești pentru convocarea comunității și pentru pornirea taberelor.",
        "3": "Când se va suna din ele, toată comunitatea să vină înaintea ta, la intrarea în Cortul Întâlnirii.",
        "4": "Când se va suna doar dintr-una singură, să vină la tine doar conducătorii, căpeteniile miilor lui Israel.",
        "5": "Când veți suna alarma, să pornească taberele din partea de est.",
        "6": "Când veți suna a doua alarmă, să pornească taberele din partea de sud. Să se sune alarma ori de câte ori pornesc.",
        "7": "Când veți convoca adunarea, să sunați, dar să nu sunați ca la alarmă.",
        "8": "Fiii lui Aaron, preoții, să sune din trâmbițe. Aceasta să fie o hotărâre veșnică pentru voi de-a lungul generațiilor voastre.",
        "9": "Când veți merge la război în țara voastră, împotriva dușmanului care vă asuprește, să sunați alarma din trâmbițe și Domnul, Dumnezeul vostru, Își va aduce aminte de voi și veți fi eliberați de dușmanii voștri.",
        "10": "De asemenea, în zilele voastre de bucurie, la sărbătorile voastre periodice, să sunați din trâmbițe peste arderile voastre de tot și peste jertfele de pace. Ele vor face ca Domnul, Dumnezeul vostru, să-Și aducă aminte de voi. Eu sunt Domnul, Dumnezeul vostru“. Poporul părăsește Sinaiul",
        "11": "În al doilea an, în luna a doua, în a douăzecea zi a lunii, norul s-a ridicat de pe Tabernaculul Mărturiei.",
        "12": "Atunci fiii lui Israel au pornit din deșertul Sinai în călătoriile lor. Și norul s-a așezat în deșertul Paran.",
        "13": "Era pentru prima oară când porneau la porunca Domnului dată prin Moise.",
        "14": "Steagul taberei fiilor lui Iuda a pornit primul, potrivit armatelor lor. Peste armata lui Iuda era Nahșon, fiul lui Aminadab.",
        "15": "Peste armata seminției fiilor lui Isahar era Netanel, fiul lui Țuar,",
        "16": "iar peste armata seminției fiilor lui Zabulon era Eliab, fiul lui Helon.",
        "17": "După ce a fost coborât Tabernaculul, fiii lui Gherșon și fiii lui Merari au pornit, ducând Tabernaculul.",
        "18": "Apoi, a pornit steagul taberei lui Ruben, potrivit armatelor lor. Peste armata lui Ruben era Elițur, fiul lui Ședeur.",
        "19": "Peste seminția fiilor lui Simeon era Șelumiel, fiul lui Țurișadai,",
        "20": "iar peste armata seminției fiilor lui Gad era Eliasaf, fiul lui Deuel.",
        "21": "După aceea au pornit chehatiții, care duceau Sfântul Lăcaș. Tabernaculul fusese pregătit înainte ca ei să sosească.",
        "22": "Apoi, a pornit steagul taberei fiilor lui Efraim, potrivit armatelor lor. Peste armata lui Efraim era Elișama, fiul lui Amihud.",
        "23": "Peste armata seminției fiilor lui Manase era Gamaliel, fiul lui Pedahțur,",
        "24": "iar peste armata seminției fiilor lui Beniamin era Abidan, fiul lui Ghidoni.",
        "25": "Apoi, a pornit steagul taberei fiilor lui Dan, care forma ariergarda tuturor taberelor, potrivit armatelor lor. Peste armata lui Dan era Ahiezer, fiul lui Amișadai.",
        "26": "Peste armata seminției fiilor lui Așer era Paghiel, fiul lui Ocran,",
        "27": "iar peste armata seminției fiilor lui Neftali era Ahira, fiul lui Enan.",
        "28": "Aceasta a fost ordinea de marș a fiilor lui Israel, potrivit armatelor lor, când au pornit la drum.",
        "29": "Moise i-a zis lui Hobab, fiul midianitului Reuel, socrul lui Moise: ‒ Pornim către locul despre care Domnul a zis: „Vi-l voi da vouă!“. Vino cu noi și-ți vom face bine, căci Domnul i-a promis binele lui Israel.",
        "30": "Dar el i-a răspuns: ‒ Nu, eu nu voi merge, ci mă voi întoarce în țara mea și la rudele mele.",
        "31": "Moise însă i-a zis: ‒ Te rog, nu ne părăsi, pentru că tu știi unde putem să ne așezăm tabăra în deșert și, astfel, vei fi ca ochii pentru noi.",
        "32": "Dacă vei merge cu noi, te vom face părtaș la orice bine pe care ni-l va face Domnul.",
        "33": "Și, astfel, ei au pornit de la muntele Domnului și au mers cale de trei zile. Chivotul legământului Domnului a mers înaintea lor cale de trei zile ca să le caute un loc de odihnă.",
        "34": "Norul Domnului era peste ei în ziua când au pornit din tabără.",
        "35": "Ori de câte ori Chivotul pornea, Moise zicea: „Ridică-Te, Doamne! Dușmanii Tăi să fie împrăștiați și cei ce Te urăsc să fugă dinaintea feței Tale!“.",
        "36": "Și când se odihnea, zicea: „Întoarce-Te, Doamne, la mulțimea miilor lui Israel!“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh spoke to Moses, saying,",
        "2": "“Make two trumpets of silver. You shall make them of beaten work. You shall use them for the calling of the congregation and for the journeying of the camps.",
        "3": "When they blow them, all the congregation shall gather themselves to you at the door of the Tent of Meeting.",
        "4": "If they blow just one, then the princes, the heads of the thousands of Israel, shall gather themselves to you.",
        "5": "When you blow an alarm, the camps that lie on the east side shall go forward.",
        "6": "When you blow an alarm the second time, the camps that lie on the south side shall go forward. They shall blow an alarm for their journeys.",
        "7": "But when the assembly is to be gathered together, you shall blow, but you shall not sound an alarm.",
        "8": "“The sons of Aaron, the priests, shall blow the trumpets. This shall be to you for a statute forever throughout your generations.",
        "9": "When you go to war in your land against the adversary who oppresses you, then you shall sound an alarm with the trumpets. Then you will be remembered before Yahweh your God, and you will be saved from your enemies.",
        "10": "“Also in the day of your gladness, and in your set feasts, and in the beginnings of your months, you shall blow the trumpets over your burnt offerings, and over the sacrifices of your peace offerings; and they shall be to you for a memorial before your God. I am Yahweh your God.”",
        "11": "In the second year, in the second month, on the twentieth day of the month, the cloud was taken up from over the tabernacle of the covenant.",
        "12": "The children of Israel went forward on their journeys out of the wilderness of Sinai; and the cloud stayed in the wilderness of Paran.",
        "13": "They first went forward according to the commandment of Yahweh by Moses.",
        "14": "First, the standard of the camp of the children of Judah went forward according to their armies. Nahshon the son of Amminadab was over his army.",
        "15": "Nethanel the son of Zuar was over the army of the tribe of the children of Issachar.",
        "16": "Eliab the son of Helon was over the army of the tribe of the children of Zebulun.",
        "17": "The tabernacle was taken down; and the sons of Gershon and the sons of Merari, who bore the tabernacle, went forward.",
        "18": "The standard of the camp of Reuben went forward according to their armies. Elizur the son of Shedeur was over his army.",
        "19": "Shelumiel the son of Zurishaddai was over the army of the tribe of the children of Simeon.",
        "20": "Eliasaph the son of Deuel was over the army of the tribe of the children of Gad.",
        "21": "The Kohathites set forward, bearing the sanctuary. The others set up the tabernacle before they arrived.",
        "22": "The standard of the camp of the children of Ephraim set forward according to their armies. Elishama the son of Ammihud was over his army.",
        "23": "Gamaliel the son of Pedahzur was over the army of the tribe of the children of Manasseh.",
        "24": "Abidan the son of Gideoni was over the army of the tribe of the children of Benjamin.",
        "25": "The standard of the camp of the children of Dan, which was the rear guard of all the camps, set forward according to their armies. Ahiezer the son of Ammishaddai was over his army.",
        "26": "Pagiel the son of Ochran was over the army of the tribe of the children of Asher.",
        "27": "Ahira the son of Enan was over the army of the tribe of the children of Naphtali.",
        "28": "Thus were the travels of the children of Israel according to their armies; and they went forward.",
        "29": "Moses said to Hobab, the son of Reuel the Midianite, Moses’ father-in-law, “We are journeying to the place of which Yahweh said, ‘I will give it to you.’ Come with us, and we will treat you well; for Yahweh has spoken good concerning Israel.”",
        "30": "He said to him, “I will not go; but I will depart to my own land, and to my relatives.”",
        "31": "Moses said, “Don’t leave us, please; because you know how we are to encamp in the wilderness, and you can be our eyes.",
        "32": "It shall be, if you go with us—yes, it shall be—that whatever good Yahweh does to us, we will do the same to you.”",
        "33": "They set forward from the Mount of Yahweh three days’ journey. The ark of Yahweh’s covenant went before them three days’ journey, to seek out a resting place for them.",
        "34": "The cloud of Yahweh was over them by day, when they set forward from the camp.",
        "35": "When the ark went forward, Moses said, “Rise up, Yahweh, and let your enemies be scattered! Let those who hate you flee before you!”",
        "36": "When it rested, he said, “Return, Yahweh, to the ten thousands of the thousands of Israel.”"
      }
    }
  }
}