{
  "book": "Numeri",
  "chapter": "21",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Împăratul Aradului, un canaanit care locuia la miazăzi, a auzit că Israel vine pe drumul Atarim. El s-a luptat împotriva lui Israel și a luat mai mulți prinși de război.",
        "2": "Atunci Israel a făcut Domnului o juruință și a zis: „Dacă vei da pe poporul acesta în mâinile mele, îi voi nimici cu desăvârșire cetățile.”",
        "3": "Domnul a auzit glasul lui Israel și a dat pe canaaniți în mâinile lui. Israeliții i-au nimicit cu desăvârșire, pe ei și cetățile lor, și locul acela l-au numit Horma (Nimicire deplină). Șerpii înfocați",
        "4": "Au plecat de la muntele Hor pe drumul care duce spre Marea Roșie, ca să ocolească țara Edomului. Poporul și-a pierdut răbdarea pe drum",
        "5": "și a vorbit împotriva lui Dumnezeu și împotriva lui Moise: „Pentru ce ne-ați scos din Egipt ca să murim în pustie? Căci nu este nici pâine, nici apă și ni s-a scârbit sufletul de această hrană proastă.”",
        "6": "Atunci, Domnul a trimis împotriva poporului niște șerpi înfocați, care au mușcat poporul, așa încât au murit mulți oameni în Israel.",
        "7": "Poporul a venit la Moise și a zis: „Am păcătuit, căci am vorbit împotriva Domnului și împotriva ta. Roagă-te Domnului ca să depărteze de la noi acești șerpi.” Moise s-a rugat pentru popor.",
        "8": "Domnul a zis lui Moise: „Fă-ți un șarpe înfocat și spânzură-l de o prăjină; oricine este mușcat și va privi spre el va trăi.”",
        "9": "Moise a făcut un șarpe de aramă și l-a pus într-o prăjină și oricine era mușcat de un șarpe și privea spre șarpele de aramă trăia. Alte călătorii ale israeliților",
        "10": "Copiii lui Israel au plecat și au tăbărât la Obot.",
        "11": "Au plecat din Obot și au tăbărât la Iie-Abarim, în pustia din fața Moabului, spre răsăritul soarelui.",
        "12": "De acolo au plecat și au tăbărât în valea Zered.",
        "13": "De acolo au plecat și au tăbărât dincolo de Arnon, care curge prin pustie, ieșind din ținutul amoriților, căci Arnonul face hotarul Moabului, între Moab și amoriți.",
        "14": "De aceea se zice în Cartea Războaielor Domnului: „Vaheb în Sufa, Șuvoaiele Arnonului",
        "15": "Și scurgerile șuvoaielor Care se întind înspre Ar și se ating cu hotarul lui Moab.”",
        "16": "De acolo s-au dus la Beer (Fântână). La această fântână, Domnul a zis lui Moise: „Strânge poporul și le voi da apă.”",
        "17": "Atunci a cântat Israel cântarea aceasta: „Țâșnește, fântână! Cântați în cinstea ei!",
        "18": "Fântâna pe care au săpat-o căpeteniile, Pe care au săpat-o mai-marii poporului, Cu toiagul de cârmuire, cu toiegele lor!” Din pustia aceasta s-au dus la Matana;",
        "19": "din Matana, la Nahaliel; din Nahaliel, la Bamot;",
        "20": "din Bamot, la valea din câmpia Moabului, în vârful muntelui Pisga, care caută spre pustie. Sihon și Og",
        "21": "Israel a trimis soli la Sihon, împăratul amoriților, ca să-i spună:",
        "22": "„Lasă-mă să trec prin țara ta; nu vom intra nici în ogoare, nici în vii și nu vom bea apă din fântâni; vom ține drumul împărătesc, până vom trece de ținutul tău.”",
        "23": "Sihon n-a îngăduit lui Israel să treacă prin ținutul lui. Sihon a strâns tot poporul și a ieșit înaintea lui Israel, în pustie. A venit la Iahaț și s-a luptat împotriva lui Israel.",
        "24": "Israel l-a bătut cu ascuțișul sabiei și i-a cucerit țara de la Arnon până la Iaboc, până la hotarul copiilor lui Amon, căci hotarul copiilor lui Amon era întărit.",
        "25": "Israel a luat toate cetățile acelea și s-a așezat în toate cetățile amoriților, în Hesbon și în toate satele de prin împrejurimi.",
        "26": "Căci Hesbonul era cetatea lui Sihon, împăratul amoriților. El pornise cu război împotriva împăratului dinainte al Moabului și-i luase toată țara până la Arnon.",
        "27": "De aceea zic poeții: „Veniți la Hesbon! Să se zidească din nou și să se întărească cetatea lui Sihon.",
        "28": "Căci a ieșit un foc din Hesbon, O flacără din cetatea lui Sihon, Și a mistuit pe Ar-Moab, Pe locuitorii înălțimilor Arnonului.",
        "29": "Vai de tine, Moab! Ești pierdut, poporul lui Chemoș! El a făcut pe fiii lui fugari, Și pe fetele lui le-a dat roabe Lui Sihon, împăratul amoriților.",
        "30": "Noi am aruncat cu săgețile asupra lor: Din Hesbon până la Dibon totul este nimicit; Am pustiit până la Nofah, Care se întinde până la Medeba.”",
        "31": "Israel s-a așezat astfel în țara amoriților.",
        "32": "Moise a trimis să iscodească Iaezerul. Au luat satele care țineau de el și au izgonit pe amoriții care erau în ele.",
        "33": "Au schimbat apoi drumul și s-au suit pe drumul care duce la Basan. Og, împăratul Basanului, le-a ieșit înainte cu tot poporul lui, ca să lupte împotriva lor la Edrei.",
        "34": "Domnul a zis lui Moise: „Nu te teme de el, căci îl dau în mâinile tale, pe el și tot poporul lui și toată țara lui; să-i faci cum ai făcut lui Sihon, împăratul amoriților, care locuia la Hesbon.”",
        "35": "Și ei l-au bătut, pe el și pe fiii lui și tot poporul lui, de n-au lăsat să scape unul măcar, și au pus mâna pe țara lui."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Când regele canaanit al Aradului, care locuia în Neghev, a auzit că Israel venea pe drumul spre Atarim, a pornit la luptă împotriva lui Israel și i-a luat captivi pe unii dintre ei.",
        "2": "Atunci Israel a făcut un jurământ Domnului și a zis: „Dacă vei da poporul acesta în mâinile noastre, vom da spre nimicire cetățile lor“.",
        "3": "Domnul a ascultat glasul lui Israel și i-a dat pe canaaniți în mâinile lor. Israel i-a dat spre nimicire, pe ei și cetățile lor. Acelui loc i s-a pus numele Horma. Șarpele de bronz",
        "4": "De la muntele Hor au pornit pe drumul spre Marea Roșie ca să ocolească țara Edomului. Dar poporul și-a pierdut răbdarea pe drum",
        "5": "și a vorbit împotriva lui Dumnezeu și împotriva lui Moise: „De ce ne-ați scos din Egipt, ca să murim în deșert? Nu mai avem nici pâine, nici apă, și sufletul nostru s-a scârbit de această mâncare mizerabilă!“.",
        "6": "Atunci Domnul a trimis împotriva poporului niște șerpi veninoși. Ei i-au mușcat pe cei din popor și mulți oameni din Israel au murit.",
        "7": "Poporul a venit la Moise și i-a zis: „Am păcătuit, căci am vorbit împotriva Domnului și împotriva ta. Roagă-te Domnului să alunge de la noi acești șerpi“. Moise s-a rugat pentru popor.",
        "8": "Domnul i-a zis lui Moise: „Fă un șarpe și atârnă-l pe un stâlp. Oricine este mușcat și va privi spre el va trăi“.",
        "9": "Și, astfel, Moise a făcut un șarpe din bronz și l-a pus pe un stâlp. Oricine era mușcat de vreun șarpe, dar privea spre șarpele din bronz, trăia. Spre Moab",
        "10": "Fiii lui Israel au plecat și și-au așezat tabăra la Obot.",
        "11": "Au pornit din Obot și apoi și-au așezat tabăra la Iye-Abarim, în deșertul dinaintea Moabului, înspre răsăritul soarelui.",
        "12": "Au plecat de acolo, și apoi și-au așezat tabăra în Valea Zered.",
        "13": "Au plecat de acolo, și apoi și-au așezat tabăra dincolo de pârâul Arnon, care curge prin deșert, ieșind din teritoriul amoriților. Căci Arnonul este granița cu Moabul, granița dintre Moab și amoriți.",
        "14": "De aceea se spune în „Cartea Războaielor Domnului“: „…Waheb în Sufa și pârâurile; Arnonul",
        "15": "și albiile pârâurilor care se întind înspre așezarea Arului și se reazemă de granița Moabului“.",
        "16": "De acolo au plecat spre Beer. La această fântână Domnul i-a zis lui Moise: „Adună poporul laolaltă, și Eu îi voi da apă“.",
        "17": "Atunci Israel a cântat cântarea aceasta: „Țâșnește, fântână! Cântați despre ea,",
        "18": "despre fântâna pe care au săpat-o prinții, pe care au săpat-o nobilii poporului, nobili cu sceptre și toiege!“. Apoi a plecat din deșert spre Matana,",
        "19": "din Matana la Nahaliel, de la Nahaliel la Bamot",
        "20": "și de la Bamot în valea din regiunea Moabului, unde, de pe vârful muntelui Pisga, se vede tot deșertul.",
        "21": "Israel a trimis mesageri lui Sihon, regele amoriților, zicând:",
        "22": "„Lasă-mă să trec prin țara ta! Nu ne vom împrăștia prin câmpii sau prin vii și nu vom bea apă din fântâni. Vom merge doar pe Drumul Regelui până vom traversa teritoriul tău“.",
        "23": "Dar Sihon nu l-a lăsat pe Israel să-i traverseze teritoriul, ci și-a mobilizat toți oamenii, a ieșit să lupte împotriva lui Israel în deșert și l-a atacat la Iahaț.",
        "24": "Însă Israel l-a trecut prin ascuțișul sabiei și i-a luat în stăpânire țara de la Arnon până la Iabok, până la fiii lui Amon, căci granița fiilor lui Amon era puternică.",
        "25": "Israel a cucerit toate cetățile amoriților și a locuit în ele, inclusiv în Heșbon și în toate satele din împrejurimile lui.",
        "26": "Heșbonul era cetatea lui Sihon, regele amoriților, care luptase înainte cu fostul rege al moabiților și îi luase toată țara din mână, până la Arnon.",
        "27": "De aceea zic poeții: „Veniți la Heșbon! Să fie reconstruit! Să fie fortificată cetatea lui Sihon!",
        "28": "Căci un foc a ieșit din Heșbon, o flacără a ieșit din cetatea lui Sihon. Ea a ars Arul Moabului și pe conducătorii înălțimilor Arnonului.",
        "29": "Vai de tine, Moab! Ești nimicit, popor al lui Chemoș! A făcut din fiii lui niște fugari și le-a dat pe fetele lui în captivitate lui Sihon, regele amoriților.",
        "30": "Noi i-am săgetat, am distrus Heșbonul până la Dibon, i-am devastat până la Nofah, care se întinde până la Medeba“.",
        "31": "Astfel, Israel a locuit în țara amoriților.",
        "32": "După ce Moise a trimis spioni la Iazer, israeliții au cucerit satele din împrejurimi și i-au alungat pe amoriții care locuiau acolo.",
        "33": "Apoi s-au întors și au mers pe drumul spre Bașan. Og, regele Bașanului, le-a ieșit înainte, împreună cu toți oamenii lui, ca să se lupte cu ei la Edrei.",
        "34": "Domnul i-a zis lui Moise: „Nu te teme de el, căci l-am dat în mâna ta, cu tot cu poporul și țara lui. Să-i faci așa cum i-ai făcut lui Sihon, regele amoriților, care locuia în Heșbon“.",
        "35": "Astfel, ei l-au lovit, pe el împreună cu fiii lui și cu tot poporul lui, până ce n-a mai rămas niciun supraviețuitor. Apoi au luat în stăpânire țara lui."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "The Canaanite, the king of Arad, who lived in the South, heard that Israel came by the way of Atharim. He fought against Israel, and took some of them captive.",
        "2": "Israel vowed a vow to Yahweh, and said, “If you will indeed deliver this people into my hand, then I will utterly destroy their cities.”",
        "3": "Yahweh listened to the voice of Israel, and delivered up the Canaanites; and they utterly destroyed them and their cities. The name of the place was called Hormah.",
        "4": "They traveled from Mount Hor by the way to the Red Sea, to go around the land of Edom. The soul of the people was very discouraged because of the journey.",
        "5": "The people spoke against God and against Moses: “Why have you brought us up out of Egypt to die in the wilderness? For there is no bread, there is no water, and our soul loathes this disgusting food!”",
        "6": "Yahweh sent venomous snakes among the people, and they bit the people. Many people of Israel died.",
        "7": "The people came to Moses, and said, “We have sinned, because we have spoken against Yahweh and against you. Pray to Yahweh, that he take away the serpents from us.” Moses prayed for the people.",
        "8": "Yahweh said to Moses, “Make a venomous snake, and set it on a pole. It shall happen that everyone who is bitten, when he sees it, shall live.”",
        "9": "Moses made a serpent of bronze, and set it on the pole. If a serpent had bitten any man, when he looked at the serpent of bronze, he lived.",
        "10": "The children of Israel traveled, and encamped in Oboth.",
        "11": "They traveled from Oboth, and encamped at Iyeabarim, in the wilderness which is before Moab, toward the sunrise.",
        "12": "From there they traveled, and encamped in the valley of Zered.",
        "13": "From there they traveled, and encamped on the other side of the Arnon, which is in the wilderness that comes out of the border of the Amorites; for the Arnon is the border of Moab, between Moab and the Amorites.",
        "14": "Therefore it is said in The Book of the Wars of Yahweh, “Vaheb in Suphah, the valleys of the Arnon,",
        "15": "the slope of the valleys that incline toward the dwelling of Ar, leans on the border of Moab.”",
        "16": "From there they traveled to Beer; that is the well of which Yahweh said to Moses, “Gather the people together, and I will give them water.”",
        "17": "Then Israel sang this song: “Spring up, well! Sing to it,",
        "18": "the well, which the princes dug, which the nobles of the people dug, with the scepter, and with their poles.” From the wilderness they traveled to Mattanah;",
        "19": "and from Mattanah to Nahaliel; and from Nahaliel to Bamoth;",
        "20": "and from Bamoth to the valley that is in the field of Moab, to the top of Pisgah, which looks down on the desert.",
        "21": "Israel sent messengers to Sihon king of the Amorites, saying,",
        "22": "“Let me pass through your land. We will not turn away into field or vineyard. We will not drink of the water of the wells. We will go by the king’s highway, until we have passed your border.”",
        "23": "Sihon would not allow Israel to pass through his border, but Sihon gathered all his people together, and went out against Israel into the wilderness, and came to Jahaz. He fought against Israel.",
        "24": "Israel struck him with the edge of the sword, and possessed his land from the Arnon to the Jabbok, even to the children of Ammon; for the border of the children of Ammon was fortified.",
        "25": "Israel took all these cities. Israel lived in all the cities of the Amorites, in Heshbon, and in all its villages.",
        "26": "For Heshbon was the city of Sihon the king of the Amorites, who had fought against the former king of Moab, and taken all his land out of his hand, even to the Arnon.",
        "27": "Therefore those who speak in proverbs say, “Come to Heshbon. Let the city of Sihon be built and established;",
        "28": "for a fire has gone out of Heshbon, a flame from the city of Sihon. It has devoured Ar of Moab, The lords of the high places of the Arnon.",
        "29": "Woe to you, Moab! You are undone, people of Chemosh! He has given his sons as fugitives, and his daughters into captivity, to Sihon king of the Amorites.",
        "30": "We have shot at them. Heshbon has perished even to Dibon. We have laid waste even to Nophah, Which reaches to Medeba.”",
        "31": "Thus Israel lived in the land of the Amorites.",
        "32": "Moses sent to spy out Jazer. They took its villages, and drove out the Amorites who were there.",
        "33": "They turned and went up by the way of Bashan. Og the king of Bashan went out against them, he and all his people, to battle at Edrei.",
        "34": "Yahweh said to Moses, “Don’t fear him, for I have delivered him into your hand, with all his people, and his land. You shall do to him as you did to Sihon king of the Amorites, who lived at Heshbon.”",
        "35": "So they struck him, with his sons and all his people, until there were no survivors; and they possessed his land."
      }
    }
  }
}