{
  "book": "Numeri",
  "chapter": "7",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Când a isprăvit Moise de așezat cortul, l-a uns și l-a sfințit împreună cu toate uneltele lui, precum și altarul cu toate uneltele lui; le-a uns și le-a sfințit.",
        "2": "Atunci, mai-marii lui Israel, căpeteniile caselor părinților lor, și-au adus darurile lor: aceștia erau mai-marii semințiilor care luaseră parte la numărătoare.",
        "3": "Ei au adus ca dar înaintea Domnului șase care acoperite și doisprezece boi, adică un car la două căpetenii și un bou de fiecare căpetenie, și le-au adus înaintea cortului.",
        "4": "Domnul a vorbit lui Moise și a zis:",
        "5": "„Ia de la ei aceste lucruri și să le întrebuințezi pentru slujba cortului întâlnirii; să le dai leviților, fiecăruia după cum cere slujba lui.”",
        "6": "Moise a luat carele și boii și le-a dat leviților.",
        "7": "A dat două care și patru boi fiilor lui Gherșon, după cum cereau slujbele lor;",
        "8": "a dat patru care și opt boi fiilor lui Merari, după cum cereau slujbele lor, sub cârmuirea lui Itamar, fiul preotului Aaron.",
        "9": "Dar n-a dat niciunul fiilor lui Chehat, pentru că, după cum cereau slujbele lor, ei trebuiau să ducă lucrurile sfinte pe umeri. Darurile pentru târnosirea altarului",
        "10": "Căpeteniile și-au adus darurile pentru târnosirea altarului în ziua când l-au uns; căpeteniile și-au adus darurile înaintea altarului.",
        "11": "Domnul a zis lui Moise: „Căpeteniile să vină unul câte unul, și anume fiecare în câte o zi deosebită, ca să-și aducă darul pentru târnosirea altarului.”",
        "12": "Cel ce și-a adus darul în ziua întâi a fost Nahșon, fiul lui Aminadab, din seminția lui Iuda.",
        "13": "El a adus o farfurie de argint în greutate de o sută treizeci de sicli, un lighean de argint de șaptezeci de sicli, după siclul Sfântului Locaș, amândouă pline cu floare de făină frământată cu untdelemn, pentru darul de mâncare;",
        "14": "o cățuie de aur de zece sicli, plină cu tămâie,",
        "15": "un vițel, un berbec, un miel de un an pentru arderea-de-tot;",
        "16": "un țap pentru jertfa de ispășire",
        "17": "și, pentru jertfa de mulțumire, doi boi, cinci berbeci, cinci țapi, cinci miei de un an. Acesta a fost darul lui Nahșon, fiul lui Aminadab.",
        "18": "A doua zi, și-a adus darul Netaneel, fiul lui Țuar, căpetenia lui Isahar.",
        "19": "El a adus o farfurie de argint în greutate de o sută treizeci de sicli, un lighean de argint de șaptezeci de sicli, după siclul Sfântului Locaș, amândouă pline cu floare de făină frământată cu untdelemn, pentru darul de mâncare;",
        "20": "o cățuie de aur de zece sicli, plină cu tămâie;",
        "21": "un vițel, un berbec, un miel de un an pentru arderea-de-tot;",
        "22": "un țap pentru jertfa de ispășire",
        "23": "și, pentru jertfa de mulțumire, doi boi, cinci berbeci, cinci țapi, cinci miei de un an. Acesta a fost darul lui Netaneel, fiul lui Țuar.",
        "24": "A treia zi, căpetenia fiilor lui Zabulon, Eliab, fiul lui Helon,",
        "25": "a adus o farfurie de argint în greutate de o sută treizeci de sicli, un lighean de argint de șaptezeci de sicli, după siclul Sfântului Locaș, amândouă pline cu floare de făină frământată cu untdelemn, pentru darul de mâncare;",
        "26": "o cățuie de aur de zece sicli, plină cu tămâie;",
        "27": "un vițel, un berbec, un miel de un an pentru arderea-de-tot;",
        "28": "un țap pentru jertfa de ispășire",
        "29": "și, pentru jertfa de mulțumire, doi boi, cinci berbeci, cinci țapi, cinci miei de un an. Acesta a fost darul lui Eliab, fiul lui Helon.",
        "30": "A patra zi, căpetenia fiilor lui Ruben, Elițur, fiul lui Ședeur,",
        "31": "a adus o farfurie de argint în greutate de o sută treizeci de sicli, un lighean de argint de șaptezeci de sicli, după siclul Sfântului Locaș, amândouă pline cu floare de făină frământată cu untdelemn, pentru darul de mâncare;",
        "32": "o cățuie de aur de zece sicli, plină cu tămâie;",
        "33": "un vițel, un berbec, un miel de un an pentru arderea-de-tot;",
        "34": "un țap pentru jertfa de ispășire",
        "35": "și, pentru jertfa de mulțumire, doi boi, cinci berbeci, cinci țapi, cinci miei de un an. Acesta a fost darul lui Elițur, fiul lui Ședeur.",
        "36": "A cincea zi, căpetenia fiilor lui Simeon, Șelumiel, fiul lui Țurișadai,",
        "37": "a adus o farfurie de argint în greutate de o sută treizeci de sicli, un lighean de argint de șaptezeci de sicli, după siclul Sfântului Locaș, amândouă pline cu floare de făină frământată cu untdelemn, pentru darul de mâncare;",
        "38": "o cățuie de aur de zece sicli, plină cu tămâie;",
        "39": "un vițel, un berbec, un miel de un an pentru arderea-de-tot;",
        "40": "un țap pentru jertfa de ispășire",
        "41": "și, pentru jertfa de mulțumire, doi boi, cinci berbeci, cinci țapi, cinci miei de un an. Acesta a fost darul de mâncare al lui Șelumiel, fiul lui Țurișadai.",
        "42": "A șasea zi, căpetenia fiilor lui Gad, Eliasaf, fiul lui Deuel,",
        "43": "a adus o farfurie de argint în greutate de o sută treizeci de sicli, un lighean de argint de șaptezeci de sicli, după siclul Sfântului Locaș, amândouă pline cu floare de făină frământată cu untdelemn, pentru darul de mâncare;",
        "44": "o cățuie de aur de zece sicli, plină cu tămâie;",
        "45": "un vițel, un berbec, un miel de un an pentru arderea-de-tot;",
        "46": "un țap pentru jertfa de ispășire",
        "47": "și, pentru jertfa de mulțumire, doi boi, cinci berbeci, cinci țapi, cinci miei de un an. Acesta a fost darul lui Eliasaf, fiul lui Deuel.",
        "48": "A șaptea zi, căpetenia fiilor lui Efraim, Elișama, fiul lui Amihud,",
        "49": "a adus o farfurie de argint în greutate de o sută treizeci de sicli, un lighean de argint de șaptezeci de sicli, după siclul Sfântului Locaș, amândouă pline cu floare de făină frământată cu untdelemn, pentru darul de mâncare;",
        "50": "o cățuie de aur de zece sicli, plină cu tămâie;",
        "51": "un vițel, un berbec, un miel de un an pentru arderea-de-tot;",
        "52": "un țap pentru jertfa de ispășire",
        "53": "și, pentru jertfa de mulțumire, doi boi, cinci berbeci, cinci țapi, cinci miei de un an. Acesta a fost darul lui Elișama, fiul lui Amihud.",
        "54": "A opta zi, căpetenia fiilor lui Manase, Gamliel, fiul lui Pedahțur,",
        "55": "a adus o farfurie de argint în greutate de o sută treizeci de sicli, un lighean de argint de șaptezeci de sicli, după siclul Sfântului Locaș, amândouă pline cu floare de făină frământată cu untdelemn, pentru darul de mâncare;",
        "56": "o cățuie de aur de zece sicli, plină cu tămâie;",
        "57": "un vițel, un berbec, un miel de un an pentru arderea-de-tot;",
        "58": "un țap pentru jertfa de ispășire",
        "59": "și, pentru jertfa de mulțumire, doi boi, cinci berbeci, cinci țapi, cinci miei de un an. Acesta a fost darul lui Gamliel, fiul lui Pedahțur.",
        "60": "A noua zi, căpetenia fiilor lui Beniamin, Abidan, fiul lui Ghideoni,",
        "61": "a adus o farfurie de argint în greutate de o sută treizeci de sicli, un lighean de argint de șaptezeci de sicli, după siclul Sfântului Locaș, amândouă pline cu floare de făină frământată cu untdelemn, pentru darul de mâncare;",
        "62": "o cățuie de aur de zece sicli, plină cu tămâie;",
        "63": "un vițel, un berbec, un miel de un an pentru arderea-de-tot;",
        "64": "un țap pentru jertfa de ispășire",
        "65": "și, pentru jertfa de mulțumire, doi boi, cinci berbeci, cinci țapi, cinci miei de un an. Acesta a fost darul lui Abidan, fiul lui Ghideoni.",
        "66": "A zecea zi, căpetenia fiilor lui Dan, Ahiezer, fiul lui Amișadai,",
        "67": "a adus o farfurie de argint în greutate de o sută treizeci de sicli, un lighean de argint de șaptezeci de sicli, după siclul Sfântului Locaș, amândouă pline cu floare de făină frământată cu untdelemn, pentru darul de mâncare;",
        "68": "o cățuie de aur, plină cu tămâie;",
        "69": "un vițel, un berbec, un miel de un an pentru arderea-de-tot;",
        "70": "un țap pentru jertfa de ispășire",
        "71": "și, pentru jertfa de mulțumire, doi boi, cinci berbeci, cinci țapi, cinci miei de un an. Acesta a fost darul lui Ahiezer, fiul lui Amișadai.",
        "72": "A unsprezecea zi, căpetenia fiilor lui Așer, Paguiel, fiul lui Ocran,",
        "73": "a adus o farfurie de argint în greutate de o sută treizeci de sicli, un lighean de argint de șaptezeci de sicli, după siclul Sfântului Locaș, amândouă pline cu floare de făină frământată cu untdelemn, pentru darul de mâncare;",
        "74": "o cățuie de aur de zece sicli, plină cu tămâie;",
        "75": "un vițel, un berbec, un miel de un an pentru arderea-de-tot;",
        "76": "un țap pentru jertfa de ispășire",
        "77": "și, pentru jertfa de mulțumire, doi boi, cinci berbeci, cinci țapi, cinci miei de un an. Acesta a fost darul lui Paguiel, fiul lui Ocran.",
        "78": "A douăsprezecea zi, căpetenia fiilor lui Neftali, Ahira, fiul lui Enan,",
        "79": "a adus o farfurie de argint în greutate de o sută treizeci de sicli, un lighean de argint de șaptezeci de sicli, după siclul Sfântului Locaș, amândouă pline cu floare de făină frământată cu untdelemn, pentru darul de mâncare;",
        "80": "o cățuie de aur de zece sicli, plină cu tămâie;",
        "81": "un vițel, un berbec, un miel de un an pentru arderea-de-tot;",
        "82": "un țap pentru jertfa de ispășire",
        "83": "și, pentru jertfa de mulțumire, doi boi, cinci berbeci, cinci țapi, cinci miei de un an. Acesta a fost darul lui Ahira, fiul lui Enan.",
        "84": "Acestea au fost darurile aduse de căpeteniile lui Israel pentru târnosirea altarului, în ziua când l-au uns. Au fost douăsprezece farfurii de argint, douăsprezece lighene de argint, douăsprezece cățui de aur;",
        "85": "fiecare farfurie de argint cântărea o sută treizeci de sicli și fiecare lighean cântărea șaptezeci de sicli, așa că argintul acestor unelte se ridica în totul la două mii patru sute de sicli, după siclul Sfântului Locaș.",
        "86": "Au fost douăsprezece cățui de aur pline cu tămâie, câte zece sicli cățuia, după siclul Sfântului Locaș; aurul cățuilor se ridica în totul la o sută douăzeci de sicli.",
        "87": "Toate dobitoacele pentru arderea-de-tot au fost: doisprezece viței, doisprezece berbeci, doisprezece miei de un an, cu darurile de mâncare obișnuite, doisprezece țapi, pentru jertfa de ispășire.",
        "88": "Toate dobitoacele pentru jertfa de mulțumire: douăzeci și patru de boi, șaizeci de berbeci, șaizeci de țapi, șaizeci de miei de un an. Acestea au fost darurile aduse pentru târnosirea altarului, după ce l-au uns.",
        "89": "Când intra Moise în cortul întâlnirii ca să vorbească cu Domnul, auzea glasul care-i vorbea de pe capacul ispășirii, care era așezat pe chivotul mărturiei, între cei doi heruvimi. Și vorbea cu Domnul."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În ziua când a încheiat Moise de înălțat Tabernaculul, el l-a uns și l-a sfințit împreună cu toate lucrurile lui. De asemenea, a uns și a sfințit altarul cu toate uneltele lui.",
        "2": "Apoi conducătorii lui Israel, căpeteniile familiilor lor, cei care erau conducătorii semințiilor, având autoritate peste cei numărați, și-au adus ofrandele.",
        "3": "Ei și-au adus ofrandele înaintea Domnului: șase care acoperite și doisprezece boi, un car pentru câte doi conducători și un bou pentru fiecare în parte. Le-au adus înaintea Tabernaculului.",
        "4": "Atunci Domnul i-a vorbit lui Moise, zicând:",
        "5": "„Ia-le de la ei și acestea să fie folosite în slujirea de la Cortul Întâlnirii. Să le dai leviților, fiecăruia după cum cere slujba lui“.",
        "6": "Moise a luat carele și boii și le-a dat leviților.",
        "7": "Fiilor lui Gherșon le-a dat două care și patru boi, potrivit slujbei lor;",
        "8": "fiilor lui Merari le-a dat patru care și opt boi, potrivit slujbei lor, sub conducerea lui Itamar, fiul preotului Aaron.",
        "9": "Fiilor lui Chehat însă nu le-a dat niciunul, pentru că slujba lor era să aibă grijă de lucrurile sfinte care trebuiau duse pe umeri.",
        "10": "Conducătorii și-au adus ofrandele pentru consacrarea altarului în ziua când acesta a fost uns. Ei și-au adus ofrandele înaintea altarului.",
        "11": "Atunci Domnul i-a zis lui Moise: „Pentru consacrarea altarului, fiecare conducător să-și aducă ofranda în câte o zi“.",
        "12": "Cel care și-a adus ofranda în prima zi a fost Nahșon, fiul lui Aminadab, din seminția lui Iuda.",
        "13": "Ofranda lui a fost: o farfurie de argint cântărind o sută treizeci de șecheli și un vas de argint cântărind șaptezeci de șecheli, după șechelul Lăcașului, amândouă pline cu făină aleasă, amestecată cu ulei – acestea erau pentru darul de mâncare –",
        "14": "un vas de aur cântărind zece șecheli, plin cu tămâie;",
        "15": "un taur, un berbec și un miel de un an pentru arderea-de-tot;",
        "16": "un țap ca jertfă pentru păcat,",
        "17": "iar pentru jertfa de pace: doi boi, cinci berbeci, cinci țapi și cinci miei de un an pentru jertfa de pace. Aceasta a fost ofranda lui Nahșon, fiul lui Aminadab.",
        "18": "A doua zi, a adus ofranda Netanel, fiul lui Țuar, conducătorul lui Isahar.",
        "19": "El a adus ca ofrandă: o farfurie de argint cântărind o sută treizeci de șecheli și un vas de argint cântărind șaptezeci de șecheli, după șechelul Lăcașului, amândouă pline cu făină aleasă, amestecată cu ulei – acestea erau pentru darul de mâncare;",
        "20": "un vas de aur cântărind zece șecheli, plin cu tămâie;",
        "21": "un taur, un berbec și un miel de un an pentru arderea-de-tot;",
        "22": "un țap ca jertfă pentru păcat,",
        "23": "iar pentru jertfa de pace: doi boi, cinci berbeci, cinci țapi și cinci miei de un an. Aceasta a fost ofranda lui Netanel, fiul lui Țuar.",
        "24": "A treia zi, a adus ofranda Eliab, fiul lui Helon, conducătorul fiilor lui Zabulon.",
        "25": "Ofranda lui a fost: o farfurie de argint cântărind o sută treizeci de șecheli și un vas de argint cântărind șaptezeci de șecheli, după șechelul Lăcașului, amândouă pline cu făină aleasă, amestecată cu ulei – acestea erau pentru darul de mâncare;",
        "26": "un vas de aur cântărind zece șecheli, plin cu tămâie;",
        "27": "un taur, un berbec și un miel de un an pentru arderea-de-tot;",
        "28": "un țap ca jertfă pentru păcat,",
        "29": "iar pentru jertfa de pace: doi boi, cinci berbeci, cinci țapi și cinci miei de un an. Aceasta a fost ofranda lui Eliab, fiul lui Helon.",
        "30": "În a patra zi, a adus ofranda Elițur, fiul lui Ședeur, conducătorul fiilor lui Ruben.",
        "31": "Ofranda lui a fost: o farfurie de argint cântărind o sută treizeci de șecheli și un vas de argint cântărind șaptezeci de șecheli, după șechelul Lăcașului, amândouă pline cu făină aleasă, amestecată cu ulei – acestea erau pentru darul de mâncare;",
        "32": "un vas de aur cântărind zece șecheli, plin cu tămâie;",
        "33": "un taur, un berbec și un miel de un an pentru arderea-de-tot;",
        "34": "un țap ca jertfă pentru păcat,",
        "35": "iar pentru jertfa de pace: doi boi, cinci berbeci, cinci țapi și cinci miei de un an. Aceasta a fost ofranda lui Elițur, fiul lui Ședeur.",
        "36": "În a cincea zi, a adus ofranda Șelumiel, fiul lui Țurișadai, conducătorul fiilor lui Simeon.",
        "37": "Ofranda lui a fost: o farfurie de argint cântărind o sută treizeci de șecheli și un vas de argint cântărind șaptezeci de șecheli, după șechelul Lăcașului, amândouă pline cu făină aleasă, amestecată cu ulei – acestea erau pentru darul de mâncare;",
        "38": "un vas de aur cântărind zece șecheli, plin cu tămâie;",
        "39": "un taur, un berbec și un miel de un an pentru arderea-de-tot;",
        "40": "un țap ca jertfă pentru păcat,",
        "41": "iar pentru jertfa de pace: doi boi, cinci berbeci, cinci țapi și cinci miei de un an. Aceasta a fost ofranda lui Șelumiel, fiul lui Țurișadai.",
        "42": "În a șasea zi, a adus ofranda Eliasaf, fiul lui Deuel, conducătorul fiilor lui Gad.",
        "43": "Ofranda lui a fost: o farfurie de argint cântărind o sută treizeci de șecheli și un vas de argint cântărind șaptezeci de șecheli, după șechelul Lăcașului, amândouă pline cu făină aleasă, amestecată cu ulei – acestea erau pentru darul de mâncare;",
        "44": "un vas de aur cântărind zece șecheli, plin cu tămâie;",
        "45": "un taur, un berbec și un miel de un an pentru arderea-de-tot;",
        "46": "un țap ca jertfă pentru păcat,",
        "47": "iar pentru jertfa de pace: doi boi, cinci berbeci, cinci țapi și cinci miei de un an. Aceasta a fost ofranda lui Eliasaf, fiul lui Deuel.",
        "48": "În a șaptea zi, a adus ofranda Elișama, fiul lui Amihud, conducătorul fiilor lui Efraim.",
        "49": "Ofranda lui a fost: o farfurie de argint cântărind o sută treizeci de șecheli și un vas de argint cântărind șaptezeci de șecheli, după șechelul Lăcașului, amândouă pline cu făină aleasă, amestecată cu ulei – acestea erau pentru darul de mâncare;",
        "50": "un vas de aur cântărind zece șecheli, plin cu tămâie;",
        "51": "un taur, un berbec și un miel de un an pentru arderea-de-tot;",
        "52": "un țap ca jertfă pentru păcat,",
        "53": "iar pentru jertfa de pace: doi boi, cinci berbeci, cinci țapi și cinci miei de un an. Aceasta a fost ofranda lui Elișama, fiul lui Amihud.",
        "54": "În a opta zi, a adus ofranda Gamaliel, fiul lui Pedahțur, conducătorul fiilor lui Manase.",
        "55": "Ofranda lui a fost: o farfurie de argint cântărind o sută treizeci de șecheli și un vas de argint cântărind șaptezeci de șecheli, după șechelul Lăcașului, amândouă pline cu făină aleasă, amestecată cu ulei – acestea erau pentru darul de mâncare;",
        "56": "un vas de aur cântărind zece șecheli, plin cu tămâie;",
        "57": "un taur, un berbec și un miel de un an pentru arderea-de-tot;",
        "58": "un țap ca jertfă pentru păcat,",
        "59": "iar pentru jertfa de pace: doi boi, cinci berbeci, cinci țapi și cinci miei de un an. Aceasta a fost ofranda lui Gamaliel, fiul lui Pedahțur.",
        "60": "În a noua zi, a adus ofranda Abidan, fiul lui Ghidoni, conducătorul fiilor lui Beniamin.",
        "61": "Ofranda lui a fost: o farfurie de argint cântărind o sută treizeci de șecheli și un vas de argint cântărind șaptezeci de șecheli, după șechelul Lăcașului, amândouă pline cu făină aleasă, amestecată cu ulei – acestea erau pentru darul de mâncare;",
        "62": "un vas de aur cântărind zece șecheli, plin cu tămâie;",
        "63": "un taur, un berbec și un miel de un an pentru arderea-de-tot;",
        "64": "un țap ca jertfă pentru păcat,",
        "65": "iar pentru jertfa de pace: doi boi, cinci berbeci, cinci țapi și cinci miei de un an. Aceasta a fost ofranda lui Abidan, fiul lui Ghidoni.",
        "66": "În a zecea zi, a adus ofranda Ahiezer, fiul lui Amișadai, conducătorul fiilor lui Dan.",
        "67": "Ofranda lui a fost: o farfurie de argint cântărind o sută treizeci de șecheli și un vas de argint cântărind șaptezeci de șecheli, după șechelul Lăcașului, amândouă pline cu făină aleasă, amestecată cu ulei – acestea erau pentru darul de mâncare;",
        "68": "un vas de aur cântărind zece șecheli, plin cu tămâie;",
        "69": "un taur, un berbec și un miel de un an pentru arderea-de-tot;",
        "70": "un țap ca jertfă pentru păcat,",
        "71": "iar pentru jertfa de pace: doi boi, cinci berbeci, cinci țapi și cinci miei de un an. Aceasta a fost ofranda lui Ahiezer, fiul lui Amișadai.",
        "72": "În a unsprezecea zi, a adus ofranda Paghiel, fiul lui Ocran, conducătorul fiilor lui Așer.",
        "73": "Ofranda lui a fost: o farfurie de argint cântărind o sută treizeci de șecheli și un vas de argint cântărind șaptezeci de șecheli, după șechelul Lăcașului, amândouă pline cu făină aleasă, amestecată cu ulei – acestea erau pentru darul de mâncare;",
        "74": "un vas de aur cântărind zece șecheli, plin cu tămâie;",
        "75": "un taur, un berbec și un miel de un an pentru arderea-de-tot;",
        "76": "un țap ca jertfă pentru păcat,",
        "77": "iar pentru jertfa de pace: doi boi, cinci berbeci, cinci țapi și cinci miei de un an. Aceasta a fost ofranda lui Paghiel, fiul lui Ocran.",
        "78": "În a douăsprezecea zi, a adus ofranda Ahira, fiul lui Enan, conducătorul fiilor lui Neftali.",
        "79": "Ofranda lui a fost: o farfurie de argint cântărind o sută treizeci de șecheli și un vas de argint cântărind șaptezeci de șecheli, după șechelul Lăcașului, amândouă pline cu făină aleasă, amestecată cu ulei – acestea erau pentru darul de mâncare;",
        "80": "un vas de aur cântărind zece șecheli, plin cu tămâie;",
        "81": "un taur, un berbec și un miel de un an pentru arderea-de-tot;",
        "82": "un țap ca jertfă pentru păcat,",
        "83": "iar pentru jertfa de pace: doi boi, cinci berbeci, cinci țapi și cinci miei de un an. Aceasta a fost ofranda lui Ahira, fiul lui Enan.",
        "84": "Acestea au fost ofrandele aduse de conducătorii lui Israel pentru consacrarea altarului, în ziua când acesta a fost uns: douăsprezece farfurii de argint, douăsprezece vase de argint, douăsprezece vase de aur,",
        "85": "fiecare farfurie de argint cântărind o sută treizeci de șecheli și fiecare vas cântărind șaptezeci de șecheli – tot argintul acestor obiecte cântărea două mii patru sute de șecheli, după șechelul Lăcașului;",
        "86": "douăsprezece vase de aur, pline cu tămâie, cântărind zece șecheli fiecare, potrivit cu șechelul Lăcașului – tot aurul acestor vase cântărea o sută douăzeci de șecheli.",
        "87": "Toată turma pentru arderea-de-tot a fost alcătuită din: doisprezece tauri, doisprezece berbeci și doisprezece miei de un an, alături de darul lor de mâncare, și doisprezece țapi ca jertfe pentru păcat.",
        "88": "Toată turma pentru jertfa de pace a fost alcătuită din: douăzeci și patru de tauri, șaizeci de berbeci, șaizeci de țapi și șaizeci de miei de un an. Acestea au fost ofrandele pentru consacrarea altarului, după ce a fost uns. Domnul Se descoperă în mijlocul comunității",
        "89": "Când Moise a intrat în Cortul Întâlnirii ca să vorbească cu Domnul, el a auzit vocea Lui vorbindu-i dintre cei doi heruvimi, de deasupra Capacului ispășirii, care este pe Chivotul Mărturiei; așa i-a vorbit El."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "On the day that Moses had finished setting up the tabernacle, and had anointed it and sanctified it with all its furniture, and the altar with all its vessels, and had anointed and sanctified them;",
        "2": "the princes of Israel, the heads of their fathers’ houses, gave offerings. These were the princes of the tribes. These are they who were over those who were counted;",
        "3": "and they brought their offering before Yahweh, six covered wagons and twelve oxen; a wagon for every two of the princes, and for each one an ox. They presented them before the tabernacle.",
        "4": "Yahweh spoke to Moses, saying,",
        "5": "“Accept these from them, that they may be used in doing the service of the Tent of Meeting; and you shall give them to the Levites, to every man according to his service.”",
        "6": "Moses took the wagons and the oxen, and gave them to the Levites.",
        "7": "He gave two wagons and four oxen to the sons of Gershon, according to their service.",
        "8": "He gave four wagons and eight oxen to the sons of Merari, according to their service, under the direction of Ithamar the son of Aaron the priest.",
        "9": "But to the sons of Kohath he gave none, because the service of the sanctuary belonged to them; they carried it on their shoulders.",
        "10": "The princes gave offerings for the dedication of the altar in the day that it was anointed. The princes gave their offerings before the altar.",
        "11": "Yahweh said to Moses, “They shall offer their offering, each prince on his day, for the dedication of the altar.”",
        "12": "He who offered his offering the first day was Nahshon the son of Amminadab, of the tribe of Judah,",
        "13": "and his offering was: one silver platter, the weight of which was one hundred thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a meal offering;",
        "14": "one golden ladle of ten shekels, full of incense;",
        "15": "one young bull, one ram, one male lamb a year old, for a burnt offering;",
        "16": "one male goat for a sin offering;",
        "17": "and for the sacrifice of peace offerings, two head of cattle, five rams, five male goats, and five male lambs a year old. This was the offering of Nahshon the son of Amminadab.",
        "18": "On the second day Nethanel the son of Zuar, prince of Issachar, gave his offering.",
        "19": "He offered for his offering: one silver platter, the weight of which was one hundred thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a meal offering;",
        "20": "one golden ladle of ten shekels, full of incense;",
        "21": "one young bull, one ram, one male lamb a year old, for a burnt offering;",
        "22": "one male goat for a sin offering;",
        "23": "and for the sacrifice of peace offerings, two head of cattle, five rams, five male goats, five male lambs a year old. This was the offering of Nethanel the son of Zuar.",
        "24": "On the third day Eliab the son of Helon, prince of the children of Zebulun,",
        "25": "gave his offering: one silver platter, the weight of which was a hundred and thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a meal offering;",
        "26": "one golden ladle of ten shekels, full of incense;",
        "27": "one young bull, one ram, one male lamb a year old, for a burnt offering;",
        "28": "one male goat for a sin offering;",
        "29": "and for the sacrifice of peace offerings, two head of cattle, five rams, five male goats, and five male lambs a year old. This was the offering of Eliab the son of Helon.",
        "30": "On the fourth day Elizur the son of Shedeur, prince of the children of Reuben,",
        "31": "gave his offering: one silver platter, the weight of which was one hundred thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a meal offering;",
        "32": "one golden ladle of ten shekels, full of incense;",
        "33": "one young bull, one ram, one male lamb a year old, for a burnt offering;",
        "34": "one male goat for a sin offering;",
        "35": "and for the sacrifice of peace offerings, two head of cattle, five rams, five male goats, and five male lambs a year old. This was the offering of Elizur the son of Shedeur.",
        "36": "On the fifth day Shelumiel the son of Zurishaddai, prince of the children of Simeon,",
        "37": "gave his offering: one silver platter, the weight of which was one hundred thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a meal offering;",
        "38": "one golden ladle of ten shekels, full of incense;",
        "39": "one young bull, one ram, one male lamb a year old, for a burnt offering;",
        "40": "one male goat for a sin offering;",
        "41": "and for the sacrifice of peace offerings, two head of cattle, five rams, five male goats, and five male lambs a year old: this was the offering of Shelumiel the son of Zurishaddai.",
        "42": "On the sixth day, Eliasaph the son of Deuel, prince of the children of Gad,",
        "43": "gave his offering: one silver platter, the weight of which was one hundred thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a meal offering;",
        "44": "one golden ladle of ten shekels, full of incense;",
        "45": "one young bull, one ram, one male lamb a year old, for a burnt offering;",
        "46": "one male goat for a sin offering;",
        "47": "and for the sacrifice of peace offerings, two head of cattle, five rams, five male goats, and five male lambs a year old. This was the offering of Eliasaph the son of Deuel.",
        "48": "On the seventh day Elishama the son of Ammihud, prince of the children of Ephraim,",
        "49": "gave his offering: one silver platter, the weight of which was one hundred thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a meal offering;",
        "50": "one golden ladle of ten shekels, full of incense;",
        "51": "one young bull, one ram, one male lamb a year old, for a burnt offering;",
        "52": "one male goat for a sin offering;",
        "53": "and for the sacrifice of peace offerings, two head of cattle, five rams, five male goats, and five male lambs a year old. This was the offering of Elishama the son of Ammihud.",
        "54": "On the eighth day Gamaliel the son of Pedahzur, prince of the children of Manasseh,",
        "55": "gave his offering: one silver platter, the weight of which was one hundred thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a meal offering;",
        "56": "one golden ladle of ten shekels, full of incense;",
        "57": "one young bull, one ram, one male lamb a year old, for a burnt offering;",
        "58": "one male goat for a sin offering;",
        "59": "and for the sacrifice of peace offerings, two head of cattle, five rams, five male goats, and five male lambs a year old. This was the offering of Gamaliel the son of Pedahzur.",
        "60": "On the ninth day Abidan the son of Gideoni, prince of the children of Benjamin,",
        "61": "gave his offering: one silver platter, the weight of which was one hundred thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a meal offering;",
        "62": "one golden ladle of ten shekels, full of incense;",
        "63": "one young bull, one ram, one male lamb a year old, for a burnt offering;",
        "64": "one male goat for a sin offering;",
        "65": "and for the sacrifice of peace offerings, two head of cattle, five rams, five male goats, and five male lambs a year old. This was the offering of Abidan the son of Gideoni.",
        "66": "On the tenth day Ahiezer the son of Ammishaddai, prince of the children of Dan,",
        "67": "gave his offering: one silver platter, the weight of which was one hundred thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a meal offering;",
        "68": "one golden ladle of ten shekels, full of incense;",
        "69": "one young bull, one ram, one male lamb a year old, for a burnt offering;",
        "70": "one male goat for a sin offering;",
        "71": "and for the sacrifice of peace offerings, two head of cattle, five rams, five male goats, and five male lambs a year old. This was the offering of Ahiezer the son of Ammishaddai.",
        "72": "On the eleventh day Pagiel the son of Ochran, prince of the children of Asher,",
        "73": "gave his offering: one silver platter, the weight of which was one hundred thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a meal offering;",
        "74": "one golden ladle of ten shekels, full of incense;",
        "75": "one young bull, one ram, one male lamb a year old, for a burnt offering;",
        "76": "one male goat for a sin offering;",
        "77": "and for the sacrifice of peace offerings, two head of cattle, five rams, five male goats, and five male lambs a year old. This was the offering of Pagiel the son of Ochran.",
        "78": "On the twelfth day Ahira the son of Enan, prince of the children of Naphtali,",
        "79": "gave his offering: one silver platter, the weight of which was one hundred thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a meal offering;",
        "80": "one golden ladle of ten shekels, full of incense;",
        "81": "one young bull, one ram, one male lamb a year old, for a burnt offering;",
        "82": "one male goat for a sin offering;",
        "83": "and for the sacrifice of peace offerings, two head of cattle, five rams, five male goats, and five male lambs a year old. This was the offering of Ahira the son of Enan.",
        "84": "This was the dedication offering of the altar, on the day when it was anointed, by the princes of Israel: twelve silver platters, twelve silver bowls, twelve golden ladles;",
        "85": "each silver platter weighing one hundred thirty shekels, and each bowl seventy; all the silver of the vessels two thousand four hundred shekels, according to the shekel of the sanctuary;",
        "86": "the twelve golden ladles, full of incense, weighing ten shekels apiece, according to the shekel of the sanctuary; all the gold of the ladles weighed one hundred twenty shekels;",
        "87": "all the cattle for the burnt offering twelve bulls, the rams twelve, the male lambs a year old twelve, and their meal offering; and twelve male goats for a sin offering;",
        "88": "and all the cattle for the sacrifice of peace offerings: twenty-four bulls, sixty rams, sixty male goats, and sixty male lambs a year old. This was the dedication offering of the altar, after it was anointed.",
        "89": "When Moses went into the Tent of Meeting to speak with Yahweh, he heard his voice speaking to him from above the mercy seat that was on the ark of the Testimony, from between the two cherubim; and he spoke to him."
      }
    }
  }
}