{
  "book": "Numeri",
  "chapter": "28",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul a vorbit lui Moise și a zis:",
        "2": "„Poruncește copiilor lui Israel și spune-le: ‘Să aveți grijă să-Mi aduceți, la vremea hotărâtă, darul Meu de mâncare, hrana jertfelor Mele mistuite de foc, care Îmi sunt de un plăcut miros.’",
        "3": "Să le spui: ‘Iată jertfa mistuită de foc pe care o veți aduce Domnului: în fiecare zi, câte doi miei de un an fără cusur, ca ardere-de-tot necurmată.",
        "4": "Să aduci un miel dimineața și celălalt miel seara,",
        "5": "iar, ca dar de mâncare, să aduci a zecea parte dintr-o efă de floarea făinii frământată într-un sfert de hin de untdelemn de măsline sfărâmate.",
        "6": "Aceasta este arderea-de-tot necurmată care a fost adusă la muntele Sinai; o jertfă mistuită de foc de un miros plăcut Domnului.",
        "7": "Jertfa de băutură să fie de un sfert de hin pentru fiecare miel; jertfa de băutură de vin s-o faci Domnului în Locul Sfânt.",
        "8": "Al doilea miel să-l aduci seara, cu un dar de mâncare și o jertfă de băutură ca cele de dimineață; aceasta este o jertfă mistuită prin foc, de un miros plăcut Domnului. Jertfele de Sabat și de lună nouă",
        "9": "În ziua Sabatului, să aduceți doi miei de un an fără cusur și, ca dar de mâncare, două zecimi de efă din floarea făinii frământată cu untdelemn, împreună cu jertfa de băutură.",
        "10": "Aceasta este arderea-de-tot pentru fiecare zi de Sabat, afară de arderea-de-tot necurmată și jertfa ei de băutură.",
        "11": "La începutul lunilor voastre, să aduceți, ca ardere-de-tot Domnului, doi viței, un berbec și șapte miei de un an fără cusur",
        "12": "și, ca dar de mâncare pentru fiecare vițel, trei zecimi de efă din floarea făinii frământată cu untdelemn; ca dar de mâncare pentru berbec, să aduceți două zecimi de efă din floarea făinii frământată cu untdelemn;",
        "13": "ca dar de mâncare pentru fiecare miel, să aduceți o zecime de efă din floarea făinii frământată cu untdelemn. Aceasta este o ardere-de-tot, o jertfă mistuită de foc de un miros plăcut Domnului.",
        "14": "Jertfele de băutură să fie de o jumătate de hin de vin pentru un vițel, a treia parte dintr-un hin pentru un berbec și un sfert de hin pentru un miel. Aceasta este arderea-de-tot pentru începutul lunii, în fiecare lună, în toate lunile anului.",
        "15": "Să se aducă Domnului un țap ca jertfă de ispășire, afară de arderea-de-tot necurmată și jertfa ei de băutură. Jertfele de Paște",
        "16": "În luna întâi, în ziua a paisprezecea a lunii, vor fi Paștele Domnului.",
        "17": "Ziua a cincisprezecea a acestei luni să fie o zi de sărbătoare. Timp de șapte zile să se mănânce azimi.",
        "18": "În ziua dintâi, să fie o adunare sfântă: să nu faceți nicio lucrare de slugă în ea.",
        "19": "Să aduceți ca ardere-de-tot Domnului o jertfă mistuită de foc: doi viței, un berbec și șapte miei de un an fără cusur.",
        "20": "Să mai adăugați și darul lor de mâncare din floarea făinii frământată cu untdelemn, trei zecimi de efă pentru un vițel, două zecimi pentru un berbec",
        "21": "și o zecime pentru fiecare din cei șapte miei.",
        "22": "Să aduceți un țap ca jertfă de ispășire, ca să facă ispășire pentru voi.",
        "23": "Să aduceți aceste jertfe, afară de arderea-de-tot de dimineață, care este o ardere-de-tot necurmată.",
        "24": "Să le aduceți în fiecare zi, timp de șapte zile, ca hrana unei jertfe mistuite de foc, de un miros plăcut Domnului. Să fie aduse afară de arderea-de-tot necurmată și jertfa ei de băutură.",
        "25": "În ziua a șaptea să aveți o adunare sfântă: să nu faceți nicio lucrare de slugă în ea. Jertfele de Rusalii",
        "26": "În ziua celor dintâi roade, când veți aduce Domnului un dar de mâncare, la sărbătoarea încheierii săptămânilor (Cincizecimea), să aveți o adunare sfântă; să nu faceți nicio lucrare de slugă în ea.",
        "27": "Să aduceți ca ardere-de-tot de un miros plăcut Domnului: doi viței, un berbec și șapte miei de un an.",
        "28": "Să mai adăugați darul lor de mâncare din floarea făinii frământată cu untdelemn, câte trei zecimi de fiecare vițel, două zecimi pentru berbec",
        "29": "și o zecime pentru fiecare din cei șapte miei.",
        "30": "Să aduceți și un țap, ca să facă ispășire pentru voi.",
        "31": "Să aduceți aceste jertfe, afară de arderea-de-tot necurmată și darul ei de mâncare. Mieii să fie fără cusur și să adăugați și jertfele lor de băutură."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Domnul i-a vorbit lui Moise, zicând:",
        "2": "„Poruncește-le fiilor lui Israel și spune-le: «Aveți grijă să-Mi aduceți la vremea hotărâtă mâncarea – tot ce este folosit la jertfele mistuite de foc pentru Mine, de o aromă plăcută Mie».",
        "3": "Să le mai spui: «Iată jertfa mistuită de foc pe care va trebui s-o aduceți Domnului: doi miei de un an, fără cusur, ca ardere-de-tot continuă, în fiecare zi.",
        "4": "Un miel să-l jertfești dimineața, iar pe al doilea miel să-l jertfești între asfințit și întuneric,",
        "5": "împreună cu un dar de mâncare: a zecea parte dintr-o efă de făină aleasă, amestecată cu un sfert de hin de ulei de măsline presate.",
        "6": "Aceasta este o ardere-de-tot continuă, instituită la muntele Sinai, de o aromă plăcută, o jertfă mistuită de foc pentru Domnul.",
        "7": "Să aduceți și o jertfă de băutură dintr-un sfert de hin pentru fiecare miel jertfit. Această jertfă de băutură tare să fie adusă Domnului în Locul Sfânt.",
        "8": "Al doilea miel să-l jertfești între asfințit și întuneric și să aduci împreună cu el un dar de mâncare și o jertfă de băutură, ca și dimineața. Aceasta este o jertfă mistuită de foc, de o aromă plăcută Domnului. Jertfele de sabat",
        "9": "În ziua de sabat, să aduceți doi miei de un an, fără cusur, un dar de mâncare din două zecimi de efă de făină aleasă, amestecată cu ulei și o jertfă de băutură.",
        "10": "Aceasta este arderea-de-tot pentru fiecare zi de sabat, în afară de arderea-de-tot continuă și de jertfa de băutură. Jertfele pentru fiecare lună nouă",
        "11": "La începutul fiecărei luni să aduceți ca ardere-de-tot Domnului doi tauri, un berbec și șapte miei de un an, fără cusur.",
        "12": "Împreună cu fiecare taur, să aduceți un dar de mâncare din trei zecimi de efă de făină aleasă, amestecată cu ulei. Alături de berbec, să aduceți un dar de mâncare din două zecimi de efă de făină aleasă, amestecată cu ulei;",
        "13": "și alături de fiecare miel, să aduceți un dar de mâncare dintr-o zecime de efă de făină aleasă, amestecată cu ulei. Aceasta este o ardere-de-tot de o aromă plăcută, o jertfă mistuită de foc pentru Domnul.",
        "14": "Să aduceți și jertfele de băutură dintr-o jumătate de hin de vin pentru fiecare taur jertfit, o treime de hin pentru berbec și un sfert de hin pentru fiecare miel. Aceasta este arderea-de-tot lunară și trebuie adusă în fiecare lună din an.",
        "15": "În afară de arderea-de-tot continuă și jertfa de băutură, să mai aduceți Domnului un țap, ca jertfă pentru păcat.",
        "16": "În a paisprezecea zi a lunii întâi va fi Paștele Domnului,",
        "17": "iar în a cincisprezecea zi a acestei luni va fi o sărbătoare. Timp de șapte zile să mâncați azime.",
        "18": "În prima zi să aveți o adunare sfântă. Să nu faceți nicio muncă obișnuită.",
        "19": "Să aduceți Domnului ca ardere-de-tot o jertfă mistuită de foc: doi tauri, un berbec și șapte miei de un an, fără cusur.",
        "20": "Darul de mâncare să fie adus din făină aleasă, amestecată cu ulei: trei zecimi de efă alături de fiecare taur, două zecimi pentru berbec",
        "21": "și o zecime alături de fiecare din cei șapte miei.",
        "22": "De asemenea, să aduceți și un țap ca jertfă pentru păcat, ca să se facă ispășire pentru voi.",
        "23": "Să aduceți acestea în afară de arderea-de-tot de dimineață, care este adusă ca ardere-de-tot continuă.",
        "24": "În acest fel să aduceți zilnic, de-a lungul celor șapte zile, hrana necesară pentru jertfa mistuită de foc, de o aromă plăcută Domnului. Să fie adusă în afară de arderea-de-tot continuă și de jertfa de băutură.",
        "25": "În ziua a șaptea să aveți o adunare sfântă. Să nu faceți nicio muncă obișnuită atunci.",
        "26": "În ziua primelor roade, când veți aduce Domnului un dar de mâncare din noile roade, în timpul Sărbătorii Săptămânilor, să aveți o adunare sfântă. Să nu faceți nicio muncă obișnuită atunci.",
        "27": "Să aduceți ca ardere-de-tot, de o aromă plăcută Domnului, doi tauri, un berbec și șapte miei de un an.",
        "28": "Darul de mâncare să fie adus din făină aleasă, amestecată cu ulei: trei zecimi de efă alături de fiecare taur, două zecimi pentru berbec",
        "29": "și o zecime alături de fiecare din cei șapte miei.",
        "30": "De asemenea, să aduceți și un țap, ca să se facă ispășire pentru voi.",
        "31": "În afară de arderea-de-tot continuă și de darul ei de mâncare, să aduceți și jertfele lor de băutură; ele să fie fără cusur."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh spoke to Moses, saying,",
        "2": "“Command the children of Israel, and tell them, ‘See that you present my offering, my food for my offerings made by fire, as a pleasant aroma to me, in their due season.’",
        "3": "You shall tell them, ‘This is the offering made by fire which you shall offer to Yahweh: male lambs a year old without defect, two day by day, for a continual burnt offering.",
        "4": "You shall offer the one lamb in the morning, and you shall offer the other lamb at evening,",
        "5": "with one tenth of an ephah of fine flour for a meal offering, mixed with the fourth part of a hin of beaten oil.",
        "6": "It is a continual burnt offering which was ordained in Mount Sinai for a pleasant aroma, an offering made by fire to Yahweh.",
        "7": "Its drink offering shall be the fourth part of a hin for each lamb. You shall pour out a drink offering of strong drink to Yahweh in the holy place.",
        "8": "The other lamb you shall offer at evening. As the meal offering of the morning, and as its drink offering, you shall offer it, an offering made by fire, for a pleasant aroma to Yahweh.",
        "9": "“‘On the Sabbath day, you shall offer two male lambs a year old without defect, and two tenths of an ephah of fine flour for a meal offering mixed with oil, and its drink offering:",
        "10": "this is the burnt offering of every Sabbath, in addition to the continual burnt offering and its drink offering.",
        "11": "“‘In the beginnings of your months, you shall offer a burnt offering to Yahweh: two young bulls, one ram, seven male lambs a year old without defect,",
        "12": "and three tenths of an ephah of fine flour for a meal offering mixed with oil, for each bull; and two tenth parts of fine flour for a meal offering mixed with oil, for the one ram;",
        "13": "and one tenth part of fine flour mixed with oil for a meal offering to every lamb, as a burnt offering of a pleasant aroma, an offering made by fire to Yahweh.",
        "14": "Their drink offerings shall be half a hin of wine for a bull, the third part of a hin for the ram, and the fourth part of a hin for a lamb. This is the burnt offering of every month throughout the months of the year.",
        "15": "Also, one male goat for a sin offering to Yahweh shall be offered in addition to the continual burnt offering and its drink offering.",
        "16": "“‘In the first month, on the fourteenth day of the month, is Yahweh’s Passover.",
        "17": "On the fifteenth day of this month shall be a feast. Unleavened bread shall be eaten for seven days.",
        "18": "In the first day shall be a holy convocation. You shall do no regular work,",
        "19": "but you shall offer an offering made by fire, a burnt offering to Yahweh: two young bulls, one ram, and seven male lambs a year old. They shall be without defect,",
        "20": "with their meal offering, fine flour mixed with oil. You shall offer three tenths for a bull, and two tenths for the ram.",
        "21": "You shall offer one tenth for every lamb of the seven lambs;",
        "22": "and one male goat for a sin offering, to make atonement for you.",
        "23": "You shall offer these in addition to the burnt offering of the morning, which is for a continual burnt offering.",
        "24": "In this way you shall offer daily, for seven days, the food of the offering made by fire, of a pleasant aroma to Yahweh. It shall be offered in addition to the continual burnt offering and its drink offering.",
        "25": "On the seventh day you shall have a holy convocation. You shall do no regular work.",
        "26": "“‘Also in the day of the first fruits, when you offer a new meal offering to Yahweh in your feast of weeks, you shall have a holy convocation. You shall do no regular work;",
        "27": "but you shall offer a burnt offering for a pleasant aroma to Yahweh: two young bulls, one ram, seven male lambs a year old;",
        "28": "and their meal offering, fine flour mixed with oil, three tenths for each bull, two tenths for the one ram,",
        "29": "one tenth for every lamb of the seven lambs;",
        "30": "and one male goat, to make atonement for you.",
        "31": "Besides the continual burnt offering and its meal offering, you shall offer them and their drink offerings. See that they are without defect."
      }
    }
  }
}