{
  "book": "Numeri",
  "chapter": "31",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul a vorbit lui Moise și a zis:",
        "2": "„Răzbună pe copiii lui Israel împotriva madianiților, apoi vei fi adăugat la poporul tău.”",
        "3": "Moise a vorbit poporului și a zis: „Înarmați dintre voi niște bărbați pentru oștire și să meargă împotriva Madianului, ca să aducă la îndeplinire răzbunarea Domnului împotriva Madianului.",
        "4": "Să trimiteți la oaste câte o mie de oameni de seminție, din toate semințiile lui Israel.”",
        "5": "Au luat dintre miile lui Israel câte o mie de oameni de seminție, adică douăsprezece mii de oameni înarmați pentru oaste.",
        "6": "Moise a trimis la oaste pe acești o mie de oameni de seminție și a trimis cu ei pe fiul preotului Eleazar, Fineas, care ducea uneltele sfinte și trâmbițele răsunătoare.",
        "7": "Au înaintat împotriva Madianului, după porunca pe care o dăduse lui Moise Domnul, și au omorât pe toți bărbații.",
        "8": "Împreună cu toți ceilalți, au omorât și pe împărații Madianului: Evi, Rechem, Țur, Hur și Reba, cei cinci împărați ai Madianului; au ucis cu sabia și pe Balaam, fiul lui Beor.",
        "9": "Copiii lui Israel au luat prinse pe femeile madianiților cu pruncii lor și le-au jefuit toate vitele, toate turmele și toate bogățiile.",
        "10": "Le-au ars toate cetățile pe care le locuiau și toate ocoalele lor.",
        "11": "Au luat toată prada și toate jafurile de oameni și dobitoace,",
        "12": "și pe cei prinși, prada și jafurile le-au adus lui Moise, preotului Eleazar și adunării copiilor lui Israel, care erau tăbărâți în câmpia Moabului, lângă Iordan, în fața Ierihonului.",
        "13": "Moise, preotul Eleazar și toți mai-marii adunării le-au ieșit înainte, afară din tabără.",
        "14": "Și Moise s-a mâniat pe căpeteniile oștirii, pe căpeteniile peste o mie și pe căpeteniile peste o sută care se întorceau de la război.",
        "15": "El le-a zis: „Cum? Ați lăsat cu viață pe toate femeile?",
        "16": "Iată, ele sunt acelea care, după cuvântul lui Balaam, au târât pe copiii lui Israel să păcătuiască împotriva Domnului, în fapta lui Peor, și atunci a izbucnit urgia în adunarea Domnului.",
        "17": "Acum dar omorâți pe orice prunc de parte bărbătească și omorâți pe orice femeie care a cunoscut pe un bărbat culcându-se cu el,",
        "18": "dar lăsați cu viață pentru voi toți pruncii de parte femeiască și pe toate fetele care n-au cunoscut împreunarea cu un bărbat. Curățirea căpeteniilor și ostașilor",
        "19": "Iar voi tăbărâți șapte zile afară din tabără; toți aceia dintre voi care au ucis pe cineva și toți cei ce s-au atins de vreun mort să se curățească a treia și a șaptea zi, ei și cei prinși de voi.",
        "20": "Să curățiți, de asemenea, orice haină, orice lucru de piele, orice lucru de păr de capră și orice unealtă de lemn.”",
        "21": "Preotul Eleazar a zis ostașilor care se duseseră la război: „Iată ce este poruncit prin legea pe care a dat-o lui Moise Domnul.",
        "22": "Aurul, argintul, arama, fierul, cositorul și plumbul,",
        "23": "orice lucru care poate suferi focul, să-l treceți prin foc ca să se curățească. Dar tot ce nu poate suferi focul să fie curățit cu apa de curățire; să-l treceți prin apă.",
        "24": "Să vă spălați hainele în ziua a șaptea și veți fi curați, apoi veți putea intra în tabără.” Împărțirea prăzii",
        "25": "Domnul a zis lui Moise:",
        "26": "„Fă, împreună cu preotul Eleazar și cu căpeteniile caselor adunării, socoteala prăzii luate, fie oameni, fie dobitoace.",
        "27": "Împarte prada între luptătorii care s-au dus la oaste și între toată adunarea.",
        "28": "Să iei întâi din partea ostașilor care s-au dus la oaste o dare pentru Domnul, și anume unul din cinci sute, atât din oameni, cât și din boi, măgari și oi.",
        "29": "Să le iei din jumătatea cuvenită lor și să le dai preotului Eleazar, ca un dar ridicat pentru Domnul.",
        "30": "Și din jumătatea care se cuvine copiilor lui Israel să iei unul din cincizeci, atât din oameni, cât și din boi, măgari și oi, din orice dobitoc, și să le dai leviților care păzesc cortul Domnului.”",
        "31": "Moise și preotul Eleazar au făcut ce poruncise lui Moise Domnul.",
        "32": "Prada de război, rămasă din jaful celor ce făcuseră parte din oaste, era de șase sute șaptezeci și cinci de mii de oi,",
        "33": "șaptezeci și două de mii de boi,",
        "34": "șaizeci și unu de mii de măgari",
        "35": "și treizeci și două de mii de suflete, adică femei care nu cunoscuseră împreunarea cu un bărbat.",
        "36": "Jumătatea care alcătuia partea celor ce se duseseră la oaste a fost de trei sute treizeci și șapte de mii cinci sute de oi,",
        "37": "din care șase sute șaptezeci și cinci au fost luați ca dare Domnului;",
        "38": "treizeci și șase de mii de boi, din care șaptezeci și doi luați ca dare Domnului;",
        "39": "treizeci de mii cinci sute de măgari, din care șaizeci și unu luați ca dare Domnului,",
        "40": "și șaisprezece mii de inși, din care treizeci și doi luați ca dare Domnului.",
        "41": "Moise a dat preotului Eleazar darea luată ca dar ridicat pentru Domnul, după cum îi poruncise Domnul.",
        "42": "Jumătatea cuvenită copiilor lui Israel, pe care a despărțit-o Moise de a bărbaților care merseseră la oaste",
        "43": "și care era partea adunării, a fost de trei sute treizeci și șapte de mii cinci sute de oi,",
        "44": "treizeci și șase de mii de boi,",
        "45": "treizeci de mii cinci sute de măgari",
        "46": "și șaisprezece mii de suflete.",
        "47": "Din această jumătate care se cuvenea copiilor lui Israel, Moise a luat unul din cincizeci, atât din oameni, cât și din dobitoace, și le-a dat leviților care păzesc cortul Domnului, după cum îi poruncise Domnul.",
        "48": "Căpeteniile oștirii, căpeteniile peste o mie și căpeteniile peste o sută s-au apropiat de Moise",
        "49": "și i-au zis: „Robii tăi au făcut socoteala ostașilor care erau sub poruncile noastre și nu lipsește niciun om dintre noi.",
        "50": "Noi aducem deci ca dar Domnului fiecare ce a găsit ca scule de aur, și anume lănțișoare, brățări, inele, cercei și salbe, ca să se facă ispășire pentru sufletele noastre înaintea Domnului.”",
        "51": "Moise și preotul Eleazar au primit de la ei toate aceste scule lucrate în aur.",
        "52": "Tot aurul pe care l-au adus Domnului căpeteniile peste o mie și căpeteniile peste o sută, ca dar ridicat, cântărea șaisprezece mii șapte sute cincizeci de sicli.",
        "53": "Oamenii din oaste au păstrat, fiecare pentru sine, prada pe care o făcuseră.",
        "54": "Moise și preotul Eleazar au luat aurul de la căpeteniile peste o mie și de la căpeteniile peste o sută și l-au adus în cortul întâlnirii, ca aducere aminte pentru copiii lui Israel înaintea Domnului."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Domnul i-a vorbit lui Moise, zicând:",
        "2": "„Răzbună-i pe fiii lui Israel împotriva midianiților. După aceea vei fi adăugat la poporul tău“.",
        "3": "Moise a vorbit poporului, zicând: „Înarmați câțiva bărbați dintre voi care să meargă la luptă împotriva lui Midian și să aducă răzbunarea Domnului asupra lui.",
        "4": "Trimiteți la război câte o mie de bărbați din fiecare seminție a lui Israel“.",
        "5": "Astfel, din miile lui Israel, au fost înarmați douăsprezece mii de bărbați, câte o mie din fiecare seminție.",
        "6": "Moise i-a trimis la luptă pe acești o mie de bărbați din fiecare seminție, împreună cu preotul Fineas, fiul lui Elazar, care a luat cu el lucrurile sfinte și trâmbițele răsunătoare.",
        "7": "Aceștia s-au luptat împotriva Midianului, așa cum îi poruncise Domnul lui Moise, și au ucis toate persoanele de parte bărbătească.",
        "8": "Alături de cei uciși se aflau și cei cinci regi ai Midianului: Evi, Rechem, Țur, Hur și Reba. Au ucis cu sabia și pe Balaam, fiul lui Beor.",
        "9": "Fiii lui Israel au capturat femeile midianite și copiii lor, vitele lor, turmele lor și toate celelalte bunuri.",
        "10": "Au dat foc tuturor cetăților în care au locuit midianiții, precum și tuturor fortărețelor lor.",
        "11": "Au luat toată prada și tot ce au jefuit, atât oameni, cât și animale,",
        "12": "și au adus captivii, lucrurile jefuite și prada la Moise, la preotul Elazar și la comunitatea fiilor lui Israel, în tabăra din câmpiile Moabului, lângă Iordan, în fața Ierihonului.",
        "13": "Moise, preotul Elazar și toți conducătorii comunității au ieșit să-i întâlnească în afara taberei.",
        "14": "Moise s-a mâniat pe conducătorii armatei, pe conducătorii peste mii și conducătorii peste sute care se întorceau din război,",
        "15": "și le-a zis: „Cum? Ați lăsat în viață toate femeile?",
        "16": "Iată, ele sunt acelea care au urmat sfatul lui Balaam și au fost o cauză de păcătuire a fiilor lui Israel împotriva Domnului, în cele întâmplate la Peor, astfel încât comunitatea Domnului a fost lovită de o urgie.",
        "17": "Acum, omorâți orice persoană de parte bărbătească, precum și toate femeile care s-au culcat cu un bărbat,",
        "18": "iar pe fetele care nu s-au culcat niciodată cu un bărbat, păstrați-le în viață pentru voi.",
        "19": "Apoi, toți aceia dintre voi care ați ucis pe cineva sau ați atins vreun cadavru, trebuie să rămâneți afară din tabără timp de șapte zile. A treia și a șaptea zi trebuie să vă curățiți, atât voi, cât și captivii voștri.",
        "20": "De asemenea, să curățiți orice haină și orice lucru făcut din piele, din păr de capră sau din lemn“.",
        "21": "Apoi, preotul Elazar le-a zis războinicilor care fuseseră la luptă: „Aceasta este o hotărâre a Legii pe care i-a poruncit-o Domnul lui Moise:",
        "22": "Numai aurul, argintul, bronzul, fierul, cositorul, plumbul,",
        "23": "orice lucru care rezistă la foc, să-l treceți prin foc, și atunci va fi curat. Dar să fie curățit și cu apa de curățire. Iar tot ce nu rezistă la foc să-l treceți prin apă.",
        "24": "A șaptea zi, să vă spălați hainele și veți fi curați. Apoi, veți putea să vă întoarceți în tabără“. Împărțirea prăzii",
        "25": "Domnul i-a vorbit lui Moise, zicând:",
        "26": "„Tu, preotul Elazar și căpeteniile familiilor comunității să numărați prada capturată, pe fiecare om sau animal.",
        "27": "Împărțiți prada între cei care au mers să lupte și restul comunității.",
        "28": "Să aduci Domnului, prin ridicare, un tribut de la războinicii care au mers să lupte: câte unul din cinci sute, atât din oameni, cât și din vite, din măgari sau din oi.",
        "29": "Să le luați din jumătatea cuvenită lor și apoi să le dai preotului Elazar, ca o contribuție pentru Domnul.",
        "30": "Din jumătatea cuvenită fiilor lui Israel, să iei câte unul din cincizeci, atât din oameni, cât și din vite, din măgari, din oi sau orice alte animale, și apoi să le dai leviților care au obligația să aibă grijă de Tabernaculul Domnului“.",
        "31": "Moise și preotul Elazar au făcut așa cum îi poruncise Domnul lui Moise.",
        "32": "Prada rămasă din jaful făcut de războinici era de șase sute șaptezeci și cinci de mii de oi,",
        "33": "șaptezeci și două de mii de vite,",
        "34": "șaizeci și unu de mii de măgari",
        "35": "și treizeci și două de mii de femei care nu s-au culcat niciodată cu un bărbat.",
        "36": "Jumătatea care alcătuia partea celor ce ieșiseră la război era următoarea: trei sute treizeci și șapte de mii cinci sute de oi,",
        "37": "din care șase sute șaptezeci și cinci de oi erau tribut Domnului;",
        "38": "treizeci și șase de mii de boi, din care șaptezeci și doi erau tribut Domnului;",
        "39": "treizeci de mii cinci sute de măgari, din care șaizeci și unu erau tribut Domnului;",
        "40": "șaisprezece mii de oameni, din care treizeci și doi erau tribut Domnului.",
        "41": "Moise a dat acest tribut preotului Elazar, ca o contribuție pentru Domnul, așa cum îi poruncise Domnul lui Moise.",
        "42": "Jumătatea care alcătuia partea fiilor lui Israel, pe care Moise a separat-o de cea a ostașilor,",
        "43": "adică jumătatea comunității, era de trei sute treizeci și șapte de mii cinci sute de oi,",
        "44": "treizeci și șase de mii de vite,",
        "45": "treizeci de mii cinci sute de măgari",
        "46": "și șaisprezece mii de oameni.",
        "47": "Din jumătatea fiilor lui Israel, Moise a ales câte unul din fiecare cincizeci de oameni și animale, după cum i-a poruncit Domnul și i-a dat leviților care aveau obligația să aibă grijă de Tabernaculul Domnului.",
        "48": "Atunci conducătorii armatei, și anume cei peste mii și cei peste sute, s-au dus la Moise",
        "49": "și i-au zis: „Slujitorii tăi au numărat războinicii de sub comanda noastră și nu lipsește niciunul.",
        "50": "Noi aducem ca ofrandă Domnului tot ce am găsit ca obiect de aur – lănțișoare, brățări, inele, cercei și coliere – ca să facem ispășire pentru sufletele noastre înaintea Domnului“.",
        "51": "Moise și preotul Elazar au acceptat de la ei toate aceste obiecte lucrate în aur.",
        "52": "Tot aurul pe care conducătorii peste mii și conducătorii peste sute l-au adus Domnului drept contribuție prin ridicare cântărea șaisprezece mii șapte sute cincizeci de șecheli.",
        "53": "Fiecare războinic și-a păstrat prada pentru sine.",
        "54": "Moise și preotul Elazar au acceptat aurul adus de conducătorii peste mii și conducătorii peste sute și l-au adus în Cortul Întâlnirii ca o aducere-aminte pentru fiii lui Israel înaintea Domnului."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh spoke to Moses, saying,",
        "2": "“Avenge the children of Israel on the Midianites. Afterward you shall be gathered to your people.”",
        "3": "Moses spoke to the people, saying, “Arm men from among you for war, that they may go against Midian, to execute Yahweh’s vengeance on Midian.",
        "4": "You shall send one thousand out of every tribe, throughout all the tribes of Israel, to the war.”",
        "5": "So there were delivered, out of the thousands of Israel, a thousand from every tribe, twelve thousand armed for war.",
        "6": "Moses sent them, one thousand of every tribe, to the war with Phinehas the son of Eleazar the priest, to the war, with the vessels of the sanctuary and the trumpets for the alarm in his hand.",
        "7": "They fought against Midian, as Yahweh commanded Moses. They killed every male.",
        "8": "They killed the kings of Midian with the rest of their slain: Evi, Rekem, Zur, Hur, and Reba, the five kings of Midian. They also killed Balaam the son of Beor with the sword.",
        "9": "The children of Israel took the women of Midian captive with their little ones; and all their livestock, all their flocks, and all their goods, they took as plunder.",
        "10": "All their cities in the places in which they lived, and all their encampments, they burned with fire.",
        "11": "They took all the captives, and all the plunder, both of man and of animal.",
        "12": "They brought the captives with the prey and the plunder, to Moses, and to Eleazar the priest, and to the congregation of the children of Israel, to the camp at the plains of Moab, which are by the Jordan at Jericho.",
        "13": "Moses and Eleazar the priest, with all the princes of the congregation, went out to meet them outside of the camp.",
        "14": "Moses was angry with the officers of the army, the captains of thousands and the captains of hundreds, who came from the service of the war.",
        "15": "Moses said to them, “Have you saved all the women alive?",
        "16": "Behold, these caused the children of Israel, through the counsel of Balaam, to commit trespass against Yahweh in the matter of Peor, and so the plague was among the congregation of Yahweh.",
        "17": "Now therefore kill every male among the little ones, and kill every woman who has known man by lying with him.",
        "18": "But all the girls, who have not known man by lying with him, keep alive for yourselves.",
        "19": "“Encamp outside of the camp for seven days. Whoever has killed any person, and whoever has touched any slain, purify yourselves on the third day and on the seventh day, you and your captives.",
        "20": "You shall purify every garment, and all that is made of skin, and all work of goats’ hair, and all things made of wood.”",
        "21": "Eleazar the priest said to the men of war who went to the battle, “This is the statute of the law which Yahweh has commanded Moses.",
        "22": "However the gold, and the silver, the bronze, the iron, the tin, and the lead,",
        "23": "everything that may withstand the fire, you shall make to go through the fire, and it shall be clean; nevertheless it shall be purified with the water for impurity. All that doesn’t withstand the fire you shall make to go through the water.",
        "24": "You shall wash your clothes on the seventh day, and you shall be clean. Afterward you shall come into the camp.”",
        "25": "Yahweh spoke to Moses, saying,",
        "26": "“Count the plunder that was taken, both of man and of animal, you, and Eleazar the priest, and the heads of the fathers’ households of the congregation;",
        "27": "and divide the plunder into two parts: between the men skilled in war, who went out to battle, and all the congregation.",
        "28": "Levy a tribute to Yahweh of the men of war who went out to battle: one soul of five hundred; of the persons, of the cattle, of the donkeys, and of the flocks.",
        "29": "Take it from their half, and give it to Eleazar the priest, for Yahweh’s wave offering.",
        "30": "Of the children of Israel’s half, you shall take one drawn out of every fifty, of the persons, of the cattle, of the donkeys, and of the flocks, of all the livestock, and give them to the Levites, who perform the duty of Yahweh’s tabernacle.”",
        "31": "Moses and Eleazar the priest did as Yahweh commanded Moses.",
        "32": "Now the plunder, over and above the booty which the men of war took, was six hundred seventy-five thousand sheep,",
        "33": "seventy-two thousand head of cattle,",
        "34": "sixty-one thousand donkeys,",
        "35": "and thirty-two thousand persons in all, of the women who had not known man by lying with him.",
        "36": "The half, which was the portion of those who went out to war, was in number three hundred thirty-seven thousand five hundred sheep;",
        "37": "and Yahweh’s tribute of the sheep was six hundred seventy-five.",
        "38": "The cattle were thirty-six thousand, of which Yahweh’s tribute was seventy-two.",
        "39": "The donkeys were thirty thousand five hundred, of which Yahweh’s tribute was sixty-one.",
        "40": "The persons were sixteen thousand, of whom Yahweh’s tribute was thirty-two persons.",
        "41": "Moses gave the tribute, which was Yahweh’s wave offering, to Eleazar the priest, as Yahweh commanded Moses.",
        "42": "Of the children of Israel’s half, which Moses divided off from the men who fought",
        "43": "(now the congregation’s half was three hundred thirty-seven thousand five hundred sheep,",
        "44": "thirty-six thousand head of cattle,",
        "45": "thirty thousand five hundred donkeys,",
        "46": "and sixteen thousand persons),",
        "47": "even of the children of Israel’s half, Moses took one drawn out of every fifty, both of man and of animal, and gave them to the Levites, who performed the duty of Yahweh’s tabernacle, as Yahweh commanded Moses.",
        "48": "The officers who were over the thousands of the army, the captains of thousands, and the captains of hundreds, came near to Moses.",
        "49": "They said to Moses, “Your servants have taken the sum of the men of war who are under our command, and there lacks not one man of us.",
        "50": "We have brought Yahweh’s offering, what every man found: gold ornaments, armlets, bracelets, signet rings, earrings, and necklaces, to make atonement for our souls before Yahweh.”",
        "51": "Moses and Eleazar the priest took their gold, even all worked jewels.",
        "52": "All the gold of the wave offering that they offered up to Yahweh, of the captains of thousands, and of the captains of hundreds, was sixteen thousand seven hundred fifty shekels.",
        "53": "The men of war had taken booty, every man for himself.",
        "54": "Moses and Eleazar the priest took the gold of the captains of thousands and of hundreds, and brought it into the Tent of Meeting for a memorial for the children of Israel before Yahweh."
      }
    }
  }
}