{
  "book": "Numeri",
  "chapter": "5",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul a vorbit lui Moise și a zis:",
        "2": "„Poruncește copiilor lui Israel să izgonească din tabără pe orice lepros și pe oricine are o lepădare de sămânță sau este întinat prin atingerea de un mort.",
        "3": "Fie bărbați, fie femei, să-i scoateți din tabără; să-i scoateți afară, ca să nu spurce tabăra în mijlocul căreia Îmi am Eu locuința.”",
        "4": "Copiii lui Israel au făcut așa și i-au scos afară din tabără; cum poruncise lui Moise Domnul, așa au făcut copiii lui Israel. Despăgubirea pentru furt",
        "5": "Domnul a vorbit lui Moise și a zis:",
        "6": "„Spune copiilor lui Israel: ‘Când un bărbat sau o femeie va păcătui împotriva aproapelui său, făcând o călcare de lege față de Domnul, și se va face astfel vinovat,",
        "7": "să-și mărturisească păcatul și să dea înapoi în întregime prețul lucrului câștigat prin mijloace necinstite, adăugând a cincea parte; să-l dea aceluia față de care s-a făcut vinovat.",
        "8": "Dacă nu este nimeni care să aibă drept să ia înapoi lucrul câștigat prin mijloace necinstite, lucrul acela să se întoarcă la Domnul, la preot, afară de berbecul adus ca jertfă de ispășire cu care se va face ispășire pentru cel vinovat.",
        "9": "Orice dar ridicat din lucrurile închinate Domnului de copiii lui Israel să fie al preotului căruia îi sunt aduse.",
        "10": "Lucrurile închinate Domnului vor fi ale preotului: tot ce i se va da preotului al lui să fie.’” Apa de gelozie",
        "11": "Domnul a vorbit lui Moise și a zis:",
        "12": "„Vorbește copiilor lui Israel și spune-le: ‘Dacă păcătuiește nevasta cuiva față de bărbatul ei și-i este necredincioasă;",
        "13": "dacă altul se culcă cu ea și lucrul este ascuns de bărbatul ei; dacă ea s-a pângărit în ascuns, fără să fie vreun martor împotriva ei și fără să fie prinsă asupra faptului;",
        "14": "și dacă bărbatul este apucat de un duh de gelozie și are bănuieli asupra nevestei lui, care s-a pângărit, sau dacă este cuprins de un duh de gelozie și are bănuieli asupra nevestei lui, care nu s-a pângărit,",
        "15": "omul acela să-și aducă nevasta la preot și, ca dar de mâncare pentru ea, să aducă a zecea parte dintr-o efă de floare de făină de orz; să nu toarne untdelemn pe ea și să nu pună tămâie pe ea, căci acesta este un dar de mâncare adus pentru gelozie, un dar de descoperire, care descoperă o fărădelege.",
        "16": "Preotul s-o apropie și s-o pună să stea în picioare înaintea Domnului.",
        "17": "Preotul să ia apă sfântă într-un vas de pământ, să ia țărână de pe podeaua cortului și s-o pună în apă.",
        "18": "Preotul să pună pe femeie să stea în picioare înaintea Domnului, să descopere capul femeii și să-i pună în mâini darul de mâncare adus pentru descoperire, darul de mâncare adus pentru gelozie; preotul să aibă în mână apele amare aducătoare de blestem.",
        "19": "Preotul să pună pe femeie să jure și să-i zică: «Dacă niciun om nu s-a culcat cu tine și dacă, fiind sub puterea bărbatului tău, nu te-ai abătut de la el ca să te pângărești cu altul, să nu-ți facă niciun rău aceste ape amare aducătoare de blestem!",
        "20": "Dar dacă, fiind sub puterea bărbatului tău, te-ai abătut de la el și te-ai pângărit și dacă un alt om decât bărbatul tău s-a culcat cu tine»,",
        "21": "și preotul să pună pe femeie să jure cu un jurământ de blestem și să-i zică: «Domnul să te facă să ajungi de blestem și de urgie în mijlocul poporului tău, făcând să ți se usuce coapsa și să ți se umfle pântecele,",
        "22": "și apele acestea aducătoare de blestem să intre în măruntaiele tale, ca să facă să ți se umfle pântecele și să ți se usuce coapsa!» Și femeia să zică: «Amin! Amin!»",
        "23": "Preotul să scrie blestemele acestea într-o carte, apoi să le șteargă cu apele cele amare.",
        "24": "Și să dea femeii să bea apele amare aducătoare de blestem, și apele aducătoare de blestem vor intra în ea și-i vor pricinui amărăciunea.",
        "25": "Preotul să ia din mâinile femeii darul de mâncare adus pentru gelozie, să legene darul într-o parte și într-alta înaintea Domnului și să-l aducă pe altar.",
        "26": "Apoi preotul să ia un pumn din darul acesta, ca aducere aminte, și să-l ardă pe altar. După aceea, să dea femeii să bea apele.",
        "27": "După ce îi va da să bea apele, dacă ea s-a pângărit și a fost necredincioasă bărbatului ei, apele aducătoare de blestem vor intra în ea și-i vor pricinui amărăciunea; pântecele i se va umfla, coapsa i se va usca, și femeia aceasta va fi de blestem în mijlocul poporului ei.",
        "28": "Dar, dacă femeia nu s-a pângărit și este curată, va rămâne neatinsă și va avea copii.",
        "29": "Aceasta este legea asupra geloziei, pentru împrejurarea când o femeie care este sub puterea bărbatului ei se abate și se pângărește",
        "30": "și pentru împrejurarea când un bărbat, apucat de un duh de gelozie, are bănuieli asupra nevestei lui: preotul s-o pună să stea în picioare înaintea Domnului și să-i facă întocmai după legea aceasta.",
        "31": "Bărbatul va fi scutit de vină, dar femeia aceea își va lua pedeapsa nelegiuirii ei.’”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Apoi Domnul i-a vorbit lui Moise, zicând:",
        "2": "„Poruncește-le fiilor lui Israel să-i scoată afară din tabără pe toți cei care au o rană infecțioasă, pe toți aceia care au vreo scurgere și pe oricine este necurat din cauză că a atins un mort.",
        "3": "Să-i scoateți afară, atât pe bărbați, cât și pe femei; să-i scoateți afară din tabără ca nu cumva să pângărească tabăra, căci Eu locuiesc în mijlocul lor“.",
        "4": "Fiii lui Israel au făcut întocmai; ei i-au scos afară din tabără. Fiii lui Israel au făcut așa cum îi spusese Domnul lui Moise.",
        "5": "Domnul i-a vorbit lui Moise, zicând:",
        "6": "„Spune-le fiilor lui Israel: «Când un bărbat sau o femeie comite vreunul dintre păcatele pe care le fac oamenii, fiindu-I astfel necredincios Domnului, acel om este vinovat",
        "7": "și trebuie să-și mărturisească păcatul pe care l-a făcut. De asemenea, el trebuie să dea înapoi în întregime prețul pentru paguba făcută, să adauge încă o cincime la acest preț și să îl dea celui pe care l-a păgubit.",
        "8": "Dar, dacă omul nu are nicio rudenie față de care să se facă restituirea pentru paguba făcută, atunci restituirea pentru paguba făcută să se întoarcă la Domnul și să fie a preotului, împreună cu berbecul pentru ispășire, cu care el trebuie să facă ispășire pentru acel om.",
        "9": "De asemenea, orice contribuție din toate darurile sfinte pe care fiii lui Israel le aduc la preot, să fie a preotului.",
        "10": "Darurile sfinte aduse de vreun om îi vor rămâne lui, iar ceea ce-i va da preotului să fie a preotului»“. Testul pentru femeia suspectată de adulter",
        "11": "Apoi Domnul i-a vorbit lui Moise, zicând:",
        "12": "„Spune-le fiilor lui Israel: «Dacă soția unui bărbat se abate și îi este necredincioasă,",
        "13": "dacă un alt bărbat se culcă cu ea, dar lucrul aceasta este ascuns de ochii soțului ei și, astfel, ea rămâne nedescoperită, cu toate că s-a pângărit, dacă nu există nicio mărturie împotriva ei și n-a fost prinsă în fapt,",
        "14": "dacă un duh de gelozie vine peste soțul ei și el începe să fie gelos pe soția lui care s-a pângărit sau dacă un duh de gelozie vine peste el și el începe să fie gelos pe soția lui, deși ea nu s-a pângărit,",
        "15": "atunci bărbatul să-și aducă soția la preot și să aducă jertfa cerută pentru ea: a zecea parte dintr-o efă de făină de orz. Să nu toarne ulei pe ea și să nu pună tămâie, pentru că este un dar de mâncare pentru gelozie, un dar de mâncare pentru aducere-aminte, care amintește o nelegiuire.",
        "16": "Apoi preotul s-o apropie și s-o pună să stea înaintea Domnului.",
        "17": "Preotul să ia apă sfântă într-un vas de pământ. Apoi să ia niște praf de pe podeaua Tabernaculului și să-l pună în apă.",
        "18": "Preotul să pună femeia să stea înaintea Domnului, să descopere capul femeii și să-i pună în mâini darul de mâncare pentru aducerea-aminte, care este darul de mâncare pentru gelozie. Preotul să aibă în mână apa amară care aduce blestem.",
        "19": "Preotul s-o pună pe femeie să jure și să-i zică: ‘Dacă niciun bărbat nu s-a culcat cu tine și dacă nu te-ai abătut spre necurăție, în timp ce erai sub autoritatea soțului, atunci să nu-ți facă niciun rău aceste ape amare care aduc blestem.",
        "20": "Dar dacă te-ai abătut, în timp ce erai sub autoritatea soțului, și dacă te-ai pângărit, iar un bărbat, altul decât soțul tău, s-a culcat cu tine’",
        "21": "(preotul s-o pună pe femeie să jure cu un jurământ al blestemului și preotul să-i spună femeii aceste cuvinte:) ‘Domnul să te facă să fii de blestem și de jurământ în mijlocul poporului tău, făcând să ți se lase coapsa și să ți se umfle pântecul.",
        "22": "Fie ca această apă, care aduce blestem, să-ți intre în măruntaie și să facă să ți se umfle pântecul și să ți se lase coapsa!’ Și femeia să zică: ‘Amin! Amin!’.",
        "23": "Preotul să scrie aceste blesteme pe un sul și să le șteargă apoi cu apă amară.",
        "24": "După aceea, să-i dea femeii să bea apa amară care aduce blestem. Apa care aduce blestem va intra în ea și-i va provoca amărăciune.",
        "25": "Preotul să ia din mâinile femeii darul de mâncare adus pentru gelozie, să-l legene înaintea Domnului și să-l aducă la altar.",
        "26": "Preotul să ia un pumn din darul de mâncare, ca aducere-aminte, și să-l ardă pe altar. Apoi să dea femeii să bea apa.",
        "27": "După ce îi va da să bea apa, dacă ea s-a pângărit și i-a fost necredincioasă soțului ei, apa care aduce blestem va intra în ea și îi va provoca amărăciune: pântecul i se va umfla, coapsa i se va lăsa și femeia va fi de blestem în mijlocul poporului ei.",
        "28": "Dar dacă femeia nu s-a pângărit și este curată, atunci ea va fi nevinovată și va putea avea copii.",
        "29": "Aceasta este legea geloziei, când o femeie, în timp ce este sub autoritatea soțului, se abate și se pângărește,",
        "30": "sau când duhul de gelozie vine peste un bărbat, și el începe să fie gelos pe soția lui. Preotul s-o pună să stea în picioare înaintea Domnului și să-i facă întocmai după legea aceasta.",
        "31": "Bărbatul va fi scutit de vină, dar femeia aceea va purta pedeapsa pentru nelegiuirea ei»“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh spoke to Moses, saying,",
        "2": "“Command the children of Israel that they put out of the camp every leper, everyone who has a discharge, and whoever is unclean by a corpse.",
        "3": "You shall put both male and female outside of the camp so that they don’t defile their camp, in the midst of which I dwell.”",
        "4": "The children of Israel did so, and put them outside of the camp; as Yahweh spoke to Moses, so the children of Israel did.",
        "5": "Yahweh spoke to Moses, saying,",
        "6": "“Speak to the children of Israel: ‘When a man or woman commits any sin that men commit, so as to trespass against Yahweh, and that soul is guilty,",
        "7": "then he shall confess his sin which he has done; and he shall make restitution for his guilt in full, add to it the fifth part of it, and give it to him in respect of whom he has been guilty.",
        "8": "But if the man has no kinsman to whom restitution may be made for the guilt, the restitution for guilt which is made to Yahweh shall be the priest’s, in addition to the ram of the atonement, by which atonement shall be made for him.",
        "9": "Every heave offering of all the holy things of the children of Israel, which they present to the priest, shall be his.",
        "10": "Every man’s holy things shall be his; whatever any man gives the priest, it shall be his.’”",
        "11": "Yahweh spoke to Moses, saying,",
        "12": "“Speak to the children of Israel, and tell them: ‘If any man’s wife goes astray and is unfaithful to him,",
        "13": "and a man lies with her carnally, and it is hidden from the eyes of her husband and this is kept concealed, and she is defiled, there is no witness against her, and she isn’t taken in the act;",
        "14": "and the spirit of jealousy comes on him, and he is jealous of his wife and she is defiled; or if the spirit of jealousy comes on him, and he is jealous of his wife and she isn’t defiled;",
        "15": "then the man shall bring his wife to the priest, and shall bring her offering for her: one tenth of an ephah of barley meal. He shall pour no oil on it, nor put frankincense on it, for it is a meal offering of jealousy, a meal offering of memorial, bringing iniquity to memory.",
        "16": "The priest shall bring her near, and set her before Yahweh.",
        "17": "The priest shall take holy water in an earthen vessel; and the priest shall take some of the dust that is on the floor of the tabernacle and put it into the water.",
        "18": "The priest shall set the woman before Yahweh, and let the hair of the woman’s head go loose, and put the meal offering of memorial in her hands, which is the meal offering of jealousy. The priest shall have in his hand the water of bitterness that brings a curse.",
        "19": "The priest shall cause her to take an oath and shall tell the woman, “If no man has lain with you, and if you haven’t gone aside to uncleanness, being under your husband’s authority, be free from this water of bitterness that brings a curse.",
        "20": "But if you have gone astray, being under your husband’s authority, and if you are defiled, and some man has lain with you besides your husband—”",
        "21": "then the priest shall cause the woman to swear with the oath of cursing, and the priest shall tell the woman, “May Yahweh make you a curse and an oath among your people, when Yahweh allows your thigh to fall away, and your body to swell;",
        "22": "and this water that brings a curse will go into your bowels, and make your body swell, and your thigh fall away.” The woman shall say, “Amen, Amen.”",
        "23": "“‘The priest shall write these curses in a book, and he shall wipe them into the water of bitterness.",
        "24": "He shall make the woman drink the water of bitterness that causes the curse; and the water that causes the curse shall enter into her and become bitter.",
        "25": "The priest shall take the meal offering of jealousy out of the woman’s hand, and shall wave the meal offering before Yahweh, and bring it to the altar.",
        "26": "The priest shall take a handful of the meal offering, as its memorial portion, and burn it on the altar, and afterward shall make the woman drink the water.",
        "27": "When he has made her drink the water, then it shall happen, if she is defiled and has committed a trespass against her husband, that the water that causes the curse will enter into her and become bitter, and her body will swell, and her thigh will fall away; and the woman will be a curse among her people.",
        "28": "If the woman isn’t defiled, but is clean; then she shall be free, and shall conceive offspring.",
        "29": "“‘This is the law of jealousy, when a wife, being under her husband, goes astray, and is defiled,",
        "30": "or when the spirit of jealousy comes on a man, and he is jealous of his wife; then he shall set the woman before Yahweh, and the priest shall execute on her all this law.",
        "31": "The man shall be free from iniquity, and that woman shall bear her iniquity.’”"
      }
    }
  }
}