{
  "book": "Numeri",
  "chapter": "16",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Core, fiul lui Ițehar, fiul lui Chehat, fiul lui Levi, s-a răsculat împreună cu Datan și Abiram, fiii lui Eliab, și On, fiul lui Pelet, câteșitrei fiii lui Ruben.",
        "2": "S-au răsculat împotriva lui Moise, împreună cu două sute cincizeci de oameni din copiii lui Israel, din fruntașii adunării, din cei ce erau chemați la sfat și care erau oameni cu nume.",
        "3": "Ei s-au adunat împotriva lui Moise și Aaron și le-au zis: „Destul! Căci toată adunarea, toți sunt sfinți și Domnul este în mijlocul lor. Pentru ce vă ridicați voi mai presus de adunarea Domnului?”",
        "4": "Când a auzit Moise lucrul acesta, a căzut cu fața la pământ.",
        "5": "A vorbit lui Core și la toată ceata lui și a zis: „Mâine, Domnul va arăta cine este al Lui și cine este sfânt și-l va lăsa să se apropie de El; va lăsa să se apropie de El pe acela pe care-l va alege.",
        "6": "Iată ce să faceți. Luați cădelnițe, Core și toată ceata lui.",
        "7": "Mâine, puneți foc în ele și puneți tămâie pe el înaintea Domnului. Acela pe care-l va alege Domnul va fi sfânt. Destul, copiii lui Levi!”",
        "8": "Moise a zis lui Core: „Ascultați dar, copiii lui Levi!",
        "9": "Prea puțin lucru este oare pentru voi că Dumnezeul lui Israel v-a ales din adunarea lui Israel, lăsându-vă să vă apropiați de El, ca să fiți întrebuințați la slujba cortului Domnului și să vă înfățișați înaintea adunării ca să-i slujiți?",
        "10": "V-a lăsat să vă apropiați de El, pe tine și pe toți frații tăi, pe copiii lui Levi, și acum mai voiți și preoția!",
        "11": "De aceea te aduni tu și ceata ta împotriva Domnului! Căci cine este Aaron, ca să cârtiți împotriva lui?”",
        "12": "Moise a trimis să cheme pe Datan și pe Abiram, fiii lui Eliab. Dar ei au zis: „Nu ne suim.",
        "13": "N-ajunge că ne-ai scos dintr-o țară unde curge lapte și miere ca să ne faci să murim în pustie, de vrei să mai și stăpânești peste noi?",
        "14": "Ce bine ne-ai mai dus într-o țară unde curge lapte și miere și ce bine ne-ai mai dat în stăpânire ogoare și vii! Crezi că poți să iei ochii oamenilor? Nu ne suim!”",
        "15": "Moise s-a mâniat foarte tare și a zis Domnului: „Nu căuta la darul lor. Nu le-am luat nici măcar un măgar și n-am făcut rău niciunuia din ei.”",
        "16": "Moise a zis lui Core: „Tu și toată ceata ta mâine să fiți înaintea Domnului, tu și ei, împreună cu Aaron.",
        "17": "Luați-vă fiecare cădelnița, puneți tămâie în ea și aduceți fiecare înaintea Domnului cădelnița lui: două sute cincizeci de cădelnițe, tu și Aaron; să vă luați și voi fiecare cădelnița lui.”",
        "18": "Și-au luat, fiecare, cădelnița, au pus foc în ea, au pus tămâie în foc și au stat la ușa cortului întâlnirii, împreună cu Moise și Aaron.",
        "19": "Și Core a chemat toată adunarea împotriva lui Moise și Aaron, la ușa cortului întâlnirii. Atunci, slava Domnului s-a arătat întregii adunări.",
        "20": "Și Domnul a vorbit lui Moise și lui Aaron și a zis:",
        "21": "„Despărțiți-vă din mijlocul acestei adunări și-i voi topi într-o clipă.”",
        "22": "Ei au căzut cu fețele la pământ și au zis: „Dumnezeule, Dumnezeul duhurilor oricărui trup! Un singur om a păcătuit, și să Te mânii împotriva întregii adunări?”",
        "23": "Domnul a vorbit lui Moise și a zis:",
        "24": "„Vorbește adunării și spune-i: ‘Dați-vă la o parte din preajma locuinței lui Core, Datan și Abiram!’”",
        "25": "Moise s-a sculat și s-a dus la Datan și Abiram; și bătrânii lui Israel au mers după el.",
        "26": "A vorbit adunării și a zis: „Depărtați-vă de corturile acestor oameni răi și nu vă atingeți de nimic din ce este al lor, ca să nu pieriți odată cu pedepsirea lor pentru toate păcatele lor.”",
        "27": "Ei s-au depărtat din preajma locuinței lui Core, Datan și Abiram. Datan și Abiram au ieșit afară și au stat la ușa corturilor lor, cu nevestele, copiii și pruncii lor.",
        "28": "Moise a zis: „Iată cum veți cunoaște că Domnul m-a trimis să fac toate aceste lucruri și că nu lucrez din capul meu.",
        "29": "Dacă oamenii aceștia vor muri cum mor toți oamenii și dacă vor avea aceeași soartă ca toți oamenii, nu m-a trimis Domnul,",
        "30": "dar dacă Domnul va face un lucru nemaiauzit, dacă pământul își va deschide gura ca să-i înghită cu tot ce au, așa încât se vor coborî de vii în Locuința morților, atunci veți ști că oamenii aceștia au hulit pe Domnul.”",
        "31": "Pe când isprăvea el de spus toate aceste vorbe, pământul de sub ei s-a despicat în două.",
        "32": "Pământul și-a deschis gura și i-a înghițit, pe ei și casele lor, împreună cu toți oamenii lui Core și toate averile lor.",
        "33": "Și s-au coborât astfel de vii în Locuința morților, ei și tot ce aveau; pământul i-a acoperit de tot și au pierit din mijlocul adunării.",
        "34": "Tot Israelul care era în jurul lor, când au țipat ei, a fugit, căci ziceau: „Să fugim ca să nu ne înghită pământul!”",
        "35": "Un foc a ieșit de la Domnul și a mistuit pe cei două sute cincizeci de oameni care aduceau tămâia.",
        "36": "Domnul a vorbit lui Moise și a zis:",
        "37": "„Spune lui Eleazar, fiul preotului Aaron, să scoată cădelnițele din foc și să lepede focul din ele, căci sunt sfințite.",
        "38": "Cu cădelnițele acestor oameni care au păcătuit și au ispășit păcatul cu viața lor să se facă niște plăci întinse, cu care să se acopere altarul. Fiindcă au fost aduse înaintea Domnului și sunt sfințite, să slujească de aducere aminte copiilor lui Israel.”",
        "39": "Preotul Eleazar a luat cădelnițele de aramă pe care le aduseseră cei arși și a făcut din ele niște plăci pentru acoperirea altarului.",
        "40": "Acesta este un semn de aducere aminte pentru copiii lui Israel, pentru ca niciun străin care nu este din neamul lui Aaron să nu se apropie să aducă tămâie înaintea Domnului și să nu i se întâmple ca lui Core și cetei lui, după cum spusese Domnul prin Moise. O nouă răzvrătire a poporului",
        "41": "A doua zi, toată adunarea copiilor lui Israel a cârtit împotriva lui Moise și împotriva lui Aaron, zicând: „Voi ați omorât pe poporul Domnului!”",
        "42": "Pe când se strângea adunarea împotriva lui Moise și împotriva lui Aaron și pe când își îndreptau privirile spre cortul întâlnirii, iată că l-a acoperit norul și s-a arătat slava Domnului.",
        "43": "Atunci, Moise și Aaron au venit înaintea cortului întâlnirii.",
        "44": "Și Domnul a vorbit lui Moise și a zis:",
        "45": "„Dați-vă la o parte din mijlocul acestei adunări și-i voi topi într-o clipă!” Ei au căzut cu fețele la pământ;",
        "46": "și Moise a zis lui Aaron: „Ia cădelnița, pune foc în ea de pe altar, pune tămâie în ea, du-te repede la adunare și fă ispășire pentru ei, căci a izbucnit mânia Domnului și a început urgia.”",
        "47": "Aaron a luat cădelnița, cum zisese Moise, și a alergat în mijlocul adunării și iată că începuse urgia printre popor. El a tămâiat și a făcut ispășire pentru norod.",
        "48": "S-a așezat între cei morți și între cei vii, și urgia a încetat.",
        "49": "Paisprezece mii șapte sute de inși au murit de urgia aceasta, afară de cei ce muriseră din pricina lui Core.",
        "50": "Aaron s-a întors la Moise, la ușa cortului întâlnirii. Urgia încetase."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Korah, fiul lui Ițhar, fiul lui Chehat, fiul lui Levi, împreună cu Datan și Abiram, fiii lui Eliab, și On, fiul lui Pelet – urmași ai lui Ruben – au luat",
        "2": "două sute cincizeci de bărbați dintre fiii lui Israel, conducători ai comunității, dintre cei chemați la sfatul adunării, bărbați cu renume, și s-au ridicat împotriva lui Moise.",
        "3": "S-au adunat împotriva lui Moise și a lui Aaron și le-au zis: ‒ Ați mers prea departe! Toată comunitatea este sfântă, fiecare om din adunare, și Domnul este în mijlocul ei. Deci, de ce vă ridicați pe voi înșivă deasupra comunității Domnului?",
        "4": "Când a auzit Moise, s-a aruncat cu fața la pământ.",
        "5": "Apoi, i-a zis lui Korah și adunării lui: ‒ Mâine dimineață, Domnul va face cunoscut cine este al Său, cine este sfânt și cine are voie să se apropie de El. Cel pe care El l-a ales, acela se va apropia de El.",
        "6": "Faceți lucrul acesta: luați fărașe pentru cărbuni, atât tu, Korah, cât și adunarea ta,",
        "7": "și mâine puneți în ele foc și tămâie înaintea Domnului. Omul pe care îl alege Domnul va fi cel sfânt. Voi, leviții, ați mers prea departe!",
        "8": "Apoi Moise i-a zis lui Korah: ‒ Ascultați, vă rog, fii ai lui Levi!",
        "9": "Este prea puțin pentru voi că Dumnezeul lui Israel v-a separat de comunitatea lui Israel, aducându-vă aproape de El ca să îndepliniți slujba de la Tabernaculul Domnului, să stați înaintea comunității și s-o slujiți?",
        "10": "El te-a adus aproape de El, atât pe tine, cât și pe toți frații tăi, fiii lui Levi, iar acum vreți și preoția?",
        "11": "De aceea, să știi că tu și toată adunarea ta, v-ați strâns împotriva Domnului. Căci cine este Aaron, ca să protestați împotriva lui?",
        "12": "Moise a trimis după Datan și Abiram, fiii lui Eliab, dar ei au zis: ‒ Nu vom veni!",
        "13": "Este prea puțin că ne-ai scos dintr-o țară în care curge lapte și miere ca să ne omori în deșert, încât vrei să și domnești peste noi?",
        "14": "Mai mult, nu ne-ai dus într-o țară în care curge lapte și miere, nici nu ne-ai dat ca moștenire terenuri și vii. Crezi că le poți scoate ochii acestor oameni? Nu vom veni!",
        "15": "Moise s-a mâniat foarte tare și I-a zis Domnului: „Nu Te uita la jertfa lor! Nu le-am luat nici măcar un măgar și nu le-am făcut niciun rău niciunuia dintre ei“.",
        "16": "După aceea, Moise i-a zis lui Korah: ‒ Tu și toată adunarea ta să vă înfățișați mâine înaintea Domnului – tu, ei și Aaron.",
        "17": "Fiecare să-și ia fărașul pentru cărbuni, să pună tămâie în el și să-și pună fărașul înaintea Domnului: vor fi două sute cincizeci de fărașe pentru cărbuni. Atât tu, cât și Aaron să veniți fiecare cu fărașul lui.",
        "18": "Și-au luat fiecare fărașele pentru cărbuni, au pus foc și tămâie în ele și au stat la intrarea în Cortul Întâlnirii împreună cu Moise și Aaron.",
        "19": "Korah a mobilizat întreaga adunare împotriva lor la intrarea în Cortul Întâlnirii. Atunci gloria Domnului s-a arătat întregii adunări.",
        "20": "Domnul le-a vorbit lui Moise și Aaron, zicând:",
        "21": "‒ Separați-vă de această adunare, ca să-i pot nimici într-o clipă.",
        "22": "Ei s-au aruncat cu fața la pământ și au zis: ‒ O, Dumnezeule, Dumnezeul duhurilor oricărui trup, dacă va păcătui un singur om, Te vei mânia pe toată adunarea?",
        "23": "Domnul i-a vorbit lui Moise, zicând:",
        "24": "‒ Vorbește-i adunării astfel: „Îndepărtați-vă de locuințele lui Korah, Datan și Abiram“.",
        "25": "Moise s-a ridicat și s-a dus la Datan și Abiram, iar bătrânii lui Israel au mers după el.",
        "26": "El a vorbit adunării, zicând: „Vă rog, îndepărtați-vă de corturile acestor oameni răi și nu atingeți nimic din ce este al lor, ca nu cumva să fiți spulberați din cauza tuturor păcatelor lor“.",
        "27": "Ei s-au îndepărtat de corturile lui Korah, Datan și Abiram. Datan și Abiram au ieșit și au stat fiecare la intrarea cortului său împreună cu soțiile, fiii și copilașii lor.",
        "28": "Moise le-a zis: „Prin aceasta veți cunoaște că Domnul m-a trimis să fac toate aceste lucrări, căci nu le-am făcut din mintea mea.",
        "29": "Dacă aceștia vor muri cum moare orice om sau dacă vor fi pedepsiți cum este pedepsit orice om, înseamnă că nu Domnul m-a trimis.",
        "30": "Dar dacă Domnul face ceva complet nou, dacă pământul își deschide gura și-i înghite cu tot ceea ce au, iar ei coboară de vii în Locuința Morților, atunci să știți că oamenii aceștia L-au disprețuit pe Domnul“.",
        "31": "Imediat ce a terminat de spus toate aceste cuvinte, pământul de sub ei s-a despicat.",
        "32": "Pământul și-a deschis gura și i-a înghițit, atât pe ei și casele lor, cât și pe toți oamenii lui Korah cu toate bunurile lor.",
        "33": "Și, astfel, ei și tot ce era al lor au coborât de vii în Locuința Morților. Pământul s-a închis peste ei și au pierit din mijlocul adunării.",
        "34": "Auzind strigătul acestora, tot Israelul, care se afla în jurul lor, a început să fugă, căci ziceau: „Să nu cumva să ne înghită pământul!“.",
        "35": "Atunci a ieșit un foc de la Domnul și i-a ars pe cei două sute cincizeci de bărbați care au adus tămâie.",
        "36": "Domnul i-a vorbit lui Moise, zicând:",
        "37": "„Spune-i lui Elazar, fiul preotului Aaron, să ia din foc fărașele pentru cărbuni, pentru că sunt sfinte, și să împrăștie cărbunii la distanță.",
        "38": "Din fărașele acestor oameni, care au păcătuit împotriva sufletelor lor, să se facă niște plăci bătute cu care să se acopere altarul, căci ei le-au adus înaintea Domnului și, prin urmare, sunt sfinte. Ele vor fi un semn pentru fiii lui Israel“.",
        "39": "Preotul Elazar a luat fărașele de bronz pe care le aduseseră cei arși, le-a bătut și a făcut niște plăci pentru acoperirea altarului.",
        "40": "Aceasta este o aducere-aminte pentru fiii lui Israel, pentru ca niciun străin, care nu este urmaș al lui Aaron, să nu se apropie să aducă tămâie înaintea Domnului, ca să nu i se întâmple ca lui Korah și adunării lui, așa cum îi vorbise Domnul lui Elazar prin Moise. Rebeliunea întregului popor",
        "41": "A doua zi, întreaga comunitate a fiilor lui Israel a protestat împotriva lui Moise și a lui Aaron, zicând: „Voi ați omorât poporul Domnului!“.",
        "42": "În timp ce adunarea se strânsese împotriva lor, Moise și Aaron s-au întors spre Cortul Întâlnirii. Și, iată că norul l-a acoperit și gloria Domnului s-a arătat.",
        "43": "Moise și Aaron au venit înaintea Cortului Întâlnirii",
        "44": "și Domnul i-a vorbit lui Moise, zicând:",
        "45": "„Ieșiți din mijlocul acestei adunări, ca s-o nimicesc într-o clipă!“. Ei s-au aruncat cu fața la pământ.",
        "46": "Moise i-a zis lui Aaron: „Ia-ți fărașul pentru cărbuni, pune în el foc de pe altar, pune tămâie în el și du-te repede la popor ca să faci ispășire pentru el, pentru că a izbucnit mânia dinaintea Domnului; urgia a început“.",
        "47": "Aaron a luat fărașul pentru cărbuni, așa cum îi zisese Moise, și a fugit în mijlocul poporului. Și, iată că urgia începuse deja în popor. A tămâiat și a făcut ispășire pentru popor.",
        "48": "El s-a așezat între cei morți și cei vii, și urgia s-a oprit.",
        "49": "Cei omorâți de urgie au fost paisprezece mii șapte sute, în afară de cei ce muriseră din cauza lui Korah.",
        "50": "Aaron s-a întors la Moise, la intrarea în Cortul Întâlnirii. Urgia se oprise."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now Korah, the son of Izhar, the son of Kohath, the son of Levi, with Dathan and Abiram, the sons of Eliab, and On, the son of Peleth, sons of Reuben, took some men.",
        "2": "They rose up before Moses, with some of the children of Israel, two hundred fifty princes of the congregation, called to the assembly, men of renown.",
        "3": "They assembled themselves together against Moses and against Aaron, and said to them, “You take too much on yourself, since all the congregation are holy, everyone of them, and Yahweh is among them! Why do you lift yourselves up above Yahweh’s assembly?”",
        "4": "When Moses heard it, he fell on his face.",
        "5": "He said to Korah and to all his company, “In the morning, Yahweh will show who are his, and who is holy, and will cause him to come near to him. Even him whom he shall choose, he will cause to come near to him.",
        "6": "Do this: have Korah and all his company take censers,",
        "7": "put fire in them, and put incense on them before Yahweh tomorrow. It shall be that the man whom Yahweh chooses, he shall be holy. You have gone too far, you sons of Levi!”",
        "8": "Moses said to Korah, “Hear now, you sons of Levi!",
        "9": "Is it a small thing to you that the God of Israel has separated you from the congregation of Israel, to bring you near to himself, to do the service of Yahweh’s tabernacle, and to stand before the congregation to minister to them;",
        "10": "and that he has brought you near, and all your brothers the sons of Levi with you? Do you seek the priesthood also?",
        "11": "Therefore you and all your company have gathered together against Yahweh! What is Aaron that you complain against him?”",
        "12": "Moses sent to call Dathan and Abiram, the sons of Eliab; and they said, “We won’t come up!",
        "13": "Is it a small thing that you have brought us up out of a land flowing with milk and honey, to kill us in the wilderness, but you must also make yourself a prince over us?",
        "14": "Moreover you haven’t brought us into a land flowing with milk and honey, nor given us inheritance of fields and vineyards. Will you put out the eyes of these men? We won’t come up.”",
        "15": "Moses was very angry, and said to Yahweh, “Don’t respect their offering. I have not taken one donkey from them, neither have I hurt one of them.”",
        "16": "Moses said to Korah, “You and all your company go before Yahweh, you, and they, and Aaron, tomorrow.",
        "17": "Each man take his censer and put incense on it, and each man bring before Yahweh his censer, two hundred fifty censers; you also, and Aaron, each with his censer.”",
        "18": "They each took his censer, and put fire in it, and laid incense on it, and stood at the door of the Tent of Meeting with Moses and Aaron.",
        "19": "Korah assembled all the congregation opposite them to the door of the Tent of Meeting. Yahweh’s glory appeared to all the congregation.",
        "20": "Yahweh spoke to Moses and to Aaron, saying,",
        "21": "“Separate yourselves from among this congregation, that I may consume them in a moment!”",
        "22": "They fell on their faces, and said, “God, the God of the spirits of all flesh, shall one man sin, and will you be angry with all the congregation?”",
        "23": "Yahweh spoke to Moses, saying,",
        "24": "“Speak to the congregation, saying, ‘Get away from around the tent of Korah, Dathan, and Abiram!’”",
        "25": "Moses rose up and went to Dathan and Abiram; and the elders of Israel followed him.",
        "26": "He spoke to the congregation, saying, “Depart, please, from the tents of these wicked men, and touch nothing of theirs, lest you be consumed in all their sins!”",
        "27": "So they went away from the tent of Korah, Dathan, and Abiram, on every side. Dathan and Abiram came out, and stood at the door of their tents with their wives, their sons, and their little ones.",
        "28": "Moses said, “Hereby you shall know that Yahweh has sent me to do all these works; for they are not from my own mind.",
        "29": "If these men die the common death of all men, or if they experience what all men experience, then Yahweh hasn’t sent me.",
        "30": "But if Yahweh makes a new thing, and the ground opens its mouth, and swallows them up with all that belong to them, and they go down alive into Sheol, then you shall understand that these men have despised Yahweh.”",
        "31": "As he finished speaking all these words, the ground that was under them split apart.",
        "32": "The earth opened its mouth and swallowed them up with their households, all of Korah’s men, and all their goods.",
        "33": "So they, and all that belonged to them went down alive into Sheol. The earth closed on them, and they perished from among the assembly.",
        "34": "All Israel that were around them fled at their cry; for they said, “Lest the earth swallow us up!”",
        "35": "Fire came out from Yahweh, and devoured the two hundred fifty men who offered the incense.",
        "36": "Yahweh spoke to Moses, saying,",
        "37": "“Speak to Eleazar the son of Aaron the priest, that he take up the censers out of the burning, and scatter the fire away from the camp; for they are holy,",
        "38": "even the censers of those who sinned against their own lives. Let them be beaten into plates for a covering of the altar, for they offered them before Yahweh. Therefore they are holy. They shall be a sign to the children of Israel.”",
        "39": "Eleazar the priest took the bronze censers which those who were burned had offered; and they beat them out for a covering of the altar,",
        "40": "to be a memorial to the children of Israel, to the end that no stranger who isn’t of the offspring of Aaron, would come near to burn incense before Yahweh, that he not be as Korah and as his company; as Yahweh spoke to him by Moses.",
        "41": "But on the next day all the congregation of the children of Israel complained against Moses and against Aaron, saying, “You have killed Yahweh’s people!”",
        "42": "When the congregation was assembled against Moses and against Aaron, they looked toward the Tent of Meeting. Behold, the cloud covered it, and Yahweh’s glory appeared.",
        "43": "Moses and Aaron came to the front of the Tent of Meeting.",
        "44": "Yahweh spoke to Moses, saying,",
        "45": "“Get away from among this congregation, that I may consume them in a moment!” They fell on their faces.",
        "46": "Moses said to Aaron, “Take your censer, put fire from the altar in it, lay incense on it, carry it quickly to the congregation, and make atonement for them; for wrath has gone out from Yahweh! The plague has begun.”",
        "47": "Aaron did as Moses said, and ran into the middle of the assembly. The plague had already begun among the people. He put on the incense, and made atonement for the people.",
        "48": "He stood between the dead and the living; and the plague was stayed.",
        "49": "Now those who died by the plague were fourteen thousand seven hundred, in addition to those who died about the matter of Korah.",
        "50": "Aaron returned to Moses to the door of the Tent of Meeting, and the plague was stopped."
      }
    }
  }
}