{
  "book": "Numeri",
  "chapter": "11",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Poporul a cârtit în gura mare împotriva Domnului, zicând că-i merge rău. Când a auzit, Domnul S-a mâniat. S-a aprins între ei focul Domnului și a mistuit o parte din marginea taberei.",
        "2": "Poporul a strigat către Moise. Moise s-a rugat Domnului, și focul s-a stins.",
        "3": "Locului aceluia i-au pus numele Tabeera (Ardere), pentru că se aprinsese focul Domnului printre ei. Prepelițele",
        "4": "Adunăturii de oameni care se aflau în mijlocul lui Israel i-a venit poftă, ba chiar și copiii lui Israel au început să plângă și să zică: „Cine ne va da carne să mâncăm?",
        "5": "Ne aducem aminte de peștii pe care-i mâncam în Egipt și care nu ne costau nimic, de castraveți, de pepeni, de praji, de ceapă și de usturoi.",
        "6": "Acum ni s-a uscat sufletul: nu mai este nimic! Ochii noștri nu văd decât mana aceasta.”",
        "7": "Mana semăna cu grăuntele de coriandru și la vedere era ca bedelionul.",
        "8": "Poporul se risipea și o strângea, o măcina la râșniță sau o pisa într-o piuă; o fierbea în oală și făcea turte din ea. Mana avea gustul unei turte făcute cu untdelemn.",
        "9": "Când cădea roua noaptea în tabără, cădea și mana.",
        "10": "Moise a auzit pe popor plângând, fiecare în familia lui și la ușa cortului lui. Mânia Domnului s-a aprins cu tărie. Moise s-a întristat",
        "11": "și a zis Domnului: „Pentru ce mâhnești Tu pe robul Tău și pentru ce n-am căpătat eu trecere înaintea Ta, de ai pus peste mine sarcina acestui popor întreg?",
        "12": "Oare eu am zămislit pe poporul acesta? Oare eu l-am născut, ca să-mi zici: ‘Poartă-l la sânul tău, cum poartă doica pe copil, până în țara pe care ai jurat părinților lui că i-o vei da’?",
        "13": "De unde să iau carne, ca să dau la tot poporul acesta? Căci ei plâng la mine, zicând: ‘Dă-ne carne ca să mâncăm!’",
        "14": "Eu singur nu pot să port pe tot poporul acesta, căci este prea greu pentru mine.",
        "15": "Decât să Te porți așa cu mine, mai bine omoară-mă, Te rog, dacă mai am vreo trecere înaintea Ta, ca să nu-mi mai văd nenorocirea.”",
        "16": "Domnul a zis lui Moise: „Adună la Mine șaptezeci de bărbați, dintre bătrânii lui Israel, din cei pe care-i cunoști ca bătrâni ai poporului și cu putere asupra lor; adu-i la cortul întâlnirii și să se înfățișeze acolo împreună cu tine.",
        "17": "Eu Mă voi coborî și îți voi vorbi acolo; voi lua din duhul care este peste tine și-l voi pune peste ei, ca să poarte împreună cu tine sarcina poporului și să n-o porți tu singur.",
        "18": "Să spui poporului: ‘Sfințiți-vă pentru mâine și aveți să mâncați carne, fiindcă ați plâns în auzul Domnului și ați zis: «Cine ne va da carne să mâncăm? Căci noi o duceam bine în Egipt!» Domnul vă va da carne și veți mânca.",
        "19": "Aveți să mâncați carne nu o zi, nici două zile, nici cinci zile, nici zece zile, nici douăzeci de zile,",
        "20": "ci o lună întreagă, până vă va ieși pe nări și vă veți scârbi de ea, pentru că n-ați ascultat de Domnul care este în mijlocul vostru și pentru că ați plâns înaintea Lui, zicând: «Pentru ce am ieșit noi oare din Egipt?»’”",
        "21": "Moise a zis: „Șase sute de mii de oameni care merg pe jos alcătuiesc poporul în mijlocul căruia sunt eu, și Tu zici: ‘Le voi da carne și vor mânca o lună întreagă!’",
        "22": "Putem tăia oare atâtea oi și atâția boi, ca să ajungă? Sau nu cumva avem să prindem toți peștii mării, ca să le ajungă?”",
        "23": "Domnul a răspuns lui Moise: „Nu cumva s-a scurtat oare mâna Domnului? Vei vedea acum dacă ceea ce ți-am spus se va întâmpla sau nu.”",
        "24": "Moise a ieșit și a spus poporului cuvintele Domnului. A adunat șaptezeci de bărbați din bătrânii poporului și i-a pus în jurul cortului.",
        "25": "Domnul S-a coborât în nor și a vorbit lui Moise; a luat din duhul care era peste el și l-a pus peste cei șaptezeci de bătrâni. Și de îndată ce duhul s-a așezat peste ei, au început să prorocească, dar după aceea n-au mai prorocit.",
        "26": "Doi oameni, unul numit Eldad și altul Medad, rămăseseră în tabără, și duhul s-a așezat și peste ei, căci erau dintre cei scriși, măcar că nu se duseseră la cort. Și au început să prorocească și ei în tabără.",
        "27": "Un tânăr a alergat și a dat de știre lui Moise, zicând: „Eldad și Medad prorocesc în tabără.”",
        "28": "Și Iosua, fiul lui Nun, care slujea lui Moise din tinerețea lui, a luat cuvântul și a zis: „Domnule Moise, oprește-i.”",
        "29": "Moise i-a răspuns: „Ești gelos pentru mine? Să dea Dumnezeu ca tot poporul Domnului să fie alcătuit din proroci și Domnul să-Și pună Duhul Lui peste ei!”",
        "30": "Apoi Moise s-a întors în tabără, el și bătrânii lui Israel.",
        "31": "Domnul a făcut să sufle de peste mare un vânt, care a adus prepelițe și le-a răspândit peste tabără cale cam de o zi într-o parte și cale cam de o zi de cealaltă parte în jurul taberei. Aveau o înălțime de aproape doi coți de la fața pământului.",
        "32": "În tot timpul zilei aceleia și toată noaptea și toată ziua următoare, poporul s-a sculat și a strâns prepelițe; cel ce strânsese cel mai puțin avea zece omeri. Ei și le-au întins în jurul taberei.",
        "33": "Pe când carnea era încă în dinții lor, fără să fie mestecată, Domnul S-a aprins de mânie împotriva poporului și Domnul a lovit poporul cu o urgie foarte mare.",
        "34": "Au pus locului aceluia numele Chibrot-Hataava (Mormintele lăcomiei), pentru că acolo au îngropat pe poporul apucat de poftă.",
        "35": "De la Chibrot-Hataava, poporul a plecat la Hațerot și s-a oprit la Hațerot."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Poporul a început să se plângă în auzul Domnului că-i merge rău. Când Domnul i-a auzit, S-a mâniat foarte tare. Focul Domnului s-a aprins împotriva lor și a ars o parte din marginea taberei.",
        "2": "Atunci poporul a strigat către Moise. Moise s-a rugat Domnului și focul s-a stins.",
        "3": "Acelui loc i s-a pus numele Tabera, pentru că focul Domnului s-a aprins împotriva lor. Poporul se plânge de mană",
        "4": "După aceea, adunătura de oameni care era în mijlocul lor a poftit cu nesaț, astfel că și fiii lui Israel s-au plâns din nou și au zis: „Cine ne va da carne să mâncăm?",
        "5": "Ne aducem aminte de peștele pe care-l mâncam fără plată în Egipt, de castraveți, de pepeni, de praz, de ceapă și de usturoi.",
        "6": "Acum însă, ni s-a uscat sufletul! Nu mai este nimic înaintea ochilor noștri, decât mana aceasta!“.",
        "7": "Mana era ca sămânța de coriandru, iar înfățișarea sa era ca înfățișarea bedelionului.",
        "8": "Poporul umbla prin împrejurimi și o aduna, o măcina în râșniță sau o pisa într-o piuă mică, apoi o fierbea în oale și făcea turte din ea. La gust era ca o turtă coaptă cu ulei.",
        "9": "Când roua cădea noaptea peste tabără, cădea și mana împreună cu ea.",
        "10": "Moise a auzit poporul plângând, fiecare în clanul lui și la intrarea cortului său. Atunci Domnul S-a mâniat foarte tare. Moise a înțeles că ceea ce făceau ei era un lucru rău.",
        "11": "Moise i-a zis Domnului: ‒ De ce te-ai purtat atât de rău cu slujitorul Tău? De ce n-am găsit bunăvoință înaintea Ta și ai lăsat asupra mea povara acestui popor?",
        "12": "Oare eu am conceput poporul acesta? I-am născut eu ca să-mi spui: „Poartă-i la sân cum poartă o doică un sugar“ înspre țara pe care ai jurat strămoșilor lor că le-o vei da?",
        "13": "De unde să iau carne pentru tot poporul acesta? Căci vin și plâng înaintea mea, zicând: „Dă-ne carne să mâncăm!“.",
        "14": "Nu pot duce singur acest popor, căci este o povară prea grea pentru mine.",
        "15": "Dacă așa Te porți cu mine, Te rog, mai bine omoară-mă! Omoară-mă, dacă am găsit bunăvoință înaintea Ta, și nu mă mai lăsa să-mi văd nenorocirea!",
        "16": "Domnul i-a zis lui Moise: ‒ Adună la Mine șaptezeci de bărbați dintre bătrânii lui Israel, despre care știi că sunt bătrâni ai poporului și supraveghetorii săi. Să-i aduci la Cortul Întâlnirii și să stea în picioare acolo împreună cu tine.",
        "17": "Eu Mă voi coborî și îți voi vorbi acolo. Voi lua din Duhul Care este peste tine și-L voi pune peste ei. Ei vor purta povara poporului împreună cu tine și, astfel, n-o vei mai purta singur.",
        "18": "Să spui poporului: „Sfințiți-vă pentru ziua de mâine. Veți mânca și carne, pentru că v-ați plâns în auzul Domnului, zicând: «Cine ne va da carne să mâncăm? Ne era mai bine în Egipt». De aceea Domnul vă va da carne și veți mânca.",
        "19": "Veți mânca nu o zi, nici două zile, nici cinci zile, nici zece zile, nici douăzeci de zile,",
        "20": "ci o lună întreagă, până vă va ieși pe nări și vă veți scârbi de ea, pentru că L-ați respins pe Domnul, Care este în mijlocul vostru, și ați plâns înaintea Lui, zicând: «De ce am ieșit oare din Egipt?»“.",
        "21": "Dar Moise I-a zis: ‒ În poporul care este cu mine sunt șase sute de mii de bărbați care merg pe jos, și Tu zici: „Le voi da carne să mănânce o lună întreagă!“.",
        "22": "Sunt destule turme și cirezi să tăiem? Sunt destui pești în mare să prindem?",
        "23": "Domnul i-a răspuns lui Moise: ‒ Este oare mâna Domnului prea scurtă? Vei vedea acum dacă se va împlini sau nu Cuvântul Meu. Duhul și cei șaptezeci de bătrâni",
        "24": "Moise a ieșit și a spus poporului cuvintele Domnului. A adunat șaptezeci de bărbați din bătrânii poporului și i-a pus să stea de jur împrejurul Cortului.",
        "25": "Apoi Domnul S-a coborât în nor, i-a vorbit lui Moise, a luat din Duhul Care era peste el și L-a pus peste cei șaptezeci de bătrâni. Când Duhul S-a așezat peste ei, au profețit. Dar după aceea n-au mai profețit.",
        "26": "În tabără rămăseseră doi oameni: unul se numea Eldad, iar celălalt Medad. Duhul S-a așezat și peste ei. Aceștia erau dintre cei scriși, dar nu ieșiseră la Cort, așa că au profețit în tabără.",
        "27": "Un tânăr a alergat și i-a spus lui Moise: ‒ Eldad și Medad profețesc în tabără.",
        "28": "Iosua, fiul lui Nun, care-i slujea lui Moise încă din tinerețe, a răspuns și a zis: ‒ Moise, stăpânul meu, oprește-i!",
        "29": "Dar Moise i-a răspuns: ‒ Ești gelos pentru mine? Aș vrea ca tot poporul Domnului să fie alcătuit din profeți și Domnul să-Și pună Duhul Său peste ei!",
        "30": "Apoi, Moise s-a întors în tabără împreună cu bătrânii lui Israel. Prepelițele",
        "31": "A venit un vânt de la Domnul care a adus prepelițe dinspre mare și le-a făcut să zboare pe lângă tabără, cale de o zi, de o parte și de alta a taberei, la o înălțime de doi coți de la pământ.",
        "32": "Toată ziua aceea și toată noaptea și apoi toată ziua următoare, poporul a adunat prepelițe; cel care adunase cel mai puțin avea zece homeri. Ei și le-au întins în jurul taberei.",
        "33": "Dar, în timp ce carnea le era încă între dinți, înainte ca ei s-o mestece, Domnul S-a mâniat pe popor și l-a lovit cu o mare urgie.",
        "34": "Acelui loc i s-a pus numele Chibrot-Hataava pentru că acolo i-au îngropat pe cei care au poftit.",
        "35": "De la Chibrot-Hataava, poporul a călătorit spre Hațerot și s-a oprit acolo."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "The people were complaining in the ears of Yahweh. When Yahweh heard it, his anger burned; and Yahweh’s fire burned among them, and consumed some of the outskirts of the camp.",
        "2": "The people cried to Moses; and Moses prayed to Yahweh, and the fire abated.",
        "3": "The name of that place was called Taberah, because Yahweh’s fire burned among them.",
        "4": "The mixed multitude that was among them lusted exceedingly; and the children of Israel also wept again, and said, “Who will give us meat to eat?",
        "5": "We remember the fish, which we ate in Egypt for nothing; the cucumbers, and the melons, and the leeks, and the onions, and the garlic;",
        "6": "but now we have lost our appetite. There is nothing at all except this manna to look at.”",
        "7": "The manna was like coriander seed, and it looked like bdellium.",
        "8": "The people went around, gathered it, and ground it in mills, or beat it in mortars, and boiled it in pots, and made cakes of it. Its taste was like the taste of fresh oil.",
        "9": "When the dew fell on the camp in the night, the manna fell on it.",
        "10": "Moses heard the people weeping throughout their families, every man at the door of his tent; and Yahweh’s anger burned greatly; and Moses was displeased.",
        "11": "Moses said to Yahweh, “Why have you treated your servant so badly? Why haven’t I found favor in your sight, that you lay the burden of all this people on me?",
        "12": "Have I conceived all this people? Have I brought them out, that you should tell me, ‘Carry them in your bosom, as a nurse carries a nursing infant, to the land which you swore to their fathers’?",
        "13": "Where could I get meat to give all these people? For they weep before me, saying, ‘Give us meat, that we may eat.’",
        "14": "I am not able to bear all this people alone, because it is too heavy for me.",
        "15": "If you treat me this way, please kill me right now, if I have found favor in your sight; and don’t let me see my wretchedness.”",
        "16": "Yahweh said to Moses, “Gather to me seventy men of the elders of Israel, whom you know to be the elders of the people and officers over them; and bring them to the Tent of Meeting, that they may stand there with you.",
        "17": "I will come down and talk with you there. I will take of the Spirit which is on you, and will put it on them; and they shall bear the burden of the people with you, that you don’t bear it yourself alone.",
        "18": "“Say to the people, ‘Sanctify yourselves in preparation for tomorrow, and you will eat meat; for you have wept in the ears of Yahweh, saying, “Who will give us meat to eat? For it was well with us in Egypt.” Therefore Yahweh will give you meat, and you will eat.",
        "19": "You will not eat just one day, or two days, or five days, or ten days, or twenty days,",
        "20": "but a whole month, until it comes out at your nostrils, and it is loathsome to you; because you have rejected Yahweh who is among you, and have wept before him, saying, “Why did we come out of Egypt?”’”",
        "21": "Moses said, “The people, among whom I am, are six hundred thousand men on foot; and you have said, ‘I will give them meat, that they may eat a whole month.’",
        "22": "Shall flocks and herds be slaughtered for them, to be sufficient for them? Shall all the fish of the sea be gathered together for them, to be sufficient for them?”",
        "23": "Yahweh said to Moses, “Has Yahweh’s hand grown short? Now you will see whether my word will happen to you or not.”",
        "24": "Moses went out, and told the people Yahweh’s words; and he gathered seventy men of the elders of the people, and set them around the Tent.",
        "25": "Yahweh came down in the cloud, and spoke to him, and took of the Spirit that was on him, and put it on the seventy elders. When the Spirit rested on them, they prophesied, but they did so no more.",
        "26": "But two men remained in the camp. The name of one was Eldad, and the name of the other Medad; and the Spirit rested on them. They were of those who were written, but had not gone out to the Tent; and they prophesied in the camp.",
        "27": "A young man ran, and told Moses, and said, “Eldad and Medad are prophesying in the camp!”",
        "28": "Joshua the son of Nun, the servant of Moses, one of his chosen men, answered, “My lord Moses, forbid them!”",
        "29": "Moses said to him, “Are you jealous for my sake? I wish that all Yahweh’s people were prophets, that Yahweh would put his Spirit on them!”",
        "30": "Moses went into the camp, he and the elders of Israel.",
        "31": "A wind from Yahweh went out and brought quails from the sea, and let them fall by the camp, about a day’s journey on this side, and a day’s journey on the other side, around the camp, and about two cubits above the surface of the earth.",
        "32": "The people rose up all that day, and all of that night, and all the next day, and gathered the quails. He who gathered least gathered ten homers; and they spread them all out for themselves around the camp.",
        "33": "While the meat was still between their teeth, before it was chewed, Yahweh’s anger burned against the people, and Yahweh struck the people with a very great plague.",
        "34": "The name of that place was called Kibroth Hattaavah, because there they buried the people who lusted.",
        "35": "From Kibroth Hattaavah the people traveled to Hazeroth; and they stayed at Hazeroth."
      }
    }
  }
}