{
  "book": "Numeri",
  "chapter": "30",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Moise a vorbit căpeteniilor semințiilor copiilor lui Israel și a zis: „Iată ce poruncește Domnul.",
        "2": "Când un om va face o juruință Domnului sau un jurământ prin care se va lega printr-o făgăduială, să nu-și calce cuvântul, ci să facă potrivit cu tot ce i-a ieșit din gură. Juruința femeilor",
        "3": "Când o femeie va face o juruință Domnului și se va lega printr-o făgăduială în tinerețea ei și în casa tatălui ei",
        "4": "și tatăl ei va afla de juruința pe care a făcut-o ea și de făgăduiala cu care s-a legat, dacă nu-i zice nimic în ziua când află de juruința ei, toate juruințele ei vor fi primite și orice făgăduială cu care s-a legat ea va fi primită,",
        "5": "dar, dacă tatăl ei nu-i dă voie în ziua când ia cunoștință de juruința ei, toate juruințele ei și toate făgăduielile cu care se va fi legat ea nu vor avea nicio tărie; și Domnul o va ierta, pentru că nu i-a dat voie tatăl ei.",
        "6": "Când se va mărita, după ce a făcut juruințe sau după ce s-a legat printr-un cuvânt ieșit de pe buzele ei",
        "7": "și bărbatul ei va lua cunoștință de lucrul acesta și nu-i va zice nimic în ziua când va lua cunoștință de ele, juruințele ei vor rămâne în picioare și făgăduielile cu care se va fi legat ea vor rămâne în picioare,",
        "8": "dar, dacă bărbatul ei nu-i dă voie în ziua când ia cunoștință de juruința ei, el va desființa juruința pe care a făcut-o și cuvântul scăpat de pe buzele ei cu care s-a legat ea și Domnul o va ierta.",
        "9": "Juruința unei femei văduve sau despărțite de bărbat, făgăduința cu care se va fi legat ea, va rămâne în picioare pentru ea.",
        "10": "Când o femeie, fiind încă în casa bărbatului ei, va face juruințe sau se va lega cu vreun jurământ",
        "11": "și bărbatul ei va afla de lucrul acesta, dacă nu-i zice nimic și n-o oprește, toate juruințele ei vor rămâne în picioare și toate făgăduințele prin care se va fi legat ea vor rămâne în picioare,",
        "12": "dar, dacă bărbatul ei nu le primește în ziua când află de ele, orice juruință și orice făgăduială ieșite de pe buzele ei nu vor avea niciun preț, bărbatul ei nu le-a primit; și Domnul o va ierta.",
        "13": "Bărbatul ei poate întări și bărbatul ei poate desființa orice juruință, orice jurământ cu care se leagă ea ca să-și mâhnească sufletul.",
        "14": "Și anume, dacă nu-i zice nimic zi de zi după ce află de lucrul acesta, el întărește astfel toate juruințele și toate făgăduielile cu care s-a legat ea; le întărește pentru că nu i-a zis nimic în ziua când a aflat de ele.",
        "15": "Dar, dacă nu le primește, după ce a trecut ziua în care le-a aflat, va fi vinovat de păcatul nevestei lui.”",
        "16": "Acestea sunt legile pe care le-a dat lui Moise Domnul, ca să aibă putere între un bărbat și nevasta lui, între un tată și fata lui, când ea este în tinerețe și acasă la tatăl ei."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Moise le-a vorbit căpeteniilor semințiilor fiilor lui Israel, zicând: „Acesta este cuvântul pe care-l poruncește Domnul:",
        "2": "«Când un om face un jurământ Domnului sau rostește o promisiune, legându-se printr-o obligație, să nu-și încalce cuvântul! Să facă potrivit cu tot ce i-a ieșit din gură.",
        "3": "Când o femeie face un jurământ Domnului și se leagă printr-o obligație, în casa tatălui ei, în tinerețea ei,",
        "4": "iar tatăl ei aude de jurământul și de obligația prin care ea s-a legat, dar nu-i spune nimic, atunci toate jurămintele ei vor rămâne valabile și orice obligație prin care ea s-a legat va rămâne valabilă.",
        "5": "Dar, dacă tatăl ei îi interzice în ziua când aude despre ele, atunci toate jurămintele și obligațiile prin care ea s-a legat nu vor mai fi valabile. Domnul o va ierta, căci tatăl ei i-a interzis.",
        "6": "Dacă ea se va mărita, după ce s-a legat prin jurăminte sau printr-un cuvânt pripit al buzelor ei,",
        "7": "și soțul ei aude despre ele, dar nu-i spune nimic în ziua când aude, atunci jurămintele ei vor rămâne valabile, iar obligațiile prin care ea s-a legat vor rămâne valabile.",
        "8": "Dar, dacă soțul ei îi interzice în ziua când aude de jurământul ei, prin aceasta el desființează jurământul pe care ea l-a făcut și cuvântul pripit prin care ea s-a legat cu buzele ei. Și Domnul o va ierta.",
        "9": "Orice jurământ al unei femei văduve sau divorțate, prin care ea s-a legat, va rămâne valabil împotriva ei.",
        "10": "Dacă o femeie jură în casa soțului ei sau se leagă printr-o obligație cu promisiune,",
        "11": "iar soțul ei aude de lucrul acesta, dar nu-i spune nimic și nu-i interzice, atunci toate jurămintele pe care ea le-a făcut vor rămâne valabile și orice obligație prin care ea s-a legat va rămâne valabilă.",
        "12": "Dar, dacă soțul ei le desființează în ziua când aude despre ele, atunci orice rostire a buzelor ei cu jurământ sau orice obligație prin care s-a legat nu va rămâne valabilă; soțul ei le-a desființat și Domnul o va ierta.",
        "13": "Soțul ei poate întări și soțul ei poate desființa orice jurământ și orice promisiune făcută cu obligația de a-și smeri sufletul.",
        "14": "Dar, dacă soțul ei nu-i spune nimic timp de mai multe zile, atunci el confirmă toate jurămintele ei sau toate obligațiile care sunt asupra ei. Le confirmă pentru că nu i-a zis nimic în ziua când a auzit despre ele.",
        "15": "Totuși, dacă le va desființa mai târziu, atunci el va purta pedeapsa pentru nelegiuirea ei»“.",
        "16": "Acestea sunt hotărârile pe care i le-a poruncit Domnul lui Moise cu privire la soț și soția lui și cu privire la tată și fata lui, în tinerețea ei, în casa tatălui ei."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Moses spoke to the heads of the tribes of the children of Israel, saying, “This is the thing which Yahweh has commanded.",
        "2": "When a man vows a vow to Yahweh, or swears an oath to bind his soul with a bond, he shall not break his word. He shall do according to all that proceeds out of his mouth.",
        "3": "“Also, when a woman vows a vow to Yahweh and binds herself by a pledge, being in her father’s house, in her youth,",
        "4": "and her father hears her vow and her pledge with which she has bound her soul, and her father says nothing to her, then all her vows shall stand, and every pledge with which she has bound her soul shall stand.",
        "5": "But if her father forbids her in the day that he hears, none of her vows or of her pledges with which she has bound her soul, shall stand. Yahweh will forgive her, because her father has forbidden her.",
        "6": "“If she has a husband, while her vows are on her, or the rash utterance of her lips with which she has bound her soul,",
        "7": "and her husband hears it, and says nothing to her in the day that he hears it; then her vows shall stand, and her pledges with which she has bound her soul shall stand.",
        "8": "But if her husband forbids her in the day that he hears it, then he makes void her vow which is on her and the rash utterance of her lips, with which she has bound her soul. Yahweh will forgive her.",
        "9": "“But the vow of a widow, or of her who is divorced, everything with which she has bound her soul shall stand against her.",
        "10": "“If she vowed in her husband’s house or bound her soul by a bond with an oath,",
        "11": "and her husband heard it, and held his peace at her and didn’t disallow her, then all her vows shall stand, and every pledge with which she bound her soul shall stand.",
        "12": "But if her husband made them null and void in the day that he heard them, then whatever proceeded out of her lips concerning her vows, or concerning the bond of her soul, shall not stand. Her husband has made them void. Yahweh will forgive her.",
        "13": "Every vow, and every binding oath to afflict the soul, her husband may establish it, or her husband may make it void.",
        "14": "But if her husband says nothing to her from day to day, then he establishes all her vows or all her pledges which are on her. He has established them, because he said nothing to her in the day that he heard them.",
        "15": "But if he makes them null and void after he has heard them, then he shall bear her iniquity.”",
        "16": "These are the statutes which Yahweh commanded Moses, between a man and his wife, between a father and his daughter, being in her youth, in her father’s house."
      }
    }
  }
}