{
  "book": "Numeri",
  "chapter": "27",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Fetele lui Țelofhad, fiul lui Hefer, fiul lui Galaad, fiul lui Machir, fiul lui Manase, din familiile lui Manase, fiul lui Iosif, și ale căror nume erau: Mahla, Noa, Hogla, Milca și Tirța,",
        "2": "s-au apropiat și s-au înfățișat înaintea lui Moise, înaintea preotului Eleazar, înaintea mai-marilor și înaintea întregii adunări, la ușa cortului întâlnirii. Ele au zis:",
        "3": "„Tatăl nostru a murit în pustie; el nu era în mijlocul cetei celor ce s-au răzvrătit împotriva Domnului, în mijlocul cetei lui Core, ci a murit pentru păcatul lui și n-a avut fii.",
        "4": "Pentru ce să se stingă numele tatălui nostru din mijlocul familiei lui, pentru că n-a avut fii? Dă-ne și nouă deci o moștenire între frații tatălui nostru.”",
        "5": "Moise a adus pricina lor înaintea Domnului.",
        "6": "Și Domnul a zis lui Moise:",
        "7": "„Fetele lui Țelofhad au dreptate. Să le dai de moștenire o moșie între frații tatălui lor și să treci asupra lor moștenirea tatălui lor.",
        "8": "Iar copiilor lui Israel să le vorbești și să le spui: «Când un om va muri fără să lase fii, să treceți moștenirea lui asupra fetei lui.",
        "9": "Dacă n-are nicio fată, moștenirea lui s-o dați fraților lui.",
        "10": "Dacă n-are nici frați, moștenirea lui s-o dați fraților tatălui său.",
        "11": "Și, dacă nici tatăl lui n-are frați, moștenirea lui s-o dați rudei celei mai apropiate din familia lui și ea s-o stăpânească. Aceasta să fie o lege și un drept pentru copiii lui Israel, cum a poruncit lui Moise Domnul.»” Iosua, urmașul lui Moise",
        "12": "Domnul a zis lui Moise: „Suie-te pe muntele acesta Abarim și privește țara pe care am dat-o copiilor lui Israel.",
        "13": "S-o privești, dar și tu vei fi adăugat la poporul tău, cum a fost adăugat fratele tău Aaron,",
        "14": "pentru că v-ați împotrivit poruncii Mele în pustia Țin, când cu cearta adunării, și nu M-ați sfințit înaintea lor cu prilejul apelor.” (Acestea sunt apele de ceartă, la Cades, în pustia Țin.)",
        "15": "Moise a vorbit Domnului și a zis:",
        "16": "„Domnul Dumnezeul duhurilor oricărui trup să rânduiască peste adunare un om",
        "17": "care să iasă înaintea lor și să intre înaintea lor, care să-i scoată afară și să-i vâre înăuntru, pentru ca adunarea Domnului să nu fie ca niște oi care n-au păstor.”",
        "18": "Domnul a zis lui Moise: „Ia-ți pe Iosua, fiul lui Nun, bărbat în care este Duhul Meu, și să-ți pui mâna peste el.",
        "19": "Să-l așezi înaintea preotului Eleazar și înaintea întregii adunări și să-i dai porunci sub ochii lor.",
        "20": "Să-l faci părtaș la dregătoria ta, pentru ca toată adunarea copiilor lui Israel să-l asculte.",
        "21": "Să se înfățișeze înaintea preotului Eleazar, care să întrebe pentru el judecata lui Urim înaintea Domnului, și Iosua, toți copiii lui Israel, împreună cu el, și toată adunarea să iasă după porunca lui Eleazar și să intre după porunca lui.”",
        "22": "Moise a făcut cum îi poruncise Domnul. A luat pe Iosua și l-a pus înaintea preotului Eleazar și înaintea întregii adunări.",
        "23": "Și-a pus mâinile peste el și i-a dat porunci, cum spusese Domnul prin Moise."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Fiicele lui Țelofhad, fiul lui Hefer, fiul lui Ghilad, fiul lui Machir, fiul lui Manase, aparțineau clanurilor lui Manase, fiul lui Iosif. Numele lor erau: Mahla, Noa, Hogla, Milca și Tirța.",
        "2": "Ele au stat la intrarea Cortului Întâlnirii înaintea lui Moise, a preotului Elazar, a conducătorilor și a întregii comunități, zicând:",
        "3": "„Tatăl nostru a murit în deșert. El nu a făcut parte din adunarea lui Korah, care s-a răzvrătit împotriva Domnului, ci a murit pentru păcatul lui și nu a avut niciun fiu.",
        "4": "De ce să dispară numele tatălui nostru din mijlocul clanului său pentru că nu a avut fii? Dați-ne deci și nouă o proprietate în mijlocul fraților tatălui nostru!“.",
        "5": "Moise a adus cazul lor înaintea Domnului",
        "6": "și Domnul i-a vorbit lui Moise, zicând:",
        "7": "„Ce spun fetele lui Țelofhad este drept! Să le dai și lor o proprietate ca moștenire în mijlocul fraților tatălui lor și să treci asupra lor moștenirea tatălui lor.",
        "8": "Iar fiilor lui Israel să le spui: «Dacă un om moare și nu are vreun fiu, moștenirea lui să treacă în proprietatea fetei lui.",
        "9": "Dacă nu are nicio fată, moștenirea lui să fie dată fraților lui.",
        "10": "Dacă nu are frați, moștenirea să fie dată fraților tatălui său.",
        "11": "Dacă nici tatăl său nu are frați, moștenirea lui să fie dată în proprietatea rudeniei celei mai apropiate din clanul lui. Aceasta să fie o hotărâre a legii pentru fiii lui Israel, după porunca Domnului dată lui Moise»“. Iosua, succesorul lui Moise",
        "12": "Domnul i-a zis lui Moise: ‒ Urcă-te pe muntele acesta, pe Abarim, ca să vezi țara pe care am dat-o fiilor lui Israel.",
        "13": "După ce o vei privi, vei fi adăugat la poporul tău, așa cum a fost adăugat Aaron, fratele tău.",
        "14": "Căci, atunci când adunarea a început să se certe, voi v-ați răzvrătit împotriva poruncii Mele, la apele din deșertul Țin, și nu ați arătat sfințenia Mea înaintea ochilor lor. (Acestea au fost apele de la Meribat-Kadeș, în deșertul Țin.)",
        "15": "Moise I-a răspuns Domnului, zicând:",
        "16": "‒ Fie ca Domnul, Dumnezeul duhurilor oricărui trup, să numească un om peste această comunitate de oameni,",
        "17": "care să-i conducă și să-i îndrume, astfel încât comunitatea Domnului să nu fie ca niște oi fără păstor.",
        "18": "Domnul i-a zis lui Moise: ‒ Ia-l pe Iosua, fiul lui Nun, bărbat în care este Duhul, și pune-ți mâna peste el.",
        "19": "Să-l așezi înaintea preotului Elazar și a întregii comunități și să-i dai porunci în prezența lor.",
        "20": "Dă-i din autoritatea ta, pentru ca toată comunitatea fiilor lui Israel să-l asculte.",
        "21": "Să stea înaintea preotului Elazar, iar acesta să întrebe pentru el, înaintea Domnului, decizia lui Urim. La porunca lui, Iosua împreună cu toți fiii lui Israel, toată comunitatea, vor trebui să iasă și, la porunca lui, vor trebui să intre.",
        "22": "Moise a făcut potrivit poruncii Domnului. L-a luat pe Iosua și l-a pus înaintea preotului Elazar și a întregii comunități.",
        "23": "Apoi și-a pus mâinile peste el și l-a împuternicit, așa cum spusese Domnul prin Moise."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Then the daughters of Zelophehad, the son of Hepher, the son of Gilead, the son of Machir, the son of Manasseh, of the families of Manasseh the son of Joseph came near. These are the names of his daughters: Mahlah, Noah, Hoglah, Milcah, and Tirzah.",
        "2": "They stood before Moses, before Eleazar the priest, and before the princes and all the congregation, at the door of the Tent of Meeting, saying,",
        "3": "“Our father died in the wilderness. He was not among the company of those who gathered themselves together against Yahweh in the company of Korah, but he died in his own sin. He had no sons.",
        "4": "Why should the name of our father be taken away from among his family, because he had no son? Give to us a possession among the brothers of our father.”",
        "5": "Moses brought their cause before Yahweh.",
        "6": "Yahweh spoke to Moses, saying,",
        "7": "“The daughters of Zelophehad speak right. You shall surely give them a possession of an inheritance among their father’s brothers. You shall cause the inheritance of their father to pass to them.",
        "8": "You shall speak to the children of Israel, saying, ‘If a man dies, and has no son, then you shall cause his inheritance to pass to his daughter.",
        "9": "If he has no daughter, then you shall give his inheritance to his brothers.",
        "10": "If he has no brothers, then you shall give his inheritance to his father’s brothers.",
        "11": "If his father has no brothers, then you shall give his inheritance to his kinsman who is next to him of his family, and he shall possess it. This shall be a statute and ordinance for the children of Israel, as Yahweh commanded Moses.’”",
        "12": "Yahweh said to Moses, “Go up into this mountain of Abarim, and see the land which I have given to the children of Israel.",
        "13": "When you have seen it, you also shall be gathered to your people, as Aaron your brother was gathered;",
        "14": "because in the strife of the congregation, you rebelled against my word in the wilderness of Zin, to honor me as holy at the waters before their eyes.” (These are the waters of Meribah of Kadesh in the wilderness of Zin.)",
        "15": "Moses spoke to Yahweh, saying,",
        "16": "“Let Yahweh, the God of the spirits of all flesh, appoint a man over the congregation,",
        "17": "who may go out before them, and who may come in before them, and who may lead them out, and who may bring them in, that the congregation of Yahweh may not be as sheep which have no shepherd.”",
        "18": "Yahweh said to Moses, “Take Joshua the son of Nun, a man in whom is the Spirit, and lay your hand on him.",
        "19": "Set him before Eleazar the priest, and before all the congregation; and commission him in their sight.",
        "20": "You shall give authority to him, that all the congregation of the children of Israel may obey.",
        "21": "He shall stand before Eleazar the priest, who shall inquire for him by the judgment of the Urim before Yahweh. At his word they shall go out, and at his word they shall come in, both he and all the children of Israel with him, even all the congregation.”",
        "22": "Moses did as Yahweh commanded him. He took Joshua, and set him before Eleazar the priest and before all the congregation.",
        "23": "He laid his hands on him and commissioned him, as Yahweh spoke by Moses."
      }
    }
  }
}