{
  "book": "Numeri",
  "chapter": "20",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Toată adunarea copiilor lui Israel a ajuns în pustia Țin în luna întâi. Și poporul s-a oprit la Cades. Acolo a murit și a fost îngropată Maria.",
        "2": "Adunarea n-avea apă. Și s-au răsculat împotriva lui Moise și împotriva lui Aaron.",
        "3": "Poporul a căutat ceartă cu Moise. Ei au zis: „Ce bine ar fi fost să fi murit noi când au murit frații noștri înaintea Domnului!",
        "4": "Pentru ce ați adus adunarea Domnului în pustia aceasta, ca să murim în ea, noi și vitele noastre?",
        "5": "Pentru ce ne-ați scos din Egipt și ne-ați adus în acest loc rău, unde nu este nici loc de semănat, nici smochin, nici viță, nici rodiu, nici apă de băut?”",
        "6": "Moise și Aaron au plecat de la adunare și s-au dus la ușa cortului întâlnirii. Au căzut cu fața la pământ și li s-a arătat slava Domnului.",
        "7": "Domnul a vorbit lui Moise și a zis:",
        "8": "„Ia toiagul și cheamă adunarea, tu și fratele tău Aaron. Să vorbiți stâncii acesteia în fața lor, și ea va da apă. Să le scoți astfel apă din stâncă și să adăpi adunarea și vitele lor.”",
        "9": "Moise a luat toiagul dinaintea Domnului, cum îi poruncise Domnul.",
        "10": "Moise și Aaron au chemat adunarea înaintea stâncii. Și Moise le-a zis: „Ascultați, răzvrătiților! Vom putea noi oare să vă scoatem apă din stânca aceasta?”",
        "11": "Apoi Moise a ridicat mâna și a lovit stânca de două ori cu toiagul. Și a ieșit apă din belșug, așa încât a băut și adunarea și au băut și vitele.",
        "12": "Atunci, Domnul a zis lui Moise: „Pentru că n-ați crezut în Mine ca să Mă sfințiți înaintea copiilor lui Israel, nu voi veți duce adunarea aceasta în țara pe care i-o dau.”",
        "13": "Acestea sunt apele Meriba (Ceartă), unde s-au certat copiii lui Israel cu Domnul, care a fost sfințit între ei. Edomiții și israeliții",
        "14": "De la Cades, Moise a trimis niște soli la împăratul Edomului ca să-i spună: „Așa vorbește fratele tău Israel: ‘Tu știi toate suferințele prin care am trecut.",
        "15": "Părinții noștri s-au coborât în Egipt și am locuit acolo multă vreme. Dar egiptenii ne-au chinuit, pe noi și pe părinții noștri.",
        "16": "Am strigat către Domnul, și El ne-a auzit glasul. A trimis un Înger și ne-a scos din Egipt. Și iată că suntem la Cades, cetate care se află la marginea ținutului tău.",
        "17": "Lasă-ne să trecem prin țara ta; nu vom trece nici prin ogoare, nici prin vii și nici nu vom bea apă din fântâni; vom merge pe drumul împărătesc, fără să ne abatem la dreapta sau la stânga, până vom trece de ținutul tău.’”",
        "18": "Edom i-a răspuns: „Să nu cumva să treci pe la mine, căci altfel îți voi ieși înainte cu sabia.”",
        "19": "Copiii lui Israel i-au zis: „Vom merge pe drumul cel mare și, dacă vom bea din apa ta eu și turmele mele, îți voi plăti prețul; nu-ți cer altceva decât să trec cu picioarele!”",
        "20": "El a răspuns: „Să nu cumva să treci!” Și Edom i-a ieșit înainte cu multă gloată și cu mână tare.",
        "21": "Astfel, Edom n-a vrut să lase pe Israel să treacă prin ținutul lui. Și Israel s-a abătut de la el. Moartea lui Aaron. Eleazar",
        "22": "Toată adunarea copiilor lui Israel a plecat de la Cades și a ajuns la muntele Hor.",
        "23": "Domnul a zis lui Moise și lui Aaron lângă muntele Hor, la hotarele țării lui Edom:",
        "24": "„Aaron are să fie adăugat la poporul lui, căci nu va intra în țara pe care o dau copiilor lui Israel, pentru că v-ați împotrivit poruncii Mele, la apele Meriba.",
        "25": "Ia pe Aaron și pe fiul său Eleazar și suie-i pe muntele Hor.",
        "26": "Dezbracă pe Aaron de veșmintele lui și îmbracă pe fiul său Eleazar cu ele. Acolo va fi adăugat Aaron la poporul lui și va muri.”",
        "27": "Moise a făcut ce-i poruncise Domnul. S-au suit pe muntele Hor, în fața întregii adunări.",
        "28": "Moise a dezbrăcat pe Aaron de veșmintele lui și a îmbrăcat cu ele pe fiul său Eleazar. Aaron a murit acolo, pe vârful muntelui. Moise și Eleazar s-au coborât de pe munte.",
        "29": "Toată adunarea a văzut că Aaron murise și toată casa lui Israel a plâns pe Aaron treizeci de zile."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Toată comunitatea fiilor lui Israel a ajuns în deșertul Țin în luna întâi. Și poporul s-a stabilit în Kadeș. Acolo a murit și a fost îngropată Miriam.",
        "2": "Când n-a mai fost apă pentru adunare, israeliții s-au strâns împotriva lui Moise și a lui Aaron.",
        "3": "Poporul s-a certat cu Moise și a zis: ‒ Mai bine am fi murit când au murit semenii noștri înaintea Domnului!",
        "4": "De ce ați adus adunarea Domnului în deșertul acesta? Ca să murim aici, atât noi, cât și vitele noastre?",
        "5": "De ce ne-ați scos din Egipt să ne aduceți în acest loc rău? Nu este nici loc de semănat, nici smochin, nici viță, nici rodie și nu este nici apă de băut.",
        "6": "Moise și Aaron au plecat dinaintea adunării către intrarea în Cortul Întâlnirii și s-au aruncat cu fața la pământ. Atunci li s-a arătat gloria Domnului.",
        "7": "Domnul i-a vorbit lui Moise, zicând:",
        "8": "„Ia toiagul și cheamă adunarea, tu și Aaron, fratele tău. Vorbiți stâncii înaintea ochilor lor, iar aceasta le va da apă din ea. Așa să scoți apă din stâncă pentru ei și să dai adunării și vitelor lor să bea“.",
        "9": "Moise a luat toiagul dinaintea Domnului, așa cum El îi poruncise.",
        "10": "Moise și Aaron au convocat adunarea în fața stâncii, iar Moise le-a zis: ‒ Ascultați, răzvrătiților! Să scoatem apă din stânca aceasta pentru voi?",
        "11": "Atunci Moise și-a ridicat mâna și a lovit stânca de două ori cu toiagul lui. A ieșit apă din belșug, astfel că au băut cu toții, atât adunarea, cât și vitele lor.",
        "12": "Dar Domnul le-a zis lui Moise și Aaron: „Pentru că nu ați crezut în Mine, ca să arătați sfințenia Mea înaintea ochilor fiilor lui Israel, nu voi veți duce această adunare în țara pe care i-o dau“.",
        "13": "Acestea sunt apele de la Meriba, unde fiii lui Israel s-au certat cu Domnul și prin care El Și-a arătat sfințenia. Edom refuză tranzitarea teritoriului său de către fiii lui Israel",
        "14": "După aceea, Moise a trimis niște mesageri din Kadeș la regele Edomului: ‒ Așa vorbește fratele tău Israel: tu cunoști toate greutățile prin care am trecut,",
        "15": "cum strămoșii noștri s-au dus în Egipt și au locuit acolo multă vreme. Egiptenii ne-au asuprit, pe noi și pe părinții noștri.",
        "16": "Dar când am strigat către Domnul, El a auzit glasul nostru și a trimis un Înger Care ne-a scos din Egipt. Iată că suntem la Kadeș, o cetate de la marginea teritoriului tău.",
        "17": "Lasă-ne, te rugăm, să trecem prin țara ta. Nu vom trece prin vreun teren agricol sau prin vreo vie, și nu vom bea apă din vreo fântână. Vom merge pe Drumul Regelui, fără să ne abatem la stânga sau la dreapta, până vom trece de teritoriul tău.",
        "18": "Dar Edom i-a răspuns: ‒ Să nu treci pe la mine. Altfel, te voi întâmpina cu sabia.",
        "19": "Fiii lui Israel i-au zis: ‒ Vom merge pe Drumul cel Mare, iar dacă eu și vitele mele vom bea din apele tale, îți voi da prețul cuvenit. Lasă-mă doar să trec pe jos, nimic altceva.",
        "20": "Dar el le-a zis: ‒ Să nu treci! Și Edom a ieșit înaintea lor cu mulți oameni și cu mână tare.",
        "21": "Astfel, Edom nu l-a lăsat pe Israel să-i traverseze teritoriul. Și Israel s-a întors de la acesta. Moartea lui Aaron și învestirea în slujire a lui Elazar",
        "22": "Toată comunitatea fiilor lui Israel a pornit din Kadeș și a ajuns la muntele Hor.",
        "23": "Domnul le-a vorbit lui Moise și Aaron la muntele Hor, la granița cu țara Edom, zicând:",
        "24": "„Aaron va fi adăugat la poporul său, căci el nu va intra în țara pe care o dau fiilor lui Israel, pentru că v-ați răzvrătit împotriva Cuvântului Meu la apele de la Meriba.",
        "25": "Ia-l pe Aaron și pe fiul său Elazar, și urcă-i pe muntele Hor.",
        "26": "Dezbracă-l pe Aaron de veșmintele lui și îmbracă-l cu ele pe fiul său Elazar, iar Aaron va fi adăugat la poporul său și va muri acolo“.",
        "27": "Moise a făcut așa cum i-a poruncit Domnul. Au urcat pe muntele Hor înaintea ochilor întregii adunări.",
        "28": "Moise l-a dezbrăcat pe Aaron de veșmintele lui și l-a îmbrăcat cu ele pe fiul său Elazar; Aaron a murit acolo, pe vârful muntelui, iar Moise și Elazar au coborât de pe munte.",
        "29": "Când adunarea a văzut că Aaron a murit, toată Casa lui Israel l-a jelit pe Aaron timp de treizeci de zile."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "The children of Israel, even the whole congregation, came into the wilderness of Zin in the first month. The people stayed in Kadesh. Miriam died there, and was buried there.",
        "2": "There was no water for the congregation; and they assembled themselves together against Moses and against Aaron.",
        "3": "The people quarreled with Moses, and spoke, saying, “We wish that we had died when our brothers died before Yahweh!",
        "4": "Why have you brought Yahweh’s assembly into this wilderness, that we should die there, we and our animals?",
        "5": "Why have you made us to come up out of Egypt, to bring us in to this evil place? It is no place of seed, or of figs, or of vines, or of pomegranates; neither is there any water to drink.”",
        "6": "Moses and Aaron went from the presence of the assembly to the door of the Tent of Meeting, and fell on their faces. Yahweh’s glory appeared to them.",
        "7": "Yahweh spoke to Moses, saying,",
        "8": "“Take the rod, and assemble the congregation, you, and Aaron your brother, and speak to the rock before their eyes, that it pour out its water. You shall bring water to them out of the rock; so you shall give the congregation and their livestock drink.”",
        "9": "Moses took the rod from before Yahweh, as he commanded him.",
        "10": "Moses and Aaron gathered the assembly together before the rock, and he said to them, “Hear now, you rebels! Shall we bring water out of this rock for you?”",
        "11": "Moses lifted up his hand, and struck the rock with his rod twice, and water came out abundantly. The congregation and their livestock drank.",
        "12": "Yahweh said to Moses and Aaron, “Because you didn’t believe in me, to sanctify me in the eyes of the children of Israel, therefore you shall not bring this assembly into the land which I have given them.”",
        "13": "These are the waters of Meribah; because the children of Israel strove with Yahweh, and he was sanctified in them.",
        "14": "Moses sent messengers from Kadesh to the king of Edom, saying: “Your brother Israel says: You know all the travail that has happened to us;",
        "15": "how our fathers went down into Egypt, and we lived in Egypt a long time. The Egyptians mistreated us and our fathers.",
        "16": "When we cried to Yahweh, he heard our voice, sent an angel, and brought us out of Egypt. Behold, we are in Kadesh, a city in the edge of your border.",
        "17": "“Please let us pass through your land. We will not pass through field or through vineyard, neither will we drink from the water of the wells. We will go along the king’s highway. We will not turn away to the right hand nor to the left, until we have passed your border.”",
        "18": "Edom said to him, “You shall not pass through me, lest I come out with the sword against you.”",
        "19": "The children of Israel said to him, “We will go up by the highway; and if we drink your water, I and my livestock, then I will give its price. Only let me, without doing anything else, pass through on my feet.”",
        "20": "He said, “You shall not pass through.” Edom came out against him with many people, and with a strong hand.",
        "21": "Thus Edom refused to give Israel passage through his border, so Israel turned away from him.",
        "22": "They traveled from Kadesh, and the children of Israel, even the whole congregation, came to Mount Hor.",
        "23": "Yahweh spoke to Moses and Aaron in Mount Hor, by the border of the land of Edom, saying,",
        "24": "“Aaron shall be gathered to his people; for he shall not enter into the land which I have given to the children of Israel, because you rebelled against my word at the waters of Meribah.",
        "25": "Take Aaron and Eleazar his son, and bring them up to Mount Hor;",
        "26": "and strip Aaron of his garments, and put them on Eleazar his son. Aaron shall be gathered, and shall die there.”",
        "27": "Moses did as Yahweh commanded. They went up onto Mount Hor in the sight of all the congregation.",
        "28": "Moses stripped Aaron of his garments, and put them on Eleazar his son. Aaron died there on the top of the mountain, and Moses and Eleazar came down from the mountain.",
        "29": "When all the congregation saw that Aaron was dead, they wept for Aaron thirty days, even all the house of Israel."
      }
    }
  }
}