{
  "book": "Numeri",
  "chapter": "4",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul a vorbit lui Moise și lui Aaron și a zis:",
        "2": "„Numără pe fiii lui Chehat dintre copiii lui Levi, după familiile lor, după casele părinților lor,",
        "3": "de la vârsta de treizeci de ani în sus până la vârsta de cincizeci de ani, pe toți cei destoinici să facă vreo slujbă la cortul întâlnirii.",
        "4": "Iată slujbele fiilor lui Chehat în cortul întâlnirii: ele privesc Locul Preasfânt.",
        "5": "La pornirea taberei, Aaron și fiii lui să vină să dea jos perdeaua dinăuntru și să acopere cu ea chivotul mărturiei;",
        "6": "să pună deasupra ei o învelitoare de piele de vițel de mare și să întindă pe deasupra un covor făcut în întregime din materie albastră; apoi să pună drugii chivotului.",
        "7": "Să întindă un covor albastru peste masa pâinilor pentru punerea înainte și deasupra să pună străchinile, cățuile, ceștile și potirele pentru jertfele de băutură; deasupra să fie și pâinea care se pune necurmat înaintea Domnului;",
        "8": "peste toate aceste lucruri, să întindă un covor cârmâziu și să-l acopere cu o învelitoare de piele de vițel de mare; apoi să pună drugii mesei.",
        "9": "Să ia un covor albastru și să acopere sfeșnicul, candelele lui, mucările lui, cenușarele lui și toate vasele lui pentru untdelemn, care se întrebuințează pentru slujba lui;",
        "10": "să-l pună cu toate uneltele lui într-o învelitoare de piele de vițel de mare; apoi să-l pună pe targă.",
        "11": "Peste altarul de aur să întindă un covor albastru și să-l acopere cu o învelitoare de piele de vițel de mare; apoi să-i pună drugii.",
        "12": "Să ia apoi toate uneltele întrebuințate pentru slujbă în Sfântul Locaș și să le pună într-un covor albastru și să le acopere cu o învelitoare de piele de vițel de mare; apoi să le pună pe targă.",
        "13": "Să ia cenușa din altar și să întindă peste altar un covor de purpură;",
        "14": "să pună deasupra toate uneltele pentru slujba lui, tigăile pentru cărbuni, furculițele, lopețile, lighenele, toate uneltele altarului și deasupra să întindă o învelitoare de piele de vițel de mare; apoi să-i pună drugii.",
        "15": "După ce Aaron și fiii lui vor isprăvi de acoperit Sfântul Locaș și toate uneltele Sfântului Locaș, fiii lui Chehat să vină, la pornirea taberei, ca să le ducă, dar să nu se atingă de lucrurile sfinte, ca să nu moară. Acestea sunt lucrurile pe care au să le ducă fiii lui Chehat din cortul întâlnirii.",
        "16": "Eleazar, fiul preotului Aaron, să aibă sub privegherea lui untdelemnul pentru sfeșnic, tămâia mirositoare, darul de pâine de toate zilele și untdelemnul pentru ungere; să aibă în grija lui tot cortul și tot ce cuprinde el, Sfântul Locaș și uneltele lui.”",
        "17": "Domnul a vorbit lui Moise și lui Aaron și a zis:",
        "18": "„Să nu cumva să puneți neamul familiilor chehatiților în primejdie să fie nimicit din mijlocul leviților.",
        "19": "Iată ce să faceți pentru ei ca să trăiască, și să nu moară, când se vor apropia de Locul Preasfânt: Aaron și fiii lui să vină și să pună pe fiecare din ei la slujba și sarcina lui.",
        "20": "Să nu intre ei să învelească lucrurile sfinte, ca să nu moară.” Slujbele gherșoniților",
        "21": "Domnul a vorbit lui Moise și a zis:",
        "22": "„Numără și pe fiii lui Gherșon, după casele părinților lor, după familiile lor,",
        "23": "și anume să faci numărătoarea, începând de la vârsta de treizeci de ani în sus până la vârsta de cincizeci de ani, a tuturor celor ce sunt în stare să împlinească vreo slujbă în cortul întâlnirii.",
        "24": "Iată slujbele familiilor gherșoniților, slujba pe care vor trebui s-o facă și ce vor trebui să ducă.",
        "25": "Să ducă covoarele cortului și cortul întâlnirii, învelitoarea lui și învelitoarea de piele de vițel de mare, care se pune deasupra, perdeaua de la ușa cortului întâlnirii,",
        "26": "pânzele curții și perdeaua de la ușa porții curții, de jur împrejurul cortului și altarului, funiile lor și toate uneltele care țin de ele. Și ei să facă toată slujba privitoare la aceste lucruri.",
        "27": "În slujbele lor, fiii gherșoniților să fie sub poruncile lui Aaron și fiilor lui, pentru tot ce vor duce și pentru toată slujba pe care vor trebui s-o facă; în grija lor să dați tot ce au de dus.",
        "28": "Acestea sunt slujbele familiilor fiilor gherșoniților în cortul întâlnirii și ce au ei de păzit sub cârmuirea lui Itamar, fiul preotului Aaron. Slujbele fiilor lui Merari",
        "29": "Să faci numărătoarea fiilor lui Merari, după familiile lor, după casele părinților lor,",
        "30": "și anume să faci numărătoarea, începând de la vârsta de treizeci de ani în sus până la vârsta de cincizeci de ani, a tuturor celor ce sunt în stare să facă vreo slujbă în cortul întâlnirii.",
        "31": "Iată ce este dat în grija lor și ce au ei de dus, pentru toate slujbele din cortul întâlnirii: scândurile cortului, drugii lui, stâlpii lui, picioarele lui;",
        "32": "stâlpii curții de jur împrejur, picioarele lor, țărușii lor, funiile lor, toate uneltele care țin de ei și tot ce este rânduit pentru slujba lor. Să spuneți pe nume lucrurile care sunt date în grija lor și pe care le au ei de purtat.",
        "33": "Acestea sunt slujbele familiilor fiilor lui Merari, toate slujbele pe care au să le facă ei în cortul întâlnirii, sub cârmuirea lui Itamar, fiul preotului Aaron.”",
        "34": "Moise, Aaron și mai-marii adunării au făcut numărătoarea fiilor chehatiților, după familiile lor și după casele părinților lor,",
        "35": "și anume a tuturor acelora care, de la vârsta de treizeci de ani în sus, până la vârsta de cincizeci de ani, erau în stare să facă vreo slujbă în cortul întâlnirii.",
        "36": "Cei ieșiți la numărătoare, după familiile lor, au fost două mii șapte sute cincizeci.",
        "37": "Aceștia sunt cei ieșiți la numărătoare din familiile chehatiților, toți cei ce făceau vreo slujbă în cortul întâlnirii; Moise și Aaron le-au făcut numărătoarea, după porunca Domnului dată prin Moise.",
        "38": "Fiii lui Gherșon ieșiți la numărătoare, după familiile lor și după casele părinților lor,",
        "39": "de la vârsta de treizeci de ani în sus până la vârsta de cincizeci de ani, și anume toți cei ce erau în stare să facă vreo slujbă în cortul întâlnirii,",
        "40": "cei ieșiți la numărătoare, după familiile lor, după casele părinților lor, au fost două mii șase sute treizeci.",
        "41": "Aceștia sunt cei ieșiți la numărătoare din familiile fiilor lui Gherșon, toți cei ce făceau vreo slujbă în cortul întâlnirii; Moise și Aaron le-au făcut numărătoarea după porunca Domnului.",
        "42": "Cei ieșiți la numărătoare dintre familiile fiilor lui Merari, după familiile lor, după casele părinților lor,",
        "43": "de la vârsta de treizeci de ani în sus până la vârsta de cincizeci de ani, toți cei ce erau în stare să facă vreo slujbă în cortul întâlnirii,",
        "44": "cei ieșiți la numărătoare, după familiile lor, au fost trei mii două sute.",
        "45": "Aceștia sunt cei ieșiți la numărătoare din familiile fiilor lui Merari; Moise și Aaron le-au făcut numărătoarea după porunca Domnului dată prin Moise.",
        "46": "Toți aceia dintre leviți a căror numărătoare au făcut-o Moise, Aaron și mai-marii lui Israel, după familiile lor și după casele părinților lor,",
        "47": "de la vârsta de treizeci de ani în sus până la vârsta de cincizeci de ani, toți cei ce erau în stare să facă vreo slujbă și să ducă cortul întâlnirii,",
        "48": "toți cei ieșiți la numărătoare au fost opt mii cinci sute optzeci.",
        "49": "Le-au făcut numărătoarea după porunca Domnului dată prin Moise, arătând fiecăruia slujba pe care trebuia s-o facă și ce trebuia să ducă; le-au făcut numărătoarea după porunca pe care o dăduse lui Moise Domnul."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Domnul le-a vorbit lui Moise și Aaron, zicând:",
        "2": "„Numărați-i pe fiii lui Chehat separat de ceilalți leviți, după clanurile și familiile lor,",
        "3": "de la vârsta de treizeci de ani în sus, până la vârsta de cincizeci de ani, pe oricine poate veni la datorie ca să facă vreo lucrare în Cortul Întâlnirii.",
        "4": "Aceasta este slujirea fiilor lui Chehat în Cortul Întâlnirii: vor avea grijă de lucrurile preasfinte.",
        "5": "La pornirea taberei, Aaron și fiii săi să intre, să dea jos draperia despărțitoare și să acopere Chivotul Mărturiei cu ea.",
        "6": "Să pună deasupra ei o învelitoare din piele trainică și să întindă peste aceasta o acoperitoare în întregime de culoare albastră, apoi să-i pună drugii.",
        "7": "Peste masa prezentării să întindă o acoperitoare de culoare albastră și să pună pe ea farfuriile, vasele pentru tămâie, ulcioarele și bolurile pentru jertfele de băutură. Pâinea prezentării să fie pe ea.",
        "8": "Să întindă peste acestea o acoperitoare stacojie, iar peste aceasta să pună o învelitoare din piele trainică. Apoi să-i pună mesei drugii.",
        "9": "Să ia o învelitoare de culoare albastră și să acopere sfeșnicul pentru luminat cu candelele lui, cleștii lui pentru cărbuni, tăvițele lui și toate vasele pentru ulei folosite la întrebuințarea lui.",
        "10": "Să-l pună, cu toate obiectele lui, într-o învelitoare din piele trainică și să-l așeze pe cadrul de lemn folosit la transportul lui.",
        "11": "Peste altarul de aur să întindă o acoperitoare de culoare albastră, iar peste aceasta să pună o învelitoare din piele trainică. Apoi să-i pună drugii.",
        "12": "Să ia apoi toate uneltele pentru slujbă, cu care ei slujesc în Lăcaș, să le pună într-o acoperitoare de culoare albastră, să le acopere cu o învelitoare din piele trainică și să le pună pe targă.",
        "13": "Să ia cenușa de pe altar și să întindă peste altar o acoperitoare de culoare purpurie.",
        "14": "Să pună pe el toate uneltele lui, cu care ei slujesc acolo: fărașele pentru cărbuni, furculițele, lopețile, vasele, toate uneltele altarului. Să întindă peste el o învelitoare din piele trainică și să-i pună drugii.",
        "15": "După ce Aaron și fiii săi vor termina de acoperit Lăcașul și toate lucrurile Lăcașului, iar tabăra va fi gata de pornire, fiii lui Chehat să vină și să ducă aceste lucruri. Dar să nu atingă niciunul dintre lucrurile sfinte pentru că vor muri. Acestea sunt poverile fiilor lui Chehat în Cortul Întâlnirii.",
        "16": "Elazar, fiul preotului Aaron, va fi responsabil de uleiul pentru luminat, de tămâia mirositoare, de darul de mâncare continuu, de uleiul pentru ungere, de tot Tabernaculul cu tot ce este în el, de Lăcaș și de obiectele lui“.",
        "17": "Domnul le-a vorbit lui Moise și Aaron, zicând:",
        "18": "„Să nu lăsați să fie nimicită din mijlocul leviților seminția clanurilor chehatiților.",
        "19": "Iată ce să faceți pentru ei, ca să trăiască și să nu moară atunci când se vor apropia de lucrurile preasfinte: Aaron și fiii lui să vină și să pună pe fiecare la slujba lui și la povara lui.",
        "20": "Să nu intre să se uite când lucrurile sfinte sunt învelite, pentru că altfel vor muri“. Responsabilitățile gherșoniților",
        "21": "Apoi Domnul i-a vorbit lui Moise, zicând:",
        "22": "„Numără-i și pe fiii lui Gherșon, după familiile părinților lor, după clanurile lor.",
        "23": "Să-i numeri, de la vârsta de treizeci de ani până la vârsta de cincizeci de ani, pe toți aceia care sunt în stare să facă vreo lucrare în Cortul Întâlnirii.",
        "24": "Iată care este slujirea în care să fie implicate clanurile gherșoniților, atunci când lucrează și duc poverile:",
        "25": "să ducă draperiile Tabernaculului, Cortul Întâlnirii cu învelitoarea lui, acoperitoarea din piei trainice care se pune deasupra, draperia de la intrarea în Cortul Întâlnirii,",
        "26": "draperiile curții, draperia de la intrarea pe poarta curții care înconjoară Tabernaculul și altarul, funiile lor și toate obiectele pentru slujba lor. Să slujească potrivit cu tot ceea ce trebuie făcut pentru acestea.",
        "27": "Toată slujirea fiilor gherșoniților cu privire la orice povară dată lor și la orice slujbă a lor să fie făcută la porunca lui Aaron și a fiilor săi. Să aibă ca responsabilitate orice povară dată lor.",
        "28": "Aceasta este slujirea clanurilor fiilor gherșoniților la Cortul Întâlnirii. Responsabilitatea lor să fie sub conducerea lui Itamar, fiul preotului Aaron. Responsabilitățile merariților",
        "29": "Cu privire la fiii lui Merari, să-i numeri după clanurile și familiile lor.",
        "30": "Să-i numeri de la vârsta de treizeci de ani în sus, până la vârsta de cincizeci de ani, pe oricine vine la datorie ca să facă vreo lucrare la Cortul Întâlnirii.",
        "31": "Aceasta este responsabilitatea lor cu privire la poverile date lor, potrivit cu toată slujirea lor la Cortul Întâlnirii: scândurile Tabernaculului cu drugii lor, stâlpii, piedestalele,",
        "32": "stâlpii curții de jur împrejur, piedestalele lor, țărușii lor și funiile lor, toate obiectele lor și tot ce este nevoie pentru slujba lor. Să menționați pe nume obiectele pentru care au responsabilitatea să le ducă.",
        "33": "Aceasta este slujirea clanurilor fiilor lui Merari, toată slujirea lor la Cortul Întâlnirii, sub conducerea lui Itamar, fiul preotului Aaron“. Recensământul clanurilor leviților",
        "34": "Moise, Aaron și conducătorii comunității i-au numărat pe fiii lui Chehat, potrivit clanurilor și familiilor lor,",
        "35": "de la vârsta de treizeci de ani în sus, până la vârsta de cincizeci de ani, pe oricine putea să vină la datorie, pentru vreo lucrare la Cortul Întâlnirii.",
        "36": "Cei ce au fost numărați potrivit clanurilor lor au fost două mii șapte sute cincizeci de oameni.",
        "37": "Aceștia au fost cei numărați din clanurile chehatiților, oricine slujea în Cortul Întâlnirii, pe care Moise și Aaron i-au numărat după porunca Domnului dată prin Moise.",
        "38": "Cei numărați dintre fiii lui Gherșon, potrivit clanurilor lor și potrivit familiilor părinților lor,",
        "39": "de la vârsta de treizeci de ani în sus, până la vârsta de cincizeci de ani, oricine putea să vină la datorie, pentru vreo lucrare în Cortul Întâlnirii,",
        "40": "cei numărați potrivit clanurilor lor și potrivit familiilor părinților lor au fost două mii șase sute treizeci de oameni.",
        "41": "Aceștia au fost cei numărați din clanurile fiilor lui Gherșon, oricine slujea în Cortul Întâlnirii, pe care Moise și Aaron i-au numărat după porunca Domnului dată lui Moise.",
        "42": "Cei numărați din clanurile fiilor lui Merari, potrivit clanurilor lor, potrivit familiilor părinților lor,",
        "43": "de la vârsta de treizeci de ani în sus, până la vârsta de cincizeci de ani, oricine putea veni la datorie, pentru vreo lucrare în Cortul Întâlnirii,",
        "44": "cei numărați potrivit clanurilor lor au fost trei mii două sute de oameni.",
        "45": "Aceștia au fost cei numărați din clanurile fiilor lui Merari, pe care Moise și Aaron i-au numărat după porunca Domnului dată prin Moise.",
        "46": "Toți cei numărați dintre leviți, pe care Moise, Aaron și conducătorii lui Israel i-au numărat potrivit clanurilor lor și potrivit familiilor părinților lor,",
        "47": "de la vârsta de treizeci de ani în sus, până la vârsta de cincizeci de ani, oricine venise la Cortul Întâlnirii ca să facă vreo lucrare și să ducă vreo povară,",
        "48": "cei numărați au fost opt mii cinci sute optzeci de oameni.",
        "49": "El i-a numărat după porunca Domnului, dată prin Moise, pe fiecare potrivit cu slujba lui și cu povara dată lui. Și, astfel, ei au fost numărați de el, așa cum îi poruncise Domnul lui Moise."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh spoke to Moses and to Aaron, saying,",
        "2": "“Take a census of the sons of Kohath from among the sons of Levi, by their families, by their fathers’ houses,",
        "3": "from thirty years old and upward even until fifty years old, all who enter into the service to do the work in the Tent of Meeting.",
        "4": "“This is the service of the sons of Kohath in the Tent of Meeting, regarding the most holy things.",
        "5": "When the camp moves forward, Aaron shall go in with his sons; and they shall take down the veil of the screen, cover the ark of the Testimony with it,",
        "6": "put a covering of sealskin on it, spread a blue cloth over it, and put in its poles.",
        "7": "“On the table of show bread they shall spread a blue cloth, and put on it the dishes, the spoons, the bowls, and the cups with which to pour out; and the continual bread shall be on it.",
        "8": "They shall spread on them a scarlet cloth, and cover it with a covering of sealskin, and shall put in its poles.",
        "9": "“They shall take a blue cloth and cover the lamp stand of the light, its lamps, its snuffers, its snuff dishes, and all its oil vessels, with which they minister to it.",
        "10": "They shall put it and all its vessels within a covering of sealskin, and shall put it on the frame.",
        "11": "“On the golden altar they shall spread a blue cloth, and cover it with a covering of sealskin, and shall put in its poles.",
        "12": "“They shall take all the vessels of ministry with which they minister in the sanctuary, and put them in a blue cloth, cover them with a covering of sealskin, and shall put them on the frame.",
        "13": "“They shall take away the ashes from the altar, and spread a purple cloth on it.",
        "14": "They shall put on it all its vessels with which they minister about it, the fire pans, the meat hooks, the shovels, and the basins—all the vessels of the altar; and they shall spread on it a covering of sealskin, and put in its poles.",
        "15": "“When Aaron and his sons have finished covering the sanctuary and all the furniture of the sanctuary, as the camp moves forward; after that, the sons of Kohath shall come to carry it; but they shall not touch the sanctuary, lest they die. The sons of Kohath shall carry these things belonging to the Tent of Meeting.",
        "16": "“The duty of Eleazar the son of Aaron the priest shall be the oil for the light, the sweet incense, the continual meal offering, and the anointing oil, the requirements of all the tabernacle, and of all that is in it, the sanctuary, and its furnishings.”",
        "17": "Yahweh spoke to Moses and to Aaron, saying,",
        "18": "“Don’t cut off the tribe of the families of the Kohathites from among the Levites;",
        "19": "but do this to them, that they may live, and not die, when they approach the most holy things: Aaron and his sons shall go in and appoint everyone to his service and to his burden;",
        "20": "but they shall not go in to see the sanctuary even for a moment, lest they die.”",
        "21": "Yahweh spoke to Moses, saying,",
        "22": "“Take a census of the sons of Gershon also, by their fathers’ houses, by their families;",
        "23": "you shall count them from thirty years old and upward until fifty years old: all who enter in to wait on the service, to do the work in the Tent of Meeting.",
        "24": "“This is the service of the families of the Gershonites, in serving and in bearing burdens:",
        "25": "they shall carry the curtains of the tabernacle and the Tent of Meeting, its covering, the covering of sealskin that is on it, the screen for the door of the Tent of Meeting,",
        "26": "the hangings of the court, the screen for the door of the gate of the court which is by the tabernacle and around the altar, their cords, and all the instruments of their service, and whatever shall be done with them. They shall serve in there.",
        "27": "At the commandment of Aaron and his sons shall be all the service of the sons of the Gershonites, in all their burden and in all their service; and you shall appoint their duty to them in all their responsibilities.",
        "28": "This is the service of the families of the sons of the Gershonites in the Tent of Meeting. Their duty shall be under the hand of Ithamar the son of Aaron the priest.",
        "29": "“As for the sons of Merari, you shall count them by their families, by their fathers’ houses;",
        "30": "you shall count them from thirty years old and upward even to fifty years old—everyone who enters on the service, to do the work of the Tent of Meeting.",
        "31": "This is the duty of their burden, according to all their service in the Tent of Meeting: the tabernacle’s boards, its bars, its pillars, its sockets,",
        "32": "the pillars of the court around it, their sockets, their pins, their cords, with all their instruments, and with all their service. You shall appoint the instruments of the duty of their burden to them by name.",
        "33": "This is the service of the families of the sons of Merari, according to all their service in the Tent of Meeting, under the hand of Ithamar the son of Aaron the priest.”",
        "34": "Moses and Aaron and the princes of the congregation counted the sons of the Kohathites by their families, and by their fathers’ houses,",
        "35": "from thirty years old and upward even to fifty years old, everyone who entered into the service for work in the Tent of Meeting.",
        "36": "Those who were counted of them by their families were two thousand seven hundred fifty.",
        "37": "These are those who were counted of the families of the Kohathites, all who served in the Tent of Meeting, whom Moses and Aaron counted according to the commandment of Yahweh by Moses.",
        "38": "Those who were counted of the sons of Gershon, by their families, and by their fathers’ houses,",
        "39": "from thirty years old and upward even to fifty years old—everyone who entered into the service for work in the Tent of Meeting,",
        "40": "even those who were counted of them, by their families, by their fathers’ houses, were two thousand six hundred thirty.",
        "41": "These are those who were counted of the families of the sons of Gershon, all who served in the Tent of Meeting, whom Moses and Aaron counted according to the commandment of Yahweh.",
        "42": "Those who were counted of the families of the sons of Merari, by their families, by their fathers’ houses,",
        "43": "from thirty years old and upward even to fifty years old—everyone who entered into the service for work in the Tent of Meeting,",
        "44": "even those who were counted of them by their families, were three thousand two hundred.",
        "45": "These are those who were counted of the families of the sons of Merari, whom Moses and Aaron counted according to the commandment of Yahweh by Moses.",
        "46": "All those who were counted of the Levites whom Moses and Aaron and the princes of Israel counted, by their families and by their fathers’ houses,",
        "47": "from thirty years old and upward even to fifty years old, everyone who entered in to do the work of service and the work of bearing burdens in the Tent of Meeting,",
        "48": "even those who were counted of them, were eight thousand five hundred eighty.",
        "49": "According to the commandment of Yahweh they were counted by Moses, everyone according to his service and according to his burden. Thus they were counted by him, as Yahweh commanded Moses."
      }
    }
  }
}