{
  "book": "Numeri",
  "chapter": "25",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Israel locuia în Sitim și poporul a început să se dea la curvie cu fetele lui Moab.",
        "2": "Ele au poftit poporul la jertfele dumnezeilor lor, și poporul a mâncat și s-a închinat până la pământ înaintea dumnezeilor lor.",
        "3": "Israel s-a alipit de Baal-Peor, și Domnul S-a aprins de mânie împotriva lui Israel.",
        "4": "Domnul a zis lui Moise: „Strânge pe toate căpeteniile poporului și spânzură pe cei vinovați înaintea Domnului în fața soarelui, pentru ca să se întoarcă de la Israel mânia aprinsă a Domnului.”",
        "5": "Moise a zis judecătorilor lui Israel: „Fiecare din voi să ucidă pe aceia dintre ai lui care s-au lipit de Baal-Peor.”",
        "6": "Și iată că un bărbat dintre copiii lui Israel a venit și a adus la frații lui pe o madianită, sub ochii lui Moise și sub ochii întregii adunări a copiilor lui Israel, pe când plângeau la ușa cortului întâlnirii.",
        "7": "La vederea acestui lucru, Fineas, fiul lui Eleazar, fiul preotului Aaron, s-a sculat din mijlocul adunării și a luat o suliță în mână.",
        "8": "S-a luat după omul acela din Israel până în cortul lui, i-a străpuns prin pântece pe amândoi: atât pe bărbatul acela din Israel, cât și pe femeia aceea. Și a încetat astfel urgia care izbucnise printre copiii lui Israel.",
        "9": "Douăzeci și patru de mii au murit loviți de urgia aceea.",
        "10": "Domnul a vorbit lui Moise și a zis:",
        "11": "„Fineas, fiul lui Eleazar, fiul preotului Aaron, a abătut mânia Mea de la copiii lui Israel prin râvna pe care a avut-o pentru Mine în mijlocul lor și n-am nimicit, în mânia Mea, pe copiii lui Israel.",
        "12": "De aceea să spui că închei cu el un legământ de pace.",
        "13": "Acesta va fi pentru el și pentru sămânța lui după el legământul unei preoții veșnice, pentru că a fost plin de râvnă pentru Dumnezeul lui și a făcut ispășire pentru copiii lui Israel.”",
        "14": "Bărbatul acela din Israel care a fost ucis împreună cu madianita se numea Zimri, fiul lui Salu; el era căpetenia unei case părintești a simeoniților.",
        "15": "Femeia care a fost ucisă se numea Cozbi, fata lui Țur, căpetenia semințiilor ieșite dintr-o casă părintească din Madian. Omorârea madianiților",
        "16": "Domnul a vorbit lui Moise și a zis:",
        "17": "„Priviți-i pe madianiți ca vrăjmași și ucideți-i,",
        "18": "căci și ei vi s-au arătat vrăjmași, amăgindu-vă prin vicleșugurile lor, în fapta lui Peor și în fapta Cozbiei, fata unei căpetenii a lui Madian, sora lor, ucisă în ziua urgiei care a avut loc cu prilejul faptei lui Peor.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În timp ce Israel locuia în Șitim, poporul a început să preacurvească cu femei moabite.",
        "2": "Ele au invitat poporul să ia parte la jertfele oferite dumnezeilor lor și, astfel, poporul a mâncat și s-a închinat înaintea dumnezeilor acestora.",
        "3": "Când a văzut că Israel s-a alipit de Baal-Peor, Domnul S-a mâniat foarte tare pe el.",
        "4": "Atunci Domnul i-a zis lui Moise: „Ia toate căpeteniile poporului și spânzură-i înaintea Domnului, în fața soarelui, pentru ca Domnul să-Și retragă mânia de la Israel“.",
        "5": "Moise le-a zis judecătorilor lui Israel: „Fiecare dintre voi să ucidă pe aceia dintre ai lui care s-au alipit de Baal-Peor“.",
        "6": "Și iată că un bărbat dintre fiii lui Israel a venit și a adus la frații lui o midianită, înaintea ochilor lui Moise și înaintea ochilor întregii comunități a lui Israel, care plângea la intrarea Cortului Întâlnirii.",
        "7": "Când preotul Fineas, fiul lui Elazar, fiul lui Aaron, a văzut acest lucru, s-a ridicat din mijlocul adunării, a luat o suliță în mână",
        "8": "și a intrat după bărbatul israelit în cort. I-a străpuns pe amândoi, atât pe bărbatul israelit, cât și pe femeia aceea, prin pântecul ei. Astfel, urgia împotriva fiilor lui Israel a fost oprită.",
        "9": "Cei care au murit în această urgie au fost în număr de douăzeci și patru de mii.",
        "10": "Domnul i-a vorbit lui Moise, zicând:",
        "11": "„Fineas, fiul lui Elazar, fiul preotului Aaron, a abătut furia Mea de la fiii lui Israel, căci a fost plin de râvnă ca și Mine, în mijlocul lor, și de aceea, în râvna Mea, nu i-am nimicit pe fiii lui Israel.",
        "12": "Prin urmare, spune: «Iată, îi dau legământul Meu de pace.",
        "13": "Acesta va fi pentru el și pentru urmașii lui un legământ al unei preoții veșnice, pentru că a fost plin de râvnă pentru Dumnezeul lui și a făcut ispășire pentru fiii lui Israel»“.",
        "14": "Numele bărbatului israelit care a fost ucis împreună cu femeia midianită era Zimri, fiul lui Salu, conducătorul unei familii de-a simeoniților.",
        "15": "Numele femeii midianite ucise era Cozbi, fata lui Țur, un conducător de clan și de familie midianită.",
        "16": "Domnul i-a vorbit lui Moise, zicând:",
        "17": "„Pe midianiți să-i priviți ca dușmani și să-i omorâți,",
        "18": "căci și ei v-au privit ca pe niște dușmani și v-au înșelat prin vicleniile lor, folosindu-se de Peor și de Cozbi, fata acelui conducător midianit, femeia care a fost ucisă în ziua urgiei cauzate de închinarea înaintea lui Peor“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Israel stayed in Shittim; and the people began to play the prostitute with the daughters of Moab;",
        "2": "for they called the people to the sacrifices of their gods. The people ate and bowed down to their gods.",
        "3": "Israel joined himself to Baal Peor, and Yahweh’s anger burned against Israel.",
        "4": "Yahweh said to Moses, “Take all the chiefs of the people, and hang them up to Yahweh before the sun, that the fierce anger of Yahweh may turn away from Israel.”",
        "5": "Moses said to the judges of Israel, “Everyone kill his men who have joined themselves to Baal Peor.”",
        "6": "Behold, one of the children of Israel came and brought to his brothers a Midianite woman in the sight of Moses, and in the sight of all the congregation of the children of Israel, while they were weeping at the door of the Tent of Meeting.",
        "7": "When Phinehas, the son of Eleazar, the son of Aaron the priest, saw it, he rose up from the middle of the congregation, and took a spear in his hand.",
        "8": "He went after the man of Israel into the pavilion, and thrust both of them through, the man of Israel, and the woman through her body. So the plague was stopped among the children of Israel.",
        "9": "Those who died by the plague were twenty-four thousand.",
        "10": "Yahweh spoke to Moses, saying,",
        "11": "“Phinehas, the son of Eleazar, the son of Aaron the priest, has turned my wrath away from the children of Israel, in that he was jealous with my jealousy among them, so that I didn’t consume the children of Israel in my jealousy.",
        "12": "Therefore say, ‘Behold, I give to him my covenant of peace.",
        "13": "It shall be to him, and to his offspring after him, the covenant of an everlasting priesthood, because he was jealous for his God, and made atonement for the children of Israel.’”",
        "14": "Now the name of the man of Israel that was slain, who was slain with the Midianite woman, was Zimri, the son of Salu, a prince of a fathers’ house among the Simeonites.",
        "15": "The name of the Midianite woman who was slain was Cozbi, the daughter of Zur. He was head of the people of a fathers’ house in Midian.",
        "16": "Yahweh spoke to Moses, saying,",
        "17": "“Harass the Midianites, and strike them;",
        "18": "for they harassed you with their wiles, wherein they have deceived you in the matter of Peor, and in the incident regarding Cozbi, the daughter of the prince of Midian, their sister, who was slain on the day of the plague in the matter of Peor.”"
      }
    }
  }
}