{
  "book": "Numeri",
  "chapter": "36",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Căpeteniile familiei lui Galaad, fiul lui Machir, fiul lui Manase, dintre familiile fiilor lui Iosif, s-au apropiat și au vorbit înaintea lui Moise și înaintea mai-marilor peste casele părintești ale copiilor lui Israel.",
        "2": "Ei au zis: „Domnule, ție ți-a poruncit Domnul să dai copiilor lui Israel țara ca moștenire prin sorți. Tu, domnule, ai primit, de asemenea, poruncă de la Domnul ca moștenirea fratelui nostru Țelofhad s-o dai fetelor lui.",
        "3": "Dar, dacă ele se mărită după unul din fiii altei seminții a copiilor lui Israel, moștenirea lor va fi ștearsă din moștenirea părinților noștri și adăugată la a seminției din care vor face parte și, astfel, moștenirea care ne-a căzut nouă la sorți se va micșora.",
        "4": "Și când va veni anul de veselie pentru copiii lui Israel, moștenirea lor va rămâne adăugată la a seminției din care vor face parte și va fi ștearsă astfel din moștenirea seminției părinților noștri.”",
        "5": "Moise a poruncit copiilor lui Israel din partea Domnului și a zis: „Seminția fiilor lui Iosif are dreptate.",
        "6": "Iată ce poruncește Domnul cu privire la fetele lui Țelofhad: să se mărite după cine vor vrea, numai să se mărite într-o familie din seminția părinților lor.",
        "7": "Nicio moștenire a copiilor lui Israel să nu treacă de la o seminție la alta, ci fiecare din copiii lui Israel să se țină lipit de moștenirea seminției părinților lui.",
        "8": "Și orice fată care are o moștenire în semințiile copiilor lui Israel să se mărite după cineva dintr-o familie din seminția tatălui ei, pentru ca fiecare din copiii lui Israel să-și aibă moștenirea părinților săi.",
        "9": "Nicio moștenire să nu treacă de la o seminție la alta, ci semințiile copiilor lui Israel să se țină fiecare de moștenirea sa.”",
        "10": "Fetele lui Țelofhad au făcut întocmai după porunca pe care o dăduse lui Moise Domnul.",
        "11": "Mahla, Tirța, Hogla, Milca și Noa, fetele lui Țelofhad, s-au măritat după fiii unchilor lor;",
        "12": "s-au măritat în familiile fiilor lui Manase, fiul lui Iosif, și moștenirea lor a rămas în seminția familiei tatălui lor.",
        "13": "Acestea sunt poruncile și legile pe care le-a dat Domnul prin Moise copiilor lui Israel în câmpia Moabului, lângă Iordan, în fața Ierihonului."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Căpeteniile familiilor din clanul urmașilor lui Ghilad, fiul lui Machir, fiul lui Manase, care făceau parte din clanurile urmașilor lui Iosif, au venit și au vorbit înaintea lui Moise și a celorlalți conducători ai familiilor fiilor lui Israel.",
        "2": "Ei au zis: ‒ Domnul i-a poruncit stăpânului meu să dea fiilor lui Israel țara ca moștenire prin tragere la sorți. Și stăpânului meu i-a fost poruncit de către Domnul să dea moștenirea fratelui nostru Țelofhad, fetelor lui.",
        "3": "Dar dacă ele se mărită cu bărbați din alte seminții ale fiilor lui Israel, atunci moștenirea lor va fi luată din moștenirea seminției noastre și adăugată seminției din care bărbatul face parte. Astfel, o parte din moștenirea noastră ne va fi luată.",
        "4": "Și, când va veni Anul de veselie pentru fiii lui Israel, moștenirea lor va fi adăugată seminției în care ele s-au măritat și proprietatea va fi ștearsă astfel din moștenirea seminției strămoșilor noștri.",
        "5": "Moise le-a poruncit fiilor lui Israel după cuvântul Domnului și le-a zis: ‒ Ce spune seminția urmașilor lui Iosif este adevărat.",
        "6": "Acesta este cuvântul pe care-l poruncește Domnul fetelor lui Țelofhad: „Să se mărite cu cine le place, dar să se mărite într-un clan al seminției tatălui lor.",
        "7": "Nicio moștenire a fiilor lui Israel să nu treacă de la o seminție la alta, ci fiecare dintre fiii lui Israel să se țină strâns de moștenirea seminției strămoșilor lui.",
        "8": "Orice fată care are o moștenire în oricare din semințiile fiilor lui Israel, să se mărite cu cineva dintr-un clan al seminției tatălui ei, pentru ca fiecare dintre fiii lui Israel să păstreze moștenirea strămoșilor lui.",
        "9": "Nicio moștenire nu va trece de la o seminție la alta, ci fiecare din semințiile fiilor lui Israel să-și păstreze moștenirea proprie“.",
        "10": "Fiicele lui Țelofhad au făcut după porunca pe care i-a dat-o Domnul lui Moise.",
        "11": "Fiicele lui Țelofhad – Mahla, Tirța, Hogla, Milca și Noa – s-au măritat cu verișori din partea tatălui lor.",
        "12": "Ele s-au măritat în interiorul clanurilor urmașilor lui Manase, fiul lui Iosif, iar moștenirea lor a rămas în seminția clanului tatălui lor.",
        "13": "Acestea sunt poruncile și judecățile pe care le-a dat Domnul fiilor lui Israel, prin Moise, în câmpiile Moabului, lângă Iordan, în fața Ierihonului."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "The heads of the fathers’ households of the family of the children of Gilead, the son of Machir, the son of Manasseh, of the families of the sons of Joseph, came near and spoke before Moses and before the princes, the heads of the fathers’ households of the children of Israel.",
        "2": "They said, “Yahweh commanded my lord to give the land for inheritance by lot to the children of Israel. My lord was commanded by Yahweh to give the inheritance of Zelophehad our brother to his daughters.",
        "3": "If they are married to any of the sons of the other tribes of the children of Israel, then their inheritance will be taken away from the inheritance of our fathers, and will be added to the inheritance of the tribe to which they shall belong. So it will be taken away from the lot of our inheritance.",
        "4": "When the jubilee of the children of Israel comes, then their inheritance will be added to the inheritance of the tribe to which they shall belong. So their inheritance will be taken away from the inheritance of the tribe of our fathers.”",
        "5": "Moses commanded the children of Israel according to Yahweh’s word, saying, “The tribe of the sons of Joseph speak what is right.",
        "6": "This is the thing which Yahweh commands concerning the daughters of Zelophehad, saying, ‘Let them be married to whom they think best, only they shall marry into the family of the tribe of their father.",
        "7": "So shall no inheritance of the children of Israel move from tribe to tribe; for the children of Israel shall all keep the inheritance of the tribe of his fathers.",
        "8": "Every daughter who possesses an inheritance in any tribe of the children of Israel shall be wife to one of the family of the tribe of her father, that the children of Israel may each possess the inheritance of his fathers.",
        "9": "So shall no inheritance move from one tribe to another tribe; for the tribes of the children of Israel shall each keep his own inheritance.’”",
        "10": "The daughters of Zelophehad did as Yahweh commanded Moses:",
        "11": "for Mahlah, Tirzah, Hoglah, Milcah, and Noah, the daughters of Zelophehad, were married to their father’s brothers’ sons.",
        "12": "They were married into the families of the sons of Manasseh the son of Joseph. Their inheritance remained in the tribe of the family of their father.",
        "13": "These are the commandments and the ordinances which Yahweh commanded by Moses to the children of Israel in the plains of Moab by the Jordan at Jericho."
      }
    }
  }
}