{
  "book": "Numeri",
  "chapter": "22",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Copiii lui Israel au pornit și au tăbărât în șesurile Moabului, dincolo de Iordan, în fața Ierihonului.",
        "2": "Balac, fiul lui Țipor, a văzut tot ce făcuse Israel amoriților.",
        "3": "Și Moab a rămas foarte îngrozit în fața unui popor atât de mare la număr; l-a apucat groaza în fața copiilor lui Israel.",
        "4": "Moab a zis bătrânilor lui Madian: „Mulțimea aceasta are să înghită tot ce este în jurul nostru, cum paște boul verdeața de pe câmp.” Balac, fiul lui Țipor, era pe atunci împărat al Moabului.",
        "5": "El a trimis soli la Balaam, fiul lui Beor, la Petor pe Râu (Eufrat), în țara fiilor poporului său, ca să-l cheme și să-i spună: „Iată, un popor a ieșit din Egipt, acoperă fața pământului și s-a așezat în fața mea!",
        "6": "Vino, te rog, să-mi blestemi pe poporul acesta, căci este mai puternic decât mine. Poate că așa îl voi putea bate și-l voi izgoni din țară, căci știu că pe cine binecuvântezi tu este binecuvântat și pe cine blestemi tu este blestemat.”",
        "7": "Bătrânii lui Moab și bătrânii lui Madian au plecat având cu ei daruri pentru ghicitor. Au ajuns la Balaam și i-au spus cuvintele lui Balac.",
        "8": "Balaam le-a zis: „Rămâneți aici peste noapte și vă voi da răspuns după cum îmi va spune Domnul.” Și căpeteniile Moabului au rămas la Balaam.",
        "9": "Dumnezeu a venit la Balaam și a zis: „Cine sunt oamenii aceștia pe care-i ai la tine?”",
        "10": "Balaam a răspuns lui Dumnezeu: „Balac, fiul lui Țipor, împăratul Moabului, i-a trimis să-mi spună:",
        "11": "‘Iată, un popor a ieșit din Egipt și acoperă fața pământului; vino dar și blestemă-l; poate că așa îl voi putea bate și-l voi izgoni.’”",
        "12": "Dumnezeu a zis lui Balaam: „Să nu te duci cu ei și nici să nu blestemi poporul acela, căci este binecuvântat.”",
        "13": "Balaam s-a sculat dimineața și a zis căpeteniilor lui Balac: „Duceți-vă înapoi în țara voastră, căci Domnul nu vrea să mă lase să merg cu voi.”",
        "14": "Și mai-marii Moabului s-au sculat, s-au întors la Balac și i-au spus: „Balaam n-a vrut să vină cu noi.” Măgărița lui Balaam vorbește",
        "15": "Balac a trimis din nou mai multe căpetenii mai cu vază decât cele dinainte.",
        "16": "Au ajuns la Balaam și i-au zis: „Așa vorbește Balac, fiul lui Țipor: ‘Nu mai pune piedici și vino la mine,",
        "17": "căci îți voi da multă cinste și voi face tot ce-mi vei spune; numai vino, te rog, și blestemă-mi poporul acesta!’”",
        "18": "Balaam a răspuns și a zis slujitorilor lui Balac: „Să-mi dea Balac chiar și casa lui plină de argint și de aur, și tot n-aș putea să fac niciun lucru, fie mic, fie mare, împotriva poruncii Domnului Dumnezeului meu.",
        "19": "Totuși, vă rog, rămâneți aici la noapte și voi vedea ce-mi va mai spune Domnul.”",
        "20": "Dumnezeu a venit la Balaam în timpul nopții și i-a zis: „Fiindcă oamenii aceștia au venit să te cheme, scoală-te și du-te cu ei, dar să faci numai ce-ți voi spune.”",
        "21": "Balaam s-a sculat dimineață, a pus șaua pe măgăriță și a plecat cu căpeteniile lui Moab.",
        "22": "Dumnezeu S-a aprins de mânie pentru că plecase. Și Îngerul Domnului S-a așezat în drum, ca să i Se împotrivească. Balaam era călare pe măgărița lui și cei doi slujitori ai lui erau cu el.",
        "23": "Măgărița a văzut pe Îngerul Domnului stând în drum, cu sabia scoasă din teacă în mână, s-a abătut din drum și a luat-o pe câmp. Balaam și-a bătut măgărița ca s-o aducă la drum.",
        "24": "Îngerul Domnului S-a așezat într-o cărare dintre vii și de fiecare parte a cărării era câte un zid.",
        "25": "Măgărița a văzut pe Îngerul Domnului, s-a strâns spre zid și a strâns piciorul lui Balaam de zid. Balaam a bătut-o din nou.",
        "26": "Îngerul Domnului a trecut mai departe și S-a așezat într-un loc unde nu era chip să te întorci nici la dreapta, nici la stânga.",
        "27": "Măgărița a văzut pe Îngerul Domnului și s-a culcat sub Balaam. Balaam s-a aprins de mânie și a bătut măgărița cu un băț.",
        "28": "Domnul a deschis gura măgăriței și ea a zis lui Balaam: „Ce ți-am făcut, de m-ai bătut de trei ori?”",
        "29": "Balaam a răspuns măgăriței: „Pentru că ți-ai bătut joc de mine; dacă aș avea o sabie în mână, te-aș ucide pe loc.”",
        "30": "Măgărița a zis lui Balaam: „Nu sunt eu oare măgărița ta, pe care ai călărit în tot timpul până în ziua de azi? Am eu oare obicei să-ți fac așa?” Și el a răspuns: „Nu.”",
        "31": "Domnul a deschis ochii lui Balaam, și Balaam a văzut pe Îngerul Domnului stând în drum, cu sabia scoasă în mână. Și s-a plecat și s-a aruncat cu fața la pământ.",
        "32": "Îngerul Domnului i-a zis: „Pentru ce ți-ai bătut măgărița de trei ori? Iată, Eu am ieșit ca să-ți stau împotrivă, căci drumul pe care mergi este un drum care duce la pierzare înaintea Mea.",
        "33": "Măgărița M-a văzut și s-a abătut de trei ori dinaintea Mea; dacă nu s-ar fi abătut dinaintea Mea, pe tine te-aș fi omorât, iar pe ea aș fi lăsat-o vie.”",
        "34": "Balaam a zis Îngerului Domnului: „Am păcătuit, căci nu știam că Te-ai așezat înaintea mea în drum, și acum, dacă nu găsești că e bine ce fac eu, mă voi întoarce.”",
        "35": "Îngerul Domnului a zis lui Balaam: „Du-te cu oamenii aceștia, dar să spui numai cuvintele pe care ți le voi spune Eu.” Și Balaam a plecat înainte cu căpeteniile lui Balac. Întâmpinarea lui Balaam",
        "36": "Balac a auzit că vine Balaam și i-a ieșit înainte până la cetatea Moabului, care este la hotarul Arnonului, la hotarul cel mai depărtat.",
        "37": "Balac a zis lui Balaam: „N-am trimis eu oare la tine să te cheme? Pentru ce n-ai venit la mine? Cum, nu pot eu oare să-ți dau cinste?”",
        "38": "Balaam a răspuns lui Balac: „Iată că am venit la tine. Acum îmi va fi oare îngăduit să spun ceva? Voi spune cuvintele pe care mi le va pune Dumnezeu în gură.”",
        "39": "Balaam a mers cu Balac și au ajuns la Chiriat-Huțot.",
        "40": "Balac a jertfit boi și oi și a trimis din ei lui Balaam și căpeteniilor care erau cu el.",
        "41": "Dimineața, Balac a luat pe Balaam și l-a suit pe Bamot-Baal, de unde Balaam putea să vadă o parte din popor."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Fiii lui Israel au plecat și apoi și-au așezat tabăra în câmpiile Moabului, dincolo de Iordan, în fața Ierihonului.",
        "2": "Balak, fiul lui Țipor, a văzut tot ce le făcuse Israel amoriților,",
        "3": "iar Moab s-a îngrozit la vederea unui popor așa de mare; Moab s-a scârbit de fiii lui Israel.",
        "4": "Atunci moabiții le-au zis bătrânilor Midianului: „Mulțimea aceasta va înghiți tot ce se află în jurul nostru, așa cum mănâncă boul verdeața câmpului“. Balak, fiul lui Țipor, rege al Moabului în vremea aceea,",
        "5": "a trimis mesageri să-l cheme pe Balaam, fiul lui Beor, care locuia la Petor, lângă râu, în țara fiilor poporului său. Balak a zis: „Iată, un popor a ieșit din Egipt, a acoperit fața pământului și s-a așezat înaintea mea.",
        "6": "Acum, vino, te rog, și blestemă acest popor pentru mine, căci este mai puternic decât mine! Poate că astfel îl voi putea învinge și alunga din țară, căci știu că pe cine binecuvântezi tu este binecuvântat, și pe cine blestemi tu este blestemat“.",
        "7": "Bătrânii Moabului și bătrânii Midianului au plecat, luând cu ei daruri pentru prezicător. Când au ajuns la Balaam, i-au spus cuvintele lui Balak.",
        "8": "Balaam le-a spus: „Rămâneți peste noapte aici și vă voi aduce cuvântul pe care mi-l va spune Domnul“. Astfel, conducătorii Moabului au rămas la Balaam.",
        "9": "Dumnezeu a venit la Balaam și i-a zis: ‒ Cine sunt oamenii aceștia care au venit la tine?",
        "10": "Balaam I-a răspuns lui Dumnezeu: ‒ Balak, fiul lui Țipor, regele Moabului, i-a trimis la mine să-mi spună:",
        "11": "„Iată, un popor a ieșit din Egipt și a acoperit fața pământului. Vino acum și blestemă-l! Poate că astfel îl voi putea învinge și alunga“.",
        "12": "Dumnezeu i-a zis lui Balaam: ‒ Să nu mergi cu ei și să nu blestemi acest popor, căci el este binecuvântat.",
        "13": "Balaam s-a sculat dimineața și le-a zis conducătorilor lui Balak: ‒ Duceți-vă în țara voastră căci Domnul nu-mi dă voie să vin cu voi.",
        "14": "Conducătorii Moabului s-au ridicat, s-au întors la Balak și i-au zis: „Balaam a refuzat să vină cu noi“.",
        "15": "Atunci Balak a trimis alți conducători, mai numeroși și mai renumiți decât primii.",
        "16": "Aceștia au mers la Balaam și i-au zis: ‒ Așa îți vorbește Balak, fiul lui Țipor: „Te rog, nu lăsa pe nimeni să te împiedice să vii la mine,",
        "17": "căci te voi umple de glorie și voi face tot ce-mi vei spune. Vino, te rog, și blestemă acest popor pentru mine!“.",
        "18": "Balaam le-a răspuns slujitorilor lui Balak, zicând: ‒ Chiar dacă Balak mi-ar da palatul lui plin cu argint și aur, tot n-aș putea să fac niciun lucru, oricât de mic sau mare, peste porunca Domnului, Dumnezeul meu.",
        "19": "Acum, vă rog, rămâneți și voi aici peste noapte ca să aflu ce-mi va mai spune Domnul.",
        "20": "În noaptea aceea, Dumnezeu a venit la Balaam și i-a zis: „Dacă oamenii aceștia au venit să te cheme, ridică-te și mergi cu ei, dar să faci doar ce-ți voi porunci Eu“. Măgărița lui Balaam",
        "21": "Dimineața, Balaam s-a sculat, a pus șaua pe măgărița sa și a plecat împreună cu conducătorii Moabului.",
        "22": "Atunci Dumnezeu S-a mâniat foarte tare pentru că plecase. Îngerul Domnului S-a așezat în drum ca să i se împotrivească. Balaam era călare pe măgărița lui, iar împreună cu el erau cei doi slujitori ai lui.",
        "23": "Când măgărița L-a văzut pe Îngerul Domnului stând în drum cu sabia în mână, a părăsit drumul și a luat-o pe câmp. Balaam a lovit măgărița ca s-o aducă din nou pe drum.",
        "24": "Atunci Îngerul Domnului S-a așezat pe un drum îngust, între două vii unde erau ziduri de o parte și de alta.",
        "25": "Când măgărița L-a văzut pe Îngerul Domnului, s-a înghesuit lângă perete, strângând piciorul lui Balaam. Atunci el a lovit-o din nou.",
        "26": "Îngerul Domnului S-a mutat într-un loc strâmt, unde nu era loc să te întorci nici la dreapta, nici la stânga.",
        "27": "Când măgărița L-a văzut pe Îngerul Domnului, s-a culcat la pământ sub Balaam. Balaam s-a mâniat și a început s-o lovească cu un băț.",
        "28": "Atunci Domnul a deschis gura măgăriței și ea i-a zis lui Balaam: ‒ Ce ți-am făcut de m-ai lovit de trei ori?",
        "29": "Balaam i-a răspuns măgăriței: ‒ Pentru că ți-ai bătut joc de mine! Dacă aș avea o sabie în mână, te-aș ucide chiar acum.",
        "30": "Măgărița i-a răspuns: ‒ Nu sunt eu măgărița ta, pe care ai călărit din zilele tinereții tale până astăzi? Am eu obiceiul să mă port astfel? El a răspuns: ‒ Nu.",
        "31": "Atunci Domnul i-a deschis ochii lui Balaam, și el L-a văzut pe Îngerul Domnului stând în drum cu sabia scoasă. El s-a închinat cu fața la pământ.",
        "32": "Îngerul Domnului l-a întrebat: ‒ De ce ți-ai lovit măgărița de trei ori? Iată, am ieșit ca să-ți stau împotrivă, deoarece calea ta este una nechibzuită înaintea Mea.",
        "33": "Măgărița M-a văzut și s-a abătut de trei ori dinaintea Mea. Dacă nu s-ar fi abătut, te-aș fi ucis cu siguranță, dar pe ea aș fi lăsat-o să trăiască.",
        "34": "Balaam I-a răspuns Îngerului Domnului: ‒ Am păcătuit, căci n-am știut că stăteai împotriva mea în drum. Dacă ceea ce fac este un lucru rău în ochii Tăi, mă voi întoarce.",
        "35": "Îngerul Domnului i-a zis lui Balaam: ‒ Du-te cu oamenii aceștia, dar să le spui doar cuvântul pe care ți-l voi zice Eu. Astfel, Balaam s-a dus împreună cu conducătorii lui Balak.",
        "36": "Când Balak a auzit că vine Balaam, i-a ieșit în întâmpinare în cetatea moabită de la granița cu Arnonul, la marginea teritoriului său.",
        "37": "Balak i-a zis lui Balaam: ‒ N-am trimis eu oare să te cheme la mine? De ce nu ai venit? Oare nu sunt eu în stare să te umplu de glorie?",
        "38": "Balaam i-a răspuns lui Balak: ‒ Iată, am venit la tine. Acum, oare chiar voi putea eu să vorbesc ceva? Trebuie să spun doar cuvântul pe care mi-l va pune Dumnezeu în gură.",
        "39": "Balaam a mers cu Balak și au intrat în cetatea Chiriat-Huțot.",
        "40": "Balak a înjunghiat vite și oi, și a trimis din ele atât lui Balaam, cât și conducătorilor care erau cu el.",
        "41": "A doua zi, Balak l-a luat pe Balaam și l-a urcat pe Bamot-Baal, de unde se putea vedea o parte din popor."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "The children of Israel traveled, and encamped in the plains of Moab beyond the Jordan at Jericho.",
        "2": "Balak the son of Zippor saw all that Israel had done to the Amorites.",
        "3": "Moab was very afraid of the people, because they were many. Moab was distressed because of the children of Israel.",
        "4": "Moab said to the elders of Midian, “Now this multitude will lick up all that is around us, as the ox licks up the grass of the field.” Balak the son of Zippor was king of Moab at that time.",
        "5": "He sent messengers to Balaam the son of Beor, to Pethor, which is by the River, to the land of the children of his people, to call him, saying, “Behold, there is a people who came out of Egypt. Behold, they cover the surface of the earth, and they are staying opposite me.",
        "6": "Please come now therefore, and curse this people for me; for they are too mighty for me. Perhaps I shall prevail, that we may strike them, and that I may drive them out of the land; for I know that he whom you bless is blessed, and he whom you curse is cursed.”",
        "7": "The elders of Moab and the elders of Midian departed with the rewards of divination in their hand. They came to Balaam, and spoke to him the words of Balak.",
        "8": "He said to them, “Lodge here this night, and I will bring you word again, as Yahweh shall speak to me.” The princes of Moab stayed with Balaam.",
        "9": "God came to Balaam, and said, “Who are these men with you?”",
        "10": "Balaam said to God, “Balak the son of Zippor, king of Moab, has said to me,",
        "11": "‘Behold, the people that has come out of Egypt covers the surface of the earth. Now, come curse them for me. Perhaps I shall be able to fight against them, and shall drive them out.’”",
        "12": "God said to Balaam, “You shall not go with them. You shall not curse the people, for they are blessed.”",
        "13": "Balaam rose up in the morning, and said to the princes of Balak, “Go to your land; for Yahweh refuses to permit me to go with you.”",
        "14": "The princes of Moab rose up, and they went to Balak, and said, “Balaam refuses to come with us.”",
        "15": "Balak again sent princes, more, and more honorable than they.",
        "16": "They came to Balaam, and said to him, “Balak the son of Zippor says, ‘Please let nothing hinder you from coming to me,",
        "17": "for I will promote you to very great honor, and whatever you say to me I will do. Please come therefore, and curse this people for me.’”",
        "18": "Balaam answered the servants of Balak, “If Balak would give me his house full of silver and gold, I can’t go beyond the word of Yahweh my God, to do less or more.",
        "19": "Now therefore please stay here tonight as well, that I may know what else Yahweh will speak to me.”",
        "20": "God came to Balaam at night, and said to him, “If the men have come to call you, rise up, go with them; but only the word which I speak to you, that you shall do.”",
        "21": "Balaam rose up in the morning, and saddled his donkey, and went with the princes of Moab.",
        "22": "God’s anger burned because he went; and Yahweh’s angel placed himself in the way as an adversary against him. Now he was riding on his donkey, and his two servants were with him.",
        "23": "The donkey saw Yahweh’s angel standing in the way, with his sword drawn in his hand; and the donkey turned out of the path, and went into the field. Balaam struck the donkey, to turn her into the path.",
        "24": "Then Yahweh’s angel stood in a narrow path between the vineyards, a wall being on this side, and a wall on that side.",
        "25": "The donkey saw Yahweh’s angel, and she thrust herself to the wall, and crushed Balaam’s foot against the wall. He struck her again.",
        "26": "Yahweh’s angel went further, and stood in a narrow place, where there was no way to turn either to the right hand or to the left.",
        "27": "The donkey saw Yahweh’s angel, and she lay down under Balaam. Balaam’s anger burned, and he struck the donkey with his staff.",
        "28": "Yahweh opened the mouth of the donkey, and she said to Balaam, “What have I done to you, that you have struck me these three times?”",
        "29": "Balaam said to the donkey, “Because you have mocked me, I wish there were a sword in my hand, for now I would have killed you.”",
        "30": "The donkey said to Balaam, “Am I not your donkey, on which you have ridden all your life long until today? Was I ever in the habit of doing so to you?” He said, “No.”",
        "31": "Then Yahweh opened the eyes of Balaam, and he saw Yahweh’s angel standing in the way, with his sword drawn in his hand; and he bowed his head, and fell on his face.",
        "32": "Yahweh’s angel said to him, “Why have you struck your donkey these three times? Behold, I have come out as an adversary, because your way is perverse before me.",
        "33": "The donkey saw me, and turned away before me these three times. Unless she had turned away from me, surely now I would have killed you, and saved her alive.”",
        "34": "Balaam said to Yahweh’s angel, “I have sinned; for I didn’t know that you stood in the way against me. Now therefore, if it displeases you, I will go back again.”",
        "35": "Yahweh’s angel said to Balaam, “Go with the men; but you shall only speak the word that I shall speak to you.” So Balaam went with the princes of Balak.",
        "36": "When Balak heard that Balaam had come, he went out to meet him to the City of Moab, which is on the border of the Arnon, which is in the utmost part of the border.",
        "37": "Balak said to Balaam, “Didn’t I earnestly send for you to summon you? Why didn’t you come to me? Am I not able indeed to promote you to honor?”",
        "38": "Balaam said to Balak, “Behold, I have come to you. Have I now any power at all to speak anything? I will speak the word that God puts in my mouth.”",
        "39": "Balaam went with Balak, and they came to Kiriath Huzoth.",
        "40": "Balak sacrificed cattle and sheep, and sent to Balaam, and to the princes who were with him.",
        "41": "In the morning, Balak took Balaam, and brought him up into the high places of Baal; and he saw from there part of the people."
      }
    }
  }
}