{
  "book": "Numeri",
  "chapter": "18",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Domnul a zis lui Aaron: „Tu și fiii tăi și casa tatălui tău cu tine să purtați pedeapsa fărădelegilor făcute în Sfântul Locaș; tu și fiii tăi împreună cu tine să purtați pedeapsa fărădelegilor făcute în împlinirea slujbei voastre preoțești.",
        "2": "Apropie, de asemenea, de tine pe frații tăi, seminția lui Levi, seminția tatălui tău, ca să fie legați de tine și să-ți slujească atunci când tu și fiii tăi împreună cu tine veți fi înaintea cortului întâlnirii.",
        "3": "Ei să păzească ce le vei porunci tu și cele privitoare la tot cortul, dar să nu se apropie nici de uneltele Sfântului Locaș, nici de altar, ca să nu muriți, și ei, și voi.",
        "4": "Ei să se alipească de tine și să păzească tot ce privește cortul întâlnirii pentru toată slujba cortului. Niciun străin să nu se apropie de voi.",
        "5": "Să păziți cele privitoare la Sfântul Locaș și altar, ca să nu mai fie mânie împotriva copiilor lui Israel.",
        "6": "Iată că am luat pe frații voștri leviții din mijlocul copiilor lui Israel, ca unii care sunt dați Domnului; ei vă sunt încredințați vouă în dar, ca să facă slujba cortului întâlnirii.",
        "7": "Tu și fiii tăi împreună cu tine să păziți slujbele preoției voastre în tot ce privește altarul și tot ce este dincolo de perdeaua dinăuntru: aceasta este slujba pe care o veți face. Vă dau în dar slujba preoției. Străinul care se va apropia va fi omorât.” Întreținerea preoților",
        "8": "Domnul a zis lui Aaron: „Iată, din toate lucrurile pe care Mi le închină copiii lui Israel, îți dau pe cele care Îmi sunt aduse prin ridicare; ți le dau ție și fiilor tăi ca drept al ungerii, printr-o lege veșnică.",
        "9": "Iată ce va fi al tău dintre lucrurile preasfinte care nu sunt mistuite de foc: toate darurile din jertfele lor de mâncare, toate jertfele lor de ispășire și toate jertfele pentru vină pe care Mi le vor aduce; lucrurile acestea preasfinte să fie ale tale și ale fiilor tăi.",
        "10": "Să le mâncați într-un loc preasfânt; orice bărbat să mănânce din ele; să le priviți ca sfinte.",
        "11": "Iată ce va mai fi al tău: toate darurile pe care le vor aduce copiii lui Israel prin ridicare și legănându-le într-o parte și în alta ți le dau ție, fiilor tăi și fiicelor tale împreună cu tine, printr-o lege veșnică. Oricine va fi curat în casa ta să mănânce din ele.",
        "12": "Îți dau cele dintâi roade pe care le vor aduce Domnului: tot ce va fi mai bun din untdelemn, tot ce va fi mai bun din must și grâu.",
        "13": "Cele dintâi roade ale pământului lor pe care le vor aduce Domnului să fie ale tale. Oricine va fi curat în casa ta să mănânce din ele.",
        "14": "Tot ce va fi închinat Domnului prin făgăduință în Israel să fie al tău.",
        "15": "Orice întâi născut din orice trup pe care-l vor aduce Domnului, atât din oameni, cât și din dobitoace, să fie al tău. Numai să lași să se răscumpere întâiul născut al omului și să lași să se răscumpere și întâiul născut al unui dobitoc necurat.",
        "16": "Să lași să se răscumpere întâii născuți ai oamenilor de la vârsta de o lună, după prețuirea ta, cu prețul de cinci sicli de argint, după siclul Sfântului Locaș, care este de douăzeci de ghere.",
        "17": "Dar să nu lași să se răscumpere întâiul născut al vacii, nici întâiul născut al oii, nici întâiul născut al caprei; acestea sunt lucruri sfinte. Sângele lor să-l stropești pe altar și să le arzi grăsimea; aceasta va fi o jertfă mistuită de foc de un miros plăcut Domnului.",
        "18": "Carnea lor să fie a ta, ca și pieptul care se leagănă într-o parte și în alta și ca și spata dreaptă.",
        "19": "Îți dau ție, fiilor tăi și fiicelor tale împreună cu tine, printr-o lege veșnică, toate darurile sfinte pe care le vor aduce Domnului copiii lui Israel prin ridicare. Acesta este un legământ de necălcat și pe vecie înaintea Domnului, pentru tine și pentru sămânța ta împreună cu tine.” Întreținerea leviților",
        "20": "Domnul a zis lui Aaron: „Tu să n-ai nicio moștenire în țara lor și să n-ai nicio parte de moșie în mijlocul lor. Eu sunt moștenirea și partea ta de moșie în mijlocul copiilor lui Israel.",
        "21": "Fiilor lui Levi le dau ca moștenire orice zeciuială în Israel, pentru slujba pe care o fac ei, pentru slujba cortului întâlnirii.",
        "22": "Copiii lui Israel să nu se mai apropie de cortul întâlnirii, ca să nu se facă vinovați de vreun păcat și să moară.",
        "23": "Ci leviții să facă slujba cortului întâlnirii și să rămână încărcați cu fărădelegile lor. Ei să n-aibă nicio moștenire în mijlocul copiilor lui Israel: aceasta să fie o lege veșnică printre urmașii voștri.",
        "24": "Leviților le dau de moștenire zeciuielile pe care le vor aduce copiii lui Israel Domnului prin ridicare, de aceea zic cu privire la ei: ‘Să nu aibă nicio moștenire în mijlocul copiilor lui Israel.’” Darul leviților din ce primesc",
        "25": "Domnul a vorbit lui Moise și a zis:",
        "26": "„Să vorbești leviților și să le spui: ‘Când veți primi de la copiii lui Israel zeciuiala pe care v-o dau din partea lor, ca moștenire a voastră, să luați întâi din ea un dar pentru Domnul, și anume a zecea parte din zeciuială,",
        "27": "și darul vostru vi se va socoti ca grâul care se ia întâi din arie și ca mustul care se ia întâi din teasc.",
        "28": "Astfel, să luați și voi întâi un dar pentru Domnul din toate zeciuielile pe care le veți primi de la copiii lui Israel și să dați preotului Aaron darul pe care-l veți lua întâi din ele pentru Domnul.",
        "29": "Din toate darurile care vi se vor da, să luați întâi toate darurile pentru Domnul; din tot ce va fi mai bun, să luați întâi partea închinată Domnului.’",
        "30": "Să le spui: ‘După ce veți lua din ele partea cea mai bună, zeciuiala va fi socotită leviților ca venitul de la arie și ca venitul de la teasc.",
        "31": "Să-l mâncați într-un loc oarecare, voi și casa voastră, căci aceasta este plata voastră pentru slujba pe care o faceți în cortul întâlnirii.",
        "32": "Nu vă veți face vinovați pentru aceasta de niciun păcat, dacă veți lua din ele pentru Domnul ce este mai bun, nici nu veți pângări darurile sfinte ale copiilor lui Israel și nu veți muri.’”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Domnul i-a zis lui Aaron: „Tu, fiii tăi și casa tatălui tău împreună cu tine veți purta pedeapsa pentru nelegiuire cu privire la Sfântul Lăcaș, dar numai tu și fiii tăi veți purta pedeapsa pentru nelegiuire cu privire la preoție.",
        "2": "De asemenea, adu-i aproape de tine pe frații tăi din seminția lui Levi, seminția tatălui tău, ca să ți se alăture și să-ți slujească, în timp ce tu și fiii tăi sunteți înaintea Cortului Mărturiei.",
        "3": "Să-și îndeplinească responsabilitățile față de tine și față de tot Cortul. Numai să nu se apropie nici de obiectele Lăcașului, nici de altar, pentru că altfel și ei și tu veți muri.",
        "4": "Ei să fie alături de tine și să-și îndeplinească responsabilitățile față de Cortul Întâlnirii, toată slujirea de la Cort. Niciun străin să nu se apropie de voi.",
        "5": "Să vă îndepliniți responsabilitatea față de Lăcaș și responsabilitatea față de altar, ca să nu mai fie mânie peste fiii lui Israel.",
        "6": "Iată că Eu Însumi i-am luat pe frații voștri leviți din mijlocul fiilor lui Israel. Ei vă sunt dați vouă în dar din partea Domnului ca să îndeplinească slujirea de la Cortul Întâlnirii.",
        "7": "Dar tu și fiii tăi împreună cu tine să păziți preoția voastră, având grijă de orice lucru privitor la altar și de tot ce este dincolo de draperie; așa să îndepliniți slujba. Vouă vă dau preoția în dar. Străinul care se va apropia să fie omorât“. Partea ce le revine preoților",
        "8": "Domnul i-a zis lui Aaron: „Iată, ți-am dat responsabilitate peste contribuțiile care-Mi sunt aduse. Toate darurile sfinte ale fiilor lui Israel ți le-am dat ție și fiilor tăi, ca parte a voastră, printr-o hotărâre veșnică.",
        "9": "Iată ce va fi al tău din darurile preasfinte, care nu sunt mistuite de foc: orice ofrandă a lor, pe care ei Mi-o aduc din fiecare dar de mâncare, din fiecare jertfă pentru păcat sau din fiecare jertfă pentru vină. Darurile acestea preasfinte să fie ale tale și ale fiilor tăi.",
        "10": "Să le mâncați într-un loc preasfânt; fiecare persoană de parte bărbătească să le mănânce. Să fie sfinte pentru voi.",
        "11": "Iată ce va mai fi al tău: contribuțiile aduse ca dar din toate jertfele legănate ale fiilor lui Israel. Ți le-am dat ție, fiilor tăi și fiicelor tale printr-o hotărâre veșnică. Oricine va fi curat, în familia ta, să mănânce din ele.",
        "12": "Tot ce este mai bun din ulei, din must și din grâne, rodul ales pe care ei îl dau Domnului, ți l-am dat ție.",
        "13": "Primele roade din tot ce este în țara lor, pe care le aduc Domnului, să fie ale tale. Cel curat din familia ta va putea să mănânce.",
        "14": "Tot ce este pus deoparte în Israel să fie al tău.",
        "15": "Întâiul născut al oricărei făpturi pe care ei îl aduc Domnului, fie om sau animal, să fie al tău. Totuși, atât pe întâiul născut al omului, cât și pe întâiul născut al animalelor necurate va trebui să-i răscumperi.",
        "16": "Prețul lor de răscumpărare, stabilit pentru cei de la o lună în sus, să fie de cinci șecheli de argint, după șechelul Lăcașului (adică douăzeci de ghere).",
        "17": "Dar pe întâiul născut al vacii, al oii sau al caprei să nu-l răscumperi; ei sunt sfinți. Să le stropești sângele pe altar și să le arzi grăsimea ca jertfă mistuită de foc, de o aromă plăcută Domnului.",
        "18": "Carnea lor să fie a ta, așa cum este al tău pieptul jertfei legănate și spata dreaptă.",
        "19": "Toate contribuțiile sfinte, pe care fiii lui Israel le aduc Domnului prin ridicare, ți le-am dat ție, fiilor tăi și fiicelor tale printr-o hotărâre veșnică. Acesta este un legământ al sării, un legământ veșnic înaintea Domnului, pentru tine și pentru urmașii tăi împreună cu tine“.",
        "20": "Apoi Domnul i-a zis lui Aaron: „Să nu ai nicio moștenire în țara lor, să nu ai nicio parte între ei. Eu sunt partea ta și moștenirea ta între fiii lui Israel.",
        "21": "Iată, fiilor lui Levi le-am dat ca moștenire orice zeciuială din Israel, pentru slujirea pe care o îndeplinesc, slujirea de la Cortul Întâlnirii.",
        "22": "De acum înainte, fiii lui Israel să nu se mai apropie de Cortul Întâlnirii ca să nu se facă vinovați de vreun păcat și să moară.",
        "23": "Doar leviții să îndeplinească slujirea de la Cortul Întâlnirii și să poarte pedeapsa pentru nelegiuirea lor. Ei să nu aibă nicio moștenire în mijlocul fiilor lui Israel. Aceasta să fie o hotărâre veșnică de-a lungul generațiilor voastre.",
        "24": "Căci zeciuielile fiilor lui Israel, pe care ei le aduc Domnului drept contribuție prin ridicare, le-am dat leviților. De aceea am zis despre ei că nu vor avea nicio moștenire între fiii lui Israel“.",
        "25": "După aceea, Domnul i-a vorbit lui Moise, zicând:",
        "26": "„Să le vorbești leviților și să le spui: «Când primiți zeciuiala de la fiii lui Israel, pe care v-am dat-o de la ei ca parte a voastră, să aduceți din ea Domnului o contribuție prin ridicare, o zeciuială din zeciuială.",
        "27": "Ea să fie considerată o contribuție din partea voastră, ca și cum ar fi grâne din aria de treierat și abundență de must din presa de struguri.",
        "28": "Deci, să aduceți și voi Domnului o contribuție prin ridicare, din toate zeciuielile pe care le primiți de la fiii lui Israel. Să dați preotului Aaron contribuția pe care ați adus-o Domnului din zeciuială.",
        "29": "Din toate darurile pe care le primiți, să aduceți prin ridicare fiecare contribuție cuvenită Domnului. Din tot ce este mai bun din ea, să aduceți partea sfințită».",
        "30": "Să le mai spui: «Când veți aduce prin ridicare ce este mai bun din ea, să le fie considerată leviților ca venitul de la aria de treierat și ca venitul de la presa de struguri.",
        "31": "O puteți mânca în orice loc, voi și familiile voastre, pentru că este plata voastră pentru slujirea în Cortul Întâlnirii.",
        "32": "Nu vă veți face vinovați de niciun păcat din cauza ei atunci când veți aduce, prin ridicare, ce este mai bun din ea, și nu veți întina darurile sfinte ale fiilor lui Israel, nici nu veți muri!»“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Yahweh said to Aaron, “You and your sons and your fathers’ house with you shall bear the iniquity of the sanctuary; and you and your sons with you shall bear the iniquity of your priesthood.",
        "2": "Bring your brothers also, the tribe of Levi, the tribe of your father, near with you, that they may be joined to you, and minister to you; but you and your sons with you shall be before the Tent of the Testimony.",
        "3": "They shall keep your commands and the duty of the whole Tent; only they shall not come near to the vessels of the sanctuary and to the altar, that they not die, neither they nor you.",
        "4": "They shall be joined to you and keep the responsibility of the Tent of Meeting, for all the service of the Tent. A stranger shall not come near to you.",
        "5": "“You shall perform the duty of the sanctuary and the duty of the altar, that there be no more wrath on the children of Israel.",
        "6": "Behold, I myself have taken your brothers the Levites from among the children of Israel. They are a gift to you, dedicated to Yahweh, to do the service of the Tent of Meeting.",
        "7": "You and your sons with you shall keep your priesthood for everything of the altar, and for that within the veil. You shall serve. I give you the service of the priesthood as a gift. The stranger who comes near shall be put to death.”",
        "8": "Yahweh spoke to Aaron, “Behold, I myself have given you the command of my wave offerings, even all the holy things of the children of Israel. I have given them to you by reason of the anointing, and to your sons, as a portion forever.",
        "9": "This shall be yours of the most holy things from the fire: every offering of theirs, even every meal offering of theirs, and every sin offering of theirs, and every trespass offering of theirs, which they shall give to me, shall be most holy for you and for your sons.",
        "10": "You shall eat of it like the most holy things. Every male shall eat of it. It shall be holy to you.",
        "11": "“This is yours, too: the wave offering of their gift, even all the wave offerings of the children of Israel. I have given them to you, and to your sons and to your daughters with you, as a portion forever. Everyone who is clean in your house shall eat of it.",
        "12": "“I have given to you all the best of the oil, all the best of the vintage, and of the grain, the first fruits of them which they give to Yahweh.",
        "13": "The first-ripe fruits of all that is in their land, which they bring to Yahweh, shall be yours. Everyone who is clean in your house shall eat of it.",
        "14": "“Everything devoted in Israel shall be yours.",
        "15": "Everything that opens the womb, of all flesh which they offer to Yahweh, both of man and animal, shall be yours. Nevertheless, you shall surely redeem the firstborn of man, and you shall redeem the firstborn of unclean animals.",
        "16": "You shall redeem those who are to be redeemed of them from a month old, according to your estimation, for five shekels of money, according to the shekel of the sanctuary, which weighs twenty gerahs.",
        "17": "“But you shall not redeem the firstborn of a cow, or the firstborn of a sheep, or the firstborn of a goat. They are holy. You shall sprinkle their blood on the altar, and shall burn their fat for an offering made by fire, for a pleasant aroma to Yahweh.",
        "18": "Their meat shall be yours, as the wave offering breast and as the right thigh, it shall be yours.",
        "19": "All the wave offerings of the holy things which the children of Israel offer to Yahweh, I have given you and your sons and your daughters with you, as a portion forever. It is a covenant of salt forever before Yahweh to you and to your offspring with you.”",
        "20": "Yahweh said to Aaron, “You shall have no inheritance in their land, neither shall you have any portion among them. I am your portion and your inheritance among the children of Israel.",
        "21": "“To the children of Levi, behold, I have given all the tithe in Israel for an inheritance, in return for their service which they serve, even the service of the Tent of Meeting.",
        "22": "Henceforth the children of Israel shall not come near the Tent of Meeting, lest they bear sin, and die.",
        "23": "But the Levites shall do the service of the Tent of Meeting, and they shall bear their iniquity. It shall be a statute forever throughout your generations. Among the children of Israel, they shall have no inheritance.",
        "24": "For the tithe of the children of Israel, which they offer as a wave offering to Yahweh, I have given to the Levites for an inheritance. Therefore I have said to them, ‘Among the children of Israel they shall have no inheritance.’”",
        "25": "Yahweh spoke to Moses, saying,",
        "26": "“Moreover you shall speak to the Levites, and tell them, ‘When you take of the children of Israel the tithe which I have given you from them for your inheritance, then you shall offer up a wave offering of it for Yahweh, a tithe of the tithe.",
        "27": "Your wave offering shall be credited to you, as though it were the grain of the threshing floor, and as the fullness of the wine press.",
        "28": "Thus you also shall offer a wave offering to Yahweh of all your tithes, which you receive of the children of Israel; and of it you shall give Yahweh’s wave offering to Aaron the priest.",
        "29": "Out of all your gifts, you shall offer every wave offering to Yahweh, of all its best parts, even the holy part of it.’",
        "30": "“Therefore you shall tell them, ‘When you heave its best from it, then it shall be credited to the Levites as the increase of the threshing floor, and as the increase of the wine press.",
        "31": "You may eat it anywhere, you and your households, for it is your reward in return for your service in the Tent of Meeting.",
        "32": "You shall bear no sin by reason of it, when you have heaved from it its best. You shall not profane the holy things of the children of Israel, that you not die.’”"
      }
    }
  }
}