{
  "book": "Osea",
  "chapter": "2",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Ziceți fraților voștri Ami (Poporul meu) și surorilor voastre Ruhama (Cea îndurată)!",
        "2": "Plângeți-vă, plângeți-vă împotriva mamei voastre! Căci nu este nevasta Mea și Eu nu sunt bărbatul ei! Să-și depărteze curviile dinaintea ei și preacurviile de la țâțele ei!",
        "3": "Altfel, o dezbrac în pielea goală, cum era în ziua nașterii ei, o fac ca o pustie, ca un pământ uscat, și o las să moară de sete!",
        "4": "Nu voi avea milă de copiii ei, căci sunt copii din curvie.",
        "5": "Mama lor a curvit; cea care i-a născut s-a necinstit, căci a zis: ‘Voi alerga după ibovnicii mei, care îmi dau pâinea și apa mea, lâna și inul meu, untdelemnul și băuturile mele!’",
        "6": "De aceea, iată, îi voi astupa drumul cu spini, i-l voi astupa cu un zid, ca să nu-și mai afle cărările.",
        "7": "Va alerga după ibovnicii ei, dar nu-i va ajunge; îi va căuta, dar nu-i va găsi. Apoi va zice: ‘Hai să mă întorc iarăși la bărbatul meu cel dintâi, căci eram mai fericită atunci decât acum!’",
        "8": "N-a cunoscut că Eu îi dădeam grâul, mustul și untdelemnul și au închinat slujbei lui Baal argintul și aurul cel mult pe care i-l dădeam.",
        "9": "De aceea, Îmi voi lua iarăși înapoi grâul la vremea lui și mustul la vremea lui și Îmi voi ridica iarăși de la ea lâna și inul pe care i le dădusem ca să-i acopere goliciunea.",
        "10": "Și acum îi voi descoperi rușinea înaintea ibovnicilor ei și niciunul n-o va scoate din mâna Mea.",
        "11": "Voi face să înceteze toată bucuria ei, sărbătorile ei, lunile ei cele noi, sabatele ei și toate praznicele ei.",
        "12": "Îi voi pustii și viile și smochinii, despre care zicea: ‘Aceasta este plata pe care mi-au dat-o ibovnicii mei!’ Le voi preface într-o pădure și le vor mânca fiarele câmpului.",
        "13": "O voi pedepsi pentru zilele când tămâia baalilor, când se gătea cu veriga de nas, cu salba ei, și alerga după ibovnicii ei, uitând de Mine”, zice Domnul.",
        "14": "„De aceea, iată, o voi ademeni și o voi duce în pustie și-i voi vorbi pe placul inimii ei.",
        "15": "Acolo, îi voi da iarăși viile și valea Acor i-o voi preface într-o ușă de nădejde și acolo va cânta ca în vremea tinereții ei și ca în ziua când s-a suit din țara Egiptului.",
        "16": "În ziua aceea”, zice Domnul, „Îmi vei zice: ‘Bărbatul meu’ și nu-Mi vei mai zice: ‘Stăpânul meu’.",
        "17": "Voi scoate din gura ei numele baalilor, ca să nu mai fie pomeniți pe nume.",
        "18": "În ziua aceea, voi încheia pentru ei un legământ cu fiarele câmpului, cu păsările cerului și cu târâtoarele pământului, voi sfărâma din țară arcul, sabia și orice unealtă de război și-i voi face să locuiască în liniște.",
        "19": "Te voi logodi cu Mine pentru totdeauna; te voi logodi cu Mine prin neprihănire, judecată, mare bunătate și îndurare;",
        "20": "te voi logodi cu Mine prin credincioșie și vei cunoaște pe Domnul!",
        "21": "În ziua aceea, voi asculta, zice Domnul, voi asculta cerurile, și ele vor asculta pământul;",
        "22": "pământul va asculta grâul, mustul și untdelemnul, și acestea vor asculta pe Izreel.",
        "23": "Îmi voi sădi pe Lo-Ruhama în țară și-i voi da îndurare; voi zice lui Lo-Ami: ‘Tu ești poporul Meu!’ Și el va răspunde: ‘Dumnezeul meu!’”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Spuneți-le fraților voștri «Poporul Meu» și surorilor voastre – «I s-a arătat milă»! Necredincioșie, pedeapsă și promisiunea de restaurare",
        "2": "Mustrați-vă mama, mustrați-o, căci ea nu este soția Mea, iar Eu nu sunt soțul ei! Să depărteze prostituția dinaintea ei și adulterul dintre sânii ei.",
        "3": "Altfel, o voi dezbrăca în pielea goală și o voi arăta așa cum era în ziua nașterii ei. O voi face asemenea unei pustii, o voi preface într-un pământ uscat și o voi omorî prin însetare.",
        "4": "De fiii ei nu voi avea milă, căci sunt fii de prostituată.",
        "5": "Mama lor s-a prostituat și i-a zămislit în chip rușinos. Ea a zis: «Mă voi duce după amanții mei, după cei care-mi dau pâinea și apa, lâna și inul, uleiul și băutura!».",
        "6": "De aceea, iată, îi voi îngrădi căile cu spini, o voi împrejmui cu ziduri, ca să nu-și mai poată găsi cărările.",
        "7": "Va alerga după amanții ei, dar nu-i va ajunge; îi va căuta, dar nu-i va găsi. Apoi va zice: «Mă voi întoarce la primul meu Soț, căci mi-a fost mai bine atunci decât acum!».",
        "8": "Ea nu știe însă că Eu am fost Acela Care i-a dat grânele, mustul și uleiul, Cel Care i-a înmulțit argintul și aurul, pe care ea le-a folosit apoi pentru Baal.",
        "9": "De aceea Îmi voi lua înapoi grânele la vremea lor și mustul la vremea lui. Îmi voi recupera lâna și inul date pentru acoperirea goliciunii ei.",
        "10": "Iar acum, îi voi descoperi rușinea înaintea ochilor amanților ei și niciunul n-o va scăpa din mâna Mea.",
        "11": "Voi face să înceteze toate motivele ei de bucurie: sărbătorile ei, lunile ei noi, sabaturile ei și toate adunările ei de sărbătoare.",
        "12": "Îi voi pustii viile și smochinii despre care zicea: «Aceasta este plata dată de amanții mei!». Voi face din ele un tufiș, iar vietățile câmpului le vor devora.",
        "13": "O voi pedepsi pentru zilele când ardea tămâie baalilor, când se gătea cu veriga în nas și cu salba ei și umbla după amanți, uitând de Mine“, zice Domnul.",
        "14": "„De aceea, iată, o voi ademeni, o voi aduce în deșert și-i voi vorbi pe placul inimii ei.",
        "15": "De acolo îi voi da viile ei și voi face din Valea Acor o poartă a speranței. Acolo, ea va răspunde ca în zilele tinereții ei, ca în ziua când a plecat din țara Egiptului“.",
        "16": "„În ziua aceea“, zice Domnul, „Mă vei numi «Soțul meu» și nu-Mi vei mai spune «Stăpânul meu».",
        "17": "Voi îndepărta numele baalilor din gura ei și nu le vor mai fi amintite numele.",
        "18": "În ziua aceea, voi încheia pentru ei un legământ cu vietățile câmpului, cu păsările cerului și cu târâtoarele pământului. Le voi distruge din țară arcul, sabia și războiul și-i voi face să se odihnească în siguranță.",
        "19": "Te voi logodi cu Mine pe vecie, te voi logodi cu Mine prin dreptate și prin judecată, prin îndurare și prin milă.",
        "20": "Te voi logodi cu Mine prin credincioșie, iar tu Îl vei cunoaște pe Domnul“.",
        "21": "„În ziua aceea, le voi răspunde“, zice Domnul, „voi răspunde cerurilor, iar ele îi vor răspunde pământului;",
        "22": "pământul va răspunde grânelor, mustului și uleiului, iar ele îi vor răspunde lui Izreel.",
        "23": "O voi semăna pentru Mine Însumi în țară! De Lo-Ruhama voi avea milă! Lui Lo-Ammi îi voi spune: «Tu ești poporul Meu!», iar el Îmi va răspunde: «Dumnezeul meu!»“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "“Say to your brothers, ‘My people!’ and to your sisters, ‘My loved one!’",
        "2": "Contend with your mother! Contend, for she is not my wife, neither am I her husband; and let her put away her prostitution from her face, and her adulteries from between her breasts;",
        "3": "lest I strip her naked, and make her bare as in the day that she was born, and make her like a wilderness, and set her like a dry land, and kill her with thirst.",
        "4": "Indeed, on her children I will have no mercy, for they are children of unfaithfulness.",
        "5": "For their mother has played the prostitute. She who conceived them has done shamefully; for she said, ‘I will go after my lovers, who give me my bread and my water, my wool and my flax, my oil and my drink.’",
        "6": "Therefore behold, I will hedge up your way with thorns, and I will build a wall against her, that she can’t find her way.",
        "7": "She will follow after her lovers, but she won’t overtake them; and she will seek them, but won’t find them. Then she will say, ‘I will go and return to my first husband, for then it was better with me than now.’",
        "8": "For she didn’t know that I gave her the grain, the new wine, and the oil, and multiplied to her silver and gold, which they used for Baal.",
        "9": "Therefore I will take back my grain in its time, and my new wine in its season, and will pluck away my wool and my flax which should have covered her nakedness.",
        "10": "Now I will uncover her lewdness in the sight of her lovers, and no one will deliver her out of my hand.",
        "11": "I will also cause all her celebrations to cease: her feasts, her new moons, her Sabbaths, and all her solemn assemblies.",
        "12": "I will lay waste her vines and her fig trees, about which she has said, ‘These are my wages that my lovers have given me,’ and I will make them a forest, and the animals of the field shall eat them.",
        "13": "I will visit on her the days of the Baals, to which she burned incense when she decked herself with her earrings and her jewels, and went after her lovers and forgot me,” says Yahweh.",
        "14": "“Therefore behold, I will allure her, and bring her into the wilderness, and speak tenderly to her.",
        "15": "I will give her vineyards from there, and the valley of Achor for a door of hope; and she will respond there as in the days of her youth, and as in the day when she came up out of the land of Egypt.",
        "16": "It will be in that day,” says Yahweh, “that you will call me ‘my husband,’ and no longer call me ‘my master.’",
        "17": "For I will take away the names of the Baals out of her mouth, and they will no longer be mentioned by name.",
        "18": "In that day I will make a covenant for them with the animals of the field, and with the birds of the sky, and with the creeping things of the ground. I will break the bow, the sword, and the battle out of the land, and will make them lie down safely.",
        "19": "I will betroth you to me forever. Yes, I will betroth you to me in righteousness, in justice, in loving kindness, and in compassion.",
        "20": "I will even betroth you to me in faithfulness; and you shall know Yahweh.",
        "21": "It will happen in that day, that I will respond,” says Yahweh. “I will respond to the heavens, and they will respond to the earth;",
        "22": "and the earth will respond to the grain, and the new wine, and the oil; and they will respond to Jezreel.",
        "23": "I will sow her to me in the earth; and I will have mercy on her who had not obtained mercy; and I will tell those who were not my people, ‘You are my people;’ and they will say, ‘You are My God!’”"
      }
    }
  }
}