{
  "book": "Osea",
  "chapter": "7",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Când vreau să vindec pe Israel, atunci se descoperă nelegiuirea lui Efraim și răutatea Samariei, căci lucrează cu vicleșug. Înăuntru vine hoțul, și ceata de tâlhari jefuiește afară.",
        "2": "Și nu se gândesc în inima lor că Eu Îmi aduc aminte de toată răutatea lor; faptele lor îi și înconjoară și stau înaintea Mea!",
        "3": "Ei veselesc pe împărat cu răutatea lor și pe căpetenii cu minciunile lor.",
        "4": "Toți sunt preacurvari, ca un cuptor încălzit de brutar, și brutarul încetează să mai ațâțe focul de când a frământat plămădeala până s-a ridicat.",
        "5": "În ziua împăratului nostru, căpeteniile se îmbolnăvesc de prea mult vin, împăratul dă mâna cu batjocoritorii.",
        "6": "Le arde inima după curse ca un cuptor; toată noaptea le fumegă mânia, iar dimineața arde ca un foc aprins.",
        "7": "Toți ard ca un cuptor și își mănâncă judecătorii; toți împărații lor cad; niciunul din ei nu Mă cheamă.",
        "8": "Efraim se amestecă printre popoare, Efraim este o turtă care n-a fost întoarsă.",
        "9": "Niște străini îi mănâncă puterea, și el nu-și dă seama; îl apucă bătrânețea, și el nu-și dă seama.",
        "10": "Măcar că mândria lui Israel mărturisește împotriva lor, tot nu se întorc la Domnul Dumnezeul lor și tot nu-L caută, cu toate aceste pedepse!",
        "11": "Ci Efraim a ajuns ca o turturică proastă, fără pricepere; ei cheamă Egiptul și aleargă în Asiria.",
        "12": "Dar, ori de câte ori se duc, Îmi voi întinde lațul peste ei, îi voi doborî ca pe păsările cerului și-i voi pedepsi cum le-am spus în adunarea lor.",
        "13": "Vai de ei, pentru că fug de Mine! Pieirea vine peste ei, pentru că nu-Mi sunt credincioși! Aș vrea să-i scap, dar ei spun minciuni împotriva Mea!",
        "14": "Nu strigă către Mine din inimă, ci se bocesc în așternutul lor; turbează după grâu și must și se răzvrătesc împotriva Mea.",
        "15": "I-am pedepsit, le-am întărit brațele, dar ei gândesc rău împotriva Mea.",
        "16": "Se întorc, dar nu la Cel Preaînalt; sunt ca un arc înșelător. Mai-marii lor vor cădea uciși de sabie din pricina vorbirii lor îndrăznețe, care-i va face de râs în țara Egiptului."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Chiar când vindec Israelul, se descoperă nelegiuirea lui Efraim și relele Samariei. Căci ei practică înșelătoria: hoțul vine înăuntru, iar ceata de tâlhari jefuiește afară.",
        "2": "Nu-și spun în inima lor că Eu Îmi aduc aminte de tot răul lor. Acum, faptele lor îi înconjoară; ele sunt înaintea feței Mele.",
        "3": "Ei îl înveselesc pe rege cu răutatea lor și pe prinți – cu minciunile lor.",
        "4": "Toți sunt adulteri, sunt asemenea unui cuptor încins de brutar. El a încetat să mai întețească focul, de când a frământat aluatul și până la dospire.",
        "5": "De ziua regelui nostru, căpeteniile s-au aprins din cauza vinului, iar el dă mâna cu batjocoritorii.",
        "6": "Ei se apropie să stea de vorbă, iar inima lor este ca un cuptor, atunci când conspiră. Toată noaptea mânia lor mocnește, iar dimineața arde ca flacăra focului.",
        "7": "Cu toții sunt fierbinți ca un cuptor și își devorează judecătorii. Toți regii lor se prăbușesc și niciunul dintre ei nu Mă cheamă.",
        "8": "Efraim, chiar el, se amestecă cu popoarele; Efraim este o turtă care n-a fost întoarsă.",
        "9": "Străinii i-au distrus puterea, dar el nu știe. Începe să aibă păr cărunt, dar el nu știe.",
        "10": "Mândria lui Israel mărturisește împotriva lui, dar el tot nu se întoarce la Domnul Dumnezeul lui, și tot nu-L caută, în pofida tuturor acestor lucruri.",
        "11": "Efraim este ca un porumbel, ușor de amăgit și fără minte: mai întâi cheamă Egiptul în ajutor, apoi se duce în Asiria.",
        "12": "Când se vor duce, Îmi voi întinde lațul peste ei, îi voi doborî ca pe păsările cerului. Îi voi pedepsi potrivit cu vestea adusă comunității lor.",
        "13": "Vai de ei, căci s-au depărtat de Mine! La distrugere cu ei, căci s-au răzvrătit împotriva Mea! Aș vrea să-i răscumpăr, dar ei spun minciuni împotriva Mea.",
        "14": "Nu strigă către Mine din inima lor, ci gem în paturile lor. Se însoțesc pentru strângerea grânelor și a mustului, dar Mie Îmi întorc spatele.",
        "15": "Eu i-am instruit, le-am întărit brațele, dar ei gândesc rău împotriva Mea.",
        "16": "Ei se întorc, dar nu la Cel Preaînalt; sunt ca un arc înșelător. Căpeteniile lor vor cădea ucise de sabie din cauza vorbirii lor îndrăznețe; aceasta îi va face de râs în țara Egiptului."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "When I would heal Israel, then the iniquity of Ephraim is uncovered, also the wickedness of Samaria; for they commit falsehood, and the thief enters in, and the gang of robbers ravages outside.",
        "2": "They don’t consider in their hearts that I remember all their wickedness. Now their own deeds have engulfed them. They are before my face.",
        "3": "They make the king glad with their wickedness, and the princes with their lies.",
        "4": "They are all adulterers. They are burning like an oven that the baker stops stirring, from the kneading of the dough, until it is leavened.",
        "5": "On the day of our king, the princes made themselves sick with the heat of wine. He joined his hand with mockers.",
        "6": "For they have prepared their heart like an oven, while they lie in wait. Their anger smolders all night. In the morning it burns as a flaming fire.",
        "7": "They are all hot as an oven, and devour their judges. All their kings have fallen. There is no one among them who calls to me.",
        "8": "Ephraim mixes himself among the nations. Ephraim is a pancake not turned over.",
        "9": "Strangers have devoured his strength, and he doesn’t realize it. Indeed, gray hairs are here and there on him, and he doesn’t realize it.",
        "10": "The pride of Israel testifies to his face; yet they haven’t returned to Yahweh their God, nor sought him, for all this.",
        "11": "“Ephraim is like an easily deceived dove, without understanding. They call to Egypt. They go to Assyria.",
        "12": "When they go, I will spread my net on them. I will bring them down like the birds of the sky. I will chastise them, as their congregation has heard.",
        "13": "Woe to them! For they have wandered from me. Destruction to them! For they have trespassed against me. Though I would redeem them, yet they have spoken lies against me.",
        "14": "They haven’t cried to me with their heart, but they howl on their beds. They assemble themselves for grain and new wine. They turn away from me.",
        "15": "Though I have taught and strengthened their arms, yet they plot evil against me.",
        "16": "They return, but not to the Most High. They are like a faulty bow. Their princes will fall by the sword for the rage of their tongue. This will be their derision in the land of Egypt."
      }
    }
  }
}