{
  "book": "Osea",
  "chapter": "9",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Nu te bucura, Israele, nu te veseli ca popoarele, pentru că ai curvit, părăsind pe Domnul, pentru că ai iubit o plată necurată în toate ariile cu grâu!",
        "2": "Aria și teascul nu-i vor hrăni și mustul le va lipsi.",
        "3": "Nu vor rămâne în țara Domnului, ci Efraim se va întoarce în Egipt și vor mânca în Asiria mâncăruri necurate.",
        "4": "Nu vor aduce Domnului vin ca jertfă de băutură, căci nu-I va fi plăcută. Pâinea lor le va fi ca o pâine de jale; toți cei ce vor mânca din ea se vor face necurați, căci pâinea lor va fi numai pentru ei, nu va intra în Casa Domnului!",
        "5": "Ce veți face în zilele de praznic, la sărbătorile Domnului?",
        "6": "Căci iată că ei pleacă din pricina pustiirii; Egiptul îi va aduna, Moful le va da morminte; ce au mai scump, argintul lor, va fi prada mărăcinilor și vor crește spinii în corturile lor.",
        "7": "Vin zilele pedepsei, vin zilele răsplătirii: Israel va vedea singur dacă prorocul este nebun sau dacă omul insuflat aiurează. Și aceasta din pricina mărimii nelegiuirilor și răzvrătirilor tale.",
        "8": "Efraim stă la pândă împotriva Dumnezeului meu, prorocului i se întind lațuri de păsări pe toate căile lui, îl vrăjmășesc în Casa Dumnezeului său.",
        "9": "S-au afundat în stricăciune, ca în zilele Ghibei; Domnul Își va aduce aminte de nelegiuirea lor, le va pedepsi păcatele.",
        "10": "„Am găsit pe Israel ca pe niște struguri în pustie, am văzut pe părinții voștri ca pe cele dintâi roade ale unui smochin, în primăvară, dar ei s-au dus la Baal-Peor, s-au pus în slujba idolului scârbos și au ajuns urâcioși ca și acela pe care îl iubeau.",
        "11": "Slava lui Efraim va zbura ca o pasăre: nu mai este nicio naștere, nicio însărcinare și nicio zămislire!",
        "12": "Chiar dacă își vor crește copiii, îi voi lipsi de ei înainte ca să ajungă oameni mari, și vai de ei când Îmi voi întoarce privirile de la ei!",
        "13": "Efraim, după cum văd, își dă copiii la pradă și Efraim își va duce singur copiii la cel ce-i va ucide!”",
        "14": "Dă-le, Doamne!… Ce să le dai?… Dă-le un pântece care să nască înainte de vreme și țâțe seci!",
        "15": "„Toată răutatea lor este la Ghilgal; acolo M-am scârbit de ei. Din pricina răutății faptelor lor, îi voi izgoni din Casa Mea. Nu-i mai pot iubi, toate căpeteniile lor sunt niște îndărătnici.",
        "16": "Efraim este lovit, rădăcina i s-a uscat; nu mai dau rod și, chiar dacă au copii, le voi omorî rodul iubit de ei.”",
        "17": "Dumnezeul meu îi va lepăda, pentru că nu L-au ascultat, de aceea vor rătăci printre neamuri."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Nu te bucura, Israel, nu te veseli ca alte popoare, căci te-ai prostituat, fiindu-I necredincios Dumnezeului tău, iubind plata de pe urma prostituției în toate ariile de treierat grânele.",
        "2": "Dar nici aria de treierat, nici presa de struguri nu-i va hrăni, iar mustul le va lipsi.",
        "3": "Nu vor rămâne în țara Domnului; Efraim se va întoarce în Egipt și va mânca lucruri necurate în Asiria.",
        "4": "Nu-I vor aduce Domnului vin ca jertfă de băutură și nici nu-L vor mulțumi cu jertfele lor. Acestea vor fi pentru ei ca pâinea de jale; toți cei ce vor mânca din ea se vor întina. Căci pâinea lor va fi numai pentru ei; ea nu va intra în Casa Domnului.",
        "5": "Ce veți face voi în ziua adunării pentru sărbătoare, în ziua de sărbătoare a Domnului?",
        "6": "Căci iată, chiar dacă vor scăpa de distrugere, Egiptul îi va strânge, iar Noful îi va înmormânta. Lucrurile lor prețioase de argint vor fi stăpânite de mărăcini, iar corturile lor – de spini.",
        "7": "Vin zilele pedepsei, vin zilele răsplătirii! Să știe Israel! Profetul este nesăbuit, omul insuflat este nebun, din cauza mărimii nelegiuirii tale și a dușmăniei tale celei mari.",
        "8": "Efraim este un străjer împreună cu Dumnezeul meu. Lațul păsărarului este pe toate căile lui, iar în Casa Dumnezeului său, are parte de dușmănie.",
        "9": "S-au afundat în depravare ca în zilele Ghivei. El Își va aduce aminte de nelegiuirea lor și-i va pedepsi pentru păcatele lor.",
        "10": "„Precum găsirea unor struguri în deșert așa a fost atunci când l-am găsit pe Israel. Ca vederea primelor roade coapte dintr-un smochin, așa a fost atunci când i-am văzut pe strămoșii voștri. Ei au ajuns însă la Baal-Peor și s-au dedicat rușinii. Și au ajuns spurcăciuni, precum acela pe care-l iubeau.",
        "11": "Gloria Efraimului va zbura ca o pasăre: nu mai este nicio naștere, nicio sarcină și nicio zămislire.",
        "12": "Chiar dacă își cresc fiii acum, Eu îi voi lipsi de fiecare din ei. Căci va fi vai de ei când Îmi voi întoarce privirea de la ei!",
        "13": "Efraim, așa cum am văzut la Tyr, era plantat într-un loc plăcut, dar Efraim își va aduce fiii la cel ce ucide“.",
        "14": "Dă-le, Doamne… Ce să le dai? Dă-le pântec care să piardă copilul și sâni uscați!",
        "15": "„Toată răutatea lor este în Ghilgal; acolo am ajuns să-i urăsc. Din cauza răutății faptelor lor îi voi alunga din casa Mea. Nu-i voi mai iubi; toți conducătorii lor sunt niște răzvrătiți.",
        "16": "Efraim este lovit! Rădăcina le este uscată și nu mai dau rod. Chiar dacă vor naște, voi omorî prețioasele roade ale pântecului lor“.",
        "17": "Dumnezeul meu îi va respinge, pentru că nu L-au ascultat și vor ajunge niște fugari printre națiuni."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Don’t rejoice, Israel, to jubilation like the nations; for you were unfaithful to your God. You love the wages of a prostitute at every grain threshing floor.",
        "2": "The threshing floor and the wine press won’t feed them, and the new wine will fail her.",
        "3": "They won’t dwell in Yahweh’s land; but Ephraim will return to Egypt, and they will eat unclean food in Assyria.",
        "4": "They won’t pour out wine offerings to Yahweh, neither will they be pleasing to him. Their sacrifices will be to them like the bread of mourners; all who eat of it will be polluted; for their bread will be for their appetite. It will not come into Yahweh’s house.",
        "5": "What will you do in the day of solemn assembly, and in the day of the feast of Yahweh?",
        "6": "For, behold, when they flee destruction, Egypt will gather them up. Memphis will bury them. Nettles will possess their pleasant things of silver. Thorns will be in their tents.",
        "7": "The days of visitation have come. The days of reckoning have come. Israel will consider the prophet to be a fool, and the man who is inspired to be insane, because of the abundance of your sins, and because your hostility is great.",
        "8": "A prophet watches over Ephraim with my God. A fowler’s snare is on all of his paths, and hostility in the house of his God.",
        "9": "They have deeply corrupted themselves, as in the days of Gibeah. He will remember their iniquity. He will punish them for their sins.",
        "10": "I found Israel like grapes in the wilderness. I saw your fathers as the first ripe in the fig tree at its first season; but they came to Baal Peor, and consecrated themselves to the shameful thing, and became abominable like that which they loved.",
        "11": "As for Ephraim, their glory will fly away like a bird. There will be no birth, no one with child, and no conception.",
        "12": "Though they bring up their children, yet I will bereave them, so that not a man shall be left. Indeed, woe also to them when I depart from them!",
        "13": "I have seen Ephraim, like Tyre, planted in a pleasant place; but Ephraim will bring out his children to the murderer.",
        "14": "Give them—Yahweh what will you give? Give them a miscarrying womb and dry breasts.",
        "15": "“All their wickedness is in Gilgal; for there I hated them. Because of the wickedness of their deeds, I will drive them out of my house! I will love them no more. All their princes are rebels.",
        "16": "Ephraim is struck. Their root has dried up. They will bear no fruit. Even though they give birth, yet I will kill the beloved ones of their womb.”",
        "17": "My God will cast them away, because they didn’t listen to him; and they will be wanderers among the nations."
      }
    }
  }
}