{
  "book": "Plangerile lui Ieremia",
  "chapter": "3",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Eu sunt omul care a văzut suferința sub nuiaua urgiei Lui.",
        "2": "El m-a dus, m-a mânat în întuneric, și nu în lumină.",
        "3": "Numai împotriva mea Își întinde și Își întoarce mâna toată ziua.",
        "4": "Mi-a prăpădit carnea și pielea și mi-a zdrobit oasele.",
        "5": "A făcut zid împrejurul meu și m-a înconjurat cu otravă și durere.",
        "6": "Mă așază în întuneric, ca pe cei morți pentru totdeauna.",
        "7": "M-a înconjurat cu un zid ca să nu ies; m-a pus în lanțuri grele.",
        "8": "Să tot strig și să tot cer ajutor, căci El tot nu-mi primește rugăciunea.",
        "9": "Mi-a astupat calea cu pietre cioplite și mi-a strâmbat cărările.",
        "10": "Mă pândește ca un urs și ca un leu într-un loc ascuns.",
        "11": "Mi-a abătut căile și apoi s-a aruncat pe mine și m-a pustiit.",
        "12": "Și-a încordat arcul și m-a pus țintă săgeții Lui.",
        "13": "În rărunchi mi-a înfipt săgețile din tolba Lui.",
        "14": "Am ajuns de râsul poporului meu și toată ziua sunt pus în cântece de batjocură de ei.",
        "15": "M-a săturat de amărăciune, m-a îmbătat cu pelin.",
        "16": "Mi-a sfărâmat dinții cu pietre, m-a acoperit cu cenușă.",
        "17": "Mi-ai luat pacea și nu mai cunosc fericirea.",
        "18": "Și am zis: „S-a dus puterea mea de viață și nu mai am nicio nădejde în Domnul.”",
        "19": "Gândește-Te la necazul și suferința mea, la pelin și la otravă!",
        "20": "Când își aduce aminte sufletul meu de ele, este mâhnit în mine.",
        "21": "Iată ce mai gândesc în inima mea și iată ce mă face să mai trag nădejde:",
        "22": "Bunătățile Domnului nu s-au sfârșit, îndurările Lui nu sunt la capăt,",
        "23": "ci se înnoiesc în fiecare dimineață. Și credincioșia Ta este atât de mare!",
        "24": "„Domnul este partea mea de moștenire”, zice sufletul meu, „de aceea nădăjduiesc în El.”",
        "25": "Domnul este bun cu cine nădăjduiește în El, cu sufletul care-L caută.",
        "26": "Bine este să aștepți în tăcere ajutorul Domnului.",
        "27": "Este bine pentru om să poarte un jug în tinerețea lui.",
        "28": "Să stea singur și să tacă, pentru că Domnul i l-a pus pe grumaz;",
        "29": "să-și umple gura cu țărână și să nu-și piardă nădejdea;",
        "30": "să dea obrazul celui ce-l lovește și să se sature de ocări.",
        "31": "Căci Domnul nu leapădă pentru totdeauna.",
        "32": "Ci, când mâhnește pe cineva, Se îndură iarăși de el după îndurarea Lui cea mare,",
        "33": "căci El nu necăjește cu plăcere, nici nu mâhnește bucuros pe copiii oamenilor.",
        "34": "Când se calcă în picioare toți prinșii de război ai unei țări,",
        "35": "când se calcă dreptatea omenească în fața Celui Preaînalt,",
        "36": "când este nedreptățit un om în pricina lui, nu vede Domnul?",
        "37": "Cine a spus și s-a întâmplat ceva fără porunca Domnului?",
        "38": "Nu ies din gura Celui Preaînalt răul și binele?",
        "39": "De ce să se plângă omul cât trăiește? Fiecare să se plângă mai bine de păcatele lui!",
        "40": "Să luăm seama la umbletele noastre, să le cercetăm și să ne întoarcem la Domnul.",
        "41": "Să ne înălțăm și inimile cu mâinile spre Dumnezeu din cer, zicând:",
        "42": "„Am păcătuit, am fost îndărătnici, și nu ne-ai iertat!”",
        "43": "În mânia Ta, Te-ai ascuns și ne-ai urmărit, ai ucis fără milă.",
        "44": "Te-ai învăluit într-un nor, ca să nu străbată la Tine rugăciunea noastră.",
        "45": "Ne-ai făcut de batjocură și de ocară printre popoare.",
        "46": "Toți vrăjmașii noștri deschid gura împotriva noastră.",
        "47": "De groază și de groapă am avut parte, de prăpăd și pustiire.",
        "48": "Șuvoaie de apă îmi curg din ochi din pricina prăpădului fiicei poporului meu.",
        "49": "Mi se topește ochiul în lacrimi necurmat și fără răgaz,",
        "50": "până ce Domnul va privi din cer și va vedea.",
        "51": "Mă doare ochiul de plâns pentru toate fiicele cetății mele.",
        "52": "Cei ce mă urăsc fără temei m-au gonit ca pe o pasăre.",
        "53": "Voiau să-mi nimicească viața într-o groapă și au aruncat cu pietre în mine.",
        "54": "Mi-au năvălit apele peste cap și ziceam: „Sunt pierdut!”",
        "55": "Dar am chemat Numele Tău, Doamne, din fundul gropii.",
        "56": "Tu mi-ai auzit glasul: „Nu-Ți astupa urechea la suspinele și strigătele mele!”",
        "57": "În ziua când Te-am chemat, Te-ai apropiat și ai zis: „Nu te teme!”",
        "58": "Doamne, Tu ai apărat pricina sufletului meu, mi-ai răscumpărat viața!",
        "59": "Doamne, ai văzut apăsarea mea: fă-mi dreptate!",
        "60": "Ai văzut toate răzbunările lor, toate uneltirile lor împotriva mea.",
        "61": "Doamne, le-ai auzit ocările, toate uneltirile împotriva mea,",
        "62": "cuvântările potrivnicilor mei și planurile pe care le urzeau în fiecare zi împotriva mea.",
        "63": "Uită-Te când stau ei jos sau când se scoală! Eu sunt cântecul lor de batjocură.",
        "64": "Răsplătește-le, Doamne, după faptele mâinilor lor!",
        "65": "Împietrește-le inima și aruncă blestemul Tău împotriva lor!",
        "66": "Urmărește-i, în mânia Ta, și șterge-i de sub ceruri, Doamne!"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Eu sunt bărbatul care a văzut suferința, sub nuiaua furiei Lui.",
        "2": "El m-a condus și m-a făcut să merg prin întuneric, nu prin lumină!",
        "3": "Da, El Își întoarce mâna împotriva mea toată ziua!",
        "4": "El mi-a îmbătrânit trupul și pielea și mi-a zdrobit oasele.",
        "5": "M-a asediat și m-a înconjurat cu otravă și cu nenorocire.",
        "6": "M-a făcut să locuiesc în întunecimi, asemenea celor morți demult.",
        "7": "M-a înconjurat cu un zid, ca să nu pot scăpa, și m-a pus în lanțuri grele.",
        "8": "Chiar și atunci când strig și plâng după ajutor, El îmi oprește rugăciunea.",
        "9": "Drumurile mi le-a blocat cu pietre cioplite și mi-a sucit cărările.",
        "10": "A fost pentru mine un urs care stă la pândă, un leu în ascunzișuri.",
        "11": "M-a abătut de la căile mele, m-a sfâșiat și m-a lăsat pustiit.",
        "12": "Și-a încordat arcul și m-a pus să stau țintă pentru săgeata Lui.",
        "13": "Mi-a străpuns ființa cu săgeți din tolba Lui.",
        "14": "Am ajuns de râs pentru tot poporul meu. Sunt batjocorit toată ziua în cântările lor.",
        "15": "M-a săturat cu ierburi amare și m-a îndestulat cu pelin.",
        "16": "Mi-a zdrobit dinții cu pietriș și m-a culcat în cenușă.",
        "17": "Mi-a luat pacea și am uitat ce înseamnă binele.",
        "18": "Am zis: „Mi-a pierit puterea și speranța pe care o aveam de la Domnul!“.",
        "19": "Amintește-Ți de suferința și de rătăcirea mea, de pelin și de fiere.",
        "20": "Sufletul meu își aduce aminte mereu de ele și se întristează în mine.",
        "21": "Dar iată ce-mi vine în minte și ce mă face să mai sper:",
        "22": "„Bunătatea Domnului nu s-a sfârșit, îndurările Lui nu sunt la capăt.",
        "23": "Ele se înnoiesc în fiecare dimineață. Mare este credincioșia Ta!“.",
        "24": "„Domnul este partea mea de moștenire“, a zis sufletul meu. „De aceea îmi voi pune speranța în El!“.",
        "25": "Domnul este bun cu cel ce-și pune speranța în El, cu sufletul care-L caută.",
        "26": "Bine este să aștepți în tăcere ajutorul Domnului.",
        "27": "Este bine ca omul să poarte un jug în tinerețea lui.",
        "28": "Să stea singur și să tacă, fiindcă Domnul l-a pus pe umerii lui;",
        "29": "să-și umple gura cu țărână – s-ar putea să mai existe speranță;",
        "30": "să-și dea obrazul celui ce-l lovește și să se sature de dispreț!",
        "31": "Fiindcă Stăpânul nu respinge pentru totdeauna.",
        "32": "Ci, când mâhnește pe cineva, va avea milă de el, potrivit cu bunătatea Lui cea mare.",
        "33": "Căci El nu necăjește, nici nu întristează cu plăcere pe fiii oamenilor.",
        "34": "Când sunt călcați în picioare toți prizonierii unei țări,",
        "35": "când se încalcă dreptatea unui om înaintea feței Celui Preaînalt,",
        "36": "când un om este nedreptățit în cauza lui, nu vede, oare, Stăpânul?",
        "37": "Cine spune ceva care să se împlinească, dacă Stăpânul nu a poruncit?",
        "38": "Oare nu din gura Celui Preaînalt vine și nenorocirea, și bunăstarea?",
        "39": "Atunci de ce se plânge omul, când este pedepsit pentru păcatele lui?",
        "40": "Să luăm aminte la căile noastre, să le cercetăm și să ne întoarcem la Domnul.",
        "41": "Să ne înălțăm inimile și mâinile spre Dumnezeul din Ceruri și să spunem:",
        "42": "„Am păcătuit și ne-am răzvrătit, iar Tu nu ai iertat“.",
        "43": "Te-ai învăluit cu mânie și ne-ai urmărit; ai ucis fără milă.",
        "44": "Te-ai învăluit cu un nor, ca nicio rugăciune să nu ajungă la Tine.",
        "45": "Ne-ai transformat în gunoi și în murdărie în mijlocul popoarelor.",
        "46": "Toți dușmanii noștri și-au deschis larg gura împotriva noastră.",
        "47": "Am avut parte de groază și de groapă, de prăpăd și de distrugere.",
        "48": "Șuvoaie de lacrimi se scurg din ochii mei, căci fiica poporului meu a fost distrusă.",
        "49": "Ochii îmi varsă lacrimi continuu, fără oprire,",
        "50": "până când Domnul din Ceruri Se va uita în jos și va vedea.",
        "51": "Mi s-a întristat sufletul când le-am văzut pe toate fetele cetății mele.",
        "52": "Cei ce-mi erau dușmani fără motiv m-au vânat ca pe o pasăre.",
        "53": "Au încercat să-mi pună capăt vieții într-o groapă și au aruncat cu pietre în mine.",
        "54": "Apele s-au revărsat peste capul meu și mi-am zis: „Sunt pierdut!“.",
        "55": "Dar am chemat Numele Tău, Doamne, din groapa celor mai de jos locuri.",
        "56": "Tu mi-ai auzit glasul: „Nu-Ți astupa urechea la strigătul meu după ajutor!“.",
        "57": "În ziua când Te-am chemat, Te-ai apropiat și mi-ai răspuns: „Nu te teme!“.",
        "58": "Stăpâne, Tu ai apărat cauza sufletului meu, mi-ai răscumpărat viața!",
        "59": "Doamne, Tu ai văzut asuprirea mea! Judecă-mi cauza!",
        "60": "Ai văzut toată dorința lor de răzbunare și planurile lor împotriva mea.",
        "61": "Doamne, Tu ai auzit insultele lor și toate conspirațiile lor împotriva mea,",
        "62": "șoaptele celor ce s-au ridicat împotriva mea și murmurul lor împotriva mea toată ziua.",
        "63": "Privește! Când se așază și când se ridică, ei mă batjocoresc în cântările lor!",
        "64": "Răsplătește-le, Doamne, după faptele mâinilor lor!",
        "65": "Pune un văl peste inimile lor și fie blestemul Tău peste ei!",
        "66": "Urmărește-i în mânia Ta și nimicește-i de sub ceruri, Doamne!"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "I am the man who has seen affliction by the rod of his wrath.",
        "2": "He has led me and caused me to walk in darkness, and not in light.",
        "3": "Surely he turns his hand against me again and again all day long.",
        "4": "He has made my flesh and my skin old. He has broken my bones.",
        "5": "He has built against me, and surrounded me with bitterness and hardship.",
        "6": "He has made me dwell in dark places, as those who have been long dead.",
        "7": "He has walled me about, so that I can’t go out. He has made my chain heavy.",
        "8": "Yes, when I cry, and call for help, he shuts out my prayer.",
        "9": "He has walled up my ways with cut stone. He has made my paths crooked.",
        "10": "He is to me as a bear lying in wait, as a lion in hiding.",
        "11": "He has turned away my path, and pulled me in pieces. He has made me desolate.",
        "12": "He has bent his bow, and set me as a mark for the arrow.",
        "13": "He has caused the shafts of his quiver to enter into my kidneys.",
        "14": "I have become a derision to all my people, and their song all day long.",
        "15": "He has filled me with bitterness. He has stuffed me with wormwood.",
        "16": "He has also broken my teeth with gravel. He has covered me with ashes.",
        "17": "You have removed my soul far away from peace. I forgot prosperity.",
        "18": "I said, “My strength has perished, along with my expectation from Yahweh.”",
        "19": "Remember my affliction and my misery, the wormwood and the bitterness.",
        "20": "My soul still remembers them, and is bowed down within me.",
        "21": "This I recall to my mind; therefore I have hope.",
        "22": "It is because of Yahweh’s loving kindnesses that we are not consumed, because his mercies don’t fail.",
        "23": "They are new every morning. Great is your faithfulness.",
        "24": "“Yahweh is my portion,” says my soul. “Therefore I will hope in him.”",
        "25": "Yahweh is good to those who wait for him, to the soul who seeks him.",
        "26": "It is good that a man should hope and quietly wait for the salvation of Yahweh.",
        "27": "It is good for a man that he bear the yoke in his youth.",
        "28": "Let him sit alone and keep silence, because he has laid it on him.",
        "29": "Let him put his mouth in the dust, if it is so that there may be hope.",
        "30": "Let him give his cheek to him who strikes him. Let him be filled full of reproach.",
        "31": "For the Lord will not cast off forever.",
        "32": "For though he causes grief, yet he will have compassion according to the multitude of his loving kindnesses.",
        "33": "For he does not afflict willingly, nor grieve the children of men.",
        "34": "To crush under foot all the prisoners of the earth,",
        "35": "to turn away the right of a man before the face of the Most High,",
        "36": "to subvert a man in his cause, the Lord doesn’t approve.",
        "37": "Who is he who says, and it comes to pass, when the Lord doesn’t command it?",
        "38": "Doesn’t evil and good come out of the mouth of the Most High?",
        "39": "Why should a living man complain, a man for the punishment of his sins?",
        "40": "Let us search and try our ways, and turn again to Yahweh.",
        "41": "Let’s lift up our heart with our hands to God in the heavens.",
        "42": "“We have transgressed and have rebelled. You have not pardoned.",
        "43": "“You have covered us with anger and pursued us. You have killed. You have not pitied.",
        "44": "You have covered yourself with a cloud, so that no prayer can pass through.",
        "45": "You have made us an off-scouring and refuse in the middle of the peoples.",
        "46": "“All our enemies have opened their mouth wide against us.",
        "47": "Terror and the pit have come on us, devastation and destruction.”",
        "48": "My eye runs down with streams of water, for the destruction of the daughter of my people.",
        "49": "My eye pours down and doesn’t cease, without any intermission,",
        "50": "until Yahweh looks down, and sees from heaven.",
        "51": "My eye affects my soul, because of all the daughters of my city.",
        "52": "They have chased me relentlessly like a bird, those who are my enemies without cause.",
        "53": "They have cut off my life in the dungeon, and have cast a stone on me.",
        "54": "Waters flowed over my head. I said, “I am cut off.”",
        "55": "I called on your name, Yahweh, out of the lowest dungeon.",
        "56": "You heard my voice: “Don’t hide your ear from my sighing, and my cry.”",
        "57": "You came near in the day that I called on you. You said, “Don’t be afraid.”",
        "58": "Lord, you have pleaded the causes of my soul. You have redeemed my life.",
        "59": "Yahweh, you have seen my wrong. Judge my cause.",
        "60": "You have seen all their vengeance and all their plans against me.",
        "61": "You have heard their reproach, Yahweh, and all their plans against me,",
        "62": "the lips of those that rose up against me, and their plots against me all day long.",
        "63": "You see their sitting down and their rising up. I am their song.",
        "64": "You will pay them back, Yahweh, according to the work of their hands.",
        "65": "You will give them hardness of heart, your curse to them.",
        "66": "You will pursue them in anger, and destroy them from under the heavens of Yahweh."
      }
    }
  }
}