{
  "book": "Plangerile lui Ieremia",
  "chapter": "1",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Vai! Cum stă părăsită acum cetatea aceasta atât de plină de popor altădată! A rămas ca o văduvă! Ea, care altădată era mare între neamuri, fruntașă printre țări, a ajuns roabă astăzi!",
        "2": "Plânge amarnic noaptea și-i curg lacrimi pe obraji. Niciunul din toți cei ce o iubeau n-o mângâie; toți prietenii ei au părăsit-o și i s-au făcut vrăjmași.",
        "3": "Iuda a plecat în pribegie din pricina apăsării și muncilor grele. Locuiește în mijlocul neamurilor și nu găsește odihnă! Toți prigonitorii lui l-au ajuns tocmai când îi era mai mare strâmtorarea.",
        "4": "Drumurile Sionului sunt triste, căci nimeni nu se mai duce la sărbători, toate porțile lui sunt pustii, preoții lui oftează; fecioarele lui sunt mâhnite și el însuși este plin de amărăciune.",
        "5": "Asupritorii lui sar biruitori, vrăjmașii lui sunt mulțumiți. Căci Domnul l-a smerit din pricina mulțimii păcatelor lui; copiii lui au mers în robie înaintea asupritorului.",
        "6": "S-a dus de la fiica Sionului toată podoaba ei. Căpeteniile ei au ajuns ca niște cerbi care nu găsesc pășune și merg fără putere înaintea celui ce-i gonește.",
        "7": "În zilele necazului și ticăloșiei lui, Ierusalimul își aduce aminte de toate bunătățile de care a avut parte din zilele străbune; când a căzut poporul lui în mâna asupritorului, nimeni nu i-a venit în ajutor, iar vrăjmașii se uitau la el și râdeau de prăbușirea lui.",
        "8": "Greu a păcătuit Ierusalimul! De aceea a ajuns de scârbă. Toți cei ce-l prețuiau îl disprețuiesc acum, văzându-i goliciunea, și el însuși se întoarce în altă parte și oftează.",
        "9": "Necurăția stătea lipită pe poala hainei lui și nu se gândea la sfârșitul său. A căzut greu de tot. Nimeni nu-l mângâie. „Vezi-mi ticăloșia, Doamne, căci iată ce semeț este vrăjmașul!”",
        "10": "Asupritorul a întins mâna la tot ce avea el mai scump; ba încă a văzut cum, în Locașul lui cel Sfânt, au intrat neamurile, cărora Tu le porunciseși să nu intre în adunarea Ta!",
        "11": "Tot poporul lui caută pâine suspinând; și-au dat lucrurile scumpe pe hrană, numai ca să-și țină viața. „Uită-Te, Doamne, și privește cât de înjosit sunt!”",
        "12": "„O, voi, care treceți pe lângă mine, priviți și vedeți dacă este vreo durere ca durerea mea, ca durerea cu care m-a lovit Domnul în ziua mâniei Lui aprinse!",
        "13": "Mi-a azvârlit de sus în oase un foc care le arde; mi-a întins un laț sub picioare și m-a dat înapoi. M-a lovit cu pustiire și cu o lâncezeală de toate zilele!",
        "14": "Mâna Lui a legat jugul nelegiuirilor mele, care stau împletite și legate de gâtul meu. Mi-a frânt puterea. Domnul m-a dat în mâinile acelora cărora nu pot să le stau împotrivă.",
        "15": "Domnul a trântit la pământ pe toți vitejii din mijlocul meu; a strâns o oștire împotriva mea, ca să-mi prăpădească tineretul; ca în teasc a călcat Domnul pe fecioara, fiica lui Iuda.",
        "16": "De aceea plâng, îmi varsă lacrimi ochii, căci S-a depărtat de la mine Cel ce trebuia să mă mângâie, Cel ce trebuia să-mi învioreze viața; fiii mei sunt zdrobiți, căci vrăjmașul a biruit.”",
        "17": "Sionul întinde mâinile rugător, și nimeni nu-l mângâie. Domnul a trimis împotriva lui Iacov, de jur împrejur, vrăjmași; Ierusalimul a ajuns de batjocură în mijlocul lor.",
        "18": "„Domnul este drept, căci m-am răzvrătit împotriva poruncilor Lui. Ascultați, toate popoarele, și vedeți-mi durerea! Fecioarele și tinerii mei s-au dus în robie.",
        "19": "Mi-am chemat prietenii, dar m-au înșelat, preoții și bătrânii mei au murit în cetate, căutând hrană ca să-și țină viața.",
        "20": "Doamne, uită-Te la necazul meu. Lăuntrul meu fierbe, mi s-a întors inima în mine, căci am fost neascultător. Afară, sabia m-a lăsat fără copii; în casă, moartea.",
        "21": "M-au auzit suspinând, dar nimeni nu m-a mângâiat. Toți vrăjmașii mei, când au aflat de nenorocirea mea, s-au bucurat că Tu ai adus-o, dar vei aduce, vei vesti ziua când și ei vor fi ca mine.",
        "22": "Adu toată răutatea lor înaintea Ta și fă-le cum mi-ai făcut mie pentru toate fărădelegile mele! Căci suspinele mele sunt multe și inima îmi este bolnavă.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Cum stă singură cetatea care odinioară era plină de oameni! Cum a ajuns asemenea văduvei, ea, care era mare între națiuni! Ea, care era o prințesă printre țări, a devenit o sclavă.",
        "2": "Plânge amarnic în timpul nopții și lacrimile-i curg pe obraz. Dintre toți iubiții ei, nu mai există niciunul care s-o aline. Toți prietenii au trădat-o, devenindu-i dușmani.",
        "3": "După multă suferință și muncă grea, Iuda s-a dus în captivitate. Locuiește printre națiuni și nu găsește un loc de odihnă. Toți urmăritorii lui l-au ajuns chiar în mijlocul necazului lui.",
        "4": "Drumurile Sionului bocesc, căci nimeni nu mai vine la sărbători. Toate porțile lui sunt distruse, iar preoții săi suspină. Fecioarele lui sunt mâhnite și el însuși este plin de amărăciune.",
        "5": "Vrăjmașii lui au devenit stăpâni și dușmanii lui au parte de bine. Căci Domnul l-a făcut să sufere din cauza mulțimii fărădelegilor sale. Copiii lui au mers în exil, captivi înaintea dușmanului.",
        "6": "S-a dus de la fiica Sionului toată măreția ei! Prinții săi au ajuns ca niște cerbi care nu găsesc pășune, care fug, dar fără putere, dinaintea urmăritorului.",
        "7": "În zilele necazului și ale rătăcirii lui, Ierusalimul își aduce aminte de toate bogățiile pe care le-a avut în zilele de odinioară. Când poporul lui a căzut în mâna dușmanului, nimeni nu i-a sărit în ajutor. Dușmanii l-au privit și au râs pe seama prăbușirii lui.",
        "8": "Cetatea Ierusalimului a păcătuit mult și de aceea a ajuns murdară. Toți aceia care o cinsteau, acum o disprețuiesc, fiindcă i-au văzut goliciunea. Ea însăși suspină și își întoarce fața.",
        "9": "Necurăția era pe rochia ei; nu s-a gândit la sfârșitul său. Căderea ei a fost de neînțeles; n-a avut niciun mângâietor. „Privește-mi, Doamne, durerea, căci dușmanul a triumfat!“",
        "10": "Vrăjmașul a întins mâna peste toate lucrurile ei prețioase. Mai mult, ea a văzut națiunile intrând în sfântul ei Lăcaș, cărora Tu le porunciseși să nu intre în adunarea Ta.",
        "11": "Tot poporul suspină, căutând pâine. Ei și-au dat lucrurile lor prețioase pe mâncare, ca să-și păstreze viața. Privește, Doamne, și uită-Te cu atenție, căci sunt disprețuită!",
        "12": "Nu înseamnă nimic pentru voi, cei care treceți pe lângă mine? Priviți și vedeți dacă există vreo durere asemenea durerii mele, cu care Domnul m-a făcut să sufăr în ziua mâniei Lui!",
        "13": "Din înălțimi a trimis un foc, care mi-a pătruns în oase. A întins un laț picioarelor mele și m-a răsturnat. M-a lăsat să fiu pustiit, și acum sufăr toată ziua.",
        "14": "Fărădelegile mele au fost prinse într-un jug și împletite de mâna Sa. Ele apasă asupra gâtului meu, frângându-mi puterea. Stăpânul m-a dat în mâinile dușmanilor, fără ca eu să mă pot împotrivi.",
        "15": "Stăpânul i-a lepădat din mijlocul meu pe toți cei măreți. El a convocat o adunare împotriva mea, ca să-mi zdrobească tinerii. Stăpânul a călcat-o în picioare, pe fata fecioară a lui Iuda, așa cum se zdrobesc strugurii în presă.",
        "16": "De aceea îmi plâng ochii; din ochi îmi coboară lacrimi. Căci Mângâietorul S-a îndepărtat de mine, El, Cel Ce îmi înviora sufletul. Fiii mei sunt îngroziți, căci dușmanul a învins.",
        "17": "Sionul își întinde mâinile rugător, dar nu este nimeni să-l mângâie. Domnul a dat o poruncă cu referire la Iacov ca vecinii lui să-i fie dușmani; Ierusalimul a ajuns o necurăție în mijlocul lor.",
        "18": "Domnul este drept, căci m-am răzvrătit împotriva poruncii Lui. Ascultați-mă, vă rog, toate popoarele! Priviți la durerea mea! Fecioarele și tinerii mei au mers în captivitate.",
        "19": "Mi-am chemat iubiții, însă ei m-au trădat. Preoții și bătrânii mei și-au dat suflarea în cetate, în timp ce căutau mâncare ca să-și păstreze viața.",
        "20": "Privește, Doamne, cât sunt de nenorocit! Măruntaiele-mi fierb; inima mi se zvârcolește înăuntrul meu, căci am fost foarte răzvrătit! Afară, sabia m-a lăsat fără copii, iar în casă, ea este precum moartea.",
        "21": "Oamenii m-au auzit suspinând, dar nimeni nu m-a mângâiat. Toți dușmanii mei au aflat de nenorocirea mea și s-au bucurat de ce ai făcut. Adu ziua pe care ai vestit-o! Să fie și ei ca mine!",
        "22": "Să vină toată răutatea lor înaintea Ta; și poartă-Te cu ei la fel cum Te-ai purtat cu mine, din cauza tuturor fărădelegilor mele. Căci suspinele mele sunt multe, iar inima-mi este sleită!"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "How the city sits solitary, that was full of people! She has become as a widow, who was great among the nations! She who was a princess among the provinces has become a slave!",
        "2": "She weeps bitterly in the night. Her tears are on her cheeks. Among all her lovers she has no one to comfort her. All her friends have dealt treacherously with her. They have become her enemies.",
        "3": "Judah has gone into captivity because of affliction and because of great servitude. She dwells among the nations. She finds no rest. All her persecutors overtook her in her distress.",
        "4": "The roads to Zion mourn, because no one comes to the solemn assembly. All her gates are desolate. Her priests sigh. Her virgins are afflicted, and she herself is in bitterness.",
        "5": "Her adversaries have become the head. Her enemies prosper; for Yahweh has afflicted her for the multitude of her transgressions. Her young children have gone into captivity before the adversary.",
        "6": "All majesty has departed from the daughter of Zion. Her princes have become like deer that find no pasture. They have gone without strength before the pursuer.",
        "7": "Jerusalem remembers in the days of her affliction and of her miseries all her pleasant things that were from the days of old; when her people fell into the hand of the adversary, and no one helped her. The adversaries saw her. They mocked at her desolations.",
        "8": "Jerusalem has grievously sinned. Therefore she has become unclean. All who honored her despise her, because they have seen her nakedness. Yes, she sighs and turns backward.",
        "9": "Her filthiness was in her skirts. She didn’t remember her latter end. Therefore she has come down astoundingly. She has no comforter. “See, Yahweh, my affliction; for the enemy has magnified himself.”",
        "10": "The adversary has spread out his hand on all her pleasant things; for she has seen that the nations have entered into her sanctuary, concerning whom you commanded that they should not enter into your assembly.",
        "11": "All her people sigh. They seek bread. They have given their pleasant things for food to refresh their soul. “Look, Yahweh, and see, for I have become despised.”",
        "12": "“Is it nothing to you, all you who pass by? Look, and see if there is any sorrow like my sorrow, which is brought on me, with which Yahweh has afflicted me in the day of his fierce anger.",
        "13": "“From on high has he sent fire into my bones, and it prevails against them. He has spread a net for my feet. He has turned me back. He has made me desolate and I faint all day long.",
        "14": "“The yoke of my transgressions is bound by his hand. They are knit together. They have come up on my neck. He made my strength fail. The Lord has delivered me into their hands, against whom I am not able to stand.",
        "15": "“The Lord has set at nothing all my mighty men within me. He has called a solemn assembly against me to crush my young men. The Lord has trodden the virgin daughter of Judah as in a wine press.",
        "16": "“For these things I weep. My eye, my eye runs down with water, because the comforter who should refresh my soul is far from me. My children are desolate, because the enemy has prevailed.”",
        "17": "Zion spreads out her hands. There is no one to comfort her. Yahweh has commanded concerning Jacob, that those who are around him should be his adversaries. Jerusalem is among them as an unclean thing.",
        "18": "“Yahweh is righteous, for I have rebelled against his commandment. Please hear all you peoples, and see my sorrow. My virgins and my young men have gone into captivity.",
        "19": "“I called for my lovers, but they deceived me. My priests and my elders gave up the spirit in the city, while they sought food for themselves to refresh their souls.",
        "20": "“Look, Yahweh; for I am in distress. My heart is troubled. My heart turns over within me, for I have grievously rebelled. Abroad, the sword bereaves. At home, it is like death.",
        "21": "“They have heard that I sigh. There is no one to comfort me. All my enemies have heard of my trouble. They are glad that you have done it. You will bring the day that you have proclaimed, and they will be like me.",
        "22": "“Let all their wickedness come before you. Do to them as you have done to me for all my transgressions. For my sighs are many, and my heart is faint."
      }
    }
  }
}