{
  "book": "Proverbe",
  "chapter": "10",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Pildele lui Solomon. Un fiu înțelept este bucuria tatălui, dar un fiu nebun este mâhnirea mamei sale.",
        "2": "Comorile câștigate pe nedrept nu folosesc, dar neprihănirea izbăvește de la moarte.",
        "3": "Domnul nu lasă pe cel neprihănit să sufere de foame, dar îndepărtează pofta celor răi.",
        "4": "Cine lucrează cu o mână leneșă sărăcește, dar mâna celor harnici îmbogățește.",
        "5": "Cine strânge vara este un om chibzuit, cine doarme în timpul seceratului este un om care face rușine.",
        "6": "Pe capul celui neprihănit sunt binecuvântări, dar gura celor răi ascunde silnicie.",
        "7": "Pomenirea celui neprihănit este binecuvântată, dar numele celor răi putrezește.",
        "8": "Cine are o inimă înțeleaptă primește învățăturile, dar cine are o gură nesocotită se prăpădește singur.",
        "9": "Cine umblă fără prihană umblă fără teamă, dar cine apucă pe căi strâmbe se dă singur de gol.",
        "10": "Cine clipește din ochi este o pricină de întristare și cine are o gură nesocotită se prăpădește singur.",
        "11": "Gura celui neprihănit este un izvor de viață, dar gura celor răi ascunde silnicie.",
        "12": "Ura stârnește certuri, dar dragostea acoperă toate greșelile.",
        "13": "Pe buzele omului priceput se află înțelepciunea, dar nuiaua este pentru spatele celui fără minte.",
        "14": "Înțelepții păstrează știința, dar gura nebunului este o pieire apropiată.",
        "15": "Averea este o cetate întărită pentru cel bogat, dar prăpădirea celor nenorociți este sărăcia lor.",
        "16": "Cel neprihănit își întrebuințează câștigul pentru viață, iar cel rău își întrebuințează venitul pentru păcat.",
        "17": "Cine își aduce aminte de certare apucă pe calea vieții, dar cel ce uită mustrarea apucă pe căi greșite.",
        "18": "Cine ascunde ura are buze mincinoase, și cine răspândește bârfelile este un nebun.",
        "19": "Cine vorbește mult nu se poate să nu păcătuiască, dar cel ce-și ține buzele este un om chibzuit.",
        "20": "Limba celui neprihănit este argint ales; inima celor răi este puțin lucru.",
        "21": "Buzele celui neprihănit înviorează pe mulți oameni, dar nebunii mor fiindcă n-au judecată.",
        "22": "Binecuvântarea Domnului îmbogățește și El nu lasă să fie urmată de niciun necaz.",
        "23": "Pentru cel nebun este o plăcere să facă răul, dar pentru cel înțelept este o plăcere să lucreze cu pricepere.",
        "24": "Celui rău, de ce se teme, aceea i se întâmplă, dar celor neprihăniți li se împlinește dorința.",
        "25": "Cum trece vârtejul, așa piere cel rău, dar cel neprihănit are temelii veșnice.",
        "26": "Cum este oțetul pentru dinți și fumul pentru ochi, așa este leneșul pentru cel ce-l trimite.",
        "27": "Frica de Domnul lungește zilele, dar anii celui rău sunt scurtați.",
        "28": "Așteptarea celor neprihăniți nu va fi decât bucurie, dar nădejdea celor răi va pieri.",
        "29": "Calea Domnului este un zid de apărare pentru cel nevinovat, dar este o topenie pentru cei ce fac răul.",
        "30": "Cel neprihănit nu se va clătina niciodată, dar cei răi nu vor locui în țară.",
        "31": "Gura celui neprihănit scoate înțelepciune, dar limba stricată va fi nimicită.",
        "32": "Buzele celui neprihănit știu să vorbească lucruri plăcute, dar gura celor răi spune răutăți."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Proverbele lui Solomon: Un fiu înțelept aduce bucurie tatălui său, dar un fiu nesăbuit își întristează mama.",
        "2": "Comorile răutății nu folosesc la nimic, dar dreptatea scapă de la moarte.",
        "3": "Domnul nu va lăsa pe cel drept să sufere de foame, dar El îndepărtează pofta celor răi.",
        "4": "Mâinile leneșe aduc sărăcie unui om, dar mâinile harnice îl îmbogățesc.",
        "5": "Cine strânge vara este un fiu înțelept, dar cine doarme în timpul secerișului este un fiu care aduce rușine.",
        "6": "Pe capul celui drept sunt binecuvântări, dar gura celor răi ascunde violență.",
        "7": "Amintirea celui drept este binecuvântată, dar numele celor răi va putrezi.",
        "8": "Cine are o inimă înțeleaptă primește poruncile, dar pălăvrăgeala nebunului duce la ruină.",
        "9": "Cine umblă în integritate umblă în siguranță, dar cine își pervertește căile va fi descoperit.",
        "10": "Cine clipește din ochi aduce întristare, iar pălăvrăgeala nebunului duce la ruină.",
        "11": "Gura celui drept este un izvor de viață, dar gura celor răi ascunde violență.",
        "12": "Ura stârnește certuri, dar dragostea acoperă toate fărădelegile.",
        "13": "Pe buzele celui priceput se găsește înțelepciune, dar nuiaua este pentru spatele celui fără minte.",
        "14": "Înțelepții păstrează cunoștința, dar gura nebunului aduce cu sine o distrugere iminentă.",
        "15": "Pentru cel bogat, averea este o cetate fortificată, dar cei săraci ajung la ruină din cauza sărăciei.",
        "16": "Câștigul celui drept este folosit pentru viață, dar venitul celui rău este folosit pentru păcat.",
        "17": "Cel ce ascultă îndrumarea se află pe calea către viață, dar cel ce părăsește mustrarea se rătăcește.",
        "18": "Cel ce ascunde ura are buze mincinoase, iar cel ce răspândește bârfa este un nesăbuit.",
        "19": "Când sunt rostite o mulțime de cuvinte, fărădelegea nu lipsește, dar cel ce-și înfrânează buzele este înțelept.",
        "20": "Limba celui drept este argint ales, dar inima celui rău este de mică valoare.",
        "21": "Buzele celui drept hrănesc pe mulți, dar nebunii mor din lipsă de judecată.",
        "22": "Binecuvântarea Domnului îmbogățește, și El nu adaugă nicio durere la ea.",
        "23": "Pentru cel nesăbuit a face un plan rău este o plăcere, dar omul priceput își găsește plăcerea în înțelepciune.",
        "24": "Celui rău, de ceea ce se teme, aceea i se va întâmpla, dar celor drepți li se va împlini dorința.",
        "25": "Când trece vijelia, cel rău nu mai este, dar cel drept are o temelie veșnică.",
        "26": "Ca oțetul pentru dinți și ca fumul pentru ochi, așa este leneșul pentru cei ce-l trimit.",
        "27": "Teama de Domnul adaugă zile, dar anii celor răi vor fi scurtați.",
        "28": "Speranța celor drepți le aduce bucurie, dar nădejdea celor răi va pieri.",
        "29": "Calea Domnului este un refugiu pentru cel integru, dar pentru cei ce comit nelegiuiri este o ruină.",
        "30": "Cel drept nu va fi clătinat niciodată, dar cei răi nu vor locui în țară.",
        "31": "Gura celui drept aduce înțelepciune, dar limba care spune lucruri pervertite va fi tăiată.",
        "32": "Buzele celui drept știu ce este plăcut, dar gura celor răi spune lucruri pervertite."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "The proverbs of Solomon. A wise son makes a glad father; but a foolish son brings grief to his mother.",
        "2": "Treasures of wickedness profit nothing, but righteousness delivers from death.",
        "3": "Yahweh will not allow the soul of the righteous to go hungry, but he thrusts away the desire of the wicked.",
        "4": "He becomes poor who works with a lazy hand, but the hand of the diligent brings wealth.",
        "5": "He who gathers in summer is a wise son, but he who sleeps during the harvest is a son who causes shame.",
        "6": "Blessings are on the head of the righteous, but violence covers the mouth of the wicked.",
        "7": "The memory of the righteous is blessed, but the name of the wicked will rot.",
        "8": "The wise in heart accept commandments, but a chattering fool will fall.",
        "9": "He who walks blamelessly walks surely, but he who perverts his ways will be found out.",
        "10": "One who winks with the eye causes sorrow, but a chattering fool will fall.",
        "11": "The mouth of the righteous is a spring of life, but violence covers the mouth of the wicked.",
        "12": "Hatred stirs up strife, but love covers all wrongs.",
        "13": "Wisdom is found on the lips of him who has discernment, but a rod is for the back of him who is void of understanding.",
        "14": "Wise men lay up knowledge, but the mouth of the foolish is near ruin.",
        "15": "The rich man’s wealth is his strong city. The destruction of the poor is their poverty.",
        "16": "The labor of the righteous leads to life. The increase of the wicked leads to sin.",
        "17": "He is in the way of life who heeds correction, but he who forsakes reproof leads others astray.",
        "18": "He who hides hatred has lying lips. He who utters a slander is a fool.",
        "19": "In the multitude of words there is no lack of disobedience, but he who restrains his lips does wisely.",
        "20": "The tongue of the righteous is like choice silver. The heart of the wicked is of little worth.",
        "21": "The lips of the righteous feed many, but the foolish die for lack of understanding.",
        "22": "Yahweh’s blessing brings wealth, and he adds no trouble to it.",
        "23": "It is a fool’s pleasure to do wickedness, but wisdom is a man of understanding’s pleasure.",
        "24": "What the wicked fear will overtake them, but the desire of the righteous will be granted.",
        "25": "When the whirlwind passes, the wicked is no more; but the righteous stand firm forever.",
        "26": "As vinegar to the teeth, and as smoke to the eyes, so is the sluggard to those who send him.",
        "27": "The fear of Yahweh prolongs days, but the years of the wicked shall be shortened.",
        "28": "The prospect of the righteous is joy, but the hope of the wicked will perish.",
        "29": "The way of Yahweh is a stronghold to the upright, but it is a destruction to the workers of iniquity.",
        "30": "The righteous will never be removed, but the wicked will not dwell in the land.",
        "31": "The mouth of the righteous produces wisdom, but the perverse tongue will be cut off.",
        "32": "The lips of the righteous know what is acceptable, but the mouth of the wicked is perverse."
      }
    }
  }
}