{
  "book": "Proverbe",
  "chapter": "8",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Nu strigă înțelepciunea și nu-și înalță priceperea glasul?",
        "2": "Ea se așază sus, pe înălțimi, afară pe drum, la răspântii,",
        "3": "și strigă lângă porți, la intrarea cetății, la intrarea porților:",
        "4": "„Oamenilor, către voi strig și spre fiii oamenilor se îndreaptă glasul meu.",
        "5": "Învățați-vă minte, proștilor, și înțelepțiți-vă, nebunilor!",
        "6": "Ascultați, căci am lucruri mari de spus și buzele mi se deschid ca să învețe pe alții ce este drept!",
        "7": "Căci gura mea vestește adevărul și buzele mele urăsc minciuna!",
        "8": "Toate cuvintele gurii mele sunt drepte, n-au nimic neadevărat, nici sucit în ele.",
        "9": "Toate sunt lămurite pentru cel priceput și drepte pentru cei ce au găsit știința.",
        "10": "Primiți mai degrabă învățăturile mele decât argintul și mai degrabă știința decât aurul scump.",
        "11": "Căci înțelepciunea prețuiește mai mult decât mărgăritarele și niciun lucru de preț nu se poate asemui cu ea.",
        "12": "Eu, înțelepciunea, am ca locuință mintea și pot născoci cele mai chibzuite planuri.",
        "13": "Frica de Domnul este urârea răului; trufia și mândria, purtarea rea și gura mincinoasă – iată ce urăsc eu.",
        "14": "De la mine vin sfatul și izbânda, eu sunt priceperea, a mea este puterea.",
        "15": "Prin mine împărățesc împărații și dau voievozii porunci drepte.",
        "16": "Prin mine cârmuiesc dregătorii și mai-marii, toți judecătorii pământului.",
        "17": "Eu iubesc pe cei ce mă iubesc, și cei ce mă caută cu tot dinadinsul mă găsesc.",
        "18": "Cu mine sunt bogăția și slava, avuțiile trainice și dreptatea.",
        "19": "Rodul meu este mai bun decât aurul cel mai curat și venitul meu întrece argintul cel mai ales.",
        "20": "Eu umblu pe calea nevinovăției, pe mijlocul cărărilor neprihănirii,",
        "21": "ca să dau o adevărată moștenire celor ce mă iubesc și să le umplu vistieriile. Obârșia înțelepciunii",
        "22": "Domnul m-a făcut cea dintâi dintre lucrările Lui, înaintea celor mai vechi lucrări ale Lui.",
        "23": "Eu am fost așezată din veșnicie, înainte de orice început, înainte de a fi pământul.",
        "24": "Am fost născută când încă nu erau adâncuri, nici izvoare încărcate cu ape;",
        "25": "am fost născută înainte de întărirea munților, înainte de a fi dealurile,",
        "26": "când nu erau încă nici pământul, nici câmpiile, nici cea dintâi fărâmă din pulberea lumii.",
        "27": "Când a întocmit Domnul cerurile, eu eram de față; când a tras o zare pe fața adâncului,",
        "28": "când a pironit norii sus și când au țâșnit cu putere izvoarele adâncului,",
        "29": "când a pus un hotar mării, ca apele să nu treacă peste porunca Lui, când a pus temeliile pământului,",
        "30": "eu eram meșterul Lui, la lucru lângă El, și în toate zilele eram desfătarea Lui, jucând neîncetat înaintea Lui,",
        "31": "jucând pe rotocolul pământului Său și găsindu-mi plăcerea în fiii oamenilor.",
        "32": "Și acum, fiilor, ascultați-mă, căci ferice de cei ce păzesc căile mele!",
        "33": "Ascultați învățătura, ca să vă faceți înțelepți, și nu lepădați sfatul meu!",
        "34": "Ferice de omul care m-ascultă, care veghează zilnic la porțile mele și păzește pragul ușii mele!",
        "35": "Căci cel ce mă găsește, găsește viața și capătă bunăvoința Domnului.",
        "36": "Dar cel ce păcătuiește împotriva mea își vatămă sufletul său; toți cei ce mă urăsc pe mine iubesc moartea.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Nu strigă înțelepciunea? Nu-și înalță glasul priceperea?",
        "2": "Ea stă pe vârful înălțimilor, de-a lungul drumului, la răspântia cărărilor.",
        "3": "Strigă tare lângă porți, în fața cetății, la intrarea ușilor:",
        "4": "„Oamenilor, către voi strig și spre fiii omului se îndreaptă glasul meu!",
        "5": "O, naivilor, înțelegeți ce este prudența! Nesăbuiților, înțelegeți ce este priceperea!",
        "6": "Ascultați, căci am să vă spun lucruri mari; și buzele mele vor rosti ce este drept!",
        "7": "Căci cerul gurii mele rostește adevărul, iar răutatea este o urâciune pentru buzele mele.",
        "8": "Toate cuvintele gurii mele sunt drepte, nu este nimic corupt sau pervertit în ele.",
        "9": "Toate sunt clare pentru cel priceput și drepte pentru cei ce au găsit cunoștința.",
        "10": "Primiți mai degrabă îndrumarea mea decât argintul, și mai degrabă cunoștința decât aurul scump.",
        "11": "Căci înțelepciunea este mai bună decât rubinele și orice ți-ai dori nu se poate compara cu ea.",
        "12": "Eu, înțelepciunea, locuiesc împreună cu prudența; eu descopăr cunoștința și discernământul.",
        "13": "Teama de Domnul este să urăști răul. Eu urăsc mândria și aroganța, calea rea și gura care spune lucruri pervertite.",
        "14": "Al meu este sfatul și înțelepciunea, a mea este priceperea, a mea este puterea.",
        "15": "Prin mine domnesc împărații și conducătorii dau legi drepte.",
        "16": "Prin mine domnesc prinții și nobilii, toți judecătorii dreptății.",
        "17": "Eu îi iubesc pe cei ce mă iubesc, și cei ce mă caută cu ardoare mă vor găsi.",
        "18": "Cu mine sunt bogăția și gloria, avuția trainică și dreptatea.",
        "19": "Rodul meu este mai bun decât aurul, da, decât aurul pur, și venitul meu este mai valoros decât argintul ales.",
        "20": "Eu merg pe calea dreptății, pe mijlocul cărărilor judecății,",
        "21": "ca să le dau o moștenire celor ce mă iubesc și să le umplu vistieriile.",
        "22": "Domnul mă avea la începutul lucrărilor Lui, înaintea celor mai vechi lucrări ale Lui.",
        "23": "Eu am fost desemnată din veșnicie, de la început, înainte de a fi pământul.",
        "24": "Eu am fost născută când nu erau adâncuri, când nu erau izvoare încărcate cu apă.",
        "25": "Înainte de așezarea munților, înainte de a fi dealurile, am fost născută eu,",
        "26": "când El nu făcuse încă nici pământul, nici câmpiile, nici cea dintâi fărâmă a pulberii lumii.",
        "27": "Când a întemeiat El cerurile, eu eram acolo; când a trasat orizontul pe fața adâncului,",
        "28": "când a așezat norii sus și a întărit izvoarele adâncului,",
        "29": "când a stabilit limitele mării, ca apele să nu treacă peste hotărârea Sa, când a trasat temeliile pământului,",
        "30": "eu eram meșterul de lângă El și zi de zi eram desfătarea Lui, bucurându-mă tot timpul în fața Lui,",
        "31": "bucurându-mă de lumea pământului Său și găsindu-mi plăcerea în fiii omului.",
        "32": "Acum, deci, fiilor, ascultați-mă! Ferice de cei ce păzesc căile mele!",
        "33": "Ascultați îndrumarea și fiți înțelepți; n-o ignorați!",
        "34": "Ferice de omul care mă ascultă, care veghează zilnic la porțile mele, păzind stâlpii ușilor mele.",
        "35": "Fiindcă oricine mă găsește pe mine găsește viața și primește astfel bunăvoința Domnului.",
        "36": "Dar cel ce mă respinge se rănește singur; toți cei ce mă urăsc iubesc moartea“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Doesn’t wisdom cry out? Doesn’t understanding raise her voice?",
        "2": "On the top of high places by the way, where the paths meet, she stands.",
        "3": "Beside the gates, at the entry of the city, at the entry doors, she cries aloud:",
        "4": "“I call to you men! I send my voice to the sons of mankind.",
        "5": "You simple, understand prudence! You fools, be of an understanding heart!",
        "6": "Hear, for I will speak excellent things. The opening of my lips is for right things.",
        "7": "For my mouth speaks truth. Wickedness is an abomination to my lips.",
        "8": "All the words of my mouth are in righteousness. There is nothing crooked or perverse in them.",
        "9": "They are all plain to him who understands, right to those who find knowledge.",
        "10": "Receive my instruction rather than silver, knowledge rather than choice gold.",
        "11": "For wisdom is better than rubies. All the things that may be desired can’t be compared to it.",
        "12": "“I, wisdom, have made prudence my dwelling. Find out knowledge and discretion.",
        "13": "The fear of Yahweh is to hate evil. I hate pride, arrogance, the evil way, and the perverse mouth.",
        "14": "Counsel and sound knowledge are mine. I have understanding and power.",
        "15": "By me kings reign, and princes decree justice.",
        "16": "By me princes rule, nobles, and all the righteous rulers of the earth.",
        "17": "I love those who love me. Those who seek me diligently will find me.",
        "18": "With me are riches, honor, enduring wealth, and prosperity.",
        "19": "My fruit is better than gold, yes, than fine gold, my yield than choice silver.",
        "20": "I walk in the way of righteousness, in the middle of the paths of justice,",
        "21": "that I may give wealth to those who love me. I fill their treasuries.",
        "22": "“Yahweh possessed me in the beginning of his work, before his deeds of old.",
        "23": "I was set up from everlasting, from the beginning, before the earth existed.",
        "24": "When there were no depths, I was born, when there were no springs abounding with water.",
        "25": "Before the mountains were settled in place, before the hills, I was born;",
        "26": "while as yet he had not made the earth, nor the fields, nor the beginning of the dust of the world.",
        "27": "When he established the heavens, I was there. When he set a circle on the surface of the deep,",
        "28": "when he established the clouds above, when the springs of the deep became strong,",
        "29": "when he gave to the sea its boundary, that the waters should not violate his commandment, when he marked out the foundations of the earth,",
        "30": "then I was the craftsman by his side. I was a delight day by day, always rejoicing before him,",
        "31": "rejoicing in his whole world. My delight was with the sons of men.",
        "32": "“Now therefore, my sons, listen to me, for blessed are those who keep my ways.",
        "33": "Hear instruction, and be wise. Don’t refuse it.",
        "34": "Blessed is the man who hears me, watching daily at my gates, waiting at my door posts.",
        "35": "For whoever finds me finds life, and will obtain favor from Yahweh.",
        "36": "But he who sins against me wrongs his own soul. All those who hate me love death.”"
      }
    }
  }
}