{
  "book": "Proverbe",
  "chapter": "30",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Cuvintele lui Agur, fiul lui Iache. Cuvintele înțelepte rostite de omul acesta pentru Itiel, pentru Itiel și pentru Ucal.",
        "2": "Negreșit, sunt mai prost decât oricine și n-am pricepere de om.",
        "3": "N-am învățat înțelepciunea și nu cunosc știința sfinților.",
        "4": "Cine s-a suit la ceruri și cine s-a coborât din ele? Cine a adunat vântul în pumnii lui? Cine a strâns apele în haina lui? Cine a hotărât toate marginile pământului? Cum se numește el și cum îl cheamă pe fiul său? Știi tu lucrul acesta?",
        "5": "Orice cuvânt al lui Dumnezeu este încercat. El este un scut pentru cei ce se încred în El.",
        "6": "N-adăuga nimic la cuvintele Lui, ca să nu te pedepsească și să fii găsit mincinos.",
        "7": "Două lucruri Îți cer: nu mi le opri înainte de moarte!",
        "8": "Depărtează de la mine neadevărul și cuvântul mincinos; nu-mi da nici sărăcie, nici bogăție, dă-mi pâinea care-mi trebuie!",
        "9": "Ca nu cumva, în belșug, să mă lepăd de Tine și să zic: „Cine este Domnul?” Sau ca nu cumva, în sărăcie, să fur și să iau în deșert Numele Dumnezeului meu.",
        "10": "Nu cleveti pe un slujitor la stăpânul lui, ca să nu te blesteme și să te faci vinovat.",
        "11": "Este un neam de oameni care blestemă pe tatăl său și nu binecuvântează pe mama sa.",
        "12": "Este un neam de oameni care se crede curat, și totuși nu este spălat de întinăciunea lui.",
        "13": "Este un neam de oameni ai căror ochi sunt trufași și care își țin pleoapele sus.",
        "14": "Este un neam de oameni ai căror dinți sunt niște săbii și ale căror măsele sunt niște cuțite, ca să mănânce pe cel nenorocit de pe pământ și pe cei lipsiți dintre oameni.",
        "15": "Lipitoarea are două fete: „Dă! dă!” Trei lucruri sunt nesățioase, patru lucruri nu zic niciodată: „Destul!”,",
        "16": "și anume: Locuința morților, femeia stearpă, pământul, care nu este sătul de apă, și focul, care nu zice niciodată: „Destul!”",
        "17": "Pe ochiul care își bate joc de tatăl său și nesocotește ascultarea de mamă îl vor scobi corbii de la pârâu și îl vor mânca puii de vultur.",
        "18": "Trei lucruri sunt mai presus de puterile mele și chiar patru pe care nu le pot pricepe:",
        "19": "urma vulturului pe cer, urma șarpelui pe stâncă, urma corabiei în mijlocul mării și urma omului la o fată.",
        "20": "Tot așa este și calea femeii preacurve: ea mănâncă și se șterge la gură și apoi zice: „N-am făcut nimic rău.”",
        "21": "Trei lucruri fac să se răscoale o țară și patru lucruri nu le poate suferi:",
        "22": "un rob care a început să împărățească, un nebun care are pâine din belșug,",
        "23": "o femeie disprețuită care se mărită și o roabă care moștenește pe stăpână-sa.",
        "24": "Patru vietăți sunt mai mici pe pământ, și totuși dintre cele mai înțelepte:",
        "25": "furnicile, care nu sunt un popor tare, dar își pregătesc hrana vara;",
        "26": "șoarecii de munte, care nu sunt un popor puternic, dar își așază locuința în stânci;",
        "27": "lăcustele n-au împărat, și totuși pornesc toate în cete;",
        "28": "păianjenul îl poți prinde cu mâinile și se găsește totuși în casele împăraților.",
        "29": "Trei ființe au o ținută frumoasă și patru au mers măreț:",
        "30": "leul, viteazul dobitoacelor, care nu se dă înapoi dinaintea nimănui,",
        "31": "calul închingat gata și țapul și împăratul căruia nimeni nu-i poate sta împotrivă.",
        "32": "Dacă mândria te împinge la fapte de nebunie și dacă ai gânduri rele, pune mâna la gură:",
        "33": "căci baterea laptelui dă smântână, scărpinarea nasului dă sânge și stoarcerea mâniei dă certuri."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Cuvintele lui Agur, fiul lui Iacheh. O rostire. Discursul acestui om pentru Itiel, pentru Itiel și Ucal.",
        "2": "„Într-adevăr, sunt mai nătâng decât orice alt om și n-am pricepere de om.",
        "3": "N-am învățat înțelepciunea și nu am cunoștința Celui Sfânt.",
        "4": "Cine s-a suit în Ceruri și apoi a coborât? Cine a adunat vântul în palmele lui? Cine a strâns apele în haina lui? Cine a stabilit toate marginile pământului? Care este numele lui și care este numele fiului său? Spune-mi, dacă știi!",
        "5": "Orice cuvânt al lui Dumnezeu este testat, este un scut pentru cei ce se adăpostesc în El.",
        "6": "Nu adăuga nimic la cuvintele Lui, ca să nu te mustre și să fii găsit mincinos.",
        "7": "Două lucruri Îți cer; nu mă refuza înainte de a muri:",
        "8": "depărtează de la mine falsitatea și cuvântul mincinos; nu-mi da nici sărăcie, nici bogăție; dă-mi doar pâinea de care am nevoie,",
        "9": "ca nu cumva, în bogăție, să mă lepăd de Tine și să spun: «Cine este Domnul?» sau, în sărăcie fiind, să fur și să fac de rușine Numele Dumnezeului meu.",
        "10": "Nu bârfi un slujitor înaintea stăpânului său, ca nu cumva să te blesteme și să fii găsit vinovat!",
        "11": "Este o generație care-și blestemă tatăl și nu-și binecuvântează mama.",
        "12": "Este o generație curată în ochii ei, dar care totuși nu este spălată de murdăria ei.",
        "13": "Este o generație ai cărei ochi sunt trufași și ale cărei pleoape sunt semețe.",
        "14": "Este o generație ai cărei dinți sunt niște săbii și ale cărei măsele sunt niște cuțite, ca să-l devoreze pe cel sărac de pe pământ și pe cel nevoiaș dintre oameni.",
        "15": "Lipitoarea are două fete: «Dă!» și «Dă!». Trei lucruri sunt nesățioase, chiar patru care nu spun niciodată: «Destul!»:",
        "16": "Locuința Morților, pântecul infertil, pământul care nu este niciodată sătul de apă și focul care nu spune niciodată: «Destul!».",
        "17": "Ochiul care batjocorește un tată și desconsideră ascultarea de mamă va fi scobit de corbii de lângă pârâu și va fi mâncat de puii de vultur.",
        "18": "Trei lucruri sunt prea uimitoare pentru mine, chiar patru pe care nu le înțeleg:",
        "19": "calea vulturului pe cer, calea șarpelui pe stâncă, calea corabiei în mijlocul mării și calea unui bărbat la o fecioară.",
        "20": "Iată care este calea unei femei care comite adulter: ea mănâncă, se șterge la gură și spune: «N-am făcut nimic rău!».",
        "21": "Din cauza a trei lucruri tremură pământul, chiar patru nu le poate îndura:",
        "22": "un slujitor care ajunge rege, un nebun care se satură de pâine,",
        "23": "o femeie disprețuită care se mărită și o slujitoare care-i ia locul stăpânei sale.",
        "24": "Patru ființe sunt neînsemnate pe pământ, dar sunt printre cele mai înțelepte:",
        "25": "furnicile nu sunt un popor puternic, și totuși își adună mâncare vara;",
        "26": "viezurii de stâncă nu sunt un popor voinic și totuși își fac casa în stânci;",
        "27": "lăcustele nu au un rege, și totuși înaintează împreună în roiuri;",
        "28": "șopârla, pe care o poți prinde cu mâna, se găsește totuși și în palatele regilor.",
        "29": "Trei ființe au un pas impunător și chiar patru merg cu grație:",
        "30": "leul, viteazul animalelor, care nu se retrage dinaintea nimănui;",
        "31": "cocoșul țanțoș, țapul și regele în fruntea armatei.",
        "32": "Dacă ai făcut pe nebunul, lăudându-te pe tine însuți, sau dacă ai plănuit ceva rău, pune-ți mâna la gură!",
        "33": "Căci așa cum baterea laptelui produce smântână, iar lovirea nasului provoacă sângerare, tot așa și provocarea mâniei aduce certuri“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "The words of Agur the son of Jakeh, the revelation: the man says to Ithiel, to Ithiel and Ucal:",
        "2": "“Surely I am the most ignorant man, and don’t have a man’s understanding.",
        "3": "I have not learned wisdom, neither do I have the knowledge of the Holy One.",
        "4": "Who has ascended up into heaven, and descended? Who has gathered the wind in his fists? Who has bound the waters in his garment? Who has established all the ends of the earth? What is his name, and what is his son’s name, if you know?",
        "5": "“Every word of God is flawless. He is a shield to those who take refuge in him.",
        "6": "Don’t you add to his words, lest he reprove you, and you be found a liar.",
        "7": "“Two things I have asked of you. Don’t deny me before I die.",
        "8": "Remove far from me falsehood and lies. Give me neither poverty nor riches. Feed me with the food that is needful for me,",
        "9": "lest I be full, deny you, and say, ‘Who is Yahweh?’ or lest I be poor, and steal, and so dishonor the name of my God.",
        "10": "“Don’t slander a servant to his master, lest he curse you, and you be held guilty.",
        "11": "There is a generation that curses their father, and doesn’t bless their mother.",
        "12": "There is a generation that is pure in their own eyes, yet are not washed from their filthiness.",
        "13": "There is a generation, oh how lofty are their eyes! Their eyelids are lifted up.",
        "14": "There is a generation whose teeth are like swords, and their jaws like knives, to devour the poor from the earth, and the needy from among men.",
        "15": "“The leech has two daughters: ‘Give, give.’ “There are three things that are never satisfied; four that don’t say, ‘Enough!’:",
        "16": "Sheol, the barren womb, the earth that is not satisfied with water, and the fire that doesn’t say, ‘Enough!’",
        "17": "“The eye that mocks at his father, and scorns obedience to his mother, the ravens of the valley shall pick it out, the young eagles shall eat it.",
        "18": "“There are three things which are too amazing for me, four which I don’t understand:",
        "19": "The way of an eagle in the air, the way of a serpent on a rock, the way of a ship in the middle of the sea, and the way of a man with a maiden.",
        "20": "“So is the way of an adulterous woman: She eats and wipes her mouth, and says, ‘I have done nothing wrong.’",
        "21": "“For three things the earth trembles, and under four, it can’t bear up:",
        "22": "For a servant when he is king, a fool when he is filled with food,",
        "23": "for an unloved woman when she is married, and a servant who is heir to her mistress.",
        "24": "“There are four things which are little on the earth, but they are exceedingly wise:",
        "25": "The ants are not a strong people, yet they provide their food in the summer.",
        "26": "The hyraxes are but a feeble folk, yet make they their houses in the rocks.",
        "27": "The locusts have no king, yet they advance in ranks.",
        "28": "You can catch a lizard with your hands, yet it is in kings’ palaces.",
        "29": "“There are three things which are stately in their march, four which are stately in going:",
        "30": "The lion, which is mightiest among animals, and doesn’t turn away for any;",
        "31": "the greyhound; the male goat; and the king against whom there is no rising up.",
        "32": "“If you have done foolishly in lifting up yourself, or if you have thought evil, put your hand over your mouth.",
        "33": "For as the churning of milk produces butter, and the wringing of the nose produces blood, so the forcing of wrath produces strife.”"
      }
    }
  }
}