{
  "book": "Proverbe",
  "chapter": "23",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Dacă stai la masă la unul din cei mari, ia seama ce ai dinainte:",
        "2": "pune-ți un cuțit în gât, dacă ești prea lacom.",
        "3": "Nu pofti mâncărurile lui alese, căci sunt o hrană înșelătoare!",
        "4": "Nu te chinui ca să te îmbogățești, nu-ți pune priceperea în aceasta!",
        "5": "Abia ți-ai aruncat ochii spre ea, și nu mai este; căci bogăția își face aripi și, ca vulturul, își ia zborul spre ceruri.",
        "6": "Nu mânca pâinea celui pizmaș și nu pofti mâncărurile lui alese,",
        "7": "căci el este ca unul care își face socotelile în suflet! „Mănâncă și bea”, îți va zice el, dar inima lui nu este cu tine.",
        "8": "Bucata pe care ai mâncat-o o vei vărsa și cuvintele plăcute pe care le vei spune sunt pierdute.",
        "9": "Nu vorbi la urechea celui nebun, căci el nesocotește cuvintele tale înțelepte!",
        "10": "Nu muta hotarul văduvei și nu intra în ogorul orfanilor,",
        "11": "căci Răzbunătorul lor este puternic: El le va apăra pricina împotriva ta.",
        "12": "Deschide-ți inima la învățătură și urechile la cuvintele științei!",
        "13": "Nu cruța copilul de mustrare, căci, dacă-l vei lovi cu nuiaua, nu va muri!",
        "14": "Lovindu-l cu nuiaua, îi scoți sufletul din Locuința morților.",
        "15": "Fiule, dacă-ți va fi inima înțeleaptă, inima mea se va bucura;",
        "16": "și lăuntrul meu se va veseli când buzele tale vor spune ce este bine.",
        "17": "Să nu-ți pizmuiască inima pe cei păcătoși, ci să aibă totdeauna frică de Domnul,",
        "18": "căci este o răsplată și nu ți se va tăia nădejdea.",
        "19": "Ascultă, fiule, și fii înțelept; îndreaptă-ți inima pe calea cea dreaptă!",
        "20": "Nu fi printre cei ce beau vin, nici printre cei ce se îmbuibă cu carne!",
        "21": "Căci bețivul și cel ce se dedă la îmbuibare sărăcesc, și ațipirea te face să porți zdrențe.",
        "22": "Ascultă pe tatăl tău, care te-a născut, și nu nesocoti pe mamă-ta când a îmbătrânit.",
        "23": "Cumpără adevărul – și nu-l vinde –, înțelepciunea, învățătura și priceperea.",
        "24": "Tatăl celui neprihănit se veselește și cel ce dă naștere unui înțelept se bucură.",
        "25": "Să se bucure tatăl tău și mama ta, să se veselească cea care te-a născut.",
        "26": "Fiule, dă-Mi inima ta și să găsească plăcere ochii tăi în căile Mele!",
        "27": "Căci curva este o groapă adâncă și străina, o fântână strâmtă.",
        "28": "Ea pândește ca un hoț și mărește între oameni numărul celor stricați.",
        "29": "Ale cui sunt vaietele? Ale cui sunt oftările? Ale cui sunt neînțelegerile? Ale cui sunt plângerile? Ale cui sunt rănirile fără pricină? Ai cui sunt ochii roșii?",
        "30": "Ale celor ce întârzie la vin și se duc să golească paharul cu vin amestecat.",
        "31": "Nu te uita la vin când curge roșu și face mărgăritare în pahar; el alunecă ușor,",
        "32": "dar pe urmă ca un șarpe mușcă și înțeapă ca un basilisc.",
        "33": "Ochii ți se vor uita după femeile altora și inima îți va vorbi prostii.",
        "34": "Vei fi ca un om culcat în mijlocul mării, ca un om culcat pe vârful unui catarg.",
        "35": "„M-a lovit…, dar nu mă doare!… M-a bătut…, dar nu simt nimic! Când mă voi trezi? Mai vreau vin!”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Când stai jos să mănânci cu un stăpânitor, fii foarte atent la ce este înaintea ta!",
        "2": "Pune-ți un cuțit la gât dacă nu-ți poți stăpâni pofta!",
        "3": "Nu pofti delicatesele lui, fiindcă sunt o hrană înșelătoare.",
        "4": "Nu te trudi să te îmbogățești; ferește-te să ai o astfel de abilitate!",
        "5": "Îți zboară ochii după bogăție? Ea nu va mai fi! Căci sigur îi vor crește aripi și va zbura spre ceruri ca un vultur!",
        "6": "Nu mânca pâinea celui zgârcit și nu pofti delicatesele lui,",
        "7": "căci el este ca unul care își face socotelile în suflet. „Mănâncă și bea“, îți spune el, dar inima lui nu este cu tine.",
        "8": "Vei vărsa bucățica pe care ai mâncat-o și-ți vei irosi cuvintele plăcute.",
        "9": "Nu vorbi la urechea unui nesăbuit, căci el va disprețui înțelepciunea cuvintelor tale!",
        "10": "Nu muta hotarul cel vechi și nu intra pe terenul orfanilor,",
        "11": "căci Răscumpărătorul lor este puternic! El le va apăra cauza împotriva ta.",
        "12": "Pleacă-ți inima spre îndrumare, iar urechile la cuvintele cunoștinței!",
        "13": "Nu scuti copilul de disciplinare, căci, dacă îl pedepsești cu nuiaua, nu va muri!",
        "14": "Dacă îl pedepsești cu nuiaua, îi vei elibera sufletul din Locuința Morților.",
        "15": "Fiule, dacă inima ta este înțeleaptă, atunci inima mea se va bucura.",
        "16": "Ființa mea se va înveseli când buzele tale vor spune ce este drept.",
        "17": "Să nu-i invidieze inima ta pe cei păcătoși, ci să umble în frică de Domnul toată ziua!",
        "18": "Cu siguranță există o răsplată viitoare și speranța ta nu va fi tăiată!",
        "19": "Ascultă, fiule, și fii înțelept; îndreaptă-ți inima pe cale!",
        "20": "Nu fi printre cei care se îmbuibă cu vin, nici printre cei nesătui după carne,",
        "21": "căci bețivul și cel nesătul vor sărăci, iar somnolența îi va îmbrăca în zdrențe.",
        "22": "Ascultă de tatăl tău, care ți-a dat viață, și nu-ți disprețui mama, când a îmbătrânit.",
        "23": "Cumpără adevărul și nu-l vinde; caută înțelepciunea, îndrumarea și priceperea!",
        "24": "Tatăl celui drept va avea mari bucurii; cine are un fiu înțelept se bucură de el.",
        "25": "Să se bucure tatăl tău și mama ta, să se înveselească cea care te-a născut!",
        "26": "Fiule, dă-mi inima ta și să găsească plăcere ochii tăi în căile mele!",
        "27": "Căci prostituata este o groapă adâncă și necunoscuta este o fântână îngustă.",
        "28": "Ea pândește ca un hoț și îi înmulțește pe cei necredincioși între oameni.",
        "29": "Ale cui sunt vaietele? Ale cui sunt oftările? Ale cui sunt certurile? Ale cui sunt plângerile? Ale cui sunt rănile fără motiv? Ai cui sunt ochii roșii?",
        "30": "Ale celor ce întârzie la vin și care se duc să caute vasul cu vin amestecat.",
        "31": "Nu te uita la vin când este roșu, când spumegă în pahar și când alunecă ușor.",
        "32": "Căci la urmă mușcă la fel ca un șarpe și otrăvește ca o viperă.",
        "33": "Ochii tăi vor vedea lucruri ciudate, și inima ta va vorbi lucruri pervertite.",
        "34": "Vei fi ca un om culcat în mijlocul mării sau ca unul culcat pe vârful unui catarg.",
        "35": "„M-au lovit, dar nu m-au rănit! M-au bătut, dar nu simt nimic! Când mă voi trezi, pot găsi altceva de băut?“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "When you sit to eat with a ruler, consider diligently what is before you;",
        "2": "put a knife to your throat if you are a man given to appetite.",
        "3": "Don’t be desirous of his dainties, since they are deceitful food.",
        "4": "Don’t weary yourself to be rich. In your wisdom, show restraint.",
        "5": "Why do you set your eyes on that which is not? For it certainly sprouts wings like an eagle and flies in the sky.",
        "6": "Don’t eat the food of him who has a stingy eye, and don’t crave his delicacies,",
        "7": "for as he thinks about the cost, so he is. “Eat and drink!” he says to you, but his heart is not with you.",
        "8": "You will vomit up the morsel which you have eaten and waste your pleasant words.",
        "9": "Don’t speak in the ears of a fool, for he will despise the wisdom of your words.",
        "10": "Don’t move the ancient boundary stone. Don’t encroach on the fields of the fatherless,",
        "11": "for their Defender is strong. He will plead their case against you.",
        "12": "Apply your heart to instruction, and your ears to the words of knowledge.",
        "13": "Don’t withhold correction from a child. If you punish him with the rod, he will not die.",
        "14": "Punish him with the rod, and save his soul from Sheol.",
        "15": "My son, if your heart is wise, then my heart will be glad, even mine.",
        "16": "Yes, my heart will rejoice when your lips speak what is right.",
        "17": "Don’t let your heart envy sinners, but rather fear Yahweh all day long.",
        "18": "Indeed surely there is a future hope, and your hope will not be cut off.",
        "19": "Listen, my son, and be wise, and keep your heart on the right path!",
        "20": "Don’t be among ones drinking too much wine, or those who gorge themselves on meat;",
        "21": "for the drunkard and the glutton shall become poor; and drowsiness clothes them in rags.",
        "22": "Listen to your father who gave you life, and don’t despise your mother when she is old.",
        "23": "Buy the truth, and don’t sell it. Get wisdom, discipline, and understanding.",
        "24": "The father of the righteous has great joy. Whoever fathers a wise child delights in him.",
        "25": "Let your father and your mother be glad! Let her who bore you rejoice!",
        "26": "My son, give me your heart; and let your eyes keep in my ways.",
        "27": "For a prostitute is a deep pit; and a wayward wife is a narrow well.",
        "28": "Yes, she lies in wait like a robber, and increases the unfaithful among men.",
        "29": "Who has woe? Who has sorrow? Who has strife? Who has complaints? Who has needless bruises? Who has bloodshot eyes?",
        "30": "Those who stay long at the wine; those who go to seek out mixed wine.",
        "31": "Don’t look at the wine when it is red, when it sparkles in the cup, when it goes down smoothly.",
        "32": "In the end, it bites like a snake, and poisons like a viper.",
        "33": "Your eyes will see strange things, and your mind will imagine confusing things.",
        "34": "Yes, you will be as he who lies down in the middle of the sea, or as he who lies on top of the rigging:",
        "35": "“They hit me, and I was not hurt! They beat me, and I don’t feel it! When will I wake up? I can do it again. I will look for more.”"
      }
    }
  }
}