{
  "book": "Proverbe",
  "chapter": "15",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Un răspuns blând potolește mânia, dar o vorbă aspră ațâță mânia.",
        "2": "Limba înțelepților dă știință plăcută, dar gura nesocotiților împroașcă nebunie.",
        "3": "Ochii Domnului sunt în orice loc, ei văd pe cei răi și pe cei buni.",
        "4": "Limba dulce este un pom de viață, dar limba stricată zdrobește sufletul.",
        "5": "Nesocotitul disprețuiește învățătura tatălui său, dar cine ia seama la mustrare ajunge înțelept.",
        "6": "În casa celui neprihănit este mare belșug, dar în câștigurile celui rău este tulburare.",
        "7": "Buzele înțelepților seamănă știința, dar inima celor nesocotiți este stricată.",
        "8": "Jertfa celor răi este o scârbă înaintea Domnului, dar rugăciunea celor fără prihană Îi este plăcută.",
        "9": "Calea celui rău este urâtă Domnului, dar El iubește pe cel ce umblă după neprihănire.",
        "10": "Cine părăsește cărarea este aspru pedepsit, și cine urăște mustrarea va muri.",
        "11": "Locuința morților și adâncul sunt cunoscute Domnului, cu cât mai mult inimile oamenilor!",
        "12": "Batjocoritorului nu-i place să fie mustrat, de aceea nu se duce la cei înțelepți.",
        "13": "O inimă veselă înseninează fața, dar, când inima este tristă, duhul este mâhnit.",
        "14": "Inima celor pricepuți caută știința, dar gura nesocotiților găsește plăcere în nebunie.",
        "15": "Toate zilele celui nenorocit sunt rele, dar cel cu inima mulțumită are un ospăț necurmat.",
        "16": "Mai bine puțin cu frică de Domnul decât o mare bogăție cu tulburare!",
        "17": "Mai bine un prânz de verdețuri și dragoste decât un bou îngrășat și ură.",
        "18": "Un om iute la mânie stârnește certuri, dar cine este încet la mânie potolește neînțelegerile.",
        "19": "Drumul leneșului este ca un hățiș de spini, dar cărarea celor fără prihană este netezită.",
        "20": "Un fiu înțelept este bucuria tatălui său, dar un om nesocotit disprețuiește pe mama sa.",
        "21": "Nebunia este o bucurie pentru cel fără minte, dar un om priceput merge pe drumul cel drept.",
        "22": "Planurile nu izbutesc când lipsește o adunare care să chibzuiască, dar izbutesc când sunt mulți sfetnici.",
        "23": "Omul are bucurie să dea un răspuns cu gura lui. Și ce bună este o vorbă spusă la vreme potrivită!",
        "24": "Pentru cel înțelept, cărarea vieții duce în sus, ca să-l abată de la Locuința morților, care este jos.",
        "25": "Domnul surpă casa celor mândri, dar întărește hotarele văduvei.",
        "26": "Gândurile rele sunt urâte Domnului, dar cuvintele prietenoase sunt curate înaintea Lui.",
        "27": "Cel lacom de câștig își tulbură casa, dar cel ce urăște mita va trăi.",
        "28": "Inima celui neprihănit se gândește ce să răspundă, dar gura celor răi împroașcă răutăți.",
        "29": "Domnul Se depărtează de cei răi, dar ascultă rugăciunea celor neprihăniți.",
        "30": "O privire prietenoasă înveselește inima, o veste bună întărește oasele.",
        "31": "Urechea care ia aminte la învățăturile care duc la viață locuiește în mijlocul înțelepților.",
        "32": "Cel ce leapădă certarea își disprețuiește sufletul, dar cel ce ascultă mustrarea capătă pricepere.",
        "33": "Frica de Domnul este școala înțelepciunii și smerenia merge înaintea slavei."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Un răspuns blând calmează furia, dar o vorbă care rănește provoacă mânia.",
        "2": "Limba înțelepților folosește bine cunoștința, dar gura nesăbuiților varsă nebunie.",
        "3": "Ochii Domnului sunt în orice loc, supraveghindu-i atât pe cei răi, cât și pe cei buni.",
        "4": "O limbă vindecătoare este un pom al vieții, dar o limbă în care este perfidie zdrobește duhul.",
        "5": "Nebunul disprețuiește îndrumarea tatălui său, dar cine primește mustrarea este chibzuit.",
        "6": "În casa celui drept este mare bogăție, dar câștigul celui rău aduce tulburare.",
        "7": "Buzele celor înțelepți răspândesc cunoștință, nu tot așa face și inima nesăbuiților.",
        "8": "Jertfa celor răi este o urâciune înaintea Domnului, dar rugăciunea celor drepți Îi este plăcută.",
        "9": "Calea celor răi este o urâciune înaintea Domnului, dar El îi iubește pe cei ce urmăresc dreptatea.",
        "10": "O disciplinare severă îl așteaptă pe cel ce părăsește cărarea, iar cine disprețuiește mustrarea va muri.",
        "11": "Locuința Morților și Locul Distrugerii sunt înaintea Domnului, cu atât mai mult inimile fiilor omului!",
        "12": "Batjocoritorului nu-i place să fie mustrat, el nu va merge la cei înțelepți.",
        "13": "O inimă veselă înseninează fața, dar, prin îndurerarea inimii, duhul este zdrobit.",
        "14": "Inima celor pricepuți caută cunoștință, dar gura celor nesăbuiți se hrănește cu nebunie.",
        "15": "Toate zilele celui nenorocit sunt rele, dar cel cu inima voioasă are parte de un ospăț continuu.",
        "16": "Mai bine puțin, dar cu teamă de Domnul, decât o mare bogăție, cu tulburare.",
        "17": "Mai bine o mâncare de legume, unde este dragoste, decât un bou îngrășat, unde este ură.",
        "18": "Un om iute la mânie stârnește cearta, dar cel încet la mânie calmează controversa.",
        "19": "Calea leneșului este ca un gard de spini, dar cărarea celor drepți este netezită.",
        "20": "Un fiu înțelept aduce bucurie tatălui său, dar un om nesăbuit își disprețuiește mama.",
        "21": "Nebunia este o bucurie pentru cel fără minte, dar omul priceput păstrează drumul drept.",
        "22": "Fără sfat, planurile dau greș, dar ele reușesc când sunt mulți sfetnici.",
        "23": "Pentru om este o bucurie să dea un răspuns iscusit și ce bună este o vorbă spusă la timpul potrivit!",
        "24": "Pentru cel înțelept, cărarea vieții duce în sus, ca să-l abată de la Locuința Morților, de jos.",
        "25": "Domnul distruge casa celor mândri, dar consolidează teritoriul văduvei.",
        "26": "Gândurile rele sunt o urâciune înaintea Domnului, dar cuvintele plăcute sunt curate.",
        "27": "Cel ce obține câștig nedrept își tulbură familia, dar cel ce urăște mita va trăi.",
        "28": "Inima celui drept cântărește răspunsurile, dar gura celor răi varsă răutăți.",
        "29": "Domnul este departe de cei răi, dar ascultă rugăciunea celor drepți.",
        "30": "O privire voioasă înveselește inima, și o veste bună dă sănătate oaselor.",
        "31": "Urechea care ascultă mustrarea ce duce la viață se va odihni în mijlocul înțelepților.",
        "32": "Cel ce ignoră disciplinarea își disprețuiește sufletul, dar cel ce ascultă mustrarea dobândește înțelepciune.",
        "33": "Teama de Domnul îl învață pe om înțelepciunea, iar smerenia merge înaintea gloriei."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "A gentle answer turns away wrath, but a harsh word stirs up anger.",
        "2": "The tongue of the wise commends knowledge, but the mouths of fools gush out folly.",
        "3": "Yahweh’s eyes are everywhere, keeping watch on the evil and the good.",
        "4": "A gentle tongue is a tree of life, but deceit in it crushes the spirit.",
        "5": "A fool despises his father’s correction, but he who heeds reproof shows prudence.",
        "6": "In the house of the righteous is much treasure, but the income of the wicked brings trouble.",
        "7": "The lips of the wise spread knowledge; not so with the heart of fools.",
        "8": "The sacrifice made by the wicked is an abomination to Yahweh, but the prayer of the upright is his delight.",
        "9": "The way of the wicked is an abomination to Yahweh, but he loves him who follows after righteousness.",
        "10": "There is stern discipline for one who forsakes the way. Whoever hates reproof shall die.",
        "11": "Sheol and Abaddon are before Yahweh— how much more then the hearts of the children of men!",
        "12": "A scoffer doesn’t love to be reproved; he will not go to the wise.",
        "13": "A glad heart makes a cheerful face, but an aching heart breaks the spirit.",
        "14": "The heart of one who has understanding seeks knowledge, but the mouths of fools feed on folly.",
        "15": "All the days of the afflicted are wretched, but one who has a cheerful heart enjoys a continual feast.",
        "16": "Better is little, with the fear of Yahweh, than great treasure with trouble.",
        "17": "Better is a dinner of herbs, where love is, than a fattened calf with hatred.",
        "18": "A wrathful man stirs up contention, but one who is slow to anger appeases strife.",
        "19": "The way of the sluggard is like a thorn patch, but the path of the upright is a highway.",
        "20": "A wise son makes a father glad, but a foolish man despises his mother.",
        "21": "Folly is joy to one who is void of wisdom, but a man of understanding keeps his way straight.",
        "22": "Where there is no counsel, plans fail; but in a multitude of counselors they are established.",
        "23": "Joy comes to a man with the reply of his mouth. How good is a word at the right time!",
        "24": "The path of life leads upward for the wise, to keep him from going downward to Sheol.",
        "25": "Yahweh will uproot the house of the proud, but he will keep the widow’s borders intact.",
        "26": "Yahweh detests the thoughts of the wicked, but the thoughts of the pure are pleasing.",
        "27": "He who is greedy for gain troubles his own house, but he who hates bribes will live.",
        "28": "The heart of the righteous weighs answers, but the mouth of the wicked gushes out evil.",
        "29": "Yahweh is far from the wicked, but he hears the prayer of the righteous.",
        "30": "The light of the eyes rejoices the heart. Good news gives health to the bones.",
        "31": "The ear that listens to reproof lives, and will be at home among the wise.",
        "32": "He who refuses correction despises his own soul, but he who listens to reproof gets understanding.",
        "33": "The fear of Yahweh teaches wisdom. Before honor is humility."
      }
    }
  }
}