{
  "book": "Proverbe",
  "chapter": "13",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Un fiu înțelept ascultă învățătura tatălui său, dar batjocoritorul n-ascultă mustrarea.",
        "2": "Prin rodul gurii ai parte de bine, dar cei stricați au parte de silnicie.",
        "3": "Cine-și păzește gura își păzește sufletul; cine-și deschide buzele mari aleargă spre pieirea lui.",
        "4": "Leneșul dorește mult, și totuși n-are nimic, dar cei harnici se satură.",
        "5": "Cel neprihănit urăște cuvintele mincinoase, dar cel rău se face urât și se acoperă de rușine.",
        "6": "Neprihănirea păzește pe cel nevinovat, dar răutatea aduce pierzarea păcătosului.",
        "7": "Unul face pe bogatul, și n-are nimic, altul face pe săracul, și are totuși mari avuții.",
        "8": "Omul cu bogăția lui își răscumpără viața, dar săracul n-ascultă mustrarea.",
        "9": "Lumina celor neprihăniți arde voioasă, dar candela celor răi se stinge.",
        "10": "Prin mândrie se ațâță numai certuri, dar înțelepciunea este cu cel ce ascultă sfaturile.",
        "11": "Bogăția câștigată fără trudă scade, dar ce se strânge încetul cu încetul crește.",
        "12": "O nădejde amânată îmbolnăvește inima, dar o dorință împlinită este un pom de viață.",
        "13": "Cine nesocotește Cuvântul Domnului se pierde, dar cine se teme de poruncă este răsplătit.",
        "14": "Învățătura înțeleptului este un izvor de viață, ca să abată pe om din cursele morții.",
        "15": "O minte sănătoasă câștigă bunăvoință, dar calea celor stricați este pietroasă.",
        "16": "Orice om chibzuit lucrează cu cunoștință, dar nebunul își dă la iveală nebunia.",
        "17": "Un sol rău cade în nenorocire, dar un sol credincios aduce tămăduire.",
        "18": "Sărăcia și rușinea sunt partea celui ce leapădă certarea, dar cel ce ia seama la mustrare este pus în cinste.",
        "19": "Împlinirea unei dorințe este dulce sufletului, dar celor nebuni le este urât să se lase de rău.",
        "20": "Cine umblă cu înțelepții se face înțelept, dar cui îi place să se însoțească cu nebunii o duce rău.",
        "21": "Nenorocirea urmărește pe cei ce păcătuiesc, dar cei neprihăniți vor fi răsplătiți cu fericire.",
        "22": "Omul de bine lasă moștenitori pe copiii copiilor săi, dar bogățiile păcătosului sunt păstrate pentru cel neprihănit.",
        "23": "Ogorul pe care-l desțelenește săracul dă o hrană îmbelșugată, dar mulți pier din pricina nedreptății lor.",
        "24": "Cine cruță nuiaua urăște pe fiul său, dar cine-l iubește îl pedepsește îndată.",
        "25": "Cel neprihănit mănâncă până se satură, dar pântecele celor răi duce lipsă."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Un fiu înțelept acceptă disciplinarea tatălui său, dar cel batjocoritor nu ascultă mustrarea.",
        "2": "Un om va mânca lucruri bune prin rodul gurii lui, dar dorința celor necredincioși este violența.",
        "3": "Cel ce-și păzește gura își protejează sufletul; cel ce-și deschide larg buzele aduce distrugerea asupra sa.",
        "4": "Leneșul dorește mult și nu are nimic, dar dorința celor harnici este împlinită.",
        "5": "Cel drept urăște minciuna, dar cel rău își aduce dezonoare și rușine.",
        "6": "Dreptatea îl protejează pe cel integru, dar răutatea îl răstoarnă pe cel păcătos.",
        "7": "Unul pretinde că este bogat și nu are nimic, altul pretinde că este sărac și are mari bogății.",
        "8": "Răscumpărarea vieții unui om este bogăția sa, dar săracul nu ascultă amenințarea.",
        "9": "Lumina celor drepți strălucește veselă, dar candela celor răi se stinge.",
        "10": "Prin mândrie se produce numai ceartă, dar înțelepciunea este cu cei ce primesc sfaturile.",
        "11": "Bogăția câștigată din nimic se va împuțina, dar cel ce adună puțin câte puțin își va înmulți averea.",
        "12": "O speranță amânată îmbolnăvește inima, dar o dorință împlinită este un pom de viață.",
        "13": "Cel disprețuitor față de Cuvânt va fi obligat să plătească, dar cel temător de poruncă va fi răsplătit.",
        "14": "Învățătura înțeleptului este un izvor de viață, îndepărtând omul de la capcanele morții.",
        "15": "Un bun discernământ oferă bunăvoință, dar calea celor necredincioși este anevoioasă.",
        "16": "Orice om chibzuit lucrează cu cunoștință, dar cel nesăbuit își dă la iveală nebunia.",
        "17": "Un mesager rău cade în nenorocire, dar un sol credincios aduce vindecare.",
        "18": "Cine ignoră mustrarea merge spre sărăcie și rușine, dar cine este atent la îndrumare va fi respectat.",
        "19": "O dorință împlinită este dulce sufletului, dar pentru cei nesăbuiți, a te întoarce de la rău, este o urâciune.",
        "20": "Cine umblă cu înțelepții va deveni înțelept, dar cine se asociază cu nesăbuiții va avea de suferit.",
        "21": "Nenorocirea îi urmărește pe cei păcătoși, dar cei drepți sunt răsplătiți cu fericire.",
        "22": "Omul bun lasă moștenire nepoților săi, dar bogățiile păcătosului sunt păstrate pentru cel drept.",
        "23": "Terenul omului sărac produce hrană din belșug, dar aceasta este spulberată din cauza nedreptății.",
        "24": "Cine cruță nuiaua își urăște fiul, dar cine-l iubește are grijă să-l disciplineze.",
        "25": "Cel drept mănâncă până se satură, dar pântecul celor răi va duce lipsă."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "A wise son listens to his father’s instruction, but a scoffer doesn’t listen to rebuke.",
        "2": "By the fruit of his lips, a man enjoys good things, but the unfaithful crave violence.",
        "3": "He who guards his mouth guards his soul. One who opens wide his lips comes to ruin.",
        "4": "The soul of the sluggard desires, and has nothing, but the desire of the diligent shall be fully satisfied.",
        "5": "A righteous man hates lies, but a wicked man brings shame and disgrace.",
        "6": "Righteousness guards the way of integrity, but wickedness overthrows the sinner.",
        "7": "There are some who pretend to be rich, yet have nothing. There are some who pretend to be poor, yet have great wealth.",
        "8": "The ransom of a man’s life is his riches, but the poor hear no threats.",
        "9": "The light of the righteous shines brightly, but the lamp of the wicked is snuffed out.",
        "10": "Pride only breeds quarrels, but wisdom is with people who take advice.",
        "11": "Wealth gained dishonestly dwindles away, but he who gathers by hand makes it grow.",
        "12": "Hope deferred makes the heart sick, but when longing is fulfilled, it is a tree of life.",
        "13": "Whoever despises instruction will pay for it, but he who respects a command will be rewarded.",
        "14": "The teaching of the wise is a spring of life, to turn from the snares of death.",
        "15": "Good understanding wins favor, but the way of the unfaithful is hard.",
        "16": "Every prudent man acts from knowledge, but a fool exposes folly.",
        "17": "A wicked messenger falls into trouble, but a trustworthy envoy gains healing.",
        "18": "Poverty and shame come to him who refuses discipline, but he who heeds correction shall be honored.",
        "19": "Longing fulfilled is sweet to the soul, but fools detest turning from evil.",
        "20": "One who walks with wise men grows wise, but a companion of fools suffers harm.",
        "21": "Misfortune pursues sinners, but prosperity rewards the righteous.",
        "22": "A good man leaves an inheritance to his children’s children, but the wealth of the sinner is stored for the righteous.",
        "23": "An abundance of food is in poor people’s fields, but injustice sweeps it away.",
        "24": "One who spares the rod hates his son, but one who loves him is careful to discipline him.",
        "25": "The righteous one eats to the satisfying of his soul, but the belly of the wicked goes hungry."
      }
    }
  }
}