{
  "book": "Proverbe",
  "chapter": "14",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Femeia înțeleaptă își zidește casa, iar femeia nebună o dărâmă cu înseși mâinile ei.",
        "2": "Cine umblă cu neprihănire se teme de Domnul, dar cine apucă pe căi strâmbe Îl nesocotește.",
        "3": "În gura nebunului este o nuia pentru mândria lui, dar pe înțelepți îi păzesc buzele lor.",
        "4": "Unde nu sunt boi, ieslea rămâne goală, dar puterea boilor aduce belșug de roade.",
        "5": "Un martor credincios nu minte, dar un martor mincinos spune minciuni.",
        "6": "Batjocoritorul caută înțelepciunea și n-o găsește, dar pentru omul priceput știința este lucru ușor.",
        "7": "Depărtează-te de nebun, căci nu pe buzele lui vei găsi știința!",
        "8": "Înțelepciunea omului chibzuit îl face să vadă pe ce cale să meargă, dar nebunia celor nesocotiți îi înșală pe ei înșiși.",
        "9": "Cei nesocotiți glumesc cu păcatul, dar între cei fără prihană este bunăvoință.",
        "10": "Inima își cunoaște necazurile și niciun străin nu se poate amesteca în bucuria ei.",
        "11": "Casa celor răi va fi nimicită, dar cortul celor fără prihană va înflori.",
        "12": "Multe căi pot părea bune omului, dar la urmă se văd că duc la moarte.",
        "13": "De multe ori, chiar în mijlocul râsului inima poate fi mâhnită, și bucuria poate sfârși prin necaz.",
        "14": "Cel cu inima rătăcită se satură de căile lui și omul de bine se satură și el de ce este în el.",
        "15": "Omul lesne crezător crede orice vorbă, dar omul chibzuit ia seama bine cum merge.",
        "16": "Înțeleptul se teme și se abate de la rău, dar nesocotitul este îngâmfat și fără frică.",
        "17": "Cine este iute la mânie face prostii, și omul plin de răutate se face urât.",
        "18": "Cei proști au parte de nebunie, dar oamenii chibzuiți sunt încununați cu știință.",
        "19": "Cei răi se pleacă înaintea celor buni, și cei nelegiuiți, înaintea porților celui neprihănit.",
        "20": "Săracul este urât chiar și de prietenul său, dar bogatul are foarte mulți prieteni.",
        "21": "Cine disprețuiește pe aproapele său face un păcat, dar ferice de cine are milă de cei nenorociți.",
        "22": "În adevăr, cei ce gândesc răul se rătăcesc, dar cei ce gândesc binele lucrează cu bunătate și credincioșie.",
        "23": "Oriunde se muncește este și câștig, dar oriunde numai se vorbește este lipsă.",
        "24": "Bogăția este o cunună pentru cei înțelepți, dar cei nesocotiți n-au altceva decât nebunie.",
        "25": "Martorul care spune adevărul scapă suflete, dar cel înșelător spune minciuni.",
        "26": "Cine se teme de Domnul are un sprijin tare în El și copiii lui au un loc de adăpost la El.",
        "27": "Frica de Domnul este un izvor de viață, ea ne ferește de cursele morții.",
        "28": "Mulțimea poporului este slava împăratului, lipsa poporului este pieirea voievodului.",
        "29": "Cine este încet la mânie are multă pricepere, dar cine se aprinde iute face multe prostii.",
        "30": "O inimă liniștită este viața trupului, dar pizma este putrezirea oaselor.",
        "31": "Cine asuprește pe sărac batjocorește pe Ziditorul său, dar cine are milă de cel lipsit cinstește pe Ziditorul său.",
        "32": "Cel rău este doborât de răutatea lui, dar cel neprihănit chiar și la moarte trage nădejde.",
        "33": "Înțelepciunea se odihnește într-o inimă pricepută, dar în mijlocul celor nesocotiți ea se dă de gol.",
        "34": "Neprihănirea înalță pe un popor, dar păcatul este rușinea popoarelor.",
        "35": "Un împărat are plăcere de un slujitor chibzuit, dar pe cel de ocară îl atinge mânia lui."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Orice femeie înțeleaptă își zidește casa, dar cea nebună o dărâmă cu înseși mâinile ei.",
        "2": "Cine umblă cu dreptate se teme de Domnul, dar cel ce se îndepărtează de căile Lui Îl disprețuiește.",
        "3": "Vorbirea nebunului aduce o nuia pentru spinarea lui, dar cei înțelepți sunt păziți de înseși buzele lor.",
        "4": "Unde nu sunt boi, ieslea este goală, dar puterea boilor aduce belșug de roade.",
        "5": "Un martor adevărat nu minte, dar un martor fals răspândește minciuni.",
        "6": "Batjocoritorul caută înțelepciunea, dar n-o găsește, însă, pentru cel priceput, este ușor să-și însușească știința.",
        "7": "Depărtează-te de omul nesăbuit, pentru că nu vei găsi cunoștință pe buzele lui!",
        "8": "Înțelepciunea celui chibzuit îl ajută să-și înțeleagă calea, dar nebunia nesăbuiților este înșelătoare.",
        "9": "Nebunii glumesc cu păcatul, dar între cei drepți este bunăvoință.",
        "10": "Inima își cunoaște necazurile și niciun străin nu poate lua parte la bucuria ei.",
        "11": "Casa celor răi va fi nimicită, dar cortul celor drepți va înflori.",
        "12": "Există o cale ce pare dreaptă înaintea omului, dar la capătul ei se află căile morții.",
        "13": "Chiar și în mijlocul râsului inima poate fi îndurerată, iar bucuria poate sfârși în întristare.",
        "14": "Cel cu inima rătăcită se va sătura de căile lui, dar omul bun va fi săturat cu ale lui.",
        "15": "Cel naiv crede orice vorbă, dar cel chibzuit își gândește bine pașii.",
        "16": "Cel înțelept se teme și se depărtează de rău, dar cel nesăbuit este mândru și încrezător.",
        "17": "Cel iute la mânie face prostii, și omul cu intenții rele este urât de alții.",
        "18": "Cei naivi moștenesc nebunie, dar cei chibzuiți sunt încoronați cu multă cunoștință.",
        "19": "Oamenii răi se vor pleca înaintea celor buni și cei ticăloși se vor pleca la porțile celui drept.",
        "20": "Săracul este urât chiar și de semenii lui, dar bogatul are mulți prieteni.",
        "21": "Cel ce-și disprețuiește semenul păcătuiește, dar ferice de cel ce arată bunăvoință față de cei săraci.",
        "22": "Nu se rătăcesc cei ce plănuiesc răul? Dar cei ce plănuiesc binele găsesc îndurare și credincioșie.",
        "23": "În orice muncă grea există și un câștig, dar a spune doar cuvinte de pe buze duce numai la sărăcie.",
        "24": "Bogăția este o coroană pentru cei înțelepți, dar nebunia nesăbuiților rodește nebunie.",
        "25": "Un martor adevărat salvează vieți, dar cel ce răspândește minciuni aduce înșelătoria.",
        "26": "În teama de Domnul există o puternică încredere; El va fi un adăpost pentru fiii Lui.",
        "27": "Teama de Domnul este un izvor de viață, îndepărtând omul de la capcanele morții.",
        "28": "Poporul numeros este gloria regelui, dar, fără supuși, prințul este ruinat.",
        "29": "Cel încet la mânie are mare pricepere, dar cel iute la mânie înalță nebunia.",
        "30": "O inimă liniștită este viața trupului, dar gelozia este putrezirea oaselor.",
        "31": "Cine-l asuprește pe sărac Îl disprețuiește pe Creatorul său, dar cine arată bunăvoință față de nevoiaș Îl onorează pe Dumnezeu.",
        "32": "Cel rău este doborât de răutatea lui, dar cel drept găsește adăpost chiar și în propria moarte.",
        "33": "Înțelepciunea se odihnește în inima celui priceput și se lasă cunoscută în mijlocul nesăbuiților.",
        "34": "Dreptatea înalță o națiune, dar păcatul este o rușine pentru orice popor.",
        "35": "Bunăvoința regelui este pentru slujitorul înțelept, dar mânia lui este pentru cel care-l face de rușine."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Every wise woman builds her house, but the foolish one tears it down with her own hands.",
        "2": "He who walks in his uprightness fears Yahweh, but he who is perverse in his ways despises him.",
        "3": "The fool’s talk brings a rod to his back, but the lips of the wise protect them.",
        "4": "Where no oxen are, the crib is clean, but much increase is by the strength of the ox.",
        "5": "A truthful witness will not lie, but a false witness pours out lies.",
        "6": "A scoffer seeks wisdom, and doesn’t find it, but knowledge comes easily to a discerning person.",
        "7": "Stay away from a foolish man, for you won’t find knowledge on his lips.",
        "8": "The wisdom of the prudent is to think about his way, but the folly of fools is deceit.",
        "9": "Fools mock at making atonement for sins, but among the upright there is good will.",
        "10": "The heart knows its own bitterness and joy; he will not share these with a stranger.",
        "11": "The house of the wicked will be overthrown, but the tent of the upright will flourish.",
        "12": "There is a way which seems right to a man, but in the end it leads to death.",
        "13": "Even in laughter the heart may be sorrowful, and mirth may end in heaviness.",
        "14": "The unfaithful will be repaid for his own ways; likewise a good man will be rewarded for his ways.",
        "15": "A simple man believes everything, but the prudent man carefully considers his ways.",
        "16": "A wise man fears and shuns evil, but the fool is hot headed and reckless.",
        "17": "He who is quick to become angry will commit folly, and a crafty man is hated.",
        "18": "The simple inherit folly, but the prudent are crowned with knowledge.",
        "19": "The evil bow down before the good, and the wicked at the gates of the righteous.",
        "20": "The poor person is shunned even by his own neighbor, but the rich person has many friends.",
        "21": "He who despises his neighbor sins, but he who has pity on the poor is blessed.",
        "22": "Don’t they go astray who plot evil? But love and faithfulness belong to those who plan good.",
        "23": "In all hard work there is profit, but the talk of the lips leads only to poverty.",
        "24": "The crown of the wise is their riches, but the folly of fools crowns them with folly.",
        "25": "A truthful witness saves souls, but a false witness is deceitful.",
        "26": "In the fear of Yahweh is a secure fortress, and he will be a refuge for his children.",
        "27": "The fear of Yahweh is a fountain of life, turning people from the snares of death.",
        "28": "In the multitude of people is the king’s glory, but in the lack of people is the destruction of the prince.",
        "29": "He who is slow to anger has great understanding, but he who has a quick temper displays folly.",
        "30": "The life of the body is a heart at peace, but envy rots the bones.",
        "31": "He who oppresses the poor shows contempt for his Maker, but he who is kind to the needy honors him.",
        "32": "The wicked is brought down in his calamity, but in death, the righteous has a refuge.",
        "33": "Wisdom rests in the heart of one who has understanding, and is even made known in the inward part of fools.",
        "34": "Righteousness exalts a nation, but sin is a disgrace to any people.",
        "35": "The king’s favor is toward a servant who deals wisely, but his wrath is toward one who causes shame."
      }
    }
  }
}