{
  "book": "Proverbe",
  "chapter": "12",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Cine iubește certarea iubește știința, dar cine urăște mustrarea este prost.",
        "2": "Omul de bine capătă bunăvoința Domnului, dar Domnul osândește pe cel plin de răutate.",
        "3": "Omul nu se întărește prin răutate, dar rădăcina celor neprihăniți nu se va clătina.",
        "4": "O femeie cinstită este cununa bărbatului ei, dar cea care-i face rușine este ca putregaiul în oasele lui.",
        "5": "Gândurile celor neprihăniți nu sunt decât dreptate, dar sfaturile celor răi nu sunt decât înșelăciune.",
        "6": "Cuvintele celor răi sunt niște curse ca să verse sânge, dar gura celor fără prihană îi izbăvește.",
        "7": "Cei răi sunt răsturnați și nu mai sunt, dar casa celor neprihăniți rămâne în picioare!",
        "8": "Un om este prețuit după măsura priceperii lui, dar cel cu inima stricată este disprețuit.",
        "9": "Mai bine să fii într-o stare smerită și să ai o slugă decât să faci pe fudulul și să n-ai ce mânca.",
        "10": "Cel neprihănit se îndură de vite, dar inima celui rău este fără milă.",
        "11": "Cine-și lucrează ogorul va avea belșug de pâine, dar cine umblă după lucruri de nimic este fără minte.",
        "12": "Cel rău poftește prada celor nelegiuiți, dar rădăcina celor neprihăniți rodește.",
        "13": "În păcătuirea cu buzele este o cursă primejdioasă, dar cel neprihănit scapă din bucluc.",
        "14": "Prin rodul gurii te saturi de bunătăți, și fiecare primește după lucrul mâinilor lui.",
        "15": "Calea nebunului este fără prihană în ochii lui, dar înțeleptul ascultă sfaturile.",
        "16": "Nebunul îndată își dă pe față mânia, dar înțeleptul ascunde ocara.",
        "17": "Cine spune adevărul face o mărturisire dreaptă, dar martorul mincinos vorbește înșelăciune.",
        "18": "Cine vorbește în chip ușuratic rănește ca străpungerea unei săbii, dar limba înțelepților aduce vindecare.",
        "19": "Buza care spune adevărul este întărită pe vecie, dar limba mincinoasă nu stă decât o clipă.",
        "20": "Înșelătoria este în inima celor ce cugetă răul, dar bucuria este pentru cei ce sfătuiesc la pace.",
        "21": "Nicio nenorocire nu se întâmplă celui neprihănit, dar cei răi sunt năpădiți de rele.",
        "22": "Buzele mincinoase sunt urâte Domnului, dar cei ce lucrează cu adevăr Îi sunt plăcuți.",
        "23": "Omul înțelept își ascunde știința, dar inima nebunilor vestește nebunia.",
        "24": "Mâna celor harnici va stăpâni, dar mâna leneșă va plăti bir.",
        "25": "Neliniștea din inima omului îl doboară, dar o vorbă bună îl înveselește.",
        "26": "Cel neprihănit arată prietenului său calea cea bună, dar calea celor răi îi duce în rătăcire.",
        "27": "Leneșul nu-și frige vânatul, dar comoara de preț a unui om este munca.",
        "28": "Pe cărarea neprihănirii este viața și pe drumul însemnat de ea nu este moarte."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Cine iubește disciplinarea iubește cunoștința, dar cel ce urăște mustrarea este fără minte.",
        "2": "Cel bun obține bunăvoință de la Domnul, dar El condamnă pe omul cu intenții rele.",
        "3": "Omul nu se poate întări prin răutate, dar cel drept nu poate fi dezrădăcinat.",
        "4": "O soție virtuoasă este coroana soțului ei, dar cea care-i aduce rușine este ca putrezirea în oasele lui.",
        "5": "Gândurile celor drepți sunt dreptate. Îndrumările celor răi sunt înșelăciune.",
        "6": "Cuvintele celor răi stau la pândă ca să verse sânge, dar gura celor drepți îi scapă.",
        "7": "Cei răi sunt doborâți și nu mai sunt, dar casa celor drepți rămâne în picioare.",
        "8": "Un om este lăudat în funcție de discernământul lui, dar cel cu inima coruptă este disprețuit.",
        "9": "Mai bine să fii lipsit de importanță și să ai un slujitor, decât să-ți dai importanță și să nu ai ce să mănânci.",
        "10": "Celui drept îi pasă de nevoile animalului său, dar până și faptele binevoitoare ale celor răi sunt nemiloase.",
        "11": "Cel ce-și lucrează pământul se va sătura de pâine, dar cel ce umblă după deșertăciuni este fără minte.",
        "12": "Cel rău poftește prada celor ticăloși, dar rădăcina celor drepți va rodi.",
        "13": "Capcana celui rău este în fărădelegea buzelor, dar cel drept iese din necaz.",
        "14": "Prin rodul gurii lui, omul va fi săturat de bunătăți și fiecare va fi răsplătit potrivit cu lucrul mâinilor lui.",
        "15": "Calea nebunului este dreaptă în ochii lui, dar cel înțelept ascultă sfaturile.",
        "16": "Mânia unui nebun este cunoscută imediat, dar cel chibzuit ignoră insulta.",
        "17": "Cel ce răspândește adevărul spune ce este drept, dar un martor mincinos aduce înșelătoria.",
        "18": "Cuvintele necugetate sunt ca străpungerile unei săbii, dar limba celui înțelept aduce vindecare.",
        "19": "Buzele care rostesc adevărul sunt consolidate pentru totdeauna, dar limba mincinoasă rezistă doar pentru o clipă.",
        "20": "Înșelătoria este în inima celor ce plănuiesc răul, dar bucuria este pentru cei ce sfătuiesc la pace.",
        "21": "Cel drept nu are parte de nicio nenorocire, dar cel rău este copleșit de necazuri.",
        "22": "Buzele mincinoase sunt o urâciune înaintea Domnului, dar cei credincioși adevărului Îi sunt plăcuți.",
        "23": "Omul chibzuit își ascunde cunoștința, dar inima nesăbuiților vestește nebunia.",
        "24": "Mâna celor harnici va stăpâni, dar leneșul va sfârși la muncă silnică.",
        "25": "Neliniștea inimii omului duce la descurajare, dar o vorbă bună îl înveselește.",
        "26": "Cel drept este o călăuză pentru semenul său, dar calea celor răi îi duce în rătăcire.",
        "27": "Leneșul nu-și frige vânatul, dar omul harnic își prețuiește bunurile.",
        "28": "Pe cărarea dreptății este viață; de-a lungul ei nu este moarte."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Whoever loves correction loves knowledge, but he who hates reproof is stupid.",
        "2": "A good man shall obtain favor from Yahweh, but he will condemn a man of wicked plans.",
        "3": "A man shall not be established by wickedness, but the root of the righteous shall not be moved.",
        "4": "A worthy woman is the crown of her husband, but a disgraceful wife is as rottenness in his bones.",
        "5": "The thoughts of the righteous are just, but the advice of the wicked is deceitful.",
        "6": "The words of the wicked are about lying in wait for blood, but the speech of the upright rescues them.",
        "7": "The wicked are overthrown, and are no more, but the house of the righteous shall stand.",
        "8": "A man shall be commended according to his wisdom, but he who has a warped mind shall be despised.",
        "9": "Better is he who is little known, and has a servant, than he who honors himself and lacks bread.",
        "10": "A righteous man respects the life of his animal, but the tender mercies of the wicked are cruel.",
        "11": "He who tills his land shall have plenty of bread, but he who chases fantasies is void of understanding.",
        "12": "The wicked desires the plunder of evil men, but the root of the righteous flourishes.",
        "13": "An evil man is trapped by sinfulness of lips, but the righteous shall come out of trouble.",
        "14": "A man shall be satisfied with good by the fruit of his mouth. The work of a man’s hands shall be rewarded to him.",
        "15": "The way of a fool is right in his own eyes, but he who is wise listens to counsel.",
        "16": "A fool shows his annoyance the same day, but one who overlooks an insult is prudent.",
        "17": "He who is truthful testifies honestly, but a false witness lies.",
        "18": "There is one who speaks rashly like the piercing of a sword, but the tongue of the wise heals.",
        "19": "Truth’s lips will be established forever, but a lying tongue is only momentary.",
        "20": "Deceit is in the heart of those who plot evil, but joy comes to the promoters of peace.",
        "21": "No mischief shall happen to the righteous, but the wicked shall be filled with evil.",
        "22": "Lying lips are an abomination to Yahweh, but those who do the truth are his delight.",
        "23": "A prudent man keeps his knowledge, but the hearts of fools proclaim foolishness.",
        "24": "The hands of the diligent ones shall rule, but laziness ends in slave labor.",
        "25": "Anxiety in a man’s heart weighs it down, but a kind word makes it glad.",
        "26": "A righteous person is cautious in friendship, but the way of the wicked leads them astray.",
        "27": "The slothful man doesn’t roast his game, but the possessions of diligent men are prized.",
        "28": "In the way of righteousness is life; in its path there is no death."
      }
    }
  }
}