{
  "book": "Proverbe",
  "chapter": "1",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Pildele lui Solomon, fiul lui David, împăratul lui Israel,",
        "2": "pentru cunoașterea înțelepciunii și învățăturii, pentru înțelegerea cuvintelor minții;",
        "3": "pentru căpătarea învățăturilor de bun-simț, de dreptate, de judecată și de nepărtinire;",
        "4": "ca să dea celor neîncercați agerime de minte, tânărului cunoștință și chibzuință,",
        "5": "să asculte însă și înțeleptul, și își va mări știința, și cel priceput, și va căpăta iscusință",
        "6": "pentru prinderea înțelesului unei pilde sau al unui cuvânt adânc, înțelesul cuvintelor înțelepților și al cuvintelor lor cu tâlc.",
        "7": "Frica de Domnul este începutul științei, dar nebunii nesocotesc înțelepciunea și învățătura.",
        "8": "Ascultă, fiule, învățătura tatălui tău și nu lepăda îndrumările mamei tale!",
        "9": "Căci ele sunt o cunună plăcută pe capul tău și un lanț de aur la gâtul tău.",
        "10": "Fiule, dacă niște păcătoși vor să te amăgească, nu te lăsa câștigat de ei!",
        "11": "Dacă-ți vor zice: „Vino cu noi! Haidem să întindem curse, ca să vărsăm sânge, să întindem fără temei lațuri celui nevinovat;",
        "12": "haidem să-i înghițim de vii, ca Locuința morților, și întregi, ca pe cei ce se coboară în groapă;",
        "13": "vom găsi tot felul de lucruri scumpe și ne vom umple casele cu pradă;",
        "14": "vei avea și tu partea ta la fel cu noi, o pungă vom avea cu toții”,",
        "15": "fiule, să nu pornești la drum cu ei, abate-ți piciorul de pe cărarea lor!",
        "16": "Căci picioarele lor aleargă la rău și se grăbesc să verse sânge.",
        "17": "Dar degeaba se aruncă lațul înaintea ochilor tuturor păsărilor,",
        "18": "căci ei întind curse tocmai împotriva sângelui lor și sufletului lor îi întind ei lațuri.",
        "19": "Aceasta este soarta tuturor celor lacomi de câștig: lăcomia aduce pierderea celor ce se dedau la ea.",
        "20": "Înțelepciunea strigă pe ulițe, își înalță glasul în piețe:",
        "21": "strigă unde e zarva mai mare, la porți, în cetate, își spune cuvintele ei:",
        "22": "„Până când veți iubi prostia, proștilor? Până când le va plăcea batjocoritorilor batjocura și vor urî nebunii știința?",
        "23": "Întoarceți-vă să ascultați mustrările mele! Iată, voi turna duhul meu peste voi, vă voi face cunoscute cuvintele mele…",
        "24": "Fiindcă eu chem, și voi vă împotriviți, fiindcă îmi întind mâna, și nimeni nu ia seama,",
        "25": "fiindcă lepădați toate sfaturile mele și nu vă plac mustrările mele,",
        "26": "de aceea și eu voi râde când veți fi în vreo nenorocire, îmi voi bate joc de voi când vă va apuca groaza,",
        "27": "când vă va apuca groaza ca o furtună și când vă va învălui nenorocirea ca un vârtej, când vor da peste voi necazul și strâmtorarea.",
        "28": "Atunci mă vor chema, și nu voi răspunde; mă vor căuta, și nu mă vor găsi.",
        "29": "Pentru că au urât știința și n-au ales frica de Domnul,",
        "30": "pentru că n-au iubit sfaturile mele și au nesocotit toate mustrările mele,",
        "31": "de aceea se vor hrăni cu rodul umbletelor lor și se vor sătura cu sfaturile lor.",
        "32": "Căci împotrivirea proștilor îi ucide și liniștea nebunilor îi pierde,",
        "33": "dar cel ce m-ascultă va locui fără grijă, va trăi liniștit și fără să se teamă de vreun rău.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Proverbele lui Solomon, fiul lui David, regele lui Israel,",
        "2": "pentru a cunoaște înțelepciunea și îndrumarea, pentru a înțelege cuvintele cunoașterii,",
        "3": "pentru a primi îndrumare în ce privește înțelepciunea, dreptatea, judecata și imparțialitatea,",
        "4": "pentru a da prudență celui neștiutor, iar tânărului – cunoștință și discernământ.",
        "5": "Să asculte cel înțelept și să-și mărească cunoștințele, iar cel priceput să primească îndrumări,",
        "6": "pentru a înțelege un proverb sau o taină, cuvintele înțelepților și pildele lor.",
        "7": "Teama de Domnul este începutul cunoașterii, dar nebunii disprețuiesc înțelepciunea și îndrumarea.",
        "8": "Ascultă, fiule, îndrumarea tatălui tău și nu părăsi învățătura mamei tale,",
        "9": "căci ele vor fi o cunună plăcută pe capul tău și un colier în jurul gâtului tău.",
        "10": "Fiule, dacă niște păcătoși vor să te ademenească, nu accepta.",
        "11": "Dacă vor spune: „Vino cu noi! Să stăm la pândă ca să vărsăm sânge, să întindem fără motiv curse celui nevinovat!",
        "12": "Să-i înghițim de vii, ca Locuința Morților, și întregi, ca pe cei ce coboară în groapă!",
        "13": "Vom găsi tot felul de lucruri scumpe și ne vom umple casele cu pradă.",
        "14": "Pune partea ta cu noi și vom avea un sac împreună!“.",
        "15": "Fiule, să nu mergi pe același drum cu ei, abate-ți piciorul de pe cărarea lor,",
        "16": "căci picioarele lor aleargă spre rău și se grăbesc să verse sânge.",
        "17": "În zadar se aruncă lațul înaintea ochilor tuturor păsărilor!",
        "18": "Aceștia își pândesc însuși sângele lor, își întind capcane înseși sufletelor lor.",
        "19": "Așa sunt căile tuturor celor ce obțin câștig nedrept; el va lua viața stăpânilor lui.",
        "20": "Înțelepciunea strigă pe stradă, își înalță glasul în piețe,",
        "21": "cheamă de la capătul locurilor aglomerate, își rostește cuvintele în fața porților cetății:",
        "22": "„Naivilor, până când veți iubi naivitatea? Până când le va plăcea batjocoritorilor batjocura și vor urî nesăbuiții cunoașterea?",
        "23": "Dacă v-ați întoarce la mustrarea mea, aș revărsa duhul meu peste voi și v-aș dezvălui cuvintele mele.",
        "24": "Dar pentru că mă respingeți când vă chem, iar când îmi întind mâna, nimeni nu este atent,",
        "25": "pentru că ignorați toate sfaturile mele și nu acceptați mustrarea mea,",
        "26": "de aceea și eu voi râde de nenorocirea voastră, îmi voi bate joc de voi când groaza vă va ajunge,",
        "27": "când groaza voastră va veni ca o distrugere, și nenorocirea voastră va veni ca o vijelie, când necazul și suferința vor veni peste voi.",
        "28": "Atunci mă vor chema, dar nu voi răspunde; mă vor căuta cu ardoare, dar nu mă vor găsi.",
        "29": "Pentru că au urât cunoștința și n-au ales teama de Domnul,",
        "30": "pentru că n-au acceptat sfatul meu și au disprețuit toate mustrările mele,",
        "31": "de aceea se vor hrăni cu rodul căii lor și se vor sătura cu roada planurilor lor.",
        "32": "Căci necredincioșia îi ucide pe cei naivi și mulțumirea de sine îi distruge pe cei nesăbuiți;",
        "33": "dar cel ce mă ascultă va locui în siguranță, va trăi liniștit, fără să-l cuprindă groaza de vreun rău“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "The proverbs of Solomon, the son of David, king of Israel:",
        "2": "to know wisdom and instruction; to discern the words of understanding;",
        "3": "to receive instruction in wise dealing, in righteousness, justice, and equity;",
        "4": "to give prudence to the simple, knowledge and discretion to the young man—",
        "5": "that the wise man may hear, and increase in learning; that the man of understanding may attain to sound counsel;",
        "6": "to understand a proverb and parables, the words and riddles of the wise.",
        "7": "The fear of Yahweh is the beginning of knowledge, but the foolish despise wisdom and instruction.",
        "8": "My son, listen to your father’s instruction, and don’t forsake your mother’s teaching;",
        "9": "for they will be a garland to grace your head, and chains around your neck.",
        "10": "My son, if sinners entice you, don’t consent.",
        "11": "If they say, “Come with us. Let’s lie in wait for blood. Let’s lurk secretly for the innocent without cause.",
        "12": "Let’s swallow them up alive like Sheol, and whole, like those who go down into the pit.",
        "13": "We’ll find all valuable wealth. We’ll fill our houses with plunder.",
        "14": "You shall cast your lot among us. We’ll all have one purse”—",
        "15": "my son, don’t walk on the path with them. Keep your foot from their path,",
        "16": "for their feet run to evil. They hurry to shed blood.",
        "17": "For the net is spread in vain in the sight of any bird;",
        "18": "but these lay in wait for their own blood. They lurk secretly for their own lives.",
        "19": "So are the ways of everyone who is greedy for gain. It takes away the life of its owners.",
        "20": "Wisdom calls aloud in the street. She utters her voice in the public squares.",
        "21": "She calls at the head of noisy places. At the entrance of the city gates, she utters her words:",
        "22": "“How long, you simple ones, will you love simplicity? How long will mockers delight themselves in mockery, and fools hate knowledge?",
        "23": "Turn at my reproof. Behold, I will pour out my spirit on you. I will make known my words to you.",
        "24": "Because I have called, and you have refused; I have stretched out my hand, and no one has paid attention;",
        "25": "but you have ignored all my counsel, and wanted none of my reproof;",
        "26": "I also will laugh at your disaster. I will mock when calamity overtakes you,",
        "27": "when calamity overtakes you like a storm, when your disaster comes on like a whirlwind, when distress and anguish come on you.",
        "28": "Then they will call on me, but I will not answer. They will seek me diligently, but they will not find me,",
        "29": "because they hated knowledge, and didn’t choose the fear of Yahweh.",
        "30": "They wanted none of my counsel. They despised all my reproof.",
        "31": "Therefore they will eat of the fruit of their own way, and be filled with their own schemes.",
        "32": "For the backsliding of the simple will kill them. The careless ease of fools will destroy them.",
        "33": "But whoever listens to me will dwell securely, and will be at ease, without fear of harm.”"
      }
    }
  }
}