{
  "book": "Proverbe",
  "chapter": "22",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Un nume bun este mai de dorit decât o bogăție mare și a fi iubit prețuiește mai mult decât argintul și aurul.",
        "2": "Bogatul și săracul se întâlnesc: Domnul i-a făcut și pe unul, și pe altul.",
        "3": "Omul chibzuit vede nenorocirea și se ascunde, dar cei proști merg înainte și sunt pedepsiți.",
        "4": "Răsplata smereniei, a fricii de Domnul, este bogăția, slava și viața.",
        "5": "Spini și curse sunt pe calea omului stricat: cel ce-și păzește sufletul se depărtează de ele.",
        "6": "Învață pe copil calea pe care trebuie s-o urmeze, și când va îmbătrâni, nu se va abate de la ea.",
        "7": "Bogatul stăpânește peste cei săraci, și cel ce ia cu împrumut este robul celui ce-i dă cu împrumut.",
        "8": "Cine seamănă nelegiuire, nelegiuire va secera, și nuiaua nelegiuirii lui este gata.",
        "9": "Omul milostiv va fi binecuvântat, pentru că dă săracului din pâinea lui.",
        "10": "Izgonește pe batjocoritor și cearta se va sfârși, neînțelegerile și ocările vor înceta.",
        "11": "Cine iubește curăția inimii și are bunăvoința pe buze este prieten cu împăratul.",
        "12": "Ochii Domnului păzesc pe cel ce are știință, dar înfruntă cuvintele celui stricat.",
        "13": "Leneșul zice: „Afară este un leu, care m-ar putea ucide pe uliță!”",
        "14": "Gura curvelor este o groapă adâncă; pe cine vrea să-l pedepsească Domnul, acela cade în ea.",
        "15": "Nebunia este lipită de inima copilului, dar nuiaua certării o va dezlipi de el.",
        "16": "Cine asuprește pe sărac ca să-și mărească avuția va trebui să dea și el altuia mai bogat și va duce lipsă.",
        "17": "Pleacă-ți urechea și ascultă cuvintele înțelepților și ia învățătura mea în inimă!",
        "18": "Căci este bine să le păstrezi înăuntrul tău și să-ți fie toate deodată pe buze.",
        "19": "Pentru ca să-ți pui încrederea în Domnul, vreau să te învăț eu astăzi, da, pe tine.",
        "20": "N-am așternut eu oare în scris pentru tine sfaturi și cugetări,",
        "21": "ca să te învăț lucruri temeinice, cuvinte adevărate, ca să răspunzi cu vorbe adevărate celui ce te trimite?",
        "22": "Nu despuia pe sărac, pentru că este sărac, și nu asupri pe nenorocitul care stă la poartă!",
        "23": "Căci Domnul le va apăra pricina lor și va despuia viața celor ce-i despoaie.",
        "24": "Nu te împrieteni cu omul mânios și nu te însoți cu omul iute la mânie,",
        "25": "ca nu cumva să te deprinzi cu cărările lui și să-ți ajungă o cursă pentru suflet.",
        "26": "Nu fi printre cei ce pun chezășii, printre cei ce dau zălog pentru datorii!",
        "27": "Căci, dacă n-ai cu ce să plătești, pentru ce ai voi să ți se ia patul de sub tine?",
        "28": "Nu muta hotarul cel vechi, pe care l-au așezat părinții tăi!",
        "29": "Dacă vezi un om iscusit în lucrul lui, acela poate sta lângă împărați, nu lângă oamenii de rând."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Un nume bun este mai de dorit decât mari bogății și bunăvoința face mai mult decât argintul și aurul.",
        "2": "Bogatul și săracul au un lucru comun: Domnul i-a creat pe amândoi.",
        "3": "Omul chibzuit vede pericolul și se ascunde, dar naivii merg înainte și sunt pedepsiți.",
        "4": "Smerenia și teama de Domnul aduc bogăție, onoare și viață.",
        "5": "Pe calea celui corupt sunt spini și capcane; cine își păzește sufletul se ține departe de ele.",
        "6": "Instruiește-l pe tânăr la începutul căii lui și, când va îmbătrâni, nu se va îndepărta de ea.",
        "7": "Bogatul stăpânește peste sărac și cel ce ia cu împrumut este slujitorul celui ce dă cu împrumut.",
        "8": "Cine seamănă nedreptate va secera necaz, iar nuiaua mâniei lui va fi distrusă.",
        "9": "Omul darnic va fi el însuși binecuvântat pentru că-și împarte pâinea cu cel sărac.",
        "10": "Alungă-l pe batjocoritor și cearta va înceta, conflictele și insultele se vor sfârși.",
        "11": "Cine iubește curăția inimii și are bunăvoința pe buze va fi prieten cu regele.",
        "12": "Ochii Domnului veghează asupra cunoștinței, dar El se opune cuvintelor celui necredincios.",
        "13": "Leneșul spune: „Afară este un leu! Voi fi ucis pe străzi!“.",
        "14": "Gura femeilor străine este o groapă adâncă; cel pe care este mânios Domnul, va cădea în ea.",
        "15": "Nebunia este legată de inima copilului, însă nuiaua disciplinării o va îndepărta de la el.",
        "16": "Cel ce îl asuprește pe sărac ca să se îmbogățească și cel ce oferă daruri celui bogat, vor sărăci amândoi. Treizeci de pilde ale înțelepților",
        "17": "Pleacă-ți urechea, ascultă cuvintele înțelepților și pune în inima ta cunoștința mea.",
        "18": "Căci este plăcut când le păstrezi în inima ta și să le ai pe toate pregătite pe buze.",
        "19": "Pentru ca încrederea ta să fie în Domnul, îți fac cunoscut astăzi, da, ție!",
        "20": "N-am scris eu oare treizeci de maxime pentru tine, maxime cu sfaturi și cunoștință,",
        "21": "ca să-ți fac cunoscut adevărul cuvintelor demne de încredere, ca să răspunzi prin cuvinte demne de încredere celor ce te trimit?",
        "22": "Nu-l jefui pe sărac pentru că este sărac și nu-l asupri pe cel nevoiaș care stă la poarta cetății,",
        "23": "pentru că Domnul le va apăra cauza și-i va jefui pe aceia care-i jefuiesc.",
        "24": "Nu te împrieteni cu persoana mânioasă și nu te asocia cu omul furios,",
        "25": "ca nu cumva să înveți căile lui și să-ți ajungă astfel o capcană pentru suflet.",
        "26": "Să nu fii printre oamenii care oferă garanție sau care girează pentru datorii,",
        "27": "căci, dacă nu vei avea cu ce să plătești, până și patul îți va fi luat de sub tine!",
        "28": "Nu muta hotarul cel vechi, pe care l-au așezat strămoșii tăi.",
        "29": "Vezi un om priceput în lucrarea lui? El va sluji înaintea regilor, nu înaintea oamenilor de rând."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "A good name is more desirable than great riches, and loving favor is better than silver and gold.",
        "2": "The rich and the poor have this in common: Yahweh is the maker of them all.",
        "3": "A prudent man sees danger and hides himself; but the simple pass on, and suffer for it.",
        "4": "The result of humility and the fear of Yahweh is wealth, honor, and life.",
        "5": "Thorns and snares are in the path of the wicked; whoever guards his soul stays far from them.",
        "6": "Train up a child in the way he should go, and when he is old he will not depart from it.",
        "7": "The rich rule over the poor. The borrower is servant to the lender.",
        "8": "He who sows wickedness reaps trouble, and the rod of his fury will be destroyed.",
        "9": "He who has a generous eye will be blessed, for he shares his food with the poor.",
        "10": "Drive out the mocker, and strife will go out; yes, quarrels and insults will stop.",
        "11": "He who loves purity of heart and speaks gracefully is the king’s friend.",
        "12": "Yahweh’s eyes watch over knowledge, but he frustrates the words of the unfaithful.",
        "13": "The sluggard says, “There is a lion outside! I will be killed in the streets!”",
        "14": "The mouth of an adulteress is a deep pit. He who is under Yahweh’s wrath will fall into it.",
        "15": "Folly is bound up in the heart of a child; the rod of discipline drives it far from him.",
        "16": "Whoever oppresses the poor for his own increase and whoever gives to the rich, both come to poverty.",
        "17": "Turn your ear, and listen to the words of the wise. Apply your heart to my teaching.",
        "18": "For it is a pleasant thing if you keep them within you, if all of them are ready on your lips.",
        "19": "I teach you today, even you, so that your trust may be in Yahweh.",
        "20": "Haven’t I written to you thirty excellent things of counsel and knowledge,",
        "21": "To teach you truth, reliable words, to give sound answers to the ones who sent you?",
        "22": "Don’t exploit the poor because he is poor; and don’t crush the needy in court;",
        "23": "for Yahweh will plead their case, and plunder the life of those who plunder them.",
        "24": "Don’t befriend a hot-tempered man. Don’t associate with one who harbors anger,",
        "25": "lest you learn his ways and ensnare your soul.",
        "26": "Don’t you be one of those who strike hands, of those who are collateral for debts.",
        "27": "If you don’t have means to pay, why should he take away your bed from under you?",
        "28": "Don’t move the ancient boundary stone which your fathers have set up.",
        "29": "Do you see a man skilled in his work? He will serve kings. He won’t serve obscure men."
      }
    }
  }
}