{
  "book": "Proverbe",
  "chapter": "11",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Cumpăna înșelătoare este urâtă Domnului, dar cântăreala dreaptă Îi este plăcută.",
        "2": "Când vine mândria, vine și rușinea, dar înțelepciunea este cu cei smeriți.",
        "3": "Neprihănirea oamenilor cinstiți îi cârmuiește fără teamă, dar vicleniile celor stricați le aduc pieirea.",
        "4": "În ziua mâniei, bogăția nu slujește la nimic, dar neprihănirea izbăvește de la moarte.",
        "5": "Nevinovăția omului fără prihană îi netezește calea, dar cel rău cade prin însăși răutatea lui.",
        "6": "Nevinovăția oamenilor fără prihană îi scapă, dar cei răi sunt prinși de răutatea lor.",
        "7": "La moartea celui rău, îi piere nădejdea, și așteptarea oamenilor nelegiuiți este nimicită.",
        "8": "Cel neprihănit este scăpat din strâmtorare, și cel rău îi ia locul.",
        "9": "Cu gura lui, omul nelegiuit pierde pe aproapele său, dar cei neprihăniți sunt scăpați prin știință.",
        "10": "Când le merge bine celor neprihăniți, toată cetatea se bucură și, când pier cei răi, toți strigă de veselie.",
        "11": "Cetatea se înalță prin binecuvântarea oamenilor fără prihană, dar este surpată prin gura celor răi.",
        "12": "Cine defaimă pe aproapele său este fără minte, dar omul cu pricepere primește și tace.",
        "13": "Cine umblă cu bârfeli dă pe față lucruri ascunse, dar sufletul credincios ține ce i s-a încredințat.",
        "14": "Când nu este chibzuință, poporul cade, dar biruința vine prin marele număr de sfetnici.",
        "15": "Cui se pune chezaș pentru altul, îi merge rău, dar cine se teme să se pună chezaș este liniștit.",
        "16": "O femeie plăcută capătă cinste, și cei asupritori capătă bogăție.",
        "17": "Omul milostiv își face bine sufletului său, dar omul fără milă își tulbură însăși carnea lui.",
        "18": "Cel rău dobândește un câștig înșelător, dar cel ce seamănă neprihănirea are o adevărată plată.",
        "19": "Adevărata neprihănire duce la viață, dar cel ce urmărește răul găsește moartea.",
        "20": "Cei cu inima stricată sunt o scârbă înaintea Domnului, dar cei ce umblă fără prihană Îi sunt plăcuți.",
        "21": "Hotărât: cel rău nu va rămâne nepedepsit, dar sămânța celor neprihăniți va fi scăpată.",
        "22": "Femeia frumoasă și fără minte este ca un inel de aur pus în râtul unui porc.",
        "23": "Dorința celor neprihăniți este numai bine, dar așteptarea celor răi este numai mânie.",
        "24": "Unul care dă cu mână largă ajunge mai bogat; și altul care economisește prea mult nu face decât să sărăcească.",
        "25": "Sufletul binefăcător va fi săturat, și cel ce udă pe alții va fi udat și el.",
        "26": "Cine oprește grâul este blestemat de popor, dar pe capul celui ce-l vinde vine binecuvântarea.",
        "27": "Cine urmărește binele își câștigă bunăvoință, dar cine urmărește răul este atins de el.",
        "28": "Cine se încrede în bogății va cădea, dar cei neprihăniți vor înverzi ca frunzișul.",
        "29": "Cine își tulbură casa va moșteni vânt, și nebunul va fi robul omului înțelept!",
        "30": "Rodul celui neprihănit este un pom de viață, și cel înțelept câștigă suflete.",
        "31": "Iată, cel neprihănit este răsplătit pe pământ; cu cât mai mult cel rău și păcătos!"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Talerele înșelătoare sunt o urâciune înaintea Domnului, dar greutățile corecte Îi sunt plăcute.",
        "2": "Când vine mândria, vine și rușinea, dar înțelepciunea este cu cei modești.",
        "3": "Integritatea celor drepți îi conduce, dar perfidia celor necredincioși îi distruge.",
        "4": "Bogăția nu este de niciun folos în ziua mâniei, dar dreptatea scapă de la moarte.",
        "5": "Dreptatea celui integru îi netezește calea, dar cel rău cade prin însăși răutatea lui.",
        "6": "Dreptatea celor integri îi eliberează, dar trădătorii sunt prinși în lăcomia lor.",
        "7": "Când moare cel rău, îi piere nădejdea, iar speranța puterii lui este nimicită.",
        "8": "Cel drept este salvat din necaz, dar cel rău îi ia locul.",
        "9": "Cel lipsit de evlavie își distruge semenul cu gura, dar cei drepți sunt salvați prin cunoștință.",
        "10": "Când le merge bine celor drepți, cetatea se bucură, dar când pier cei răi, se aud strigăte de veselie.",
        "11": "O cetate se înalță prin binecuvântarea celor drepți, dar se dărâmă prin gura celor răi.",
        "12": "Cel fără minte își disprețuiește semenul, dar omul care are pricepere tace.",
        "13": "Cel ce umblă cu bârfa dezvăluie lucruri ascunse, dar cel credincios în duh tăinuiește lucrul încredințat.",
        "14": "Când nu sunt îndrumări, poporul cade, dar victoria vine prin mulțimea sfetnicilor.",
        "15": "Cine girează pentru un străin va suferi, dar cine refuză să se ofere garant este în siguranță.",
        "16": "O femeie plăcută câștigă respect, iar cei nemiloși câștigă bogăție.",
        "17": "Omul bun își face bine sufletului său, dar cel nemilos își tulbură însăși carnea sa.",
        "18": "Cel rău obține un câștig înșelător, dar cel ce seamănă dreptatea primește o adevărată plată.",
        "19": "Adevărata dreptate conduce la viață, dar cel care urmărește răul merge spre propria moarte.",
        "20": "Cei cu inima coruptă sunt o urâciune înaintea Domnului, dar cei integri pe cale au parte de bunăvoința Lui.",
        "21": "În mod sigur, cel rău nu va rămâne nepedepsit, dar urmașii celor drepți vor fi scăpați.",
        "22": "Ca un inel de aur în râtul unui porc, așa este o femeie frumoasă, dar fără discernământ.",
        "23": "Dorința celor drepți este numai bine, dar speranța celor răi este mânie.",
        "24": "Unul dă cu mână largă și obține mai mult, iar altul, care este zgârcit, sărăcește.",
        "25": "Sufletul generos va fi săturat din belșug, și cel ce udă pe alții va fi el însuși udat.",
        "26": "Cine păstrează grâul este blestemat de popor, dar pe capul celui ce-l vinde este binecuvântare.",
        "27": "Cel ce urmărește binele caută bunăvoință, dar cel ce caută răul va avea parte de rău.",
        "28": "Cel ce se încrede în bogățiile lui va cădea, dar cei drepți vor înmuguri ca frunzișul.",
        "29": "Cel ce-și tulbură casa va moșteni vânt, iar nebunul va fi slujitorul celui cu inima înțeleaptă.",
        "30": "Rodul celui drept este un pom de viață, și cel înțelept câștigă suflete.",
        "31": "Dacă cel drept este răsplătit pe pământ, cu atât mai mult cel rău și păcătos!"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "A false balance is an abomination to Yahweh, but accurate weights are his delight.",
        "2": "When pride comes, then comes shame, but with humility comes wisdom.",
        "3": "The integrity of the upright shall guide them, but the perverseness of the treacherous shall destroy them.",
        "4": "Riches don’t profit in the day of wrath, but righteousness delivers from death.",
        "5": "The righteousness of the blameless will direct his way, but the wicked shall fall by his own wickedness.",
        "6": "The righteousness of the upright shall deliver them, but the unfaithful will be trapped by evil desires.",
        "7": "When a wicked man dies, hope perishes, and expectation of power comes to nothing.",
        "8": "A righteous person is delivered out of trouble, and the wicked takes his place.",
        "9": "With his mouth the godless man destroys his neighbor, but the righteous will be delivered through knowledge.",
        "10": "When it goes well with the righteous, the city rejoices. When the wicked perish, there is shouting.",
        "11": "By the blessing of the upright, the city is exalted, but it is overthrown by the mouth of the wicked.",
        "12": "One who despises his neighbor is void of wisdom, but a man of understanding holds his peace.",
        "13": "One who brings gossip betrays a confidence, but one who is of a trustworthy spirit is one who keeps a secret.",
        "14": "Where there is no wise guidance, the nation falls, but in the multitude of counselors there is victory.",
        "15": "He who is collateral for a stranger will suffer for it, but he who refuses pledges of collateral is secure.",
        "16": "A gracious woman obtains honor, but violent men obtain riches.",
        "17": "The merciful man does good to his own soul, but he who is cruel troubles his own flesh.",
        "18": "Wicked people earn deceitful wages, but one who sows righteousness reaps a sure reward.",
        "19": "He who is truly righteous gets life. He who pursues evil gets death.",
        "20": "Those who are perverse in heart are an abomination to Yahweh, but those whose ways are blameless are his delight.",
        "21": "Most certainly, the evil man will not be unpunished, but the offspring of the righteous will be delivered.",
        "22": "Like a gold ring in a pig’s snout, is a beautiful woman who lacks discretion.",
        "23": "The desire of the righteous is only good. The expectation of the wicked is wrath.",
        "24": "There is one who scatters, and increases yet more. There is one who withholds more than is appropriate, but gains poverty.",
        "25": "The liberal soul shall be made fat. He who waters shall be watered also himself.",
        "26": "People curse someone who withholds grain, but blessing will be on the head of him who sells it.",
        "27": "He who diligently seeks good seeks favor, but he who searches after evil, it shall come to him.",
        "28": "He who trusts in his riches will fall, but the righteous shall flourish as the green leaf.",
        "29": "He who troubles his own house shall inherit the wind. The foolish shall be servant to the wise of heart.",
        "30": "The fruit of the righteous is a tree of life. He who is wise wins souls.",
        "31": "Behold, the righteous shall be repaid in the earth, how much more the wicked and the sinner!"
      }
    }
  }
}