{
  "book": "Proverbe",
  "chapter": "20",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Vinul este batjocoritor, băuturile tari sunt gălăgioase; oricine se îmbată cu ele nu este înțelept.",
        "2": "Frica pe care o insuflă împăratul este ca răcnetul unui leu; cine îl supără păcătuiește împotriva sa însuși.",
        "3": "Este o cinste pentru om să se ferească de certuri; dar orice nebun se lasă stăpânit de aprindere.",
        "4": "Toamna, leneșul nu ară; la secerat, ar vrea să strângă roade, dar nu este nimic!",
        "5": "Sfaturile în inima omului sunt ca niște ape adânci, dar omul priceput știe să scoată din ele.",
        "6": "Mulți oameni își trâmbițează bunătatea; dar cine poate găsi un om credincios?",
        "7": "Cel neprihănit umblă în neprihănirea lui; ferice de copiii lui după el!",
        "8": "Împăratul care șade pe scaunul de domnie al dreptății risipește orice rău cu privirea lui.",
        "9": "Cine poate zice: „Mi-am curățit inima, sunt curat de păcatul meu”?",
        "10": "Două feluri de greutăți și două feluri de măsuri sunt o scârbă înaintea Domnului.",
        "11": "Copilul lasă să se vadă încă din faptele lui dacă purtarea lui va fi curată și fără prihană.",
        "12": "Urechea care aude și ochiul care vede, și pe una, și pe celălalt, Domnul le-a făcut.",
        "13": "Nu iubi somnul, căci vei ajunge sărac; deschide ochii și te vei sătura de pâine!",
        "14": "„Rău! Rău!” zice cumpărătorul și, plecând, se fericește.",
        "15": "Este aur și sunt multe mărgăritare; dar buzele înțelepte sunt un lucru scump.",
        "16": "Ia-i haina, căci s-a pus chezaș pentru altul; și ține-l zălog pentru alții!",
        "17": "Pâinea minciunii este dulce omului, dar mai pe urmă gura îi este plină de pietriș.",
        "18": "Planurile se pun la cale prin sfat. Fă războiul cu chibzuință!",
        "19": "Cine umblă cu bârfeli dă pe față lucrurile ascunse, și cu cel ce nu-și poate ține gura să nu te amesteci.",
        "20": "Dacă cineva blestemă pe tatăl său și pe mama sa, i se va stinge lumina în mijlocul întunericului.",
        "21": "O moștenire repede câștigată de la început nu va fi binecuvântată la sfârșit.",
        "22": "Nu zice: „Îi voi întoarce eu răul!” Nădăjduiește în Domnul, și El te va ajuta.",
        "23": "Domnul urăște două feluri de greutăți, și cântarul mincinos nu este un lucru bun.",
        "24": "Domnul îndreaptă pașii omului, dar ce înțelege omul din calea sa?",
        "25": "Este o cursă pentru om să facă în pripă o făgăduință sfântă și, abia după ce a făcut juruința, să se gândească.",
        "26": "Un împărat înțelept vântură pe cei răi și trece cu roata peste ei.",
        "27": "Suflarea omului este o lumină a Domnului, care pătrunde până în fundul măruntaielor.",
        "28": "Bunătatea și credincioșia păzesc pe împărat, și el își întărește scaunul de domnie prin bunătate.",
        "29": "Slava tinerilor este tăria, dar podoaba bătrânilor sunt perii albi.",
        "30": "Mijloacele de vindecare pentru cel rău sunt bătăile și vânătăile până la rană."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Vinul este batjocoritor și băutura tare este gălăgioasă; oricine este amețit de ele nu este înțelept.",
        "2": "Groaza pe care o insuflă regele este ca răcnetul unui leu; cel care-l înfurie păcătuiește împotriva sa însuși.",
        "3": "Este o onoare pentru om să se abțină de la ceartă, dar orice nebun se dezlănțuie.",
        "4": "Leneșul nu ară toamna, așa că nu va găsi nimic la seceriș.",
        "5": "Sfaturile inimii unui om sunt ca niște ape adânci, dar cel priceput știe să scoată din ele.",
        "6": "Mulți oameni își proclamă loialitatea, dar cine poate găsi un om credincios?",
        "7": "Cel drept umblă în integritatea lui; ferice de copiii lui!",
        "8": "Când regele stă pe tronul de judecată, spulberă orice rău cu privirea lui.",
        "9": "Cine poate spune: „Mi-am păstrat inima curată, sunt curat și fără păcat“?",
        "10": "Greutățile diferite și măsurile duble sunt ambele o urâciune înaintea Domnului.",
        "11": "Chiar și un copil se face cunoscut prin faptele lui, dacă purtarea lui este curată și dreaptă.",
        "12": "Cât despre urechea care aude și ochiul care vede, Domnul le-a făcut pe amândouă.",
        "13": "Nu iubi somnul, căci vei ajunge sărac. Deschide ochii și te vei sătura de pâine.",
        "14": "„Rău! Rău!“, spune cumpărătorul, și, plecând, se laudă.",
        "15": "Există aur și o mulțime de rubine, dar buzele care răspândesc cunoștința sunt un giuvaier prețios.",
        "16": "Ia-i haina, căci a girat pentru un străin, și ține-o garanție, căci a girat pentru o străină!",
        "17": "Pâinea înșelăciunii este dulce omului, dar, după aceea, gura lui va fi plină de pietriș.",
        "18": "Planurile sunt stabilite prin consfătuire. Deci, fă războiul prin îndrumări bune!",
        "19": "Cel ce umblă cu bârfa dezvăluie un secret; să nu te amesteci cu cel ce-și deschide buzele.",
        "20": "Dacă un om își blestemă tatăl sau mama, i se va stinge candela în negura nopții.",
        "21": "O moștenire câștigată repede la început nu va fi binecuvântată la sfârșit.",
        "22": "Nu spune: „Îi voi întoarce eu acest rău!“. Pune-ți speranța în Domnul, și El te va salva!",
        "23": "Greutățile diferite sunt o urâciune înaintea Domnului și talerele înșelătoare nu sunt un lucru bun.",
        "24": "Pașii omului sunt îndrumați de Domnul. Cum și-ar putea înțelege omul propria-i cale?",
        "25": "Este o capcană pentru om să facă în grabă o promisiune sfântă și abia mai târziu să se gândească la jurămintele făcute.",
        "26": "Un rege înțelept îi spulberă pe cei răi și trece cu roata de treierat peste ei.",
        "27": "Suflarea omului este o candelă a Domnului, care cercetează adâncurile ființei.",
        "28": "Bunătatea și credincioșia îl protejează pe rege și el își consolidează tronul prin bunătate.",
        "29": "Gloria tinerilor este puterea lor, iar podoaba bătrânilor este părul alb.",
        "30": "Bătăile și vânătăile îndepărtează răul, iar loviturile curăță cămările sufletului."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Wine is a mocker and beer is a brawler. Whoever is led astray by them is not wise.",
        "2": "The terror of a king is like the roaring of a lion. He who provokes him to anger forfeits his own life.",
        "3": "It is an honor for a man to keep aloof from strife, but every fool will be quarreling.",
        "4": "The sluggard will not plow by reason of the winter; therefore he shall beg in harvest, and have nothing.",
        "5": "Counsel in the heart of man is like deep water, but a man of understanding will draw it out.",
        "6": "Many men claim to be men of unfailing love, but who can find a faithful man?",
        "7": "A righteous man walks in integrity. Blessed are his children after him.",
        "8": "A king who sits on the throne of judgment scatters away all evil with his eyes.",
        "9": "Who can say, “I have made my heart pure. I am clean and without sin”?",
        "10": "Differing weights and differing measures, both of them alike are an abomination to Yahweh.",
        "11": "Even a child makes himself known by his doings, whether his work is pure, and whether it is right.",
        "12": "The hearing ear, and the seeing eye, Yahweh has made even both of them.",
        "13": "Don’t love sleep, lest you come to poverty. Open your eyes, and you shall be satisfied with bread.",
        "14": "“It’s no good, it’s no good,” says the buyer; but when he is gone his way, then he boasts.",
        "15": "There is gold and abundance of rubies, but the lips of knowledge are a rare jewel.",
        "16": "Take the garment of one who puts up collateral for a stranger; and hold him in pledge for a wayward woman.",
        "17": "Fraudulent food is sweet to a man, but afterwards his mouth is filled with gravel.",
        "18": "Plans are established by advice; by wise guidance you wage war!",
        "19": "He who goes about as a tale-bearer reveals secrets; therefore don’t keep company with him who opens wide his lips.",
        "20": "Whoever curses his father or his mother, his lamp shall be put out in blackness of darkness.",
        "21": "An inheritance quickly gained at the beginning won’t be blessed in the end.",
        "22": "Don’t say, “I will pay back evil.” Wait for Yahweh, and he will save you.",
        "23": "Yahweh detests differing weights, and dishonest scales are not pleasing.",
        "24": "A man’s steps are from Yahweh; how then can man understand his way?",
        "25": "It is a snare to a man to make a rash dedication, then later to consider his vows.",
        "26": "A wise king winnows out the wicked, and drives the threshing wheel over them.",
        "27": "The spirit of man is Yahweh’s lamp, searching all his innermost parts.",
        "28": "Love and faithfulness keep the king safe. His throne is sustained by love.",
        "29": "The glory of young men is their strength. The splendor of old men is their gray hair.",
        "30": "Wounding blows cleanse away evil, and beatings purge the innermost parts."
      }
    }
  }
}