{
  "book": "Proverbe",
  "chapter": "6",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Fiule, dacă te-ai pus chezaș pentru aproapele tău, dacă te-ai prins pentru altul,",
        "2": "dacă ești legat prin făgăduința gurii tale, dacă ești prins de cuvintele gurii tale,",
        "3": "fă totuși lucrul acesta, fiule: dezleagă-te, căci ai căzut în mâna aproapelui tău! De aceea du-te, aruncă-te cu fața la pământ și stăruiește de el!",
        "4": "Nu da somn ochilor tăi, nici ațipire pleoapelor tale!",
        "5": "Scapă din mâna lui cum scapă căprioara din mâna vânătorului și ca pasărea din mâna păsărarului!… Ferește-te de lenevie",
        "6": "Du-te la furnică, leneșule; uită-te cu băgare de seamă la căile ei și înțelepțește-te!",
        "7": "Ea n-are nici căpetenie, nici priveghetor, nici stăpân,",
        "8": "totuși își pregătește hrana vara și strânge de-ale mâncării în timpul secerișului.",
        "9": "Până când vei sta culcat, leneșule? Când te vei scula din somnul tău?",
        "10": "Să mai dormi puțin, să mai ațipești puțin, să mai încrucișezi puțin mâinile ca să dormi!…",
        "11": "Și sărăcia vine peste tine ca un hoț și lipsa, ca un om înarmat. Ferește-te de răutate",
        "12": "Omul de nimic, omul nelegiuit, umblă cu neadevărul în gură,",
        "13": "clipește din ochi, dă din picior și face semne cu degetele.",
        "14": "Răutatea este în inima lui, urzește lucruri rele întruna și stârnește certuri.",
        "15": "De aceea, nimicirea îi va veni pe neașteptate; va fi zdrobit deodată și fără leac.",
        "16": "Șase lucruri urăște Domnul și chiar șapte Îi sunt urâte:",
        "17": "ochii trufași, limba mincinoasă, mâinile care varsă sânge nevinovat,",
        "18": "inima care urzește planuri nelegiuite, picioarele care aleargă repede la rău,",
        "19": "martorul mincinos, care spune minciuni, și cel ce stârnește certuri între frați. Ferește-te de preacurvie",
        "20": "Fiule, păzește sfaturile tatălui tău și nu lepăda învățătura mamei tale:",
        "21": "leagă-le necurmat la inimă, atârnă-le de gât!",
        "22": "Ele te vor însoți în mersul tău, te vor păzi în pat și îți vor vorbi la deșteptare.",
        "23": "Căci sfatul este o candelă, învățătura este o lumină, iar îndemnul și mustrarea sunt calea vieții.",
        "24": "Ele te vor feri de femeia stricată, de limba ademenitoare a celei străine.",
        "25": "N-o pofti în inima ta pentru frumusețea ei și nu te lăsa ademenit de pleoapele ei!",
        "26": "Căci pentru o femeie curvă, omul ajunge de nu mai rămâne decât cu o bucată de pâine, și femeia măritată întinde o cursă unui suflet scump.",
        "27": "Poate cineva să ia foc în sân fără să i se aprindă hainele?",
        "28": "Sau poate merge cineva pe cărbuni aprinși fără să-i ardă picioarele?",
        "29": "Tot așa este și cu cel ce se duce la nevasta aproapelui său: oricine se atinge de ea nu va rămâne nepedepsit.",
        "30": "Hoțul nu este urgisit când fură ca să-și potolească foamea, căci îi este foame.",
        "31": "Și, dacă este prins, trebuie să dea înapoi înșeptit, să dea chiar tot ce are în casă.",
        "32": "Dar cel ce preacurvește cu o femeie este un om fără minte; singur își pierde viața cine face așa.",
        "33": "Nu va avea decât rană și rușine și ocara nu i se va șterge.",
        "34": "Căci gelozia înfurie pe un bărbat, și n-are milă în ziua răzbunării;",
        "35": "nu se uită la niciun preț de răscumpărare și nu se lasă înduplecat nici chiar de cel mai mare dar."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Fiule, dacă ai girat pentru semenul tău, dacă ai bătut palma pentru un străin,",
        "2": "dacă ești legat de ceea ce ai spus și ești prins de cuvintele gurii tale,",
        "3": "fă acum lucrul acesta, fiule, și eliberează-te, căci ai căzut în mâna semenului tău: du-te, smerește-te și roagă-l cu insistență pe semenul tău să te elibereze!",
        "4": "Nu da somn ochilor tăi, nici ațipire pleoapelor tale.",
        "5": "Eliberează-te ca o gazelă din mâna vânătorului, ca o pasăre din mâna păsărarului.",
        "6": "Du-te la furnică, leneșule! Uită-te la căile ei și fii înțelept!",
        "7": "Chiar dacă nu are conducător, supraveghetor sau stăpânitor,",
        "8": "ea își pregătește hrana vara și își adună mâncarea în timpul secerișului.",
        "9": "Până când vei sta culcat, leneșule? Când te vei scula din somnul tău?",
        "10": "Să mai dormi puțin, să mai ațipești puțin, să mai încrucișezi puțin mâinile ca să dormi…,",
        "11": "și sărăcia vine peste tine ca un hoț, iar lipsa, ca un om înarmat.",
        "12": "Omul de nimic, persoana nelegiuită, umblă cu înșelăciunea în gură,",
        "13": "clipește din ochi, dă din picior și face semne cu degetele.",
        "14": "În inima lui sunt lucruri pervertite, plănuiește răul; tot timpul răspândește certuri.",
        "15": "De aceea distrugerea lui va veni pe neașteptate; va fi zdrobit deodată și nu va putea fi vindecat.",
        "16": "Sunt șase lucruri pe care le urăște Domnul, și chiar șapte sunt o urâciune pentru El:",
        "17": "ochii trufași, limba mincinoasă, mâinile care varsă sânge nevinovat,",
        "18": "inima care concepe planuri nelegiuite, picioarele care aleargă repede la rău,",
        "19": "martorul mincinos, care rostește minciuni și cel ce răspândește certuri între frați. Avertisment cu privire la adulter",
        "20": "Fiule, păzește porunca tatălui tău și nu părăsi învățătura mamei tale.",
        "21": "Leagă-le mereu de inima ta; prinde-le în jurul gâtului tău.",
        "22": "Când mergi, ele te vor conduce; când stai întins, te vor păzi, iar când te vei trezi, te vor inspira.",
        "23": "Căci porunca este o candelă, învățătura este o lumină, iar mustrările disciplinării sunt calea vieții.",
        "24": "Ele te păzesc de femeia cea rea, de limba măgulitoare a femeii străine.",
        "25": "N-o pofti în inima ta pentru frumusețea ei și să nu te atragă cu pleoapele ei.",
        "26": "Căci prețul unei femei prostituate este doar o bucată de pâine, dar soția altuia vânează un suflet scump.",
        "27": "Poate cineva să ia foc în sân fără să i se ardă hainele?",
        "28": "Sau poate merge cineva pe cărbuni aprinși fără să-i ardă picioarele?",
        "29": "Tot așa este și cu cel ce se duce la soția semenului său: oricine se atinge de ea nu va rămâne nepedepsit.",
        "30": "Oamenii nu disprețuiesc un hoț dacă fură ca să-și aline foamea când este înfometat,",
        "31": "dar dacă este prins va plăti înșeptit, va da toată averea din casa lui.",
        "32": "Cel ce comite adulter cu o femeie este fără minte! Oricine face așa își distruge sufletul.",
        "33": "Va avea parte de rană și dispreț, iar rușinea nu i se va șterge.",
        "34": "Căci gelozia îl înfurie pe un bărbat și el nu va avea milă în ziua răzbunării;",
        "35": "nu va accepta niciun preț de răscumpărare și va refuza mita, oricât de mare ar fi ea."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "My son, if you have become collateral for your neighbor, if you have struck your hands in pledge for a stranger,",
        "2": "you are trapped by the words of your mouth; you are ensnared with the words of your mouth.",
        "3": "Do this now, my son, and deliver yourself, since you have come into the hand of your neighbor. Go, humble yourself. Press your plea with your neighbor.",
        "4": "Give no sleep to your eyes, nor slumber to your eyelids.",
        "5": "Free yourself, like a gazelle from the hand of the hunter, like a bird from the snare of the fowler.",
        "6": "Go to the ant, you sluggard. Consider her ways, and be wise;",
        "7": "which having no chief, overseer, or ruler,",
        "8": "provides her bread in the summer, and gathers her food in the harvest.",
        "9": "How long will you sleep, sluggard? When will you arise out of your sleep?",
        "10": "A little sleep, a little slumber, a little folding of the hands to sleep—",
        "11": "so your poverty will come as a robber, and your scarcity as an armed man.",
        "12": "A worthless person, a man of iniquity, is he who walks with a perverse mouth,",
        "13": "who winks with his eyes, who signals with his feet, who motions with his fingers,",
        "14": "in whose heart is perverseness, who devises evil continually, who always sows discord.",
        "15": "Therefore his calamity will come suddenly. He will be broken suddenly, and that without remedy.",
        "16": "There are six things which Yahweh hates; yes, seven which are an abomination to him:",
        "17": "arrogant eyes, a lying tongue, hands that shed innocent blood,",
        "18": "a heart that devises wicked schemes, feet that are swift in running to mischief,",
        "19": "a false witness who utters lies, and he who sows discord among brothers.",
        "20": "My son, keep your father’s commandment, and don’t forsake your mother’s teaching.",
        "21": "Bind them continually on your heart. Tie them around your neck.",
        "22": "When you walk, it will lead you. When you sleep, it will watch over you. When you awake, it will talk with you.",
        "23": "For the commandment is a lamp, and the law is light. Reproofs of instruction are the way of life,",
        "24": "to keep you from the immoral woman, from the flattery of the wayward wife’s tongue.",
        "25": "Don’t lust after her beauty in your heart, neither let her captivate you with her eyelids.",
        "26": "For a prostitute reduces you to a piece of bread. The adulteress hunts for your precious life.",
        "27": "Can a man scoop fire into his lap, and his clothes not be burned?",
        "28": "Or can one walk on hot coals, and his feet not be scorched?",
        "29": "So is he who goes in to his neighbor’s wife. Whoever touches her will not be unpunished.",
        "30": "Men don’t despise a thief if he steals to satisfy himself when he is hungry,",
        "31": "but if he is found, he shall restore seven times. He shall give all the wealth of his house.",
        "32": "He who commits adultery with a woman is void of understanding. He who does it destroys his own soul.",
        "33": "He will get wounds and dishonor. His reproach will not be wiped away.",
        "34": "For jealousy arouses the fury of the husband. He won’t spare in the day of vengeance.",
        "35": "He won’t regard any ransom, neither will he rest content, though you give many gifts."
      }
    }
  }
}