{
  "book": "Proverbe",
  "chapter": "29",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Un om care se împotrivește tuturor mustrărilor va fi zdrobit deodată și fără leac.",
        "2": "Când se înmulțesc cei buni, poporul se bucură, dar când stăpânește cel rău, poporul geme.",
        "3": "Cine iubește înțelepciunea înveselește pe tatăl său, dar cine umblă cu curvele risipește averea.",
        "4": "Un împărat întărește țara prin dreptate, dar cine ia mită o nimicește.",
        "5": "Cine lingușește pe aproapele său îi întinde un laț sub pașii lui.",
        "6": "În păcatul omului rău este o cursă, dar cel bun biruiește și se bucură.",
        "7": "Cel bun pricepe pricina săracilor, dar cel rău nu poate s-o priceapă.",
        "8": "Cei ușuratici aprind focul în cetate, dar înțelepții potolesc mânia.",
        "9": "Când se ceartă un înțelept cu un nebun, să se tot supere sau să tot râdă, căci pace nu se face.",
        "10": "Oamenii setoși de sânge urăsc pe omul fără prihană, dar oamenii fără prihană îi ocrotesc viața.",
        "11": "Nebunul își arată toată patima, dar înțeleptul o stăpânește.",
        "12": "Când cel ce stăpânește dă ascultare cuvintelor mincinoase, toți slujitorii lui sunt niște răi.",
        "13": "Săracul și asupritorul se întâlnesc, dar Domnul le luminează ochii amândurora.",
        "14": "Un împărat care judecă pe săraci după adevăr își va avea scaunul de domnie întărit pe vecie.",
        "15": "Nuiaua și certarea dau înțelepciunea, dar copilul lăsat de capul lui face rușine mamei sale.",
        "16": "Când se înmulțesc cei răi, se înmulțește și păcatul, dar cei buni le vor vedea căderea.",
        "17": "Pedepsește-ți fiul, și el îți va da odihnă și îți va aduce desfătare sufletului.",
        "18": "Când nu este nicio descoperire dumnezeiască, poporul este fără frâu; dar ferice de poporul care păzește legea!",
        "19": "Nu prin vorbe se pedepsește un rob, căci, chiar dacă pricepe, n-ascultă.",
        "20": "Dacă vezi un om care vorbește nechibzuit, poți să nădăjduiești mai mult de la un nebun decât de la el.",
        "21": "Slujitorul pe care-l răsfeți din copilărie la urmă ajunge de se crede fiu.",
        "22": "Un om mânios stârnește certuri și un înfuriat face multe păcate.",
        "23": "Mândria unui om îl coboară, dar cine este smerit cu duhul capătă cinste.",
        "24": "Cine împarte cu un hoț își urăște viața, aude blestemul și nu spune nimic.",
        "25": "Frica de oameni este o cursă, dar cel ce se încrede în Domnul n-are de ce să se teamă.",
        "26": "Mulți umblă după bunăvoința celui ce stăpânește, dar Domnul este Acela care face dreptate fiecăruia.",
        "27": "Omul nelegiuit este o scârbă înaintea celor neprihăniți, dar cel ce umblă fără prihană este o scârbă înaintea celor răi."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Un om care respinge cu încăpățânare mustrările, va fi zdrobit deodată și nu va putea fi vindecat.",
        "2": "Când se înmulțesc cei drepți, poporul se bucură, dar când stăpânește cel rău, poporul suspină.",
        "3": "Un om care iubește înțelepciunea îl face bucuros pe tatăl său, dar cel ce se însoțește cu prostituatele risipește averea.",
        "4": "Un rege dă stabilitate țării prin judecată, dar cel căruia îi plac darurile o distruge.",
        "5": "Omul care-și lingușește semenul, întinde un laț picioarelor acestuia.",
        "6": "În fărădelegea unui om rău este o capcană, dar cel drept cântă și se bucură.",
        "7": "Cel drept cunoaște cauza săracilor, dar cel rău nu înțelege o asemenea știință.",
        "8": "Oamenii batjocoritori agită o cetate, dar oamenii înțelepți calmează mânia.",
        "9": "Când un om înțelept se judecă cu un nebun, acesta se mânie sau râde, dar pace nu se face.",
        "10": "Oamenii setoși de sânge îl urăsc pe cel integru și încearcă să-i omoare pe cei drepți.",
        "11": "Cel nesăbuit își arată toată furia, dar cel înțelept o ține sub control.",
        "12": "Când un stăpânitor dă atenție minciunilor, toți supușii lui devin răi.",
        "13": "Săracul și asupritorul au un lucru comun: Domnul le luminează ochii amândurora.",
        "14": "Dacă regele îl judecă pe sărac în conformitate cu adevărul, tronul lui va fi consolidat pentru totdeauna.",
        "15": "Nuiaua și mustrarea dau înțelepciune, dar un copil lăsat în voia lui o face de rușine pe mama lui.",
        "16": "Când se înmulțesc cei răi crește fărădelegea, dar cel drept le va vedea prăbușirea.",
        "17": "Disciplinează-ți fiul și el îți va da odihnă! El va aduce bucurie sufletului tău.",
        "18": "Când nu este nicio descoperire, poporul este fără frâu, dar binecuvântat este cel ce păzește Legea!",
        "19": "Un slujitor nu poate fi corectat numai prin cuvinte, căci, deși înțelege, el nu răspunde.",
        "20": "Vezi un om ale cărui cuvinte sunt pripite? Este mai multă speranță pentru un nesăbuit decât pentru el.",
        "21": "Slujitorul care este răsfățat din copilărie, ajunge la urmă un arogant.",
        "22": "Un om mânios stârnește certuri și persoana furioasă comite multe fărădelegi.",
        "23": "Omul va fi smerit de mândria lui, dar un duh smerit va dobândi onoare.",
        "24": "Cine este complice cu hoțul își urăște viața; deși aude jurământul, el nu spune nimic.",
        "25": "Frica de oameni este o capcană, dar cel ce se încrede în Domnul va fi protejat la înălțime.",
        "26": "Mulți caută fața stăpânitorului, dar Domnul este Cel Ce face dreptate fiecăruia.",
        "27": "Așa cum cel nedrept este o urâciune pentru cei drepți, tot astfel și cel drept pe cale este o urâciune pentru cel rău."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "He who is often rebuked and stiffens his neck will be destroyed suddenly, with no remedy.",
        "2": "When the righteous thrive, the people rejoice; but when the wicked rule, the people groan.",
        "3": "Whoever loves wisdom brings joy to his father; but a companion of prostitutes squanders his wealth.",
        "4": "The king by justice makes the land stable, but he who takes bribes tears it down.",
        "5": "A man who flatters his neighbor spreads a net for his feet.",
        "6": "An evil man is snared by his sin, but the righteous can sing and be glad.",
        "7": "The righteous care about justice for the poor. The wicked aren’t concerned about knowledge.",
        "8": "Mockers stir up a city, but wise men turn away anger.",
        "9": "If a wise man goes to court with a foolish man, the fool rages or scoffs, and there is no peace.",
        "10": "The bloodthirsty hate a man of integrity; and they seek the life of the upright.",
        "11": "A fool vents all of his anger, but a wise man brings himself under control.",
        "12": "If a ruler listens to lies, all of his officials are wicked.",
        "13": "The poor man and the oppressor have this in common: Yahweh gives sight to the eyes of both.",
        "14": "The king who fairly judges the poor, his throne shall be established forever.",
        "15": "The rod of correction gives wisdom, but a child left to himself causes shame to his mother.",
        "16": "When the wicked increase, sin increases; but the righteous will see their downfall.",
        "17": "Correct your son, and he will give you peace; yes, he will bring delight to your soul.",
        "18": "Where there is no revelation, the people cast off restraint; but one who keeps the law is blessed.",
        "19": "A servant can’t be corrected by words. Though he understands, yet he will not respond.",
        "20": "Do you see a man who is hasty in his words? There is more hope for a fool than for him.",
        "21": "He who pampers his servant from youth will have him become a son in the end.",
        "22": "An angry man stirs up strife, and a wrathful man abounds in sin.",
        "23": "A man’s pride brings him low, but one of lowly spirit gains honor.",
        "24": "Whoever is an accomplice of a thief is an enemy of his own soul. He takes an oath, but dares not testify.",
        "25": "The fear of man proves to be a snare, but whoever puts his trust in Yahweh is kept safe.",
        "26": "Many seek the ruler’s favor, but a man’s justice comes from Yahweh.",
        "27": "A dishonest man detests the righteous, and the upright in their ways detest the wicked."
      }
    }
  }
}