{
  "book": "Proverbe",
  "chapter": "17",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Mai bine o bucată de pâine uscată cu pace decât o casă plină de cărnuri cu ceartă!",
        "2": "Un argat cu minte stăpânește peste fiul care face rușine și va împărți moștenirea cu frații lui.",
        "3": "Tigaia lămurește argintul și cuptorul lămurește aurul, dar Cel ce încearcă inimile este Domnul.",
        "4": "Cel rău ascultă cu luare aminte la buza nelegiuită și mincinosul pleacă urechea la limba nimicitoare.",
        "5": "Cine își bate joc de sărac își bate joc de Cel ce l-a făcut; cine se bucură de o nenorocire nu va rămâne nepedepsit.",
        "6": "Copiii copiilor sunt cununa bătrânilor și părinții sunt slava copiilor lor.",
        "7": "Cuvintele alese nu se potrivesc în gura unui nebun; cu cât mai puțin cuvintele mincinoase în gura unui om de viță aleasă!",
        "8": "Darurile par o piatră scumpă în ochii celor ce le primesc: oriîncotro se întorc, izbândesc.",
        "9": "Cine acoperă o greșeală caută dragostea, dar cine o pomenește mereu în vorbirile lui dezbină pe prieteni.",
        "10": "O mustrare pătrunde mai mult pe omul priceput decât o sută de lovituri pe cel nebun.",
        "11": "Cel rău nu caută decât răscoală, dar un sol fără milă va fi trimis împotriva lui.",
        "12": "Mai bine să întâlnești o ursoaică jefuită de puii ei decât un nebun în timpul nebuniei lui.",
        "13": "Celui ce întoarce rău pentru bine nu-i va părăsi răul casa.",
        "14": "Începutul unei certe este ca slobozirea unor ape; de aceea, curmă cearta înainte de a se înteți.",
        "15": "Cel ce iartă pe vinovat și cel ce osândește pe cel nevinovat sunt amândoi o scârbă înaintea Domnului.",
        "16": "La ce slujește argintul în mâna nebunului? Să cumpere înțelepciunea?… Dar n-are minte!",
        "17": "Prietenul adevărat iubește oricând și în nenorocire ajunge ca un frate.",
        "18": "Omul fără minte dă chezășie, se pune chezaș pentru aproapele său.",
        "19": "Cine iubește certurile iubește păcatul și cine-și zidește poarta prea înaltă își caută pieirea.",
        "20": "Cel cu inimă prefăcută nu găsește fericirea și cel cu limba stricată cade în nenorocire.",
        "21": "Cine dă naștere unui nebun va avea întristare și tatăl unui nebun nu poate să se bucure.",
        "22": "O inimă veselă este un bun leac, dar un duh mâhnit usucă oasele.",
        "23": "Cel rău primește daruri pe ascuns ca să sucească și căile dreptății.",
        "24": "Înțelepciunea este în fața omului priceput, dar ochii nebunului o caută la capătul pământului.",
        "25": "Un fiu nebun aduce necaz tatălui său și amărăciune celei ce l-a născut.",
        "26": "Nu este bine să osândești pe cel neprihănit la o gloabă, nici să lovești pe cei de neam ales din pricina neprihănirii lor.",
        "27": "Cine își înfrânează vorbele cunoaște știința și cine are duhul potolit este un om priceput.",
        "28": "Chiar și un prost ar trece de înțelept dacă ar tăcea și de priceput dacă și-ar ține gura."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Mai bine o coajă de pâine uscată, mâncată în liniște, decât o casă plină de cărnuri, cu ceartă.",
        "2": "Un slujitor înțelept va stăpâni peste un fiu care aduce rușine și va avea parte de moștenire ca unul dintre frați.",
        "3": "Creuzetul este pentru argint, iar cuptorul este pentru aur, dar Cel Ce testează inimile este Domnul.",
        "4": "Cel ce face răul ascultă de buzele nelegiuite și cel mincinos dă atenție limbii răutăcioase.",
        "5": "Cine îl batjocorește pe sărac Îl disprețuiește pe Creatorul lui; cine se bucură de o nenorocire nu va rămâne nepedepsit.",
        "6": "Coroana bătrânilor sunt nepoții, iar gloria copiilor sunt părinții lor.",
        "7": "Cuvintele alese nu se potrivesc celui nebun, cu atât mai puțin buzele mincinoase pentru un nobil.",
        "8": "Mita este o piatră prețioasă în ochii stăpânilor ei; indiferent de direcția în care se întoarce, ea reușește.",
        "9": "Cel ce acoperă o greșeală caută dragostea, dar cel ce o amintește mereu dezbină pe cei mai buni prieteni.",
        "10": "O mustrare îl pătrunde mai mult pe cel priceput decât o sută de lovituri pe cel nesăbuit.",
        "11": "Cel rău este înclinat doar spre revoltă; un sol fără milă va fi trimis împotriva lui.",
        "12": "Mai bine să întâlnești o ursoaică ai cărei pui au fost furați decât un nesăbuit în nebunia lui.",
        "13": "Dacă un om întoarce rău pentru bine, nu se va îndepărta răul de casa lui.",
        "14": "Începutul unui conflict este ca eliberarea unor ape; părăsește cearta înainte de a se dezlănțui!",
        "15": "Cel ce îndreptățește pe cel rău și cel ce condamnă pe cel drept sunt amândoi o urâciune înaintea Domnului.",
        "16": "De ce să aibă cel nesăbuit bani în mână ca să cumpere înțelepciunea, de vreme ce nu are minte?",
        "17": "Prietenul iubește întotdeauna, iar fratele s-a născut să fie alături în necaz.",
        "18": "Omul fără minte dă garanție și girează pentru semenul său.",
        "19": "Cine iubește cearta iubește fărădelegea; cine-și face poarta înaltă caută distrugerea.",
        "20": "Cel cu inima pervertită nu găsește binele, iar cel cu limba înșelătoare cade în necaz.",
        "21": "Cine naște un nesăbuit va avea întristare, iar tatăl celui nebun nu va avea bucurie.",
        "22": "O inimă veselă este un bun leac, dar un duh mâhnit usucă oasele.",
        "23": "Cel rău acceptă mita pe ascuns, ca să corupă căile judecății.",
        "24": "Înțelepciunea este înaintea omului priceput, dar ochii nesăbuitului sunt la capătul pământului.",
        "25": "Un fiu nesăbuit aduce întristare tatălui său și amărăciune celei ce l-a născut.",
        "26": "Nu este bine să-l pedepsești pe cel drept, nici să lovești pe cei nobili din cauza dreptății lor.",
        "27": "Cel ce-și înfrânează cuvintele are cunoștință și cel cu duhul calm este un om priceput.",
        "28": "Chiar și un nebun este considerat înțelept dacă tace și priceput dacă își ține gura."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Better is a dry morsel with quietness, than a house full of feasting with strife.",
        "2": "A servant who deals wisely will rule over a son who causes shame, and shall have a part in the inheritance among the brothers.",
        "3": "The refining pot is for silver, and the furnace for gold, but Yahweh tests the hearts.",
        "4": "An evildoer heeds wicked lips. A liar gives ear to a mischievous tongue.",
        "5": "Whoever mocks the poor reproaches his Maker. He who is glad at calamity shall not be unpunished.",
        "6": "Children’s children are the crown of old men; the glory of children is their parents.",
        "7": "Excellent speech isn’t fitting for a fool, much less do lying lips fit a prince.",
        "8": "A bribe is a precious stone in the eyes of him who gives it; wherever he turns, he prospers.",
        "9": "He who covers an offense promotes love; but he who repeats a matter separates best friends.",
        "10": "A rebuke enters deeper into one who has understanding than a hundred lashes into a fool.",
        "11": "An evil man seeks only rebellion; therefore a cruel messenger shall be sent against him.",
        "12": "Let a bear robbed of her cubs meet a man, rather than a fool in his folly.",
        "13": "Whoever rewards evil for good, evil shall not depart from his house.",
        "14": "The beginning of strife is like breaching a dam, therefore stop contention before quarreling breaks out.",
        "15": "He who justifies the wicked, and he who condemns the righteous, both of them alike are an abomination to Yahweh.",
        "16": "Why is there money in the hand of a fool to buy wisdom, since he has no understanding?",
        "17": "A friend loves at all times; and a brother is born for adversity.",
        "18": "A man void of understanding strikes hands, and becomes collateral in the presence of his neighbor.",
        "19": "He who loves disobedience loves strife. One who builds a high gate seeks destruction.",
        "20": "One who has a perverse heart doesn’t find prosperity, and one who has a deceitful tongue falls into trouble.",
        "21": "He who becomes the father of a fool grieves. The father of a fool has no joy.",
        "22": "A cheerful heart makes good medicine, but a crushed spirit dries up the bones.",
        "23": "A wicked man receives a bribe in secret, to pervert the ways of justice.",
        "24": "Wisdom is before the face of one who has understanding, but the eyes of a fool wander to the ends of the earth.",
        "25": "A foolish son brings grief to his father, and bitterness to her who bore him.",
        "26": "Also to punish the righteous is not good, nor to flog officials for their integrity.",
        "27": "He who spares his words has knowledge. He who is even tempered is a man of understanding.",
        "28": "Even a fool, when he keeps silent, is counted wise. When he shuts his lips, he is thought to be discerning."
      }
    }
  }
}