{
  "book": "Proverbe",
  "chapter": "26",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Cum nu se potrivesc zăpada vara și ploaia în timpul secerișului, așa nu se potrivește slava pentru un nebun.",
        "2": "Cum sare vrabia încoace și încolo și cum zboară rândunica, așa nu nimerește blestemul neîntemeiat.",
        "3": "Biciul este pentru cal, frâul, pentru măgar și nuiaua, pentru spinarea nebunilor.",
        "4": "Nu răspunde nebunului după nebunia lui, ca să nu semeni și tu cu el.",
        "5": "Răspunde însă nebunului după nebunia lui, ca să nu se creadă înțelept.",
        "6": "Cel ce trimite o solie printr-un nebun își taie singur picioarele și bea nedreptatea.",
        "7": "Cum sunt picioarele ologului, așa este și o vorbă înțeleaptă în gura unor nebuni.",
        "8": "Cum ai pune o piatră în praștie, așa este când dai mărire unui nebun.",
        "9": "Ca un spin care vine în mâna unui om beat, așa este o vorbă înțeleaptă în gura nebunilor.",
        "10": "Ca un arcaș care rănește pe toată lumea, așa este cel ce tocmește pe nebuni și pe întâii veniți.",
        "11": "Cum se întoarce câinele la ce a vărsat, așa se întoarce nebunul la nebunia lui.",
        "12": "Dacă vezi un om care se crede înțelept, poți să ai mai multă nădejde pentru un nebun decât pentru el.",
        "13": "Leneșul zice: „Afară este un leu, pe ulițe este un leu!”",
        "14": "Cum se învârtește ușa pe țâțânile ei, așa se învârtește leneșul în patul lui.",
        "15": "Leneșul își vâră mâna în blid și-i vine greu s-o ducă iarăși la gură.",
        "16": "Leneșul se crede mai înțelept decât șapte oameni care răspund cu judecată.",
        "17": "Un trecător care se amestecă într-o ceartă care nu-l privește este ca unul care apucă un câine de urechi.",
        "18": "Ca nebunul care aruncă săgeți aprinse și ucigătoare,",
        "19": "așa este omul care înșală pe aproapele său și apoi zice: „Am vrut doar să glumesc!”",
        "20": "Când nu mai sunt lemne, focul se stinge; și când nu mai este niciun clevetitor, cearta se potolește.",
        "21": "După cum cărbunele face jăratic și lemnul, foc, tot așa și omul gâlcevitor aprinde cearta.",
        "22": "Cuvintele clevetitorului sunt ca niște prăjituri, alunecă până în fundul măruntaielor.",
        "23": "Ca zgura de argint pusă pe un ciob de pământ, așa sunt buzele aprinse și o inimă rea.",
        "24": "Cel ce urăște se preface cu buzele lui și înăuntrul lui pregătește înșelăciunea.",
        "25": "Când îți vorbește cu glas dulce, nu-l crede, căci șapte urâciuni sunt în inima lui.",
        "26": "Chiar dacă-și ascunde ura în prefăcătorie, totuși răutatea lui se va descoperi în adunare.",
        "27": "Cine sapă groapa altuia cade el în ea și piatra se întoarce peste cel ce o prăvălește.",
        "28": "Limba mincinoasă urăște pe cei pe care-i doboară ea și gura lingușitoare pregătește pieirea."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Așa cum nu se potrivește zăpada în timpul verii sau ploaia la seceriș, tot astfel nu se potrivește nici gloria pentru un nesăbuit.",
        "2": "Așa cum sare vrabia încoace și încolo și cum zboară rândunica, tot astfel nu nimerește nici blestemul neîntemeiat.",
        "3": "Biciul este pentru cal, zăbala pentru măgar și nuiaua pentru spatele nesăbuiților.",
        "4": "Nu-i răspunde nesăbuitului după nebunia lui, ca nu cumva să fii tu însuți ca el!",
        "5": "Răspunde-i nesăbuitului pe măsura nebuniei lui, ca nu cumva să se considere înțelept!",
        "6": "Cel care trimite un mesaj printr-un nesăbuit își taie singur picioarele și bea violență.",
        "7": "Ca picioarele oloage, care atârnă neputincioase, așa este un proverb în gura unor nesăbuiți.",
        "8": "Cum leagă cineva piatra în praștie, așa este onorarea unui om nesăbuit.",
        "9": "Ca un tufiș de spini în mâna unui om beat, așa este un proverb în gura nesăbuiților.",
        "10": "Ca un arcaș care rănește pe oricine, așa este cel ce angajează un nesăbuit sau un trecător oarecare.",
        "11": "Ca un câine care se întoarce la voma lui, așa își repetă și nesăbuitul nebunia.",
        "12": "Ai văzut vreun om care se consideră înțelept? Este mai multă speranță pentru un nesăbuit decât pentru el.",
        "13": "Leneșul spune: „Este un leu pe drum! Un leu este pe străzi!“.",
        "14": "Așa cum se întoarce ușa pe balamalele ei, tot astfel se întoarce și leneșul în patul lui.",
        "15": "Leneșul își întinde mâna în vas dar îi este greu s-o ducă înapoi la gură.",
        "16": "Leneșul se consideră mai înțelept decât șapte oameni care răspund cu discernământ.",
        "17": "Ca un om care prinde un câine de urechi, așa este trecătorul care se amestecă într-o ceartă care nu-l privește.",
        "18": "Ca un nebun care aruncă săgeți aprinse și ucigătoare,",
        "19": "așa este omul care înșală pe semenul său și spune: „Doar am glumit!“.",
        "20": "Când nu mai sunt lemne, focul se stinge și când nu mai este niciun bârfitor, cearta încetează.",
        "21": "Cărbunele face jar și lemnul foc, iar omul certăreț stârnește conflicte.",
        "22": "Cuvintele bârfitorului sunt ca niște prăjituri, alunecă până în cămările pântecului.",
        "23": "Ca poleiala de argint peste un vas de lut, așa sunt buzele prefăcute și o inimă rea.",
        "24": "Cel ce urăște se preface cu buzele lui și în inima lui pregătește înșelătoria.",
        "25": "Când vorbește cu glas binevoitor, să nu-l crezi, căci șapte urâciuni sunt în inima lui.",
        "26": "Ura lui poate fi ascunsă prin ipocrizie, dar răutatea lui va fi descoperită în adunare.",
        "27": "Cine sapă o groapă va cădea în ea, iar piatra se va întoarce chiar peste cel ce o rostogolește.",
        "28": "Limba mincinoasă îi urăște pe cei răniți de ea și gura lingușitoare aduce ruina."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Like snow in summer, and as rain in harvest, so honor is not fitting for a fool.",
        "2": "Like a fluttering sparrow, like a darting swallow, so the undeserved curse doesn’t come to rest.",
        "3": "A whip is for the horse, a bridle for the donkey, and a rod for the back of fools!",
        "4": "Don’t answer a fool according to his folly, lest you also be like him.",
        "5": "Answer a fool according to his folly, lest he be wise in his own eyes.",
        "6": "One who sends a message by the hand of a fool is cutting off feet and drinking violence.",
        "7": "Like the legs of the lame that hang loose, so is a parable in the mouth of fools.",
        "8": "As one who binds a stone in a sling, so is he who gives honor to a fool.",
        "9": "Like a thorn bush that goes into the hand of a drunkard, so is a parable in the mouth of fools.",
        "10": "As an archer who wounds all, so is he who hires a fool or he who hires those who pass by.",
        "11": "As a dog that returns to his vomit, so is a fool who repeats his folly.",
        "12": "Do you see a man wise in his own eyes? There is more hope for a fool than for him.",
        "13": "The sluggard says, “There is a lion in the road! A fierce lion roams the streets!”",
        "14": "As the door turns on its hinges, so does the sluggard on his bed.",
        "15": "The sluggard buries his hand in the dish. He is too lazy to bring it back to his mouth.",
        "16": "The sluggard is wiser in his own eyes than seven men who answer with discretion.",
        "17": "Like one who grabs a dog’s ears is one who passes by and meddles in a quarrel not his own.",
        "18": "Like a madman who shoots torches, arrows, and death,",
        "19": "is the man who deceives his neighbor and says, “Am I not joking?”",
        "20": "For lack of wood a fire goes out. Without gossip, a quarrel dies down.",
        "21": "As coals are to hot embers, and wood to fire, so is a contentious man to kindling strife.",
        "22": "The words of a whisperer are as dainty morsels, they go down into the innermost parts.",
        "23": "Like silver dross on an earthen vessel are the lips of a fervent one with an evil heart.",
        "24": "A malicious man disguises himself with his lips, but he harbors evil in his heart.",
        "25": "When his speech is charming, don’t believe him, for there are seven abominations in his heart.",
        "26": "His malice may be concealed by deception, but his wickedness will be exposed in the assembly.",
        "27": "Whoever digs a pit shall fall into it. Whoever rolls a stone, it will come back on him.",
        "28": "A lying tongue hates those it hurts; and a flattering mouth works ruin."
      }
    }
  }
}