{
  "book": "Proverbe",
  "chapter": "19",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Mai mult prețuiește săracul care umblă în neprihănirea lui decât un bogat cu buze stricate și nebun.",
        "2": "Lipsa de știință este o pagubă pentru cineva și cine aleargă neghiobește înainte o nimerește rău.",
        "3": "Nebunia omului îi sucește calea și apoi cârtește împotriva Domnului cu inima lui.",
        "4": "Bogăția aduce un mare număr de prieteni, dar săracul este părăsit de prietenul lui.",
        "5": "Martorul mincinos nu rămâne nepedepsit și cel ce spune minciuni nu va scăpa.",
        "6": "Omul darnic are mulți lingușitori și toți sunt prieteni cu cel ce dă daruri.",
        "7": "Toți frații săracului îl urăsc; cu cât mai mult se depărtează prietenii lui de el! El se îndreaptă spre ei cu vorbe rugătoare, dar ei se fac nevăzuți.",
        "8": "Cine capătă înțelepciune își iubește sufletul; cine păstrează priceperea găsește fericirea.",
        "9": "Martorul mincinos nu rămâne nepedepsit și cel ce spune minciuni va pieri.",
        "10": "Unui nebun nu-i șade bine să trăiască în desfătări, cu atât mai puțin unui rob, să stăpânească peste voievozi.",
        "11": "Înțelepciunea face pe om răbdător și este o cinste pentru el să uite greșelile.",
        "12": "Mânia împăratului este ca răcnetul unui leu și bunăvoința lui este ca roua pe iarbă.",
        "13": "Un fiu nebun este o nenorocire pentru tatăl său, și o nevastă gâlcevitoare este ca o streașină de pe care picură întruna.",
        "14": "Casa și averea le moștenim de la părinți, dar o nevastă pricepută este un dar de la Domnul.",
        "15": "Lenea te cufundă într-un somn adânc și sufletul molatic suferă de foame.",
        "16": "Cine păzește porunca își păzește sufletul; cine nu veghează asupra căii sale va muri.",
        "17": "Cine are milă de sărac împrumută pe Domnul, și El îi va răsplăti binefacerea.",
        "18": "Pedepsește-ți fiul, căci tot mai este nădejde, dar nu dori să-l omori!",
        "19": "Cel pe care-l apucă mânia trebuie să-și ia pedeapsa; căci, dacă-l scoți din ea, va trebui să mai faci o dată lucrul acesta.",
        "20": "Ascultă sfaturile și primește învățătura, ca să fii înțelept pe viitor!",
        "21": "Omul face multe planuri în inima lui, dar hotărârea Domnului, aceea se împlinește.",
        "22": "Ceea ce face farmecul unui om este bunătatea lui; și mai mult prețuiește un sărac decât un mincinos.",
        "23": "Frica de Domnul duce la viață, și cel ce o are petrece noaptea sătul, fără să fie cercetat de nenorocire.",
        "24": "Leneșul își vâră mâna în strachină și n-o duce înapoi la gură.",
        "25": "Lovește pe batjocoritor și prostul se va face înțelept; mustră pe omul priceput și va înțelege știința!",
        "26": "Cine jefuiește pe tatăl său și izgonește pe mama sa este un fiu care aduce rușine și ocară.",
        "27": "Încetează, fiule, să mai asculți învățătura, dacă ea te depărtează de învățăturile înțelepte.",
        "28": "Un martor stricat își bate joc de dreptate și gura celor răi înghite nelegiuirea.",
        "29": "Pedepsele sunt pregătite pentru batjocoritori și loviturile, pentru spinările nebunilor."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Mai mult prețuiește un sărac care trăiește în integritate decât cel cu vorbirea coruptă și nesăbuit.",
        "2": "Nu este bine să ai dorință fără cunoaștere, iar cel ce acționează în grabă greșește.",
        "3": "Nebunia unui om îi corupe calea, apoi inima lui se înfurie împotriva Domnului.",
        "4": "Bogăția aduce mulți prieteni, dar săracul este părăsit de prietenul lui.",
        "5": "Martorul mincinos nu va rămâne nepedepsit și cel ce răspândește minciuni nu va scăpa.",
        "6": "Mulți imploră bunăvoința unui om generos și toți sunt prieteni cu cel ce dă daruri.",
        "7": "Toți frații săracului îl urăsc; cu atât mai mult se depărtează prietenii lui de el! El încearcă să le vorbească, dar ei îl evită.",
        "8": "Cine dobândește înțelepciunea își iubește sufletul; cine păstrează priceperea va găsi ce este bine.",
        "9": "Martorul mincinos nu va rămâne nepedepsit și cel ce răspândește minciuni va pieri.",
        "10": "Luxul nu este potrivit pentru un nesăbuit, cu atât mai puțin un sclav care stăpânește peste prinți.",
        "11": "Discernământul unui om îl face încet la mânie și este o onoare pentru el să treacă peste o insultă.",
        "12": "Mânia regelui este ca răcnetul unui leu, dar bunăvoința lui este ca roua ierbii.",
        "13": "Un fiu nesăbuit este ruina tatălui său, iar o soție cicălitoare este ca picăturile de ploaie care cad continuu.",
        "14": "Casa și averea sunt o moștenire de la părinți, dar o soție înțeleaptă este de la Domnul.",
        "15": "Lenea te cufundă într-un somn adânc și omul trândav suferă de foame.",
        "16": "Cine păzește porunca își păzește viața, dar cine disprețuiește căile Lui va muri.",
        "17": "Cine arată bunăvoință față de sărac Îl împrumută pe Domnul, iar El îi va răsplăti binefacerea.",
        "18": "Disciplinează-ți fiul cât mai este încă speranță, dar nu dori să-i provoci moartea.",
        "19": "Cel furios peste măsură trebuie să-și poarte pedeapsa, căci, dacă-l scapi de ea, va trebui să faci din nou lucrul acesta.",
        "20": "Ascultă sfatul și primește îndrumarea, ca să ajungi înțelept la sfârșitul vieții tale.",
        "21": "Multe sunt planurile în inima omului, dar hotărârea Domnului este cea care rămâne în picioare.",
        "22": "Ceea ce este plăcut la un om este loialitatea lui și este mai bine să fii sărac decât mincinos.",
        "23": "Teama de Domnul duce la viață, iar cel ce o are înnoptează sătul, fără să fie vizitat de rău.",
        "24": "Leneșul își întinde mâna în vas și n-o mai duce înapoi la gură.",
        "25": "Bate-l pe batjocoritor și cel naiv va deveni chibzuit; mustră-l pe cel priceput și va înțelege cunoașterea.",
        "26": "Cine își jefuiește tatăl și își alungă mama este un fiu care aduce rușine și dispreț.",
        "27": "Fiule, dacă vei înceta să asculți îndrumarea, te vei îndepărta de cuvintele cunoștinței!",
        "28": "Un martor de nimic își bate joc de justiție și gura celor răi înghite nelegiuirea.",
        "29": "Judecățile sunt pregătite pentru batjocoritori și loviturile pentru spatele nesăbuiților."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Better is the poor who walks in his integrity than he who is perverse in his lips and is a fool.",
        "2": "It isn’t good to have zeal without knowledge, nor to be hasty with one’s feet and miss the way.",
        "3": "The foolishness of man subverts his way; his heart rages against Yahweh.",
        "4": "Wealth adds many friends, but the poor is separated from his friend.",
        "5": "A false witness shall not be unpunished. He who pours out lies shall not go free.",
        "6": "Many will entreat the favor of a ruler, and everyone is a friend to a man who gives gifts.",
        "7": "All the relatives of the poor shun him; how much more do his friends avoid him! He pursues them with pleas, but they are gone.",
        "8": "He who gets wisdom loves his own soul. He who keeps understanding shall find good.",
        "9": "A false witness shall not be unpunished. He who utters lies shall perish.",
        "10": "Delicate living is not appropriate for a fool, much less for a servant to have rule over princes.",
        "11": "The discretion of a man makes him slow to anger. It is his glory to overlook an offense.",
        "12": "The king’s wrath is like the roaring of a lion, but his favor is like dew on the grass.",
        "13": "A foolish son is the calamity of his father. A wife’s quarrels are a continual dripping.",
        "14": "House and riches are an inheritance from fathers, but a prudent wife is from Yahweh.",
        "15": "Slothfulness casts into a deep sleep. The idle soul shall suffer hunger.",
        "16": "He who keeps the commandment keeps his soul, but he who is contemptuous in his ways shall die.",
        "17": "He who has pity on the poor lends to Yahweh; he will reward him.",
        "18": "Discipline your son, for there is hope; don’t be a willing party to his death.",
        "19": "A hot-tempered man must pay the penalty, for if you rescue him, you must do it again.",
        "20": "Listen to counsel and receive instruction, that you may be wise in your latter end.",
        "21": "There are many plans in a man’s heart, but Yahweh’s counsel will prevail.",
        "22": "That which makes a man to be desired is his kindness. A poor man is better than a liar.",
        "23": "The fear of Yahweh leads to life, then contentment; he rests and will not be touched by trouble.",
        "24": "The sluggard buries his hand in the dish; he will not so much as bring it to his mouth again.",
        "25": "Flog a scoffer, and the simple will learn prudence; rebuke one who has understanding, and he will gain knowledge.",
        "26": "He who robs his father and drives away his mother is a son who causes shame and brings reproach.",
        "27": "If you stop listening to instruction, my son, you will stray from the words of knowledge.",
        "28": "A corrupt witness mocks justice, and the mouth of the wicked gulps down iniquity.",
        "29": "Penalties are prepared for scoffers, and beatings for the backs of fools."
      }
    }
  }
}