{
  "book": "Proverbe",
  "chapter": "27",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Nu te făli cu ziua de mâine, căci nu știi ce poate aduce o zi!",
        "2": "Să te laude altul, nu gura ta, un străin, nu buzele tale!",
        "3": "Piatra este grea și nisipul este greu, dar supărarea pe care o pricinuiește nebunul este mai grea decât amândouă.",
        "4": "Furia este fără milă și mânia, năvalnică, dar cine poate sta împotriva geloziei?",
        "5": "Mai bine o mustrare pe față decât o prietenie ascunsă.",
        "6": "Rănile făcute de un prieten dovedesc credincioșia lui, dar sărutările unui vrăjmaș sunt mincinoase.",
        "7": "Sătulul calcă în picioare fagurele de miere, dar pentru cel flămând toate amărăciunile sunt dulci.",
        "8": "Ca pasărea plecată din cuibul ei, așa este omul plecat din locul său.",
        "9": "Cum înveselesc untdelemnul și tămâia inima, așa de dulci sunt sfaturile pline de dragoste ale unui prieten.",
        "10": "Nu părăsi pe prietenul tău și pe prietenul tatălui tău, dar nu intra în casa fratelui tău în ziua necazului tău: mai bine un vecin aproape decât un frate departe.",
        "11": "Fiule, fii înțelept și înveselește-mi inima, și atunci voi putea răspunde celui ce mă batjocorește!",
        "12": "Omul chibzuit vede răul și se ascunde, dar proștii merg spre el și sunt pedepsiți.",
        "13": "Ia-i haina, căci s-a pus chezaș pentru altul, ia-l zălog în locul unei străine!",
        "14": "Binecuvântarea aproapelui cu glas tare dis-de-dimineață este privită ca un blestem.",
        "15": "O streașină care picură necurmat într-o zi de ploaie și o nevastă gâlcevitoare sunt tot una.",
        "16": "Cine o oprește parcă oprește vântul și parcă ține untdelemnul în mâna dreaptă.",
        "17": "După cum fierul ascute fierul, tot așa și omul ațâță mânia altui om.",
        "18": "Cine îngrijește de un smochin va mânca din rodul lui și cine-și păzește stăpânul va fi prețuit.",
        "19": "Cum răspunde în apă fața la față, așa răspunde inima omului inimii omului.",
        "20": "După cum Locuința morților și adâncul nu se pot sătura, tot așa nici ochii omului nu se pot sătura.",
        "21": "Ce este tigaia pentru lămurirea argintului și cuptorul pentru lămurirea aurului, aceea este bunul nume pentru un om.",
        "22": "Pe nebun, chiar dacă l-ai pisa cu pisălogul în piuă, în mijlocul grăunțelor, nebunia tot n-ar ieși din el.",
        "23": "Îngrijește bine de oile tale și ia seama la turmele tale!",
        "24": "Căci nicio bogăție nu ține veșnic și nici cununa nu rămâne pe vecie.",
        "25": "După ce se ridică fânul, se arată verdeața nouă, și ierburile de pe munți sunt strânse.",
        "26": "Mieii sunt pentru îmbrăcăminte și țapii, pentru plata ogorului;",
        "27": "laptele caprelor ți-ajunge pentru hrana ta, a casei tale și pentru întreținerea slujnicelor tale."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Nu te lăuda cu ziua de mâine, căci nu știi ce poate aduce o zi.",
        "2": "Să te laude altul, nu gura ta, un străin, nu buzele tale!",
        "3": "Piatra este grea și nisipul atârnă ca o povară, dar supărarea provocată de un nebun este mai grea decât amândouă.",
        "4": "Furia este nemiloasă, mânia este cumplită, dar cine poate sta în fața geloziei?",
        "5": "Mai bine o mustrare pe față decât o dragoste ascunsă!",
        "6": "Rănile făcute de un prieten dovedesc credincioșie, dar sărutările unui dușman sunt exagerate.",
        "7": "Cel sătul calcă în picioare mierea, dar pentru cel flămând chiar și hrana amară este dulce.",
        "8": "Ca o pasăre care rătăcește departe de cuibul ei, așa este omul care rătăcește departe de locul lui.",
        "9": "Uleiul și parfumul înveselesc inima, iar dulceața cuvintelor unui prieten vine din sfatul sufletului.",
        "10": "Nu-ți părăsi prietenul și nici prietenul tatălui tău, și nu intra în casa fratelui tău în ziua necazului tău; mai bine un vecin aproape, decât un frate departe.",
        "11": "Fiule, fii înțelept și înveselește-mi inima, căci astfel voi putea răspunde celui ce mă batjocorește!",
        "12": "Omul chibzuit vede pericolul și se ascunde, dar naivii merg înainte și sunt pedepsiți.",
        "13": "Ia-i haina, căci a girat pentru un străin, și ține-o garanție căci a girat pentru o străină!",
        "14": "Binecuvântarea semenului cu glas tare dis-de-dimineață este considerată un blestem.",
        "15": "Picăturile de ploaie care cad întruna într-o zi ploioasă și o soție cicălitoare sunt totuna:",
        "16": "cine încearcă s-o oprească parcă ar opri vântul și parcă ar apuca uleiul cu mâna dreaptă.",
        "17": "Așa cum fierul ascute fierul, tot astfel și omul însuși îl face mai ager pe semenul său.",
        "18": "Cine îngrijește de un smochin îi va mânca roadele și cine veghează asupra stăpânului său va fi prețuit.",
        "19": "Așa cum în apă fața se reflectă ca față, tot astfel și inima omului îl reflectă pe om.",
        "20": "Așa cum Locuința Morților și Locul Nimicirii nu se satură niciodată, nici ochii omului nu se pot sătura.",
        "21": "Creuzetul este pentru argint, iar cuptorul este pentru aur, dar un om este testat de lauda pe care o primește.",
        "22": "Chiar dacă ai pisa un nebun cu pisălogul în piuă, printre grăunțe, tot nu vei putea îndepărta nebunia de la el.",
        "23": "Îngrijește-ți bine turmele și dă atenție cirezilor tale,",
        "24": "căci bogăția nu este veșnică și coroana nu rămâne din generație în generație.",
        "25": "După ce este îndepărtat fânul, și iarba nouă se arată, iar iarba de pe dealuri este strânsă,",
        "26": "mieii vor fi pentru îmbrăcăminte, și țapii pentru plata câmpului.",
        "27": "Vei avea destul lapte de capră pentru hrana ta, pentru hrana familiei tale și pentru întreținerea servitoarelor tale."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Don’t boast about tomorrow; for you don’t know what a day may bring.",
        "2": "Let another man praise you, and not your own mouth; a stranger, and not your own lips.",
        "3": "A stone is heavy, and sand is a burden; but a fool’s provocation is heavier than both.",
        "4": "Wrath is cruel, and anger is overwhelming; but who is able to stand before jealousy?",
        "5": "Better is open rebuke than hidden love.",
        "6": "The wounds of a friend are faithful, although the kisses of an enemy are profuse.",
        "7": "A full soul loathes a honeycomb; but to a hungry soul, every bitter thing is sweet.",
        "8": "As a bird that wanders from her nest, so is a man who wanders from his home.",
        "9": "Perfume and incense bring joy to the heart; so does earnest counsel from a man’s friend.",
        "10": "Don’t forsake your friend and your father’s friend. Don’t go to your brother’s house in the day of your disaster. A neighbor who is near is better than a distant brother.",
        "11": "Be wise, my son, and bring joy to my heart, then I can answer my tormentor.",
        "12": "A prudent man sees danger and takes refuge; but the simple pass on, and suffer for it.",
        "13": "Take his garment when he puts up collateral for a stranger. Hold it for a wayward woman!",
        "14": "He who blesses his neighbor with a loud voice early in the morning, it will be taken as a curse by him.",
        "15": "A continual dropping on a rainy day and a contentious wife are alike:",
        "16": "restraining her is like restraining the wind, or like grasping oil in his right hand.",
        "17": "Iron sharpens iron; so a man sharpens his friend’s countenance.",
        "18": "Whoever tends the fig tree shall eat its fruit. He who looks after his master shall be honored.",
        "19": "Like water reflects a face, so a man’s heart reflects the man.",
        "20": "Sheol and Abaddon are never satisfied; and a man’s eyes are never satisfied.",
        "21": "The crucible is for silver, and the furnace for gold; but man is refined by his praise.",
        "22": "Though you grind a fool in a mortar with a pestle along with grain, yet his foolishness will not be removed from him.",
        "23": "Know well the state of your flocks, and pay attention to your herds,",
        "24": "for riches are not forever, nor does the crown endure to all generations.",
        "25": "The hay is removed, and the new growth appears, the grasses of the hills are gathered in.",
        "26": "The lambs are for your clothing, and the goats are the price of a field.",
        "27": "There will be plenty of goats’ milk for your food, for your family’s food, and for the nourishment of your servant girls."
      }
    }
  }
}