{
  "book": "Proverbe",
  "chapter": "3",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Fiule, nu uita învățăturile mele și păstrează în inima ta sfaturile mele!",
        "2": "Căci ele îți vor lungi zilele și anii vieții tale și-ți vor aduce multă pace.",
        "3": "Să nu te părăsească bunătatea și credincioșia: leagă-ți-le la gât, scrie-le pe tăblița inimii tale!",
        "4": "Și, astfel, vei căpăta trecere și minte sănătoasă înaintea lui Dumnezeu și înaintea oamenilor.",
        "5": "Încrede-te în Domnul din toată inima ta și nu te bizui pe înțelepciunea ta!",
        "6": "Recunoaște-L în toate căile tale, și El îți va netezi cărările.",
        "7": "Nu te socoti singur înțelept; teme-te de Domnul și abate-te de la rău!",
        "8": "Aceasta va aduce sănătate trupului tău și răcorire oaselor tale.",
        "9": "Cinstește pe Domnul cu averile tale și cu cele dintâi roade din tot venitul tău,",
        "10": "căci atunci grânarele îți vor fi pline de belșug și teascurile tale vor geme de must. Fericirea și înțelepciunea adevărată",
        "11": "Fiule, nu disprețui mustrarea Domnului și nu te mâhni de pedepsele Lui!",
        "12": "Căci Domnul mustră pe cine iubește, ca un părinte pe copilul pe care-l iubește!",
        "13": "Ferice de omul care găsește înțelepciunea și de omul care capătă pricepere!",
        "14": "Căci câștigul pe care-l aduce ea este mai bun decât al argintului, și venitul adus de ea este mai de preț decât aurul;",
        "15": "ea este mai de preț decât mărgăritarele și toate comorile tale nu se pot asemui cu ea.",
        "16": "În dreapta ei este o viață lungă; în stânga ei, bogăție și slavă.",
        "17": "Căile ei sunt niște căi plăcute și toate cărările ei sunt niște cărări pașnice.",
        "18": "Ea este un pom de viață pentru cei ce o apucă, și cei ce o au sunt fericiți.",
        "19": "Prin înțelepciune a întemeiat Domnul pământul și prin pricepere a întărit El cerurile;",
        "20": "prin știința Lui s-au deschis adâncurile și strecoară norii roua.",
        "21": "Fiule, să nu se depărteze învățăturile acestea de ochii tăi: păstrează înțelepciunea și chibzuința,",
        "22": "căci ele vor fi viața sufletului tău și podoaba gâtului tău!",
        "23": "Atunci vei merge cu încredere pe drumul tău, și piciorul nu ți se va poticni.",
        "24": "Când te vei culca, vei fi fără teamă, și când vei dormi, somnul îți va fi dulce.",
        "25": "Nu te teme nici de spaimă năprasnică, nici de o năvălire din partea celor răi,",
        "26": "căci Domnul va fi nădejdea ta și El îți va păzi piciorul de cădere.",
        "27": "Nu opri o binefacere celui ce are nevoie de ea, când poți s-o faci.",
        "28": "Nu zice aproapelui tău: „Du-te și vino iarăși; îți voi da mâine”, când ai de unde să dai!",
        "29": "Nu gândi rău împotriva aproapelui tău, când locuiește liniștit lângă tine!",
        "30": "Nu te certa fără pricină cu cineva, când nu ți-a făcut niciun rău!",
        "31": "Nu pizmui pe omul asupritor și nu alege niciuna din căile lui!",
        "32": "Căci Domnul urăște pe oamenii stricați, dar este prieten cu cei fără prihană.",
        "33": "Blestemul Domnului este în casa celui rău, dar locuința celor neprihăniți o binecuvântează.",
        "34": "Când are a face cu cei batjocoritori, Își bate joc de ei, dar celor smeriți le dă har.",
        "35": "Înțelepții vor moșteni slava, dar partea celor nebuni este rușinea."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Fiule, nu uita învățătura mea, ci păstrează în inima ta poruncile mele,",
        "2": "căci ele vor adăuga lungime la zilele tale și ani la viața ta și-ți vor da pace.",
        "3": "Îndurarea și credincioșia să nu te părăsească! Leagă-ți-le la gât, scrie-le pe tăblița inimii tale!",
        "4": "Atunci vei găsi bunăvoință și vei avea un bun discernământ înaintea lui Dumnezeu și a oamenilor.",
        "5": "Încrede-te în Domnul din toată inima ta și nu te baza pe priceperea ta.",
        "6": "Recunoaște-L în toate căile tale, iar El îți va netezi cărările.",
        "7": "Nu fi înțelept în ochii tăi; teme-te de Domnul și îndepărtează-te de rău.",
        "8": "Aceasta va aduce vindecare trupului tău și înviorare oaselor tale.",
        "9": "Onorează-L pe Domnul cu bunurile tale și cu primele roade din toată recolta ta!",
        "10": "Astfel, hambarele tale vor fi pline de belșug, iar presele tale de struguri se vor revărsa de must.",
        "11": "Fiule, nu disprețui disciplinarea Domnului și nu desconsidera mustrarea Lui.",
        "12": "Căci Domnul îl mustră pe cel pe care-l iubește, ca un tată pe fiul în care-și găsește plăcerea.",
        "13": "Ferice de omul care găsește înțelepciune și de omul care dobândește pricepere.",
        "14": "Căci câștigul ei este mai bun decât câștigul argintului și venitul ei este mai bun decât al aurului.",
        "15": "Ea este mai prețioasă decât rubinele; și orice ți-ai dori nu se poate compara cu ea.",
        "16": "În dreapta ei este o viață lungă, în stânga ei se află bogăție și glorie.",
        "17": "Căile ei sunt plăcute și toate cărările ei sunt pașnice.",
        "18": "Ea este un pom al vieții pentru cei ce o îmbrățișează; oricine o păstrează este binecuvântat.",
        "19": "Prin înțelepciune a întemeiat Domnul pământul, prin pricepere a întărit cerurile.",
        "20": "Prin cunoștința Lui, adâncurile s-au despărțit, iar norii au picurat roua.",
        "21": "Fiule, să nu se îndepărteze acestea dinaintea ochilor tăi. Păstrează înțelepciunea și discernământul.",
        "22": "Acestea vor fi viață pentru sufletul tău și o podoabă plăcută pentru gâtul tău.",
        "23": "Atunci vei merge în siguranță pe calea ta și nu ți se va împiedica piciorul.",
        "24": "Când te vei culca, nu îți va fi frică; când te vei culca, somnul îți va fi dulce.",
        "25": "Să nu te temi nici de groaza care vine pe neașteptate și nici când vine distrugerea celor răi,",
        "26": "căci Domnul va fi încrederea ta. El îți va păzi piciorul de orice capcană.",
        "27": "Nu opri o binefacere celui ce are nevoie de ea, când stă în puterea mâinii tale să faci lucrul acesta.",
        "28": "Nu spune semenului tău, „Du-te și vino iarăși! Îți voi da mâine!“, când ai la tine ce să-i dai.",
        "29": "Nu plănui răul împotriva semenului tău, care trăiește în siguranță lângă tine.",
        "30": "Nu te certa fără motiv cu cineva, dacă nu ți-a făcut nimic rău.",
        "31": "Nu-l invidia pe omul violent și nu alege niciuna dintre căile lui.",
        "32": "Căci cel corupt este o urâciune înaintea Domnului, dar sfatul Lui este cu cei drepți.",
        "33": "Blestemul Domnului este în casa celui rău, dar El binecuvântează locuința celor drepți.",
        "34": "Celor batjocoritori El le răspunde cu batjocură, dar celor smeriți El le dă har.",
        "35": "Cei înțelepți vor moșteni glorie, dar El îi înalță pe cei nesăbuiți spre rușine."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "My son, don’t forget my teaching, but let your heart keep my commandments,",
        "2": "for they will add to you length of days, years of life, and peace.",
        "3": "Don’t let kindness and truth forsake you. Bind them around your neck. Write them on the tablet of your heart.",
        "4": "So you will find favor, and good understanding in the sight of God and man.",
        "5": "Trust in Yahweh with all your heart, and don’t lean on your own understanding.",
        "6": "In all your ways acknowledge him, and he will make your paths straight.",
        "7": "Don’t be wise in your own eyes. Fear Yahweh, and depart from evil.",
        "8": "It will be health to your body, and nourishment to your bones.",
        "9": "Honor Yahweh with your substance, with the first fruits of all your increase;",
        "10": "so your barns will be filled with plenty, and your vats will overflow with new wine.",
        "11": "My son, don’t despise Yahweh’s discipline, neither be weary of his correction;",
        "12": "for whom Yahweh loves, he corrects, even as a father reproves the son in whom he delights.",
        "13": "Happy is the man who finds wisdom, the man who gets understanding.",
        "14": "For her good profit is better than getting silver, and her return is better than fine gold.",
        "15": "She is more precious than rubies. None of the things you can desire are to be compared to her.",
        "16": "Length of days is in her right hand. In her left hand are riches and honor.",
        "17": "Her ways are ways of pleasantness. All her paths are peace.",
        "18": "She is a tree of life to those who lay hold of her. Happy is everyone who retains her.",
        "19": "By wisdom Yahweh founded the earth. By understanding, he established the heavens.",
        "20": "By his knowledge, the depths were broken up, and the skies drop down the dew.",
        "21": "My son, let them not depart from your eyes. Keep sound wisdom and discretion,",
        "22": "so they will be life to your soul, and grace for your neck.",
        "23": "Then you shall walk in your way securely. Your foot won’t stumble.",
        "24": "When you lie down, you will not be afraid. Yes, you will lie down, and your sleep will be sweet.",
        "25": "Don’t be afraid of sudden fear, neither of the desolation of the wicked, when it comes;",
        "26": "for Yahweh will be your confidence, and will keep your foot from being taken.",
        "27": "Don’t withhold good from those to whom it is due, when it is in the power of your hand to do it.",
        "28": "Don’t say to your neighbor, “Go, and come again; tomorrow I will give it to you,” when you have it by you.",
        "29": "Don’t devise evil against your neighbor, since he dwells securely by you.",
        "30": "Don’t strive with a man without cause, if he has done you no harm.",
        "31": "Don’t envy the man of violence. Choose none of his ways.",
        "32": "For the perverse is an abomination to Yahweh, but his friendship is with the upright.",
        "33": "Yahweh’s curse is in the house of the wicked, but he blesses the habitation of the righteous.",
        "34": "Surely he mocks the mockers, but he gives grace to the humble.",
        "35": "The wise will inherit glory, but shame will be the promotion of fools."
      }
    }
  }
}