{
  "book": "Proverbe",
  "chapter": "28",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Cel rău fuge fără să fie urmărit, dar cel neprihănit îndrăznește ca un leu tânăr.",
        "2": "Când este răscoală într-o țară, sunt mulți capi, dar cu un om priceput și încercat, domnia dăinuiește.",
        "3": "Un om sărac care apasă pe cei obijduiți este ca o rupere de nori care aduce lipsă de pâine.",
        "4": "Cei ce părăsesc legea laudă pe cel rău, dar cei ce păzesc legea se mânie pe el.",
        "5": "Oamenii dedați la rău nu înțeleg ce este drept, dar cei ce caută pe Domnul înțeleg totul.",
        "6": "Mai mult prețuiește săracul care umblă în neprihănirea lui decât bogatul care umblă pe căi sucite.",
        "7": "Cel ce păzește legea este un fiu priceput, dar cel ce umblă cu cei desfrânați face rușine tatălui său.",
        "8": "Cine își înmulțește avuțiile prin dobândă și camătă le strânge pentru cel ce are milă de săraci.",
        "9": "Dacă cineva își întoarce urechea ca să n-asculte legea, chiar și rugăciunea lui este o scârbă.",
        "10": "Cine rătăcește pe oamenii fără prihană pe calea cea rea cade în groapa pe care a săpat-o, dar oamenii fără prihană moștenesc fericirea.",
        "11": "Omul bogat se crede înțelept, dar săracul care este priceput îl cercetează.",
        "12": "Când biruiesc cei neprihăniți, este o mare slavă, dar când se înalță cei răi, fiecare se ascunde.",
        "13": "Cine își ascunde fărădelegile nu propășește, dar cine le mărturisește și se lasă de ele capătă îndurare.",
        "14": "Ferice de omul care se teme necontenit, dar cel ce-și împietrește inima cade în nenorocire.",
        "15": "Ca un leu care răcnește și ca un urs flămând, așa este cel rău care stăpânește peste un popor sărac.",
        "16": "Un voievod fără pricepere își înmulțește faptele de asuprire, dar cel ce urăște lăcomia își lungește zilele.",
        "17": "Un om al cărui cuget este încărcat cu sângele altuia fuge până la groapă: nimeni să nu-l oprească.",
        "18": "Cine umblă în neprihănire găsește mântuirea, dar cine umblă pe două căi strâmbe cade într-o groapă.",
        "19": "Cine își lucrează câmpul are belșug de pâine, dar cine aleargă după lucruri de nimic are belșug de sărăcie.",
        "20": "Un om credincios este năpădit de binecuvântări, dar cel ce vrea să se îmbogățească repede nu rămâne nepedepsit.",
        "21": "Nu este bine să cauți la fața oamenilor; chiar pentru o bucată de pâine poate un om să se dedea la păcat.",
        "22": "Un om pizmaș se grăbește să se îmbogățească, și nu știe că lipsa va veni peste el.",
        "23": "Cine mustră pe alții găsește mai multă bunăvoință pe urmă decât cel cu limba lingușitoare.",
        "24": "Cine fură pe tatăl său și pe mama sa și zice că nu este un păcat este tovarăș cu nimicitorul.",
        "25": "Cel lacom stârnește certuri, dar cel ce se încrede în Domnul este săturat din belșug.",
        "26": "Cine se încrede în inima lui este un nebun, dar cine umblă în înțelepciune va fi mântuit.",
        "27": "Cine dă săracului nu duce lipsă, dar cine închide ochii este încărcat cu blesteme.",
        "28": "Când se înalță cei răi, fiecare se ascunde, dar când pier ei, cei buni se înmulțesc."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Cel rău fuge, deși nu este urmărit, dar cei drepți sunt încrezători ca un leu.",
        "2": "Când este fărădelege în țară, sunt mulți conducători, dar printr-un om priceput și cunoscător, este menținută stabilitatea.",
        "3": "Un om sărac care-i asuprește pe cei sărmani este ca o ploaie torențială care aduce lipsă de hrană.",
        "4": "Cei ce părăsesc Legea îi laudă pe cei răi, dar cei ce păzesc Legea îi confruntă.",
        "5": "Oamenii răi nu înțeleg justiția, dar cei ce-L caută pe Domnul o înțeleg pe deplin.",
        "6": "Mai bine un sărac care umblă în integritatea lui, decât un bogat ale cărui căi sunt corupte.",
        "7": "Cel ce păzește Legea este un fiu priceput, dar cel ce se însoțește cu oamenii de nimic își face de rușine tatăl.",
        "8": "Cine își înmulțește averea prin dobândă peste măsură strânge pentru cel binevoitor față de săraci.",
        "9": "Dacă cineva își întoarce urechea ca să nu mai asculte Legea, chiar și rugăciunea lui este privită ca fiind o urâciune.",
        "10": "Cine-i conduce pe cei drepți pe o cale rea, va cădea el însuși în propria-i groapă, dar cei integri vor avea o moștenire bună.",
        "11": "Omul bogat se consideră înțelept, dar un sărac chibzuit îi cunoaște valoarea.",
        "12": "Când triumfă cei drepți este o mare onoare, dar când se ridică cei răi oamenii se ascund.",
        "13": "Cine își acoperă fărădelegile nu va progresa, dar oricine le mărturisește și renunță la ele va găsi milă.",
        "14": "Ferice de omul care se teme mereu, dar cel ce-și împietrește inima va cădea în nenorocire.",
        "15": "Ca un leu care răcnește și ca un urs care atacă, așa este cel rău care stăpânește peste un popor sărac.",
        "16": "Conducătorul fără pricepere va fi un mare asupritor, dar cel ce urăște câștigul nedrept va avea multe zile.",
        "17": "Un om chinuit de sângele vărsat va fi fugar până la groapă. Nimeni să nu-i ofere sprijin!",
        "18": "Cel ce trăiește cu integritate va fi salvat, dar cel ce umblă pe două căi va cădea dintr-odată.",
        "19": "Cel ce-și lucrează pământul se va sătura de pâine, dar cel ce umblă după deșertăciuni se va sătura de sărăcie.",
        "20": "Un om credincios va fi binecuvântat pe deplin, dar cel ce se grăbește să se îmbogățească nu va rămâne nepedepsit.",
        "21": "Nu este bine să favorizezi pe nimeni; omul păcătuiește chiar și pentru o bucată de pâine.",
        "22": "Un om zgârcit se grăbește să se îmbogățească, dar nu știe că-l așteaptă sărăcia.",
        "23": "Cel ce mustră un om găsește la urmă mai multă bunăvoință, decât cel care are o limbă lingușitoare.",
        "24": "Cine își jefuiește tatăl sau mama și zice: „Nu este păcat!“ este prieten cu cel ce distruge.",
        "25": "Un om lacom stârnește certuri, dar cel ce se încrede în Domnul va fi împlinit.",
        "26": "Cel ce se încrede în inima lui este un nesăbuit, dar cine umblă în înțelepciune va fi salvat.",
        "27": "Cel ce dă săracului nu va fi în nevoie, dar cel ce-și ascunde ochii de el va primi multe blesteme.",
        "28": "Când se ridică cei răi, oamenii se ascund, dar când pier ei, cei drepți se înmulțesc."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "The wicked flee when no one pursues; but the righteous are as bold as a lion.",
        "2": "In rebellion, a land has many rulers, but order is maintained by a man of understanding and knowledge.",
        "3": "A needy man who oppresses the poor is like a driving rain which leaves no crops.",
        "4": "Those who forsake the law praise the wicked; but those who keep the law contend with them.",
        "5": "Evil men don’t understand justice; but those who seek Yahweh understand it fully.",
        "6": "Better is the poor who walks in his integrity than he who is perverse in his ways, and he is rich.",
        "7": "Whoever keeps the law is a wise son; but he who is a companion of gluttons shames his father.",
        "8": "He who increases his wealth by excessive interest gathers it for one who has pity on the poor.",
        "9": "He who turns away his ear from hearing the law, even his prayer is an abomination.",
        "10": "Whoever causes the upright to go astray in an evil way, he will fall into his own trap; but the blameless will inherit good.",
        "11": "The rich man is wise in his own eyes; but the poor who has understanding sees through him.",
        "12": "When the righteous triumph, there is great glory; but when the wicked rise, men hide themselves.",
        "13": "He who conceals his sins doesn’t prosper, but whoever confesses and renounces them finds mercy.",
        "14": "Blessed is the man who always fears; but one who hardens his heart falls into trouble.",
        "15": "As a roaring lion or a charging bear, so is a wicked ruler over helpless people.",
        "16": "A tyrannical ruler lacks judgment. One who hates ill-gotten gain will have long days.",
        "17": "A man who is tormented by blood guilt will be a fugitive until death. No one will support him.",
        "18": "Whoever walks blamelessly is kept safe; but one with perverse ways will fall suddenly.",
        "19": "One who works his land will have an abundance of food; but one who chases fantasies will have his fill of poverty.",
        "20": "A faithful man is rich with blessings; but one who is eager to be rich will not go unpunished.",
        "21": "To show partiality is not good, yet a man will do wrong for a piece of bread.",
        "22": "A stingy man hurries after riches, and doesn’t know that poverty waits for him.",
        "23": "One who rebukes a man will afterward find more favor than one who flatters with the tongue.",
        "24": "Whoever robs his father or his mother and says, “It’s not wrong,” is a partner with a destroyer.",
        "25": "One who is greedy stirs up strife; but one who trusts in Yahweh will prosper.",
        "26": "One who trusts in himself is a fool; but one who walks in wisdom is kept safe.",
        "27": "One who gives to the poor has no lack; but one who closes his eyes will have many curses.",
        "28": "When the wicked rise, men hide themselves; but when they perish, the righteous thrive."
      }
    }
  }
}