{
  "book": "Proverbe",
  "chapter": "4",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Ascultați, fiilor, învățătura unui tată și luați aminte ca să pricepeți,",
        "2": "căci eu vă dau sfaturi bune: nu lepădați învățătura mea!",
        "3": "Căci, când eram încă fiu la tatăl meu și fiu gingaș și singur la mama mea,",
        "4": "el mă învăța atunci și-mi zicea: „Păstrează bine în inima ta cuvintele mele, păzește învățăturile mele și vei trăi!",
        "5": "Dobândește înțelepciune, dobândește pricepere; nu uita cuvintele gurii mele și nu te abate de la ele!",
        "6": "N-o părăsi, și ea te va păzi; iubește-o, și te va ocroti!",
        "7": "Iată începutul înțelepciunii: dobândește înțelepciunea și, cu tot ce ai, dobândește priceperea.",
        "8": "Înalț-o și ea te va înălța; ea va fi slava ta dacă o vei îmbrățișa.",
        "9": "Ea îți va pune pe cap o cunună plăcută, te va împodobi cu o strălucită cunună împărătească.”",
        "10": "Ascultă, fiule, primește cuvintele mele și anii vieții tale se vor înmulți!",
        "11": "Eu îți arăt calea înțelepciunii, te povățuiesc pe cărările neprihănirii.",
        "12": "Când vei umbla, pasul nu-ți va fi stânjenit și, când vei alerga, nu te vei poticni.",
        "13": "Ține învățătura, n-o lăsa din mână; păstreaz-o, căci ea este viața ta!",
        "14": "Nu intra pe cărarea celor răi și nu umbla pe calea celor nelegiuiți!",
        "15": "Ferește-te de ea, nu trece pe ea; ocolește-o și treci înainte!",
        "16": "Căci ei nu dorm dacă n-au făcut răul, le piere somnul dacă nu fac pe cineva să cadă;",
        "17": "căci ei mănâncă pâine nelegiuită și beau vin stors cu sila.",
        "18": "Dar cărarea celor neprihăniți este ca lumina strălucitoare, a cărei strălucire merge mereu crescând până la miezul zilei.",
        "19": "Calea celor răi este ca întunericul gros: ei nu văd de ce se vor poticni.",
        "20": "Fiule, ia aminte la cuvintele mele, pleacă-ți urechea la vorbele mele!",
        "21": "Să nu se depărteze cuvintele acestea de ochii tăi, păstrează-le în fundul inimii tale!",
        "22": "Căci ele sunt viață pentru cei ce le găsesc și sănătate pentru tot trupul lor.",
        "23": "Păzește-ți inima mai mult decât orice, căci din ea ies izvoarele vieții!",
        "24": "Izgonește neadevărul din gura ta și depărtează viclenia de pe buzele tale!",
        "25": "Ochii tăi să privească drept și pleoapele tale să caute drept înaintea ta!",
        "26": "Cărarea pe care mergi să fie netedă și toate căile tale să fie hotărâte:",
        "27": "nu te abate nici la dreapta, nici la stânga și ferește-te de rău!"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Ascultați, fiilor, îndrumarea unui tată; fiți atenți și veți dobândi pricepere!",
        "2": "Căci eu vă dau o învățătură bună; să nu părăsiți instrucțiunile mele!",
        "3": "Când eram tânăr în casa tatălui meu, băiat gingaș și singurul fiu al mamei mele,",
        "4": "el mă învăța și-mi zicea: „Să păstreze inima ta cuvintele mele; păzește poruncile mele și vei trăi!",
        "5": "Dobândește înțelepciunea, dobândește priceperea! Nu uita și nu te îndepărta de cuvintele gurii mele!",
        "6": "Nu părăsi înțelepciunea, și ea te va păzi. Iubește-o, și ea te va proteja.",
        "7": "Iată începutul înțelepciunii: dobândește înțelepciune și, cu toată averea ta, dobândește pricepere.",
        "8": "Înalț-o, și ea te va înălța; îmbrățișeaz-o, și ea îți va aduce onoare.",
        "9": "Ea îți va așeza pe cap o cunună plăcută, îți va oferi o coroană frumoasă“.",
        "10": "Ascultă, fiule, primește cuvintele mele, și anii vieții tale se vor înmulți.",
        "11": "Eu te voi învăța calea înțelepciunii și te voi îndruma pe cărările dreptății.",
        "12": "Când vei merge, pașii nu-ți vor fi stânjeniți, iar când vei alerga, nu te vei împiedica.",
        "13": "Ține-te de îndrumare, nu-i da drumul! Păstreaz-o, căci ea este viața ta!",
        "14": "Nu intra pe cărarea celor ticăloși și nu merge pe calea celor răi!",
        "15": "Evit-o, nu trece pe ea! Întoarce-te de pe ea și treci mai departe!",
        "16": "Căci ei nu dorm dacă n-au făcut rău, le piere somnul dacă nu fac pe cineva să cadă.",
        "17": "Ei mănâncă pâinea răutății și beau vinul violenței.",
        "18": "Dar cărarea celor drepți este ca lumina zorilor, a cărei strălucire crește până ajunge la lumina zilei.",
        "19": "Calea celor răi este ca întunericul; ei nu știu din ce cauză se vor împiedica.",
        "20": "Fiule, fii atent la cuvintele mele; pleacă-ți urechea la spusele mele!",
        "21": "Să nu se depărteze de ochii tăi; păstrează-le în adâncul inimii tale.",
        "22": "Căci ele sunt viață pentru cei ce le găsesc și vindecare pentru tot trupul lor.",
        "23": "Păzește-ți inima cu toată atenția, căci din ea ies izvoarele vieții.",
        "24": "Îndepărtează înșelăciunea din gura ta și înlătură viclenia de pe buzele tale!",
        "25": "Ochii tăi să privească înainte, și pleoapele tale să țintească drept înaintea ta.",
        "26": "Netezește cărarea picioarelor tale, și toate căile tale să fie sigure.",
        "27": "Nu te abate nici la dreapta, nici la stânga. Îndepărtează-ți piciorul de la rău!"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Listen, sons, to a father’s instruction. Pay attention and know understanding;",
        "2": "for I give you sound learning. Don’t forsake my law.",
        "3": "For I was a son to my father, tender and an only child in the sight of my mother.",
        "4": "He taught me, and said to me: “Let your heart retain my words. Keep my commandments, and live.",
        "5": "Get wisdom. Get understanding. Don’t forget, and don’t deviate from the words of my mouth.",
        "6": "Don’t forsake her, and she will preserve you. Love her, and she will keep you.",
        "7": "Wisdom is supreme. Get wisdom. Yes, though it costs all your possessions, get understanding.",
        "8": "Esteem her, and she will exalt you. She will bring you to honor when you embrace her.",
        "9": "She will give to your head a garland of grace. She will deliver a crown of splendor to you.”",
        "10": "Listen, my son, and receive my sayings. The years of your life will be many.",
        "11": "I have taught you in the way of wisdom. I have led you in straight paths.",
        "12": "When you go, your steps will not be hampered. When you run, you will not stumble.",
        "13": "Take firm hold of instruction. Don’t let her go. Keep her, for she is your life.",
        "14": "Don’t enter into the path of the wicked. Don’t walk in the way of evil men.",
        "15": "Avoid it, and don’t pass by it. Turn from it, and pass on.",
        "16": "For they don’t sleep unless they do evil. Their sleep is taken away, unless they make someone fall.",
        "17": "For they eat the bread of wickedness and drink the wine of violence.",
        "18": "But the path of the righteous is like the dawning light that shines more and more until the perfect day.",
        "19": "The way of the wicked is like darkness. They don’t know what they stumble over.",
        "20": "My son, attend to my words. Turn your ear to my sayings.",
        "21": "Let them not depart from your eyes. Keep them in the center of your heart.",
        "22": "For they are life to those who find them, and health to their whole body.",
        "23": "Keep your heart with all diligence, for out of it is the wellspring of life.",
        "24": "Put away from yourself a perverse mouth. Put corrupt lips far from you.",
        "25": "Let your eyes look straight ahead. Fix your gaze directly before you.",
        "26": "Make the path of your feet level. Let all of your ways be established.",
        "27": "Don’t turn to the right hand nor to the left. Remove your foot from evil."
      }
    }
  }
}