{
  "book": "Proverbe",
  "chapter": "25",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Iată încă vreo câteva din pildele lui Solomon, strânse de oamenii lui Ezechia, împăratul lui Iuda.",
        "2": "Slava lui Dumnezeu stă în ascunderea lucrurilor, dar slava împăraților stă în cercetarea lucrurilor.",
        "3": "Înălțimea cerurilor, adâncimea pământului și inima împăraților sunt nepătrunse.",
        "4": "Scoate zgura din argint și argintarul va face din el un vas ales!",
        "5": "Scoate și pe cel rău dinaintea împăratului și scaunul lui de domnie se va întări prin neprihănire.",
        "6": "Nu te făli înaintea împăratului și nu lua locul celor mari;",
        "7": "căci este mai bine să ți se zică: „Suie-te mai sus!” decât să fii coborât înaintea voievodului pe care ți-l văd ochii.",
        "8": "Nu te grăbi să te iei la ceartă, ca nu cumva, la urmă, să nu știi ce să faci când te va lua la ocări aproapele tău.",
        "9": "Apără-ți pricina împotriva aproapelui tău, dar nu da pe față taina altuia,",
        "10": "ca nu cumva, aflând-o cineva, să te umple de rușine și să-ți iasă nume rău, care să nu se mai șteargă!",
        "11": "Un cuvânt spus la vremea potrivită este ca niște mere de aur într-un coșuleț de argint.",
        "12": "Ca o verigă de aur și o podoabă de aur curat, așa este înțeleptul care mustră pentru o ureche ascultătoare.",
        "13": "Ca răcoreala zăpezii pe vremea secerișului, așa este un sol credincios pentru cel ce-l trimite: el înviorează sufletul stăpânului său.",
        "14": "Ca norii și vântul fără ploaie, așa este un om care se laudă pe nedrept cu dărniciile lui.",
        "15": "Prin răbdare se înduplecă un voievod și o limbă dulce poate zdrobi oase.",
        "16": "Dacă dai peste miere, nu mânca decât atât cât îți ajunge, ca să nu ți se scârbească și s-o verși din gură.",
        "17": "Calcă rar în casa aproapelui tău, ca să nu se sature de tine și să te urască.",
        "18": "Ca un buzdugan, ca o sabie și ca o săgeată ascuțită, așa este un om care face o mărturisire mincinoasă împotriva aproapelui său.",
        "19": "Ca un dinte stricat și ca un picior care șchioapătă, așa este încrederea într-un stricat la ziua necazului.",
        "20": "Ca unul care își scoate haina pe o zi rece sau varsă oțet pe silitră, așa este cine cântă cântece unei inimi în nenorocire.",
        "21": "Dacă este flămând vrăjmașul tău, dă-i pâine să mănânce, dacă-i este sete, dă-i apă să bea!",
        "22": "Căci, făcând așa, aduni cărbuni aprinși pe capul lui, și Domnul îți va răsplăti.",
        "23": "Vântul de miazănoapte aduce ploaia și limba clevetitoare aduce o față mâhnită.",
        "24": "Mai bine să locuiești într-un colț pe acoperiș decât să locuiești într-o casă mare cu o nevastă gâlcevitoare.",
        "25": "Ca apa proaspătă pentru un om obosit, așa este o veste bună venită dintr-o țară depărtată.",
        "26": "Ca o fântână tulbure și ca un izvor stricat, așa este cel neprihănit care se clatină înaintea celui rău.",
        "27": "Nu este bine să mănânci multă miere: tot așa, nu este o cinste să alergi după slava ta însuți.",
        "28": "Omul care nu este stăpân pe sine este ca o cetate surpată și fără ziduri."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Și acestea sunt proverbe ale lui Solomon, pe care le-au copiat oamenii lui Ezechia, regele lui Iuda.",
        "2": "Este gloria lui Dumnezeu să învăluiască în mister lucrurile și este gloria regelui să le cerceteze.",
        "3": "Înălțimea cerurilor, adâncimea pământului și inima regelui sunt de nepătruns.",
        "4": "Îndepărtează zgura din argint, și va ieși material pentru argintar!",
        "5": "Îndepărtează-l pe cel rău dinaintea regelui, și tronul lui va fi consolidat prin dreptate!",
        "6": "Nu te lăuda înaintea regelui și nu cere un loc printre oamenii mari,",
        "7": "căci este mai bine să ți se spună: „Urcă aici!“, decât să fii umilit înaintea ochilor unui nobil. Ceea ce au văzut ochii tăi",
        "8": "să nu aduci în grabă la judecată! Altfel, ce vei face la urmă, când semenul tău te va face de rușine?",
        "9": "Apără-ți cauza împotriva semenului tău, dar nu dezvălui secretul altuia,",
        "10": "ca nu cumva cel ce îl aude să te facă de rușine și să ai o reputație pătată, care să nu se mai șteargă.",
        "11": "Un cuvânt spus la timpul potrivit se aseamănă cu niște mere de aur într-un coșuleț de argint.",
        "12": "Ca un cercel de aur și ca un colier de aur pur, așa este mustrarea înțeleaptă pentru o ureche ascultătoare.",
        "13": "Ca răcoarea zăpezii în timpul secerișului, așa este un mesager credincios pentru cei ce-l trimit; el înviorează sufletul stăpânilor lui.",
        "14": "Ca norii și ca vântul fără ploaie, așa este omul care se laudă cu darurile pe care nu le-a dat.",
        "15": "Prin răbdare poate fi convins un conducător și o vorbă blândă poate zdrobi oase.",
        "16": "Când găsești miere, mănâncă doar cât îți trebuie, ca să nu te saturi de ea și s-o vomiți.",
        "17": "Pășește rar în casa semenului tău, ca nu cumva să se sature de tine și să te urască.",
        "18": "Ca un ciomag, ca o sabie și ca o săgeată ascuțită, așa este omul care depune mărturie mincinoasă împotriva semenului său.",
        "19": "Ca un dinte stricat și ca un picior olog, așa este încrederea în cel trădător în ziua necazului.",
        "20": "Ca unul care se dezbracă într-o zi rece și ca oțetul turnat pe sodă, așa este cel ce cântă cântări unei inimi în nenorocire.",
        "21": "Dacă dușmanul tău este flămând, dă-i să mănânce pâine, iar dacă este însetat, dă-i să bea apă.",
        "22": "Căci, făcând așa, vei îngrămădi cărbuni aprinși pe capul lui, iar Domnul îți va răsplăti.",
        "23": "Vântul de nord aduce ploaie și limba defăimătoare aduce priviri mânioase.",
        "24": "Mai bine să locuiești într-un colț pe acoperiș, decât într-o casă alături de o soție cicălitoare!",
        "25": "Ca apa rece pentru sufletul obosit, așa este vestea bună venită dintr-o țară îndepărtată.",
        "26": "Ca un izvor noroios și ca o fântână tulbure, așa este cel drept care se clatină în fața celui rău.",
        "27": "Nu este bine să mănânci prea multă miere și nici să-ți cauți propria glorie.",
        "28": "Ca o cetate spartă și fără ziduri, așa este omul lipsit de stăpânire de sine."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "These also are proverbs of Solomon, which the men of Hezekiah king of Judah copied out.",
        "2": "It is the glory of God to conceal a thing, but the glory of kings is to search out a matter.",
        "3": "As the heavens for height, and the earth for depth, so the hearts of kings are unsearchable.",
        "4": "Take away the dross from the silver, and material comes out for the refiner.",
        "5": "Take away the wicked from the king’s presence, and his throne will be established in righteousness.",
        "6": "Don’t exalt yourself in the presence of the king, or claim a place among great men;",
        "7": "for it is better that it be said to you, “Come up here,” than that you should be put lower in the presence of the prince, whom your eyes have seen.",
        "8": "Don’t be hasty in bringing charges to court. What will you do in the end when your neighbor shames you?",
        "9": "Debate your case with your neighbor, and don’t betray the confidence of another,",
        "10": "lest one who hears it put you to shame, and your bad reputation never depart.",
        "11": "A word fitly spoken is like apples of gold in settings of silver.",
        "12": "As an earring of gold, and an ornament of fine gold, so is a wise reprover to an obedient ear.",
        "13": "As the cold of snow in the time of harvest, so is a faithful messenger to those who send him; for he refreshes the soul of his masters.",
        "14": "As clouds and wind without rain, so is he who boasts of gifts deceptively.",
        "15": "By patience a ruler is persuaded. A soft tongue breaks the bone.",
        "16": "Have you found honey? Eat as much as is sufficient for you, lest you eat too much, and vomit it.",
        "17": "Let your foot be seldom in your neighbor’s house, lest he be weary of you, and hate you.",
        "18": "A man who gives false testimony against his neighbor is like a club, a sword, or a sharp arrow.",
        "19": "Confidence in someone unfaithful in time of trouble is like a bad tooth or a lame foot.",
        "20": "As one who takes away a garment in cold weather, or vinegar on soda, so is one who sings songs to a heavy heart.",
        "21": "If your enemy is hungry, give him food to eat. If he is thirsty, give him water to drink;",
        "22": "for you will heap coals of fire on his head, and Yahweh will reward you.",
        "23": "The north wind produces rain; so a backbiting tongue brings an angry face.",
        "24": "It is better to dwell in the corner of the housetop than to share a house with a contentious woman.",
        "25": "Like cold water to a thirsty soul, so is good news from a far country.",
        "26": "Like a muddied spring and a polluted well, so is a righteous man who gives way before the wicked.",
        "27": "It is not good to eat much honey, nor is it honorable to seek one’s own honor.",
        "28": "Like a city that is broken down and without walls is a man whose spirit is without restraint."
      }
    }
  }
}