{
  "book": "Proverbe",
  "chapter": "7",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Fiule, păstrează cuvintele mele și ține la tine sfaturile mele!",
        "2": "Ține sfaturile mele și vei trăi; păzește învățăturile mele ca lumina ochilor!",
        "3": "Leagă-le la degete, scrie-le pe tăblița inimii tale!",
        "4": "Zi înțelepciunii: „Tu ești sora mea!” Și numește priceperea prietena ta,",
        "5": "ca să te ferească de nevasta altuia, de străina care întrebuințează cuvinte ademenitoare.",
        "6": "Stăteam la fereastra casei mele și mă uitam prin zăbrele.",
        "7": "Am zărit printre cei neîncercați, am văzut printre tineri pe un băiat fără minte.",
        "8": "Trecea pe uliță, la colțul unde stătea una din aceste străine, și a apucat pe calea care ducea spre locuința ei.",
        "9": "Era în amurg, seara, în noaptea neagră și întunecoasă.",
        "10": "Și iată că i-a alergat înainte o femeie îmbrăcată ca o curvă și cu inima șireată.",
        "11": "Era bună de gură și fără astâmpăr; picioarele nu-i puteau sta acasă:",
        "12": "când în uliță, când în piețe, pe la toate colțurile stătea la pândă.",
        "13": "Ea l-a îmbrățișat și l-a sărutat și, cu o față fără rușine, i-a zis:",
        "14": "„Eram datoare cu o jertfă de mulțumire, azi mi-am împlinit juruințele.",
        "15": "De aceea ți-am ieșit înainte, să te caut, și te-am și găsit.",
        "16": "Mi-am împodobit patul cu învelitori, cu așternut de pânzeturi din Egipt;",
        "17": "mi-am stropit așternutul cu smirnă, aloe și scorțișoară.",
        "18": "Vino, să ne îmbătăm de dragoste până dimineață, să ne desfătăm cu dezmierdări!",
        "19": "Căci bărbatul meu nu este acasă, a plecat într-o călătorie lungă,",
        "20": "a luat cu el sacul cu bani și nu se va întoarce acasă decât la luna nouă.”",
        "21": "Tot vorbindu-i, ea l-a ademenit și l-a atras cu buzele ei ademenitoare.",
        "22": "Deodată, a început să meargă după ea, ca boul care se duce la măcelărie, ca un cerb care aleargă spre cursă,",
        "23": "ca pasărea care dă buzna în laț, fără să știe că o va costa viața, până ce săgeata îi străpunge ficatul.",
        "24": "Și acum, fiilor, ascultați-mă și luați aminte la cuvintele gurii mele!",
        "25": "Să nu ți se abată inima spre calea unei asemenea femei, nu te rătăci pe cărările ei.",
        "26": "Căci ea a făcut să cadă multe jertfe și mulți sunt cei pe care i-a ucis ea.",
        "27": "Casa ei este drumul spre Locuința morților, drumul care coboară spre locașurile morții."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Fiule, păzește cuvintele mele și păstrează cu tine poruncile mele!",
        "2": "Păzește poruncile mele și vei trăi; păzește învățătura mea ca pe lumina ochilor tăi!",
        "3": "Leagă-le la degete, scrie-le pe tăblița inimii tale!",
        "4": "Spune înțelepciunii: „Tu ești sora mea!“ și numește priceperea rudenia ta,",
        "5": "ca să te păzească de femeia străină, de necunoscuta care ademenește prin cuvintele ei.",
        "6": "De la fereastra casei mele priveam printre zăbrele.",
        "7": "Am văzut printre cei naivi, am remarcat printre tineri un băiat fără minte,",
        "8": "trecând pe strada din apropierea colțului ei. El a pășit pe calea spre casa ei,",
        "9": "seara, în amurgul zilei, în miezul nopții și al întunericului.",
        "10": "Și iată că l-a întâlnit o femeie îmbrăcată ca o prostituată și cu inima șireată.",
        "11": "Era guralivă și răzvrătită; picioarele nu-i stăteau acasă:",
        "12": "când pe străzi, când în piețe, pândind la orice colț.",
        "13": "Ea l-a apucat și l-a sărutat și, cu o față fără rușine, i-a zis:",
        "14": "„Am acasă jertfe de pace; astăzi mi-am împlinit jurămintele.",
        "15": "De aceea am ieșit să te întâlnesc, să te caut cu ardoare; și te-am găsit!",
        "16": "Mi-am împodobit patul cu așternuturi, cu pânzeturi colorate, din fir de Egipt;",
        "17": "mi-am parfumat patul cu smirnă, aloe și scorțișoară.",
        "18": "Vino să ne îmbătăm de dragoste până dimineață, să ne găsim plăcerea în dragoste!",
        "19": "Căci soțul nu este acasă; a plecat într-o călătorie lungă.",
        "20": "A luat cu el punga cu argint și nu va veni acasă decât la Lună Plină“.",
        "21": "Ea l-a convins prin cuvinte stăruitoare și l-a sedus cu buzele ei lingușitoare.",
        "22": "Deodată, el a urmat-o, ca un bou care este dus la înjunghiere, ca un cerb care aleargă spre laț,",
        "23": "până când săgeata îi va străpunge ficatul, ca o pasăre ce se repede în capcană, fără să știe că o va costa viața.",
        "24": "Și acum, fiilor, ascultați-mă și fiți atenți la ce vă spun!",
        "25": "Fiule, nu-ți lăsa inima să se abată spre calea ei și nu rătăci pe cărările ei,",
        "26": "căci ea a făcut să cadă mulți răniți, și toți cei uciși de ea au fost numeroși.",
        "27": "Casa ei este pe calea spre Locuința Morților, coborând spre odăile morții."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "My son, keep my words. Lay up my commandments within you.",
        "2": "Keep my commandments and live! Guard my teaching as the apple of your eye.",
        "3": "Bind them on your fingers. Write them on the tablet of your heart.",
        "4": "Tell wisdom, “You are my sister.”",
        "5": "that they may keep you from the strange woman, from the foreigner who flatters with her words.",
        "6": "For at the window of my house, I looked out through my lattice.",
        "7": "I saw among the simple ones. I discerned among the youths a young man void of understanding,",
        "8": "passing through the street near her corner, he went the way to her house,",
        "9": "in the twilight, in the evening of the day, in the middle of the night and in the darkness.",
        "10": "Behold, there a woman met him with the attire of a prostitute, and with crafty intent.",
        "11": "She is loud and defiant. Her feet don’t stay in her house.",
        "12": "Now she is in the streets, now in the squares, and lurking at every corner.",
        "13": "So she caught him, and kissed him. With an impudent face she said to him:",
        "14": "“Sacrifices of peace offerings are with me. Today I have paid my vows.",
        "15": "Therefore I came out to meet you, to diligently seek your face, and I have found you.",
        "16": "I have spread my couch with carpets of tapestry, with striped cloths of the yarn of Egypt.",
        "17": "I have perfumed my bed with myrrh, aloes, and cinnamon.",
        "18": "Come, let’s take our fill of loving until the morning. Let’s solace ourselves with loving.",
        "19": "For my husband isn’t at home. He has gone on a long journey.",
        "20": "He has taken a bag of money with him. He will come home at the full moon.”",
        "21": "With persuasive words, she led him astray. With the flattering of her lips, she seduced him.",
        "22": "He followed her immediately, as an ox goes to the slaughter, as a fool stepping into a noose.",
        "23": "Until an arrow strikes through his liver, as a bird hurries to the snare, and doesn’t know that it will cost his life.",
        "24": "Now therefore, sons, listen to me. Pay attention to the words of my mouth.",
        "25": "Don’t let your heart turn to her ways. Don’t go astray in her paths,",
        "26": "for she has thrown down many wounded. Yes, all her slain are a mighty army.",
        "27": "Her house is the way to Sheol, going down to the rooms of death."
      }
    }
  }
}