{
  "book": "Proverbe",
  "chapter": "24",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Nu pizmui pe oamenii cei răi și nu dori să fii cu ei;",
        "2": "căci inima lor se gândește la prăpăd și buzele lor vorbesc nelegiuiri.",
        "3": "Prin înțelepciune se înalță o casă și prin pricepere se întărește;",
        "4": "prin știință se umplu cămările ei de toate bunătățile de preț și plăcute.",
        "5": "Un om înțelept este plin de putere și cel priceput își oțelește vlaga.",
        "6": "Căci prin măsuri chibzuite câștigi bătălia, și prin marele număr al sfetnicilor ai biruința.",
        "7": "Înțelepciunea este prea înaltă pentru cel nebun: el nu va deschide gura la judecată.",
        "8": "Cine se gândește să facă rău se cheamă un om plin de răutate.",
        "9": "Gândul celui nebun nu este decât păcat și batjocoritorul este o scârbă pentru oameni.",
        "10": "Dacă slăbești în ziua necazului, mică îți este puterea.",
        "11": "Izbăvește pe cei târâți la moarte și scapă pe cei ce sunt aproape să fie înjunghiați.",
        "12": "Dacă zici: „Ah! n-am știut…”, crezi că nu vede Cel ce cântărește inimile și Cel ce veghează asupra sufletului tău? Și nu va răsplăti El fiecăruia după faptele lui?",
        "13": "Fiule, mănâncă miere, căci este bună, și fagurele de miere este dulce pentru cerul gurii tale!",
        "14": "Tot așa și înțelepciunea este bună pentru sufletul tău: dacă o vei găsi, ai un viitor și nu ți se va tăia nădejdea.",
        "15": "Nu întinde curse, nelegiuitule, la locuința celui neprihănit și nu-i tulbura odihna!",
        "16": "Căci cel neprihănit de șapte ori cade și se ridică, dar cei răi se prăbușesc în nenorocire.",
        "17": "Nu te bucura de căderea vrăjmașului tău și să nu ți se veselească inima când se poticnește el,",
        "18": "ca nu cumva Domnul să vadă, să nu-I placă și să-Și întoarcă mânia de la el!",
        "19": "Nu te mânia din pricina celor ce fac rău și nu pizmui pe cei răi!",
        "20": "Căci cel ce face răul n-are niciun viitor și lumina celor răi se stinge.",
        "21": "Fiule, teme-te de Domnul și de împăratul și să nu te amesteci cu cei neastâmpărați!",
        "22": "Căci deodată le va veni pieirea. Și cine poate ști sfârșitul amândurora?",
        "23": "Iată ce mai spun înțelepții: „Nu este bine să ai în vedere fața oamenilor în judecăți.”",
        "24": "Pe cine zice celui rău: „Tu ești bun!” îl blestemă popoarele și-l urăsc neamurile.",
        "25": "Dar celor ce judecă drept le merge bine și o mare binecuvântare vine peste ei.",
        "26": "Un răspuns bun este ca un sărut pe buze.",
        "27": "Vezi-ți întâi de treburi afară, îngrijește de lucrul câmpului, și apoi apucă-te să-ți zidești casa!",
        "28": "Nu vorbi în chip ușuratic împotriva aproapelui tău; ori ai vrea să înșeli cu buzele tale?",
        "29": "Nu zice: „Cum mi-a făcut el, așa am să-i fac și eu, îi voi răsplăti după faptele lui!”",
        "30": "Am trecut pe lângă ogorul unui leneș și pe lângă via unui om fără minte.",
        "31": "Și era numai spini, acoperit de mărăcini, și zidul de piatră era prăbușit.",
        "32": "M-am uitat bine și cu luare aminte și am tras învățătură din ce am văzut.",
        "33": "„Să mai dorm puțin, să mai ațipesc puțin, să mai încrucișez mâinile puțin, ca să mă odihnesc…”",
        "34": "Și sărăcia vine peste tine pe neașteptate, ca un hoț, și lipsa, ca un om înarmat."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Nu-i invidia pe oamenii răi și nu dori să fii cu ei,",
        "2": "căci inima lor plăsmuiește violență, iar buzele lor vorbesc despre cum să aducă necaz.",
        "3": "Prin înțelepciune este construită o casă și prin pricepere este consolidată;",
        "4": "prin cunoștință sunt umplute camerele ei cu tot felul de bogății prețioase și plăcute.",
        "5": "Bărbatul înțelept este puternic și un om priceput își mărește puterea.",
        "6": "Căci prin îndrumări vei duce războiul și prin mulțimea sfetnicilor ai victorie.",
        "7": "Înțelepciunea este prea înaltă pentru un nebun; la poarta cetății, el nu va avea nimic de spus.",
        "8": "Pe cel ce plănuiește să facă rău îl vor numi stăpânul conspirațiilor.",
        "9": "Planul nesăbuinței este păcat și cel batjocoritor este o urâciune pentru oameni.",
        "10": "Dacă te clatini în ziua necazului, mică îți este puterea.",
        "11": "Scapă-i pe cei duși la moarte și oprește-i pe cei ce merg la înjunghiere clătinându-se!",
        "12": "Dacă spui: „Iată că n-am știut lucrul acesta!“ crezi că nu vede Cel Ce cântărește inimile? Nu va cunoaște Cel Ce veghează asupra vieții tale și nu-i va răsplăti El fiecărui om după fapta lui?",
        "13": "Fiule, mănâncă miere căci este bună și mierea din fagure este dulce pentru cerul gurii tale!",
        "14": "Să știi, de asemenea, că înțelepciunea este dulce pentru sufletul tău; dacă o găsești, ai un viitor, iar speranța nu-ți va fi năruită.",
        "15": "Răule, nu pândi locuința celui drept și nu plănui distrugerea sălașului său,",
        "16": "căci cel drept de șapte ori cade și se ridică iarăși, dar cei răi vor fi prăbușiți de nenorocire.",
        "17": "Nu te bucura când cade dușmanul tău și să nu ți se înveselească inima când se împiedică,",
        "18": "pentru ca nu cumva să vadă Domnul, să nu-i placă și să-Și întoarcă mânia de la el!",
        "19": "Nu te tulbura din cauza răufăcătorilor și nu fi invidios pe cei răi,",
        "20": "căci cel rău nu are niciun viitor, iar candela celor răi se va stinge!",
        "21": "Fiule, teme-te de Domnul și de rege și nu te alătura celor rebeli,",
        "22": "căci distrugerea lor va veni pe neașteptate și cine poate ști sfârșitul pe care-l vor aduce cei doi? Alte proverbe ale înțelepților",
        "23": "Și acestea sunt spusele înțelepților. Nu este bine să favorizezi pe nimeni la judecată.",
        "24": "Oricine spune celui vinovat: „Tu ești drept!“ va fi blestemat de popoare și detestat de națiuni.",
        "25": "Celor ce-l mustră pe omul vinovat le va merge bine și o binecuvântare aleasă va veni peste ei.",
        "26": "Cine răspunde prin cuvinte drepte este ca unul care sărută pe buze.",
        "27": "Consolidează-ți lucrarea de afară, pregătește-ți terenul și, după aceea, construiește-ți casa!",
        "28": "Nu mărturisi fără motiv împotriva semenului tău. Oare îl vei înșela cu buzele tale?",
        "29": "Nu spune: „Îi voi face cum mi-a făcut și el mie, îi voi răsplăti după faptele lui!“.",
        "30": "Am trecut pe lângă terenul unui leneș și pe lângă via unui om fără minte:",
        "31": "iată că era plină de spini, pământul era acoperit cu buruieni, iar zidul de piatră era dărâmat.",
        "32": "Când m-am uitat, am cugetat în inima mea; când am văzut, am primit învățătură:",
        "33": "să mai dormi puțin, să mai ațipești puțin, să mai încrucișezi puțin mâinile ca să dormi…,",
        "34": "și sărăcia vine peste tine ca un hoț, iar lipsa, ca un om înarmat."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Don’t be envious of evil men, neither desire to be with them;",
        "2": "for their hearts plot violence and their lips talk about mischief.",
        "3": "Through wisdom a house is built; by understanding it is established;",
        "4": "by knowledge the rooms are filled with all rare and beautiful treasure.",
        "5": "A wise man has great power. A knowledgeable man increases strength,",
        "6": "for by wise guidance you wage your war, and victory is in many advisors.",
        "7": "Wisdom is too high for a fool. He doesn’t open his mouth in the gate.",
        "8": "One who plots to do evil will be called a schemer.",
        "9": "The schemes of folly are sin. The mocker is detested by men.",
        "10": "If you falter in the time of trouble, your strength is small.",
        "11": "Rescue those who are being led away to death! Indeed, hold back those who are staggering to the slaughter!",
        "12": "If you say, “Behold, we didn’t know this,” doesn’t he who weighs the hearts consider it? He who keeps your soul, doesn’t he know it? Shall he not give to every man according to his work?",
        "13": "My son, eat honey, for it is good, the droppings of the honeycomb, which are sweet to your taste;",
        "14": "so you shall know wisdom to be to your soul. If you have found it, then there will be a reward: Your hope will not be cut off.",
        "15": "Don’t lay in wait, wicked man, against the habitation of the righteous. Don’t destroy his resting place;",
        "16": "for a righteous man falls seven times and rises up again, but the wicked are overthrown by calamity.",
        "17": "Don’t rejoice when your enemy falls. Don’t let your heart be glad when he is overthrown,",
        "18": "lest Yahweh see it, and it displease him, and he turn away his wrath from him.",
        "19": "Don’t fret yourself because of evildoers, neither be envious of the wicked;",
        "20": "for there will be no reward to the evil man. The lamp of the wicked will be snuffed out.",
        "21": "My son, fear Yahweh and the king. Don’t join those who are rebellious,",
        "22": "for their calamity will rise suddenly. Who knows what destruction may come from them both?",
        "23": "These also are sayings of the wise: To show partiality in judgment is not good.",
        "24": "He who says to the wicked, “You are righteous,” peoples will curse him, and nations will abhor him—",
        "25": "but it will go well with those who convict the guilty, and a rich blessing will come on them.",
        "26": "An honest answer is like a kiss on the lips.",
        "27": "Prepare your work outside, and get your fields ready. Afterwards, build your house.",
        "28": "Don’t be a witness against your neighbor without cause. Don’t deceive with your lips.",
        "29": "Don’t say, “I will do to him as he has done to me; I will repay the man according to his work.”",
        "30": "I went by the field of the sluggard, by the vineyard of the man void of understanding.",
        "31": "Behold, it was all grown over with thorns. Its surface was covered with nettles, and its stone wall was broken down.",
        "32": "Then I saw, and considered well. I saw, and received instruction:",
        "33": "a little sleep, a little slumber, a little folding of the hands to sleep,",
        "34": "so your poverty will come as a robber and your want as an armed man."
      }
    }
  }
}