{
  "book": "Psalmi",
  "chapter": "44",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Dumnezeule, am auzit cu urechile noastre și părinții noștri ne-au povestit lucrările pe care le-ai făcut pe vremea lor, în zilele de odinioară.",
        "2": "Cu mâna Ta ai izgonit neamuri ca să-i sădești pe ei, ai lovit popoare ca să-i întinzi pe ei.",
        "3": "Căci nu prin sabia lor au pus mâna pe țară, nu brațul lor i-a mântuit, ci dreapta Ta, brațul Tău, lumina Feței Tale, pentru că îi iubeai.",
        "4": "Dumnezeule, Tu ești Împăratul meu: poruncește izbăvirea lui Iacov!",
        "5": "Cu Tine doborâm pe vrăjmașii noștri, cu Numele Tău zdrobim pe potrivnicii noștri.",
        "6": "Căci nu în arcul meu mă încred, nu sabia mea mă va scăpa;",
        "7": "ci Tu ne izbăvești de vrăjmașii noștri și dai de rușine pe cei ce ne urăsc.",
        "8": "Noi, în fiecare zi, ne lăudăm cu Dumnezeu și pururea slăvim Numele Tău.",
        "9": "Dar Tu ne lepezi, ne acoperi de rușine, nu mai ieși cu oștirile noastre;",
        "10": "ne faci să dăm dosul înaintea vrăjmașului, și cei ce ne urăsc ridică prăzi luate de la noi.",
        "11": "Ne dai ca pe niște oi de mâncat și ne risipești printre neamuri.",
        "12": "Vinzi pe poporul Tău pe nimic și nu-l socotești de mare preț.",
        "13": "Ne faci de ocara vecinilor noștri, de batjocura și de râsul celor ce ne înconjoară.",
        "14": "Ne faci de pomină printre neamuri și pricină de clătinare din cap printre popoare.",
        "15": "Ocara mea este totdeauna înaintea mea și rușinea îmi acoperă fața",
        "16": "la glasul celui ce mă batjocorește și mă ocărăște, la vederea vrăjmașului și răzbunătorului.",
        "17": "Toate acestea ni se întâmplă fără ca noi să Te fi uitat, fără să fi călcat legământul Tău:",
        "18": "da, inima nu ni s-a abătut, pașii nu ni s-au depărtat de pe cărarea Ta,",
        "19": "ca să ne zdrobești în locuința șacalilor și să ne acoperi cu umbra morții.",
        "20": "Dacă am fi uitat Numele Dumnezeului nostru și ne-am fi întins mâinile spre un dumnezeu străin,",
        "21": "n-ar ști Dumnezeu lucrul acesta, El, care cunoaște tainele inimii?",
        "22": "Dar din pricina Ta suntem înjunghiați în toate zilele, suntem priviți ca niște oi sortite pentru măcelărie.",
        "23": "Trezește-Te! Pentru ce dormi, Doamne? Trezește-Te! Nu ne lepăda pe vecie!",
        "24": "Pentru ce Îți ascunzi Fața? Pentru ce uiți de nenorocirea și apăsarea noastră?",
        "25": "Căci sufletul ne este doborât în țărână de mâhnire, trupul nostru este lipit de pământ.",
        "26": "Scoală-Te ca să ne ajuți! Izbăvește-ne, pentru bunătatea Ta!"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Dumnezeule, am auzit cu urechile noastre; strămoșii noștri ne-au istorisit despre lucrarea pe care ai înfăptuit-o în zilele lor, în zilele de odinioară.",
        "2": "Tu, prin brațul Tău, ai alungat națiuni, ca să-i plantezi pe ei; ai lovit popoare, ca să-i extinzi pe ei.",
        "3": "Căci nu prin sabia lor au luat în stăpânire țara și nu brațul lor i-a salvat, ci dreapta Ta, brațul Tău, lumina feței Tale, fiindcă Îți găseai plăcerea în ei.",
        "4": "Dumnezeule, Tu ești Împăratul meu! Poruncește, deci, eliberarea lui Iacov!",
        "5": "Cu Tine ne doborâm dușmanii, prin Numele Tău îi zdrobim pe oponenții noștri.",
        "6": "Nu mă încred în arcul meu, sabia mea nu mă salvează,",
        "7": "ci Tu ne scapi de dușmanii noștri și îi faci de rușine pe cei ce ne urăsc!",
        "8": "Cu Dumnezeu ne lăudăm toată ziua; Numelui Tău îi vom aduce mulțumiri pe vecie.",
        "9": "Totuși, Tu ne-ai respins și ne-ai umilit, și nu mai ieși cu armatele noastre.",
        "10": "Tu ai făcut să ne retragem dinaintea dușmanului, și, astfel, cei ce ne urăsc, ne jefuiesc.",
        "11": "Ne-ai dat ca pe niște oi la tăiere, ne-ai împrăștiat printre națiuni.",
        "12": "Ți-ai vândut poporul pe un preț de nimic și n-ai câștigat nimic prin vânzarea lui.",
        "13": "Ne-ai făcut de rușine înaintea vecinilor noștri, de batjocura și de râsul celor din jurul nostru.",
        "14": "Ne-ai făcut o pildă printre națiuni, un motiv de clătinare din cap printre popoare.",
        "15": "Toată ziua disprețul îmi stă înainte și rușinea îmi acoperă fața,",
        "16": "la glasul batjocoritorului și al blasfemiatorului, din cauza dușmanului și a răzbunătorului.",
        "17": "Toate acestea au venit asupra noastră, dar noi nu Te-am uitat și nu am trădat legământul Tău.",
        "18": "Inima noastră nu Ți-a întors spatele, și pașii noștri nu s-au îndepărtat de calea Ta.",
        "19": "Tu însă ne-ai zdrobit în locul de vânătoare al șacalilor și ne-ai acoperit cu umbra morții.",
        "20": "Dacă am fi uitat Numele Dumnezeului nostru și ne-am fi întins palmele spre vreun dumnezeu străin,",
        "21": "n-ar fi descoperit Dumnezeu aceasta? Doar El cunoaște toate tainele inimii.",
        "22": "Totuși, din cauza Ta suntem dați morții toată ziua, suntem considerați ca niște oi pentru tăiere.",
        "23": "Scoală-Te! De ce dormi, Stăpâne? Trezește-Te, nu ne respinge pe vecie!",
        "24": "De ce Îți ascunzi fața și uiți de suferința și asuprirea noastră?",
        "25": "Căci sufletul ni se afundă în țărână, pântecul ni se lipește de pământ!",
        "26": "Ridică-Te și vino în ajutorul nostru! Răscumpără-ne, datorită îndurării Tale!"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "We have heard with our ears, God; our fathers have told us what work you did in their days, in the days of old.",
        "2": "You drove out the nations with your hand, but you planted them. You afflicted the peoples, but you spread them abroad.",
        "3": "For they didn’t get the land in possession by their own sword, neither did their own arm save them; but your right hand, your arm, and the light of your face, because you were favorable to them.",
        "4": "God, you are my King. Command victories for Jacob!",
        "5": "Through you, we will push down our adversaries. Through your name, we will tread down those who rise up against us.",
        "6": "For I will not trust in my bow, neither will my sword save me.",
        "7": "But you have saved us from our adversaries, and have shamed those who hate us.",
        "8": "In God we have made our boast all day long. We will give thanks to your name forever.",
        "9": "But now you rejected us, and brought us to dishonor, and don’t go out with our armies.",
        "10": "You make us turn back from the adversary. Those who hate us take plunder for themselves.",
        "11": "You have made us like sheep for food, and have scattered us among the nations.",
        "12": "You sell your people for nothing, and have gained nothing from their sale.",
        "13": "You make us a reproach to our neighbors, a scoffing and a derision to those who are around us.",
        "14": "You make us a byword among the nations, a shaking of the head among the peoples.",
        "15": "All day long my dishonor is before me, and shame covers my face,",
        "16": "at the taunt of one who reproaches and verbally abuses, because of the enemy and the avenger.",
        "17": "All this has come on us, yet we haven’t forgotten you. We haven’t been false to your covenant.",
        "18": "Our heart has not turned back, neither have our steps strayed from your path,",
        "19": "though you have crushed us in the haunt of jackals, and covered us with the shadow of death.",
        "20": "If we have forgotten the name of our God, or spread out our hands to a strange god,",
        "21": "won’t God search this out? For he knows the secrets of the heart.",
        "22": "Yes, for your sake we are killed all day long. We are regarded as sheep for the slaughter.",
        "23": "Wake up! Why do you sleep, Lord? Arise! Don’t reject us forever.",
        "24": "Why do you hide your face, and forget our affliction and our oppression?",
        "25": "For our soul is bowed down to the dust. Our body clings to the earth.",
        "26": "Rise up to help us. Redeem us for your loving kindness’ sake."
      }
    }
  }
}