{
  "book": "Psalmi",
  "chapter": "67",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Dumnezeu să aibă milă de noi și să ne binecuvânteze, să facă să lumineze peste noi Fața Lui,",
        "2": "ca să se cunoască pe pământ calea Ta și printre toate neamurile mântuirea Ta!",
        "3": "Te laudă popoarele, Dumnezeule, toate popoarele Te laudă.",
        "4": "Se bucură neamurile și se veselesc, căci Tu judeci popoarele cu nepărtinire și povățuiești neamurile pe pământ.",
        "5": "Te laudă popoarele, Dumnezeule, toate popoarele Te laudă.",
        "6": "Pământul își dă roadele. Dumnezeu, Dumnezeul nostru, ne binecuvântează,",
        "7": "Dumnezeu ne binecuvântează și toate marginile pământului se tem de El."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Dumnezeu să-Și arate bunăvoința față de noi, să ne binecuvânteze și să facă să strălucească fața Sa peste noi!",
        "2": "Să se cunoască astfel pe pământ căile Tale și mântuirea Ta printre toate națiunile.",
        "3": "Să Te laude popoarele, Dumnezeule! Să Te laude toate popoarele!",
        "4": "Să se bucure și să strige de bucurie națiunile, căci Tu judeci popoarele cu dreptate și conduci națiunile pe pământ.",
        "5": "Să Te laude popoarele, Dumnezeule! Să Te laude toate popoarele!",
        "6": "Atunci pământul își va da roada, iar Dumnezeu, Dumnezeul nostru, ne va binecuvânta.",
        "7": "Dumnezeu ne va binecuvânta și toate marginile pământului se vor teme de El."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "May God be merciful to us, bless us, and cause his face to shine on us.",
        "2": "That your way may be known on earth, and your salvation among all nations,",
        "3": "let the peoples praise you, God. Let all the peoples praise you.",
        "4": "Oh let the nations be glad and sing for joy, for you will judge the peoples with equity, and govern the nations on earth.",
        "5": "Let the peoples praise you, God. Let all the peoples praise you.",
        "6": "The earth has yielded its increase. God, even our own God, will bless us.",
        "7": "God will bless us. All the ends of the earth shall fear him."
      }
    }
  }
}