{
  "book": "Psalmi",
  "chapter": "89",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Voi cânta totdeauna îndurările Domnului: voi spune din neam în neam, cu gura mea, credincioșia Ta.",
        "2": "Căci zic: „Îndurarea are temelii veșnice! Tare ca cerurile este credincioșia Ta!”",
        "3": "„Am făcut legământ cu alesul Meu”, zice Domnul. „Iată ce am jurat robului Meu David:",
        "4": "‘Îți voi întări sămânța pe vecie și-n veci îți voi așeza scaunul de domnie.’”",
        "5": "Cerurile laudă minunile Tale, Doamne, și credincioșia Ta în adunarea sfinților!",
        "6": "Căci în cer cine se poate asemăna cu Domnul? Cine este ca Tine între fiii lui Dumnezeu?",
        "7": "Dumnezeu este înfricoșat în adunarea cea mare a sfinților și de temut pentru toți cei ce stau în jurul Lui.",
        "8": "Doamne, Dumnezeul oștirilor, cine este puternic ca Tine, Doamne! Și credincioșia Ta Te înconjoară.",
        "9": "Tu îmblânzești mândria mării; când se ridică valurile ei, Tu le potolești.",
        "10": "Tu ai zdrobit Egiptul ca pe un hoit, ai risipit pe vrăjmașii Tăi prin puterea brațului Tău.",
        "11": "Ale Tale sunt cerurile și pământul, Tu ai întemeiat lumea și tot ce cuprinde ea.",
        "12": "Tu ai făcut miazănoaptea și miazăziua; Taborul și Hermonul se bucură de Numele Tău.",
        "13": "Brațul Tău este puternic, mâna Ta este tare, dreapta Ta este înălțată.",
        "14": "Dreptatea și judecata sunt temelia scaunului Tău de domnie; bunătatea și credincioșia sunt înaintea Feței Tale.",
        "15": "Ferice de poporul care cunoaște sunetul trâmbiței, care umblă în lumina Feței Tale, Doamne!",
        "16": "El se bucură neîncetat de Numele Tău și se fălește cu dreptatea Ta.",
        "17": "Căci Tu ești fala puterii lui; și, în bunăvoința Ta, ne ridici puterea noastră.",
        "18": "Căci Domnul este scutul nostru, Sfântul lui Israel este Împăratul nostru.",
        "19": "Atunci ai vorbit într-o vedenie preaiubitului Tău și ai zis: „Am dat ajutorul Meu unui viteaz, am ridicat din mijlocul poporului un tânăr;",
        "20": "am găsit pe robul Meu David și l-am uns cu untdelemnul Meu cel sfânt.",
        "21": "Mâna Mea îl va sprijini și brațul Meu îl va întări.",
        "22": "Vrăjmașul nu-l va prinde și cel rău nu-l va apăsa,",
        "23": "ci voi zdrobi dinaintea lui pe potrivnicii lui și voi lovi pe cei ce-l urăsc.",
        "24": "Credincioșia și bunătatea Mea vor fi cu el și tăria lui se va înălța prin Numele Meu.",
        "25": "Voi da în mâna lui marea și în dreapta lui râurile.",
        "26": "El Îmi va zice: ‘Tu ești Tatăl meu, Dumnezeul meu și Stânca mântuirii mele!’",
        "27": "Iar Eu îl voi face întâiul născut, cel mai înalt dintre împărații pământului.",
        "28": "Îi voi păstra totdeauna bunătatea Mea și legământul Meu îi va fi neclintit.",
        "29": "Îi voi face veșnică sămânța și scaunul lui de domnie, ca zilele cerurilor.",
        "30": "Dacă fiii lui vor părăsi Legea Mea și nu vor umbla după poruncile Mele,",
        "31": "dacă vor călca orânduirile Mele și nu vor păzi poruncile Mele,",
        "32": "atunci le voi pedepsi fărădelegile cu nuiaua și nelegiuirile cu lovituri,",
        "33": "dar nu-Mi voi îndepărta deloc bunătatea de la ei și nu-Mi voi face credincioșia de minciună;",
        "34": "nu-Mi voi călca legământul și nu voi schimba ce a ieșit de pe buzele Mele.",
        "35": "Am jurat odată pe sfințenia Mea: să mint Eu oare pe David?",
        "36": "Sămânța lui va dăinui în veci; scaunul lui de domnie va fi înaintea Mea ca soarele;",
        "37": "ca luna va dăinui pe vecie și ca martorul credincios din cer.”",
        "38": "Și totuși Tu l-ai îndepărtat și Te-ai mâniat pe unsul Tău;",
        "39": "ai nesocotit legământul făcut cu robul Tău; i-ai doborât și i-ai pângărit cununa.",
        "40": "I-ai prăbușit toate zidurile și i-ai dărâmat toate cetățuile.",
        "41": "Toți trecătorii îl jefuiesc și a ajuns de batjocura vecinilor lui.",
        "42": "Ai înălțat dreapta potrivnicilor lui, ai înveselit pe toți vrăjmașii lui,",
        "43": "ai făcut ca ascuțișul sabiei lui să dea înapoi și nu l-ai sprijinit în luptă.",
        "44": "Ai pus capăt strălucirii lui și i-ai trântit la pământ scaunul de domnie;",
        "45": "i-ai scurtat zilele tinereții și l-ai acoperit de rușine.",
        "46": "Până când, Doamne, Te vei ascunde fără încetare și-Ți va arde mânia ca focul?",
        "47": "Adu-ți aminte ce scurtă este viața mea și pentru ce nimic ai făcut pe toți fiii omului!",
        "48": "Este vreun om care să poată trăi și să nu vadă moartea, care să poată să-și scape sufletul din Locuința morților?",
        "49": "Unde sunt, Doamne, îndurările Tale dintâi, pe care le-ai jurat lui David în credincioșia Ta?",
        "50": "Adu-ți aminte, Doamne, de ocara robilor Tăi, adu-Ți aminte că port în sân ocara multor popoare;",
        "51": "adu-Ți aminte de ocările vrăjmașilor Tăi, Doamne, de ocările lor împotriva pașilor unsului Tău!",
        "52": "Binecuvântat să fie Domnul în veci! Amin! Amin!"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Voi cânta mereu îndurările Domnului, din generație în generație voi face cunoscută credincioșia Ta cu gura mea.",
        "2": "Căci zic: „Îndurarea Ta are temelii veșnice și în Ceruri Ți-ai consolidat credincioșia!“.",
        "3": "„Am încheiat un legământ cu alesul Meu și i-am jurat slujitorului Meu David, zicând:",
        "4": "«Îți voi consolida dinastia pentru totdeauna și voi așeza tronul tău din generație în generație»“.",
        "5": "Cerurile laudă minunile Tale, Doamne, precum și credincioșia Ta în adunarea sfinților.",
        "6": "Căci cine, din cer, se poate asemăna cu Domnul? Este cineva ca Domnul printre fiii lui Dumnezeu?",
        "7": "Dumnezeu insuflă groază în marea adunare a sfinților și este de temut pentru cei din preajma Lui.",
        "8": "Doamne, Dumnezeu al Oștirilor, cine este puternic ca Tine, Doamne? Credincioșia Ta Te înconjoară.",
        "9": "Tu stăpânești mândria mării; când i se ridică valurile, Tu i le liniștești.",
        "10": "Tu ai zdrobit Rahabul ca pe un om ucis; cu brațul Tău puternic i-ai împrăștiat pe dușmanii Tăi.",
        "11": "Cerurile sunt ale Tale, așa cum tot al Tău este și pământul; Tu ai întemeiat lumea cu tot ce cuprinde ea!",
        "12": "Tu ai creat nordul și sudul. Taborul și Hermonul strigă de bucurie la auzirea Numelui Tău.",
        "13": "Brațul Tău este tare, mâna Ta este puternică, dreapta Ta este înălțată.",
        "14": "Dreptatea și judecata sunt temelia tronului Tău; îndurarea și credincioșia merg înaintea Ta.",
        "15": "Ferice de poporul care cunoaște strigătul de bucurie! Doamne, ei vor umbla în lumina feței Tale!",
        "16": "Ei se vor bucura de Numele Tău toată ziua și se vor lăuda cu dreptatea Ta.",
        "17": "Căci Tu ești gloria puterii lor și, prin bunăvoința Ta, faci ca puterea noastră să crească.",
        "18": "Căci scutul nostru este al Domnului, și regele nostru este al Sfântului lui Israel!",
        "19": "Atunci ai vorbit printr-o vedenie și le-ai zis credincioșilor Tăi: „I-am dat ajutor unui viteaz, am ridicat din popor pe unul ales.",
        "20": "L-am găsit pe slujitorul Meu David și l-am uns cu uleiul Meu cel sfânt.",
        "21": "Mâna Mea îl va sprijini, da, brațul Meu îl va întări.",
        "22": "Dușmanul nu-l va subjuga și nelegiuitul nu-l va înjosi.",
        "23": "Îi voi zdrobi pe dușmanii lui dinaintea lui și-i voi lovi pe cei ce-l urăsc.",
        "24": "Credincioșia și îndurarea Mea îl vor însoți; prin Numele Meu, puterea lui va crește.",
        "25": "Voi da marea în mâna lui și râurile în dreapta lui.",
        "26": "El Îmi va zice: «Tatăl meu, Dumnezeul meu, Stânca mântuirii mele!».",
        "27": "Eu îl voi face întâi născut, cel mai înălțat dintre regii pământului.",
        "28": "Îi voi păstra îndurarea Mea pe vecie, iar legământul Meu cu el va fi trainic.",
        "29": "Îi voi consolida dinastia pentru totdeauna și tronul lui va rămâne câte zile vor exista cerurile.",
        "30": "Dacă fiii lui vor părăsi Legea Mea și nu vor umbla după judecățile Mele,",
        "31": "dacă vor încălca hotărârile Mele și nu vor păzi poruncile Mele,",
        "32": "atunci le voi pedepsi fărădelegea cu toiagul, iar nelegiuirea cu lovituri.",
        "33": "Nu-Mi voi îndepărta însă îndurarea de la el și nu-Mi voi trăda credincioșia.",
        "34": "Nu-Mi voi încălca legământul și nu voi schimba ce Mi-a ieșit de pe buze.",
        "35": "Odată ce am jurat pe sfințenia Mea, nu-l voi minți pe David!",
        "36": "Dinastia lui va fi pentru totdeauna, iar tronul lui va rămâne cât va fi soarele înaintea Mea.",
        "37": "Va fi consolidat pentru totdeauna, precum luna, martorul cel credincios în ceruri“.",
        "38": "Dar Tu l-ai respins, l-ai îndepărtat, Te-ai mâniat pe unsul Tău.",
        "39": "Ai încălcat legământul încheiat cu slujitorul Tău, i-ai murdărit coroana în țărână,",
        "40": "i-ai dărâmat toate zidurile, i-ai transformat fortificațiile în ruine,",
        "41": "l-au jefuit toți trecătorii și a ajuns de disprețul vecinilor.",
        "42": "Ai înălțat dreapta vrăjmașilor lui și i-ai înveselit pe toți dușmanii lui.",
        "43": "De asemenea, ai făcut ca tăișul sabiei lui să dea înapoi și nu l-ai sprijinit în luptă.",
        "44": "I-ai pus capăt strălucirii, iar tronul i l-ai aruncat la pământ.",
        "45": "I-ai scurtat zilele tinereții sale și l-ai acoperit cu rușine.",
        "46": "Doamne, până când? Vei sta ascuns pentru totdeauna? Până când va mai arde mânia Ta ca un foc?",
        "47": "Adu-mi aminte ce este lungimea vieții! Pentru ce deșertăciune i-ai creat pe toți fiii omului?",
        "48": "Este oare vreun om care să poată trăi și să nu vadă moartea sau care să-și scape sufletul din mâna Locuinței Morților?",
        "49": "Stăpâne, unde sunt îndurările Tale de la început, pe care, în credincioșia Ta, i le-ai jurat lui David?",
        "50": "Stăpâne, adu-Ți aminte de disprețul împotriva slujitorilor Tăi, pe care îl port în piept din partea multor popoare,",
        "51": "disprețul cu care m-au disprețuit dușmanii Tăi, Doamne, cu care au disprețuit pașii unsului Tău!",
        "52": "Binecuvântat să fie Domnul în veci! Amin! Amin!"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "I will sing of the loving kindness of Yahweh forever. With my mouth, I will make known your faithfulness to all generations.",
        "2": "I indeed declare, “Love stands firm forever. You established the heavens. Your faithfulness is in them.”",
        "3": "“I have made a covenant with my chosen one, I have sworn to David, my servant,",
        "4": "‘I will establish your offspring forever, and build up your throne to all generations.’”",
        "5": "The heavens will praise your wonders, Yahweh, your faithfulness also in the assembly of the holy ones.",
        "6": "For who in the skies can be compared to Yahweh? Who among the sons of the heavenly beings is like Yahweh,",
        "7": "a very awesome God in the council of the holy ones, to be feared above all those who are around him?",
        "8": "Yahweh, God of Armies, who is a mighty one, like you? Yah, your faithfulness is around you.",
        "9": "You rule the pride of the sea. When its waves rise up, you calm them.",
        "10": "You have broken Rahab in pieces, like one of the slain. You have scattered your enemies with your mighty arm.",
        "11": "The heavens are yours. The earth also is yours, the world and its fullness. You have founded them.",
        "12": "You have created the north and the south. Tabor and Hermon rejoice in your name.",
        "13": "You have a mighty arm. Your hand is strong, and your right hand is exalted.",
        "14": "Righteousness and justice are the foundation of your throne. Loving kindness and truth go before your face.",
        "15": "Blessed are the people who learn to acclaim you. They walk in the light of your presence, Yahweh.",
        "16": "In your name they rejoice all day. In your righteousness, they are exalted.",
        "17": "For you are the glory of their strength. In your favor, our horn will be exalted.",
        "18": "For our shield belongs to Yahweh, our king to the Holy One of Israel.",
        "19": "Then you spoke in vision to your saints, and said, “I have given strength to the warrior. I have exalted a young man from the people.",
        "20": "I have found David, my servant. I have anointed him with my holy oil,",
        "21": "with whom my hand shall be established. My arm will also strengthen him.",
        "22": "No enemy will tax him. No wicked man will oppress him.",
        "23": "I will beat down his adversaries before him, and strike those who hate him.",
        "24": "But my faithfulness and my loving kindness will be with him. In my name, his horn will be exalted.",
        "25": "I will set his hand also on the sea, and his right hand on the rivers.",
        "26": "He will call to me, ‘You are my Father, my God, and the rock of my salvation!’",
        "27": "I will also appoint him my firstborn, the highest of the kings of the earth.",
        "28": "I will keep my loving kindness for him forever more. My covenant will stand firm with him.",
        "29": "I will also make his offspring endure forever, and his throne as the days of heaven.",
        "30": "If his children forsake my law, and don’t walk in my ordinances;",
        "31": "if they break my statutes, and don’t keep my commandments;",
        "32": "then I will punish their sin with the rod, and their iniquity with stripes.",
        "33": "But I will not completely take my loving kindness from him, nor allow my faithfulness to fail.",
        "34": "I will not break my covenant, nor alter what my lips have uttered.",
        "35": "Once I have sworn by my holiness, I will not lie to David.",
        "36": "His offspring will endure forever, his throne like the sun before me.",
        "37": "It will be established forever like the moon, the faithful witness in the sky.”",
        "38": "But you have rejected and spurned. You have been angry with your anointed.",
        "39": "You have renounced the covenant of your servant. You have defiled his crown in the dust.",
        "40": "You have broken down all his hedges. You have brought his strongholds to ruin.",
        "41": "All who pass by the way rob him. He has become a reproach to his neighbors.",
        "42": "You have exalted the right hand of his adversaries. You have made all of his enemies rejoice.",
        "43": "Yes, you turn back the edge of his sword, and haven’t supported him in battle.",
        "44": "You have ended his splendor, and thrown his throne down to the ground.",
        "45": "You have shortened the days of his youth. You have covered him with shame.",
        "46": "How long, Yahweh? Will you hide yourself forever? Will your wrath burn like fire?",
        "47": "Remember how short my time is, for what vanity you have created all the children of men!",
        "48": "What man is he who shall live and not see death, who shall deliver his soul from the power of Sheol?",
        "49": "Lord, where are your former loving kindnesses, which you swore to David in your faithfulness?",
        "50": "Remember, Lord, the reproach of your servants, how I bear in my heart the taunts of all the mighty peoples,",
        "51": "With which your enemies have mocked, Yahweh, with which they have mocked the footsteps of your anointed one.",
        "52": "Blessed be Yahweh forever more. Amen, and Amen."
      }
    }
  }
}