{
  "book": "Psalmi",
  "chapter": "71",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "În Tine, Doamne, îmi caut scăparea: să nu rămân de rușine niciodată!",
        "2": "Scapă-mă în dreptatea Ta și izbăvește-mă! Pleacă-Ți urechea spre mine și ajută-mi!",
        "3": "Fii o stâncă de adăpost pentru mine, unde să pot fugi totdeauna! Tu ai hotărât să mă scapi, căci Tu ești stânca și cetățuia mea.",
        "4": "Izbăvește-mă, Dumnezeule, din mâna celui rău, din mâna omului nelegiuit și asupritor!",
        "5": "Căci Tu ești nădejdea mea, Doamne Dumnezeule! În Tine mă încred din tinerețea mea.",
        "6": "Pe Tine mă sprijin din pântecele mamei mele. Tu ești Binefăcătorul meu încă din pântecele mamei; pe Tine Te laud fără-ncetare.",
        "7": "Pentru mulți, am ajuns ca o minune, dar Tu ești scăparea mea cea tare.",
        "8": "Să mi se umple gura de laudele Tale și-n fiecare zi să Te slăvească!",
        "9": "Nu mă lepăda la vremea bătrâneții; când mi se duc puterile, nu mă părăsi!",
        "10": "Căci vrăjmașii mei vorbesc de mine și cei ce-mi pândesc viața se sfătuiesc între ei",
        "11": "zicând: „L-a părăsit Dumnezeu; urmăriți-l, puneți mâna pe el, căci nu-i nimeni care să-l scape!”",
        "12": "Dumnezeule, nu Te depărta de mine! Dumnezeule, vino degrabă în ajutorul meu!",
        "13": "Să rămână de rușine și nimiciți cei ce vor să-mi ia viața! Să fie acoperiți de rușine și de ocară cei ce-mi caută pierzarea!",
        "14": "Și eu voi nădăjdui pururea, Te voi lăuda tot mai mult.",
        "15": "Gura mea va vesti zi de zi dreptatea și mântuirea Ta, căci nu le cunosc marginile.",
        "16": "Voi spune lucrările Tale cele puternice, Doamne Dumnezeule! Voi pomeni dreptatea Ta și numai pe a Ta!",
        "17": "Dumnezeule, Tu m-ai învățat din tinerețe, și până acum eu vestesc minunile Tale.",
        "18": "Nu mă părăsi, Dumnezeule, chiar la bătrânețea căruntă, ca să vestesc tăria Ta neamului de acum și puterea Ta neamului de oameni care va veni!",
        "19": "Dreptatea Ta, Dumnezeule, ajunge până la cer. Tu ai săvârșit lucruri mari: Dumnezeule, cine este ca Tine?",
        "20": "Ne-ai făcut să trecem prin multe necazuri și nenorociri, dar ne vei da iarăși viața, ne vei scoate iarăși din adâncurile pământului.",
        "21": "Înalță-mi mărimea mea, întoarce-Te și mângâie-mă din nou!",
        "22": "Și Te voi lăuda în sunet de alăută, Îți voi cânta credincioșia. Dumnezeule, Te voi lăuda cu harpa, Sfântul lui Israel!",
        "23": "Când Te voi lăuda, voi fi cu bucuria pe buze, cu bucuria în sufletul pe care mi l-ai izbăvit;",
        "24": "și limba mea va vesti zi de zi dreptatea Ta, căci cei ce-mi caută pierzarea sunt rușinați și roșii de rușine."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În Tine, Doamne, mă adăpostesc! Să nu fiu făcut de rușine niciodată!",
        "2": "În dreptatea Ta, salvează-mă și scapă-mă! Pleacă-Ți urechea spre mine și mântuiește-mă.",
        "3": "Fii pentru mine o stâncă, o locuință, la care să vin mereu. Tu poruncești să fiu salvat, căci Tu ești stânca mea și fortăreața mea.",
        "4": "Dumnezeul meu, scapă-mă din mâna celui rău, din brațul celui nedrept și crud.",
        "5": "Tu ești speranța mea, Stăpâne Doamne, ești încrederea mea încă din tinerețe.",
        "6": "M-am sprijinit pe Tine încă din pântec: Tu m-ai desprins din pântecul mamei mele; în Tine este motivul meu de laudă întotdeauna.",
        "7": "Pentru mulți, am ajuns ca un semn prevestitor, dar Tu ești adăpostul meu cel trainic.",
        "8": "Gura-mi este plină de lauda Ta; toată ziua vorbesc despre splendoarea Ta.",
        "9": "Nu mă alunga la bătrânețe! Când îmi va fi trecut puterea, nu mă părăsi,",
        "10": "căci dușmanii mei vorbesc împotriva mea și cei ce încearcă să-mi ia viața conspiră împreună,",
        "11": "zicând: „L-a părăsit Dumnezeu! Urmăriți-l și prindeți-l, căci nu mai are scăpare!“.",
        "12": "Dumnezeule, nu Te îndepărta de mine! Dumnezeul meu, vino repede în ajutorul meu!",
        "13": "Să fie făcuți de rușine! Să piară acuzatorii sufletului meu! Să-i înfășoare disprețul și rușinea pe cei care îmi vor răul.",
        "14": "Eu însă voi continua să sper și Te voi lăuda tot mai mult.",
        "15": "Gura mea va istorisi despre dreptatea și mântuirea Ta toată ziua, chiar dacă nu le cunosc marginile.",
        "16": "Voi veni și voi proclama faptele Tale grandioase, Stăpâne Doamne, voi vesti dreptatea Ta și numai a Ta.",
        "17": "Dumnezeule, m-ai învățat încă din tinerețea mea, iar eu continui să vestesc minunile Tale până în ziua de azi.",
        "18": "Dumnezeule, nu mă părăsi nici chiar atunci când voi fi bătrân și cu părul cărunt. Nu mă părăsi, până voi vesti puterea Ta generației următoare și măreția Ta tuturor celor ce vor veni.",
        "19": "Dreptatea Ta, Dumnezeule, ajunge până la cer. Tu ai înfăptuit lucruri mari. Dumnezeule, cine este ca Tine?",
        "20": "Deși m-ai făcut să văd necazuri multe și amare, Tu îmi vei da din nou viață. Chiar și din adâncimile pământului mă vei scoate din nou.",
        "21": "Îmi vei reface onoarea și mă vei mângâia.",
        "22": "Iar eu Îți voi mulțumi cu harfa pentru credincioșia Ta, Dumnezeul meu! Voi cânta din liră spre lauda Ta, Sfântul lui Israel!",
        "23": "Buzele mele vor striga de bucurie când voi cânta spre lauda Ta, iar sufletul meu, pe care l-ai răscumpărat, va cânta și el.",
        "24": "Limba mea, de asemenea, va vesti toată ziua dreptatea Ta, căci cei ce-mi voiau răul au fost făcuți de rușine și de râs."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "In you, Yahweh, I take refuge. Never let me be disappointed.",
        "2": "Deliver me in your righteousness, and rescue me. Turn your ear to me, and save me.",
        "3": "Be to me a rock of refuge to which I may always go. Give the command to save me, for you are my rock and my fortress.",
        "4": "Rescue me, my God, from the hand of the wicked, from the hand of the unrighteous and cruel man.",
        "5": "For you are my hope, Lord Yahweh, my confidence from my youth.",
        "6": "I have relied on you from the womb. You are he who took me out of my mother’s womb. I will always praise you.",
        "7": "I am a marvel to many, but you are my strong refuge.",
        "8": "My mouth shall be filled with your praise, with your honor all day long.",
        "9": "Don’t reject me in my old age. Don’t forsake me when my strength fails.",
        "10": "For my enemies talk about me. Those who watch for my soul conspire together,",
        "11": "saying, “God has forsaken him. Pursue and take him, for no one will rescue him.”",
        "12": "God, don’t be far from me. My God, hurry to help me.",
        "13": "Let my accusers be disappointed and consumed. Let them be covered with disgrace and scorn who want to harm me.",
        "14": "But I will always hope, and will add to all of your praise.",
        "15": "My mouth will tell about your righteousness, and of your salvation all day, though I don’t know its full measure.",
        "16": "I will come with the mighty acts of the Lord Yahweh. I will make mention of your righteousness, even of yours alone.",
        "17": "God, you have taught me from my youth. Until now, I have declared your wondrous works.",
        "18": "Yes, even when I am old and gray-haired, God, don’t forsake me, until I have declared your strength to the next generation, your might to everyone who is to come.",
        "19": "God, your righteousness also reaches to the heavens. You have done great things. God, who is like you?",
        "20": "You, who have shown us many and bitter troubles, you will let me live. You will bring us up again from the depths of the earth.",
        "21": "Increase my honor and comfort me again.",
        "22": "I will also praise you with the harp for your faithfulness, my God. I sing praises to you with the lyre, Holy One of Israel.",
        "23": "My lips shall shout for joy! My soul, which you have redeemed, sings praises to you!",
        "24": "My tongue will also talk about your righteousness all day long, for they are disappointed, and they are confounded, who want to harm me."
      }
    }
  }
}