{
  "book": "Psalmi",
  "chapter": "109",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Dumnezeul laudei mele, nu tăcea!",
        "2": "Căci potrivnicii au deschis împotriva mea o gură rea și înșelătoare, îmi vorbesc cu o limbă mincinoasă,",
        "3": "mă înconjoară cu cuvântări pline de ură și se războiesc cu mine fără temei.",
        "4": "Pe când eu îi iubesc, ei îmi sunt potrivnici, dar eu alerg la rugăciune.",
        "5": "Ei îmi întorc rău pentru bine și ură pentru dragostea mea.",
        "6": "Pe vrăjmașul meu pune-l sub stăpânirea unui om rău și un pârâș să stea la dreapta lui!",
        "7": "Când va fi judecat, să fie găsit vinovat și rugăciunea lui să treacă drept un păcat!",
        "8": "Puține să-i fie zilele la număr și slujba să i-o ia altul!",
        "9": "Să-i rămână copiii orfani și nevastă-sa văduvă!",
        "10": "Copiii lui să umble fără niciun căpătâi și să cerșească, să-și caute pâinea departe de locuința lor dărâmată!",
        "11": "Cel ce l-a împrumutat să-i pună mâna pe tot ce are și străinii să-i jefuiască rodul muncii lui!",
        "12": "Nimeni să nu mai țină la el și nimeni să n-aibă milă de orfanii lui!",
        "13": "Urmașii lui să fie nimiciți și să li se stingă numele în neamul următor!",
        "14": "Nelegiuirea părinților săi să rămână ca aducere aminte înaintea Domnului și să nu se șteargă păcatul mamei lui!",
        "15": "Domnul să-i aibă totdeauna înaintea ochilor, ca să le șteargă pomenirea de pe pământ,",
        "16": "pentru că nu și-a adus aminte să facă îndurare, pentru că a prigonit pe cel nenorocit și pe cel lipsit, până acolo încât să omoare pe omul cu inima zdrobită!",
        "17": "Îi plăcea blestemul: să cadă asupra lui! Nu-i plăcea binecuvântarea: să se depărteze de el!",
        "18": "Se îmbracă cu blestemul cum se îmbracă cu haina lui, îi pătrunde ca apa înăuntrul lui, ca untdelemnul în oase!",
        "19": "De aceea, să-i slujească de veșmânt ca să se acopere, de cingătoare cu care să fie totdeauna încins!",
        "20": "Aceasta să fie, din partea Domnului, plata vrăjmașilor mei și a celor ce vorbesc cu răutate de mine!",
        "21": "Iar Tu, Doamne Dumnezeule, lucrează pentru mine din pricina Numelui Tău, căci mare este bunătatea Ta; izbăvește-mă!",
        "22": "Sunt nenorocit și lipsit și îmi e rănită inima înăuntrul meu.",
        "23": "Pier ca umbra gata să treacă, sunt izgonit ca o lăcustă.",
        "24": "Mi-au slăbit genunchii de post și mi s-a sleit trupul de slăbiciune.",
        "25": "Am ajuns de ocara lor; când mă privesc ei, dau din cap.",
        "26": "Ajută-mi, Doamne, Dumnezeul meu! Scapă-mă prin bunătatea Ta!",
        "27": "Și să știe că mâna Ta, că Tu, Doamne, ai făcut lucrul acesta!",
        "28": "Măcar că ei blestemă, Tu binecuvântează; măcar că se ridică ei împotriva mea, vor fi înfruntați, iar robul Tău se va bucura.",
        "29": "Potrivnicii mei să se îmbrace cu ocara, să se acopere cu rușinea lor cum se acoperă cu o manta!",
        "30": "Voi lăuda foarte mult cu gura mea pe Domnul, Îl voi mări în mijlocul mulțimii,",
        "31": "căci El stă la dreapta săracului ca să-l izbăvească de cei ce-l osândesc."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Dumnezeul laudei mele, nu tăcea!",
        "2": "Iată că gura celui rău și gura celui înșelător se deschid împotriva mea; îmi vorbesc cu o limbă mincinoasă.",
        "3": "Mă înconjoară cu niște cuvinte pline de ură și se luptă cu mine fără motiv.",
        "4": "La dragostea mea ei răspund cu dușmănie, dar eu mă rog.",
        "5": "Ei îmi răsplătesc binele cu rău, și dragostea mea – cu ură.",
        "6": "Pune un om rău împotriva lui și un acuzator să stea la dreapta lui!",
        "7": "Când va fi judecat, să fie găsit vinovat, iar rugăciunea să-i fie considerată un păcat.",
        "8": "Fie-i zilele puține, iar slujba lui s-o ia altul!",
        "9": "Să-i rămână fiii orfani, și soția lui – văduvă!",
        "10": "Fiii lui să rătăcească cerșind și căutând printre ruine!",
        "11": "Cel ce l-a împrumutat să-i ia tot ce are, și străinii să-l jefuiască de rodul muncii lui!",
        "12": "Să nu mai fie nimeni care să-i arate îndurare și să nu mai fie nimeni care să arate bunăvoință față de orfanii lui!",
        "13": "Fie ca urmașii lui să fie nimiciți, iar în generația următoare să le fie șters numele!",
        "14": "Să rămână în amintire înaintea Domnului nelegiuirea părinților lui și să nu fie șters păcatul mamei lui!",
        "15": "Să rămână întotdeauna înaintea Domnului, iar El să le șteargă amintirea de pe pământ!",
        "16": "Căci nu și-a amintit să se poarte cu îndurare, ci l-a persecutat pe sărac și pe nevoiaș, și l-a omorât pe cel cu inima zdrobită!",
        "17": "A iubit blestemul; de el să aibă parte! Nu i-a plăcut binecuvântarea; aceasta să stea departe de el!",
        "18": "S-a îmbrăcat cu blestemul așa cum se îmbracă cu propria haină. I-a intrat în stomac, ca apa, și în oase, ca uleiul.",
        "19": "De aceea, el să-i fie mantaua cu care se acoperă și brâul cu care se înfășoară mereu!",
        "20": "Aceasta să fie răsplata dușmanilor mei din partea Domnului și a celor ce mă vorbesc de rău!",
        "21": "Dar Tu, Stăpâne Doamne, de dragul Numelui Tău, fă-Ți lucrarea cu mine! Pentru că îndurarea Ta este bună, scapă-mă!",
        "22": "Căci sunt sărac și nevoiaș, iar inima mi-e rănită înăuntrul meu.",
        "23": "Pier ca o umbră trecătoare; sunt alungat ca o lăcustă.",
        "24": "Genunchii îmi sunt slăbiți de post, iar trupul mi-e sleit din lipsă de grăsime.",
        "25": "Am ajuns de disprețul lor; cei ce mă văd dau din cap.",
        "26": "Doamne, Dumnezeul meu, ajută-mă! În îndurarea Ta, salvează-mă!",
        "27": "Fă ca ei să recunoască în aceasta mâna Ta, să recunoască faptul că Tu, Doamne, ai făcut lucrul acesta!",
        "28": "Ei blestemă, dar Tu binecuvântezi. Ei se ridică și rămân de rușine, dar slujitorul Tău se va bucura.",
        "29": "Acuzatorii mei să se îmbrace cu dispreț și să se acopere cu rușinea ca și cu o manta.",
        "30": "Voi mulțumi mult Domnului cu gura mea, Îl voi lăuda în mijlocul mulțimii.",
        "31": "Căci El stă la dreapta celui nevoiaș, ca să-l scape de judecătorii sufletului său."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "God of my praise, don’t remain silent,",
        "2": "for they have opened the mouth of the wicked and the mouth of deceit against me. They have spoken to me with a lying tongue.",
        "3": "They have also surrounded me with words of hatred, and fought against me without a cause.",
        "4": "In return for my love, they are my adversaries; but I am in prayer.",
        "5": "They have rewarded me evil for good, and hatred for my love.",
        "6": "Set a wicked man over him. Let an adversary stand at his right hand.",
        "7": "When he is judged, let him come out guilty. Let his prayer be turned into sin.",
        "8": "Let his days be few. Let another take his office.",
        "9": "Let his children be fatherless, and his wife a widow.",
        "10": "Let his children be wandering beggars. Let them be sought from their ruins.",
        "11": "Let the creditor seize all that he has. Let strangers plunder the fruit of his labor.",
        "12": "Let there be no one to extend kindness to him, neither let there be anyone to have pity on his fatherless children.",
        "13": "Let his posterity be cut off. In the generation following let their name be blotted out.",
        "14": "Let the iniquity of his fathers be remembered by Yahweh. Don’t let the sin of his mother be blotted out.",
        "15": "Let them be before Yahweh continually, that he may cut off their memory from the earth;",
        "16": "because he didn’t remember to show kindness, but persecuted the poor and needy man, the broken in heart, to kill them.",
        "17": "Yes, he loved cursing, and it came to him. He didn’t delight in blessing, and it was far from him.",
        "18": "He clothed himself also with cursing as with his garment. It came into his inward parts like water, like oil into his bones.",
        "19": "Let it be to him as the clothing with which he covers himself, for the belt that is always around him.",
        "20": "This is the reward of my adversaries from Yahweh, of those who speak evil against my soul.",
        "21": "But deal with me, Yahweh the Lord, for your name’s sake, because your loving kindness is good, deliver me;",
        "22": "for I am poor and needy. My heart is wounded within me.",
        "23": "I fade away like an evening shadow. I am shaken off like a locust.",
        "24": "My knees are weak through fasting. My body is thin and lacks fat.",
        "25": "I have also become a reproach to them. When they see me, they shake their head.",
        "26": "Help me, Yahweh, my God. Save me according to your loving kindness;",
        "27": "that they may know that this is your hand; that you, Yahweh, have done it.",
        "28": "They may curse, but you bless. When they arise, they will be shamed, but your servant shall rejoice.",
        "29": "Let my adversaries be clothed with dishonor. Let them cover themselves with their own shame as with a robe.",
        "30": "I will give great thanks to Yahweh with my mouth. Yes, I will praise him among the multitude.",
        "31": "For he will stand at the right hand of the needy, to save him from those who judge his soul."
      }
    }
  }
}