{
  "book": "Psalmi",
  "chapter": "106",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Lăudați pe Domnul! Lăudați pe Domnul, căci este bun, căci îndurarea Lui ține în veci!",
        "2": "Cine va putea spune isprăvile mărețe ale Domnului? Cine va putea vesti toată lauda Lui?",
        "3": "Ferice de cei ce păzesc Legea, de cei ce înfăptuiesc dreptatea în orice vreme!",
        "4": "Adu-Ți aminte de mine, Doamne, în bunăvoința Ta pentru poporul Tău! Adu-Ți aminte de mine și dă-i ajutorul Tău,",
        "5": "ca să văd fericirea aleșilor Tăi, să mă bucur de bucuria poporului Tău și să mă laud cu moștenirea Ta!",
        "6": "Noi am păcătuit ca și părinții noștri, am săvârșit nelegiuirea, am făcut rău.",
        "7": "Părinții noștri în Egipt n-au luat aminte la minunile Tale, nu și-au adus aminte de mulțimea îndurărilor Tale și au fost neascultători la mare, la Marea Roșie.",
        "8": "Dar El i-a scăpat din pricina Numelui Lui, ca să-Și arate puterea.",
        "9": "A mustrat Marea Roșie, și ea s-a uscat; și i-a trecut prin adâncuri ca printr-un pustiu.",
        "10": "I-a scăpat din mâna celui ce-i ura și i-a izbăvit din mâna vrăjmașului.",
        "11": "Apele au acoperit pe potrivnicii lor. N-a rămas unul măcar din ei.",
        "12": "Atunci, ei au crezut în cuvintele Lui și au cântat laudele Lui.",
        "13": "Dar au uitat curând lucrările Lui și n-au așteptat împlinirea planurilor Lui,",
        "14": "ci i-a apucat pofta în pustie și au ispitit pe Dumnezeu în pustietate.",
        "15": "El le-a dat ce cereau, dar a trimis o molimă printre ei.",
        "16": "În tabără au fost geloși pe Moise și pe Aaron, sfântul Domnului.",
        "17": "Atunci s-a deschis pământul și a înghițit pe Datan și s-a închis deasupra cetei lui Abiram.",
        "18": "Focul le-a aprins ceata și flacăra a mistuit pe cei răi.",
        "19": "Au făcut un vițel în Horeb. S-au închinat înaintea unui chip turnat",
        "20": "și au schimbat Slava lor pe chipul unui bou, care mănâncă iarbă.",
        "21": "Au uitat pe Dumnezeu, Mântuitorul lor, care făcuse lucruri mari în Egipt,",
        "22": "minuni în țara lui Ham, semne minunate la Marea Roșie.",
        "23": "Și El a vorbit să-i nimicească, dar Moise, alesul Său, a stat la mijloc înaintea Lui, ca să-L abată de la mânia Lui și să-L oprească să-i nimicească.",
        "24": "Ei au nesocotit țara desfătărilor; n-au crezut în Cuvântul Domnului,",
        "25": "ci au cârtit în corturile lor și n-au ascultat de glasul Lui.",
        "26": "Atunci, El a ridicat mâna și a jurat că-i va face să cadă în pustie,",
        "27": "că le va doborî sămânța printre neamuri și-i va împrăștia în mijlocul țărilor.",
        "28": "Ei s-au alipit de Baal-Peor și au mâncat vite jertfite morților.",
        "29": "Au mâniat astfel pe Domnul prin faptele lor și o urgie a izbucnit între ei.",
        "30": "Dar Fineas s-a sculat și a făcut judecată și, astfel, urgia s-a oprit.",
        "31": "Lucrul acesta i-a fost socotit ca o stare de neprihănire din neam în neam, pe vecie.",
        "32": "Ei au mâniat pe Domnul la apele Meriba și Moise a fost pedepsit din pricina lor.",
        "33": "Căci s-au răzvrătit împotriva Duhului Lui, și Moise a vorbit în chip ușuratic cu buzele.",
        "34": "Ei n-au nimicit popoarele pe care le poruncise Domnul să le nimicească,",
        "35": "ci s-au amestecat cu neamurile și au învățat faptele lor,",
        "36": "au slujit idolilor lor, care au fost o cursă pentru ei.",
        "37": "Și-au jertfit fiii și fiicele la idoli,",
        "38": "au vărsat sânge nevinovat, sângele fiilor și fiicelor lor, pe care i-au jertfit idolilor din Canaan, și țara a fost spurcată astfel prin omoruri.",
        "39": "S-au spurcat prin faptele lor, s-au desfrânat prin faptele lor.",
        "40": "Atunci, Domnul S-a aprins de mânie împotriva poporului Său și a urât moștenirea Lui.",
        "41": "I-a dat în mâinile neamurilor, cei ce îi urau au stăpânit peste ei,",
        "42": "vrăjmașii lor i-au asuprit și au fost smeriți sub puterea lor.",
        "43": "El de mai multe ori i-a izbăvit, dar ei s-au arătat neascultători în planurile lor și au ajuns nenorociți prin nelegiuirea lor.",
        "44": "Dar El le-a văzut strâmtorarea când le-a auzit strigătele.",
        "45": "Și-a adus aminte de legământul Său și a avut milă de ei după bunătatea Lui cea mare:",
        "46": "a stârnit pentru ei mila tuturor celor ce-i țineau prinși de război.",
        "47": "Scapă-ne, Doamne, Dumnezeul nostru, și strânge-ne din mijlocul neamurilor, ca să lăudăm Numele Tău cel sfânt și să ne fălim cu lauda Ta!",
        "48": "Binecuvântat să fie Domnul Dumnezeul lui Israel, din veșnicie în veșnicie! Și tot poporul să zică: „Amin!” Lăudați pe Domnul!"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Lăudați-L pe Domnul! Mulțumiți Domnului, căci este bun, căci în veac ține îndurarea Lui!",
        "2": "Cine va vorbi despre faptele mărețe ale Domnului? Cine va vesti toate faptele Tale demne de laudă?",
        "3": "Ferice de cei care păzesc ce este drept și care înfăptuiesc întotdeauna dreptatea.",
        "4": "Adu-Ți aminte de mine, Doamne, în bunăvoința Ta față de poporul Tău! Vino la mine și salvează-mă,",
        "5": "ca să văd bunăstarea aleșilor Tăi, să mă bucur de bucuria poporului Tău și să Te laud împreună cu moștenirea Ta.",
        "6": "Noi am păcătuit, ca și strămoșii noștri; am comis nelegiuiri, am făcut rău.",
        "7": "În timp ce erau în Egipt, strămoșii noștri n-au ținut cont de minunile Tale. Ei nu și-au amintit de mulțimea îndurărilor Tale, și s-au răzvrătit când au ajuns la mare, la Marea Roșie.",
        "8": "Totuși, El i-a salvat datorită Numelui Său, ca să-Și descopere puterea.",
        "9": "A mustrat Marea Roșie, și aceasta s-a uscat; apoi i-a condus prin adâncuri sterpe ca deșertul.",
        "10": "I-a salvat din mâna celui ce-i ura și i-a răscumpărat din mâna dușmanului.",
        "11": "Apele i-au acoperit pe dușmanii lor, și niciunul dintre ei n-a scăpat.",
        "12": "Atunci I-au crezut cuvintele și I-au cântat laudă.",
        "13": "Dar au uitat repede lucrările Lui; nu I-au așteptat sfatul.",
        "14": "Li s-au aprins poftele în deșert și L-au ispitit pe Dumnezeu în pustietate.",
        "15": "El le-a îndeplinit cererea, dar a trimis o boală nimicitoare peste ei.",
        "16": "În tabără au fost geloși pe Moise și pe Aaron, cel sfințit pentru Domnul.",
        "17": "Pământul s-a deschis, l-a înghițit pe Datan și a acoperit comunitatea lui Abiram.",
        "18": "Focul le-a distrus comunitatea; flăcările i-au nimicit pe cei răi.",
        "19": "La Horeb și-au făcut un vițel și s-au închinat chipului turnat.",
        "20": "Au schimbat Gloria lor cu asemănarea unui bou care mănâncă iarbă.",
        "21": "L-au uitat pe Dumnezeu, Mântuitorul lor, pe Cel Ce făcuse lucruri mari în Egipt,",
        "22": "minuni în țara lui Ham, lucruri de temut la Marea Roșie.",
        "23": "Astfel, El a spus că o să-i nimicească, însă Moise, alesul Său, a mijlocit înaintea Lui, ca să-I abată mânia de la distrugere.",
        "24": "Apoi au disprețuit țara cea plăcută; ei n-au crezut în cuvântul Lui.",
        "25": "Au început să se plângă, în corturile lor, și n-au ascultat de glasul Domnului.",
        "26": "Atunci, El a jurat, cu mâna ridicată, că-i va face să cadă în deșert,",
        "27": "că le va face urmașii să cadă printre națiuni și-i va împrăștia printre celelalte țări.",
        "28": "S-au alipit de Baal-Peor și au mâncat jertfe închinate morților.",
        "29": "L-au mâniat prin faptele lor, astfel încât a izbucnit o urgie printre ei.",
        "30": "Dar s-a ridicat Fineas, a făcut judecată, iar urgia s-a oprit.",
        "31": "Lucrul acesta i-a fost considerat dreptate, din generație în generație, pentru totdeauna.",
        "32": "L-au mâniat la apele Meriba, iar, din cauza lor, lui Moise i-a mers rău.",
        "33": "Căci s-au răzvrătit împotriva Duhului Său, iar Moise a vorbit necugetat cu buzele lui.",
        "34": "Ei nu au nimicit popoarele despre care le spusese Domnul,",
        "35": "ci s-au amestecat cu națiunile și s-au deprins cu faptele acestora.",
        "36": "Au slujit idolilor lor, iar aceștia au devenit o capcană pentru ei.",
        "37": "Și-au jertfit fiii și fiicele în cinstea demonilor.",
        "38": "Au vărsat sânge nevinovat, sângele fiilor și al fiicelor lor, jertfindu-i idolilor Canaanului, și au spurcat țara din cauza sângelui.",
        "39": "S-au întinat prin faptele lor și s-au prostituat prin lucrările lor.",
        "40": "Atunci Domnul S-a mâniat pe poporul Său și Și-a disprețuit moștenirea.",
        "41": "I-a dat pe mâna națiunilor și, astfel, cei ce îi urau, au stăpânit peste ei.",
        "42": "Dușmanii lor i-au asuprit și au fost umiliți sub mâna lor.",
        "43": "El i-a scăpat de multe ori, dar ei se răzvrăteau prin planurile lor și se afundau în nelegiuirea lor.",
        "44": "Însă El S-a uitat la necazul lor, când le-a auzit strigătele.",
        "45": "De dragul lor, Și-a adus aminte de legământul Lui; I s-a făcut milă de ei, datorită mulțimii îndurărilor Sale,",
        "46": "și a făcut să aibă parte de milă înaintea tuturor celor ce-i luaseră captivi.",
        "47": "Doamne, Dumnezeul nostru, salvează-ne! Strânge-ne dintre națiuni, ca să aducem mulțumiri Numelui Tău cel sfânt și să ne lăudăm cu faptele Tale demne de laudă.",
        "48": "Binecuvântat să fie Domnul, Dumnezeul lui Israel, din veșnicie în veșnicie! Tot poporul să zică: „Amin!“. Lăudați-L pe Domnul!"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Praise Yahweh! Give thanks to Yahweh, for he is good, for his loving kindness endures forever.",
        "2": "Who can utter the mighty acts of Yahweh, or fully declare all his praise?",
        "3": "Blessed are those who keep justice. Blessed is one who does what is right at all times.",
        "4": "Remember me, Yahweh, with the favor that you show to your people. Visit me with your salvation,",
        "5": "that I may see the prosperity of your chosen, that I may rejoice in the gladness of your nation, that I may glory with your inheritance.",
        "6": "We have sinned with our fathers. We have committed iniquity. We have done wickedly.",
        "7": "Our fathers didn’t understand your wonders in Egypt. They didn’t remember the multitude of your loving kindnesses, but were rebellious at the sea, even at the Red Sea.",
        "8": "Nevertheless he saved them for his name’s sake, that he might make his mighty power known.",
        "9": "He rebuked the Red Sea also, and it was dried up; so he led them through the depths, as through a desert.",
        "10": "He saved them from the hand of him who hated them, and redeemed them from the hand of the enemy.",
        "11": "The waters covered their adversaries. There was not one of them left.",
        "12": "Then they believed his words. They sang his praise.",
        "13": "They soon forgot his works. They didn’t wait for his counsel,",
        "14": "but gave in to craving in the desert, and tested God in the wasteland.",
        "15": "He gave them their request, but sent leanness into their soul.",
        "16": "They envied Moses also in the camp, and Aaron, Yahweh’s saint.",
        "17": "The earth opened and swallowed up Dathan, and covered the company of Abiram.",
        "18": "A fire was kindled in their company. The flame burned up the wicked.",
        "19": "They made a calf in Horeb, and worshiped a molten image.",
        "20": "Thus they exchanged their glory for an image of a bull that eats grass.",
        "21": "They forgot God, their Savior, who had done great things in Egypt,",
        "22": "wondrous works in the land of Ham, and awesome things by the Red Sea.",
        "23": "Therefore he said that he would destroy them, had Moses, his chosen, not stood before him in the breach, to turn away his wrath, so that he wouldn’t destroy them.",
        "24": "Yes, they despised the pleasant land. They didn’t believe his word,",
        "25": "but murmured in their tents, and didn’t listen to Yahweh’s voice.",
        "26": "Therefore he swore to them that he would overthrow them in the wilderness,",
        "27": "that he would overthrow their offspring among the nations, and scatter them in the lands.",
        "28": "They joined themselves also to Baal Peor, and ate the sacrifices of the dead.",
        "29": "Thus they provoked him to anger with their deeds. The plague broke in on them.",
        "30": "Then Phinehas stood up and executed judgment, so the plague was stopped.",
        "31": "That was credited to him for righteousness, for all generations to come.",
        "32": "They angered him also at the waters of Meribah, so that Moses was troubled for their sakes;",
        "33": "because they were rebellious against his spirit, he spoke rashly with his lips.",
        "34": "They didn’t destroy the peoples, as Yahweh commanded them,",
        "35": "but mixed themselves with the nations, and learned their works.",
        "36": "They served their idols, which became a snare to them.",
        "37": "Yes, they sacrificed their sons and their daughters to demons.",
        "38": "They shed innocent blood, even the blood of their sons and of their daughters, whom they sacrificed to the idols of Canaan. The land was polluted with blood.",
        "39": "Thus they were defiled with their works, and prostituted themselves in their deeds.",
        "40": "Therefore Yahweh burned with anger against his people. He abhorred his inheritance.",
        "41": "He gave them into the hand of the nations. Those who hated them ruled over them.",
        "42": "Their enemies also oppressed them. They were brought into subjection under their hand.",
        "43": "He rescued them many times, but they were rebellious in their counsel, and were brought low in their iniquity.",
        "44": "Nevertheless he regarded their distress, when he heard their cry.",
        "45": "He remembered for them his covenant, and repented according to the multitude of his loving kindnesses.",
        "46": "He made them also to be pitied by all those who carried them captive.",
        "47": "Save us, Yahweh, our God, gather us from among the nations, to give thanks to your holy name, to triumph in your praise!",
        "48": "Blessed be Yahweh, the God of Israel, from everlasting even to everlasting! Let all the people say, “Amen.” Praise Yah!"
      }
    }
  }
}