{
  "book": "Psalmi",
  "chapter": "118",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Lăudați pe Domnul, căci este bun, căci în veac ține îndurarea Lui!",
        "2": "Să zică Israel: „Căci în veac ține îndurarea Lui!”",
        "3": "Casa lui Aaron să zică: „Căci în veac ține îndurarea Lui!”",
        "4": "Cei ce se tem de Domnul să zică: „Căci în veac ține îndurarea Lui!”",
        "5": "În mijlocul strâmtorării, am chemat pe Domnul: Domnul m-a ascultat și m-a scos la larg.",
        "6": "Domnul este de partea mea, nu mă tem de nimic: ce pot să-mi facă niște oameni?",
        "7": "Domnul este ajutorul meu și mă bucur când îmi văd împlinită dorința față de vrăjmașii mei.",
        "8": "Mai bine este să cauți un adăpost în Domnul decât să te încrezi în om;",
        "9": "mai bine să cauți un adăpost în Domnul decât să te încrezi în cei mari.",
        "10": "Toate neamurile mă înconjurau: în Numele Domnului, le tai în bucăți.",
        "11": "Mă înconjurau, m-au împresurat, dar, în Numele Domnului, le tai în bucăți.",
        "12": "M-au înconjurat ca niște albine: se sting ca un foc de spini; în Numele Domnului, le tai în bucăți.",
        "13": "Tu mă împingeai ca să mă faci să cad, dar Domnul m-a ajutat.",
        "14": "Domnul este tăria mea și pricina laudelor mele; El m-a mântuit.",
        "15": "Strigăte de biruință și de mântuire se înalță în corturile celor neprihăniți: dreapta Domnului câștigă biruința!",
        "16": "Dreapta Domnului se înalță; dreapta Domnului câștigă biruința!",
        "17": "Nu voi muri, ci voi trăi și voi povesti lucrările Domnului.",
        "18": "Domnul m-a pedepsit, da, dar nu m-a dat pradă morții.",
        "19": "Deschideți-mi porțile neprihănirii, ca să intru și să laud pe Domnul!",
        "20": "Iată poarta Domnului: pe ea intră cei neprihăniți.",
        "21": "Te laud pentru că m-ai ascultat, pentru că m-ai mântuit!",
        "22": "Piatra pe care au lepădat-o zidarii a ajuns să fie pusă în capul unghiului clădirii.",
        "23": "Domnul a făcut lucrul acesta și este o minunăție înaintea ochilor noștri.",
        "24": "Aceasta este ziua pe care a făcut-o Domnul: să ne bucurăm și să ne veselim în ea!",
        "25": "Doamne, ajută! Doamne, dă izbândă!",
        "26": "Binecuvântat să fie cel ce vine în Numele Domnului! Vă binecuvântăm din Casa Domnului.",
        "27": "Domnul este Dumnezeu și ne luminează. Legați cu funii vita pentru jertfă și aduceți-o până la coarnele altarului!",
        "28": "Tu ești Dumnezeul meu, și eu Te voi lăuda; Dumnezeule, Te voi preamări.",
        "29": "Lăudați pe Domnul, căci este bun, căci în veac ține îndurarea Lui!"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Mulțumiți Domnului, căci este bun, căci în veac ține îndurarea Lui!",
        "2": "Israel să zică: „Căci în veac ține îndurarea Lui!“.",
        "3": "Casa lui Aaron să zică: „Căci în veac ține îndurarea Lui!“.",
        "4": "Cei ce se tem de Domnul să zică: „Căci în veac ține îndurarea Lui!“.",
        "5": "În mijlocul necazului L-am chemat pe Domnul, iar Domnul mi-a răspuns, eliberându-mă.",
        "6": "Domnul este de partea mea. Nu mă voi teme! Ce-mi poate face un om?",
        "7": "Domnul este de partea mea. El este ajutorul meu. De aceea voi privi triumfător la cei ce mă urăsc.",
        "8": "Mai bine să te adăpostești în Domnul, decât să te încrezi în om.",
        "9": "Mai bine să te adăpostești în Domnul, decât să te încrezi în cei nobili.",
        "10": "Toate națiunile mă înconjurau, dar le-am îndepărtat în Numele Domnului.",
        "11": "Mă încercuiau, da, mă înconjurau, dar le-am îndepărtat în Numele Domnului.",
        "12": "Mă înconjurau ca niște albine, dar au fost stinse ca un foc de paie: le-am îndepărtat în Numele Domnului.",
        "13": "Eram împins cu putere, ca să cad, dar Domnul m-a ajutat.",
        "14": "Domnul este puterea și cântarea mea; El a devenit mântuirea mea.",
        "15": "Strigăt de bucurie și de eliberare este în corturile celor drepți. Dreapta Domnului aduce victoria.",
        "16": "Dreapta Domnului este înălțată; dreapta Domnului aduce victoria.",
        "17": "Nu voi muri, ci voi trăi și voi povesti lucrările Domnului.",
        "18": "Domnul m-a disciplinat aspru, dar nu m-a dat morții.",
        "19": "Deschideți-mi porțile dreptății, ca să intru să-I mulțumesc Domnului!",
        "20": "Aceasta este poarta Domnului; cei drepți intră pe ea.",
        "21": "Îți voi mulțumi, căci mi-ai răspuns și ai devenit ajutorul meu.",
        "22": "Piatra pe care au respins-o zidarii, a devenit Piatra din capul unghiului.",
        "23": "Domnul a făcut acest lucru; el este minunat în ochii noștri.",
        "24": "Aceasta este ziua pe care a făcut-o Domnul. Să ne bucurăm și să ne veselim în ea!",
        "25": "O, Doamne, Te rugăm, ajută! O, Doamne, Te rugăm, dă victorie!",
        "26": "Binecuvântat este Cel Ce vine în Numele Domnului! Vă binecuvântăm din Casa Domnului.",
        "27": "Domnul este Dumnezeu și El ne luminează. Legați cu funii jertfa de sărbătoare și aduceți-o până la coarnele altarului.",
        "28": "Tu ești Dumnezeul meu și Îți voi mulțumi! Tu ești Dumnezeul meu și Te voi înălța!",
        "29": "Mulțumiți Domnului, căci este bun, căci în veac ține îndurarea Lui!"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Give thanks to Yahweh, for he is good, for his loving kindness endures forever.",
        "2": "Let Israel now say that his loving kindness endures forever.",
        "3": "Let the house of Aaron now say that his loving kindness endures forever.",
        "4": "Now let those who fear Yahweh say that his loving kindness endures forever.",
        "5": "Out of my distress, I called on Yah. Yah answered me with freedom.",
        "6": "Yahweh is on my side. I will not be afraid. What can man do to me?",
        "7": "Yahweh is on my side among those who help me. Therefore I will look in triumph at those who hate me.",
        "8": "It is better to take refuge in Yahweh, than to put confidence in man.",
        "9": "It is better to take refuge in Yahweh, than to put confidence in princes.",
        "10": "All the nations surrounded me, but in Yahweh’s name I cut them off.",
        "11": "They surrounded me, yes, they surrounded me. In Yahweh’s name I indeed cut them off.",
        "12": "They surrounded me like bees. They are quenched like the burning thorns. In Yahweh’s name I cut them off.",
        "13": "You pushed me back hard, to make me fall, but Yahweh helped me.",
        "14": "Yah is my strength and song. He has become my salvation.",
        "15": "The voice of rejoicing and salvation is in the tents of the righteous. “The right hand of Yahweh does valiantly.",
        "16": "The right hand of Yahweh is exalted! The right hand of Yahweh does valiantly!”",
        "17": "I will not die, but live, and declare Yah’s works.",
        "18": "Yah has punished me severely, but he has not given me over to death.",
        "19": "Open to me the gates of righteousness. I will enter into them. I will give thanks to Yah.",
        "20": "This is the gate of Yahweh; the righteous will enter into it.",
        "21": "I will give thanks to you, for you have answered me, and have become my salvation.",
        "22": "The stone which the builders rejected has become the cornerstone.",
        "23": "This is Yahweh’s doing. It is marvelous in our eyes.",
        "24": "This is the day that Yahweh has made. We will rejoice and be glad in it!",
        "25": "Save us now, we beg you, Yahweh! Yahweh, we beg you, send prosperity now.",
        "26": "Blessed is he who comes in Yahweh’s name! We have blessed you out of Yahweh’s house.",
        "27": "Yahweh is God, and he has given us light. Bind the sacrifice with cords, even to the horns of the altar.",
        "28": "You are my God, and I will give thanks to you. You are my God, I will exalt you.",
        "29": "Oh give thanks to Yahweh, for he is good, for his loving kindness endures forever."
      }
    }
  }
}