{
  "book": "Psalmi",
  "chapter": "104",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Binecuvântează, suflete, pe Domnul! Doamne Dumnezeule, Tu ești nemărginit de mare! Tu ești îmbrăcat cu strălucire și măreție!",
        "2": "Te învelești cu lumina ca și cu o manta; întinzi cerurile ca un cort.",
        "3": "Cu apele Îți întocmești vârful locuinței Tale; din nori Îți faci carul și umbli pe aripile vântului.",
        "4": "Din vânturi Îți faci soli și din flăcări de foc, slujitori.",
        "5": "Tu ai așezat pământul pe temeliile lui și niciodată nu se va clătina.",
        "6": "Tu îl acoperiseși cu adâncul cum l-ai acoperi cu o haină; apele stăteau pe munți,",
        "7": "dar, la amenințarea Ta, au fugit, la glasul tunetului Tău, au luat-o la fugă,",
        "8": "suindu-se pe munți și coborându-se în văi, până la locul pe care li-l hotărâseși Tu.",
        "9": "Le-ai pus o margine pe care nu trebuie s-o treacă, pentru ca să nu se mai întoarcă să acopere pământul.",
        "10": "Tu faci să țâșnească izvoarele în văi și ele curg printre munți.",
        "11": "Tu adăpi la ele toate fiarele câmpului; în ele își potolesc setea măgarii sălbatici.",
        "12": "Păsările cerului locuiesc pe marginile lor și fac să le răsune glasul printre ramuri.",
        "13": "Din locașul Tău cel înalt Tu uzi munții și se satură pământul de rodul lucrărilor Tale.",
        "14": "Tu faci să crească iarba pentru vite și verdețuri pentru nevoile omului, ca pământul să dea hrană:",
        "15": "vin, care înveselește inima omului, untdelemn, care-i înfrumusețează fața, și pâine, care-i întărește inima.",
        "16": "Se udă copacii Domnului, cedrii din Liban, pe care i-a sădit El.",
        "17": "În ei își fac păsările cuiburi, iar cocostârcul își are locuința în chiparoși;",
        "18": "munții cei înalți sunt pentru țapii sălbatici, iar stâncile sunt adăpost pentru iepuri.",
        "19": "El a făcut luna ca să arate vremurile; soarele știe când trebuie să apună.",
        "20": "Tu aduci întunericul și se face noapte: atunci toate fiarele pădurilor se pun în mișcare,",
        "21": "puii de lei mugesc după pradă și își cer hrana de la Dumnezeu.",
        "22": "Când răsare soarele, ele fug înapoi și se culcă în vizuinile lor.",
        "23": "Dar omul iese la lucrul său și la munca lui până seara.",
        "24": "Cât de multe sunt lucrările Tale, Doamne! Tu pe toate le-ai făcut cu înțelepciune și pământul este plin de făpturile Tale.",
        "25": "Iată marea cea întinsă și mare: în ea se mișcă nenumărate viețuitoare mici și mari.",
        "26": "Acolo, pe ea, umblă corăbiile și în ea este leviatanul acela pe care l-ai făcut să se joace în valurile ei.",
        "27": "Toate aceste viețuitoare Te așteaptă, ca să le dai hrana la vreme.",
        "28": "Le-o dai Tu, ele o primesc; Îți deschizi Tu mâna, ele se satură de bunătățile Tale.",
        "29": "Îți ascunzi Tu Fața, ele tremură; le iei Tu suflarea, ele mor și se întorc în țărâna lor.",
        "30": "Îți trimiți Tu suflarea: ele sunt zidite și înnoiești astfel fața pământului.",
        "31": "În veci să țină slava Domnului! Să Se bucure Domnul de lucrările Lui!",
        "32": "El privește pământul, și pământul se cutremură; atinge munții, și ei fumegă.",
        "33": "Voi cânta Domnului cât voi trăi, voi lăuda pe Dumnezeul meu cât voi fi.",
        "34": "Fie plăcute Lui cuvintele mele! Mă bucur de Domnul.",
        "35": "Să piară păcătoșii de pe pământ și cei răi să nu mai fie! Binecuvântează, suflete, pe Domnul! Lăudați pe Domnul!"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Suflete al meu, binecuvântează-L pe Domnul! Doamne, Dumnezeul meu, Tu ești nemărginit de mare! Tu ești îmbrăcat cu splendoare și măreție!",
        "2": "Tu Te învelești cu lumina ca și cu o manta, Tu întinzi cerurile ca pe un cort,",
        "3": "și așezi pe ape grinzile camerelor Tale de sus. Din nori Îți faci un car și umbli pe aripile vântului.",
        "4": "El îi face pe îngerii Săi vânturi, și pe slujitorii Săi – un foc arzător.",
        "5": "Tu ai așezat pământul pe temeliile lui, ca să nu se clatine niciodată.",
        "6": "L-ai acoperit cu adâncul ca și cu o haină. Apele stăteau pe munți,",
        "7": "dar la mustrarea Ta au fugit, la bubuitul tunetului Tău au luat-o la fugă,",
        "8": "astfel încât munții s-au ridicat și văile au coborât în locul pe care l-ai hotărât pentru ele.",
        "9": "Le-ai stabilit o limită peste care nu au voie să treacă, astfel încât să nu se întoarcă și să acopere pământul.",
        "10": "Tu faci să țâșnească izvoarele în albii uscate și ele curg printre munți.",
        "11": "Toate vietățile câmpului se adapă din ele și măgarii sălbatici își potolesc setea acolo.",
        "12": "Pe malul lor își fac cuibul păsările cerului care-și fac auzit glasul din frunziș.",
        "13": "Din odăile Tale de sus, Tu uzi munții; pământul se satură de rodul lucrărilor Tale.",
        "14": "Tu faci să crească iarbă pentru vite și verdețuri pe care omul să le cultive. Faci să iasă hrană din pământ:",
        "15": "vin care înveselește inima omului, ulei care dă strălucire feței și pâine care întărește inima omului.",
        "16": "Copacii Domnului sunt bine udați, cedrii Libanului pe care El i-a plantat.",
        "17": "În ei își fac cuibul păsările, barza își are casa în chiparoși.",
        "18": "Munții cei înalți sunt ai caprelor sălbatice, iar stâncile sunt un adăpost pentru viezurii de stâncă.",
        "19": "El a făcut luna ca să arate vremurile, iar soarele știe când să apună.",
        "20": "Tu aduci întunericul și se face noapte; atunci toate vietățile pădurii încep să mișune.",
        "21": "Puii de leu rag după pradă, cerându-și hrana de la Dumnezeu.",
        "22": "Când răsare soarele, se adună și se culcă în vizuinile lor.",
        "23": "Atunci iese omul la lucrul lui, la munca lui – până seara.",
        "24": "Ce multe sunt lucrările Tale, Doamne! Pe toate le-ai făcut cu înțelepciune; pământul este plin de vietățile Tale.",
        "25": "Iată marea cât de încăpătoare și de întinsă este! Acolo mișună vietăți fără număr, viețuitoare mici și mari.",
        "26": "Corăbiile o străbat; în ea se joacă leviatanul, pe care l-ai creat Tu.",
        "27": "Toate își pun speranța în Tine ca să le dai hrana la timp.",
        "28": "Când Tu le-o dai, ele o primesc; când Tu Îți deschizi mâna, ele se satură de bunătăți.",
        "29": "Când Îți ascunzi fața, ele se îngrozesc; când le iei suflarea, ele mor și se întorc în țărână.",
        "30": "Când Îți trimiți Duhul, ele sunt create, înnoind astfel fața pământului.",
        "31": "Fie ca gloria Domnului să rămână pe vecie! Domnul să Se bucure de lucrările Sale.",
        "32": "El privește pământul și acesta se cutremură, atinge munții și ei fumegă.",
        "33": "Voi cânta Domnului cât voi trăi! Voi cânta spre lauda Dumnezeului meu cât voi fi!",
        "34": "Fie-I plăcută cugetarea mea! Eu mă voi bucura în Domnul.",
        "35": "Să piară păcătoșii de pe pământ și cei răi să nu mai fie! Suflete al meu, binecuvântează-L pe Domnul! Lăudați-L pe Domnul!"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Bless Yahweh, my soul. Yahweh, my God, you are very great. You are clothed with honor and majesty.",
        "2": "He covers himself with light as with a garment. He stretches out the heavens like a curtain.",
        "3": "He lays the beams of his rooms in the waters. He makes the clouds his chariot. He walks on the wings of the wind.",
        "4": "He makes his messengers winds, and his servants flames of fire.",
        "5": "He laid the foundations of the earth, that it should not be moved forever.",
        "6": "You covered it with the deep as with a cloak. The waters stood above the mountains.",
        "7": "At your rebuke they fled. At the voice of your thunder they hurried away.",
        "8": "The mountains rose, the valleys sank down, to the place which you had assigned to them.",
        "9": "You have set a boundary that they may not pass over, that they don’t turn again to cover the earth.",
        "10": "He sends springs into the valleys. They run among the mountains.",
        "11": "They give drink to every animal of the field. The wild donkeys quench their thirst.",
        "12": "The birds of the sky nest by them. They sing among the branches.",
        "13": "He waters the mountains from his rooms. The earth is filled with the fruit of your works.",
        "14": "He causes the grass to grow for the livestock, and plants for man to cultivate, that he may produce food out of the earth:",
        "15": "wine that makes the heart of man glad, oil to make his face to shine, and bread that strengthens man’s heart.",
        "16": "Yahweh’s trees are well watered, the cedars of Lebanon, which he has planted,",
        "17": "where the birds make their nests. The stork makes its home in the cypress trees.",
        "18": "The high mountains are for the wild goats. The rocks are a refuge for the rock badgers.",
        "19": "He appointed the moon for seasons. The sun knows when to set.",
        "20": "You make darkness, and it is night, in which all the animals of the forest prowl.",
        "21": "The young lions roar after their prey, and seek their food from God.",
        "22": "The sun rises, and they steal away, and lie down in their dens.",
        "23": "Man goes out to his work, to his labor until the evening.",
        "24": "Yahweh, how many are your works! In wisdom, you have made them all. The earth is full of your riches.",
        "25": "There is the sea, great and wide, in which are innumerable living things, both small and large animals.",
        "26": "There the ships go, and leviathan, whom you formed to play there.",
        "27": "These all wait for you, that you may give them their food in due season.",
        "28": "You give to them; they gather. You open your hand; they are satisfied with good.",
        "29": "You hide your face; they are troubled. You take away their breath; they die and return to the dust.",
        "30": "You send out your Spirit and they are created. You renew the face of the ground.",
        "31": "Let Yahweh’s glory endure forever. Let Yahweh rejoice in his works.",
        "32": "He looks at the earth, and it trembles. He touches the mountains, and they smoke.",
        "33": "I will sing to Yahweh as long as I live. I will sing praise to my God while I have any being.",
        "34": "Let my meditation be sweet to him. I will rejoice in Yahweh.",
        "35": "Let sinners be consumed out of the earth. Let the wicked be no more. Bless Yahweh, my soul. Praise Yah!"
      }
    }
  }
}