{
  "book": "Psalmi",
  "chapter": "47",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Bateți din palme, toate popoarele! Înălțați lui Dumnezeu strigăte de bucurie!",
        "2": "Căci Domnul, Cel Preaînalt, este înfricoșat: El este Împărat mare peste tot pământul.",
        "3": "El ne supune popoarele, El pune neamurile sub picioarele noastre.",
        "4": "El ne alege moștenirea, slava lui Iacov, pe care-l iubește.",
        "5": "Dumnezeu Se suie în mijlocul strigătelor de biruință, Domnul înaintează în sunetul trâmbiței.",
        "6": "Cântați lui Dumnezeu, cântați! Cântați Împăratului nostru, cântați!",
        "7": "Căci Dumnezeu este împărat peste tot pământul: cântați o cântare înțeleaptă!",
        "8": "Dumnezeu împărățește peste neamuri, Dumnezeu șade pe scaunul Lui de domnie cel sfânt.",
        "9": "Domnitorii popoarelor se adună împreună cu poporul Dumnezeului lui Avraam; căci ale lui Dumnezeu sunt scuturile pământului: El este mai înalt și mai presus de orice."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Bateți din palme, toate popoarele! Strigați de bucurie către Dumnezeu!",
        "2": "Căci Domnul cel Preaînalt este de temut. El este un Împărat mare peste întreg pământul.",
        "3": "El ne supune popoarele și pune națiunile la picioarele noastre.",
        "4": "El ne alege moștenirea, mândria lui Iacov, cel pe care l-a iubit.",
        "5": "Dumnezeu S-a înălțat în mijlocul strigătelor de bucurie, Domnul S-a înălțat în sunet de trâmbiță.",
        "6": "Cântați spre lauda lui Dumnezeu, cântați! Cântați spre lauda Împăratului nostru, cântați!",
        "7": "Dumnezeu este Împăratul întregului pământ: cântați spre lauda Lui o cântare înțeleaptă!",
        "8": "Dumnezeu stăpânește peste națiuni, Dumnezeu stă pe tronul Său cel sfânt!",
        "9": "Nobilii popoarelor se adună împreună cu poporul Dumnezeului lui Avraam, căci ale lui Dumnezeu sunt scuturile pământului! El este preaînălțat!"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Oh clap your hands, all you nations. Shout to God with the voice of triumph!",
        "2": "For Yahweh Most High is awesome. He is a great King over all the earth.",
        "3": "He subdues nations under us, and peoples under our feet.",
        "4": "He chooses our inheritance for us, the glory of Jacob whom he loved.",
        "5": "God has gone up with a shout, Yahweh with the sound of a trumpet.",
        "6": "Sing praises to God! Sing praises! Sing praises to our King! Sing praises!",
        "7": "For God is the King of all the earth. Sing praises with understanding.",
        "8": "God reigns over the nations. God sits on his holy throne.",
        "9": "The princes of the peoples are gathered together, the people of the God of Abraham. For the shields of the earth belong to God. He is greatly exalted!"
      }
    }
  }
}