{
  "book": "Psalmi",
  "chapter": "18",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Te iubesc din inimă, Doamne, tăria mea!",
        "2": "Doamne, Tu ești stânca mea, cetățuia mea, izbăvitorul meu! Dumnezeule, Tu ești stânca mea în care mă ascund, scutul meu, tăria care mă scapă și întăritura mea!",
        "3": "Eu strig: „Lăudat să fie Domnul!” și sunt izbăvit de vrăjmașii mei.",
        "4": "Mă înconjuraseră legăturile morții și mă îngroziseră râurile pieirii;",
        "5": "mă înfășuraseră legăturile mormântului și mă prinseseră lațurile morții.",
        "6": "Dar, în strâmtorarea mea, am chemat pe Domnul și am strigat către Dumnezeul meu: din locașul Lui, El mi-a auzit glasul, și strigătul meu a ajuns până la El, până la urechile Lui.",
        "7": "Atunci s-a zguduit pământul și s-a cutremurat, temeliile munților s-au mișcat și s-au clătinat, pentru că El Se mâniase.",
        "8": "Din nările Lui se ridica fum și un foc mistuitor ieșea din gura Lui: cărbuni aprinși țâșneau din ea.",
        "9": "A plecat cerurile și S-a coborât: un nor gros era sub picioarele Lui.",
        "10": "Călărea pe un heruvim și zbura, venea plutind pe aripile vântului.",
        "11": "Întunericul Și-l făcuse învelitoare, iar cortul Lui, împrejurul Lui, erau niște ape întunecoase și nori negri.",
        "12": "Din strălucirea care se răsfrângea înaintea Lui, ieșeau nori care aruncau grindină și cărbuni de foc.",
        "13": "Domnul a tunat în ceruri, Cel Preaînalt a făcut să-I răsune glasul cu grindină și cărbuni de foc.",
        "14": "A aruncat săgeți și a risipit pe vrăjmașii mei, a înmulțit loviturile trăsnetului și i-a pus pe fugă.",
        "15": "Atunci s-a văzut albia apelor și s-au descoperit temeliile lumii, la mustrarea Ta, Doamne, la vuietul suflării nărilor Tale.",
        "16": "El Și-a întins mâna de sus, m-a apucat, m-a scos din apele cele mari;",
        "17": "m-a izbăvit de potrivnicul meu cel puternic, de vrăjmașii mei, care erau mai tari decât mine.",
        "18": "Ei năvăliseră deodată peste mine în ziua strâmtorării mele; dar Domnul a fost sprijinul meu.",
        "19": "El m-a scos la loc larg și m-a scăpat, pentru că mă iubește.",
        "20": "Domnul mi-a făcut după neprihănirea mea, mi-a răsplătit după curăția mâinilor mele,",
        "21": "căci am păzit căile Domnului și n-am păcătuit împotriva Dumnezeului meu.",
        "22": "Toate poruncile Lui au fost înaintea mea și nu m-am depărtat de la legile Lui.",
        "23": "Am fost fără vină față de El și m-am păzit de fărădelegea mea.",
        "24": "De aceea, Domnul mi-a răsplătit după neprihănirea mea, după curăția mâinilor mele înaintea ochilor Lui.",
        "25": "Cu cel bun, Tu Te arăți bun, cu omul neprihănit, Te arăți neprihănit,",
        "26": "cu cel curat, Te arăți curat și, cu cel stricat, Te porți după stricăciunea lui.",
        "27": "Tu mântuiești pe poporul care se smerește și smerești privirile trufașe.",
        "28": "Da, Tu îmi aprinzi lumina mea. Domnul Dumnezeul meu îmi luminează întunericul meu.",
        "29": "Cu Tine mă năpustesc asupra unei oști înarmate, cu Dumnezeul meu sar peste un zid întărit.",
        "30": "Căile lui Dumnezeu sunt desăvârșite, Cuvântul Domnului este încercat: El este un scut pentru toți cei ce aleargă la El.",
        "31": "Căci cine este Dumnezeu afară de Domnul și cine este o stâncă afară de Dumnezeul nostru?",
        "32": "Dumnezeu mă încinge cu putere și mă povățuiește pe calea cea dreaptă.",
        "33": "El îmi face picioarele ca ale cerboaicelor și mă așază pe înălțimile mele,",
        "34": "El îmi deprinde mâinile la luptă, așa că brațele mele întind arcul de aramă.",
        "35": "Tu îmi dai scutul mântuirii Tale, dreapta Ta mă sprijină și îndurarea Ta mă face mare.",
        "36": "Tu lărgești drumul sub pașii mei și nu-mi alunecă gleznele.",
        "37": "Urmăresc pe vrăjmașii mei, îi ajung și nu mă întorc până nu-i nimicesc.",
        "38": "Îi zdrobesc de nu pot să se mai ridice; ei cad sub picioarele mele.",
        "39": "Tu mă încingi cu putere pentru luptă și răpui pe potrivnicii mei sub picioarele mele.",
        "40": "Tu faci pe vrăjmașii mei să dea dosul înaintea mea, și eu nimicesc pe cei ce mă urăsc.",
        "41": "Ei strigă, dar n-are cine să-i scape! Strigă către Domnul, dar nu le răspunde!",
        "42": "Îi pisez ca praful, pe care-l ia vântul, îi calc în picioare ca noroiul de pe ulițe.",
        "43": "Tu mă scapi din neînțelegerile poporului, mă pui în fruntea neamurilor; un popor pe care nu-l cunoșteam îmi este supus.",
        "44": "El ascultă de mine la cea dintâi poruncă, fiii străinului mă lingușesc.",
        "45": "Fiilor străinului li se înmoaie inima de mine și ies tremurând din cetățuile lor.",
        "46": "Trăiască Domnul și binecuvântată să fie Stânca mea! Mărit să fie Dumnezeul mântuirii mele,",
        "47": "Dumnezeu, răzbunătorul meu, care îmi supune popoarele",
        "48": "și mă izbăvește de vrăjmașii mei! Tu mă înalți mai presus de potrivnicii mei, mă scapi de omul asupritor.",
        "49": "De aceea, Doamne, Te voi lăuda printre neamuri, voi cânta spre slava Numelui Tău.",
        "50": "El dă mari izbăviri împăratului Său și dă îndurare unsului Său, lui David, și seminței lui, pe vecie."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Te iubesc, Doamne, Puterea mea!",
        "2": "Domnul este stânca mea, fortăreața mea și eliberatorul meu! Dumnezeul meu este stânca mea, în Care mă adăpostesc, scutul meu, puterea care mă eliberează, locul meu de scăpare!",
        "3": "L-am chemat pe Domnul, Cel demn de laudă, și am fost eliberat din mâinile dușmanilor mei.",
        "4": "Mă înfășuraseră legăturile morții și mă copleșiseră șuvoaiele distrugerii.",
        "5": "Legăturile Locuinței Morților mă înconjuraseră, mă prinseseră lațurile morții.",
        "6": "Dar în necazul meu L-am chemat pe Domnul, am strigat după ajutor către Dumnezeul meu. El mi-a ascultat glasul, din Templul Său, și strigătul meu după ajutor a ajuns înaintea Lui, la urechile Sale.",
        "7": "Atunci s-a zguduit și s-a cutremurat pământul, iar temeliile munților s-au zdruncinat, s-au clătinat, pentru că El Se mâniase.",
        "8": "Se înălța fum din nările Lui, iar din gura Lui ieșea un foc mistuitor; cărbuni aprinși ieșeau din ea.",
        "9": "A aplecat cerurile și a coborât; sub picioarele Lui era negură.",
        "10": "Călărea pe un heruvim și zbura, plutea pe aripile vântului.",
        "11": "Făcuse din întuneric învelitoarea Lui; împrejurul Lui, apele întunecoase și norii negri erau adăpostul Lui.",
        "12": "Din strălucirea care se oglindea înaintea Lui, prin norii Lui, ieșeau grindină și cărbuni aprinși.",
        "13": "Domnul a tunat din ceruri, Cel Preaînalt Și-a făcut auzit glasul, răspândind grindină și cărbuni aprinși.",
        "14": "Și-a aruncat săgețile și i-a împrăștiat pe dușmani; a trimis fulgerele și i-a pus pe fugă.",
        "15": "La mustrarea Ta, Doamne, la suflarea nărilor Tale, s-au văzut albiile apelor și s-au descoperit temeliile lumii.",
        "16": "El S-a întins din înălțime și m-a prins, m-a scos din apele cele mari,",
        "17": "m-a scăpat de dușmanul meu cel puternic și de vrăjmașii mei, căci erau mai tari decât mine.",
        "18": "Ei m-au înfruntat în ziua necazului meu, dar Domnul mi-a fost sprijin.",
        "19": "El m-a eliberat; m-a salvat pentru că Își găsește plăcerea în mine.",
        "20": "Domnul mi-a răsplătit potrivit cu dreptatea mea, mi-a făcut după curăția mâinilor mele,",
        "21": "fiindcă am păzit căile Domnului și nu m-am făcut vinovat față de Dumnezeul meu.",
        "22": "Căci toate judecățile Lui sunt înaintea mea și n-am îndepărtat hotărârile Lui de la mine.",
        "23": "Am fost integru înaintea Lui și m-am păzit de nelegiuirea mea.",
        "24": "Domnul mi-a răsplătit după dreptatea mea, după curăția mâinilor mele înaintea ochilor Săi.",
        "25": "Cu cel credincios Tu Te arăți credincios; cu omul integru Tu Te dovedești a fi integru.",
        "26": "Cu cel curat Tu Te arăți curat, dar cu cel pervertit Te porți după viclenia lui.",
        "27": "Tu salvezi poporul smerit, dar cobori pe cel cu ochii trufași.",
        "28": "Tu îmi aprinzi candela, Doamne! Dumnezeul meu îmi luminează întunericul.",
        "29": "Cu Tine mă năpustesc asupra năvălitorilor și cu Dumnezeul meu sar peste zid.",
        "30": "Cât despre Dumnezeu, calea Lui este desăvârșită. Cuvântul Domnului este dovedit curat. El este un scut pentru toți cei ce se adăpostesc în El.",
        "31": "Cine este Dumnezeu în afară de Domnul? Cine este Stâncă în afară de Dumnezeul nostru?",
        "32": "Dumnezeu este Cel Ce îmi dă putere și mi-a făcut desăvârșită calea.",
        "33": "El mi-a făcut picioarele ca ale cerboaicelor și m-a așezat pe înălțimi.",
        "34": "Îmi deprinde mâinile pentru luptă, astfel încât brațele mele întind arcul de bronz.",
        "35": "Tu îmi dai scutul mântuirii Tale, dreapta Ta mă sprijină, bunăvoința Ta mă face mare.",
        "36": "Tu-mi lărgești calea sub pașii mei, ca să nu-mi alunece picioarele.",
        "37": "Îmi urmăresc dușmanii și-i ajung; nu mă întorc până nu-i nimicesc.",
        "38": "Îi zdrobesc, de nu mai sunt în stare să se ridice; ei cad la picioarele mele.",
        "39": "Tu îmi dai putere să lupt și-i faci să capituleze pe cei ce se ridică împotriva mea.",
        "40": "Tu-i faci pe dușmanii mei să fugă dinaintea mea, și eu îi nimicesc pe cei ce mă urăsc.",
        "41": "Ei strigă după ajutor, dar nu este niciun eliberator. Strigă către Domnul, dar El nu le răspunde.",
        "42": "Îi pisez la fel de mărunt ca praful suflat de vânt; îi spulber ca pe noroiul de pe străzi.",
        "43": "Tu mă scapi de învinuirile poporului, mă pui căpetenie a națiunilor; un popor pe care nu-l cunosc îmi slujește.",
        "44": "Fiii străinului mă lingușesc; imediat ce mă aud, mă ascultă.",
        "45": "Fiii străinului îngălbenesc și ies tremurând din fortărețele lor.",
        "46": "Domnul este viu! Binecuvântată să fie Stânca mea! Mărit să fie Dumnezeul mântuirii mele!",
        "47": "Dumnezeu este Cel Ce mă răzbună, Cel Care îmi supune popoare,",
        "48": "Cel Ce mă scapă de dușmanii mei. Tu mă ridici deasupra celor ce se ridică împotriva mea; Tu mă scapi de omul violent.",
        "49": "De aceea Îți voi mulțumi, Doamne, printre națiuni, și voi cânta spre lauda Numelui Tău!",
        "50": "El îi face parte regelui Său de mari victorii și-i arată îndurare unsului Său, lui David și urmașilor lui pentru totdeauna."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "I love you, Yahweh, my strength.",
        "2": "Yahweh is my rock, my fortress, and my deliverer; my God, my rock, in whom I take refuge; my shield, and the horn of my salvation, my high tower.",
        "3": "I call on Yahweh, who is worthy to be praised; and I am saved from my enemies.",
        "4": "The cords of death surrounded me. The floods of ungodliness made me afraid.",
        "5": "The cords of Sheol were around me. The snares of death came on me.",
        "6": "In my distress I called on Yahweh, and cried to my God. He heard my voice out of his temple. My cry before him came into his ears.",
        "7": "Then the earth shook and trembled. The foundations also of the mountains quaked and were shaken, because he was angry.",
        "8": "Smoke went out of his nostrils. Consuming fire came out of his mouth. Coals were kindled by it.",
        "9": "He bowed the heavens also, and came down. Thick darkness was under his feet.",
        "10": "He rode on a cherub, and flew. Yes, he soared on the wings of the wind.",
        "11": "He made darkness his hiding place, his pavilion around him, darkness of waters, thick clouds of the skies.",
        "12": "At the brightness before him his thick clouds passed, hailstones and coals of fire.",
        "13": "Yahweh also thundered in the sky. The Most High uttered his voice: hailstones and coals of fire.",
        "14": "He sent out his arrows, and scattered them. He routed them with great lightning bolts.",
        "15": "Then the channels of waters appeared. The foundations of the world were laid bare at your rebuke, Yahweh, at the blast of the breath of your nostrils.",
        "16": "He sent from on high. He took me. He drew me out of many waters.",
        "17": "He delivered me from my strong enemy, from those who hated me; for they were too mighty for me.",
        "18": "They came on me in the day of my calamity, but Yahweh was my support.",
        "19": "He brought me out also into a large place. He delivered me, because he delighted in me.",
        "20": "Yahweh has rewarded me according to my righteousness. According to the cleanness of my hands, he has recompensed me.",
        "21": "For I have kept the ways of Yahweh, and have not wickedly departed from my God.",
        "22": "For all his ordinances were before me. I didn’t put away his statutes from me.",
        "23": "I was also blameless with him. I kept myself from my iniquity.",
        "24": "Therefore Yahweh has rewarded me according to my righteousness, according to the cleanness of my hands in his eyesight.",
        "25": "With the merciful you will show yourself merciful. With the perfect man, you will show yourself perfect.",
        "26": "With the pure, you will show yourself pure. With the crooked you will show yourself shrewd.",
        "27": "For you will save the afflicted people, but the arrogant eyes you will bring down.",
        "28": "For you will light my lamp, Yahweh. My God will light up my darkness.",
        "29": "For by you, I advance through a troop. By my God, I leap over a wall.",
        "30": "As for God, his way is perfect. Yahweh’s word is tried. He is a shield to all those who take refuge in him.",
        "31": "For who is God, except Yahweh? Who is a rock, besides our God,",
        "32": "the God who arms me with strength, and makes my way perfect?",
        "33": "He makes my feet like deer’s feet, and sets me on my high places.",
        "34": "He teaches my hands to war, so that my arms bend a bow of bronze.",
        "35": "You have also given me the shield of your salvation. Your right hand sustains me. Your gentleness has made me great.",
        "36": "You have enlarged my steps under me, My feet have not slipped.",
        "37": "I will pursue my enemies, and overtake them. I won’t turn away until they are consumed.",
        "38": "I will strike them through, so that they will not be able to rise. They shall fall under my feet.",
        "39": "For you have armed me with strength to the battle. You have subdued under me those who rose up against me.",
        "40": "You have also made my enemies turn their backs to me, that I might cut off those who hate me.",
        "41": "They cried, but there was no one to save; even to Yahweh, but he didn’t answer them.",
        "42": "Then I beat them small as the dust before the wind. I cast them out as the mire of the streets.",
        "43": "You have delivered me from the strivings of the people. You have made me the head of the nations. A people whom I have not known shall serve me.",
        "44": "As soon as they hear of me they shall obey me. The foreigners shall submit themselves to me.",
        "45": "The foreigners shall fade away, and shall come trembling out of their strongholds.",
        "46": "Yahweh lives! Blessed be my rock. Exalted be the God of my salvation,",
        "47": "even the God who executes vengeance for me, and subdues peoples under me.",
        "48": "He rescues me from my enemies. Yes, you lift me up above those who rise up against me. You deliver me from the violent man.",
        "49": "Therefore I will give thanks to you, Yahweh, among the nations, and will sing praises to your name.",
        "50": "He gives great deliverance to his king, and shows loving kindness to his anointed, to David and to his offspring, forever more."
      }
    }
  }
}