{
  "book": "Psalmi",
  "chapter": "107",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "„Lăudați pe Domnul, căci este bun, căci în veac ține îndurarea Lui!”",
        "2": "Așa să zică cei răscumpărați de Domnul, pe care i-a izbăvit El din mâna vrăjmașului",
        "3": "și pe care i-a strâns din toate țările: de la răsărit și de la apus, de la miazănoapte și de la mare.",
        "4": "Ei pribegeau prin pustie, umblau pe căi neumblate și nu găseau nicio cetate unde să poată locui.",
        "5": "Sufereau de foame și de sete; le tânjea sufletul în ei.",
        "6": "Atunci, în strâmtorarea lor, au strigat către Domnul, și El i-a izbăvit din necazurile lor;",
        "7": "i-a călăuzit pe drumul cel drept, ca să ajungă într-o cetate de locuit.",
        "8": "O, de ar lăuda oamenii pe Domnul pentru bunătatea Lui și pentru minunile Lui față de fiii oamenilor!",
        "9": "Căci El a potolit setea sufletului însetat și a umplut de bunătăți sufletul flămând.",
        "10": "Cei ce ședeau în întuneric și în umbra morții trăiau legați în ticăloșie și în fiare,",
        "11": "pentru că se răzvrătiseră împotriva cuvintelor lui Dumnezeu, pentru că nesocotiseră sfatul Celui Preaînalt.",
        "12": "El le-a smerit inima prin suferință: au căzut, și nimeni nu i-a ajutat.",
        "13": "Atunci, în strâmtorarea lor, au strigat către Domnul, și El i-a izbăvit din necazurile lor.",
        "14": "I-a scos din întuneric și din umbra morții și le-a rupt legăturile.",
        "15": "O, de ar lăuda oamenii pe Domnul pentru bunătatea Lui și pentru minunile Lui față de fiii oamenilor!",
        "16": "Căci El a sfărâmat porți de aramă și a rupt zăvoare de fier.",
        "17": "Nebunii, prin purtarea lor vinovată și prin nelegiuirile lor, ajunseseră nenorociți.",
        "18": "Sufletul lor se dezgustase de orice hrană și erau lângă porțile morții.",
        "19": "Atunci, în strâmtorarea lor, au strigat către Domnul, și El i-a izbăvit din necazurile lor;",
        "20": "a trimis Cuvântul Său și i-a tămăduit, și i-a scăpat de groapă.",
        "21": "O, de ar lăuda oamenii pe Domnul pentru bunătatea Lui și pentru minunile Lui față de fiii oamenilor!",
        "22": "Să-I aducă jertfe de mulțumire și să vestească lucrările Lui cu strigăte de bucurie.",
        "23": "Cei ce se coborâseră pe mare în corăbii și făceau negoț pe apele cele mari,",
        "24": "aceia au văzut lucrările Domnului și minunile Lui în mijlocul adâncului.",
        "25": "El a zis și a pus să sufle furtuna, care a ridicat valurile mării.",
        "26": "Se suiau spre ceruri, se coborau în adânc; sufletul le era pierdut în fața primejdiei.",
        "27": "Apucați de amețeală, se clătinau ca un om beat și zadarnică le era toată iscusința.",
        "28": "Atunci, în strâmtorarea lor, au strigat către Domnul, și El i-a izbăvit din necazurile lor.",
        "29": "A oprit furtuna, a adus liniștea și valurile s-au potolit.",
        "30": "Ei s-au bucurat că valurile s-au liniștit și Domnul i-a dus în limanul dorit.",
        "31": "O, de ar lăuda oamenii pe Domnul pentru bunătatea Lui și pentru minunile Lui față de fiii oamenilor!",
        "32": "Să-L înalțe în adunarea poporului și să-L laude în adunarea bătrânilor!",
        "33": "El preface râurile în pustiu și izvoarele de apă, în pământ uscat,",
        "34": "țara roditoare, în țară sărată, din pricina răutății locuitorilor ei.",
        "35": "Tot El preface pustiul în iaz și pământul uscat, în izvoare de ape.",
        "36": "Așază acolo pe cei flămânzi, și ei întemeiază o cetate ca să locuiască în ea;",
        "37": "însămânțează ogoare, sădesc vii și le culeg roadele.",
        "38": "El îi binecuvântează și se înmulțesc nespus și nu le împuținează vitele.",
        "39": "Dacă sunt împuținați și apăsați prin asuprire, nenorocire și suferință,",
        "40": "El varsă disprețul peste cei mari și-i face să pribegească prin pustiuri fără drum,",
        "41": "dar ridică pe cel lipsit, izbăvește pe cel nevoiaș și înmulțește familiile ca pe niște turme.",
        "42": "Oamenii fără prihană văd lucrul acesta și se bucură, și orice nelegiuire își închide gura!",
        "43": "Cine este înțelept, să ia seama la aceste lucruri și să fie cu luare aminte la bunătățile Domnului."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Mulțumiți Domnului, căci este bun, căci în veac ține îndurarea Lui!",
        "2": "Așa să zică răscumpărații Domnului, cei pe care i-a răscumpărat din mâna dușmanului,",
        "3": "pe care i-a adunat de pe cuprinsul țărilor: de la est și de la vest, de la nord și de la mare.",
        "4": "Ei rătăceau prin deșert, pe o cale pustie, și nu găseau o cetate în care să locuiască.",
        "5": "Erau flămânzi și însetați, iar sufletul lor rămăsese fără vlagă.",
        "6": "Atunci, în suferința lor, au strigat către Domnul, și El i-a salvat din necazurile lor.",
        "7": "I-a îndrumat pe o cale dreaptă, ca să meargă spre o cetate unde să locuiască.",
        "8": "Să-I mulțumească, deci, Domnului pentru îndurarea Lui și pentru minunile Lui față de fiii omului!",
        "9": "Căci El a potolit sufletul însetat și a săturat sufletul flămând cu bunătăți.",
        "10": "Celor ce locuiau în întuneric și în umbra morții, prizonieri ai asupririi și ai lanțurilor,",
        "11": "pentru că se răzvrătiseră față de mesajele lui Dumnezeu și disprețuiseră sfatul Celui Preaînalt,",
        "12": "El le-a smerit inima prin necaz; ei se clătinaseră și nu era nimeni să-i ajute.",
        "13": "Atunci, în suferința lor, au strigat către Domnul, și El i-a salvat din necazurile lor.",
        "14": "I-a scos din întuneric și din umbra morții și le-a rupt legăturile.",
        "15": "Să-I mulțumească deci Domnului pentru îndurarea Lui și pentru minunile Lui față de fiii omului!",
        "16": "Căci El a zdrobit porți de bronz și a tăiat zăvoare de fier.",
        "17": "Ei ajunseseră nebuni din cauza fărădelegii lor și se nenorociseră din cauza nelegiuirilor lor.",
        "18": "Sufletul lor se dezgustase de orice hrană și ajunseseră la porțile morții.",
        "19": "Atunci, în suferința lor, au strigat către Domnul, și El i-a salvat din necazurile lor.",
        "20": "Le-a trimis Cuvântul Lui, i-a vindecat și i-a salvat din gropile în care se aflau.",
        "21": "Să-I mulțumească deci Domnului pentru îndurarea Lui și pentru minunile Lui față de fiii omului!",
        "22": "Să aducă jertfe de mulțumire și să istorisească lucrările Lui cu bucurie!",
        "23": "Cei ce navigau pe mare cu corăbiile, cei ce făceau comerț pe ape mari,",
        "24": "au văzut ei înșiși lucrările Domnului și minunile Lui din adâncuri.",
        "25": "Când a vorbit El, s-a dezlănțuit un vânt năprasnic, care a ridicat talazurile mării.",
        "26": "Acestea se suiau spre ceruri și coborau în adâncuri; sufletul li se înmuiase din cauza nenorocirii.",
        "27": "Se clătinau și se mișcau ca un om beat; toată înțelepciunea lor fusese înghițită.",
        "28": "Atunci, în suferința lor, au strigat către Domnul, și El i-a salvat din necazurile lor.",
        "29": "A calmat furtuna, iar valurile s-au liniștit.",
        "30": "Ei s-au bucurat că acestea s-au liniștit, iar El i-a condus la limanul dorit.",
        "31": "Să-I mulțumească deci Domnului pentru îndurarea Lui și pentru minunile Lui față de fiii omului!",
        "32": "Să-L înalțe în adunarea poporului și să-L laude în adunarea bătrânilor!",
        "33": "El transformă râurile în pustiu, izvoarele de ape în pământ uscat,",
        "34": "și pământul roditor în pământ sterp, din cauza răutății locuitorilor țării.",
        "35": "El transformă deșertul într-un iaz, și pământul uscat în izvoare de ape.",
        "36": "Așază acolo pe cei flămânzi, iar ei își întemeiază o cetate în care să locuiască,",
        "37": "își seamănă terenurile, își plantează vii și au recolte bogate.",
        "38": "El îi binecuvântează, astfel încât se înmulțesc foarte mult, iar vitele nu li le împuținează.",
        "39": "Când sunt împuținați și umiliți din cauza asupririi, a necazului și a durerii,",
        "40": "El revarsă dispreț asupra nobililor și-i face să rătăcească printr-o pustietate fără drum.",
        "41": "Îi ridică însă pe cei nevoiași din întristare și le înmulțește familiile ca pe o turmă.",
        "42": "Cei drepți văd și se bucură, și orice nedreptate își închide gura.",
        "43": "Cine este înțelept, să observe aceste lucruri și să înțeleagă cât de îndurător este Domnul."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Give thanks to Yahweh, for he is good, for his loving kindness endures forever.",
        "2": "Let the redeemed by Yahweh say so, whom he has redeemed from the hand of the adversary,",
        "3": "and gathered out of the lands, from the east and from the west, from the north and from the south.",
        "4": "They wandered in the wilderness in a desert way. They found no city to live in.",
        "5": "Hungry and thirsty, their soul fainted in them.",
        "6": "Then they cried to Yahweh in their trouble, and he delivered them out of their distresses.",
        "7": "He led them also by a straight way, that they might go to a city to live in.",
        "8": "Let them praise Yahweh for his loving kindness, for his wonderful deeds to the children of men!",
        "9": "For he satisfies the longing soul. He fills the hungry soul with good.",
        "10": "Some sat in darkness and in the shadow of death, being bound in affliction and iron,",
        "11": "because they rebelled against the words of God, and condemned the counsel of the Most High.",
        "12": "Therefore he brought down their heart with labor. They fell down, and there was no one to help.",
        "13": "Then they cried to Yahweh in their trouble, and he saved them out of their distresses.",
        "14": "He brought them out of darkness and the shadow of death, and broke away their chains.",
        "15": "Let them praise Yahweh for his loving kindness, for his wonderful deeds to the children of men!",
        "16": "For he has broken the gates of bronze, and cut through bars of iron.",
        "17": "Fools are afflicted because of their disobedience, and because of their iniquities.",
        "18": "Their soul abhors all kinds of food. They draw near to the gates of death.",
        "19": "Then they cry to Yahweh in their trouble, and he saves them out of their distresses.",
        "20": "He sends his word, and heals them, and delivers them from their graves.",
        "21": "Let them praise Yahweh for his loving kindness, for his wonderful deeds to the children of men!",
        "22": "Let them offer the sacrifices of thanksgiving, and declare his deeds with singing.",
        "23": "Those who go down to the sea in ships, who do business in great waters,",
        "24": "these see Yahweh’s deeds, and his wonders in the deep.",
        "25": "For he commands, and raises the stormy wind, which lifts up its waves.",
        "26": "They mount up to the sky; they go down again to the depths. Their soul melts away because of trouble.",
        "27": "They reel back and forth, and stagger like a drunken man, and are at their wits’ end.",
        "28": "Then they cry to Yahweh in their trouble, and he brings them out of their distress.",
        "29": "He makes the storm a calm, so that its waves are still.",
        "30": "Then they are glad because it is calm, so he brings them to their desired haven.",
        "31": "Let them praise Yahweh for his loving kindness, for his wonderful deeds for the children of men!",
        "32": "Let them exalt him also in the assembly of the people, and praise him in the seat of the elders.",
        "33": "He turns rivers into a desert, water springs into a thirsty ground,",
        "34": "and a fruitful land into a salt waste, for the wickedness of those who dwell in it.",
        "35": "He turns a desert into a pool of water, and a dry land into water springs.",
        "36": "There he makes the hungry live, that they may prepare a city to live in,",
        "37": "sow fields, plant vineyards, and reap the fruits of increase.",
        "38": "He blesses them also, so that they are multiplied greatly. He doesn’t allow their livestock to decrease.",
        "39": "Again, they are diminished and bowed down through oppression, trouble, and sorrow.",
        "40": "He pours contempt on princes, and causes them to wander in a trackless waste.",
        "41": "Yet he lifts the needy out of their affliction, and increases their families like a flock.",
        "42": "The upright will see it, and be glad. All the wicked will shut their mouths.",
        "43": "Whoever is wise will pay attention to these things. They will consider the loving kindnesses of Yahweh."
      }
    }
  }
}