{
  "book": "Psalmi",
  "chapter": "73",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Da, bun este Dumnezeu cu Israel, cu cei cu inima curată!",
        "2": "Totuși era să mi se îndoaie piciorul și erau să-mi alunece pașii!",
        "3": "Căci mă uitam cu jind la cei nesocotiți când vedeam fericirea celor răi.",
        "4": "Într-adevăr, nimic nu-i tulbură până la moarte și trupul le este încărcat de grăsime.",
        "5": "N-au parte de suferințele omenești și nu sunt loviți ca ceilalți oameni.",
        "6": "De aceea mândria le slujește ca salbă și asuprirea este haina care-i învelește.",
        "7": "Li se bulbucă ochii de grăsime și au mai mult decât le-ar dori inima.",
        "8": "Râd și vorbesc cu răutate de asuprire: vorbesc de sus,",
        "9": "își înalță gura până la ceruri și limba le cutreieră pământul.",
        "10": "De aceea aleargă lumea la ei, înghite apă din plin",
        "11": "și zice: „Ce ar putea să știe Dumnezeu și ce ar putea să cunoască Cel Preaînalt?”",
        "12": "Așa sunt cei răi: totdeauna fericiți și își măresc bogățiile.",
        "13": "Degeaba dar mi-am curățit eu inima și mi-am spălat mâinile în nevinovăție,",
        "14": "căci în fiecare zi sunt lovit și în toate diminețile sunt pedepsit.",
        "15": "Dacă aș zice: „Vreau să vorbesc ca ei”, iată că n-aș fi credincios neamului copiilor Tăi.",
        "16": "M-am gândit la aceste lucruri ca să le pricep, dar zadarnică mi-a fost truda,",
        "17": "până ce am intrat în Sfântul Locaș al lui Dumnezeu și am luat seama la soarta de la urmă a celor răi.",
        "18": "Da, Tu-i pui în locuri alunecoase și-i arunci în prăpăd.",
        "19": "Cum sunt nimiciți într-o clipă! Sunt pierduți, prăpădiți printr-un sfârșit năprasnic.",
        "20": "Ca un vis la deșteptare, așa le lepezi chipul, Doamne, la deșteptarea Ta!",
        "21": "Când mi se amăra inima și mă simțeam străpuns în măruntaie,",
        "22": "eram prost și fără judecată, eram ca un dobitoc înaintea Ta.",
        "23": "Însă eu sunt totdeauna cu Tine, Tu m-ai apucat de mâna dreaptă;",
        "24": "mă vei călăuzi cu sfatul Tău, apoi mă vei primi în slavă.",
        "25": "Pe cine altul am eu în cer afară de Tine? Și pe pământ nu-mi găsesc plăcerea în nimeni decât în Tine.",
        "26": "Carnea și inima pot să mi se prăpădească, fiindcă Dumnezeu va fi pururea stânca inimii mele și partea mea de moștenire.",
        "27": "Căci iată că cei ce se depărtează de Tine pier; Tu nimicești pe toți cei ce-Ți sunt necredincioși.",
        "28": "Cât pentru mine, fericirea mea este să mă apropii de Dumnezeu: pe Domnul Dumnezeu Îl fac locul meu de adăpost, ca să povestesc toate lucrările Tale."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Da, bun este Dumnezeu cu Israel, cu cei cu inima curată.",
        "2": "Cât despre mine, erau să mi se îndoaie picioarele, era cât pe ce să-mi alunece pașii,",
        "3": "căci îi invidiam pe cei lăudăroși când vedeam bunăstarea celor răi.",
        "4": "Căci ei n-au parte de remușcări până la moarte, iar trupul le este plin de grăsime.",
        "5": "N-au parte de necazul muritorului de rând și nu sunt loviți ca alți oameni.",
        "6": "De aceea mândria le este lănțișor la gât, iar violența îi învelește ca o manta.",
        "7": "Le ies ochii din orbite, iar imaginațiile minții lor întrec măsura.",
        "8": "Iau în derâdere și vorbesc cu răutate; vorbesc de sus, amenințând cu oprimarea.",
        "9": "Își înalță gura până la ceruri, iar limba lor cutreieră pământul.",
        "10": "De aceea poporul Lui se întoarce la ei și soarbe ape din plin de la ei.",
        "11": "Ei zic: „Cum să știe Dumnezeu și cum ar putea afla Cel Preaînalt?“.",
        "12": "Iată, așa sunt cei răi: liniștiți pe vecie și crescând în bogăție.",
        "13": "Într-adevăr, degeaba mi-am curățit inima și mi-am spălat mâinile în nevinovăție,",
        "14": "căci sunt lovit toată ziua și am parte de pedeapsă în fiecare dimineață.",
        "15": "Dacă aș zice: „Vreau să pot vorbi și eu așa!“, iată că aș trăda generația fiilor Tăi.",
        "16": "Când m-am gândit la aceste lucruri ca să le înțeleg, m-a cuprins neliniștea,",
        "17": "până când am venit la Sfântul Lăcaș al lui Dumnezeu și am înțeles care este sfârșitul lor.",
        "18": "Într-adevăr, Tu îi așezi pe locuri alunecoase, îi faci să cadă printre ruine.",
        "19": "Cum sunt pustiiți într-o clipă! Sunt nimiciți, sfârșiți prin lovituri năprasnice.",
        "20": "Ei sunt ca un vis la deșteptare. Stăpâne, când Te trezești, le vei disprețui chipul.",
        "21": "Când mi se amăra inima și mă simțeam străpuns în sufletul meu,",
        "22": "eram fără minte și nu știam nimic, eram ca un animal înaintea Ta.",
        "23": "Însă eu sunt cu Tine tot timpul! Tu mă apuci de mâna dreaptă,",
        "24": "mă călăuzești cu sfatul Tău și apoi mă vei lua în glorie.",
        "25": "Pe cine am eu în Ceruri în afară de Tine? Iar pe pământ nu-mi găsesc plăcerea în nimeni, ci doar în Tine.",
        "26": "Carnea și inima mi se pot distruge, dar Dumnezeu este stânca inimii mele și partea mea de moștenire pe vecie.",
        "27": "Căci iată, cei ce se depărtează de Tine vor pieri. Tu nimicești pe oricine se abate de la Tine.",
        "28": "Cât despre mine, este bine să mă apropii de Dumnezeu. Am făcut din Stăpânul Domn adăpostul meu; voi povesti toate lucrările Tale!"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Surely God is good to Israel, to those who are pure in heart.",
        "2": "But as for me, my feet were almost gone. My steps had nearly slipped.",
        "3": "For I was envious of the arrogant, when I saw the prosperity of the wicked.",
        "4": "For there are no struggles in their death, but their strength is firm.",
        "5": "They are free from burdens of men, neither are they plagued like other men.",
        "6": "Therefore pride is like a chain around their neck. Violence covers them like a garment.",
        "7": "Their eyes bulge with fat. Their minds pass the limits of conceit.",
        "8": "They scoff and speak with malice. In arrogance, they threaten oppression.",
        "9": "They have set their mouth in the heavens. Their tongue walks through the earth.",
        "10": "Therefore their people return to them, and they drink up waters of abundance.",
        "11": "They say, “How does God know? Is there knowledge in the Most High?”",
        "12": "Behold, these are the wicked. Being always at ease, they increase in riches.",
        "13": "Surely I have cleansed my heart in vain, and washed my hands in innocence,",
        "14": "For all day long I have been plagued, and punished every morning.",
        "15": "If I had said, “I will speak thus”, behold, I would have betrayed the generation of your children.",
        "16": "When I tried to understand this, it was too painful for me—",
        "17": "until I entered God’s sanctuary, and considered their latter end.",
        "18": "Surely you set them in slippery places. You throw them down to destruction.",
        "19": "How they are suddenly destroyed! They are completely swept away with terrors.",
        "20": "As a dream when one wakes up, so, Lord, when you awake, you will despise their fantasies.",
        "21": "For my soul was grieved. I was embittered in my heart.",
        "22": "I was so senseless and ignorant. I was a brute beast before you.",
        "23": "Nevertheless, I am continually with you. You have held my right hand.",
        "24": "You will guide me with your counsel, and afterward receive me to glory.",
        "25": "Whom do I have in heaven? There is no one on earth whom I desire besides you.",
        "26": "My flesh and my heart fails, but God is the strength of my heart and my portion forever.",
        "27": "For, behold, those who are far from you shall perish. You have destroyed all those who are unfaithful to you.",
        "28": "But it is good for me to come close to God. I have made the Lord Yahweh my refuge, that I may tell of all your works."
      }
    }
  }
}