{
  "book": "Psalmi",
  "chapter": "119",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Ferice de cei fără prihană în calea lor, care umblă întotdeauna după Legea Domnului!",
        "2": "Ferice de cei ce păzesc poruncile Lui, care-L caută din toată inima lor,",
        "3": "care nu săvârșesc nicio nelegiuire și umblă în căile Lui!",
        "4": "Tu ai dat poruncile Tale ca să fie păzite cu sfințenie.",
        "5": "O, de ar ținti căile mele la păzirea orânduirilor Tale!",
        "6": "Atunci nu voi roși de rușine la vederea tuturor poruncilor Tale!",
        "7": "Te voi lăuda cu inimă neprihănită când voi învăța legile dreptății Tale.",
        "8": "Vreau să păzesc orânduirile Tale: nu mă părăsi de tot!",
        "9": "Cum își va ține tânărul curată cărarea? Îndreptându-se după Cuvântul Tău.",
        "10": "Te caut din toată inima mea; nu mă lăsa să mă abat de la poruncile Tale.",
        "11": "Strâng Cuvântul Tău în inima mea, ca să nu păcătuiesc împotriva Ta!",
        "12": "Binecuvântat să fii Tu, Doamne! Învață-mă orânduirile Tale!",
        "13": "Cu buzele mele vestesc toate hotărârile gurii Tale.",
        "14": "Când urmez învățăturile Tale, mă bucur de parc-aș avea toate comorile.",
        "15": "Mă gândesc adânc la poruncile Tale și cărările Tale le am sub ochi.",
        "16": "Mă desfătez în orânduirile Tale și nu uit Cuvântul Tău.",
        "17": "Fă bine robului Tău, ca să trăiesc și să păzesc Cuvântul Tău!",
        "18": "Deschide-mi ochii, ca să văd lucrurile minunate ale Legii Tale!",
        "19": "Sunt un străin pe pământ: nu-mi ascunde poruncile Tale!",
        "20": "Totdeauna mi se topește sufletul de dor după legile Tale.",
        "21": "Tu mustri pe cei îngâmfați, pe blestemații aceștia care se rătăcesc de la poruncile Tale.",
        "22": "Ridică de pe mine ocara și disprețul, căci păzesc învățăturile Tale!",
        "23": "Să tot stea voievozii și să vorbească împotriva mea: robul Tău cugetă adânc la orânduirile Tale.",
        "24": "Învățăturile Tale sunt desfătarea mea și sfătuitorii mei.",
        "25": "Sufletul meu este lipit de țărână: înviorează-mă după făgăduința Ta!",
        "26": "Eu îmi istorisesc căile și Tu mă asculți: învață-mă orânduirile Tale!",
        "27": "Fă-mă să pricep calea poruncilor Tale și voi cugeta la lucrurile Tale cele minunate!",
        "28": "Îmi plânge sufletul de durere: ridică-mă, după Cuvântul Tău!",
        "29": "Depărtează-mă de calea necredincioșiei către Tine și dă-mi îndurarea Ta, ca să urmez Legea Ta!",
        "30": "Aleg calea adevărului, pun legile Tale sub ochii mei.",
        "31": "Mă țin de învățăturile Tale, Doamne, nu mă lăsa de rușine!",
        "32": "Alerg pe calea poruncilor Tale, căci îmi scoți inima la larg.",
        "33": "Învață-mă, Doamne, calea orânduirilor Tale, ca s-o țin până la sfârșit!",
        "34": "Dă-mi pricepere, ca să păzesc Legea Ta și s-o țin din toată inima mea!",
        "35": "Povățuiește-mă pe cărarea poruncilor Tale, căci îmi place de ea!",
        "36": "Pleacă-mi inima spre învățăturile Tale, și nu spre câștig!",
        "37": "Abate-mi ochii de la vederea lucrurilor deșarte, înviorează-mă în calea Ta!",
        "38": "Împlinește-Ți făgăduința față de robul Tău, făgăduința făcută pentru cei ce se tem de Tine!",
        "39": "Depărtează de la mine ocara de care mă tem! Căci judecățile Tale sunt pline de bunătate.",
        "40": "Iată, doresc să împlinesc poruncile Tale: fă-mă să trăiesc în neprihănirea cerută de Tine!",
        "41": "Să vină, Doamne, îndurarea Ta peste mine, mântuirea Ta, după făgăduința Ta!",
        "42": "Și atunci voi putea răspunde celui ce mă batjocorește, căci mă încred în Cuvântul Tău.",
        "43": "Nu lua de tot din gura mea cuvântul adevărului, căci nădăjduiesc în judecățile Tale!",
        "44": "Voi păzi Legea Ta necurmat, totdeauna și pe vecie.",
        "45": "Voi umbla în loc larg, căci caut poruncile Tale.",
        "46": "Voi vorbi despre învățăturile Tale înaintea împăraților și nu-mi va roși obrazul.",
        "47": "Mă desfătez în poruncile Tale, căci le iubesc.",
        "48": "Îmi întind mâinile spre poruncile Tale, pe care le iubesc, și vreau să mă gândesc adânc la orânduirile Tale.",
        "49": "Adu-Ți aminte de făgăduința dată robului Tău, în care m-ai făcut să-mi pun nădejdea!",
        "50": "Aceasta este mângâierea mea în necazul meu: că făgăduința Ta îmi dă iarăși viață.",
        "51": "Niște îngâmfați mi-aruncă batjocuri, totuși eu nu mă abat de la Legea Ta.",
        "52": "Mă gândesc la judecățile Tale de odinioară, Doamne, și mă mângâi.",
        "53": "M-apucă o mânie aprinsă la vederea celor răi, care părăsesc Legea Ta.",
        "54": "Orânduirile Tale sunt prilejul cântărilor mele în casa pribegiei mele.",
        "55": "Noaptea îmi aduc aminte de Numele Tău, Doamne, și păzesc Legea Ta.",
        "56": "Așa mi se cuvine, căci păzesc poruncile Tale.",
        "57": "Partea mea, Doamne, o spun, este să păzesc cuvintele Tale.",
        "58": "Te rog din toată inima mea: ai milă de mine, după făgăduința Ta!",
        "59": "Mă gândesc la căile mele și îmi îndrept picioarele spre învățăturile Tale.",
        "60": "Mă grăbesc și nu preget să păzesc poruncile Tale.",
        "61": "Cursele celor răi mă înconjoară, dar nu uit Legea Ta.",
        "62": "Mă scol la miezul nopții să Te laud pentru judecățile Tale cele drepte.",
        "63": "Sunt prieten cu toți cei ce se tem de Tine și cu cei ce păzesc poruncile Tale.",
        "64": "Pământul, Doamne, este plin de bunătatea Ta; învață-mă orânduirile Tale!",
        "65": "Tu faci bine robului Tău, Doamne, după făgăduința Ta.",
        "66": "Învață-mă să am înțelegere și pricepere, căci cred în poruncile Tale!",
        "67": "Până ce am fost smerit, rătăceam; dar acum păzesc Cuvântul Tău.",
        "68": "Tu ești bun și binefăcător: învață-mă orânduirile Tale!",
        "69": "Niște îngâmfați urzesc neadevăruri împotriva mea; dar eu păzesc din toată inima mea poruncile Tale.",
        "70": "Inima lor este nesimțitoare ca grăsimea, dar eu mă desfătez în Legea Ta.",
        "71": "Este spre binele meu că m-ai smerit, ca să învăț orânduirile Tale.",
        "72": "Mai mult prețuiește pentru mine legea gurii Tale decât o mie de lucruri de aur și de argint.",
        "73": "Mâinile Tale m-au făcut și m-au întocmit; dă-mi pricepere, ca să învăț poruncile Tale!",
        "74": "Cei ce se tem de Tine mă văd și se bucură, căci nădăjduiesc în făgăduințele Tale.",
        "75": "Știu, Doamne, că judecățile Tale sunt drepte: din credincioșie m-ai smerit.",
        "76": "Fă ca bunătatea Ta să-mi fie mângâiere, cum ai făgăduit robului Tău!",
        "77": "Să vină peste mine îndurările Tale, ca să trăiesc, căci Legea Ta este desfătarea mea.",
        "78": "Să fie înfruntați îngâmfații care mă asupresc fără temei, căci eu mă gândesc adânc la poruncile Tale!",
        "79": "Să se întoarcă la mine cei ce se tem de Tine și cei ce cunosc învățăturile Tale!",
        "80": "Inima să-mi fie neîmpărțită în orânduirile Tale, ca să nu fiu dat de rușine!",
        "81": "Îmi tânjește sufletul după mântuirea Ta: nădăjduiesc în făgăduința Ta.",
        "82": "Mi se topesc ochii după făgăduința Ta și zic: „Când mă vei mângâia?”",
        "83": "Căci am ajuns ca un burduf pus în fum, totuși nu uit orânduirile Tale.",
        "84": "Care este numărul zilelor robului Tău? Când vei pedepsi pe cei ce mă prigonesc?",
        "85": "Niște îngâmfați sapă gropi înaintea mea; nu lucrează după Legea Ta.",
        "86": "Toate poruncile Tale nu sunt decât credincioșie; ei mă prigonesc fără temei: ajută-mă!",
        "87": "Gata, gata să mă doboare și să mă prăpădească, dar eu nu părăsesc poruncile Tale.",
        "88": "Înviorează-mă după bunătatea Ta, ca să păzesc învățăturile gurii Tale!",
        "89": "Cuvântul Tău, Doamne, dăinuiește în veci în ceruri.",
        "90": "Credincioșia Ta ține din neam în neam; Tu ai întemeiat pământul, și el rămâne tare.",
        "91": "După legile Tale stă în picioare totul astăzi, căci toate lucrurile Îți sunt supuse.",
        "92": "Dacă n-ar fi fost Legea Ta desfătarea mea, aș fi pierit în ticăloșia mea.",
        "93": "Niciodată nu voi uita poruncile Tale, căci prin ele mă înviorezi.",
        "94": "Al Tău sunt: mântuiește-mă, căci caut poruncile Tale!",
        "95": "Niște răi mă așteaptă ca să mă piardă, dar eu iau aminte la învățăturile Tale.",
        "96": "Văd că tot ce este desăvârșit are margini, poruncile Tale însă sunt fără margini.",
        "97": "Cât de mult iubesc Legea Ta! Toată ziua mă gândesc la ea.",
        "98": "Poruncile Tale mă fac mai înțelept decât vrăjmașii mei, căci totdeauna le am cu mine.",
        "99": "Sunt mai învățat decât toți învățătorii mei, căci mă gândesc la învățăturile Tale.",
        "100": "Am mai multă pricepere decât bătrânii, căci păzesc poruncile Tale.",
        "101": "Îmi țin piciorul departe de orice drum rău, ca să păzesc Cuvântul Tău.",
        "102": "Nu mă depărtez de legile Tale, căci Tu mă înveți.",
        "103": "Ce dulci sunt cuvintele Tale pentru cerul gurii mele! Mai dulci decât mierea în gura mea!",
        "104": "Prin poruncile Tale mă fac mai priceput, de aceea urăsc orice cale a minciunii.",
        "105": "Cuvântul Tău este o candelă pentru picioarele mele și o lumină pe cărarea mea.",
        "106": "Jur, și mă voi ține de jurământ, că voi păzi legile Tale cele drepte.",
        "107": "Sunt foarte amărât: înviorează-mă, Doamne, după Cuvântul Tău!",
        "108": "Primește, Doamne, simțămintele pe care le spune gura mea și învață-mă legile Tale!",
        "109": "Viața îmi este necurmat în primejdie, și totuși nu uit Legea Ta.",
        "110": "Niște răi îmi întind curse, dar eu nu mă rătăcesc de la poruncile Tale.",
        "111": "Învățăturile Tale sunt moștenirea mea de veci, căci ele sunt bucuria inimii mele.",
        "112": "Îmi plec inima să împlinesc orânduirile Tale, totdeauna și până la sfârșit.",
        "113": "Urăsc pe oamenii nehotărâți, dar iubesc Legea Ta.",
        "114": "Tu ești adăpostul și scutul meu; eu nădăjduiesc în făgăduința Ta.",
        "115": "Depărtați-vă de mine, răilor, ca să păzesc poruncile Dumnezeului meu!",
        "116": "Sprijină-mă, după făgăduința Ta, ca să trăiesc și nu mă lăsa de rușine în nădejdea mea!",
        "117": "Fii sprijinul meu, ca să fiu scăpat și să mă veselesc neîncetat de orânduirile Tale!",
        "118": "Tu disprețuiești pe toți cei ce se depărtează de orânduirile Tale, căci înșelătoria lor este zadarnică.",
        "119": "Ca spuma iei pe toți cei răi de pe pământ, de aceea eu iubesc învățăturile Tale.",
        "120": "Mi se înfioară carnea de frica Ta și mă tem de judecățile Tale.",
        "121": "Păzesc legea și dreptatea: nu mă lăsa în voia asupritorilor mei!",
        "122": "Ia sub ocrotirea Ta binele robului Tău și nu mă lăsa apăsat de niște îngâmfați!",
        "123": "Mi se topesc ochii după mântuirea Ta și după făgăduința Ta cea dreaptă.",
        "124": "Poartă-Te cu robul Tău după bunătatea Ta și învață-mă orânduirile Tale!",
        "125": "Eu sunt robul Tău; dă-mi pricepere, ca să cunosc învățăturile Tale!",
        "126": "Este vremea ca Domnul să lucreze, căci ei calcă Legea Ta.",
        "127": "De aceea, eu iubesc poruncile Tale mai mult decât aurul, da, mai mult decât aurul curat.",
        "128": "De aceea, găsesc drepte toate poruncile Tale și urăsc orice cale a minciunii.",
        "129": "Învățăturile Tale sunt minunate, de aceea le păzește sufletul meu.",
        "130": "Descoperirea cuvintelor Tale dă lumină, dă pricepere celor fără răutate.",
        "131": "Deschid gura și oftez, căci sunt lacom după poruncile Tale.",
        "132": "Întoarce-Ți Fața spre mine și ai milă de mine, după obiceiul Tău față de cei ce iubesc Numele Tău!",
        "133": "Întărește-mi pașii în Cuvântul Tău și nu lăsa nicio nelegiuire să stăpânească peste mine!",
        "134": "Izbăvește-mă de asuprirea oamenilor, ca să păzesc poruncile Tale!",
        "135": "Fă să strălucească Fața Ta peste robul Tău și învață-mă orânduirile Tale!",
        "136": "Ochii îmi varsă șiroaie de ape, pentru că Legea Ta nu este păzită.",
        "137": "Tu ești drept, Doamne, și judecățile Tale sunt fără prihană.",
        "138": "Tu Îți întemeiezi învățăturile pe dreptate și pe cea mai mare credincioșie.",
        "139": "Râvna mea mă mănâncă, pentru că potrivnicii mei uită cuvintele Tale.",
        "140": "Cuvântul Tău este cu totul încercat, și robul Tău îl iubește.",
        "141": "Sunt mic și disprețuit, dar nu uit poruncile Tale.",
        "142": "Dreptatea Ta este o dreptate veșnică și Legea Ta este adevărul.",
        "143": "Necazul și strâmtorarea mă ajung, dar poruncile Tale sunt desfătarea mea.",
        "144": "Învățăturile Tale sunt drepte pe vecie: dă-mi pricepere, ca să trăiesc!",
        "145": "Te chem din toată inima mea: ascultă-mă, Doamne, ca să păzesc orânduirile Tale!",
        "146": "Te chem: mântuiește-mă, ca să păzesc învățăturile Tale!",
        "147": "O iau înaintea zorilor și strig; nădăjduiesc în făgăduințele Tale.",
        "148": "O iau înaintea străjilor de noapte și deschid ochii, ca să mă gândesc adânc la Cuvântul Tău.",
        "149": "Ascultă-mi glasul, după bunătatea Ta, înviorează-mă, Doamne, după judecata Ta!",
        "150": "Se apropie cei ce urmăresc mișelia și se depărtează de Legea Ta.",
        "151": "Dar Tu ești aproape, Doamne, și toate poruncile Tale sunt adevărul.",
        "152": "De multă vreme știu, din învățăturile Tale, că le-ai așezat pentru totdeauna.",
        "153": "Vezi-mi ticăloșia și izbăvește-mă, căci nu uit Legea Ta!",
        "154": "Apără-mi pricina și răscumpără-mă, înviorează-mă, după făgăduința Ta!",
        "155": "Mântuirea este departe de cei răi, căci ei nu caută orânduirile Tale.",
        "156": "Mari sunt îndurările Tale, Doamne! Înviorează-mă după judecățile Tale!",
        "157": "Mulți sunt prigonitorii și potrivnicii mei, dar nu mă depărtez de învățăturile Tale.",
        "158": "Văd cu scârbă pe cei necredincioși Ție, care nu păzesc Cuvântul Tău.",
        "159": "Vezi cât de mult iubesc eu poruncile Tale: înviorează-mă, Doamne, după bunătatea Ta!",
        "160": "Temelia Cuvântului Tău este adevărul și toate legile Tale cele drepte sunt veșnice.",
        "161": "Niște voievozi mă prigonesc fără temei, dar inima mea nu tremură decât de cuvintele Tale.",
        "162": "Mă bucur de Cuvântul Tău ca cel ce găsește o mare pradă.",
        "163": "Urăsc și nu pot suferi minciuna, dar iubesc Legea Ta.",
        "164": "De șapte ori pe zi Te laud din pricina legilor Tale celor drepte.",
        "165": "Multă pace au cei ce iubesc Legea Ta și nu li se întâmplă nicio nenorocire.",
        "166": "Eu nădăjduiesc în mântuirea Ta, Doamne, și împlinesc poruncile Tale.",
        "167": "Sufletul meu ține învățăturile Tale și le iubesc mult de tot!",
        "168": "Păzesc poruncile și învățăturile Tale, căci toate căile mele sunt înaintea Ta.",
        "169": "Să ajungă strigătul meu până la Tine, Doamne! Dă-mi pricepere, după făgăduința Ta!",
        "170": "Să ajungă cererea mea până la Tine! Izbăvește-mă, după făgăduința Ta!",
        "171": "Buzele mele să vestească lauda Ta, căci Tu mă înveți orânduirile Tale!",
        "172": "Să cânte limba mea Cuvântul Tău, căci toate poruncile Tale sunt drepte!",
        "173": "Mâna Ta să-mi fie într-ajutor, căci am ales poruncile Tale!",
        "174": "Suspin după mântuirea Ta, Doamne, și Legea Ta este desfătarea mea.",
        "175": "Să-mi trăiască sufletul și să Te laude, și judecățile Tale să mă sprijine!",
        "176": "Rătăcesc ca o oaie pierdută: caută pe robul Tău, căci nu uit poruncile Tale!"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Ferice de cei integri pe calea lor, care trăiesc potrivit Legii Domnului.",
        "2": "Ferice de cei ce păzesc învățăturile Lui și-L caută din toată inima.",
        "3": "Ei nu fac nicio nedreptate; umblă pe căile Lui.",
        "4": "Tu ai poruncit reglementările Tale, ca să fie păzite bine.",
        "5": "O, dacă aș urmări constant, pe căile mele, să păzesc hotărârile Tale!",
        "6": "Atunci nu mă voi rușina, când mă voi uita la poruncile Tale.",
        "7": "Îți voi mulțumi în curăție de inimă, când voi învăța legile dreptății Tale.",
        "8": "Voi păzi hotărârile Tale; nu mă părăsi de tot!",
        "9": "Cum își va păstra tânărul curată cărarea? Trăind după Cuvântul Tău.",
        "10": "Te caut din toată inima mea; nu mă lăsa să mă abat de la poruncile Tale!",
        "11": "Strâng Cuvântul Tău în inima mea, ca să nu păcătuiesc împotriva Ta.",
        "12": "Binecuvântat să fii Tu, Doamne! Învață-mă hotărârile Tale!",
        "13": "Buzele mele vestesc toate judecățile rostite de gura Ta.",
        "14": "Mă bucur când urmez învățăturile Tale de parcă aș avea toate bogățiile.",
        "15": "Cuget la reglementările Tale și mă uit atent la căile Tale.",
        "16": "Îmi găsesc plăcerea în hotărârile Tale; nu voi uita Cuvântul Tău!",
        "17": "Fă-i bine slujitorului Tău, ca să trăiesc și să păzesc Cuvântul Tău!",
        "18": "Deschide-mi ochii, ca să văd minunile din Legea Ta.",
        "19": "Eu sunt un străin pe pământ: nu-mi ascunde poruncile Tale!",
        "20": "Întotdeauna mi se topește sufletul de dor după judecățile Tale, tot timpul.",
        "21": "Tu-i mustri pe cei aroganți, pe cei blestemați, pe cei ce se rătăcesc de la poruncile Tale.",
        "22": "Îndepărtează de la mine insulta și disprețul, căci păzesc învățăturile Tale!",
        "23": "Prinții stau și vorbesc împotriva mea, dar slujitorul Tău cugetă la hotărârile Tale.",
        "24": "Învățăturile Tale sunt bucuria mea, sunt sfetnicii mei.",
        "25": "Sufletul meu este lipit de țărână: înviorează-mă potrivit Cuvântului Tău!",
        "26": "Mi-am istorisit căile, și Tu mi-ai răspuns: învață-mă hotărârile Tale!",
        "27": "Fă-mă să înțeleg calea reglementărilor Tale și voi cugeta la minunile Tale!",
        "28": "Sufletul îmi plânge de întristare: ridică-mă, după Cuvântul Tău!",
        "29": "Ține-mă departe de calea minciunii; binevoiește să mă înveți Legea Ta!",
        "30": "Aleg calea credincioșiei; accept judecățile Tale.",
        "31": "Mă alipesc de învățăturile Tale: Doamne, nu mă lăsa să fiu făcut de rușine!",
        "32": "Alerg pe calea poruncilor Tale, căci Tu îmi lărgești inima de bucurie.",
        "33": "Învață-mă, Doamne, calea hotărârilor Tale, și o voi păzi până la sfârșit!",
        "34": "Fă-mă să înțeleg și voi respecta Legea Ta, o voi păzi din toată inima mea!",
        "35": "Călăuzește-mă pe cărarea poruncilor Tale, căci în ea îmi găsesc plăcerea!",
        "36": "Apleacă-mi inima spre învățăturile Tale și nu spre câștig nedrept!",
        "37": "Abate-mi ochii de la vederea deșertăciunii. Înviorează-mă pe căile Tale!",
        "38": "Împlinește-Ți promisiunea făcută slujitorului Tău, celui ce se teme de Tine!",
        "39": "Depărtează de la mine disprețul care mă înspăimântă, căci judecățile Tale sunt bune!",
        "40": "Iată! Tânjesc după poruncile Tale. În dreptatea Ta, înviorează-mă!",
        "41": "Să vină la mine îndurarea Ta, Doamne, mântuirea Ta, potrivit promisiunii Tale!",
        "42": "Atunci îi voi răspunde celui ce mă batjocorește, căci mă încred în Cuvântul Tău.",
        "43": "Nu mă lăsa fără Cuvântul cel adevărat în gura mea, căci îmi pun speranța în judecățile Tale!",
        "44": "Voi păzi Legea Ta întotdeauna și pentru veci de veci!",
        "45": "Voi umbla în libertate, căci caut hotărârile Tale.",
        "46": "Voi vorbi despre învățăturile Tale înaintea regilor și nu mă voi rușina.",
        "47": "Îmi voi găsi plăcerea în poruncile Tale, pe care le iubesc.",
        "48": "Îmi ridic mâinile spre poruncile Tale, pe care le iubesc, și cuget la hotărârile Tale.",
        "49": "Amintește-Ți de Cuvântul spus slujitorului Tău, în care m-ai făcut să sper!",
        "50": "Aceasta îmi este mângâierea în suferința mea, că promisiunea Ta mă înviorează.",
        "51": "Mult mă mai batjocoresc cei aroganți, dar eu nu mă abat de la Legea Ta.",
        "52": "Îmi amintesc de judecățile Tale din vechime, Doamne, și sunt mângâiat.",
        "53": "Sunt cuprins de furie la vederea celor răi, a celor ce au părăsit Legea Ta.",
        "54": "Decretele Tale au fost tema cântărilor mele în casa în care locuiesc.",
        "55": "Noaptea îmi amintesc Numele Tău, Doamne! Voi păzi Legea Ta!",
        "56": "Așa-mi doresc să fie, căci păzesc poruncile Tale.",
        "57": "Doamne, Tu ești partea mea de moștenire: am promis că voi păzi cuvintele Tale!",
        "58": "Caut fața Ta din toată inima. Arată-Ți bunăvoința față de mine, potrivit promisiunii Tale.",
        "59": "Mă gândesc la căile mele și îmi îndrept pașii spre învățăturile Tale.",
        "60": "Mă grăbesc și nu întârzii să păzesc poruncile Tale.",
        "61": "Funiile celor răi m-au înconjurat, dar eu nu uit Legea Ta.",
        "62": "La miezul nopții mă trezesc ca să-Ți mulțumesc datorită judecăților Tale cele drepte.",
        "63": "Sunt prieten cu toți cei ce se tem de Tine și păzesc reglementările Tale.",
        "64": "Doamne, îndurarea Ta umple pământul: învață-mă hotărârile Tale!",
        "65": "Tu faci bine slujitorului Tău, Doamne, după Cuvântul Tău.",
        "66": "Învață-mă să am un discernământ clar și pricepere, căci cred în poruncile Tale!",
        "67": "Înainte de a fi smerit, eu rătăceam, însă acum păzesc Cuvântul Tău.",
        "68": "Tu ești bun și faci bine: învață-mă hotărârile Tale!",
        "69": "Niște aroganți m-au împroșcat cu minciuni, dar eu păzesc poruncile Tale din toată inima.",
        "70": "Inima lor este fără simțire, precum grăsimea, dar eu îmi găsesc plăcerea în Legea Ta.",
        "71": "Este bine pentru mine că am fost smerit, pentru că astfel am putut învăța hotărârile Tale.",
        "72": "Mai bună este pentru mine Legea gurii Tale, decât mii de șecheli de aur și de argint.",
        "73": "Mâinile Tale m-au făcut și m-au întărit. Dă-mi pricepere, ca să pot învăța poruncile Tale!",
        "74": "Cei ce se tem de Tine mă privesc și se bucură, căci mi-am pus speranța în Cuvântul Tău.",
        "75": "Doamne, știu că judecățile Tale sunt drepte și că, din credincioșie, m-ai smerit.",
        "76": "Fă ca îndurarea Ta să-mi fie mângâiere, potrivit promisiunii Tale față de slujitorul Tău.",
        "77": "Să am parte de mila Ta și voi trăi, căci îmi găsesc plăcerea în Legea Ta.",
        "78": "Să fie făcuți de râs cei aroganți, căci m-au discreditat prin minciuni. Cât despre mine, eu voi medita la poruncile Tale.",
        "79": "Să se întoarcă spre mine cei ce se tem de Tine și cei ce cunosc învățăturile Tale.",
        "80": "Fie-mi inima fără vină în ce privește hotărârile Tale, și atunci nu voi fi făcut de rușine.",
        "81": "Mi se topește sufletul de dor după mântuirea Ta; eu îmi pun speranța în Cuvântul Tău.",
        "82": "Mi se topesc ochii de dor după promisiunea Ta, zicând: „Când mă vei mângâia?“.",
        "83": "Deși am ajuns ca un burduf de vin în fum, eu tot nu uit hotărârile Tale.",
        "84": "Câte zile să mai aștepte slujitorul Tău până când îi vei judeca pe cei ce mă urmăresc?",
        "85": "Niște aroganți mi-au săpat gropi; ei nu trăiesc potrivit cu Legea Ta.",
        "86": "Toate poruncile Tale sunt credincioșie! Ei mă urmăresc cu minciuni. Ajută-mă!",
        "87": "Aproape că m-au nimicit de pe pământ, dar eu nu părăsesc poruncile Tale.",
        "88": "Înviorează-mă potrivit îndurării Tale, și voi păzi mărturia gurii Tale.",
        "89": "Cuvântul Tău, Doamne, rămâne pe vecie în Ceruri.",
        "90": "Credincioșia Ta dăinuie din generație în generație; Tu ai întemeiat pământul, și el așa rămâne.",
        "91": "Astăzi toate lucrurile dăinuie prin legile Tale, căci ele există ca să-Ți slujească Ție.",
        "92": "Dacă Legea Ta nu ar fi bucuria mea, aș pieri în suferința mea.",
        "93": "Niciodată nu voi uita poruncile Tale, căci prin ele mă înviorezi.",
        "94": "Sunt al Tău: salvează-mă, căci caut poruncile Tale!",
        "95": "Cei răi așteaptă să mă distrugă; eu însă mă gândesc la învățăturile Tale.",
        "96": "Am văzut o limită în tot ce este perfect; porunca Ta, însă, este de necuprins.",
        "97": "Ce mult iubesc eu Legea Ta! Toată ziua cuget la ea!",
        "98": "Poruncile Tale mă fac mai înțelept decât dușmanii mei, căci ele sunt întotdeauna cu mine.",
        "99": "Sunt mai înțelept decât toți învățătorii mei, căci cuget la învățăturile Tale.",
        "100": "Sunt mai priceput decât bătrânii, căci păzesc poruncile Tale.",
        "101": "Îmi feresc picioarele de orice cale rea, ca să păzesc Cuvântul Tău.",
        "102": "Nu mă îndepărtez de judecățile Tale, căci Tu m-ai învățat.",
        "103": "Ce dulci sunt cuvintele Tale pentru cerul gurii mele, mai dulci decât mierea pentru gura mea.",
        "104": "Sunt priceput datorită poruncilor Tale. De aceea urăsc toate cărările minciunii.",
        "105": "Cuvântul Tău este o candelă pentru picioarele mele și o lumină pe cărarea mea.",
        "106": "Am jurat, și voi împlini întocmai, că voi păzi judecățile Tale cele drepte.",
        "107": "Sunt atât de nenorocit: Doamne, înviorează-mă după Cuvântul Tău!",
        "108": "Doamne, primește, Te rog, darurile de bunăvoie ale gurii mele și învață-mă judecățile Tale!",
        "109": "Mi-am pus mereu viața în pericol, dar nu uit Legea Ta.",
        "110": "Cei răi mi-au întins curse, dar eu nu mă voi rătăci de la poruncile Tale.",
        "111": "Am moștenit învățăturile Tale pe vecie, pentru că ele sunt bucuria inimii mele.",
        "112": "Îmi plec inima ca să duc la îndeplinire hotărârile Tale pentru totdeauna, până la sfârșit.",
        "113": "Îi urăsc pe cei cu inima împărțită, dar iubesc Legea Ta.",
        "114": "Tu ești adăpostul și scutul meu; îmi pun speranța în Cuvântul Tău.",
        "115": "Depărtați-vă de mine, răufăcătorilor, ca să păzesc poruncile Dumnezeului meu.",
        "116": "Sprijină-mă, potrivit Cuvântului Tău, și voi trăi. Nu mă lăsa să fiu făcut de rușine în speranța mea!",
        "117": "Întărește-mă, ca să fiu salvat și să privesc tot timpul la hotărârile Tale.",
        "118": "Tu-i îndepărtezi pe cei ce se rătăcesc de la hotărârile Tale, căci înșelătoria lor este zadarnică.",
        "119": "Tu-i îndepărtezi pe cei răi de pe pământ, ca pe zgură. De aceea iubesc eu învățăturile Tale.",
        "120": "Mi se înfioară carnea de groaza Ta și mă tem din cauza judecăților Tale.",
        "121": "Am făcut judecată și dreptate: nu mă da pe mâna asupritorilor mei!",
        "122": "Ia apărarea slujitorului Tău, ca să nu mă mai asuprească cei aroganți!",
        "123": "Mi se topesc ochii așteptând să mă salvezi, așteptând promisiunea Ta cea dreaptă.",
        "124": "Poartă-te cu slujitorul Tău potrivit îndurării Tale și învață-mă hotărârile Tale!",
        "125": "Eu sunt slujitorul Tău: învață-mă, și voi cunoaște învățăturile Tale.",
        "126": "Doamne, este vremea să lucrezi, căci au încălcat Legea Ta.",
        "127": "De aceea iubesc poruncile Tale mai mult decât aurul, mai mult decât aurul pur.",
        "128": "De aceea consider pe deplin drepte toate reglementările Tale. Urăsc orice cărare a minciunii.",
        "129": "Minunate sunt învățăturile Tale; de aceea sufletul meu le păzește.",
        "130": "Dezvăluirea cuvintelor Tale aduce lumină, dă pricepere celor neștiutori.",
        "131": "Îmi deschid gura și oftez, căci tânjesc după poruncile Tale.",
        "132": "Întoarce-Te spre mine și arată-Ți bunăvoința față de mine, potrivit cu obiceiul Tău față de cei ce iubesc Numele Tău.",
        "133": "Întărește-mi pașii prin Cuvântul Tău și nu mă lăsa în stăpânirea vreunei nelegiuiri.",
        "134": "Răscumpără-mă de sub asuprirea omului și voi păzi poruncile Tale!",
        "135": "Fă să strălucească fața Ta peste slujitorul Tău și învață-mă hotărârile Tale.",
        "136": "Ochii îmi varsă șiroaie de lacrimi, fiindcă oamenii nu păzesc Legea Ta.",
        "137": "Doamne, Tu ești drept, iar judecățile Tale sunt drepte!",
        "138": "Tu poruncești, iar învățăturile Tale sunt drepte și pline de credincioșie.",
        "139": "Zelul meu mă distruge, pentru că dușmanii mei uită cuvintele Tale.",
        "140": "Cuvântul Tău este testat bine, și slujitorul Tău îl iubește.",
        "141": "Eu sunt lipsit de importanță și disprețuit, dar nu uit poruncile Tale.",
        "142": "Dreptatea Ta rămâne dreptate pe vecie, și Legea Ta rămâne adevărată.",
        "143": "M-au ajuns necazul și durerea, dar poruncile Tale sunt bucuria mea.",
        "144": "Învățăturile Tale rămân drepte pe vecie. Dă-mi pricepere, ca să trăiesc!",
        "145": "Strig din toată inima: răspunde-mi, Doamne! Voi împlini hotărârile Tale.",
        "146": "Te chem; salvează-mă, iar eu voi păzi învățăturile Tale.",
        "147": "Mă trezesc înaintea zorilor ca să strig către Tine după ajutor; eu îmi pun speranța în Cuvântul Tău.",
        "148": "Ochii mei o iau înaintea străjilor nopții, ca să cuget la Cuvântul Tău.",
        "149": "Ascultă-mi glasul, potrivit îndurării Tale! Doamne, înviorează-mă potrivit judecăților Tale!",
        "150": "Se apropie cei ce urmăresc desfrânarea; ei s-au îndepărtat de Legea Ta.",
        "151": "Doamne, Tu ești aproape, iar toate poruncile Tale sunt adevărate.",
        "152": "Cu mult timp în urmă am aflat din învățăturile Tale, că Tu le-ai stabilit pe vecie.",
        "153": "Uită-Te la necazul meu și salvează-mă, căci n-am uitat Legea Ta!",
        "154": "Apără-mi cauza și răscumpără-mă! Înviorează-mă potrivit promisiunii Tale!",
        "155": "Mântuirea este departe de cei răi, deoarece ei nu caută să împlinească hotărârile Tale.",
        "156": "Doamne, mare este mila Ta! Înviorează-mă potrivit cu judecățile Tale!",
        "157": "Mulți sunt dușmanii mei și cei ce mă urmăresc, dar eu nu mă depărtez de învățăturile Tale.",
        "158": "Mă uit cu scârbă la cei necredincioși, la cei ce nu păzesc Cuvântul Tău.",
        "159": "Privește cât de mult iubesc poruncile Tale! Doamne, înviorează-mă potrivit cu îndurarea Ta!",
        "160": "Temelia Cuvântului Tău este adevărul, și toate legile Tale drepte sunt veșnice!",
        "161": "Niște căpetenii mă urmăresc fără motiv, dar inima mea se teme doar de cuvintele Tale!",
        "162": "Mă bucur de Cuvântul Tău, așa cum se bucură cel care a găsit multă pradă.",
        "163": "Urăsc minciuna, n-o pot suferi, dar iubesc Legea Ta!",
        "164": "Te laud de șapte ori pe zi, datorită judecăților Tale celor drepte.",
        "165": "Cei ce iubesc Legea Ta au parte de multă pace și nimic nu îi poate face să se împiedice.",
        "166": "Doamne, aștept mântuirea Ta și împlinesc poruncile Tale.",
        "167": "Sufletul meu păzește învățăturile Tale și le iubește mult.",
        "168": "Păzesc reglementările și învățăturile Tale, căci toate căile mele sunt înaintea Ta.",
        "169": "Să ajungă strigătul meu înaintea Ta, Doamne! Dă-mi pricepere, potrivit Cuvântului Tău!",
        "170": "Să ajungă cererea mea înaintea Ta. Salvează-mă, potrivit promisiunii Tale!",
        "171": "Buzele mele Te vor lăuda, căci m-ai învățat hotărârile Tale!",
        "172": "Să cânte limba mea despre Cuvântul Tău, căci toate poruncile Tale sunt drepte.",
        "173": "Mâna Ta să-mi vină în ajutor, căci aleg poruncile Tale.",
        "174": "Doamne, tânjesc după mântuirea Ta, și Legea Ta este bucuria mea.",
        "175": "Să-mi trăiască sufletul și să Te laude, iar judecățile Tale să mă sprijine.",
        "176": "Rătăcesc ca o oaie pierdută! Caută-l pe slujitorul Tău, căci eu nu am uitat poruncile Tale!"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Blessed are those whose ways are blameless, who walk according to Yahweh’s law.",
        "2": "Blessed are those who keep his statutes, who seek him with their whole heart.",
        "3": "Yes, they do nothing wrong. They walk in his ways.",
        "4": "You have commanded your precepts, that we should fully obey them.",
        "5": "Oh that my ways were steadfast to obey your statutes!",
        "6": "Then I wouldn’t be disappointed, when I consider all of your commandments.",
        "7": "I will give thanks to you with uprightness of heart, when I learn your righteous judgments.",
        "8": "I will observe your statutes. Don’t utterly forsake me. BETH",
        "9": "How can a young man keep his way pure? By living according to your word.",
        "10": "With my whole heart I have sought you. Don’t let me wander from your commandments.",
        "11": "I have hidden your word in my heart, that I might not sin against you.",
        "12": "Blessed are you, Yahweh. Teach me your statutes.",
        "13": "With my lips, I have declared all the ordinances of your mouth.",
        "14": "I have rejoiced in the way of your testimonies, as much as in all riches.",
        "15": "I will meditate on your precepts, and consider your ways.",
        "16": "I will delight myself in your statutes. I will not forget your word. GIMEL",
        "17": "Do good to your servant. I will live and I will obey your word.",
        "18": "Open my eyes, that I may see wondrous things out of your law.",
        "19": "I am a stranger on the earth. Don’t hide your commandments from me.",
        "20": "My soul is consumed with longing for your ordinances at all times.",
        "21": "You have rebuked the proud who are cursed, who wander from your commandments.",
        "22": "Take reproach and contempt away from me, for I have kept your statutes.",
        "23": "Though princes sit and slander me, your servant will meditate on your statutes.",
        "24": "Indeed your statutes are my delight, and my counselors. DALETH",
        "25": "My soul is laid low in the dust. Revive me according to your word!",
        "26": "I declared my ways, and you answered me. Teach me your statutes.",
        "27": "Let me understand the teaching of your precepts! Then I will meditate on your wondrous works.",
        "28": "My soul is weary with sorrow; strengthen me according to your word.",
        "29": "Keep me from the way of deceit. Grant me your law graciously!",
        "30": "I have chosen the way of truth. I have set your ordinances before me.",
        "31": "I cling to your statutes, Yahweh. Don’t let me be disappointed.",
        "32": "I run in the path of your commandments, for you have set my heart free. HE",
        "33": "Teach me, Yahweh, the way of your statutes. I will keep them to the end.",
        "34": "Give me understanding, and I will keep your law. Yes, I will obey it with my whole heart.",
        "35": "Direct me in the path of your commandments, for I delight in them.",
        "36": "Turn my heart toward your statutes, not toward selfish gain.",
        "37": "Turn my eyes away from looking at worthless things. Revive me in your ways.",
        "38": "Fulfill your promise to your servant, that you may be feared.",
        "39": "Take away my disgrace that I dread, for your ordinances are good.",
        "40": "Behold, I long for your precepts! Revive me in your righteousness. VAV",
        "41": "Let your loving kindness also come to me, Yahweh, your salvation, according to your word.",
        "42": "So I will have an answer for him who reproaches me, for I trust in your word.",
        "43": "Don’t snatch the word of truth out of my mouth, for I put my hope in your ordinances.",
        "44": "So I will obey your law continually, forever and ever.",
        "45": "I will walk in liberty, for I have sought your precepts.",
        "46": "I will also speak of your statutes before kings, and will not be disappointed.",
        "47": "I will delight myself in your commandments, because I love them.",
        "48": "I reach out my hands for your commandments, which I love. I will meditate on your statutes. ZAYIN",
        "49": "Remember your word to your servant, because you gave me hope.",
        "50": "This is my comfort in my affliction, for your word has revived me.",
        "51": "The arrogant mock me excessively, but I don’t swerve from your law.",
        "52": "I remember your ordinances of old, Yahweh, and have comforted myself.",
        "53": "Indignation has taken hold on me, because of the wicked who forsake your law.",
        "54": "Your statutes have been my songs in the house where I live.",
        "55": "I have remembered your name, Yahweh, in the night, and I obey your law.",
        "56": "This is my way, that I keep your precepts. HETH",
        "57": "Yahweh is my portion. I promised to obey your words.",
        "58": "I sought your favor with my whole heart. Be merciful to me according to your word.",
        "59": "I considered my ways, and turned my steps to your statutes.",
        "60": "I will hurry, and not delay, to obey your commandments.",
        "61": "The ropes of the wicked bind me, but I won’t forget your law.",
        "62": "At midnight I will rise to give thanks to you, because of your righteous ordinances.",
        "63": "I am a friend of all those who fear you, of those who observe your precepts.",
        "64": "The earth is full of your loving kindness, Yahweh. Teach me your statutes. TETH",
        "65": "You have treated your servant well, according to your word, Yahweh.",
        "66": "Teach me good judgment and knowledge, for I believe in your commandments.",
        "67": "Before I was afflicted, I went astray; but now I observe your word.",
        "68": "You are good, and do good. Teach me your statutes.",
        "69": "The proud have smeared a lie upon me. With my whole heart, I will keep your precepts.",
        "70": "Their heart is as callous as the fat, but I delight in your law.",
        "71": "It is good for me that I have been afflicted, that I may learn your statutes.",
        "72": "The law of your mouth is better to me than thousands of pieces of gold and silver. YODH",
        "73": "Your hands have made me and formed me. Give me understanding, that I may learn your commandments.",
        "74": "Those who fear you will see me and be glad, because I have put my hope in your word.",
        "75": "Yahweh, I know that your judgments are righteous, that in faithfulness you have afflicted me.",
        "76": "Please let your loving kindness be for my comfort, according to your word to your servant.",
        "77": "Let your tender mercies come to me, that I may live; for your law is my delight.",
        "78": "Let the proud be disappointed, for they have overthrown me wrongfully. I will meditate on your precepts.",
        "79": "Let those who fear you turn to me. They will know your statutes.",
        "80": "Let my heart be blameless toward your decrees, that I may not be disappointed. KAPF",
        "81": "My soul faints for your salvation. I hope in your word.",
        "82": "My eyes fail for your word. I say, “When will you comfort me?”",
        "83": "For I have become like a wineskin in the smoke. I don’t forget your statutes.",
        "84": "How many are the days of your servant? When will you execute judgment on those who persecute me?",
        "85": "The proud have dug pits for me, contrary to your law.",
        "86": "All of your commandments are faithful. They persecute me wrongfully. Help me!",
        "87": "They had almost wiped me from the earth, but I didn’t forsake your precepts.",
        "88": "Preserve my life according to your loving kindness, so I will obey the statutes of your mouth. LAMEDH",
        "89": "Yahweh, your word is settled in heaven forever.",
        "90": "Your faithfulness is to all generations. You have established the earth, and it remains.",
        "91": "Your laws remain to this day, for all things serve you.",
        "92": "Unless your law had been my delight, I would have perished in my affliction.",
        "93": "I will never forget your precepts, for with them, you have revived me.",
        "94": "I am yours. Save me, for I have sought your precepts.",
        "95": "The wicked have waited for me, to destroy me. I will consider your statutes.",
        "96": "I have seen a limit to all perfection, but your commands are boundless. MEM",
        "97": "How I love your law! It is my meditation all day.",
        "98": "Your commandments make me wiser than my enemies, for your commandments are always with me.",
        "99": "I have more understanding than all my teachers, for your testimonies are my meditation.",
        "100": "I understand more than the aged, because I have kept your precepts.",
        "101": "I have kept my feet from every evil way, that I might observe your word.",
        "102": "I have not turned away from your ordinances, for you have taught me.",
        "103": "How sweet are your promises to my taste, more than honey to my mouth!",
        "104": "Through your precepts, I get understanding; therefore I hate every false way. NUN",
        "105": "Your word is a lamp to my feet, and a light for my path.",
        "106": "I have sworn, and have confirmed it, that I will obey your righteous ordinances.",
        "107": "I am afflicted very much. Revive me, Yahweh, according to your word.",
        "108": "Accept, I beg you, the willing offerings of my mouth. Yahweh, teach me your ordinances.",
        "109": "My soul is continually in my hand, yet I won’t forget your law.",
        "110": "The wicked have laid a snare for me, yet I haven’t gone astray from your precepts.",
        "111": "I have taken your testimonies as a heritage forever, for they are the joy of my heart.",
        "112": "I have set my heart to perform your statutes forever, even to the end. SAMEKH",
        "113": "I hate double-minded men, but I love your law.",
        "114": "You are my hiding place and my shield. I hope in your word.",
        "115": "Depart from me, you evildoers, that I may keep the commandments of my God.",
        "116": "Uphold me according to your word, that I may live. Let me not be ashamed of my hope.",
        "117": "Hold me up, and I will be safe, and will have respect for your statutes continually.",
        "118": "You reject all those who stray from your statutes, for their deceit is in vain.",
        "119": "You put away all the wicked of the earth like dross. Therefore I love your testimonies.",
        "120": "My flesh trembles for fear of you. I am afraid of your judgments. AYIN",
        "121": "I have done what is just and righteous. Don’t leave me to my oppressors.",
        "122": "Ensure your servant’s well-being. Don’t let the proud oppress me.",
        "123": "My eyes fail looking for your salvation, for your righteous word.",
        "124": "Deal with your servant according to your loving kindness. Teach me your statutes.",
        "125": "I am your servant. Give me understanding, that I may know your testimonies.",
        "126": "It is time to act, Yahweh, for they break your law.",
        "127": "Therefore I love your commandments more than gold, yes, more than pure gold.",
        "128": "Therefore I consider all of your precepts to be right. I hate every false way. PE",
        "129": "Your testimonies are wonderful, therefore my soul keeps them.",
        "130": "The entrance of your words gives light. It gives understanding to the simple.",
        "131": "I opened my mouth wide and panted, for I longed for your commandments.",
        "132": "Turn to me, and have mercy on me, as you always do to those who love your name.",
        "133": "Establish my footsteps in your word. Don’t let any iniquity have dominion over me.",
        "134": "Redeem me from the oppression of man, so I will observe your precepts.",
        "135": "Make your face shine on your servant. Teach me your statutes.",
        "136": "Streams of tears run down my eyes, because they don’t observe your law. TZADHE",
        "137": "You are righteous, Yahweh. Your judgments are upright.",
        "138": "You have commanded your statutes in righteousness. They are fully trustworthy.",
        "139": "My zeal wears me out, because my enemies ignore your words.",
        "140": "Your promises have been thoroughly tested, and your servant loves them.",
        "141": "I am small and despised. I don’t forget your precepts.",
        "142": "Your righteousness is an everlasting righteousness. Your law is truth.",
        "143": "Trouble and anguish have taken hold of me. Your commandments are my delight.",
        "144": "Your testimonies are righteous forever. Give me understanding, that I may live. QOPH",
        "145": "I have called with my whole heart. Answer me, Yahweh! I will keep your statutes.",
        "146": "I have called to you. Save me! I will obey your statutes.",
        "147": "I rise before dawn and cry for help. I put my hope in your words.",
        "148": "My eyes stay open through the night watches, that I might meditate on your word.",
        "149": "Hear my voice according to your loving kindness. Revive me, Yahweh, according to your ordinances.",
        "150": "They draw near who follow after wickedness. They are far from your law.",
        "151": "You are near, Yahweh. All your commandments are truth.",
        "152": "Of old I have known from your testimonies, that you have founded them forever. RESH",
        "153": "Consider my affliction, and deliver me, for I don’t forget your law.",
        "154": "Plead my cause, and redeem me! Revive me according to your promise.",
        "155": "Salvation is far from the wicked, for they don’t seek your statutes.",
        "156": "Great are your tender mercies, Yahweh. Revive me according to your ordinances.",
        "157": "Many are my persecutors and my adversaries. I haven’t swerved from your testimonies.",
        "158": "I look at the faithless with loathing, because they don’t observe your word.",
        "159": "Consider how I love your precepts. Revive me, Yahweh, according to your loving kindness.",
        "160": "All of your words are truth. Every one of your righteous ordinances endures forever. SIN AND SHIN",
        "161": "Princes have persecuted me without a cause, but my heart stands in awe of your words.",
        "162": "I rejoice at your word, as one who finds great plunder.",
        "163": "I hate and abhor falsehood. I love your law.",
        "164": "Seven times a day, I praise you, because of your righteous ordinances.",
        "165": "Those who love your law have great peace. Nothing causes them to stumble.",
        "166": "I have hoped for your salvation, Yahweh. I have done your commandments.",
        "167": "My soul has observed your testimonies. I love them exceedingly.",
        "168": "I have obeyed your precepts and your testimonies, for all my ways are before you. TAV",
        "169": "Let my cry come before you, Yahweh. Give me understanding according to your word.",
        "170": "Let my supplication come before you. Deliver me according to your word.",
        "171": "Let my lips utter praise, for you teach me your statutes.",
        "172": "Let my tongue sing of your word, for all your commandments are righteousness.",
        "173": "Let your hand be ready to help me, for I have chosen your precepts.",
        "174": "I have longed for your salvation, Yahweh. Your law is my delight.",
        "175": "Let my soul live, that I may praise you. Let your ordinances help me.",
        "176": "I have gone astray like a lost sheep. Seek your servant, for I don’t forget your commandments."
      }
    }
  }
}