{
  "book": "Psalmi",
  "chapter": "17",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Doamne, ascultă-mi pricina nevinovată, ia aminte la strigătele mele, pleacă urechea la rugăciunea mea, făcută cu buze neprefăcute!",
        "2": "Să se arate dreptatea mea înaintea Ta și să privească ochii Tăi neprihănirea mea!",
        "3": "Dacă îmi vei încerca inima, dacă o vei cerceta noaptea, dacă mă vei încerca, nu vei găsi nimic, căci ce-mi iese din gură, aceea și gândesc.",
        "4": "Cât privește legăturile cu oamenii, eu, după cuvântul buzelor Tale, mă feresc de calea celor asupritori;",
        "5": "pașii mei stau neclintiți pe cărările Tale și nu mi se clatină picioarele.",
        "6": "Strig către Tine, căci m-asculți, Dumnezeule! Pleacă-Ți urechea spre mine, ascultă cuvântul meu!",
        "7": "Arată-Ți bunătatea Ta cea minunată, Tu, care scapi pe cei ce caută adăpost și-i izbăvești de potrivnicii lor prin dreapta Ta!",
        "8": "Păzește-mă ca lumina ochiului, ocrotește-mă, la umbra aripilor Tale,",
        "9": "de cei răi care mă prigonesc, de vrăjmașii mei de moarte care mă împresoară!",
        "10": "Ei își închid inima, au cuvinte semețe în gură.",
        "11": "Se țin de pașii mei, mă înconjoară chiar, mă pândesc ca să mă trântească la pământ.",
        "12": "Parcă ar fi un leu lacom după pradă, un pui de leu care stă la pândă în culcușul lui.",
        "13": "Scoală-te, Doamne, ieși înaintea vrăjmașului, doboară-l! Izbăvește-mă de cel rău cu sabia Ta!",
        "14": "Scapă-mă de oameni, cu mâna Ta, Doamne, de oamenii lumii acesteia, care își au partea lor în viața aceasta și cărora le umpli pântecele cu bunătățile Tale. Copiii lor sunt sătui și prisosul lor îl lasă pruncilor lor.",
        "15": "Dar eu, în nevinovăția mea, voi vedea Fața Ta: cum mă voi trezi, mă voi sătura de chipul Tău."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Ascultă-mi, Doamne, cauza dreaptă; ascultă cu atenție strigătul meu! Pleacă-Ți urechea la rugăciunea mea nerostită de buze înșelătoare!",
        "2": "Să vină dinaintea Ta sentința dată mie! Ochii Tăi să vadă ceea ce este drept!",
        "3": "Când mi-ai cercetat inima, când m-ai vizitat noaptea, când m-ai pus la încercare, n-ai găsit nimic. Gura mea n-a rostit altceva decât ceea ce-am gândit.",
        "4": "Cu privire la faptele omului, m-am păzit de căile celor violenți, după cuvântul buzelor Tale.",
        "5": "Pașii mei au stat neclintiți pe cărările Tale; nu mi s-au clătinat picioarele.",
        "6": "Eu Te chem pentru că Tu îmi răspunzi, Dumnezeule! Pleacă-Ți urechea spre mine! Ascultă-mi cuvântul!",
        "7": "Arată-Ți marea îndurare, Tu, Care prin dreapta Ta, îi scapi de împotrivitorii lor pe cei ce caută adăpost.",
        "8": "Păzește-mă ca pe lumina ochilor, ascunde-mă la umbra aripilor Tale",
        "9": "de cei răi, care vor să mă spulbere, de dușmanii mei de moarte, care mă înconjoară.",
        "10": "Ei sunt plini de grăsime; gurile lor vorbesc cu aroganță.",
        "11": "Acum îmi urmăresc pașii, mă înconjoară, mă pândesc ca să mă doboare la pământ.",
        "12": "Parcă ar fi un leu care tânjește să sfâșie, un pui de leu care așteaptă în ascunziș.",
        "13": "Ridică-Te, Doamne, înfruntă-l și trântește-l! Scapă-mi sufletul de cel rău cu sabia Ta!",
        "14": "Scapă-mă Doamne, cu mâna Ta, de oameni, de oamenii acestei lumi, a căror parte de moștenire este în viața aceasta! Tu le umpli pântecele cu comorile Tale. Copiii acestora sunt sătui și lasă urmașilor lor belșugul lor.",
        "15": "Însă eu, în nevinovăția mea, voi vedea fața Ta! Când mă voi trezi, mă voi bucura pe deplin de prezența Ta."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Hear, Yahweh, my righteous plea. Give ear to my prayer that doesn’t go out of deceitful lips.",
        "2": "Let my sentence come out of your presence. Let your eyes look on equity.",
        "3": "You have proved my heart. You have visited me in the night. You have tried me, and found nothing. I have resolved that my mouth shall not disobey.",
        "4": "As for the deeds of men, by the word of your lips, I have kept myself from the ways of the violent.",
        "5": "My steps have held fast to your paths. My feet have not slipped.",
        "6": "I have called on you, for you will answer me, God. Turn your ear to me. Hear my speech.",
        "7": "Show your marvelous loving kindness, you who save those who take refuge by your right hand from their enemies.",
        "8": "Keep me as the apple of your eye. Hide me under the shadow of your wings,",
        "9": "from the wicked who oppress me, my deadly enemies, who surround me.",
        "10": "They close up their callous hearts. With their mouth they speak proudly.",
        "11": "They have now surrounded us in our steps. They set their eyes to cast us down to the earth.",
        "12": "He is like a lion that is greedy of his prey, as it were a young lion lurking in secret places.",
        "13": "Arise, Yahweh, confront him. Cast him down. Deliver my soul from the wicked by your sword,",
        "14": "from men by your hand, Yahweh, from men of the world, whose portion is in this life. You fill the belly of your cherished ones. Your sons have plenty, and they store up wealth for their children.",
        "15": "As for me, I shall see your face in righteousness. I shall be satisfied, when I awake, with seeing your form."
      }
    }
  }
}