{
  "book": "Psalmi",
  "chapter": "69",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Scapă-mă, Dumnezeule, căci îmi amenință apele viața.",
        "2": "Mă afund în noroi și nu mă pot ține; am căzut în prăpastie și dau apele peste mine.",
        "3": "Nu mai pot strigând, mi se usucă gâtlejul, mi se topesc ochii privind spre Dumnezeul meu.",
        "4": "Cei ce mă urăsc fără temei sunt mai mulți decât perii capului meu; ce puternici sunt cei ce vor să mă piardă, cei ce pe nedrept îmi sunt vrăjmași; trebuie să dau înapoi ce n-am furat.",
        "5": "Dumnezeule, Tu cunoști nebunia mea și greșelile mele nu-Ți sunt ascunse.",
        "6": "Să nu rămână de rușine, din pricina mea, cei ce nădăjduiesc în Tine, Doamne, Dumnezeul oștirilor! Să nu roșească de rușine, din pricina mea, cei ce Te caută, Dumnezeul lui Israel!",
        "7": "Căci pentru Tine port eu ocara și îmi acoperă fața rușinea.",
        "8": "Am ajuns un străin pentru frații mei și un necunoscut pentru fiii mamei mele.",
        "9": "Căci râvna Casei Tale mă mănâncă și ocările celor ce Te ocărăsc pe Tine cad asupra mea.",
        "10": "Plâng și postesc, și ei mă ocărăsc.",
        "11": "Mă îmbrac cu sac, și ei mă batjocoresc.",
        "12": "Cei ce stau la poartă vorbesc de mine și cei ce beau băuturi tari mă pun în cântece.",
        "13": "Dar eu către Tine îmi înalț rugăciunea, Doamne, la vremea potrivită. În bunătatea Ta cea mare, răspunde-mi, Dumnezeule, și dă-mi ajutorul Tău!",
        "14": "Scoate-mă din noroi, ca să nu mă mai afund! Să fiu izbăvit de vrăjmașii mei și din prăpastie!",
        "15": "Să nu mai dea valurile peste mine, să nu mă înghită adâncul și să nu se închidă groapa peste mine!",
        "16": "Ascultă-mă, Doamne, căci bunătatea Ta este nemărginită. În îndurarea Ta cea mare, întoarce-Ți privirile spre mine",
        "17": "și nu-Ți ascunde fața de robul Tău! Căci sunt în necaz: grăbește de m-ascultă!",
        "18": "Apropie-Te de sufletul meu și izbăvește-l! Scapă-mă, din pricina vrăjmașilor mei!",
        "19": "Tu știi ce ocară, ce rușine și batjocură mi se face; toți potrivnicii mei sunt înaintea Ta.",
        "20": "Ocara îmi rupe inima și sunt bolnav; aștept să-i fie cuiva milă de mine, dar degeaba; aștept mângâietori, și nu găsesc niciunul.",
        "21": "Ei îmi pun fiere în mâncare și, când mi-e sete, îmi dau să beau oțet.",
        "22": "Să li se prefacă masa într-o cursă și liniștea într-un laț!",
        "23": "Să li se întunece ochii și să nu mai vadă, și clatină-le mereu coapsele!",
        "24": "Varsă-Ți mânia peste ei și să-i atingă urgia Ta aprinsă!",
        "25": "Pustie să le rămână locuința și nimeni să nu mai locuiască în corturile lor!",
        "26": "Căci ei prigonesc pe cel lovit de Tine, povestesc suferințele celor răniți de Tine.",
        "27": "Adaugă alte nelegiuiri la nelegiuirile lor și să n-aibă parte de îndurarea Ta!",
        "28": "Să fie șterși din cartea vieții și să nu fie scriși împreună cu cei neprihăniți!",
        "29": "Eu sunt nenorocit și sufăr: Dumnezeule, ajutorul Tău să mă ridice!",
        "30": "Atunci voi lăuda Numele lui Dumnezeu prin cântări și prin laude Îl voi preamări.",
        "31": "Lucrul acesta este mai plăcut Domnului decât un vițel cu coarne și copite!",
        "32": "Nenorociții văd lucrul acesta și se bucură; voi, care căutați pe Dumnezeu, veselă să vă fie inima!",
        "33": "Căci Domnul ascultă pe cei săraci și nu nesocotește pe prinșii Lui de război.",
        "34": "Să-L laude cerurile și pământul, mările și tot ce mișună în ele!",
        "35": "Căci Dumnezeu va mântui Sionul și va zidi cetățile lui Iuda; ele vor fi locuite și luate în stăpânire;",
        "36": "sămânța robilor Lui le va moșteni, și cei ce iubesc Numele Lui vor locui în ele."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Salvează-mă, Dumnezeule, căci mi-au ajuns apele până la gât.",
        "2": "Mă afund în mocirla cea adâncă și nu am niciun sprijin pentru picioare. Intru în adâncurile apelor și se revarsă peste mine șuvoiul.",
        "3": "Am obosit strigând, mi s-a uscat gâtul. Mi se topesc ochii așteptându-L pe Dumnezeul meu.",
        "4": "Cei ce mă urăsc fără motiv sunt mai numeroși decât perii capului meu. Mulți sunt cei ce vor să mă piardă, dușmani ai mei fără temei. Trebuie să dau înapoi ceea ce n-am furat.",
        "5": "Dumnezeule, Tu-mi cunoști nebunia, și greșelile mele nu-Ți sunt ascunse.",
        "6": "Să nu se rușineze din cauza mea cei ce-și pun speranța în Tine, Doamne, Stăpânul Oștirilor. Să nu roșească din cauza mea cei ce Te caută, Dumnezeul lui Israel.",
        "7": "Căci din cauza Ta port eu disprețul și rușinea mi-a acoperit fața.",
        "8": "Am ajuns un străin pentru frații mei și un necunoscut pentru fiii mamei mele.",
        "9": "Căci zelul pentru Casa Ta m-a mistuit, iar insultele celor ce Te insultă au căzut asupra mea.",
        "10": "Plâng în timp ce postesc și ei mă disprețuiesc.",
        "11": "Când mă îmbrac în haine de jale, ei își bat joc de mine.",
        "12": "Cei ce stau la poartă vorbesc despre mine; numele meu este folosit în cântecele celor ce beau băutură tare.",
        "13": "Totuși, eu tot Ție mă voi ruga, Doamne, pentru vremea bunăvoinței Tale. Dumnezeule, în marea Ta îndurare, răspunde-mi cu eliberarea Ta adevărată!",
        "14": "Scapă-mă din noroi, să nu mă afund! Să fiu scăpat de cei ce mă urăsc și din adâncurile apei!",
        "15": "Să nu se reverse peste mine șuvoiul apelor, să nu mă înghită adâncul, să nu se închidă deasupra-mi gura gropii!",
        "16": "Doamne, răspunde-mi, căci îndurarea Ta este atât de plăcută! În mila Ta cea mare, întoarce-Ți fața spre mine!",
        "17": "Nu-Ți ascunde fața de slujitorul Tău, căci sunt în necaz, ci răspunde-mi degrabă!",
        "18": "Apropie-Te de sufletul meu și răscumpără-mi-l! Din cauza dușmanilor mei, scapă-mă!",
        "19": "Tu cunoști disprețul, rușinea și insulta de care am parte; toți dușmanii mei sunt înaintea Ta.",
        "20": "Disprețul mi-a frânt inima – mi-a îmbolnăvit-o. Tânjesc după compasiune, dar nu este, după mângâietori, dar nu găsesc niciunul.",
        "21": "Ci ei îmi pun fiere în mâncare, iar pentru setea mea îmi dau să beau oțet.",
        "22": "Să li se prefacă masa dinaintea lor într-o capcană, iar bunăstarea – într-un laț!",
        "23": "Să li se întunece ochii, ca să nu mai vadă! Să li se clatine mereu coapsele!",
        "24": "Varsă-Ți furia peste ei și să-i ajungă mânia Ta aprinsă!",
        "25": "Să le fie locuința pustiită și nimeni să nu mai locuiască în corturile lor!",
        "26": "Și aceasta pentru că ei urmăresc pe cel lovit de Tine și povestesc suferința celor răniți de Tine.",
        "27": "Adaugă alte nelegiuiri la nelegiuirile lor și fă să nu ajungă la dreptatea Ta!",
        "28": "Șterge-i din Cartea celor vii și nu-i scrie alături de cei drepți!",
        "29": "Eu însă sunt necăjit și îndurerat. Fie ca ajutorul Tău, Dumnezeule, să mă pună la adăpost într-un loc înalt!",
        "30": "Voi lăuda prin cântare Numele lui Dumnezeu și-L voi mări cu mulțumiri!",
        "31": "Acest lucru va fi mai plăcut Domnului decât un bou, decât un taur cu coarne și copite.",
        "32": "Cei necăjiți văd și se bucură. Trăiască inima voastră, a celor ce căutați pe Dumnezeu,",
        "33": "căci Domnul îi ascultă pe cei nevoiași și nu-i disprețuiește pe cei luați captivi dintre ai Lui.",
        "34": "Să-L laude cerurile și pământul, mările și tot ce mișună în ele,",
        "35": "căci Dumnezeu va salva Sionul și va construi cetățile lui Iuda! Ei vor locui acolo și le vor moșteni.",
        "36": "Urmașii slujitorilor Săi le vor moșteni, iar cei ce iubesc Numele Lui vor locui acolo."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Save me, God, for the waters have come up to my neck!",
        "2": "I sink in deep mire, where there is no foothold. I have come into deep waters, where the floods overflow me.",
        "3": "I am weary with my crying. My throat is dry. My eyes fail looking for my God.",
        "4": "Those who hate me without a cause are more than the hairs of my head. Those who want to cut me off, being my enemies wrongfully, are mighty. I have to restore what I didn’t take away.",
        "5": "God, you know my foolishness. My sins aren’t hidden from you.",
        "6": "Don’t let those who wait for you be shamed through me, Lord Yahweh of Armies. Don’t let those who seek you be brought to dishonor through me, God of Israel.",
        "7": "Because for your sake, I have borne reproach. Shame has covered my face.",
        "8": "I have become a stranger to my brothers, an alien to my mother’s children.",
        "9": "For the zeal of your house consumes me. The reproaches of those who reproach you have fallen on me.",
        "10": "When I wept and I fasted, that was to my reproach.",
        "11": "When I made sackcloth my clothing, I became a byword to them.",
        "12": "Those who sit in the gate talk about me. I am the song of the drunkards.",
        "13": "But as for me, my prayer is to you, Yahweh, in an acceptable time. God, in the abundance of your loving kindness, answer me in the truth of your salvation.",
        "14": "Deliver me out of the mire, and don’t let me sink. Let me be delivered from those who hate me, and out of the deep waters.",
        "15": "Don’t let the flood waters overwhelm me, neither let the deep swallow me up. Don’t let the pit shut its mouth on me.",
        "16": "Answer me, Yahweh, for your loving kindness is good. According to the multitude of your tender mercies, turn to me.",
        "17": "Don’t hide your face from your servant, for I am in distress. Answer me speedily!",
        "18": "Draw near to my soul and redeem it. Ransom me because of my enemies.",
        "19": "You know my reproach, my shame, and my dishonor. My adversaries are all before you.",
        "20": "Reproach has broken my heart, and I am full of heaviness. I looked for some to take pity, but there was none; for comforters, but I found none.",
        "21": "They also gave me poison for my food. In my thirst, they gave me vinegar to drink.",
        "22": "Let their table before them become a snare. May it become a retribution and a trap.",
        "23": "Let their eyes be darkened, so that they can’t see. Let their backs be continually bent.",
        "24": "Pour out your indignation on them. Let the fierceness of your anger overtake them.",
        "25": "Let their habitation be desolate. Let no one dwell in their tents.",
        "26": "For they persecute him whom you have wounded. They tell of the sorrow of those whom you have hurt.",
        "27": "Charge them with crime upon crime. Don’t let them come into your righteousness.",
        "28": "Let them be blotted out of the book of life, and not be written with the righteous.",
        "29": "But I am in pain and distress. Let your salvation, God, protect me.",
        "30": "I will praise the name of God with a song, and will magnify him with thanksgiving.",
        "31": "It will please Yahweh better than an ox, or a bull that has horns and hoofs.",
        "32": "The humble have seen it, and are glad. You who seek after God, let your heart live.",
        "33": "For Yahweh hears the needy, and doesn’t despise his captive people.",
        "34": "Let heaven and earth praise him; the seas, and everything that moves therein!",
        "35": "For God will save Zion, and build the cities of Judah. They shall settle there, and own it.",
        "36": "The children also of his servants shall inherit it. Those who love his name shall dwell therein."
      }
    }
  }
}