{
  "book": "Psalmi",
  "chapter": "120",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Către Domnul strig în strâmtorarea mea, și El m-ascultă.",
        "2": "Doamne, scapă-mi sufletul de buza mincinoasă, de limba înșelătoare!",
        "3": "Ce-ți dă El ție, ce-ți aduce El ție, limbă înșelătoare?",
        "4": "Săgeți ascuțite de războinic, cu cărbuni aprinși de ienupăr.",
        "5": "Vai de mine că locuiesc la Meșec, că locuiesc în corturile Chedarului!",
        "6": "Destul mi-a locuit sufletul lângă cei ce urăsc pacea.",
        "7": "Eu sunt pentru pace, dar de îndată ce vorbesc eu, ei sunt pentru război."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "În necazul meu strig către Domnul, și El îmi răspunde.",
        "2": "Doamne, scapă-mi sufletul de buzele mincinoase și de limba înșelătoare!",
        "3": "Ce-ți va da El ție, ce-ți va aduce El, limbă înșelătoare?",
        "4": "Săgețile ascuțite ale unui viteaz, cu cărbuni de verigel.",
        "5": "Vai de mine, căci locuiesc în Meșek; locuința mea este în corturile din Chedar.",
        "6": "Mult mi-a mai locuit sufletul împreună cu cei ce urăsc pacea!",
        "7": "Eu sunt pentru pace, dar, când vorbesc eu, ei sunt pentru război."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "In my distress, I cried to Yahweh. He answered me.",
        "2": "Deliver my soul, Yahweh, from lying lips, from a deceitful tongue.",
        "3": "What will be given to you, and what will be done more to you, you deceitful tongue?",
        "4": "Sharp arrows of the mighty, with coals of juniper.",
        "5": "Woe is me, that I live in Meshech, that I dwell among the tents of Kedar!",
        "6": "My soul has had her dwelling too long with him who hates peace.",
        "7": "I am for peace, but when I speak, they are for war."
      }
    }
  }
}