{
  "book": "Psalmi",
  "chapter": "35",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Apără-mă Tu, Doamne, de potrivnicii mei, luptă Tu cu cei ce se luptă cu mine!",
        "2": "Ia pavăza și scutul și scoală-Te să-mi ajuți!",
        "3": "Învârte sulița și săgeata împotriva prigonitorilor mei! Zi sufletului meu: „Eu sunt mântuirea ta”!",
        "4": "Rușinați și înfruntați să fie cei ce vor să-mi ia viața! Să dea înapoi și să roșească cei ce-mi gândesc pieirea!",
        "5": "Să fie ca pleava luată de vânt și să-i gonească îngerul Domnului!",
        "6": "Drumul să le fie întunecos și alunecos și să-i urmărească îngerul Domnului!",
        "7": "Căci mi-au întins lațul lor, fără pricină, pe o groapă, pe care au săpat-o fără temei, ca să-mi ia viața;",
        "8": "să-i ajungă prăpădul pe neașteptate, să fie prinși în lațul pe care l-au întins, să cadă în el și să piară!",
        "9": "Și atunci mi se va bucura sufletul în Domnul: se va veseli de mântuirea Lui.",
        "10": "Toate oasele mele vor zice: „Doamne, cine poate, ca Tine, să scape pe cel nenorocit de unul mai tare decât el, pe cel nenorocit și sărac de cel ce-l jefuiește?”",
        "11": "Niște martori mincinoși se ridică și mă întreabă de ceea ce nu știu.",
        "12": "Îmi întorc rău pentru bine: mi-au lăsat sufletul pustiu.",
        "13": "Și eu, când erau ei bolnavi, mă îmbrăcam cu sac, îmi smeream sufletul cu post și mă rugam cu capul plecat la sân.",
        "14": "Umblam plin de durere ca pentru un prieten, pentru un frate; cu capul plecat, ca de jalea unei mame.",
        "15": "Dar când mă clatin eu, ei se bucură și se strâng; se strâng fără știrea mea, ca să mă batjocorească, și mă sfâșie neîncetat.",
        "16": "Scrâșnesc din dinți împotriva mea împreună cu cei nelegiuiți, cu secăturile batjocoritoare.",
        "17": "Doamne, până când Te vei uita la ei? Scapă-mi sufletul din cursele lor, scapă-mi viața din ghearele acestor pui de lei!",
        "18": "Și eu Te voi lăuda în adunarea cea mare și Te voi slăvi în mijlocul unui popor mare la număr.",
        "19": "Să nu se bucure de mine cei ce pe nedrept îmi sunt vrăjmași, nici să nu-și facă semne cu ochiul cei ce mă urăsc fără temei!",
        "20": "Căci ei nu vorbesc de pace, ci urzesc înșelătorii împotriva oamenilor liniștiți din țară.",
        "21": "Își deschid gura larg împotriva mea și zic: „Ha! Ha! Ochii noștri își văd acum dorința împlinită!”",
        "22": "Doamne, Tu vezi: nu tăcea! Nu Te depărta de mine, Doamne!",
        "23": "Trezește-Te și scoală-Te să-mi faci dreptate! Dumnezeule și Doamne, apără-mi pricina!",
        "24": "Judecă-mă după dreptatea Ta, Doamne, Dumnezeul meu, ca să nu se bucure ei de mine!",
        "25": "Să nu zică în inima lor: „Aha! iată ce doream!” Să nu zică: „L-am înghițit!”",
        "26": "Ci să fie rușinați și înfruntați toți cei ce se bucură de nenorocirea mea! Să se îmbrace cu rușine și ocară cei ce se ridică împotriva mea!",
        "27": "Să se bucure și să se veselească cei ce găsesc plăcere în nevinovăția mea și să zică neîncetat: „Mărit să fie Domnul, care vrea pacea robului Său!”",
        "28": "Și atunci limba mea va lăuda dreptatea Ta, în toate zilele va spune lauda Ta."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Războiește-Te, Doamne, cu împotrivitorii mei! Luptă-Te cu cei ce se luptă cu mine!",
        "2": "Ia scutul și pavăza și ridică-Te, ca să-mi vii în ajutor!",
        "3": "Folosește-Ți sulița și lancea împotriva celor ce mă urmăresc! Spune sufletului meu: „Eu sunt scăparea ta!“.",
        "4": "Să fie rușinați și umiliți cei ce încearcă să-mi ia viața! Să dea înapoi, să fie făcuți de rușine cei ce-mi plănuiau răul!",
        "5": "Să fie ca pleava luată de vânt și să-i alunge Îngerul Domnului!",
        "6": "Întunecoasă și alunecoasă să le fie calea, iar Îngerul Domnului să-i urmărească!",
        "7": "Căci, fără temei, mi-au întins un laț pe ascuns; fără motiv au săpat o groapă sufletului meu.",
        "8": "De aceea, să-i ajungă prăpădul pe neașteptate și să fie prinși în lațul pe care mi l-au întins pe ascuns; să cadă în el în timpul prăpădului!",
        "9": "Atunci sufletul meu se va bucura în Domnul, se va veseli pentru că a fost eliberat.",
        "10": "Toate oasele mele vor zice: „Doamne, cine este ca Tine, Care să-l salveze pe cel sărac de cel mai tare decât el, pe cel sărac și pe cel nevoiaș – de jefuitorul lui?“.",
        "11": "Niște martori violenți se ridică și mă întreabă ceea ce nu știu.",
        "12": "Astfel, ei îmi răsplătesc binele cu rău și îmi pustiesc sufletul.",
        "13": "Eu însă, când ei erau bolnavi, mă îmbrăcam în haine de jale și îmi smeream sufletul prin post. Iar când rugăciunile îmi rămâneau fără răspuns,",
        "14": "umblam ca pentru un prieten, ca pentru un frate al meu. Ca unul care-și bocește mama, mă aplecam de întristare.",
        "15": "Dar, când mă împiedic eu, ei se bucură și se adună; se adună împotriva mea fără să știu; ei sfâșie și nu se opresc.",
        "16": "Ca niște bufoni batjocoritori scrâșnesc din dinți împotriva mea.",
        "17": "Stăpâne, cât vei mai privi? Scapă-mi sufletul de pustiirile lor, și prețioasa mea viață – de puii aceștia de lei!",
        "18": "Apoi Îți voi mulțumi în adunarea cea mare, Te voi onora în mijlocul unui popor fără număr.",
        "19": "Să nu se bucure cei ce mă dușmănesc pe nedrept și să nu tragă cu ochiul cei ce mă urăsc fără motiv!",
        "20": "Căci ei nu vorbesc de pace, ci plănuiesc înșelătorii împotriva oamenilor liniștiți din țară.",
        "21": "Își deschid larg gura împotriva mea, zicând: „Ha! Ha! Ochii noștri și-au văzut dorința împlinită!“.",
        "22": "Doamne, Tu ai văzut! Nu tăcea! Stăpânul meu, nu Te depărta de mine!",
        "23": "Trezește-Te, scoală-Te pentru apărarea mea, pentru cauza mea, Dumnezeul și Stăpânul meu!",
        "24": "Judecă-mă după dreptatea Ta, Doamne, Dumnezeul meu! Nu-i lăsa să se bucure de necazul meu!",
        "25": "Să nu zică în inima lor: „Ha! Ni s-a împlinit dorința!“. Să nu zică: „L-am înghițit!“.",
        "26": "Să fie făcuți de rușine și umiliți cei ce se bucură de necazul meu! Cu rușine și cu dezonoare să se îmbrace cei ce se ridică împotriva mea!",
        "27": "Să strige de bucurie și să se veselească cei ce găsesc plăcere în dreptatea mea, cei ce spun întotdeauna: „Mărit să fie Domnul Care dorește pacea slujitorului Său!“.",
        "28": "Atunci limba mea va vesti dreptatea Ta, și lauda Ta toată ziua!"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Contend, Yahweh, with those who contend with me. Fight against those who fight against me.",
        "2": "Take hold of shield and buckler, and stand up for my help.",
        "3": "Brandish the spear and block those who pursue me. Tell my soul, “I am your salvation.”",
        "4": "Let those who seek after my soul be disappointed and brought to dishonor. Let those who plot my ruin be turned back and confounded.",
        "5": "Let them be as chaff before the wind, Yahweh’s angel driving them on.",
        "6": "Let their way be dark and slippery, Yahweh’s angel pursuing them.",
        "7": "For without cause they have hidden their net in a pit for me. Without cause they have dug a pit for my soul.",
        "8": "Let destruction come on him unawares. Let his net that he has hidden catch himself. Let him fall into that destruction.",
        "9": "My soul shall be joyful in Yahweh. It shall rejoice in his salvation.",
        "10": "All my bones shall say, “Yahweh, who is like you, who delivers the poor from him who is too strong for him; yes, the poor and the needy from him who robs him?”",
        "11": "Unrighteous witnesses rise up. They ask me about things that I don’t know about.",
        "12": "They reward me evil for good, to the bereaving of my soul.",
        "13": "But as for me, when they were sick, my clothing was sackcloth. I afflicted my soul with fasting. My prayer returned into my own bosom.",
        "14": "I behaved myself as though it had been my friend or my brother. I bowed down mourning, as one who mourns his mother.",
        "15": "But in my adversity, they rejoiced, and gathered themselves together. The attackers gathered themselves together against me, and I didn’t know it. They tore at me, and didn’t cease.",
        "16": "Like the profane mockers in feasts, they gnashed their teeth at me.",
        "17": "Lord, how long will you look on? Rescue my soul from their destruction, my precious life from the lions.",
        "18": "I will give you thanks in the great assembly. I will praise you among many people.",
        "19": "Don’t let those who are my enemies wrongfully rejoice over me; neither let those who hate me without a cause wink their eyes.",
        "20": "For they don’t speak peace, but they devise deceitful words against those who are quiet in the land.",
        "21": "Yes, they opened their mouth wide against me. They said, “Aha! Aha! Our eye has seen it!”",
        "22": "You have seen it, Yahweh. Don’t keep silent. Lord, don’t be far from me.",
        "23": "Wake up! Rise up to defend me, my God! My Lord, contend for me!",
        "24": "Vindicate me, Yahweh my God, according to your righteousness. Don’t let them gloat over me.",
        "25": "Don’t let them say in their heart, “Aha! That’s the way we want it!” Don’t let them say, “We have swallowed him up!”",
        "26": "Let them be disappointed and confounded together who rejoice at my calamity. Let them be clothed with shame and dishonor who magnify themselves against me.",
        "27": "Let those who favor my righteous cause shout for joy and be glad. Yes, let them say continually, “May Yahweh be magnified, who has pleasure in the prosperity of his servant!”",
        "28": "My tongue shall talk about your righteousness and about your praise all day long."
      }
    }
  }
}