{
  "book": "Psalmi",
  "chapter": "29",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Fiii lui Dumnezeu, dați Domnului, dați Domnului slavă și cinste!",
        "2": "Dați Domnului slava cuvenită Numelui Lui! Închinați-vă înaintea Domnului îmbrăcați cu podoabe sfinte!",
        "3": "Glasul Domnului răsună pe ape, Dumnezeul slavei face să bubuie tunetul: Domnul este pe ape mari.",
        "4": "Glasul Domnului este puternic, glasul Domnului este măreț.",
        "5": "Glasul Domnului sfărâmă cedrii; Domnul sfărâmă cedrii Libanului,",
        "6": "îi face să sară ca niște viței, și Libanul și Sirionul sar ca niște pui de bivoli.",
        "7": "Glasul Domnului face să țâșnească flăcări de foc,",
        "8": "glasul Domnului face să se cutremure pustia; Domnul face să tremure pustia Cades.",
        "9": "Glasul Domnului face pe cerboaice să nască; El despoaie pădurile; în locașul Lui totul strigă: „Slavă!”",
        "10": "Domnul stătea pe scaunul Lui de domnie când cu potopul și Domnul împărățește în veci pe scaunul Lui de domnie.",
        "11": "Domnul dă tărie poporului Său, Domnul binecuvântează pe poporul Său cu pace."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Dați Domnului, fii ai lui Dumnezeu, dați Domnului gloria și puterea!",
        "2": "Dați Domnului gloria cuvenită Numelui Său! Închinați-vă Domnului îmbrăcați în haine sfinte!",
        "3": "Glasul Domnului răsună deasupra apelor. Dumnezeul gloriei face să bubuie tunetul; Domnul este deasupra apelor mari.",
        "4": "Glasul Domnului răsună cu putere, glasul Domnului răsună cu măreție.",
        "5": "Glasul Domnului doboară cedrii; Domnul doboară cedrii Libanului.",
        "6": "Îi face să sară ca un vițel; Libanul și Sirionul sar ca un pui de bivol sălbatic.",
        "7": "Glasul Domnului despică prin scânteieri de foc.",
        "8": "Glasul Domnului face să tremure deșertul, Domnul face să tremure deșertul Kadeș.",
        "9": "Glasul Domnului apleacă stejarii și doboară pădurile. În Templul Său, toți strigă: „Glorie!“.",
        "10": "În timpul potopului, Domnul ședea pe tron; Domnul va ședea pe tron ca împărat pe vecie.",
        "11": "Domnul îi va da putere poporului Său; Domnul Își va binecuvânta poporul cu pace."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Ascribe to Yahweh, you sons of the mighty, ascribe to Yahweh glory and strength.",
        "2": "Ascribe to Yahweh the glory due to his name. Worship Yahweh in holy array.",
        "3": "Yahweh’s voice is on the waters. The God of glory thunders, even Yahweh on many waters.",
        "4": "Yahweh’s voice is powerful. Yahweh’s voice is full of majesty.",
        "5": "Yahweh’s voice breaks the cedars. Yes, Yahweh breaks in pieces the cedars of Lebanon.",
        "6": "He makes them also to skip like a calf; Lebanon and Sirion like a young, wild ox.",
        "7": "Yahweh’s voice strikes with flashes of lightning.",
        "8": "Yahweh’s voice shakes the wilderness. Yahweh shakes the wilderness of Kadesh.",
        "9": "Yahweh’s voice makes the deer calve, and strips the forests bare. In his temple everything says, “Glory!”",
        "10": "Yahweh sat enthroned at the Flood. Yes, Yahweh sits as King forever.",
        "11": "Yahweh will give strength to his people. Yahweh will bless his people with peace."
      }
    }
  }
}