{
  "book": "Psalmi",
  "chapter": "4",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Răspunde-mi când strig, Dumnezeul neprihănirii mele, scoate-mă la loc larg când sunt la strâmtorare! Ai milă de mine, ascultă-mi rugăciunea!",
        "2": "Fiii oamenilor, până când va fi batjocorită slava mea? Până când veți iubi deșertăciunea și veți umbla după minciuni?",
        "3": "Să știți că Domnul Și-a ales un om pe care-l iubește: Domnul aude când strig către El.",
        "4": "Cutremurați-vă și nu păcătuiți! Spuneți lucrul acesta în inimile voastre când stați în pat, apoi tăceți!",
        "5": "Aduceți jertfe neprihănite și încredeți-vă în Domnul!",
        "6": "Mulți zic: „Cine ne va arăta fericirea?” Eu însă zic: „Fă să răsară peste noi lumina Feței Tale, Doamne!”",
        "7": "Tu-mi dai mai multă bucurie în inima mea, decât au ei când li se înmulțește rodul grâului și al vinului.",
        "8": "Eu mă culc și adorm în pace, căci numai Tu, Doamne, îmi dai liniște deplină în locuința mea."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Răspunde-mi când strig, Dumnezeul dreptății mele! Deși sunt în necaz, Tu mă vei elibera. Arată-Ți bunăvoința față de mine, ascultă-mi rugăciunea!",
        "2": "Fii ai oamenilor, până când va fi de rușine gloria mea? Până când veți iubi deșertăciunea și veți umbla după minciuni?",
        "3": "Să știți că Domnul l-a pus deoparte pentru Sine pe cel credincios; Domnul aude când strig către El.",
        "4": "Mâniați-vă, dar nu păcătuiți! Spuneți aceasta când stați în pat și tăceți!",
        "5": "Aduceți jertfele dreptății și încredeți-vă în Domnul!",
        "6": "Mulți zic: „Cine ne va arăta ce este bine?“. Doamne, fă să răsară peste noi lumina feței Tale!",
        "7": "Mi-ai dat mai multă bucurie în inimă decât au ei când li se înmulțește grâul și mustul.",
        "8": "Mă voi culca și voi adormi în pace, căci numai Tu, Doamne, mă faci să locuiesc în siguranță."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Answer me when I call, God of my righteousness. Give me relief from my distress. Have mercy on me, and hear my prayer.",
        "2": "You sons of men, how long shall my glory be turned into dishonor? Will you love vanity and seek after falsehood?",
        "3": "But know that Yahweh has set apart for himself him who is godly; Yahweh will hear when I call to him.",
        "4": "Stand in awe, and don’t sin. Search your own heart on your bed, and be still.",
        "5": "Offer the sacrifices of righteousness. Put your trust in Yahweh.",
        "6": "Many say, “Who will show us any good?” Yahweh, let the light of your face shine on us.",
        "7": "You have put gladness in my heart, more than when their grain and their new wine are increased.",
        "8": "In peace I will both lay myself down and sleep, for you alone, Yahweh, make me live in safety."
      }
    }
  }
}