{
  "book": "Psalmi",
  "chapter": "135",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Lăudați pe Domnul! Lăudați Numele Domnului, lăudați-L, robi ai Domnului,",
        "2": "care stați în Casa Domnului, în curțile Casei Dumnezeului nostru!",
        "3": "Lăudați pe Domnul, căci Domnul este bun; cântați Numele Lui, căci este binevoitor!",
        "4": "Căci Domnul Și-a ales pe Iacov, pe Israel, ca să fie al Lui.",
        "5": "Știu că Domnul este mare și că Domnul nostru este mai presus de toți dumnezeii.",
        "6": "Domnul face tot ce vrea în ceruri și pe pământ, în mări și în toate adâncurile.",
        "7": "El ridică norii de la marginile pământului, dă naștere la fulgere și ploaie și scoate vântul din cămările lui.",
        "8": "El a lovit pe întâii născuți ai Egiptului, de la oameni până la dobitoace.",
        "9": "A trimis semne și minuni în mijlocul tău, Egiptule: împotriva lui Faraon și împotriva tuturor slujitorilor lui.",
        "10": "A lovit multe neamuri și a ucis împărați puternici:",
        "11": "pe Sihon, împăratul amoriților, pe Og, împăratul Basanului, și pe toți împărații Canaanului;",
        "12": "și le-a dat țara de moștenire, de moștenire poporului Său Israel.",
        "13": "Doamne, Numele Tău rămâne pe vecie; Doamne, pomenirea Ta ține din neam în neam,",
        "14": "căci Domnul va judeca pe poporul Său și va avea milă de robii Săi.",
        "15": "Idolii neamurilor sunt argint și aur, lucrare făcută de mâinile oamenilor.",
        "16": "Au gură, și nu vorbesc, au ochi, și nu văd,",
        "17": "au urechi, și totuși n-aud, da, n-au suflare în gură.",
        "18": "Ca ei sunt cei ce-i fac, toți cei ce se încred în ei.",
        "19": "Casa lui Israel, binecuvântați pe Domnul! Casa lui Aaron, binecuvântați pe Domnul!",
        "20": "Casa lui Levi, binecuvântați pe Domnul! Cei ce vă temeți de Domnul, binecuvântați pe Domnul!",
        "21": "Domnul să fie binecuvântat din Sion, El, care locuiește în Ierusalim! Lăudați pe Domnul!"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Lăudați-L pe Domnul! Lăudați Numele Domnului, lăudați-L, slujitori ai Domnului,",
        "2": "care stați în Casa Domnului, în curțile Casei Dumnezeului nostru!",
        "3": "Lăudați-L pe Domnul, căci Domnul este bun! Cântați spre lauda Numelui Său, căci este plăcut!",
        "4": "Căci Domnul l-a ales pe Iacov pentru Sine, l-a ales pe Israel ca să fie proprietatea Sa.",
        "5": "Da, eu știu că Domnul este mare și că Stăpânul nostru este mai mare decât toți dumnezeii!",
        "6": "Domnul face tot ce dorește, atât în ceruri, cât și pe pământ, atât pe mări, cât și în toate adâncurile.",
        "7": "El face să se ridice norii de la capătul pământului; El trimite fulgere care vestesc ploaia și scoate vântul din cămările Lui.",
        "8": "El este Acela Care i-a lovit pe întâii născuți ai Egiptului, de la oameni până la animale.",
        "9": "El a trimis semne și minuni în mijlocul tău, Egiptule, împotriva lui Faraon și împotriva tuturor slujitorilor lui.",
        "10": "El a lovit multe națiuni și a ucis regi puternici:",
        "11": "pe Sihon, regele amoriților, pe Og, regele Bașanului, și pe regii tuturor regatelor din Canaan.",
        "12": "Apoi a dat țara acestora ca moștenire, ca moștenire lui Israel, poporul Său.",
        "13": "Doamne, Numele Tău rămâne pe vecie! Doamne, amintirea Ta rămâne din generație în generație.",
        "14": "Căci Domnul Își va judeca poporul și are milă de slujitorii Săi.",
        "15": "Idolii națiunilor sunt din argint și din aur, sunt lucrarea mâinilor omenești.",
        "16": "Ei au gură, dar nu vorbesc, au ochi, dar nu văd,",
        "17": "au urechi, dar nu aud. Da, ei n-au suflare în gură.",
        "18": "Ca ei sunt cei care-i fac și toți cei care se încred în ei.",
        "19": "Casă a lui Israel, binecuvântează-L pe Domnul! Casă a lui Aaron, binecuvântează-L pe Domnul!",
        "20": "Casă a lui Levi, binecuvântează-L pe Domnul! Cei ce vă temeți de Domnul, binecuvântați-L pe Domnul!",
        "21": "Binecuvântat să fie Domnul, din Sion, El, Care locuiește în Ierusalim! Lăudați-L pe Domnul!"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Praise Yah! Praise Yahweh’s name! Praise him, you servants of Yahweh,",
        "2": "you who stand in Yahweh’s house, in the courts of our God’s house.",
        "3": "Praise Yah, for Yahweh is good. Sing praises to his name, for that is pleasant.",
        "4": "For Yah has chosen Jacob for himself, Israel for his own possession.",
        "5": "For I know that Yahweh is great, that our Lord is above all gods.",
        "6": "Whatever Yahweh pleased, that he has done, in heaven and in earth, in the seas and in all deeps.",
        "7": "He causes the clouds to rise from the ends of the earth. He makes lightnings with the rain. He brings the wind out of his treasuries.",
        "8": "He struck the firstborn of Egypt, both of man and animal.",
        "9": "He sent signs and wonders into the middle of you, Egypt, on Pharaoh, and on all his servants.",
        "10": "He struck many nations, and killed mighty kings—",
        "11": "Sihon king of the Amorites, Og king of Bashan, and all the kingdoms of Canaan—",
        "12": "and gave their land for a heritage, a heritage to Israel, his people.",
        "13": "Your name, Yahweh, endures forever; your renown, Yahweh, throughout all generations.",
        "14": "For Yahweh will judge his people and have compassion on his servants.",
        "15": "The idols of the nations are silver and gold, the work of men’s hands.",
        "16": "They have mouths, but they can’t speak. They have eyes, but they can’t see.",
        "17": "They have ears, but they can’t hear, neither is there any breath in their mouths.",
        "18": "Those who make them will be like them, yes, everyone who trusts in them.",
        "19": "House of Israel, praise Yahweh! House of Aaron, praise Yahweh!",
        "20": "House of Levi, praise Yahweh! You who fear Yahweh, praise Yahweh!",
        "21": "Blessed be Yahweh from Zion, who dwells in Jerusalem. Praise Yah!"
      }
    }
  }
}