{
  "book": "Psalmi",
  "chapter": "105",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Lăudați pe Domnul, chemați Numele Lui! Faceți cunoscute printre popoare isprăvile Lui!",
        "2": "Cântați, cântați în cinstea Lui! Vorbiți despre toate minunile Lui!",
        "3": "Făliți-vă cu Numele Lui cel sfânt! Să se bucure inima celor ce caută pe Domnul!",
        "4": "Alergați la Domnul și la sprijinul Lui, căutați necurmat Fața Lui!",
        "5": "Aduceți-vă aminte de semnele minunate pe care le-a făcut, de minunile și de judecățile rostite de gura Lui,",
        "6": "sămânță a robului Său Avraam, copii ai lui Iacov, aleșii Săi!",
        "7": "Domnul este Dumnezeul nostru: judecățile Lui se aduc la îndeplinire pe tot pământul.",
        "8": "El Își aduce aminte totdeauna de legământul Lui, de făgăduințele Lui făcute pentru o mie de neamuri de om,",
        "9": "de legământul pe care l-a încheiat cu Avraam și de jurământul pe care l-a făcut lui Isaac;",
        "10": "El l-a făcut lege pentru Iacov, legământ veșnic pentru Israel,",
        "11": "zicând: „Ție îți voi da țara Canaanului ca moștenire care v-a căzut la sorți.”",
        "12": "Pe atunci, ei erau puțini la număr, foarte puțini la număr, și străini în țară;",
        "13": "mergeau de la un neam la altul și de la o împărăție la un alt popor,",
        "14": "dar n-a dat voie nimănui să-i asuprească și a pedepsit împărați din pricina lor.",
        "15": "„Nu vă atingeți de unșii Mei”, a zis El, „și nu faceți rău prorocilor Mei!”",
        "16": "A chemat foametea asupra țării și a tăiat orice mijloc de trai.",
        "17": "Le-a trimis înainte pe un om: Iosif a fost vândut ca rob.",
        "18": "I-au strâns picioarele în lanțuri, l-au pus în fiare",
        "19": "până la vremea când s-a întâmplat ce vestise el și până când l-a încercat Cuvântul Domnului.",
        "20": "Atunci, împăratul a trimis să-i scoată lanțurile și stăpânitorul popoarelor l-a izbăvit.",
        "21": "L-a pus domn peste casa lui și dregătorul tuturor averilor lui,",
        "22": "ca să lege după plac pe domnitorii lui și să învețe pe bătrânii lui înțelepciunea.",
        "23": "Atunci, Israel a venit în Egipt și Iacov a locuit în țara lui Ham.",
        "24": "Domnul a înmulțit pe poporul Său foarte mult și l-a făcut mai puternic decât potrivnicii lui.",
        "25": "Acestora le-a schimbat inima, până acolo că au urât pe poporul Lui și s-au purtat mișelește cu robii Săi.",
        "26": "A trimis pe robul Său Moise și pe Aaron, pe care-l alesese.",
        "27": "Prin puterea Lui, ei au făcut semne minunate în mijlocul lor, au făcut minuni în țara lui Ham.",
        "28": "A trimis întuneric și a adus negura, ca să nu fie neascultători la Cuvântul Lui.",
        "29": "Le-a prefăcut apele în sânge și a făcut să le piară toți peștii.",
        "30": "Țara lor a forfotit de broaște până în odăile împăraților lor.",
        "31": "El a zis și au venit muște otrăvitoare, păduchi pe tot ținutul lor.",
        "32": "În loc de ploaie, le-a dat grindină și flăcări de foc în țara lor.",
        "33": "Le-a bătut viile și smochinii și a sfărâmat copacii din ținutul lor.",
        "34": "El a zis și au venit lăcuste, lăcuste fără număr,",
        "35": "care au mâncat toată iarba din țară și au mistuit roadele de pe câmpiile lor.",
        "36": "A lovit pe toți întâii născuți din țara lor, toată pârga puterii lor.",
        "37": "A scos pe poporul Său cu argint și aur și niciunul n-a șovăit dintre semințiile Lui.",
        "38": "Egiptenii s-au bucurat de plecarea lor, căci îi apucase groaza de ei.",
        "39": "A întins un nor ca să-i acopere și focul ca să lumineze noaptea.",
        "40": "La cererea lor, a trimis prepelițe și i-a săturat cu pâine din cer.",
        "41": "A deschis stânca și au curs ape, care s-au vărsat ca un râu în locurile uscate.",
        "42": "Căci Și-a adus aminte de Cuvântul Lui cel sfânt și de robul Său Avraam.",
        "43": "A scos pe poporul Său cu veselie, pe aleșii Săi în mijlocul strigătelor de bucurie.",
        "44": "Le-a dat pământurile neamurilor și au pus stăpânire pe rodul muncii popoarelor,",
        "45": "ca să păzească poruncile Lui și să țină legile Lui. Lăudați pe Domnul!"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Mulțumiți Domnului, chemați Numele Lui! Faceți cunoscute printre popoare lucrările Lui!",
        "2": "Cântați-I! Cântați spre lauda Lui! Vestiți toate minunile Lui!",
        "3": "Lăudați-vă cu Numele Lui cel sfânt! Să se bucure inima celor ce-L caută pe Domnul!",
        "4": "Căutați pe Domnul și puterea Lui; căutați întotdeauna fața Lui!",
        "5": "Aduceți-vă aminte de minunile pe care le-a făcut, de semnele Sale și de judecățile rostite de gura Sa,",
        "6": "descendenți ai slujitorului Său Avraam, fii ai lui Iacov, aleșii Lui!",
        "7": "El este Domnul, Dumnezeul nostru, și judecățile Lui se împlinesc pe tot pământul.",
        "8": "El Își aduce aminte întotdeauna de legământul Lui, de cuvântul pe care l-a poruncit pentru o mie de generații,",
        "9": "de legământul pe care l-a încheiat cu Avraam, de jurământul Lui către Isaac,",
        "10": "pe care l-a confirmat față de Iacov printr-o hotărâre și față de Israel printr-un legământ veșnic,",
        "11": "zicând: „Ție îți voi da țara Canaanului, ca parte a moștenirii voastre“.",
        "12": "Pe atunci, erau doar câțiva oameni, puțini la număr și străini în țară.",
        "13": "Ei călătoreau de la o națiune la altă națiune, de la un regat la alt popor.",
        "14": "El nu a îngăduit niciunui om să-i asuprească și a mustrat regi pentru ei:",
        "15": "„Nu vă atingeți de unșii Mei și nu le faceți rău profeților Mei!“.",
        "16": "A chemat foametea peste țară și a distrus orice provizie de hrană.",
        "17": "Trimisese înaintea lor un om, pe Iosif, care a fost vândut ca sclav.",
        "18": "I-au strâns picioarele în lanțuri, iar gâtul i-a fost prins în fiare,",
        "19": "până la vremea când s-a împlinit cuvântul lui, când Cuvântul Domnului l-a dovedit curat.",
        "20": "Atunci regele a trimis să-l dezlege și stăpânitorul popoarelor a trimis să-l elibereze.",
        "21": "L-a numit stăpân peste casa lui și stăpânitor peste toate averile lui,",
        "22": "ca să-i lege după bunu-i plac pe prinții lui și să-i învețe pe bătrânii lui înțelepciunea.",
        "23": "Atunci Israel a venit în Egipt, Iacov a locuit ca străin în țara lui Ham.",
        "24": "Dumnezeu Și-a înmulțit poporul foarte mult și i-a făcut mai tari decât pe dușmanii lor.",
        "25": "Acestora le-a schimbat inima, ca să-I urască poporul, să se poarte mișelește cu slujitorii Săi.",
        "26": "L-a trimis pe Moise, slujitorul Său, și pe Aaron, pe care-l alesese.",
        "27": "Ei au înfăptuit semnele Lui printre dușmani și au făcut minuni în țara lui Ham.",
        "28": "A trimis întunericul și s-a făcut beznă; Moise și Aaron nu s-au răzvrătit împotriva cuvintelor Lui.",
        "29": "Le-a transformat apa în sânge și le-a omorât peștii.",
        "30": "Țara lor a mișunat de broaște, până în camerele împăraților lor.",
        "31": "El a zis, și au venit roiuri de muște; au fost țânțari pe întreg teritoriul lor.",
        "32": "Le-a dat grindină, în loc de ploaie, și flăcări de foc peste țara lor.",
        "33": "Le-a distrus viile și smochinii și a dărâmat copacii din teritoriul lor.",
        "34": "El a zis, și au venit lăcuste, lăcuste fără număr.",
        "35": "Ele au devorat toată verdeața din țara lor și au mâncat rodul pământului lor.",
        "36": "I-a lovit pe toți întâii născuți din țara lor, primul rod al întregii lor puteri.",
        "37": "El i-a scos pe israeliți de acolo cu argint și cu aur și n-a fost niciunul dintre semințiile Lui care să se împiedice.",
        "38": "Egiptenii s-au bucurat de plecarea lor, căci îi apucaseră groaza de ei.",
        "39": "El a întins un nor ca să le fie învelitoare și un foc ca să lumineze noaptea.",
        "40": "Au cerut, iar El le-a trimis prepelițe și i-a săturat cu pâine din cer.",
        "41": "A despicat stânca și a curs apă; un râu a curs prin locuri uscate.",
        "42": "Și aceasta pentru că Și-a amintit de promisiunea Sa cea sfântă, făcută lui Avraam, slujitorul Său.",
        "43": "El Și-a scos poporul cu bucurie, Și-a scos aleșii cu strigăte de veselie.",
        "44": "Le-a dat teritoriile națiunilor și au moștenit rodul muncii popoarelor,",
        "45": "ca să păzească hotărârile Lui și să trăiască după învățăturile Lui. Lăudați-L pe Domnul!"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Give thanks to Yahweh! Call on his name! Make his doings known among the peoples.",
        "2": "Sing to him, sing praises to him! Tell of all his marvelous works.",
        "3": "Glory in his holy name. Let the heart of those who seek Yahweh rejoice.",
        "4": "Seek Yahweh and his strength. Seek his face forever more.",
        "5": "Remember his marvelous works that he has done: his wonders, and the judgments of his mouth,",
        "6": "you offspring of Abraham, his servant, you children of Jacob, his chosen ones.",
        "7": "He is Yahweh, our God. His judgments are in all the earth.",
        "8": "He has remembered his covenant forever, the word which he commanded to a thousand generations,",
        "9": "the covenant which he made with Abraham, his oath to Isaac,",
        "10": "and confirmed it to Jacob for a statute; to Israel for an everlasting covenant,",
        "11": "saying, “To you I will give the land of Canaan, the lot of your inheritance,”",
        "12": "when they were but a few men in number, yes, very few, and foreigners in it.",
        "13": "They went about from nation to nation, from one kingdom to another people.",
        "14": "He allowed no one to do them wrong. Yes, he reproved kings for their sakes,",
        "15": "“Don’t touch my anointed ones! Do my prophets no harm!”",
        "16": "He called for a famine on the land. He destroyed the food supplies.",
        "17": "He sent a man before them. Joseph was sold for a slave.",
        "18": "They bruised his feet with shackles. His neck was locked in irons,",
        "19": "until the time that his word happened, and Yahweh’s word proved him true.",
        "20": "The king sent and freed him, even the ruler of peoples, and let him go free.",
        "21": "He made him lord of his house, and ruler of all of his possessions,",
        "22": "to discipline his princes at his pleasure, and to teach his elders wisdom.",
        "23": "Israel also came into Egypt. Jacob lived in the land of Ham.",
        "24": "He increased his people greatly, and made them stronger than their adversaries.",
        "25": "He turned their heart to hate his people, to conspire against his servants.",
        "26": "He sent Moses, his servant, and Aaron, whom he had chosen.",
        "27": "They performed miracles among them, and wonders in the land of Ham.",
        "28": "He sent darkness, and made it dark. They didn’t rebel against his words.",
        "29": "He turned their waters into blood, and killed their fish.",
        "30": "Their land swarmed with frogs, even in the rooms of their kings.",
        "31": "He spoke, and swarms of flies came, and lice in all their borders.",
        "32": "He gave them hail for rain, with lightning in their land.",
        "33": "He struck their vines and also their fig trees, and shattered the trees of their country.",
        "34": "He spoke, and the locusts came with the grasshoppers, without number.",
        "35": "They ate up every plant in their land, and ate up the fruit of their ground.",
        "36": "He struck also all the firstborn in their land, the first fruits of all their manhood.",
        "37": "He brought them out with silver and gold. There was not one feeble person among his tribes.",
        "38": "Egypt was glad when they departed, for the fear of them had fallen on them.",
        "39": "He spread a cloud for a covering, fire to give light in the night.",
        "40": "They asked, and he brought quails, and satisfied them with the bread of the sky.",
        "41": "He opened the rock, and waters gushed out. They ran as a river in the dry places.",
        "42": "For he remembered his holy word, and Abraham, his servant.",
        "43": "He brought his people out with joy, his chosen with singing.",
        "44": "He gave them the lands of the nations. They took the labor of the peoples in possession,",
        "45": "that they might keep his statutes, and observe his laws. Praise Yah!"
      }
    }
  }
}