{
  "book": "Psalmi",
  "chapter": "136",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Lăudați pe Domnul, căci este bun, căci în veac ține îndurarea Lui!",
        "2": "Lăudați pe Dumnezeul dumnezeilor, căci în veac ține îndurarea Lui!",
        "3": "Lăudați pe Domnul domnilor, căci în veac ține îndurarea Lui!",
        "4": "Pe Cel ce singur face minuni mari, căci în veac ține îndurarea Lui!",
        "5": "Pe Cel ce a făcut cerurile cu pricepere, căci în veac ține îndurarea Lui!",
        "6": "Pe Cel ce a întins pământul pe ape, căci în veac ține îndurarea Lui!",
        "7": "Pe Cel ce a făcut luminători mari, căci în veac ține îndurarea Lui!",
        "8": "Soarele, ca să stăpânească ziua, căci în veac ține îndurarea Lui!",
        "9": "Luna și stelele, ca să stăpânească noaptea, căci în veac ține îndurarea Lui!",
        "10": "Pe Cel ce a lovit pe egipteni în întâii lor născuți, căci în veac ține îndurarea Lui!",
        "11": "Și a scos pe Israel din mijlocul lor, căci în veac ține îndurarea Lui!",
        "12": "Cu mână tare și cu braț întins, căci în veac ține îndurarea Lui!",
        "13": "Pe Cel ce a tăiat în două Marea Roșie, căci în veac ține îndurarea Lui!",
        "14": "Care a trecut pe Israel prin mijlocul ei, căci în veac ține îndurarea Lui!",
        "15": "Și a aruncat pe Faraon și oștirea lui în Marea Roșie, căci în veac ține îndurarea Lui!",
        "16": "Pe Cel ce a călăuzit pe poporul Său în pustie, căci în veac ține îndurarea Lui!",
        "17": "Pe Cel ce a lovit împărați mari, căci în veac ține îndurarea Lui!",
        "18": "Pe Cel ce a ucis împărați puternici, căci în veac ține îndurarea Lui!",
        "19": "Pe Sihon, împăratul amoriților, căci în veac ține îndurarea Lui!",
        "20": "Și pe Og, împăratul Basanului, căci în veac ține îndurarea Lui!",
        "21": "Și le-a dat țara de moștenire, căci în veac ține îndurarea Lui!",
        "22": "De moștenire robului Său Israel, căci în veac ține îndurarea Lui!",
        "23": "Pe Cel ce Și-a adus aminte de noi când eram smeriți, căci în veac ține îndurarea Lui!",
        "24": "Și ne-a izbăvit de asupritorii noștri, căci în veac ține îndurarea Lui!",
        "25": "Pe Cel ce dă hrană oricărei făpturi, căci în veac ține îndurarea Lui!",
        "26": "Lăudați pe Dumnezeul cerurilor, căci în veac ține îndurarea Lui!"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "‒ Mulțumiți Domnului căci este bun! ‒ Căci în veac ține îndurarea Lui!",
        "2": "‒ Mulțumiți Dumnezeului dumnezeilor! ‒ Căci în veac ține îndurarea Lui!",
        "3": "‒ Mulțumiți Stăpânului stăpânilor… ‒ Căci în veac ține îndurarea Lui!",
        "4": "‒ …singurului Care face mari minuni… ‒ Căci în veac ține îndurarea Lui!",
        "5": "‒ …Celui Ce a făcut cerurile cu pricepere… ‒ Căci în veac ține îndurarea Lui!",
        "6": "‒ …Celui Ce a întins pământul pe ape… ‒ Căci în veac ține îndurarea Lui!",
        "7": "‒ …Celui Ce a făcut luminătorii cei mari… ‒ Căci în veac ține îndurarea Lui!",
        "8": "‒ …soarele, ca să stăpânească ziua… ‒ Căci în veac ține îndurarea Lui!",
        "9": "‒ …luna și stelele, ca să stăpânească noaptea… ‒ Căci în veac ține îndurarea Lui!",
        "10": "‒ …Celui Ce a lovit Egiptul prin întâii lor născuți… ‒ Căci în veac ține îndurarea Lui!",
        "11": "‒ …și l-a scos pe Israel din mijlocul lor… ‒ Căci în veac ține îndurarea Lui!",
        "12": "‒ …cu mână tare și cu brațul Său puternic… ‒ Căci în veac ține îndurarea Lui!",
        "13": "‒ …Celui Ce a tăiat în două Marea Roșie… ‒ Căci în veac ține îndurarea Lui!",
        "14": "‒ …l-a trecut pe Israel prin mijlocul ei… ‒ Căci în veac ține îndurarea Lui!",
        "15": "‒ …și i-a aruncat pe Faraon și armata acestuia în Marea Roșie… ‒ Căci în veac ține îndurarea Lui!",
        "16": "‒ …Celui Ce Și-a călăuzit poporul prin deșert… ‒ Căci în veac ține îndurarea Lui!",
        "17": "‒ …Celui Ce a lovit regi mari… ‒ Căci în veac ține îndurarea Lui!",
        "18": "‒ …Celui Ce a ucis regi măreți… ‒ Căci în veac ține îndurarea Lui!",
        "19": "‒ …pe Sihon, regele amoriților… ‒ Căci în veac ține îndurarea Lui!",
        "20": "‒ …și pe Og, regele Bașanului… ‒ Căci în veac ține îndurarea Lui!",
        "21": "‒ …și le-a dat țara lor ca moștenire… ‒ Căci în veac ține îndurarea Lui!",
        "22": "‒ …ca moștenire lui Israel, slujitorul Lui… ‒ Căci în veac ține îndurarea Lui!",
        "23": "‒ …pe Cel Ce Și-a amintit de noi când eram umiliți… ‒ Căci în veac ține îndurarea Lui!",
        "24": "‒ …și ne-a scăpat de dușmanii noștri… ‒ Căci în veac ține îndurarea Lui!",
        "25": "‒ …pe Cel Ce dă hrană fiecărei făpturi. ‒ Căci în veac ține îndurarea Lui!",
        "26": "‒ Mulțumiți Dumnezeului cerurilor! ‒ Căci în veac ține îndurarea Lui!"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Give thanks to Yahweh, for he is good, for his loving kindness endures forever.",
        "2": "Give thanks to the God of gods, for his loving kindness endures forever.",
        "3": "Give thanks to the Lord of lords, for his loving kindness endures forever;",
        "4": "to him who alone does great wonders, for his loving kindness endures forever;",
        "5": "to him who by understanding made the heavens, for his loving kindness endures forever;",
        "6": "to him who spread out the earth above the waters, for his loving kindness endures forever;",
        "7": "to him who made the great lights, for his loving kindness endures forever;",
        "8": "the sun to rule by day, for his loving kindness endures forever;",
        "9": "the moon and stars to rule by night, for his loving kindness endures forever;",
        "10": "to him who struck down the Egyptian firstborn, for his loving kindness endures forever;",
        "11": "and brought out Israel from among them, for his loving kindness endures forever;",
        "12": "with a strong hand, and with an outstretched arm, for his loving kindness endures forever;",
        "13": "to him who divided the Red Sea apart, for his loving kindness endures forever;",
        "14": "and made Israel to pass through the middle of it, for his loving kindness endures forever;",
        "15": "but overthrew Pharaoh and his army in the Red Sea, for his loving kindness endures forever;",
        "16": "to him who led his people through the wilderness, for his loving kindness endures forever;",
        "17": "to him who struck great kings, for his loving kindness endures forever;",
        "18": "and killed mighty kings, for his loving kindness endures forever;",
        "19": "Sihon king of the Amorites, for his loving kindness endures forever;",
        "20": "Og king of Bashan, for his loving kindness endures forever;",
        "21": "and gave their land as an inheritance, for his loving kindness endures forever;",
        "22": "even a heritage to Israel his servant, for his loving kindness endures forever;",
        "23": "who remembered us in our low estate, for his loving kindness endures forever;",
        "24": "and has delivered us from our adversaries, for his loving kindness endures forever;",
        "25": "who gives food to every creature, for his loving kindness endures forever.",
        "26": "Oh give thanks to the God of heaven, for his loving kindness endures forever."
      }
    }
  }
}