{
  "book": "Psalmi",
  "chapter": "68",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Dumnezeu Se scoală, vrăjmașii Lui se risipesc și potrivnicii Lui fug dinaintea Feței Lui.",
        "2": "Cum se risipește fumul, așa-i risipești Tu; cum se topește ceara la foc, așa pier cei răi dinaintea lui Dumnezeu.",
        "3": "Dar cei neprihăniți se bucură, saltă de bucurie înaintea lui Dumnezeu și nu mai pot de veselie.",
        "4": "Cântați lui Dumnezeu, lăudați Numele Lui! Faceți drum Celui ce înaintează prin câmpii! Domnul este Numele Lui: bucurați-vă înaintea Lui!",
        "5": "El este Tatăl orfanilor, Apărătorul văduvelor, El, Dumnezeu, care locuiește în Locașul Lui cel Sfânt.",
        "6": "Dumnezeu dă o familie celor părăsiți, El izbăvește pe prinșii de război și-i face fericiți; numai cei răzvrătiți locuiesc în locuri uscate.",
        "7": "Dumnezeule, când ai ieșit Tu în fruntea poporului și când mergeai în pustie,",
        "8": "s-a cutremurat pământul, s-au topit cerurile dinaintea lui Dumnezeu, s-a zguduit Sinaiul dinaintea lui Dumnezeu, Dumnezeul lui Israel.",
        "9": "Ai dat o ploaie binefăcătoare, Dumnezeule, și ai întărit moștenirea Ta, sleită de puteri.",
        "10": "Poporul Tău și-a așezat locuința în țara pe care, prin bunătatea Ta, Dumnezeule, o pregătiseși pentru cei nenorociți.",
        "11": "Un cuvânt spune Domnul, și femeile aducătoare de vești bune sunt o mare oștire:",
        "12": "împărații oștirilor fug, fug, și cea care rămâne acasă împarte prada.",
        "13": "Pe când voi vă odihniți în mijlocul staulelor, aripile porumbelului sunt acoperite de argint și penele lui sunt de un galben auriu.",
        "14": "Când a împrăștiat Cel Atotputernic pe împărați în țară, parcă ningea în Țalmon.",
        "15": "Munții lui Dumnezeu, munții Basanului, munți cu multe piscuri, munții Basanului,",
        "16": "pentru ce, munți cu multe piscuri, purtați pizmă pe muntele pe care l-a ales Dumnezeu ca locaș împărătesc? Cu toate acestea, Domnul va locui în el în veci.",
        "17": "Carele Domnului se numără cu douăzecile de mii, cu mii și mii; Domnul este în mijlocul lor, venind din Sinai în Locașul Său cel Sfânt.",
        "18": "Te-ai suit pe înălțime, ai luat prinși de război, ai luat în dar oameni; cei răzvrătiți vor locui și ei lângă Domnul Dumnezeu.",
        "19": "Binecuvântat să fie Domnul, care zilnic ne poartă povara, Dumnezeu, mântuirea noastră!",
        "20": "Dumnezeu este pentru noi Dumnezeul izbăvirilor și Domnul Dumnezeu ne poate scăpa de moarte.",
        "21": "Da, Dumnezeu va zdrobi capul vrăjmașilor Lui, creștetul capului celor ce trăiesc în păcat.",
        "22": "Domnul zice: „Îi voi aduce înapoi din Basan, îi voi aduce înapoi din fundul mării,",
        "23": "ca să-ți cufunzi piciorul în sânge și limba câinilor tăi să-și capete partea din vrăjmașii tăi.”",
        "24": "Ei văd intrarea Ta, Dumnezeule, intrarea Dumnezeului meu, Împăratului meu, în Locașul cel Sfânt.",
        "25": "În frunte merg cântăreții, apoi cei ce cântă din instrumente, în mijlocul fetelor care sună din timpane.",
        "26": "Binecuvântați pe Dumnezeu în adunări, binecuvântați pe Domnul, cei ce vă coborâți din Israel!",
        "27": "Iată tânărul Beniamin, care stăpânește peste ei, căpeteniile lui Iuda și ceata lor, căpeteniile lui Zabulon, căpeteniile lui Neftali.",
        "28": "Dumnezeul tău te-a făcut puternic. Întărește, Dumnezeule, ce ai făcut pentru noi în Templul Tău.",
        "29": "Împărații Îți vor aduce daruri la Ierusalim.",
        "30": "Înspăimântă fiara din trestii, ceata taurilor, cu vițeii popoarelor; calcă în picioare pe cei ce își pun plăcerea în argint! Risipește popoarele cărora le place să se bată!",
        "31": "Cei mari vin din Egipt: Etiopia aleargă cu mâinile întinse spre Dumnezeu.",
        "32": "Cântați lui Dumnezeu, împărățiile pământului, și lăudați pe Domnul!",
        "33": "Cântați Celui ce călărește pe cerurile cerurilor veșnice! Iată că se aude glasul Lui, glasul Lui cel puternic!",
        "34": "Dați slavă lui Dumnezeu, a cărui măreție este peste Israel și a cărui putere este în ceruri!",
        "35": "Ce înfricoșat ești, Dumnezeule, din locașul Tău cel sfânt! Dumnezeul lui Israel dă poporului Său tărie și mare putere. Binecuvântat să fie Dumnezeu!"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Când Dumnezeu Se ridică, dușmanii Lui să fie împrăștiați și cei ce-L urăsc să fugă dinaintea feței Sale.",
        "2": "Îi risipești precum se risipește fumul. Precum se topește ceara din cauza focului, așa pier cei răi dinaintea lui Dumnezeu.",
        "3": "Cei drepți însă se bucură, se veselesc înaintea lui Dumnezeu și strigă de bucurie.",
        "4": "Cântați-I lui Dumnezeu, cântați spre lauda Numelui Său! Pregătiți-I calea Celui Ce călărește pe nori, al Cărui Nume este Domnul. Strigați de bucurie înaintea Lui!",
        "5": "În Lăcașul Său cel sfânt, Dumnezeu este tatăl orfanilor și apărătorul văduvelor.",
        "6": "Dumnezeu dă o familie celor însingurați și-i conduce spre belșug pe prizonieri. Cei răzvrătiți însă locuiesc într-o regiune aridă.",
        "7": "Dumnezeule, când ai ieșit înaintea poporului Tău, când ai mărșăluit prin deșert…",
        "8": "Pământul s-a cutremurat, cerurile au picurat înaintea lui Dumnezeu, Cel al Sinaiului, înaintea lui Dumnezeu, Dumnezeul lui Israel.",
        "9": "Dumnezeule, Tu ai legănat ploile ca daruri de bunăvoie și Ți-ai întărit moștenirea, când a fost obosită.",
        "10": "Adunarea Ta a locuit în ea, Tu ai pregătit-o, în bunătatea Ta, pentru cel sărac, Dumnezeule!",
        "11": "Stăpânul a rostit un cuvânt, iar femeile care duc vești sunt o mare armată:",
        "12": "„Regii armatelor fug, fug, iar cea rămasă acasă împarte prada.",
        "13": "Chiar în timp ce voi vă odihniți printre staule, aripile porumbelului sunt acoperite cu argint, iar penele lui – cu aur sclipitor“.",
        "14": "Când i-a împrăștiat Cel Atotputernic pe regi, ningea în Țalmon.",
        "15": "Muntele Bașanului este un munte al lui Dumnezeu, muntele Bașanului este un munte cu multe piscuri.",
        "16": "Munți cu multe piscuri, de ce invidiați muntele unde Îi place lui Dumnezeu să locuiască? Cu siguranță Domnul va locui acolo pe vecie.",
        "17": "Carele lui Dumnezeu sunt cu miile și cu miile de mii. Stăpânul se află printre ele, în Sinai, în Sfântul Lăcaș.",
        "18": "Te-ai suit în înălțime, ai luat captivă captivitatea și ai luat daruri pentru oameni, chiar și pentru cei răzvrătiți, pentru ca ei, Doamne Dumnezeule, să locuiască acolo.",
        "19": "Binecuvântat să fie Stăpânul, Care ne poartă poverile zi de zi! Dumnezeu este Salvatorul nostru.",
        "20": "Dumnezeul nostru este un Dumnezeu Care salvează. Domnul, Stăpânul meu, ne poate salva de la moarte.",
        "21": "Cu siguranță Dumnezeu va zdrobi capul dușmanilor Săi, creștetul celor ce umblă în nelegiuirile lor.",
        "22": "Stăpânul a zis: „Îi voi aduce înapoi din Bașan, îi voi aduce înapoi din adâncurile mării,",
        "23": "ca să-ți înmoi picioarele în sânge, iar limba câinilor tăi să-și ia partea din dușmanii tăi“.",
        "24": "Dumnezeule, ei privesc procesiunea intrării Tale, procesiunea intrării Dumnezeului meu, a Împăratului meu, în Lăcașul cel sfânt.",
        "25": "În față merg cântăreții, urmați de cei cu instrumente, iar în centru sunt fetele cu tamburine.",
        "26": "Binecuvântați-L pe Dumnezeu în adunări, pe Domnul – la izvoarele lui Israel!",
        "27": "Acolo se află și tânărul Beniamin, conducătorul lor, căpeteniile lui Iuda, cu mulțimile lor, căpeteniile lui Zabulon, căpeteniile lui Neftali.",
        "28": "Dumnezeul tău a poruncit să fii puternic. Arată-ne puterea Ta, Dumnezeule, așa cum ai făcut și înainte pentru noi!",
        "29": "Datorită Templului Tău de la Ierusalim, regii Îți vor aduce un dar.",
        "30": "Mustră fiara dintre trestii, cireada de tauri dintre vițeii popoarelor, care calcă în picioare bucățile de argint! El a împrăștiat popoarele care-și găsesc plăcerea în război.",
        "31": "Din Egipt vor veni emisari; Cuș va alerga cu mâinile întinse spre Dumnezeu.",
        "32": "Regate ale pământului, cântați-I lui Dumnezeu, cântați spre lauda Stăpânului!",
        "33": "Cântați spre lauda Celui Ce călărește în Ceruri, în Cerurile veșnice! Iată, El face cu glasul Său un vuiet puternic!",
        "34": "Proclamați puterea lui Dumnezeu, a Cărui maiestate este peste Israel și a Cărui putere este în Ceruri.",
        "35": "Cât de temut ești Tu, Dumnezeule, din sanctuarele Tale! Dumnezeul lui Israel, chiar El dă putere și vigoare poporului! Binecuvântat să fie Dumnezeu!"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Let God arise! Let his enemies be scattered! Let them who hate him also flee before him.",
        "2": "As smoke is driven away, so drive them away. As wax melts before the fire, so let the wicked perish at the presence of God.",
        "3": "But let the righteous be glad. Let them rejoice before God. Yes, let them rejoice with gladness.",
        "4": "Sing to God! Sing praises to his name! Extol him who rides on the clouds: to Yah, his name! Rejoice before him!",
        "5": "A father of the fatherless, and a defender of the widows, is God in his holy habitation.",
        "6": "God sets the lonely in families. He brings out the prisoners with singing, but the rebellious dwell in a sun-scorched land.",
        "7": "God, when you went out before your people, when you marched through the wilderness...",
        "8": "The earth trembled. The sky also poured down rain at the presence of the God of Sinai— at the presence of God, the God of Israel.",
        "9": "You, God, sent a plentiful rain. You confirmed your inheritance when it was weary.",
        "10": "Your congregation lived therein. You, God, prepared your goodness for the poor.",
        "11": "The Lord announced the word. The ones who proclaim it are a great company.",
        "12": "“Kings of armies flee! They flee!” She who waits at home divides the plunder,",
        "13": "while you sleep among the camp fires, the wings of a dove sheathed with silver, her feathers with shining gold.",
        "14": "When the Almighty scattered kings in her, it snowed on Zalmon.",
        "15": "The mountains of Bashan are majestic mountains. The mountains of Bashan are rugged.",
        "16": "Why do you look in envy, you rugged mountains, at the mountain where God chooses to reign? Yes, Yahweh will dwell there forever.",
        "17": "The chariots of God are tens of thousands and thousands of thousands. The Lord is among them, from Sinai, into the sanctuary.",
        "18": "You have ascended on high. You have led away captives. You have received gifts among people, yes, among the rebellious also, that Yah God might dwell there.",
        "19": "Blessed be the Lord, who daily bears our burdens, even the God who is our salvation.",
        "20": "God is to us a God of deliverance. To Yahweh, the Lord, belongs escape from death.",
        "21": "But God will strike through the head of his enemies, the hairy scalp of such a one as still continues in his guiltiness.",
        "22": "The Lord said, “I will bring you again from Bashan, I will bring you again from the depths of the sea,",
        "23": "that you may crush them, dipping your foot in blood, that the tongues of your dogs may have their portion from your enemies.”",
        "24": "They have seen your processions, God, even the processions of my God, my King, into the sanctuary.",
        "25": "The singers went before, the minstrels followed after, among the ladies playing with tambourines,",
        "26": "“Bless God in the congregations, even the Lord in the assembly of Israel!”",
        "27": "There is little Benjamin, their ruler, the princes of Judah, their council, the princes of Zebulun, and the princes of Naphtali.",
        "28": "Your God has commanded your strength. Strengthen, God, that which you have done for us.",
        "29": "Because of your temple at Jerusalem, kings shall bring presents to you.",
        "30": "Rebuke the wild animal of the reeds, the multitude of the bulls with the calves of the peoples. Trample under foot the bars of silver. Scatter the nations who delight in war.",
        "31": "Princes shall come out of Egypt. Ethiopia shall hurry to stretch out her hands to God.",
        "32": "Sing to God, you kingdoms of the earth! Sing praises to the Lord—",
        "33": "to him who rides on the heaven of heavens, which are of old; behold, he utters his voice, a mighty voice.",
        "34": "Ascribe strength to God! His excellency is over Israel, his strength is in the skies.",
        "35": "You are awesome, God, in your sanctuaries. The God of Israel gives strength and power to his people. Praise be to God!"
      }
    }
  }
}