{
  "book": "Psalmi",
  "chapter": "92",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Frumos este să lăudăm pe Domnul și să mărim Numele Tău, Preaînalte,",
        "2": "să vestim dimineața bunătatea Ta și noaptea credincioșia Ta,",
        "3": "cu instrumentul cu zece coarde și cu alăuta, în sunetele harpei.",
        "4": "Căci Tu mă înveselești cu lucrările Tale, Doamne, și eu cânt de veselie când văd lucrarea mâinilor Tale.",
        "5": "Cât de mari sunt lucrările Tale, Doamne, și cât de adânci sunt gândurile Tale!",
        "6": "Omul prost nu cunoaște lucrul acesta și cel nebun nu ia seama la el.",
        "7": "Dacă cei răi înverzesc ca iarba și dacă toți cei ce fac răul înfloresc, este numai ca să fie nimiciți pe vecie.",
        "8": "Dar Tu, Doamne, ești înălțat în veci de veci!",
        "9": "Căci iată, Doamne, vrăjmașii Tăi, iată, vrăjmașii Tăi pier: toți cei ce fac răul sunt risipiți.",
        "10": "Dar mie Tu-mi dai puterea bivolului și m-ai stropit cu untdelemn proaspăt.",
        "11": "Ochiul meu își vede împlinită dorința față de vrăjmașii mei și urechea mea aude împlinirea dorinței mele față de potrivnicii mei cei răi.",
        "12": "Cel fără prihană înverzește ca finicul și crește ca cedrul din Liban.",
        "13": "Cei sădiți în Casa Domnului înverzesc în curțile Dumnezeului nostru.",
        "14": "Ei aduc roade și la bătrânețe; sunt plini de suc și verzi,",
        "15": "ca să arate că Domnul este drept, El, Stânca mea, în care nu este nelegiuire."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Bine este să se aducă mulțumiri Domnului, să se cânte spre lauda Numelui Tău, Preaînalte,",
        "2": "să se vestească dimineața îndurarea Ta și credincioșia Ta – noaptea,",
        "3": "cu lira cea cu zece coarde, cu harfa și în sunet de liră.",
        "4": "Căci Tu mă înveselești, Doamne, prin ceea ce înfăptuiești; la lucrările mâinilor Tale strig de bucurie!",
        "5": "Ce mărețe sunt lucrările Tale, Doamne! Cât de adânci sunt gândurile Tale!",
        "6": "Omul fără minte nu cunoaște acest lucru și cel nesăbuit nu-l înțelege.",
        "7": "Cei răi înmuguresc ca iarba și toți cei ce comit nelegiuiri înfloresc, dar numai ca să fie nimiciți pe vecie.",
        "8": "Însă Tu, Doamne, ești înălțat pe vecie!",
        "9": "Căci iată-i pe dușmanii Tăi, Doamne. Iată, dușmanii Tăi pier! Sunt îndepărtați toți cei ce comit nelegiuiri!",
        "10": "Mie însă îmi dai putere ca bivolului sălbatic; sunt uns cu ulei proaspăt.",
        "11": "Ochiul meu a privit la prăbușirea celor ce mă pândeau, a celor ce se ridicau împotriva mea, iar urechile mele au auzit cum au fost zdrobiți răufăcătorii.",
        "12": "Cel drept înmugurește ca palmierul și crește precum cedrul din Liban.",
        "13": "Cei sădiți în Casa Domnului, înmuguresc în curțile Dumnezeului nostru.",
        "14": "Ei rodesc până la bătrânețe, sunt plini de sevă și de verdeață,",
        "15": "ca să proclame că Domnul este drept, El, Stânca mea în Care nu există nedreptate!"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "It is a good thing to give thanks to Yahweh, to sing praises to your name, Most High,",
        "2": "to proclaim your loving kindness in the morning, and your faithfulness every night,",
        "3": "with the ten-stringed lute, with the harp, and with the melody of the lyre.",
        "4": "For you, Yahweh, have made me glad through your work. I will triumph in the works of your hands.",
        "5": "How great are your works, Yahweh! Your thoughts are very deep.",
        "6": "A senseless man doesn’t know, neither does a fool understand this:",
        "7": "though the wicked spring up as the grass, and all the evildoers flourish, they will be destroyed forever.",
        "8": "But you, Yahweh, are on high forever more.",
        "9": "For behold, your enemies, Yahweh, for behold, your enemies shall perish. All the evildoers will be scattered.",
        "10": "But you have exalted my horn like that of the wild ox. I am anointed with fresh oil.",
        "11": "My eye has also seen my enemies. My ears have heard of the wicked enemies who rise up against me.",
        "12": "The righteous shall flourish like the palm tree. He will grow like a cedar in Lebanon.",
        "13": "They are planted in Yahweh’s house. They will flourish in our God’s courts.",
        "14": "They will still produce fruit in old age. They will be full of sap and green,",
        "15": "to show that Yahweh is upright. He is my rock, and there is no unrighteousness in him."
      }
    }
  }
}