{
  "book": "Psalmi",
  "chapter": "37",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Nu te mânia pe cei răi și nu te uita cu jind la cei ce fac răul;",
        "2": "căci sunt cosiți iute, ca iarba, și se veștejesc ca verdeața!",
        "3": "Încrede-te în Domnul și fă binele; locuiește în țară și umblă în credincioșie!",
        "4": "Domnul să-ți fie desfătarea și El îți va da tot ce-ți dorește inima.",
        "5": "Încredințează-ți soarta în mâna Domnului, încrede-te în El și El va lucra!",
        "6": "El va face să strălucească dreptatea ta ca lumina și dreptul tău ca soarele la amiază.",
        "7": "Taci înaintea Domnului și nădăjduiește în El! Nu te mânia pe cel ce izbutește în umbletele lui, pe omul care își vede împlinirea planurilor lui rele!",
        "8": "Lasă mânia, părăsește iuțimea; nu te supăra, căci supărarea duce numai la rău!",
        "9": "Fiindcă cei răi vor fi nimiciți, iar cei ce nădăjduiesc în Domnul vor stăpâni țara.",
        "10": "Încă puțină vreme și cel rău nu va mai fi; te vei uita la locul unde era și nu va mai fi.",
        "11": "Cei blânzi moștenesc țara și au belșug de pace.",
        "12": "Cel rău face la planuri împotriva celui neprihănit și scrâșnește din dinți împotriva lui.",
        "13": "Domnul râde de cel rău, căci vede că-i vine și lui ziua.",
        "14": "Cei răi trag sabia și își încordează arcul, ca să doboare pe cel nenorocit și sărac, ca să înjunghie pe cei cu inima neprihănită.",
        "15": "Dar sabia lor intră în însăși inima lor și li se sfărâmă arcurile.",
        "16": "Mai mult face puținul celui neprihănit decât belșugul multor răi.",
        "17": "Căci brațele celui rău vor fi zdrobite, dar Domnul sprijină pe cei neprihăniți.",
        "18": "Domnul cunoaște zilele oamenilor cinstiți și moștenirea lor ține pe vecie.",
        "19": "Ei nu rămân de rușine în ziua nenorocirii, ci au de ajuns în zilele de foamete.",
        "20": "Dar cei răi pier și vrăjmașii Domnului sunt ca cele mai frumoase pășuni: pier, pier ca fumul.",
        "21": "Cel rău ia cu împrumut și nu dă înapoi, dar cel neprihănit este milos și dă.",
        "22": "Căci cei binecuvântați de Domnul stăpânesc țara, dar cei blestemați de El sunt nimiciți.",
        "23": "Domnul întărește pașii omului când Îi place calea lui;",
        "24": "dacă se întâmplă să cadă, nu este doborât de tot, căci Domnul îl apucă de mână.",
        "25": "Am fost tânăr și am îmbătrânit, dar n-am văzut pe cel neprihănit părăsit, nici pe urmașii lui cerșindu-și pâinea.",
        "26": "Ci el totdeauna este milos și dă cu împrumut, și urmașii lui sunt binecuvântați.",
        "27": "Depărtează-te de rău, fă binele și vei dăinui pe vecie!",
        "28": "Căci Domnul iubește dreptatea și nu părăsește pe credincioșii Lui. Totdeauna ei sunt sub paza Lui, dar sămânța celor răi este nimicită.",
        "29": "Cei neprihăniți vor stăpâni țara și vor locui în ea pe vecie.",
        "30": "Gura celui neprihănit vestește înțelepciunea și limba lui trâmbițează dreptatea.",
        "31": "Legea Dumnezeului său este în inima lui și nu i se clatină pașii.",
        "32": "Cel rău pândește pe cel neprihănit și caută să-l omoare,",
        "33": "dar Domnul nu-l lasă în mâinile lui și nu-l osândește când vine la judecată.",
        "34": "Nădăjduiește în Domnul, păzește calea Lui, și El te va înălța ca să stăpânești țara: vei vedea pe cei răi nimiciți.",
        "35": "Am văzut pe cel rău în toată puterea lui; se întindea ca un copac verde.",
        "36": "Dar când am trecut a doua oară, nu mai era acolo; l-am căutat, dar nu l-am mai putut găsi.",
        "37": "Uită-te bine la cel fără prihană și privește pe cel fără vicleșug, căci omul de pace are parte de moștenitori,",
        "38": "dar cei răzvrătiți sunt nimiciți cu toții, sămânța celor răi este prăpădită.",
        "39": "Scăparea celor neprihăniți vine de la Domnul; El este ocrotitorul lor la vremea necazului.",
        "40": "Domnul îi ajută și-i izbăvește; îi izbăvește de cei răi și-i scapă, pentru că se încred în El."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Nu te mânia din cauza răufăcătorilor și nu-i invidia pe cei ce comit nedreptăți,",
        "2": "căci ei se usucă repede ca iarba și se veștejesc precum verdeața!",
        "3": "Încrede-te în Domnul și fă binele! Locuiește în țară și veghează să umbli în credincioșie.",
        "4": "Găsește-ți plăcerea în Domnul și El va împlini cererile inimii tale.",
        "5": "Încredințează-ți calea în mâna Domnului, încrede-te în El, și El va lucra.",
        "6": "El va face să răsară dreptatea ta ca zorii și cauza ta dreaptă ca miezul zilei.",
        "7": "Taci înaintea Domnului și pune-ți speranța în El, nu te mânia din cauza celui ce reușește pe calea lui, a celui ce-și împlinește planurile lui rele.",
        "8": "Renunță la mânie, părăsește furia! Nu te mânia, căci mânia duce numai la rău.",
        "9": "Fiindcă răufăcătorii vor fi stârpiți, dar cei ce-și pun speranța în Domnul vor moșteni țara.",
        "10": "Încă puțină vreme și cel rău nu va mai fi; te vei uita la locul unde era și nu va mai fi.",
        "11": "Cei blânzi însă vor moșteni țara și se vor bucura de belșug de pace!",
        "12": "Cel rău face planuri împotriva celui drept, scrâșnește din dinți împotriva lui.",
        "13": "Dar Stăpânul râde de el, căci știe că-i vine și lui ziua.",
        "14": "Cei răi își scot sabia, își încordează arcul, ca să-l doboare pe cel sărac și pe cel nevoiaș, să-i înjunghie pe cei ale căror căi sunt drepte.",
        "15": "Sabia lor însă le va străpunge propriile inimi, iar arcurile le vor fi zdrobite.",
        "16": "Mai bun este puținul celui drept, decât belșugul multor răi,",
        "17": "căci brațele celor răi vor fi frânte, dar Domnul îi sprijină pe cei drepți.",
        "18": "Domnul cunoaște zilele celor integri. Moștenirea lor va fi pe vecie.",
        "19": "Ei nu sunt făcuți de rușine în vreme rea, iar în zile de foamete vor fi săturați.",
        "20": "Însă cei răi vor pieri, iar dușmanii Domnului vor sfârși precum frumusețea pășunilor; în fum vor sfârși.",
        "21": "Cel rău împrumută, dar nu mai dă înapoi, cel drept însă arată bunăvoință și dă.",
        "22": "Cei ce sunt binecuvântați de El vor moșteni țara, dar cei ce sunt blestemați de El vor fi stârpiți.",
        "23": "Domnul întărește pașii omului, atunci când Își găsește plăcere în calea lui.",
        "24": "Când acesta cade, nu este doborât de tot, căci Domnul îl sprijină cu mâna Sa.",
        "25": "Din tinerețea mea și până la bătrânețe n-am văzut vreun om drept părăsit, nici pe urmașii lui cerșindu-și pâinea.",
        "26": "Toată ziua el arată bunăvoință și dă cu împrumut, iar urmașii lui sunt o binecuvântare.",
        "27": "Întoarce-te de la rău și fă ce este bine! Atunci vei locui în țară pentru totdeauna!",
        "28": "Căci Domnul iubește dreptatea și nu-Și părăsește credincioșii! Ei sunt păziți întotdeauna, dar urmașii celor răi vor fi nimiciți.",
        "29": "Cei drepți vor moșteni țara și vor locui în ea pentru totdeauna.",
        "30": "Gura celui drept vestește înțelepciunea, iar limba lui vorbește cu dreptate.",
        "31": "El poartă în inimă Legea Dumnezeului său, și, astfel, picioarele nu-i alunecă.",
        "32": "Cel rău îl pândește pe cel drept, căutând să-l omoare,",
        "33": "însă Domnul nu-l lasă în mâna lui și nu-l lasă să fie condamnat la judecata lui.",
        "34": "Pune-ți speranța în Domnul și păzește calea Lui, iar El te va înălța ca să stăpânești țara și vei vedea nimicirea celor răi!",
        "35": "L-am văzut pe cel groaznic de rău, întinzându-se ca un copac bogat, bine sădit în țara lui.",
        "36": "Dar am trecut încă o dată pe acolo, iată că nu mai era; l-am căutat, dar nu l-am mai găsit.",
        "37": "Uită-te la cel integru, privește-l pe cel drept, căci omul pașnic are viitor!",
        "38": "Răzvrătiții vor fi nimiciți cu toții; viitorul celor răi va fi retezat.",
        "39": "Dar ajutorul celor drepți vine de la Domnul; El este refugiul lor în vreme de necaz.",
        "40": "Domnul îi ajută și îi scapă; îi scapă de cei răi și îi salvează, pentru că se adăpostesc în El."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Don’t fret because of evildoers, neither be envious against those who work unrighteousness.",
        "2": "For they shall soon be cut down like the grass, and wither like the green herb.",
        "3": "Trust in Yahweh, and do good. Dwell in the land, and enjoy safe pasture.",
        "4": "Also delight yourself in Yahweh, and he will give you the desires of your heart.",
        "5": "Commit your way to Yahweh. Trust also in him, and he will do this:",
        "6": "he will make your righteousness shine out like light, and your justice as the noon day sun.",
        "7": "Rest in Yahweh, and wait patiently for him. Don’t fret because of him who prospers in his way, because of the man who makes wicked plots happen.",
        "8": "Cease from anger, and forsake wrath. Don’t fret; it leads only to evildoing.",
        "9": "For evildoers shall be cut off, but those who wait for Yahweh shall inherit the land.",
        "10": "For yet a little while, and the wicked will be no more. Yes, though you look for his place, he isn’t there.",
        "11": "But the humble shall inherit the land, and shall delight themselves in the abundance of peace.",
        "12": "The wicked plots against the just, and gnashes at him with his teeth.",
        "13": "The Lord will laugh at him, for he sees that his day is coming.",
        "14": "The wicked have drawn out the sword, and have bent their bow, to cast down the poor and needy, to kill those who are upright on the path.",
        "15": "Their sword shall enter into their own heart. Their bows shall be broken.",
        "16": "Better is a little that the righteous has, than the abundance of many wicked.",
        "17": "For the arms of the wicked shall be broken, but Yahweh upholds the righteous.",
        "18": "Yahweh knows the days of the perfect. Their inheritance shall be forever.",
        "19": "They shall not be disappointed in the time of evil. In the days of famine they shall be satisfied.",
        "20": "But the wicked shall perish. The enemies of Yahweh shall be like the beauty of the fields. They will vanish— vanish like smoke.",
        "21": "The wicked borrow, and don’t pay back, but the righteous give generously.",
        "22": "For such as are blessed by him shall inherit the land. Those who are cursed by him shall be cut off.",
        "23": "A man’s steps are established by Yahweh. He delights in his way.",
        "24": "Though he stumble, he shall not fall, for Yahweh holds him up with his hand.",
        "25": "I have been young, and now am old, yet I have not seen the righteous forsaken, nor his children begging for bread.",
        "26": "All day long he deals graciously, and lends. His offspring is blessed.",
        "27": "Depart from evil, and do good. Live securely forever.",
        "28": "For Yahweh loves justice, and doesn’t forsake his saints. They are preserved forever, but the children of the wicked shall be cut off.",
        "29": "The righteous shall inherit the land, and live in it forever.",
        "30": "The mouth of the righteous talks of wisdom. His tongue speaks justice.",
        "31": "The law of his God is in his heart. None of his steps shall slide.",
        "32": "The wicked watch the righteous, and seek to kill him.",
        "33": "Yahweh will not leave him in his hand, nor condemn him when he is judged.",
        "34": "Wait for Yahweh, and keep his way, and he will exalt you to inherit the land. When the wicked are cut off, you shall see it.",
        "35": "I have seen the wicked in great power, spreading himself like a green tree in its native soil.",
        "36": "But he passed away, and behold, he was not. Yes, I sought him, but he could not be found.",
        "37": "Mark the perfect man, and see the upright, for there is a future for the man of peace.",
        "38": "As for transgressors, they shall be destroyed together. The future of the wicked shall be cut off.",
        "39": "But the salvation of the righteous is from Yahweh. He is their stronghold in the time of trouble.",
        "40": "Yahweh helps them and rescues them. He rescues them from the wicked and saves them, because they have taken refuge in him."
      }
    }
  }
}