{
  "book": "Psalmi",
  "chapter": "78",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Ascultă, poporul meu, învățăturile mele! Luați aminte la cuvintele gurii mele!",
        "2": "Îmi deschid gura și vorbesc în pilde, vestesc înțelepciunea vremurilor străvechi.",
        "3": "Ce am auzit, ce știm, ce ne-au povestit părinții noștri,",
        "4": "nu vom ascunde de copiii lor, ci vom vesti neamului de oameni care va veni laudele Domnului, puterea Lui și minunile pe care le-a făcut.",
        "5": "El a pus o mărturie în Iacov, a dat o Lege în Israel și a poruncit părinților noștri să-și învețe în ea copiii,",
        "6": "ca să fie cunoscută de cei ce vor veni după ei, de copiii care se vor naște și care, când se vor face mari, să vorbească despre ea copiilor lor,",
        "7": "pentru ca aceștia să-și pună încrederea în Dumnezeu, să nu uite lucrările lui Dumnezeu și să păzească poruncile Lui.",
        "8": "Să nu fie ca părinții lor, un neam neascultător și răzvrătit, un neam care n-avea o inimă tare și al cărui duh nu era credincios lui Dumnezeu!",
        "9": "Fiii lui Efraim, înarmați și trăgând cu arcul, au dat dosul în ziua luptei,",
        "10": "pentru că n-au ținut legământul lui Dumnezeu și n-au voit să umble întocmai după Legea Lui.",
        "11": "Au dat uitării lucrările Lui, minunile Lui pe care li le arătase.",
        "12": "Înaintea părinților lor, El făcuse minuni în țara Egiptului, în câmpia Țoan.",
        "13": "A despărțit marea și le-a deschis un drum prin ea, ridicând apele ca un zid.",
        "14": "I-a călăuzit ziua cu un nor și toată noaptea cu lumina unui foc strălucitor.",
        "15": "A despicat stânci în pustie și le-a dat să bea ca din niște valuri cu ape multe.",
        "16": "A făcut să țâșnească izvoare din stânci și să curgă ape ca niște râuri.",
        "17": "Dar ei tot n-au încetat să păcătuiască împotriva Lui, n-au încetat să se răzvrătească împotriva Celui Preaînalt în pustie.",
        "18": "Au ispitit pe Dumnezeu în inima lor, cerând mâncare după poftele lor.",
        "19": "Au vorbit împotriva lui Dumnezeu și au zis: „Oare va putea Dumnezeu să pună o masă în pustie?",
        "20": "Iată că El a lovit stânca de au curs ape și s-au vărsat șiroaie. Dar va putea El să dea și pâine sau să facă rost de carne poporului Său?”",
        "21": "Domnul a auzit și S-a mâniat. Un foc s-a aprins împotriva lui Iacov și s-a stârnit împotriva lui Israel mânia Lui,",
        "22": "pentru că n-au crezut în Dumnezeu, pentru că n-au avut încredere în ajutorul Lui.",
        "23": "El a poruncit norilor de sus și a deschis porțile cerurilor:",
        "24": "a plouat peste ei mană de mâncare și le-a dat grâu din cer.",
        "25": "Au mâncat cu toții pâinea celor mari și le-a trimis mâncare să se sature.",
        "26": "A pus să sufle în ceruri vântul de răsărit și a adus, prin puterea Lui, vântul de miazăzi.",
        "27": "A plouat peste ei carne ca pulberea și păsări înaripate cât nisipul mării;",
        "28": "le-a făcut să cadă în mijlocul taberei lor, de jur împrejurul locuințelor lor.",
        "29": "Ei au mâncat și s-au săturat din destul: Dumnezeu le-a dat ce doriseră.",
        "30": "Dar n-apucaseră să-și astâmpere bine pofta, mâncarea le era încă în gură,",
        "31": "când s-a stârnit mânia lui Dumnezeu împotriva lor, a lovit de moarte pe cei mai tari dintre ei și a doborât pe tinerii lui Israel.",
        "32": "Cu toate acestea, ei n-au încetat să păcătuiască și n-au crezut în minunile Lui.",
        "33": "De aceea, El le-a curmat zilele ca o suflare, le-a curmat anii printr-un sfârșit năprasnic.",
        "34": "Când îi lovea de moarte, ei Îl căutau, se întorceau și se îndreptau spre Dumnezeu;",
        "35": "își aduceau aminte că Dumnezeu este Stânca lor și că Dumnezeul Atotputernic este Izbăvitorul lor.",
        "36": "Dar Îl înșelau cu gura și-L mințeau cu limba.",
        "37": "Inima nu le era tare față de El și nu erau credincioși legământului Său.",
        "38": "Totuși, în îndurarea Lui, El iartă nelegiuirea și nu nimicește; Își oprește de multe ori mânia și nu dă drumul întregii Lui urgii.",
        "39": "El Și-a adus deci aminte că ei nu erau decât carne, o suflare care trece și nu se mai întoarce.",
        "40": "De câte ori s-au răzvrătit ei împotriva Lui în pustie! De câte ori L-au mâniat ei în pustietate!",
        "41": "Da, n-au încetat să ispitească pe Dumnezeu și să întărâte pe Sfântul lui Israel.",
        "42": "Nu și-au mai adus aminte de puterea Lui, de ziua când i-a izbăvit de vrăjmaș,",
        "43": "de minunile pe care le-a făcut în Egipt și de semnele Lui minunate din câmpia Țoan.",
        "44": "Cum le-a prefăcut râurile în sânge și n-au putut să bea din apele lor.",
        "45": "Cum a trimis împotriva lor niște muște otrăvitoare care i-au mâncat și broaște care i-au nimicit.",
        "46": "Cum le-a dat holdele pradă omizilor, rodul muncii lor, pradă lăcustelor.",
        "47": "Cum le-a prăpădit viile, bătându-le cu piatră, și smochinii din Egipt cu grindină.",
        "48": "Cum le-a lăsat vitele pradă grindinei și turmele, pradă focului cerului.",
        "49": "El Și-a aruncat împotriva lor mânia Lui aprinsă, urgia, iuțimea și necazul: o droaie de îngeri aducători de nenorociri.",
        "50": "Cum Și-a dat drum slobod mâniei, nu le-a scăpat sufletul de la moarte și le-a dat viața pradă molimei;",
        "51": "cum a lovit pe toți întâii născuți din Egipt, pârga puterii în corturile lui Ham.",
        "52": "Cum a pornit pe poporul Său ca pe niște oi și i-a povățuit ca pe o turmă în pustie.",
        "53": "Cum i-a dus fără nicio grijă, ca să nu le fie frică, iar marea a acoperit pe vrăjmașii lor.",
        "54": "Cum i-a adus spre hotarul Lui cel sfânt, spre muntele acesta, pe care dreapta Lui l-a câștigat.",
        "55": "Cum a izgonit neamurile dinaintea lor, le-a împărțit țara în părți de moștenire și a pus semințiile lui Israel să locuiască în corturile lor.",
        "56": "Dar ei au ispitit pe Dumnezeul Preaînalt, s-au răzvrătit împotriva Lui și n-au ținut poruncile Lui,",
        "57": "ci s-au depărtat și au fost necredincioși, ca și părinții lor, s-au abătut la o parte, ca un arc înșelător,",
        "58": "L-au supărat prin înălțimile lor și I-au stârnit gelozia cu idolii lor.",
        "59": "Dumnezeu a auzit și S-a mâniat și a urgisit rău de tot pe Israel.",
        "60": "A părăsit locuința Lui din Silo, cortul în care locuia între oameni.",
        "61": "Și-a dat slava pradă robiei și măreția Lui, în mâinile vrăjmașului.",
        "62": "A dat pradă sabiei pe poporul Lui și S-a mâniat pe moștenirea Lui.",
        "63": "Pe tinerii lui i-a ars focul și fecioarele lui n-au mai fost sărbătorite cu cântări de nuntă.",
        "64": "Preoții săi au căzut uciși de sabie, și văduvele lui nu s-au bocit.",
        "65": "Atunci, Domnul S-a trezit, ca unul care a dormit, ca un viteaz îmbărbătat de vin,",
        "66": "și a lovit pe potrivnicii Lui care fugeau, acoperindu-i cu veșnică ocară.",
        "67": "Însă a lepădat cortul lui Iosif și n-a ales seminția lui Efraim,",
        "68": "ci a ales seminția lui Iuda, muntele Sionului, pe care-l iubește.",
        "69": "Și-a zidit Sfântul Locaș ca cerurile de înalt și tare ca pământul pe care l-a întemeiat pe veci.",
        "70": "A ales pe robul Său David și l-a luat de la staulele de oi.",
        "71": "L-a luat dindărătul oilor care alăptau, ca să pască pe poporul Său Iacov și pe moștenirea Sa Israel.",
        "72": "Și David i-a cârmuit cu o inimă neprihănită și i-a povățuit cu mâini pricepute."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Poporul meu, ascultă învățătura mea! Plecați-vă urechea la cuvintele gurii mele!",
        "2": "Îmi voi deschide gura să spun un proverb; voi rosti lucruri ascunse din trecut,",
        "3": "pe care le-am auzit, pe care le-am învățat, pe care ni le-au istorisit părinții noștri.",
        "4": "Nu le vom ascunde de fiii noștri, ci vom proclama generației următoare faptele demne de laudă ale Domnului, puterea Lui și minunile pe care le-a înfăptuit.",
        "5": "El a ridicat o mărturie în Iacov, a stabilit o Lege în Israel și a poruncit părinților noștri s-o facă cunoscută fiilor lor,",
        "6": "pentru ca generația următoare, fiii care se vor naște, s-o cunoască și apoi să se ridice și s-o istorisească fiilor lor,",
        "7": "pentru ca aceștia să-și pună încrederea în Dumnezeu, să nu uite lucrările lui Dumnezeu și să-I împlinească poruncile,",
        "8": "ca să nu fie ca strămoșii lor, o generație neascultătoare și răzvrătită, o generație care nu și-a pregătit inima și al cărei duh n-a fost credincios lui Dumnezeu.",
        "9": "Fiii lui Efraim, înarmați, trăgători cu arcul, au dat înapoi în ziua bătăliei:",
        "10": "n-au ținut legământul lui Dumnezeu, au refuzat să umble în Legea Lui;",
        "11": "I-au uitat lucrările și minunile pe care El le arătase,",
        "12": "minunile pe care le înfăptuise înaintea strămoșilor lor în regiunea Țoan din țara Egiptului.",
        "13": "A despărțit marea și i-a trecut prin ea, ridicând apele să stea ca un zid.",
        "14": "I-a călăuzit printr-un nor ziua, și toată noaptea – prin lumina focului.",
        "15": "A despicat stânci în deșert, ca să le dea să bea ape, cât adâncul de multe.",
        "16": "A făcut ca din stânci să izvorască torente și să curgă apa râuri-râuri.",
        "17": "Dar ei și-au înmulțit păcatele față de El, răzvrătindu-se împotriva Celui Preaînalt în deșert.",
        "18": "L-au ispitit pe Dumnezeu în inimile lor, cerând mâncare după poftele lor.",
        "19": "Au vorbit împotriva lui Dumnezeu, zicând: „Oare va putea Dumnezeu să ne întindă masa în deșert?",
        "20": "Iată, El a lovit stânca din care a țâșnit apa și s-au revărsat pârâuri, însă va putea El oare să ne dea și pâine, va putea El să dea carne poporului Său?“.",
        "21": "De aceea Domnul a auzit și S-a mâniat. S-a aprins un foc împotriva lui Iacov și a izbucnit mânia împotriva lui Israel.",
        "22": "Aceasta pentru că n-au crezut în Dumnezeu și nu s-au încrezut în ajutorul Lui.",
        "23": "El a poruncit norilor de sus și a deschis porțile cerurilor.",
        "24": "A făcut să plouă asupra lor cu mană, ca să aibă de mâncare, și le-a dat grâu din cer.",
        "25": "Fiecare a mâncat pâinea celor măreți, și le-a trimis hrană din belșug.",
        "26": "A stârnit în ceruri vântul de est și a condus cu puterea Lui vântul din sud.",
        "27": "A plouat carne peste ei, multă ca pulberea, și înaripate, multe ca nisipul mării.",
        "28": "Le-a făcut să cadă în mijlocul taberei, împrejurul locuințelor lor.",
        "29": "Au mâncat și s-au îmbuibat, căci El le dăduse după poftele lor.",
        "30": "Dar înainte ca ei să-și astâmpere pofta, chiar în timp ce aveau mâncarea în gură,",
        "31": "mânia lui Dumnezeu s-a și dezlănțuit împotriva lor, omorându-i pe cei mai viguroși dintre ei și doborându-i pe tinerii lui Israel.",
        "32": "Cu toate acestea, ei au continuat să păcătuiască și n-au crezut în minunile Lui.",
        "33": "De aceea, El le-a pus capăt zilelor în deșertăciune și anilor lor în groază.",
        "34": "Când îi pedepsea cu moartea, ei Îl căutau, se întorceau și-L căutau pe Dumnezeu cu ardoare;",
        "35": "își aminteau din nou că Dumnezeu fusese stânca lor, că Dumnezeul cel Preaînalt fusese Răscumpărătorul lor.",
        "36": "Dar Îl înșelau cu gura lor și cu limba lor Îl mințeau.",
        "37": "Inima lor nu era în întregime a Lui și nu erau credincioși legământului Său.",
        "38": "Totuși, El a fost milostiv; El a făcut ispășire pentru nelegiuire și nu a distrus. De multe ori Și-a retras mânia și nu Și-a aprins întreaga Lui furie.",
        "39": "Și-a adus aminte că sunt doar carne, doar o suflare care trece fără să se mai întoarcă.",
        "40": "De câte ori s-au răzvrătit împotriva Lui în deșert și L-au întristat în pustiu!",
        "41": "S-au răzvrătit și L-au ispitit pe Dumnezeu, îndurerându-L astfel pe Sfântul lui Israel.",
        "42": "Nu și-au amintit de ajutorul Lui, de ziua când i-a scăpat de dușmani,",
        "43": "când Și-a înfăptuit semnele în Egipt și minunile Sale în regiunea Țoan.",
        "44": "Le-a transformat râurile în sânge și n-au mai putut să bea din pârâurile lor.",
        "45": "A trimis împotriva lor roiuri de muște care i-au devorat și broaște care i-au distrus.",
        "46": "Le-a dat roadele pradă omizii, iar munca lor pradă lăcustei.",
        "47": "Le-a ruinat viile cu grindină, și sicomorii cu vijelie.",
        "48": "Le-a dat vitele pradă grindinei, iar cirezile pradă fulgerelor.",
        "49": "Și-a trimis împotriva lor mânia Lui, furia, indignarea și necazul, îngeri aducători de nenorociri.",
        "50": "Și-a dat frâu liber mâniei, fără să le scape sufletul de la moarte, dându-le viața pe mâna molimei.",
        "51": "I-a ucis pe toți întâii născuți ai Egiptului, primele roade ale vigorii celor din corturile lui Ham.",
        "52": "A pornit cu poporul Său ca și cu niște oi și i-a condus prin deșert ca pe o turmă.",
        "53": "I-a condus în siguranță, ca să nu le fie groază, în timp ce pe dușmanii lor i-a acoperit marea.",
        "54": "I-a adus în teritoriul Lui cel sfânt, la muntele pe care l-a câștigat dreapta Sa.",
        "55": "A alungat dinaintea lor națiuni, le-a dat teritoriul în moștenire și a făcut ca semințiile lui Israel să locuiască în corturile lor.",
        "56": "Dar ei L-au ispitit pe Dumnezeul cel Preaînalt și s-au răzvrătit împotriva Lui; n-au păzit învățăturile Lui.",
        "57": "S-au depărtat și au fost necredincioși, asemenea strămoșilor lor. S-au schimbat și au devenit ca un arc înșelător.",
        "58": "L-au provocat la mânie prin înălțimile lor, iar prin chipurile lor cioplite I-au stârnit gelozia.",
        "59": "Dumnezeu a auzit, S-a mâniat și l-a respins în întregime pe Israel.",
        "60": "Apoi Și-a părăsit Tabernaculul din Șilo, Cortul pe care-l așezase printre oameni.",
        "61": "Și-a lăsat puterea în captivitate și măreția – în mâna dușmanului.",
        "62": "Și-a dat poporul pradă sabiei și S-a mâniat pe moștenirea Lui.",
        "63": "Tinerii Lui au fost nimiciți de foc, iar fecioarele Lui n-au mai fost lăudate.",
        "64": "Preoții Lui au căzut loviți de sabie, iar văduvele Lui n-au mai bocit.",
        "65": "Atunci Stăpânul S-a trezit, ca unul care dormise, ca un viteaz doborât de vin.",
        "66": "Și-a înlăturat dușmanii, i-a acoperit cu rușine pentru totdeauna.",
        "67": "Totuși, El a respins Cortul lui Iosif și nu a ales seminția lui Efraim.",
        "68": "A ales însă seminția lui Iuda și muntele Sion, pe care-l iubește.",
        "69": "Și-a construit Sfântul Lăcaș ca înălțimile, ca pământul pe care l-a întărit pe vecie.",
        "70": "L-a ales pe David, slujitorul Lui, l-a luat de la staulele oilor",
        "71": "și l-a adus dinapoia mieilor ca să-l păstorească pe poporul Său, Iacov, și pe Israel, moștenirea Sa.",
        "72": "Iar el i-a păstorit în curăție de inimă și i-a condus cu mâini pricepute."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Hear my teaching, my people. Turn your ears to the words of my mouth.",
        "2": "I will open my mouth in a parable. I will utter dark sayings of old,",
        "3": "which we have heard and known, and our fathers have told us.",
        "4": "We will not hide them from their children, telling to the generation to come the praises of Yahweh, his strength, and his wondrous deeds that he has done.",
        "5": "For he established a covenant in Jacob, and appointed a teaching in Israel, which he commanded our fathers, that they should make them known to their children;",
        "6": "that the generation to come might know, even the children who should be born; who should arise and tell their children,",
        "7": "that they might set their hope in God, and not forget God’s deeds, but keep his commandments,",
        "8": "and might not be as their fathers— a stubborn and rebellious generation, a generation that didn’t make their hearts loyal, whose spirit was not steadfast with God.",
        "9": "The children of Ephraim, being armed and carrying bows, turned back in the day of battle.",
        "10": "They didn’t keep God’s covenant, and refused to walk in his law.",
        "11": "They forgot his doings, his wondrous deeds that he had shown them.",
        "12": "He did marvelous things in the sight of their fathers, in the land of Egypt, in the field of Zoan.",
        "13": "He split the sea, and caused them to pass through. He made the waters stand as a heap.",
        "14": "In the daytime he also led them with a cloud, and all night with a light of fire.",
        "15": "He split rocks in the wilderness, and gave them drink abundantly as out of the depths.",
        "16": "He brought streams also out of the rock, and caused waters to run down like rivers.",
        "17": "Yet they still went on to sin against him, to rebel against the Most High in the desert.",
        "18": "They tempted God in their heart by asking food according to their desire.",
        "19": "Yes, they spoke against God. They said, “Can God prepare a table in the wilderness?",
        "20": "Behold, he struck the rock, so that waters gushed out, and streams overflowed. Can he give bread also? Will he provide meat for his people?”",
        "21": "Therefore Yahweh heard, and was angry. A fire was kindled against Jacob, anger also went up against Israel,",
        "22": "because they didn’t believe in God, and didn’t trust in his salvation.",
        "23": "Yet he commanded the skies above, and opened the doors of heaven.",
        "24": "He rained down manna on them to eat, and gave them food from the sky.",
        "25": "Man ate the bread of angels. He sent them food to the full.",
        "26": "He caused the east wind to blow in the sky. By his power he guided the south wind.",
        "27": "He also rained meat on them as the dust, winged birds as the sand of the seas.",
        "28": "He let them fall in the middle of their camp, around their habitations.",
        "29": "So they ate, and were well filled. He gave them their own desire.",
        "30": "They didn’t turn from their cravings. Their food was yet in their mouths,",
        "31": "when the anger of God went up against them, killed some of their strongest, and struck down the young men of Israel.",
        "32": "For all this they still sinned, and didn’t believe in his wondrous works.",
        "33": "Therefore he consumed their days in vanity, and their years in terror.",
        "34": "When he killed them, then they inquired after him. They returned and sought God earnestly.",
        "35": "They remembered that God was their rock, the Most High God, their redeemer.",
        "36": "But they flattered him with their mouth, and lied to him with their tongue.",
        "37": "For their heart was not right with him, neither were they faithful in his covenant.",
        "38": "But he, being merciful, forgave iniquity, and didn’t destroy them. Yes, many times he turned his anger away, and didn’t stir up all his wrath.",
        "39": "He remembered that they were but flesh, a wind that passes away, and doesn’t come again.",
        "40": "How often they rebelled against him in the wilderness, and grieved him in the desert!",
        "41": "They turned again and tempted God, and provoked the Holy One of Israel.",
        "42": "They didn’t remember his hand, nor the day when he redeemed them from the adversary;",
        "43": "how he set his signs in Egypt, his wonders in the field of Zoan,",
        "44": "he turned their rivers into blood, and their streams, so that they could not drink.",
        "45": "He sent among them swarms of flies, which devoured them; and frogs, which destroyed them.",
        "46": "He also gave their increase to the caterpillar, and their labor to the locust.",
        "47": "He destroyed their vines with hail, their sycamore fig trees with frost.",
        "48": "He also gave over their livestock to the hail, and their flocks to hot thunderbolts.",
        "49": "He threw on them the fierceness of his anger, wrath, indignation, and trouble, and a band of angels of evil.",
        "50": "He made a path for his anger. He didn’t spare their soul from death, but gave their life over to the pestilence,",
        "51": "and struck all the firstborn in Egypt, the chief of their strength in the tents of Ham.",
        "52": "But he led out his own people like sheep, and guided them in the wilderness like a flock.",
        "53": "He led them safely, so that they weren’t afraid, but the sea overwhelmed their enemies.",
        "54": "He brought them to the border of his sanctuary, to this mountain, which his right hand had taken.",
        "55": "He also drove out the nations before them, allotted them for an inheritance by line, and made the tribes of Israel to dwell in their tents.",
        "56": "Yet they tempted and rebelled against the Most High God, and didn’t keep his testimonies,",
        "57": "but turned back, and dealt treacherously like their fathers. They were twisted like a deceitful bow.",
        "58": "For they provoked him to anger with their high places, and moved him to jealousy with their engraved images.",
        "59": "When God heard this, he was angry, and greatly abhorred Israel,",
        "60": "so that he abandoned the tent of Shiloh, the tent which he placed among men,",
        "61": "and delivered his strength into captivity, his glory into the adversary’s hand.",
        "62": "He also gave his people over to the sword, and was angry with his inheritance.",
        "63": "Fire devoured their young men. Their virgins had no wedding song.",
        "64": "Their priests fell by the sword, and their widows couldn’t weep.",
        "65": "Then the Lord awakened as one out of sleep, like a mighty man who shouts by reason of wine.",
        "66": "He struck his adversaries backward. He put them to a perpetual reproach.",
        "67": "Moreover he rejected the tent of Joseph, and didn’t choose the tribe of Ephraim,",
        "68": "But chose the tribe of Judah, Mount Zion which he loved.",
        "69": "He built his sanctuary like the heights, like the earth which he has established forever.",
        "70": "He also chose David his servant, and took him from the sheepfolds;",
        "71": "from following the ewes that have their young, he brought him to be the shepherd of Jacob, his people, and Israel, his inheritance.",
        "72": "So he was their shepherd according to the integrity of his heart, and guided them by the skillfulness of his hands."
      }
    }
  }
}