{
  "book": "Psalmi",
  "chapter": "102",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Doamne, ascultă-mi rugăciunea și s-ajungă strigătul meu până la Tine!",
        "2": "Nu-mi ascunde Fața Ta în ziua necazului meu! Pleacă-Ți urechea spre mine când strig! Ascultă-mă degrabă!",
        "3": "Căci zilele mele pier ca fumul și oasele îmi ard ca un tăciune.",
        "4": "Inima îmi este lovită și mi se usucă întocmai ca iarba; până și pâinea uit să mi-o mănânc.",
        "5": "Așa de mari îmi sunt gemetele, că mi se lipesc oasele de carne.",
        "6": "Semăn cu pelicanul din pustie, sunt ca o cucuvea din dărâmături;",
        "7": "nu mai pot dormi și sunt ca pasărea singuratică pe un acoperiș.",
        "8": "În fiecare zi mă batjocoresc vrăjmașii mei și potrivnicii mei jură pe mine în mânia lor.",
        "9": "Mănânc țărână în loc de pâine și îmi amestec lacrimile cu băutura",
        "10": "din pricina mâniei și urgiei Tale, căci Tu m-ai ridicat și m-ai aruncat departe.",
        "11": "Zilele mele sunt ca o umbră gata să treacă și mă usuc ca iarba.",
        "12": "Dar Tu, Doamne, Tu împărățești pe vecie și pomenirea Ta ține din neam în neam.",
        "13": "Tu Te vei scula și vei avea milă de Sion; căci este vremea să te înduri de el, a venit vremea hotărâtă pentru el.",
        "14": "Căci robii Tăi iubesc pietrele Sionului și le e milă de țărâna lui.",
        "15": "Atunci se vor teme neamurile de Numele Domnului și toți împărații pământului de slava Ta.",
        "16": "Da, Domnul va zidi iarăși Sionul și Se va arăta în slava Sa.",
        "17": "El ia aminte la rugăciunea nevoiașului și nu-i nesocotește rugăciunea.",
        "18": "Să se scrie lucrul acesta pentru neamul de oameni care va veni, și poporul care se va naște să laude pe Domnul!",
        "19": "Căci El privește din înălțimea sfințeniei Lui; Domnul privește din ceruri pe pământ,",
        "20": "ca să audă gemetele prinșilor de război și să izbăvească pe cei ce sunt pe moarte;",
        "21": "pentru ca ei să vestească în Sion Numele Domnului și laudele lui în Ierusalim,",
        "22": "când se vor strânge toate popoarele și toate împărățiile ca să slujească Domnului.",
        "23": "El mi-a frânt puterea în drum și mi-a scurtat zilele.",
        "24": "Eu zic: „Dumnezeule, nu mă lua la jumătatea zilelor mele, Tu, ai cărui ani țin veșnic!”",
        "25": "Tu ai întemeiat în vechime pământul și cerurile sunt lucrarea mâinilor Tale.",
        "26": "Ele vor pieri, dar Tu vei rămâne; toate se vor învechi ca o haină; le vei schimba ca pe un veșmânt și se vor schimba.",
        "27": "Dar Tu rămâi Același și anii Tăi nu se vor sfârși.",
        "28": "Fiii robilor Tăi își vor locui țara și sămânța lor va rămâne înaintea Ta."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Doamne, ascultă rugăciunea mea! Să ajungă la Tine strigătul meu după ajutor!",
        "2": "Nu-Ți ascunde fața de mine în ziua necazului meu! Pleacă-Ți urechea spre mine! Răspunde-mi repede în ziua când Te chem!",
        "3": "Căci zilele mi se sfârșesc în fum, iar oasele-mi ard ca jarul.",
        "4": "Inima-mi este rănită și se usucă precum iarba, căci uit să-mi mănânc pâinea.",
        "5": "Din cauza gemetelor mele mi s-au lipit oasele de carne.",
        "6": "Mă asemăn cu bufnița din deșert, am ajuns ca o cucuvea printre dărâmături.",
        "7": "Stau treaz și sunt ca o pasăre singuratică pe acoperiș.",
        "8": "Toată ziua dușmanii mei mă batjocoresc, cei ce mă iau în derâdere jură pe mine.",
        "9": "Mănânc cenușă în loc de pâine și îmi amestec băutura cu lacrimi,",
        "10": "din cauza mâniei și a urgiei Tale, căci Tu m-ai ridicat și m-ai aruncat.",
        "11": "Zilele mele sunt ca umbra înserării și mă usuc ca iarba.",
        "12": "Însă Tu, Doamne, tronezi pe vecie, amintirea Ta rămâne din generație în generație.",
        "13": "Tu Te vei ridica și vei avea milă de Sion, căci este timpul să-Ți arăți bunăvoința față de el, fiindcă i-a sosit vremea.",
        "14": "Într-adevăr, slujitorii Tăi îndrăgesc pietrele lui și le este milă de țărâna lui.",
        "15": "Națiunile se vor teme de Numele Domnului, și toți regii pământului – de gloria Lui,",
        "16": "când Domnul va reconstrui Sionul și Se va arăta în gloria Lui.",
        "17": "El va răspunde la rugăciunile celor nevoiași și nu va disprețui rugăciunile lor.",
        "18": "Să se scrie aceasta pentru generația viitoare, pentru ca poporul care se va naște să-L laude pe Domnul.",
        "19": "Căci El privește din înălțimea sfințeniei Sale; Domnul privește din Ceruri pe pământ,",
        "20": "ca să audă gemetele prizonierilor, să-i elibereze pe cei condamnați la moarte.",
        "21": "Numele Domnului va fi vestit în Sion, și lauda Lui – în Ierusalim,",
        "22": "când se vor strânge popoarele și regatele ca să-I slujească Domnului.",
        "23": "Mi-a frânt puterea pe drum, mi-a scurtat zilele.",
        "24": "De aceea am zis: „Dumnezeul meu, nu mă lua la jumătatea zilelor mele, Tu, ai Cărui ani țin din generație în generație.",
        "25": "Tu ai întemeiat la început pământul, iar cerurile sunt lucrarea mâinilor Tale.",
        "26": "Ele vor pieri, dar Tu vei rămâne și toate se vor învechi ca o haină. Le vei schimba ca pe o manta, și ele vor trece.",
        "27": "Tu însă rămâi Același, iar anii Tăi nu se vor sfârși.",
        "28": "Fiii slujitorilor Tăi vor locui aici, iar urmașii lor vor rămâne în prezența Ta“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Hear my prayer, Yahweh! Let my cry come to you.",
        "2": "Don’t hide your face from me in the day of my distress. Turn your ear to me. Answer me quickly in the day when I call.",
        "3": "For my days consume away like smoke. My bones are burned as a torch.",
        "4": "My heart is blighted like grass, and withered, for I forget to eat my bread.",
        "5": "By reason of the voice of my groaning, my bones stick to my skin.",
        "6": "I am like a pelican of the wilderness. I have become as an owl of the waste places.",
        "7": "I watch, and have become like a sparrow that is alone on the housetop.",
        "8": "My enemies reproach me all day. Those who are mad at me use my name as a curse.",
        "9": "For I have eaten ashes like bread, and mixed my drink with tears,",
        "10": "because of your indignation and your wrath; for you have taken me up and thrown me away.",
        "11": "My days are like a long shadow. I have withered like grass.",
        "12": "But you, Yahweh, will remain forever; your renown endures to all generations.",
        "13": "You will arise and have mercy on Zion, for it is time to have pity on her. Yes, the set time has come.",
        "14": "For your servants take pleasure in her stones, and have pity on her dust.",
        "15": "So the nations will fear Yahweh’s name, all the kings of the earth your glory.",
        "16": "For Yahweh has built up Zion. He has appeared in his glory.",
        "17": "He has responded to the prayer of the destitute, and has not despised their prayer.",
        "18": "This will be written for the generation to come. A people which will be created will praise Yah,",
        "19": "for he has looked down from the height of his sanctuary. From heaven, Yahweh saw the earth,",
        "20": "to hear the groans of the prisoner, to free those who are condemned to death,",
        "21": "that men may declare Yahweh’s name in Zion, and his praise in Jerusalem,",
        "22": "when the peoples are gathered together, the kingdoms, to serve Yahweh.",
        "23": "He weakened my strength along the course. He shortened my days.",
        "24": "I said, “My God, don’t take me away in the middle of my days. Your years are throughout all generations.",
        "25": "Of old, you laid the foundation of the earth. The heavens are the work of your hands.",
        "26": "They will perish, but you will endure. Yes, all of them will wear out like a garment. You will change them like a cloak, and they will be changed.",
        "27": "But you are the same. Your years will have no end.",
        "28": "The children of your servants will continue. Their offspring will be established before you.”"
      }
    }
  }
}