{
  "book": "Psalmi",
  "chapter": "22",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Dumnezeule! Dumnezeule! Pentru ce m-ai părăsit și pentru ce Te depărtezi fără să-mi ajuți și fără s-asculți plângerile mele?",
        "2": "Strig ziua, Dumnezeule, și nu-mi răspunzi; strig și noaptea, și tot n-am odihnă.",
        "3": "Totuși Tu ești Cel Sfânt și Tu locuiești în mijlocul laudelor lui Israel.",
        "4": "În Tine se încredeau părinții noștri; se încredeau și-i izbăveai.",
        "5": "Strigau către Tine și erau scăpați; se încredeau în Tine și nu rămâneau de rușine.",
        "6": "Dar eu sunt vierme, nu om, am ajuns de ocara oamenilor și disprețuit de popor.",
        "7": "Toți cei ce mă văd își bat joc de mine, își deschid gura, dau din cap și zic:",
        "8": "„S-a încrezut în Domnul! Să-l mântuiască Domnul, să-l izbăvească, fiindcă-l iubește!”",
        "9": "Da, Tu m-ai scos din pântecele mamei, m-ai pus la adăpost de orice grijă la țâțele mamei mele;",
        "10": "de când eram la sânul mamei am fost sub paza Ta, din pântecele mamei ai fost Dumnezeul meu.",
        "11": "Nu Te depărta de mine, căci s-apropie necazul și nimeni nu-mi vine în ajutor.",
        "12": "O mulțime de tauri sunt împrejurul meu, niște tauri din Basan mă înconjoară.",
        "13": "Își deschid gura împotriva mea, ca un leu care sfâșie și răcnește.",
        "14": "Am ajuns ca apa care se scurge și toate oasele mi se despart; mi s-a făcut inima ca ceara și se topește înăuntrul meu.",
        "15": "Mi se usucă puterea ca lutul și mi se lipește limba de cerul gurii; m-ai adus în țărâna morții.",
        "16": "Căci niște câini mă înconjoară, o ceată de nelegiuiți dau târcoale împrejurul meu, mi-au străpuns mâinile și picioarele;",
        "17": "toate oasele aș putea să mi le număr. Ei însă pândesc și mă privesc;",
        "18": "își împart hainele mele între ei și trag la sorți pentru cămașa mea.",
        "19": "Dar Tu, Doamne, nu Te depărta! Tu, Tăria mea, vino degrabă în ajutorul meu!",
        "20": "Scapă-mi sufletul de sabie și viața din ghearele câinilor!",
        "21": "Scapă-mă din gura leului și scoate-mă din coarnele bivolului!",
        "22": "Voi vesti Numele Tău fraților mei și Te voi lăuda în mijlocul adunării.",
        "23": "Cei ce vă temeți de Domnul, lăudați-L! Voi toți, sămânța lui Iacov, slăviți-L! Cutremurați-vă înaintea Lui, voi toți, sămânța lui Israel!",
        "24": "Căci El nici nu disprețuiește, nici nu urăște necazurile celui nenorocit și nu-Și ascunde Fața de el, ci îl ascultă când strigă către El.",
        "25": "În adunarea cea mare, Tu vei fi pricina laudelor mele și-mi voi împlini juruințele în fața celor ce se tem de Tine.",
        "26": "Cei săraci vor mânca și se vor sătura, cei ce caută pe Domnul Îl vor lăuda. Veselă să vă fie inima pe vecie!",
        "27": "Toate marginile pământului își vor aduce aminte și se vor întoarce la Domnul; toate familiile neamurilor se vor închina înaintea Ta.",
        "28": "Căci a Domnului este Împărăția: El stăpânește peste neamuri.",
        "29": "Toți cei puternici de pe pământ vor mânca și se vor închina și ei; înaintea Lui se vor pleca toți cei ce se coboară în țărână, cei ce nu pot să-și păstreze viața.",
        "30": "O sămânță de oameni Îi va sluji și se va vorbi despre Domnul către cei ce vor veni după ei.",
        "31": "Aceștia vor veni și vor vesti dreptatea Lui, vor vesti lucrarea Lui poporului care se va naște."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Dumnezeul meu, Dumnezeul meu, de ce m-ai părăsit? Ești atât de departe de eliberarea mea și de cuvintele strigătului meu!",
        "2": "Dumnezeul meu, strig ziua, dar nu-mi răspunzi; strig noaptea, dar nu găsesc odihnă.",
        "3": "Dar Tu ești sfânt, Tu locuiești în mijlocul laudelor lui Israel.",
        "4": "În Tine s-au încrezut strămoșii noștri; ei s-au încrezut în Tine, iar Tu i-ai salvat.",
        "5": "Au strigat către Tine și au fost eliberați; s-au încrezut în Tine și nu s-au făcut de rușine.",
        "6": "Dar eu sunt vierme, nu om; am ajuns de rușinea oamenilor și disprețuit de popor.",
        "7": "Toți cei ce mă văd își bat joc de mine, rânjesc și clatină din cap.",
        "8": "„S-a încrezut în Domnul! Să-l scape El! Să-l elibereze, căci Își găsește plăcerea în el!“.",
        "9": "Totuși, Tu m-ai scos din pântec și m-ai făcut încrezător la pieptul mamei mele.",
        "10": "Ți-am fost încredințat Ție din pântec; încă din pântecul mamei mele, Tu ești Dumnezeul meu.",
        "11": "Nu Te îndepărta de mine, căci necazul este aproape și nu am niciun ajutor!",
        "12": "Mă încercuiesc mulți tauri, niște tauri puternici din Bașan mă înconjoară.",
        "13": "Își deschid gura împotriva mea ca leul care sfâșie și răcnește.",
        "14": "Sunt turnat ca apa, și toate oasele mi se despart. Mi s-a făcut inima precum ceara și se topește înăuntrul meu.",
        "15": "Mi se usucă puterea ca lutul, iar limba mi se lipește de cerul gurii: m-ai adus în țărâna morții.",
        "16": "Căci niște câini m-au înconjurat, o ceată de răufăcători m-a încercuit; mi-au străpuns mâinile și picioarele.",
        "17": "Toate oasele aș putea să mi le număr. Ei se uită, mă privesc.",
        "18": "Și-au împărțit hainele mele între ei și au tras la sorți pentru cămașa mea.",
        "19": "Dar Tu, Doamne, nu Te îndepărta! Puterea mea, vino degrabă în ajutorul meu!",
        "20": "Scapă-mi sufletul de sabie, și viața din laba câinelui.",
        "21": "Salvează-mă din gura leului și din coarnele bivolului sălbatic. Tu mi-ai răspuns.",
        "22": "Voi vesti Numele Tău fraților mei, Te voi lăuda în mijlocul adunării.",
        "23": "Cei temători de Domnul, lăudați-L! Voi, toți urmașii lui Iacov, glorificați-L! Să vă temeți de El, voi, toți urmașii lui Israel!",
        "24": "Căci El nu a disprețuit și nu a trecut cu vederea oprimarea celui asuprit. Nu Și-a ascuns fața de acesta, l-a ascultat când a strigat către El după ajutor.",
        "25": "Tu ești motivul meu de laudă în adunarea cea mare. Îmi voi împlini jurămintele înaintea celor ce se tem de El.",
        "26": "Cei blânzi vor mânca și se vor sătura; cei ce Îl caută pe Domnul Îl vor lăuda. Să vă trăiască inima pentru totdeauna!",
        "27": "Toate marginile pământului își vor aminti și se vor întoarce la Domnul. Toate familiile națiunilor se vor închina înaintea Ta,",
        "28": "căci a Domnului este domnia și El stăpânește peste națiuni!",
        "29": "Toți cei prosperi de pe pământ vor mânca și se vor închina; înaintea Lui vor îngenunchea toți cei ce coboară în țărână, cei ce nu pot să-și păstreze viața.",
        "30": "O generație viitoare Îi va sluji; ea va istorisi generației următoare despre Stăpânul.",
        "31": "Ei vor veni și vor vesti dreptatea Lui; îi vor spune poporului care se va naște că El a lucrat."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "My God, my God, why have you forsaken me? Why are you so far from helping me, and from the words of my groaning?",
        "2": "My God, I cry in the daytime, but you don’t answer; in the night season, and am not silent.",
        "3": "But you are holy, you who inhabit the praises of Israel.",
        "4": "Our fathers trusted in you. They trusted, and you delivered them.",
        "5": "They cried to you, and were delivered. They trusted in you, and were not disappointed.",
        "6": "But I am a worm, and no man; a reproach of men, and despised by the people.",
        "7": "All those who see me mock me. They insult me with their lips. They shake their heads, saying,",
        "8": "“He trusts in Yahweh. Let him deliver him. Let him rescue him, since he delights in him.”",
        "9": "But you brought me out of the womb. You made me trust while at my mother’s breasts.",
        "10": "I was thrown on you from my mother’s womb. You are my God since my mother bore me.",
        "11": "Don’t be far from me, for trouble is near. For there is no one to help.",
        "12": "Many bulls have surrounded me. Strong bulls of Bashan have encircled me.",
        "13": "They open their mouths wide against me, lions tearing prey and roaring.",
        "14": "I am poured out like water. All my bones are out of joint. My heart is like wax. It is melted within me.",
        "15": "My strength is dried up like a potsherd. My tongue sticks to the roof of my mouth. You have brought me into the dust of death.",
        "16": "For dogs have surrounded me. A company of evildoers have enclosed me. They have pierced my hands and feet.",
        "17": "I can count all of my bones. They look and stare at me.",
        "18": "They divide my garments among them. They cast lots for my clothing.",
        "19": "But don’t be far off, Yahweh. You are my help. Hurry to help me!",
        "20": "Deliver my soul from the sword, my precious life from the power of the dog.",
        "21": "Save me from the lion’s mouth! Yes, you have rescued me from the horns of the wild oxen.",
        "22": "I will declare your name to my brothers. Among the assembly, I will praise you.",
        "23": "You who fear Yahweh, praise him! All you descendants of Jacob, glorify him! Stand in awe of him, all you descendants of Israel!",
        "24": "For he has not despised nor abhorred the affliction of the afflicted, neither has he hidden his face from him; but when he cried to him, he heard.",
        "25": "My praise of you comes in the great assembly. I will pay my vows before those who fear him.",
        "26": "The humble shall eat and be satisfied. They shall praise Yahweh who seek after him. Let your hearts live forever.",
        "27": "All the ends of the earth shall remember and turn to Yahweh. All the relatives of the nations shall worship before you.",
        "28": "For the kingdom is Yahweh’s. He is the ruler over the nations.",
        "29": "All the rich ones of the earth shall eat and worship. All those who go down to the dust shall bow before him, even he who can’t keep his soul alive.",
        "30": "Posterity shall serve him. Future generations shall be told about the Lord.",
        "31": "They shall come and shall declare his righteousness to a people that shall be born, for he has done it."
      }
    }
  }
}