{
  "book": "Romani",
  "chapter": "7",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Nu știți, fraților – căci vorbesc unor oameni care cunosc Legea – că Legea are stăpânire asupra omului câtă vreme trăiește el?",
        "2": "Căci femeia măritată este legată prin Lege de bărbatul ei câtă vreme trăiește el, dar, dacă-i moare bărbatul, este dezlegată de legea bărbatului ei.",
        "3": "Dacă, deci, când îi trăiește bărbatul, ea se mărită după altul, se va chema preacurvă, dar, dacă-i moare bărbatul, este dezlegată de Lege, așa că nu mai este preacurvă dacă se mărită după altul.",
        "4": "Tot astfel, frații mei, prin trupul lui Hristos, și voi ați murit în ce privește Legea, ca să fiți ai Altuia, adică ai Celui ce a înviat din morți, și aceasta, ca să aducem rod pentru Dumnezeu.",
        "5": "Căci, când trăiam sub firea noastră pământească, patimile păcatelor, ațâțate de Lege, lucrau în mădularele noastre și ne făceau să aducem roade pentru moarte.",
        "6": "Dar acum, am fost izbăviți de Lege și suntem morți față de Legea aceasta, care ne ținea robi, pentru ca să slujim lui Dumnezeu într-un duh nou, iar nu după vechea slovă. Legea dă cunoștința păcatului",
        "7": "Deci ce vom zice? Legea este ceva păcătos? Nicidecum! Dimpotrivă, păcatul nu l-am cunoscut decât prin Lege. De pildă, n-aș fi cunoscut pofta, dacă Legea nu mi-ar fi spus: „Să nu poftești!”",
        "8": "Apoi, păcatul a luat prilejul și a făcut să se nască în mine, prin poruncă, tot felul de pofte, căci, fără Lege, păcatul este mort.",
        "9": "Odinioară, fiindcă eram fără Lege, trăiam, dar când a venit porunca, păcatul a înviat, și eu am murit.",
        "10": "Și porunca, ea, care trebuia să-mi dea viața, mi-a pricinuit moartea.",
        "11": "Pentru că păcatul a luat prilejul prin ea, m-a amăgit și, prin însăși porunca aceasta, m-a lovit cu moartea.",
        "12": "Așa că Legea, negreșit, este sfântă, și porunca este sfântă, dreaptă și bună.",
        "13": "Atunci, un lucru bun mi-a dat moartea? Nicidecum. Dar păcatul, tocmai ca să iasă la iveală ca păcat, mi-a dat moartea printr-un lucru bun, pentru ca păcatul să se arate afară din cale de păcătos, prin faptul că se slujea de aceeași poruncă. Lupta firii pământești împotriva Duhului",
        "14": "Știm, în adevăr, că Legea este duhovnicească, dar eu sunt pământesc, vândut rob păcatului.",
        "15": "Căci nu știu ce fac: nu fac ce vreau, ci fac ce urăsc.",
        "16": "Acum, dacă fac ce nu vreau, mărturisesc prin aceasta că Legea este bună.",
        "17": "Și atunci, nu mai sunt eu cel ce face lucrul acesta, ci păcatul care locuiește în mine.",
        "18": "Știu, în adevăr, că nimic bun nu locuiește în mine, adică în firea mea pământească, pentru că, ce-i drept, am voința să fac binele, dar n-am puterea să-l fac.",
        "19": "Căci binele, pe care vreau să-l fac, nu-l fac, ci răul, pe care nu vreau să-l fac, iată ce fac!",
        "20": "Și dacă fac ce nu vreau să fac, nu mai sunt eu cel ce face lucrul acesta, ci păcatul care locuiește în mine.",
        "21": "Găsesc dar în mine legea aceasta: când vreau să fac binele, răul este lipit de mine.",
        "22": "Fiindcă după omul dinăuntru îmi place Legea lui Dumnezeu,",
        "23": "dar văd în mădularele mele o altă lege, care se luptă împotriva legii primite de mintea mea și mă ține rob legii păcatului, care este în mădularele mele.",
        "24": "O, nenorocitul de mine! Cine mă va izbăvi de acest trup de moarte?…",
        "25": "Mulțumiri fie aduse lui Dumnezeu, prin Isus Hristos, Domnul nostru!… Astfel dar, cu mintea, eu slujesc Legii lui Dumnezeu; dar cu firea pământească, slujesc legii păcatului."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Sau nu știți, fraților – căci le vorbesc unora care cunosc Legea – că Legea domnește peste un om atât timp cât trăiește el?",
        "2": "O femeie măritată este legată prin Lege de soțul ei atât timp cât trăiește acesta, însă, dacă soțul ei moare, ea este eliberată de legea soțului.",
        "3": "Deci, dacă ea devine soția unui alt bărbat în timp ce soțul ei este încă în viață, se va numi adulteră, dar dacă soțul ei moare, ea este liberă față de Lege și nu este adulteră dacă devine soția unui alt bărbat.",
        "4": "Tot astfel și voi, frații mei, ați murit față de Lege, prin trupul lui Cristos, ca să fiți ai Altuia, ai Celui Ce a fost înviat dintre cei morți, ca să aducem rod pentru Dumnezeu.",
        "5": "Căci, în timp ce trăiam potrivit firii pământești, patimile păcatelor, stârnite de Lege, erau la lucru în părțile trupului nostru, aducând roade pentru moarte.",
        "6": "Dar acum am fost eliberați de Lege, murind față de ceea ce ne ținea captivi, astfel încât să slujim înnoiți de Duhul, și nu după vechea literă a Legii. Legea și păcatul",
        "7": "Ce vom spune atunci? Este Legea păcat? În niciun caz! Totuși, eu n-aș fi cunoscut păcatul decât prin Lege, pentru că n-aș fi știut ce este pofta, dacă Legea nu ar fi spus: „Să nu poftești!“.",
        "8": "Dar păcatul, profitând de oportunitatea oferită prin poruncă, a produs în mine tot felul de pofte, pentru că, fără Lege, păcatul este mort.",
        "9": "Cândva, fără Lege, eu eram viu, însă, când a venit porunca, păcatul a prins viață,",
        "10": "iar eu am murit. Astfel, am aflat că însăși porunca, ea, care era pentru viață, a fost pentru moarte.",
        "11": "Căci păcatul, prinzând ocazia prin poruncă, m-a înșelat și, prin ea, m-a omorât.",
        "12": "Prin urmare, Legea, într-adevăr, este sfântă, iar porunca este sfântă, dreaptă și bună.",
        "13": "Atunci, ceea ce este bun mi-a adus moarte? În niciun caz, ci păcatul a lucrat moartea în mine prin ceea ce este bun, pentru ca el să poată fi arătat ca păcat și, prin poruncă, să devină păcătos peste măsură.",
        "14": "Noi știm că Legea este spirituală, însă eu sunt firesc, vândut ca sclav păcatului.",
        "15": "Căci nu știu ce fac, întrucât nu fac ce vreau, ci ceea ce urăsc, aceea fac!",
        "16": "Acum, dacă fac ceea ce nu vreau, sunt de acord că Legea este bună.",
        "17": "Prin urmare, nu mai sunt eu cel ce face lucrul acesta, ci păcatul care locuiește în mine.",
        "18": "Eu știu că nimic bun nu locuiește în mine, adică în firea mea pământească, întrucât voința este prezentă în mine, dar nu și puterea de a face ce este bine.",
        "19": "Căci nu fac binele pe care vreau să-l fac, ci chiar răul pe care nu vreau să-l fac!",
        "20": "Dacă eu fac ceea ce nu vreau, atunci nu eu sunt cel care face lucrul acesta, ci păcatul care locuiește în mine.",
        "21": "Găsesc deci următoarea lege: când vreau să fac binele, răul este lipit de mine.",
        "22": "Fiindcă, în omul lăuntric, mă bucur de Legea lui Dumnezeu,",
        "23": "dar, în părțile trupului meu, văd o altă lege, care se luptă împotriva legii minții mele, făcându-mă prizonier al legii păcatului, care se află în părțile trupului meu.",
        "24": "O, nenorocitul de mine! Cine mă va elibera de acest trup supus morții?",
        "25": "Dar mulțumiri fie aduse lui Dumnezeu, prin Isus Cristos, Domnul nostru! Astfel, eu însumi slujesc, cu mintea mea, Legii lui Dumnezeu, dar cu firea mea pământească slujesc legii păcatului."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Or don’t you know, brothers (for I speak to men who know the law), that the law has dominion over a man for as long as he lives?",
        "2": "For the woman that has a husband is bound by law to the husband while he lives, but if the husband dies, she is discharged from the law of the husband.",
        "3": "So then if, while the husband lives, she is joined to another man, she would be called an adulteress. But if the husband dies, she is free from the law, so that she is no adulteress, though she is joined to another man.",
        "4": "Therefore, my brothers, you also were made dead to the law through the body of Christ, that you would be joined to another, to him who was raised from the dead, that we might produce fruit to God.",
        "5": "For when we were in the flesh, the sinful passions which were through the law worked in our members to bring out fruit to death.",
        "6": "But now we have been discharged from the law, having died to that in which we were held; so that we serve in newness of the spirit, and not in oldness of the letter.",
        "7": "What shall we say then? Is the law sin? May it never be! However, I wouldn’t have known sin except through the law. For I wouldn’t have known coveting unless the law had said, “You shall not covet.”",
        "8": "But sin, finding occasion through the commandment, produced in me all kinds of coveting. For apart from the law, sin is dead.",
        "9": "I was alive apart from the law once, but when the commandment came, sin revived and I died.",
        "10": "The commandment which was for life, this I found to be for death;",
        "11": "for sin, finding occasion through the commandment, deceived me, and through it killed me.",
        "12": "Therefore the law indeed is holy, and the commandment holy, righteous, and good.",
        "13": "Did then that which is good become death to me? May it never be! But sin, that it might be shown to be sin, was producing death in me through that which is good; that through the commandment sin might become exceedingly sinful.",
        "14": "For we know that the law is spiritual, but I am fleshly, sold under sin.",
        "15": "For I don’t understand what I am doing. For I don’t practice what I desire to do; but what I hate, that I do.",
        "16": "But if what I don’t desire, that I do, I consent to the law that it is good.",
        "17": "So now it is no more I that do it, but sin which dwells in me.",
        "18": "For I know that in me, that is, in my flesh, dwells no good thing. For desire is present with me, but I don’t find it doing that which is good.",
        "19": "For the good which I desire, I don’t do; but the evil which I don’t desire, that I practice.",
        "20": "But if what I don’t desire, that I do, it is no more I that do it, but sin which dwells in me.",
        "21": "I find then the law that, while I desire to do good, evil is present.",
        "22": "For I delight in God’s law after the inward person,",
        "23": "but I see a different law in my members, warring against the law of my mind, and bringing me into captivity under the law of sin which is in my members.",
        "24": "What a wretched man I am! Who will deliver me out of the body of this death?",
        "25": "I thank God through Jesus Christ, our Lord! So then with the mind, I myself serve God’s law, but with the flesh, sin’s law."
      }
    }
  }
}