{
  "book": "Romani",
  "chapter": "5",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Deci, fiindcă suntem socotiți neprihăniți prin credință, avem pace cu Dumnezeu, prin Domnul nostru Isus Hristos.",
        "2": "Lui Îi datorăm faptul că, prin credință, am intrat în această stare de har în care suntem și ne bucurăm în nădejdea slavei lui Dumnezeu.",
        "3": "Ba mai mult, ne bucurăm chiar și în necazurile noastre, căci știm că necazul aduce răbdare,",
        "4": "răbdarea aduce biruință în încercare, iar biruința aceasta aduce nădejdea.",
        "5": "Însă nădejdea aceasta nu înșală, pentru că dragostea lui Dumnezeu a fost turnată în inimile noastre prin Duhul Sfânt, care ne-a fost dat.",
        "6": "Căci, pe când eram noi încă fără putere, Hristos, la vremea cuvenită, a murit pentru cei nelegiuiți.",
        "7": "Pentru un om neprihănit cu greu ar muri cineva, dar pentru binefăcătorul lui poate că s-ar găsi cineva să moară.",
        "8": "Dar Dumnezeu Își arată dragostea față de noi prin faptul că, pe când eram noi încă păcătoși, Hristos a murit pentru noi.",
        "9": "Deci, cu atât mai mult acum, când suntem socotiți neprihăniți prin sângele Lui, vom fi mântuiți prin El de mânia lui Dumnezeu.",
        "10": "Căci, dacă atunci când eram vrăjmași, am fost împăcați cu Dumnezeu, prin moartea Fiului Său, cu mult mai mult acum, când suntem împăcați cu El, vom fi mântuiți prin viața Lui.",
        "11": "Și nu numai atât, dar ne și bucurăm în Dumnezeu, prin Domnul nostru Isus Hristos, prin care am căpătat împăcarea. Păcatul și harul",
        "12": "De aceea, după cum printr-un singur om a intrat păcatul în lume și prin păcat a intrat moartea, și astfel moartea a trecut asupra tuturor oamenilor, din pricină că toți au păcătuit…",
        "13": "(Căci înainte de Lege păcatul era în lume. Dar păcatul nu este ținut în seamă câtă vreme nu este o lege.",
        "14": "Totuși moartea a domnit, de la Adam până la Moise, chiar peste cei ce nu păcătuiseră printr-o călcare de lege asemănătoare cu a lui Adam, care este o icoană preînchipuitoare a Celui ce avea să vină.",
        "15": "Dar cu darul fără plată nu este ca și cu greșeala, căci, dacă prin greșeala unuia singur, cei mulți au fost loviți cu moartea, apoi cu mult mai mult harul lui Dumnezeu și darul pe care ni l-a făcut harul acesta într-un singur om, adică în Isus Hristos, s-au dat din belșug celor mulți.",
        "16": "Și darul fără plată nu vine ca printr-acel unul care a păcătuit, căci judecata venită de la unul a adus osânda, dar darul fără plată venit în urma multor greșeli a adus o hotărâre de iertare.",
        "17": "Dacă deci, prin greșeala unuia singur, moartea a domnit prin el singur, cu mult mai mult cei ce primesc, în toată plinătatea, harul și darul neprihănirii vor domni în viață prin Acel Unul singur, care este Isus Hristos!)",
        "18": "…Astfel dar, după cum printr-o singură greșeală a venit o osândă care a lovit pe toți oamenii, tot așa, printr-o singură hotărâre de iertare a venit pentru toți oamenii o hotărâre de neprihănire care dă viața.",
        "19": "Căci, după cum, prin neascultarea unui singur om, cei mulți au fost făcuți păcătoși, tot așa, prin ascultarea unui singur om, cei mulți vor fi făcuți neprihăniți.",
        "20": "Ba încă și Legea a venit pentru ca să se înmulțească greșeala, dar unde s-a înmulțit păcatul, acolo harul s-a înmulțit și mai mult,",
        "21": "pentru ca, după cum păcatul a stăpânit dând moartea, tot așa și harul să stăpânească dând neprihănirea, ca să dea viața veșnică, prin Isus Hristos, Domnul nostru."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Așadar, fiindcă am fost îndreptățiți prin credință, avem pace cu Dumnezeu prin Domnul nostru Isus Cristos,",
        "2": "prin Care avem și intrare, prin credință, în harul acesta în care ne aflăm; și ne lăudăm datorită speranței că vom fi în glorie cu Dumnezeu.",
        "3": "Dar nu numai atât, ci ne lăudăm și în necazuri, știind că necazul aduce răbdare,",
        "4": "răbdarea aduce integritate, integritatea aduce speranță,",
        "5": "iar speranța nu ne face de rușine, deoarece dragostea lui Dumnezeu a fost turnată în inimile noastre prin Duhul Sfânt Care ne-a fost dat.",
        "6": "Căci, în timp ce noi eram neputincioși, Cristos a murit, la vremea potrivită, pentru cei lipsiți de evlavie.",
        "7": "Într-adevăr, cu greu ar muri cineva pentru un om drept, deși pentru un om bun poate că ar îndrăzni cineva să moară.",
        "8": "Însă Dumnezeu Și-a dovedit dragostea față de noi prin faptul că, pe când eram noi încă păcătoși, Cristos a murit pentru noi.",
        "9": "Deci, cu atât mai mult acum, când am fost îndreptățiți prin sângele Lui, vom fi mântuiți prin El de mânia lui Dumnezeu.",
        "10": "Căci, dacă atunci când eram dușmani, am fost împăcați cu Dumnezeu prin moartea Fiului Său, cu atât mai mult acum, fiind împăcați cu El, vom fi mântuiți prin viața Lui.",
        "11": "Dar nu numai atât, ci ne și lăudăm în Dumnezeu prin Domnul nostru Isus Cristos, prin Care am primit acum împăcarea. Moarte prin Adam și viață prin Cristos",
        "12": "De aceea, așa cum păcatul a intrat în lume printr-un singur om, iar prin păcat a intrat moartea și, astfel, moartea a trecut la toți oamenii, din cauză că toți au păcătuit…",
        "13": "Căci, înainte de Lege, era păcat în lume, însă păcatul nu este luat în considerare când nu este nicio lege.",
        "14": "Totuși, moartea a domnit de la Adam până la Moise, chiar și peste cei care n-au păcătuit printr-o abatere asemănătoare cu cea a lui Adam, care este un arhetip al Celui Ce urma să vină.",
        "15": "Însă cu darul nu este ca și cu nelegiuirea. Căci, dacă cei mulți au murit prin nelegiuirea unuia singur, cu mult mai mult harul lui Dumnezeu și darul venit prin harul unui Singur Om, Isus Cristos, s-au dat din belșug celor mulți.",
        "16": "Iar darul nu a venit ca prin acel unul singur care a păcătuit. Fiindcă judecata venită printr-unul singur a dus la condamnare, însă darul, care a urmat după multe nelegiuiri, a dus la o decizie de iertare.",
        "17": "Căci, dacă prin nelegiuirea unuia singur moartea a domnit prin acel unul, cu atât mai mult vor domni în viață cei ce primesc belșugul harului și darul dreptății prin Acel Unul Singur, Isus Cristos.",
        "18": "Deci, așa cum printr-o singură nelegiuire a venit o condamnare pentru toți oamenii, tot astfel, printr-o singură faptă dreaptă a venit o îndreptățire pentru toți oamenii, care aduce viața.",
        "19": "Căci, așa cum, prin neascultarea unui singur om, cei mulți au fost făcuți păcătoși, tot astfel, prin ascultarea Unuia Singur, cei mulți vor fi făcuți drepți.",
        "20": "Legea a venit ca să se înmulțească nelegiuirea. Însă, acolo unde s-a înmulțit păcatul, harul s-a revărsat și mai mult,",
        "21": "pentru ca, așa cum păcatul a domnit în moarte, tot astfel să domnească și harul lui Dumnezeu prin dreptate, ducând la viață veșnică prin Isus Cristos, Domnul nostru."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Being therefore justified by faith, we have peace with God through our Lord Jesus Christ;",
        "2": "through whom we also have our access by faith into this grace in which we stand. We rejoice in hope of the glory of God.",
        "3": "Not only this, but we also rejoice in our sufferings, knowing that suffering produces perseverance;",
        "4": "and perseverance, proven character; and proven character, hope;",
        "5": "and hope doesn’t disappoint us, because God’s love has been poured into our hearts through the Holy Spirit who was given to us.",
        "6": "For while we were yet weak, at the right time Christ died for the ungodly.",
        "7": "For one will hardly die for a righteous man. Yet perhaps for a good person someone would even dare to die.",
        "8": "But God commends his own love toward us, in that while we were yet sinners, Christ died for us.",
        "9": "Much more then, being now justified by his blood, we will be saved from God’s wrath through him.",
        "10": "For if while we were enemies, we were reconciled to God through the death of his Son, much more, being reconciled, we will be saved by his life.",
        "11": "Not only so, but we also rejoice in God through our Lord Jesus Christ, through whom we have now received the reconciliation.",
        "12": "Therefore, as sin entered into the world through one man, and death through sin, so death passed to all men because all sinned.",
        "13": "For until the law, sin was in the world; but sin is not charged when there is no law.",
        "14": "Nevertheless death reigned from Adam until Moses, even over those whose sins weren’t like Adam’s disobedience, who is a foreshadowing of him who was to come.",
        "15": "But the free gift isn’t like the trespass. For if by the trespass of the one the many died, much more did the grace of God and the gift by the grace of the one man, Jesus Christ, abound to the many.",
        "16": "The gift is not as through one who sinned; for the judgment came by one to condemnation, but the free gift followed many trespasses to justification.",
        "17": "For if by the trespass of the one, death reigned through the one; so much more will those who receive the abundance of grace and of the gift of righteousness reign in life through the one, Jesus Christ.",
        "18": "So then as through one trespass, all men were condemned; even so through one act of righteousness, all men were justified to life.",
        "19": "For as through the one man’s disobedience many were made sinners, even so through the obedience of the one, many will be made righteous.",
        "20": "The law came in that the trespass might abound; but where sin abounded, grace abounded more exceedingly,",
        "21": "that as sin reigned in death, even so grace might reign through righteousness to eternal life through Jesus Christ our Lord."
      }
    }
  }
}