{
  "book": "Romani",
  "chapter": "15",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Noi, care suntem tari, suntem datori să răbdăm slăbiciunile celor slabi și să nu ne plăcem nouă înșine.",
        "2": "Fiecare din noi să placă aproapelui în ce este bine, în vederea zidirii altora.",
        "3": "Căci și Hristos nu Și-a plăcut Lui Însuși, ci, după cum este scris: „Ocările celor ce Te ocărăsc pe Tine au căzut peste Mine.”",
        "4": "Și tot ce a fost scris mai înainte a fost scris pentru învățătura noastră, pentru ca, prin răbdarea și prin mângâierea pe care o dau Scripturile, să avem nădejde.",
        "5": "Dumnezeul răbdării și al mângâierii să vă facă să aveți aceleași simțăminte unii față de alții, după pilda lui Hristos Isus,",
        "6": "pentru ca toți împreună, cu o inimă și cu o gură, să slăviți pe Dumnezeu, Tatăl Domnului nostru Isus Hristos.",
        "7": "Așadar primiți-vă unii pe alții, cum v-a primit și pe voi Hristos, spre slava lui Dumnezeu. Hristos a întărit făgăduințele",
        "8": "Hristos a fost, în adevăr, un slujitor al tăierii împrejur, ca să dovedească credincioșia lui Dumnezeu și să întărească făgăduințele date părinților",
        "9": "și ca neamurile să slăvească pe Dumnezeu pentru îndurarea Lui, după cum este scris: „De aceea Te voi lăuda printre neamuri și voi cânta Numelui Tău.”",
        "10": "Este zis iarăși: „Veseliți-vă, neamuri, împreună cu poporul Lui.”",
        "11": "Și iarăși: „Lăudați pe Domnul, toate neamurile; slăviți-L, toate noroadele.”",
        "12": "Tot astfel, și Isaia zice: „Din Iese va ieși o Rădăcină, care se va scula să domnească peste neamuri, și neamurile vor nădăjdui în El.”",
        "13": "Dumnezeul nădejdii să vă umple de toată bucuria și pacea pe care o dă credința, pentru ca, prin puterea Duhului Sfânt, să fiți tari în nădejde! Pavel despre slujba lui",
        "14": "În ce vă privește pe voi, fraților, eu însumi sunt încredințat că sunteți plini de bunătate, plini și de orice fel de cunoștință și, astfel, sunteți în stare să vă sfătuiți unii pe alții.",
        "15": "Totuși, ici-colo, v-am scris mai cu îndrăzneală, ca să vă aduc din nou aminte de lucrurile acestea, în puterea harului pe care mi l-a dat Dumnezeu,",
        "16": "ca să fiu slujitorul lui Isus Hristos între neamuri. Eu îmi împlinesc cu scumpătate slujba Evangheliei lui Dumnezeu, pentru ca neamurile să-I fie o jertfă bine primită, sfințită de Duhul Sfânt.",
        "17": "Eu dar mă pot lăuda în Isus Hristos, în slujirea lui Dumnezeu.",
        "18": "Căci n-aș îndrăzni să pomenesc niciun lucru pe care să nu-l fi făcut Hristos prin mine, ca să aducă neamurile la ascultarea de El: fie prin cuvântul meu, fie prin faptele mele,",
        "19": "fie prin puterea semnelor și a minunilor, fie prin puterea Duhului Sfânt. Așa că, de la Ierusalim și țările de primprejur până la Iliric, am răspândit cu prisosință Evanghelia lui Hristos.",
        "20": "Și am căutat să vestesc Evanghelia acolo unde Hristos nu fusese vestit, ca să nu zidesc pe temelia pusă de altul,",
        "21": "după cum este scris: „Aceia cărora nu li se propovăduise despre El Îl vor vedea și cei ce n-auziseră de El Îl vor cunoaște.” Planurile apostolului",
        "22": "Iată ce m-a împiedicat de multe ori să vin la voi.",
        "23": "Dar acum, fiindcă nu mai am nimic care să mă țină pe aceste meleaguri și fiindcă de ani de zile doresc fierbinte să vin la voi,",
        "24": "nădăjduiesc să vă văd în treacăt, când mă voi duce în Spania, și să fiu însoțit de voi până acolo, după ce îmi voi împlini, măcar în parte, dorința de a fi stat la voi.",
        "25": "Acum, mă duc la Ierusalim să duc niște ajutoare sfinților.",
        "26": "Căci cei din Macedonia și Ahaia au avut bunătatea să facă o strângere de ajutoare pentru săracii dintre sfinții care sunt în Ierusalim.",
        "27": "Negreșit, au avut bunătatea, dar era și o datorie față de ei, pentru că, dacă neamurile au avut parte de binecuvântările lor duhovnicești, este de datoria lor să-i ajute și ele cu bunurile lor pământești.",
        "28": "După ce-mi voi împlini dar însărcinarea aceasta și le voi încredința aceste daruri, voi pleca în Spania și voi trece pe la voi.",
        "29": "Știu că, dacă vin la voi, voi veni cu o deplină binecuvântare de la Hristos.",
        "30": "Vă îndemn dar, fraților, pentru Domnul nostru Isus Hristos și pentru dragostea Duhului, să vă luptați împreună cu mine în rugăciunile voastre către Dumnezeu pentru mine,",
        "31": "ca să fiu izbăvit de răzvrătiții din Iudeea și pentru ca slujba pe care o am pentru Ierusalim să fie bine primită de sfinți;",
        "32": "și astfel să ajung la voi cu bucurie, cu voia lui Dumnezeu și să mă răcoresc puțin în mijlocul vostru.",
        "33": "Dumnezeul păcii să fie cu voi cu toți! Amin."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Însă noi, care suntem puternici, suntem datori să purtăm neputințele celor slabi și nu să ne plăcem nouă înșine.",
        "2": "Fiecare dintre noi să placă semenului său spre binele acestuia, pentru consolidarea lui sufletească.",
        "3": "Căci nici Cristos nu Și-a plăcut Lui Însuși, ci, așa cum este scris: „Insultele celor ce Te insultă au căzut asupra Mea“.",
        "4": "Tot ce a fost scris în trecut a fost scris pentru învățătura noastră, pentru ca, prin răbdarea și mângâierea date de Scripturi, să avem speranță.",
        "5": "Dumnezeul răbdării și al mângâierii să vă dea aceleași gânduri unii față de alții, după exemplul lui Cristos Isus,",
        "6": "pentru ca, într-un gând și cu un singur glas, să-L glorificați pe Dumnezeu, Tatăl Domnului nostru Isus Cristos.",
        "7": "Așadar, primiți-vă bine unii pe alții, așa cum v-a primit și pe voi Cristos, spre gloria lui Dumnezeu.",
        "8": "Căci vă spun, Cristos a devenit un slujitor al circumciziei, pentru adevărul lui Dumnezeu, ca să confirme promisiunile făcute patriarhilor,",
        "9": "astfel încât națiunile să-L glorifice pe Dumnezeu pentru mila Lui, așa cum este scris: „De aceea Te voi mărturisi printre națiuni și voi cânta laudă Numelui Tău!“.",
        "10": "Și, din nou, spune: „Bucurați-vă, națiuni, împreună cu poporul Lui!“.",
        "11": "Și, din nou: „Lăudați-L pe Domnul, toate națiunile! Să-I aducă laude, toate popoarele!“.",
        "12": "Și, din nou, Isaia spune: „Rădăcina lui Ișai va ieși, și El Se va ridica să conducă națiunile; în El își vor pune speranța națiunile“.",
        "13": "Dumnezeul speranței să vă umple de toată bucuria și pacea, în timp ce credeți, ca să aveți speranță din belșug, prin puterea Duhului Sfânt. Motivația lui Pavel în scrierea scrisorii",
        "14": "Dar eu însumi sunt convins cu privire la voi, frații mei, că voi înșivă sunteți plini de bunătate, plini de toată cunoașterea și în stare să vă sfătuiți unii pe alții.",
        "15": "Totuși, v-am scris, pe alocuri, mai cu îndrăzneală, ca să vă reamintesc aceste lucruri, având în vedere harul care mi-a fost dat de către Dumnezeu",
        "16": "ca să fiu un slujitor al lui Cristos Isus pentru neevrei. Eu slujesc ca preot Evanghelia lui Dumnezeu, astfel încât neevreii să devină o jertfă plăcută, sfințită de Duhul Sfânt.",
        "17": "Astfel, am un motiv de laudă în Cristos Isus cu privire la lucrurile pe care le-am înfăptuit pentru Dumnezeu.",
        "18": "Căci n-aș îndrăzni să vorbesc despre ceva pe care Cristos să nu-l fi făcut prin mine, ca să aducă neevreii la ascultare prin cuvânt și faptă,",
        "19": "prin puterea semnelor și a minunilor, prin puterea Duhului lui Dumnezeu. Așa că, din Ierusalim și împrejurimile lui, până în Iliria, am dus la capăt lucrarea Evangheliei lui Cristos.",
        "20": "Și am încercat astfel să vestesc Evanghelia acolo unde Numele lui Cristos nu fusese proclamat, ca să nu construiesc pe o temelie pusă de altcineva,",
        "21": "ci să fac așa cum este scris: „Cei cărora nu li s-a istorisit despre El, vor vedea, și cei care n-au auzit, vor înțelege“.",
        "22": "Iată ce m-a împiedicat de multe ori să vin la voi. Planul lui Pavel de a vizita Roma",
        "23": "Dar acum, nemaiavând nicio lucrare în aceste regiuni și întrucât de mulți ani am o mare dorință să vin la voi,",
        "24": "sper să vă văd în călătoria mea, când voi merge în Spania, și să fiu însoțit de voi într-acolo, după ce îmi voi fi împlinit, măcar în parte, dorința de a fi cu voi.",
        "25": "Acum însă mă duc la Ierusalim, pentru a-i sluji pe sfinți.",
        "26": "Căci cei din Macedonia și Ahaia au avut bunăvoința să facă o binefacere pentru săracii care sunt între sfinții din Ierusalim.",
        "27": "Au avut într-adevăr bunăvoința să facă lucrul acesta, însă le sunt și datori, fiindcă, dacă celelalte națiuni au avut parte de binecuvântările spirituale ale acestora, și ele sunt datoare să-i slujească cu binecuvântări materiale.",
        "28": "Deci, după ce voi fi dus la îndeplinire aceasta și le voi fi înmânat în siguranță acest dar, mă voi îndrepta spre Spania, trecând pe la voi.",
        "29": "Și știu că, atunci când voi veni la voi, voi veni în plinătatea binecuvântării lui Cristos.",
        "30": "Vă îndemn, fraților, prin Domnul nostru Isus Cristos și prin dragostea Duhului, să vă luptați împreună cu mine în rugăciuni către Dumnezeu pentru mine,",
        "31": "ca să fiu scăpat de cei ce sunt neascultători în Iudeea, iar slujirea mea în Ierusalim să fie bine primită de către sfinți,",
        "32": "astfel încât, prin voia lui Dumnezeu, să vin la voi cu bucurie și să pot fi înviorat în mijlocul vostru.",
        "33": "Dumnezeul păcii să fie cu voi toți! Amin."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now we who are strong ought to bear the weaknesses of the weak, and not to please ourselves.",
        "2": "Let each one of us please his neighbor for that which is good, to be building him up.",
        "3": "For even Christ didn’t please himself. But, as it is written, “The reproaches of those who reproached you fell on me.”",
        "4": "For whatever things were written before were written for our learning, that through perseverance and through encouragement of the Scriptures we might have hope.",
        "5": "Now the God of perseverance and of encouragement grant you to be of the same mind with one another according to Christ Jesus,",
        "6": "that with one accord you may with one mouth glorify the God and Father of our Lord Jesus Christ.",
        "7": "Therefore accept one another, even as Christ also accepted you, to the glory of God.",
        "8": "Now I say that Christ has been made a servant of the circumcision for the truth of God, that he might confirm the promises given to the fathers,",
        "9": "and that the Gentiles might glorify God for his mercy. As it is written, “Therefore I will give praise to you among the Gentiles and sing to your name.”",
        "10": "Again he says, “Rejoice, you Gentiles, with his people.”",
        "11": "Again, “Praise the Lord, all you Gentiles! Let all the peoples praise him.”",
        "12": "Again, Isaiah says, “There will be the root of Jesse, he who arises to rule over the Gentiles; in him the Gentiles will hope.”",
        "13": "Now may the God of hope fill you with all joy and peace in believing, that you may abound in hope in the power of the Holy Spirit.",
        "14": "I myself am also persuaded about you, my brothers, that you yourselves are full of goodness, filled with all knowledge, able also to admonish others.",
        "15": "But I write the more boldly to you in part as reminding you, because of the grace that was given to me by God,",
        "16": "that I should be a servant of Christ Jesus to the Gentiles, serving as a priest of the Good News of God, that the offering up of the Gentiles might be made acceptable, sanctified by the Holy Spirit.",
        "17": "I have therefore my boasting in Christ Jesus in things pertaining to God.",
        "18": "For I will not dare to speak of any things except those which Christ worked through me for the obedience of the Gentiles, by word and deed,",
        "19": "in the power of signs and wonders, in the power of God’s Spirit; so that from Jerusalem and around as far as to Illyricum, I have fully preached the Good News of Christ;",
        "20": "yes, making it my aim to preach the Good News, not where Christ was already named, that I might not build on another’s foundation.",
        "21": "But, as it is written, “They will see, to whom no news of him came. They who haven’t heard will understand.”",
        "22": "Therefore also I was hindered these many times from coming to you,",
        "23": "but now, no longer having any place in these regions, and having these many years a longing to come to you,",
        "24": "whenever I travel to Spain, I will come to you. For I hope to see you on my journey, and to be helped on my way there by you, if first I may enjoy your company for a while.",
        "25": "But now, I say, I am going to Jerusalem, serving the saints.",
        "26": "For it has been the good pleasure of Macedonia and Achaia to make a certain contribution for the poor among the saints who are at Jerusalem.",
        "27": "Yes, it has been their good pleasure, and they are their debtors. For if the Gentiles have been made partakers of their spiritual things, they owe it to them also to serve them in material things.",
        "28": "When therefore I have accomplished this, and have sealed to them this fruit, I will go on by way of you to Spain.",
        "29": "I know that when I come to you, I will come in the fullness of the blessing of the Good News of Christ.",
        "30": "Now I beg you, brothers, by our Lord Jesus Christ and by the love of the Spirit, that you strive together with me in your prayers to God for me,",
        "31": "that I may be delivered from those who are disobedient in Judea, and that my service which I have for Jerusalem may be acceptable to the saints,",
        "32": "that I may come to you in joy through the will of God, and together with you, find rest.",
        "33": "Now the God of peace be with you all. Amen."
      }
    }
  }
}