{
  "book": "Romani",
  "chapter": "8",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Acum dar nu este nicio osândire pentru cei ce sunt în Hristos Isus, care nu trăiesc după îndemnurile firii pământești, ci după îndemnurile Duhului.",
        "2": "În adevăr, legea Duhului de viață în Hristos Isus m-a izbăvit de legea păcatului și a morții.",
        "3": "Căci – lucru cu neputință Legii, întrucât firea pământească o făcea fără putere – Dumnezeu a osândit păcatul în firea pământească, trimițând, din pricina păcatului, pe Însuși Fiul Său într-o fire asemănătoare cu a păcatului,",
        "4": "pentru ca porunca Legii să fie împlinită în noi, care trăim nu după îndemnurile firii pământești, ci după îndemnurile Duhului.",
        "5": "În adevăr, cei ce trăiesc după îndemnurile firii pământești umblă după lucrurile firii pământești, pe când cei ce trăiesc după îndemnurile Duhului umblă după lucrurile Duhului.",
        "6": "Și umblarea după lucrurile firii pământești este moarte, pe când umblarea după lucrurile Duhului este viață și pace.",
        "7": "Fiindcă umblarea după lucrurile firii pământești este vrăjmășie împotriva lui Dumnezeu, căci ea nu se supune Legii lui Dumnezeu și nici nu poate să se supună.",
        "8": "Deci cei ce sunt pământești nu pot să placă lui Dumnezeu.",
        "9": "Voi însă nu mai sunteți pământești, ci duhovnicești, dacă Duhul lui Dumnezeu locuiește în adevăr în voi. Dacă n-are cineva Duhul lui Hristos, nu este al Lui.",
        "10": "Și dacă Hristos este în voi, trupul vostru, da, este supus morții din pricina păcatului, dar duhul vostru este viu din pricina neprihănirii.",
        "11": "Și dacă Duhul Celui ce a înviat pe Isus dintre cei morți locuiește în voi, Cel ce a înviat pe Hristos Isus din morți va învia și trupurile voastre muritoare din pricina Duhului Său, care locuiește în voi. Creștinul trăiește în așteptarea mântuirii",
        "12": "Așadar, fraților, noi nu mai datorăm nimic firii pământești, ca să trăim după îndemnurile ei.",
        "13": "Dacă trăiți după îndemnurile ei, veți muri, dar, dacă, prin Duhul, faceți să moară faptele trupului, veți trăi.",
        "14": "Căci toți cei ce sunt călăuziți de Duhul lui Dumnezeu sunt fii ai lui Dumnezeu.",
        "15": "Și voi n-ați primit un duh de robie, ca să mai aveți frică, ci ați primit un duh de înfiere, care ne face să strigăm: „Ava!”, adică „Tată!”",
        "16": "Însuși Duhul adeverește împreună cu duhul nostru că suntem copii ai lui Dumnezeu.",
        "17": "Și, dacă suntem copii, suntem și moștenitori: moștenitori ai lui Dumnezeu și împreună-moștenitori cu Hristos, dacă suferim cu adevărat împreună cu El, ca să fim și proslăviți împreună cu El.",
        "18": "Eu socotesc că suferințele din vremea de acum nu sunt vrednice să fie puse alături cu slava viitoare, care are să fie descoperită față de noi.",
        "19": "De asemenea, și firea așteaptă cu o dorință înfocată descoperirea fiilor lui Dumnezeu.",
        "20": "Căci firea a fost supusă deșertăciunii – nu de voie, ci din pricina celui ce a supus-o – cu nădejdea însă",
        "21": "că și ea va fi izbăvită din robia stricăciunii, ca să aibă parte de slobozenia slavei copiilor lui Dumnezeu.",
        "22": "Dar știm că, până în ziua de azi, toată firea suspină și suferă durerile nașterii.",
        "23": "Și nu numai ea, dar și noi, care avem cele dintâi roade ale Duhului, suspinăm în noi și așteptăm înfierea, adică răscumpărarea trupului nostru.",
        "24": "Căci în nădejdea aceasta am fost mântuiți. Dar o nădejde care se vede nu mai este nădejde, pentru că ce se vede se mai poate nădăjdui?",
        "25": "Pe când, dacă nădăjduim ce nu vedem, așteptăm cu răbdare.",
        "26": "Și tot astfel și Duhul ne ajută în slăbiciunea noastră, căci nu știm cum trebuie să ne rugăm. Dar Însuși Duhul mijlocește pentru noi cu suspine negrăite.",
        "27": "Și Cel ce cercetează inimile știe care este năzuința Duhului, pentru că El mijlocește pentru sfinți după voia lui Dumnezeu. Pe creștin nimic nu-l poate despărți de dragostea lui Dumnezeu",
        "28": "De altă parte, știm că toate lucrurile lucrează împreună spre binele celor ce iubesc pe Dumnezeu, și anume spre binele celor ce sunt chemați după planul Său.",
        "29": "Căci, pe aceia pe care i-a cunoscut mai dinainte, i-a și hotărât mai dinainte să fie asemenea chipului Fiului Său, pentru ca El să fie Cel Întâi Născut dintre mai mulți frați.",
        "30": "Și pe aceia pe care i-a hotărât mai dinainte, i-a și chemat, și pe aceia pe care i-a chemat, i-a și socotit neprihăniți, iar pe aceia pe care i-a socotit neprihăniți, i-a și proslăvit.",
        "31": "Deci ce vom zice noi în fața tuturor acestor lucruri? Dacă Dumnezeu este pentru noi, cine va fi împotriva noastră?",
        "32": "El, care n-a cruțat nici chiar pe Fiul Său, ci L-a dat pentru noi toți, cum nu ne va da fără plată, împreună cu El, toate lucrurile?",
        "33": "Cine va ridica pâră împotriva aleșilor lui Dumnezeu? Dumnezeu este Acela care-i socotește neprihăniți!",
        "34": "Cine-i va osândi? Hristos a murit! Ba mai mult, El a și înviat, stă la dreapta lui Dumnezeu și mijlocește pentru noi!",
        "35": "Cine ne va despărți pe noi de dragostea lui Hristos? Necazul sau strâmtorarea sau prigonirea sau foametea sau lipsa de îmbrăcăminte sau primejdia sau sabia?",
        "36": "După cum este scris: „Din pricina Ta suntem dați morții toată ziua; suntem socotiți ca niște oi de tăiat.”",
        "37": "Totuși în toate aceste lucruri noi suntem mai mult decât biruitori, prin Acela care ne-a iubit.",
        "38": "Căci sunt bine încredințat că nici moartea, nici viața, nici îngerii, nici stăpânirile, nici puterile, nici lucrurile de acum, nici cele viitoare,",
        "39": "nici înălțimea, nici adâncimea, nici o altă făptură nu vor fi în stare să ne despartă de dragostea lui Dumnezeu, care este în Isus Hristos, Domnul nostru."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Așadar, acum nu mai este nicio condamnare pentru cei ce sunt în Cristos Isus, care nu trăiesc potrivit firii pământești, ci potrivit Duhului.",
        "2": "Într-adevăr, legea Duhului vieții în Cristos Isus te-a eliberat de legea păcatului și a morții.",
        "3": "Căci Dumnezeu a realizat ceea ce era imposibil pentru Lege, întrucât aceasta era neputincioasă din cauza firii pământești. Trimițându-L pe Însuși Fiul Său în asemănarea firii păcătoase și din cauza păcatului, El a condamnat păcatul în firea pământească,",
        "4": "astfel încât cerința dreaptă a Legii să fie împlinită în noi, care trăim nu potrivit firii pământești, ci potrivit Duhului.",
        "5": "Într-adevăr, cei ce trăiesc potrivit firii pământești se gândesc la lucrurile firii pământești, însă cei ce trăiesc potrivit Duhului se gândesc la lucrurile Duhului.",
        "6": "Căci gândirea firii pământești este moarte, însă gândirea Duhului este viață și pace.",
        "7": "Și aceasta deoarece gândirea firii pământești este dușmănie față de Dumnezeu, căci ea nu se supune Legii lui Dumnezeu și nici nu poate să se supună.",
        "8": "Cei ce trăiesc potrivit firii pământești nu-I pot fi plăcuți lui Dumnezeu.",
        "9": "Voi însă nu trăiți potrivit firii pământești, ci potrivit Duhului, dacă într-adevăr Duhul lui Dumnezeu locuiește în voi. Dar dacă cineva nu are Duhul lui Cristos, atunci acesta nu este al Lui.",
        "10": "Dacă însă Cristos este în voi, trupul vostru este mort din cauza păcatului, dar Duhul este viața voastră, datorită dreptății.",
        "11": "Și dacă Duhul Celui Ce L-a înviat pe Isus dintre cei morți locuiește în voi, atunci Cel Ce L-a înviat pe Cristos dintre cei morți va da viață și trupurilor voastre muritoare, prin Duhul Lui Care locuiește în voi.",
        "12": "Așadar, fraților, noi nu suntem datori firii pământești, ca să trăim potrivit ei.",
        "13": "Pentru că, dacă trăiți potrivit firii pământești, veți muri, dar dacă, prin Duhul, dați morții faptele trupului, veți trăi.",
        "14": "Căci toți cei ce sunt călăuziți de Duhul lui Dumnezeu sunt fii ai lui Dumnezeu.",
        "15": "Fiindcă voi n-ați primit un duh de sclavie, ca să vă fie din nou teamă, ci ați primit Duhul înfierii, prin Care strigăm: „Abba!“, adică „Tată!“.",
        "16": "Duhul Însuși depune mărturie, împreună cu duhul nostru, că suntem copii ai lui Dumnezeu.",
        "17": "Iar dacă suntem copii, suntem și moștenitori – moștenitori ai lui Dumnezeu, moștenitori împreună cu Cristos – dacă suferim într-adevăr împreună cu El, ca să fim și glorificați împreună cu El. Gloria care ne așteaptă",
        "18": "Căci eu consider că suferințele din vremea de acum nu sunt demne să fie puse alături de gloria viitoare, care urmează să ne fie descoperită.",
        "19": "Căci și creația așteaptă cu ardoare descoperirea fiilor lui Dumnezeu,",
        "20": "întrucât creația a fost supusă deșertăciunii – nu pentru că a vrut ea, ci din cauza Celui Ce a supus-o – în speranța",
        "21": "că și creația va fi eliberată din sclavia stricăciunii pentru libertatea gloriei copiilor lui Dumnezeu.",
        "22": "Noi știm că, până acum, întreaga creație geme și suferă durerile nașterii.",
        "23": "Dar nu numai ea, ci și noi înșine, care avem cel dintâi rod al Duhului, gemem în noi înșine, așteptând cu ardoare înfierea, răscumpărarea trupului nostru.",
        "24": "Căci în baza acestei speranțe am fost mântuiți. Dar o speranță care se vede nu mai este speranță! Fiindcă cine mai speră în ceea ce vede deja?",
        "25": "Dacă însă sperăm în ceea ce nu vedem, atunci așteptăm cu ardoare și răbdare.",
        "26": "În același fel, Duhul ne ajută în neputința noastră, pentru că nu știm cum ar trebui să ne rugăm, ci Duhul Însuși mijlocește cu suspine nerostite.",
        "27": "Însă Cel Care cercetează inimile, cunoaște care este gândirea Duhului, pentru că Acesta mijlocește pentru sfinți în acord cu voia lui Dumnezeu. Victorie deplină prin Cel Care ne-a iubit",
        "28": "Noi știm că toate lucrează împreună spre binele celor ce-L iubesc pe Dumnezeu, al celor ce sunt chemați în acord cu planul Său.",
        "29": "Căci pe cei pe care i-a cunoscut mai dinainte, El i-a și hotărât mai dinainte să fie asemenea chipului Fiului Său, astfel încât Acesta să fie întâiul născut dintre mai mulți frați.",
        "30": "Și pe aceia pe care i-a hotărât mai dinainte, i-a și chemat; pe aceia pe care i-a chemat, i-a și îndreptățit; iar pe aceia pe care i-a îndreptățit, i-a și glorificat.",
        "31": "Ce vom spune deci despre aceste lucruri? Dacă Dumnezeu este pentru noi, cine va fi împotriva noastră?",
        "32": "El, Care nu Și-a cruțat propriul Fiu, ci L-a dat pentru noi toți, cum nu ne va dărui, împreună cu El, toate lucrurile?",
        "33": "Cine va aduce vreo acuzație împotriva aleșilor lui Dumnezeu? Dumnezeu este Cel Care-i îndreptățește.",
        "34": "Cine este cel care-i va condamna? Cristos Isus, Cel Care a murit și Care, mai mult decât atât, a fost înviat, este la dreapta lui Dumnezeu și mijlocește pentru noi.",
        "35": "Cine ne va despărți de dragostea lui Cristos? Necazul sau dificultățile sau persecuția sau foametea sau lipsa de îmbrăcăminte sau pericolul sau sabia?",
        "36": "Așa cum este scris: „Din cauza Ta suntem dați morții toată ziua, suntem considerați ca niște oi pentru tăiere“.",
        "37": "Însă, în toate aceste lucruri, suntem mai mult decât învingători prin Cel Care ne-a iubit.",
        "38": "Căci sunt convins că nici moartea, nici viața, nici îngerii, nici conducătorii, nici lucrurile prezente, nici cele viitoare, nici puterile,",
        "39": "nici înălțimea, nici adâncimea, nicio altă ființă nu vor fi în stare să ne despartă de dragostea lui Dumnezeu, care este în Cristos Isus, Domnul nostru!"
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "There is therefore now no condemnation to those who are in Christ Jesus, who don’t walk according to the flesh, but according to the Spirit.",
        "2": "For the law of the Spirit of life in Christ Jesus made me free from the law of sin and of death.",
        "3": "For what the law couldn’t do, in that it was weak through the flesh, God did, sending his own Son in the likeness of sinful flesh and for sin, he condemned sin in the flesh,",
        "4": "that the ordinance of the law might be fulfilled in us who don’t walk according to the flesh, but according to the Spirit.",
        "5": "For those who live according to the flesh set their minds on the things of the flesh, but those who live according to the Spirit, the things of the Spirit.",
        "6": "For the mind of the flesh is death, but the mind of the Spirit is life and peace;",
        "7": "because the mind of the flesh is hostile toward God, for it is not subject to God’s law, neither indeed can it be.",
        "8": "Those who are in the flesh can’t please God.",
        "9": "But you are not in the flesh but in the Spirit, if it is so that the Spirit of God dwells in you. But if any man doesn’t have the Spirit of Christ, he is not his.",
        "10": "If Christ is in you, the body is dead because of sin, but the spirit is alive because of righteousness.",
        "11": "But if the Spirit of him who raised up Jesus from the dead dwells in you, he who raised up Christ Jesus from the dead will also give life to your mortal bodies through his Spirit who dwells in you.",
        "12": "So then, brothers, we are debtors, not to the flesh, to live after the flesh.",
        "13": "For if you live after the flesh, you must die; but if by the Spirit you put to death the deeds of the body, you will live.",
        "14": "For as many as are led by the Spirit of God, these are children of God.",
        "15": "For you didn’t receive the spirit of bondage again to fear, but you received the Spirit of adoption, by whom we cry, “Abba! Father!”",
        "16": "The Spirit himself testifies with our spirit that we are children of God;",
        "17": "and if children, then heirs—heirs of God and joint heirs with Christ, if indeed we suffer with him, that we may also be glorified with him.",
        "18": "For I consider that the sufferings of this present time are not worthy to be compared with the glory which will be revealed toward us.",
        "19": "For the creation waits with eager expectation for the children of God to be revealed.",
        "20": "For the creation was subjected to vanity, not of its own will, but because of him who subjected it, in hope",
        "21": "that the creation itself also will be delivered from the bondage of decay into the liberty of the glory of the children of God.",
        "22": "For we know that the whole creation groans and travails in pain together until now.",
        "23": "Not only so, but ourselves also, who have the first fruits of the Spirit, even we ourselves groan within ourselves, waiting for adoption, the redemption of our body.",
        "24": "For we were saved in hope, but hope that is seen is not hope. For who hopes for that which he sees?",
        "25": "But if we hope for that which we don’t see, we wait for it with patience.",
        "26": "In the same way, the Spirit also helps our weaknesses, for we don’t know how to pray as we ought. But the Spirit himself makes intercession for us with groanings which can’t be uttered.",
        "27": "He who searches the hearts knows what is on the Spirit’s mind, because he makes intercession for the saints according to God.",
        "28": "We know that all things work together for good for those who love God, for those who are called according to his purpose.",
        "29": "For whom he foreknew, he also predestined to be conformed to the image of his Son, that he might be the firstborn among many brothers.",
        "30": "Whom he predestined, those he also called. Whom he called, those he also justified. Whom he justified, those he also glorified.",
        "31": "What then shall we say about these things? If God is for us, who can be against us?",
        "32": "He who didn’t spare his own Son, but delivered him up for us all, how would he not also with him freely give us all things?",
        "33": "Who could bring a charge against God’s chosen ones? It is God who justifies.",
        "34": "Who is he who condemns? It is Christ who died, yes rather, who was raised from the dead, who is at the right hand of God, who also makes intercession for us.",
        "35": "Who shall separate us from the love of Christ? Could oppression, or anguish, or persecution, or famine, or nakedness, or peril, or sword?",
        "36": "Even as it is written, “For your sake we are killed all day long. We were accounted as sheep for the slaughter.”",
        "37": "No, in all these things we are more than conquerors through him who loved us.",
        "38": "For I am persuaded that neither death, nor life, nor angels, nor principalities, nor things present, nor things to come, nor powers,",
        "39": "nor height, nor depth, nor any other created thing will be able to separate us from God’s love which is in Christ Jesus our Lord."
      }
    }
  }
}