{
  "book": "Romani",
  "chapter": "14",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Primiți bine pe cel slab în credință și nu vă apucați la vorbă asupra părerilor îndoielnice.",
        "2": "Unul crede că poate să mănânce de toate, pe când altul, care este slab, nu mănâncă decât verdețuri.",
        "3": "Cine mănâncă să nu disprețuiască pe cine nu mănâncă și cine nu mănâncă să nu judece pe cine mănâncă, fiindcă Dumnezeu l-a primit.",
        "4": "Cine ești tu, care judeci pe robul altuia? Dacă stă în picioare sau cade, este treaba stăpânului său; totuși va sta în picioare, căci Domnul are putere să-l întărească pentru ca să stea.",
        "5": "Unul socotește o zi mai presus decât alta; pentru altul, toate zilele sunt la fel. Fiecare să fie deplin încredințat în mintea lui.",
        "6": "Cine face deosebire între zile pentru Domnul o face. Cine nu face deosebire între zile pentru Domnul n-o face. Cine mănâncă pentru Domnul mănâncă, pentru că aduce mulțumiri lui Dumnezeu. Cine nu mănâncă pentru Domnul nu mănâncă și aduce și el mulțumiri lui Dumnezeu.",
        "7": "În adevăr, niciunul din noi nu trăiește pentru sine și niciunul din noi nu moare pentru sine.",
        "8": "Căci, dacă trăim, pentru Domnul trăim și, dacă murim, pentru Domnul murim. Deci, fie că trăim, fie că murim, noi suntem ai Domnului.",
        "9": "Căci Hristos pentru aceasta a murit și a înviat, ca să aibă stăpânire și peste cei morți, și peste cei vii.",
        "10": "Dar pentru ce judeci tu pe fratele tău? Sau pentru ce disprețuiești tu pe fratele tău? Căci toți ne vom înfățișa înaintea scaunului de judecată al lui Hristos.",
        "11": "Fiindcă este scris: „‘Pe viața Mea Mă jur’, zice Domnul, ‘că orice genunchi se va pleca înaintea Mea și orice limbă va da slavă lui Dumnezeu.’”",
        "12": "Așa că fiecare din noi are să dea socoteală despre sine însuși lui Dumnezeu. Să nu jignim pe fratele nostru",
        "13": "Să nu ne mai judecăm dar unii pe alții. Ci mai bine judecați să nu faceți nimic care să fie pentru fratele vostru o piatră de poticnire sau un prilej de păcătuire.",
        "14": "Eu știu și sunt încredințat în Domnul Isus că nimic nu este necurat în sine și că un lucru nu este necurat decât pentru cel ce crede că este necurat.",
        "15": "Dar, dacă faci ca fratele tău să se mâhnească din pricina unei mâncări, nu mai umbli în dragoste! Nu nimici, prin mâncarea ta, pe acela pentru care a murit Hristos!",
        "16": "Nu faceți ca binele vostru să fie grăit de rău.",
        "17": "Căci Împărăția lui Dumnezeu nu este mâncare și băutură, ci neprihănire, pace și bucurie în Duhul Sfânt.",
        "18": "Cine slujește lui Hristos în felul acesta este plăcut lui Dumnezeu și cinstit de oameni.",
        "19": "Așadar să urmărim lucrurile care duc la pacea și zidirea noastră.",
        "20": "Să nu nimicești pentru o mâncare lucrul lui Dumnezeu. Drept vorbind, toate lucrurile sunt curate. Totuși a mânca din ele, când faptul acesta ajunge pentru altul un prilej de cădere, este rău.",
        "21": "Bine este să nu mănânci carne, să nu bei vin și să te ferești de orice lucru care poate fi pentru fratele tău un prilej de cădere, de păcătuire sau de slăbire.",
        "22": "Încredințarea pe care o ai, păstreaz-o pentru tine, înaintea lui Dumnezeu. Ferice de cel ce nu se osândește singur în ce găsește bine.",
        "23": "Dar cine se îndoiește și mănâncă este osândit, pentru că nu mănâncă din încredințare. Tot ce nu vine din încredințare e păcat."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Primiți-l bine pe cel slab în credință și nu-l implicați în dispute referitoare la chestiuni discutabile.",
        "2": "Unul crede că poate să mănânce orice, pe când cel slab în credință mănâncă doar legume.",
        "3": "Cel ce mănâncă orice să nu-l disprețuiască pe cel ce nu mănâncă, iar cel ce nu mănâncă orice să nu-l judece pe cel ce mănâncă, pentru că Dumnezeu l-a primit.",
        "4": "Cine ești tu să-l judeci pe slujitorul altuia? Îl privește pe stăpânul său dacă stă în picioare sau cade. Însă va sta în picioare, pentru că Domnul îl poate face să stea.",
        "5": "Unul prețuiește o zi mai mult decât pe alta, iar altul prețuiește orice zi. Fiecare trebuie să fie pe deplin convins în mintea sa.",
        "6": "Cel ce privește diferit o anumită zi, pentru Domnul o privește. Cel ce mănâncă, pentru Domnul mănâncă, întrucât Îi mulțumește lui Dumnezeu, iar cel ce nu mănâncă, pentru Domnul nu mănâncă, și Îi mulțumește și el lui Dumnezeu.",
        "7": "Căci niciunul dintre noi nu trăiește pentru sine și niciunul dintre noi nu moare pentru sine:",
        "8": "dacă trăim, pentru Domnul trăim, iar dacă murim, pentru Domnul murim. Astfel, fie că trăim, fie că murim, noi suntem ai Domnului.",
        "9": "Căci pentru aceasta a murit și a înviat Cristos: ca să domnească și peste cei morți, și peste cei vii.",
        "10": "Așadar, de ce-l judeci pe fratele tău? Sau de ce-l disprețuiești pe fratele tău? Căci toți vom sta înaintea tronului de judecată al lui Dumnezeu.",
        "11": "Pentru că este scris: „Viu sunt Eu, zice Domnul, că orice genunchi se va pleca înaintea Mea și orice limbă Îl va recunoaște pe Dumnezeu!“.",
        "12": "Deci, fiecare dintre noi va da socoteală despre sine însuși înaintea lui Dumnezeu.",
        "13": "Prin urmare, să nu ne mai judecăm unii pe alții, ci mai degrabă judecați ca nu cumva să puneți în calea fratelui vostru ceva care să-l facă să cadă sau ceva care să-l facă să păcătuiască.",
        "14": "Știu și sunt convins, în Domnul Isus, că niciun lucru nu este întinat în sine, însă, dacă cineva consideră un lucru ca fiind întinat, atunci, pentru acea persoană, el este întinat.",
        "15": "Căci, dacă fratele tău este întristat din cauza unei mâncări, atunci tu nu mai trăiești potrivit dragostei. Nu-l distruge, prin mâncarea ta, pe cel pentru care a murit Cristos!",
        "16": "Nu lăsați, deci, ca binele vostru să fie vorbit de rău!",
        "17": "Căci Împărăția lui Dumnezeu nu este nici mâncare, nici băutură, ci dreptate, pace și bucurie în Duhul Sfânt.",
        "18": "Cel care-L slujește astfel pe Cristos este plăcut lui Dumnezeu și apreciat de oameni.",
        "19": "Așadar, să urmărim lucrurile care duc la pacea și consolidarea reciprocă.",
        "20": "Nu distruge lucrarea lui Dumnezeu din cauza unei mâncări. Într-adevăr, toate lucrurile sunt curate, însă este rău ca omul să mănânce ceva care l-ar face pe altul să cadă.",
        "21": "Este bine să nu mănânci carne, să nu bei vin și să nu faci nimic altceva care l-ar face pe fratele tău să cadă, să păcătuiască sau să slăbească în credință.",
        "22": "Încredințarea pe care o ai, păstreaz-o între tine și Dumnezeu. Fericit este cel ce nu se judecă pe sine în ceea ce consideră că este bine!",
        "23": "Însă omul care se îndoiește este condamnat dacă mănâncă, pentru că n-o face din încredințare. Tot ce nu vine din încredințare este păcat."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now accept one who is weak in faith, but not for disputes over opinions.",
        "2": "One man has faith to eat all things, but he who is weak eats only vegetables.",
        "3": "Don’t let him who eats despise him who doesn’t eat. Don’t let him who doesn’t eat judge him who eats, for God has accepted him.",
        "4": "Who are you who judge another’s servant? To his own lord he stands or falls. Yes, he will be made to stand, for God has power to make him stand.",
        "5": "One man esteems one day as more important. Another esteems every day alike. Let each man be fully assured in his own mind.",
        "6": "He who observes the day, observes it to the Lord; and he who does not observe the day, to the Lord he does not observe it. He who eats, eats to the Lord, for he gives God thanks. He who doesn’t eat, to the Lord he doesn’t eat, and gives God thanks.",
        "7": "For none of us lives to himself, and none dies to himself.",
        "8": "For if we live, we live to the Lord. Or if we die, we die to the Lord. If therefore we live or die, we are the Lord’s.",
        "9": "For to this end Christ died, rose, and lived again, that he might be Lord of both the dead and the living.",
        "10": "But you, why do you judge your brother? Or you again, why do you despise your brother? For we will all stand before the judgment seat of Christ.",
        "11": "For it is written, “‘As I live,’ says the Lord, ‘to me every knee will bow. Every tongue will confess to God.’”",
        "12": "So then each one of us will give account of himself to God.",
        "13": "Therefore let’s not judge one another any more, but judge this rather, that no man put a stumbling block in his brother’s way, or an occasion for falling.",
        "14": "I know and am persuaded in the Lord Jesus that nothing is unclean of itself; except that to him who considers anything to be unclean, to him it is unclean.",
        "15": "Yet if because of food your brother is grieved, you walk no longer in love. Don’t destroy with your food him for whom Christ died.",
        "16": "Then don’t let your good be slandered,",
        "17": "for God’s Kingdom is not eating and drinking, but righteousness, peace, and joy in the Holy Spirit.",
        "18": "For he who serves Christ in these things is acceptable to God and approved by men.",
        "19": "So then, let’s follow after things which make for peace, and things by which we may build one another up.",
        "20": "Don’t overthrow God’s work for food’s sake. All things indeed are clean, however it is evil for that man who creates a stumbling block by eating.",
        "21": "It is good to not eat meat, drink wine, nor do anything by which your brother stumbles, is offended, or is made weak.",
        "22": "Do you have faith? Have it to yourself before God. Happy is he who doesn’t judge himself in that which he approves.",
        "23": "But he who doubts is condemned if he eats, because it isn’t of faith; and whatever is not of faith is sin.",
        "24": "Now to him who is able to establish you according to my Good News and the preaching of Jesus Christ, according to the revelation of the mystery which has been kept secret through long ages,",
        "25": "but now is revealed, and by the Scriptures of the prophets, according to the commandment of the eternal God, is made known for obedience of faith to all the nations;",
        "26": "to the only wise God, through Jesus Christ, to whom be the glory forever! Amen."
      }
    }
  }
}