{
  "book": "Romani",
  "chapter": "9",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Spun adevărul în Hristos, nu mint; cugetul meu, luminat de Duhul Sfânt, îmi este martor",
        "2": "că simt o mare întristare și am o durere necurmată în inimă.",
        "3": "Căci aproape să doresc să fiu eu însumi anatema, despărțit de Hristos, pentru frații mei, rudele mele trupești.",
        "4": "Ei sunt israeliți, au înfierea, slava, legămintele, darea Legii, slujba dumnezeiască, făgăduințele,",
        "5": "patriarhii, și din ei a ieșit, după trup, Hristosul, care este mai presus de toate lucrurile, Dumnezeu binecuvântat în veci. Amin! Dumnezeu este stăpân să aleagă",
        "6": "Dar aceasta nu înseamnă că a rămas fără putere Cuvântul lui Dumnezeu. Căci nu toți cei ce se coboară din Israel sunt Israel",
        "7": "și, măcar că sunt sămânța lui Avraam, nu toți sunt copiii lui Avraam, ci este scris: „În Isaac vei avea o sămânță, care-ți va purta numele.”",
        "8": "Aceasta înseamnă că nu copiii trupești sunt copii ai lui Dumnezeu, ci copiii făgăduinței sunt socotiți ca sămânță.",
        "9": "Căci cuvântul acesta este o făgăduință: „Pe vremea aceasta Mă voi întoarce, și Sara va avea un fiu.”",
        "10": "Ba mai mult; tot așa a fost cu Rebeca. Ea a zămislit doi gemeni numai de la părintele nostru Isaac.",
        "11": "Căci, măcar că cei doi gemeni nu se născuseră încă și nu făcuseră nici bine, nici rău – ca să rămână în picioare hotărârea mai dinainte a lui Dumnezeu, prin care se făcea o alegere, nu prin fapte, ci prin Cel ce cheamă –,",
        "12": "s-a zis Rebecăi: „Cel mai mare va fi rob celui mai mic”,",
        "13": "după cum este scris: „Pe Iacov l-am iubit, iar pe Esau l-am urât.” Dumnezeu se îndură de cine-I place",
        "14": "Deci ce vom zice? Nu cumva este nedreptate în Dumnezeu? Nicidecum!",
        "15": "Căci El a zis lui Moise: „Voi avea milă de oricine-Mi va plăcea să am milă și Mă voi îndura de oricine-Mi va plăcea să Mă îndur.”",
        "16": "Așadar nu atârnă nici de cine vrea, nici de cine aleargă, ci de Dumnezeu, care are milă.",
        "17": "Fiindcă Scriptura zice lui Faraon: „Te-am ridicat înadins, ca să-Mi arăt în tine puterea Mea și pentru ca Numele Meu să fie vestit în tot pământul.”",
        "18": "Astfel, El are milă de cine vrea și împietrește pe cine vrea.",
        "19": "Dar îmi vei zice: „Atunci de ce mai bagă vină? Căci cine poate sta împotriva voiei Lui?”",
        "20": "Dar, mai degrabă, cine ești tu, omule, ca să răspunzi împotriva lui Dumnezeu? Nu cumva vasul de lut va zice celui ce l-a făcut: „Pentru ce m-ai făcut așa?”",
        "21": "Nu este olarul stăpân pe lutul lui ca, din aceeași frământătură de lut, să facă un vas pentru o întrebuințare de cinste și un alt vas pentru o întrebuințare de ocară?",
        "22": "Și ce putem spune dacă Dumnezeu, fiindcă voia să-Și arate mânia și să-Și descopere puterea, a suferit cu multă răbdare niște vase ale mâniei, făcute pentru pieire,",
        "23": "și să-Și arate bogăția slavei Lui față de niște vase ale îndurării, pe care le-a pregătit mai dinainte pentru slavă (despre noi vorbesc)?",
        "24": "Astfel, El ne-a chemat nu numai dintre iudei, ci și dintre neamuri,",
        "25": "după cum zice în Osea: „Voi numi popor al Meu pe cel ce nu era poporul Meu și preaiubită pe cea care nu era preaiubită.",
        "26": "Și acolo unde li se zicea: ‘Voi nu sunteți poporul Meu’, vor fi numiți fii ai Dumnezeului celui viu.”",
        "27": "Isaia, de altă parte, strigă cu privire la Israel: „Chiar dacă numărul fiilor lui Israel ar fi ca nisipul mării, numai rămășița va fi mântuită.",
        "28": "Căci Domnul va împlini pe deplin și repede, pe pământ, cuvântul Lui.”",
        "29": "Și, cum zisese Isaia mai înainte: „Dacă nu ne-ar fi lăsat Domnul Savaot o sămânță, am fi ajuns ca Sodoma și ne-am fi asemănat cu Gomora.” Neamurile au căpătat mântuirea",
        "30": "Deci ce vom zice? Neamurile, care nu umblau după neprihănire, au căpătat neprihănirea, și anume neprihănirea care se capătă prin credință;",
        "31": "pe când Israel, care umbla după o Lege care să dea neprihănirea, n-a ajuns la Legea aceasta.",
        "32": "Pentru ce? Pentru că Israel n-a căutat-o prin credință, ci prin fapte. Ei s-au lovit de piatra de poticnire,",
        "33": "după cum este scris: „Iată că pun în Sion o piatră de poticnire și o stâncă de cădere, și cine crede în El nu va fi dat de rușine.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Spun adevărul în Cristos, nu mint: conștiința mea mărturisește pentru mine, prin Duhul Sfânt,",
        "2": "că am o mare întristare și o durere continuă în inimă.",
        "3": "Căci aș vrea, mai degrabă, să fiu eu însumi anatema, despărțit de Cristos, de dragul fraților mei, al rudelor mele după trup,",
        "4": "care sunt israeliți. Ale lor sunt înfierea, gloria, legămintele, darea Legii, închinarea de la Templu și promisiunile.",
        "5": "Ai lor sunt patriarhii și din ei a venit, după trup, Cristos, Care este deasupra tuturor, Dumnezeu binecuvântat în veci! Amin. Alegerea suverană a lui Dumnezeu",
        "6": "Dar aceasta nu înseamnă că a dat greș Cuvântul lui Dumnezeu. Căci nu toți cei din Israel sunt Israel",
        "7": "și nu toți sunt copiii lui Avraam doar pentru că sunt descendenții lui, ci, așa cum este scris: „Prin Isaac își vor primi numele descendenții tăi“.",
        "8": "Aceasta înseamnă că nu copiii trupești sunt copiii lui Dumnezeu, ci copiii promisiunii sunt priviți ca descendenți.",
        "9": "Căci mesajul promisiunii a fost acesta: „La anul, cam în aceeași perioadă, voi veni, iar Sara va avea un fiu“.",
        "10": "Dar nu numai atât, ci și Rebeca a primit o promisiune, când a rămas însărcinată o singură dată prin Isaac, strămoșul nostru.",
        "11": "Căci, deși gemenii nu se născuseră încă, nici nu făcuseră ceva bine sau rău (pentru ca scopul lui Dumnezeu în alegere să rămână, nu prin fapte, ci prin Cel Care cheamă),",
        "12": "i s-a spus: „Cel mai mare îi va sluji celui mai tânăr“.",
        "13": "Așa cum este scris: „Pe Iacov l-am iubit, dar pe Esau l-am respins“.",
        "14": "Prin urmare, ce vom spune? Nu cumva este nedreptate din partea lui Dumnezeu? În niciun caz!",
        "15": "Căci lui Moise i-a spus: „Eu voi avea milă de cel ce vreau să am milă și voi fi binevoitor cu cel ce vreau să fiu binevoitor“.",
        "16": "Prin urmare, nu depinde de cel ce dorește, nici de cel ce aleargă, ci de Dumnezeu, Care are milă.",
        "17": "Căci Scriptura îi spune lui Faraon: „Te-am ridicat tocmai pentru scopul acesta: ca să-Mi arăt în tine puterea Mea și, astfel, Numele Meu să fie proclamat pe întreg pământul“.",
        "18": "Astfel, El are milă de cine dorește și împietrește pe cine dorește.",
        "19": "Dar îmi vei zice: „Atunci, de ce mai învinovățește? Căci cine se poate împotrivi voii Lui?“.",
        "20": "Dar, mai degrabă, cine ești tu, omule, ca să te contrazici cu Dumnezeu? Oare vasul de lut îi va spune celui care l-a făcut: „De ce m-ai făcut așa?“.",
        "21": "Sau nu are olarul autoritate peste lut, ca să facă, din același bulgăre de lut, un vas pentru o întrebuințare de cinste, iar altul pentru o întrebuințare lipsită de cinste?",
        "22": "Dar dacă Dumnezeu, dorind să-Și arate mânia și să-Și facă cunoscută puterea, a suportat cu multă răbdare niște vase ale mâniei, pregătite pentru distrugere,",
        "23": "pentru a-Și face cunoscută bogăția gloriei Sale față de niște vase ale milei, pe care le pregătise mai dinainte pentru glorie?",
        "24": "Astfel, El ne-a chemat și pe noi, nu numai dintre iudei, ci și dintre neevrei.",
        "25": "Așa cum spune în Osea: „Pe cel ce nu era poporul Meu îl voi numi «Popor al Meu», și pe cea care nu era iubită, o voi numi «Iubită»“.",
        "26": "Și „În locul unde li s-a spus: «Voi nu sunteți poporul Meu!», acolo vor fi numiți «fii ai Dumnezeului celui Viu»“.",
        "27": "Iar Isaia strigă despre Israel: „Chiar dacă numărul fiilor lui Israel ar fi ca nisipul mării, doar rămășița va fi mântuită.",
        "28": "Căci Domnul va duce la îndeplinire pe deplin și repede cuvântul rostit asupra pământului“.",
        "29": "Și, așa cum a spus deja Isaia: „Dacă Domnul Oștirilor nu ne-ar fi lăsat niște urmași, am fi ajuns ca Sodoma și ne-am fi asemănat cu Gomora“. Necredința lui Israel",
        "30": "Și atunci ce vom spune? Neevreii, care nu umblau după dreptate, au obținut o dreptate, și anume o dreptate care se obține prin credință.",
        "31": "Însă Israel, care umbla după o lege a dreptății, n-a ajuns la această lege.",
        "32": "De ce? Pentru că n-a căutat-o prin credință, ci prin fapte. Ei s-au lovit de Piatra care le-a fost o piedică,",
        "33": "așa cum este scris: „Iată, așez în Sion o Piatră de care se vor împiedica și o Stâncă din cauza căreia vor cădea. Însă cel ce crede în El nu va fi făcut de rușine“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "I tell the truth in Christ. I am not lying, my conscience testifying with me in the Holy Spirit",
        "2": "that I have great sorrow and unceasing pain in my heart.",
        "3": "For I could wish that I myself were accursed from Christ for my brothers’ sake, my relatives according to the flesh",
        "4": "who are Israelites; whose is the adoption, the glory, the covenants, the giving of the law, the service, and the promises;",
        "5": "of whom are the fathers, and from whom is Christ as concerning the flesh, who is over all, God, blessed forever. Amen.",
        "6": "But it is not as though the word of God has come to nothing. For they are not all Israel that are of Israel.",
        "7": "Neither, because they are Abraham’s offspring, are they all children. But, “your offspring will be accounted as from Isaac.”",
        "8": "That is, it is not the children of the flesh who are children of God, but the children of the promise are counted as heirs.",
        "9": "For this is a word of promise: “At the appointed time I will come, and Sarah will have a son.”",
        "10": "Not only so, but Rebekah also conceived by one, by our father Isaac.",
        "11": "For being not yet born, neither having done anything good or bad, that the purpose of God according to election might stand, not of works, but of him who calls,",
        "12": "it was said to her, “The elder will serve the younger.”",
        "13": "Even as it is written, “Jacob I loved, but Esau I hated.”",
        "14": "What shall we say then? Is there unrighteousness with God? May it never be!",
        "15": "For he said to Moses, “I will have mercy on whom I have mercy, and I will have compassion on whom I have compassion.”",
        "16": "So then it is not of him who wills, nor of him who runs, but of God who has mercy.",
        "17": "For the Scripture says to Pharaoh, “For this very purpose I caused you to be raised up, that I might show in you my power, and that my name might be proclaimed in all the earth.”",
        "18": "So then, he has mercy on whom he desires, and he hardens whom he desires.",
        "19": "You will say then to me, “Why does he still find fault? For who withstands his will?”",
        "20": "But indeed, O man, who are you to reply against God? Will the thing formed ask him who formed it, “Why did you make me like this?”",
        "21": "Or hasn’t the potter a right over the clay, from the same lump to make one part a vessel for honor, and another for dishonor?",
        "22": "What if God, willing to show his wrath and to make his power known, endured with much patience vessels of wrath prepared for destruction,",
        "23": "and that he might make known the riches of his glory on vessels of mercy, which he prepared beforehand for glory—",
        "24": "us, whom he also called, not from the Jews only, but also from the Gentiles?",
        "25": "As he says also in Hosea, “I will call them ‘my people,’ which were not my people; and her ‘beloved,’ who was not beloved.”",
        "26": "“It will be that in the place where it was said to them, ‘You are not my people,’ there they will be called ‘children of the living God.’”",
        "27": "Isaiah cries concerning Israel, “If the number of the children of Israel are as the sand of the sea, it is the remnant who will be saved;",
        "28": "for he will finish the work and cut it short in righteousness, because the Lord will make a short work upon the earth.”",
        "29": "As Isaiah has said before, “Unless the Lord of Armies had left us a seed, we would have become like Sodom, and would have been made like Gomorrah.”",
        "30": "What shall we say then? That the Gentiles, who didn’t follow after righteousness, attained to righteousness, even the righteousness which is of faith;",
        "31": "but Israel, following after a law of righteousness, didn’t arrive at the law of righteousness.",
        "32": "Why? Because they didn’t seek it by faith, but as it were by works of the law. They stumbled over the stumbling stone,",
        "33": "even as it is written, “Behold, I lay in Zion a stumbling stone and a rock of offense; and no one who believes in him will be disappointed.”"
      }
    }
  }
}