{
  "book": "Romani",
  "chapter": "16",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Vă dau în grijă pe Fivi, sora noastră, care este diaconiță a Bisericii din Chencrea;",
        "2": "s-o primiți în Domnul, într-un chip vrednic de sfinți, și s-o ajutați în orice ar avea trebuință de voi, căci și ea s-a arătat de ajutor multora și îndeosebi mie.",
        "3": "Spuneți sănătate Priscilei și lui Aquila, tovarășii mei de lucru în Hristos Isus,",
        "4": "care și-au pus capul în joc, ca să-mi scape viața. Le mulțumesc nu numai eu, dar și toate Bisericile ieșite dintre neamuri.",
        "5": "Spuneți sănătate și Bisericii care se adună în casa lor. Spuneți sănătate lui Epenet, preaiubitul meu, care a fost cel dintâi rod al Asiei pentru Hristos.",
        "6": "Spuneți sănătate Mariei, care s-a ostenit mult pentru voi.",
        "7": "Spuneți sănătate lui Andronic și lui Iunia, rudele mele și tovarășii mei de temniță, care sunt cu vază între apostoli. Ei au venit la Hristos mai înainte de mine chiar.",
        "8": "Spuneți sănătate lui Ampliat, preaiubitul meu în Domnul.",
        "9": "Spuneți sănătate lui Urban, tovarășul nostru de lucru în Hristos, și lui Stache, preaiubitul meu.",
        "10": "Spuneți sănătate lui Apeles, încercatul slujitor al lui Hristos. Spuneți sănătate celor din casa lui Aristobul.",
        "11": "Spuneți sănătate lui Ierodion, ruda mea. Spuneți sănătate celor din casa lui Narcis, care sunt ai Domnului.",
        "12": "Spuneți sănătate Trifenei și Trifosei, care se ostenesc pentru Domnul. Spuneți sănătate Persidei preaiubite, care s-a ostenit mult pentru Domnul.",
        "13": "Spuneți sănătate lui Ruf, cel ales în Domnul, și mamei lui, care s-a arătat și mama mea.",
        "14": "Spuneți sănătate lui Asincrit, lui Flegon, lui Hermes, lui Patroba, lui Herma și fraților care sunt împreună cu ei.",
        "15": "Spuneți sănătate lui Filolog și Iuliei, lui Nereu și surorii lui, Olimpa, și tuturor sfinților care sunt împreună cu ei.",
        "16": "Spuneți-vă sănătate unii altora cu o sărutare sfântă. Toate Bisericile lui Hristos vă trimit sănătate. Ferirea de dezbinări",
        "17": "Vă îndemn, fraților, să vă feriți de cei ce fac dezbinări și tulburare împotriva învățăturii pe care ați primit-o. Depărtați-vă de ei.",
        "18": "Căci astfel de oameni nu slujesc lui Hristos, Domnul nostru, ci pântecelui lor și, prin vorbiri dulci și amăgitoare, ei înșală inimile celor lesne crezători.",
        "19": "Cât despre voi, ascultarea voastră este cunoscută de toți. Mă bucur dar de voi și doresc să fiți înțelepți în ce privește binele și proști în ce privește răul.",
        "20": "Dumnezeul păcii va zdrobi în curând pe Satana sub picioarele voastre. Harul Domnului nostru Isus Hristos să fie cu voi! Amin. Încheiere",
        "21": "Timotei, tovarășul meu de lucru, vă trimite sănătate; tot așa și Luciu, Iason și Sosipater, rudele mele.",
        "22": "Vă trimit sănătate în Domnul eu, Terțiu, care am scris epistola aceasta.",
        "23": "Gaius, gazda mea și a întregii Biserici, vă trimite sănătate. Erast, vistiernicul cetății, vă trimite sănătate; tot așa și fratele Quartus.",
        "24": "Harul Domnului nostru Isus Hristos să fie cu voi cu toți! Amin.",
        "25": "Iar Aceluia care poate să vă întărească, după Evanghelia mea și propovăduirea lui Isus Hristos – potrivit cu descoperirea tainei care a fost ținută ascunsă timp de veacuri,",
        "26": "dar a fost arătată acum prin scrierile prorocilor și, prin porunca Dumnezeului celui veșnic, a fost adusă la cunoștința tuturor neamurilor, ca să asculte de credință –",
        "27": "a lui Dumnezeu, care singur este înțelept, să fie slava, prin Isus Hristos, în vecii vecilor! Amin."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "V-o recomand pe Fivi, sora noastră, diaconiță a bisericii din Chencrea.",
        "2": "S-o primiți în Domnul, într-un mod demn de niște sfinți, și să-i stați alături în orice ar avea nevoie de la voi, căci ea a fost un ajutor pentru mulți, inclusiv pentru mine însumi.",
        "3": "Salutați-i pe Priscila și Akyla, lucrători împreună cu mine în Cristos Isus,",
        "4": "care și-au riscat viața pentru mine și cărora le mulțumesc nu doar eu, ci și toate bisericile aflate printre neevrei.",
        "5": "Salutați, de asemenea, biserica din casa lor. Salutați-l pe Epenetus, prietenul meu iubit, care este primul rod al Asiei pentru Cristos.",
        "6": "Salutați-o pe Maria, care a muncit mult pentru voi.",
        "7": "Salutați-i pe Andronicus și Iunias, compatrioții mei, care au fost în închisoare cu mine, sunt bine cunoscuți între apostoli și au fost în Cristos înaintea mea.",
        "8": "Salutați-l pe Ampliatus, prietenul meu iubit în Domnul.",
        "9": "Salutați-i pe Urbanus, lucrător împreună cu noi în Cristos, și pe Stachys, prietenul meu iubit.",
        "10": "Salutați-l pe Apelles, cel dovedit tare în Cristos. Salutați-i pe cei din casa lui Aristobulos.",
        "11": "Salutați-l pe Herodion, compatriotul meu. Salutați-i pe cei din casa lui Narcis, care sunt în Domnul.",
        "12": "Salutați-le pe Tryfaina și Tryfosa, care lucrează din greu pentru Domnul. Salutați-o pe preaiubita Persis, care a lucrat mult pentru Domnul.",
        "13": "Salutați-i pe Rufus, cel ales în Domnul, și pe mama lui, care a fost ca o mamă pentru mine.",
        "14": "Salutați-i pe Asyncritus, Flegon, Hermes, Patrobas, Hermas și pe frații care sunt cu ei.",
        "15": "Salutați-i pe Filologos, pe Iulia, pe Nereus și sora lui, pe Olympas și pe toți sfinții care sunt cu ei.",
        "16": "Salutați-vă unul pe altul cu o sărutare sfântă. Toate bisericile lui Cristos vă salută. Învățături finale",
        "17": "Vă îndemn, fraților, să vă feriți de cei ce dezbină și de cei ce pun obstacole împotriva învățăturii pe care ați primit-o. Depărtați-vă de ei,",
        "18": "pentru că astfel de oameni nu-L slujesc pe Domnul nostru Cristos, ci își slujesc propriul pântec. Printr-o vorbire plăcută și prin lingușire, ei înșală inimile celor naivi.",
        "19": "Ascultarea voastră a ajuns cunoscută de toți, așa că mă bucur pentru voi. Însă doresc să fiți înțelepți cu privire la ce este bine și curați cu privire la ce este rău.",
        "20": "Dumnezeul păcii îl va zdrobi în curând pe Satan sub picioarele voastre. Harul Domnului nostru Isus Cristos să fie cu voi!",
        "21": "Timotei, lucrător împreună cu mine, vă salută. Tot astfel și Lucius, Iason și Sosipater, compatrioții mei.",
        "22": "Eu, Terțius, cel care am scris această scrisoare, vă salut în Domnul.",
        "23": "Gaius, care este gazda mea și a întregii biserici, vă salută. Erastos, administratorul cetății, și Quartus, fratele nostru, vă salută.",
        "24": "Harul Domnului nostru Isus Cristos să fie cu voi cu toți! Amin.",
        "25": "Iar a Celui Care poate să vă întărească, potrivit cu Evanghelia mea și cu proclamarea lui Isus Cristos, în conformitate cu descoperirea tainei care a fost ținută ascunsă timp de multe veacuri,",
        "26": "dar care acum este descoperită prin scrierile profetice și le este făcută cunoscută tuturor națiunilor, după porunca Dumnezeului Veșnic, spre ascultarea credinței,",
        "27": "a singurului Dumnezeu înțelept să fie gloria, prin Isus Cristos, în veci! Amin."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "I commend to you Phoebe, our sister, who is a servant of the assembly that is at Cenchreae,",
        "2": "that you receive her in the Lord in a way worthy of the saints, and that you assist her in whatever matter she may need from you, for she herself also has been a helper of many, and of my own self.",
        "3": "Greet Prisca and Aquila, my fellow workers in Christ Jesus,",
        "4": "who risked their own necks for my life, to whom not only I give thanks, but also all the assemblies of the Gentiles.",
        "5": "Greet the assembly that is in their house. Greet Epaenetus, my beloved, who is the first fruits of Achaia to Christ.",
        "6": "Greet Mary, who labored much for us.",
        "7": "Greet Andronicus and Junia, my relatives and my fellow prisoners, who are notable among the apostles, who were also in Christ before me.",
        "8": "Greet Amplias, my beloved in the Lord.",
        "9": "Greet Urbanus, our fellow worker in Christ, and Stachys, my beloved.",
        "10": "Greet Apelles, the approved in Christ. Greet those who are of the household of Aristobulus.",
        "11": "Greet Herodion, my kinsman. Greet them of the household of Narcissus, who are in the Lord.",
        "12": "Greet Tryphaena and Tryphosa, who labor in the Lord. Greet Persis, the beloved, who labored much in the Lord.",
        "13": "Greet Rufus, the chosen in the Lord, and his mother and mine.",
        "14": "Greet Asyncritus, Phlegon, Hermes, Patrobas, Hermas, and the brothers who are with them.",
        "15": "Greet Philologus and Julia, Nereus and his sister, and Olympas, and all the saints who are with them.",
        "16": "Greet one another with a holy kiss. The assemblies of Christ greet you.",
        "17": "Now I beg you, brothers, look out for those who are causing the divisions and occasions of stumbling, contrary to the doctrine which you learned, and turn away from them.",
        "18": "For those who are such don’t serve our Lord Jesus Christ, but their own belly; and by their smooth and flattering speech they deceive the hearts of the innocent.",
        "19": "For your obedience has become known to all. I rejoice therefore over you. But I desire to have you wise in that which is good, but innocent in that which is evil.",
        "20": "And the God of peace will quickly crush Satan under your feet. The grace of our Lord Jesus Christ be with you.",
        "21": "Timothy, my fellow worker, greets you, as do Lucius, Jason, and Sosipater, my relatives.",
        "22": "I, Tertius, who write the letter, greet you in the Lord.",
        "23": "Gaius, my host and host of the whole assembly, greets you. Erastus, the treasurer of the city, greets you, as does Quartus, the brother.",
        "24": "The grace of our Lord Jesus Christ be with you all! Amen.",
        "25": "Let us give glory to God! He is able to make you stand firm in your faith, according to the Good News I preach about Jesus Christ and according to the revelation of the secret truth which was hidden for long ages in the past.",
        "26": "Now, however, that truth has been brought out into the open through the writings of the prophets; and by the command of the eternal God it is made known to all nations, so that all may believe and obey.",
        "27": "To the only God, who alone is all-wise, be glory through Jesus Christ for ever! Amen."
      }
    }
  }
}