{
  "book": "Romani",
  "chapter": "10",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Fraților, dorința inimii mele, și rugăciunea mea către Dumnezeu, pentru israeliți este să fie mântuiți.",
        "2": "Le mărturisesc că ei au râvnă pentru Dumnezeu, dar fără pricepere,",
        "3": "pentru că, întrucât n-au cunoscut neprihănirea pe care o dă Dumnezeu, au căutat să-și pună înainte o neprihănire a lor înșiși și nu s-au supus astfel neprihănirii pe care o dă Dumnezeu.",
        "4": "Căci Hristos este sfârșitul Legii, pentru ca oricine crede în El să poată căpăta neprihănirea.",
        "5": "În adevăr, Moise scrie că omul care împlinește neprihănirea pe care o dă Legea va trăi prin ea.",
        "6": "Pe când iată cum vorbește neprihănirea pe care o dă credința: „Să nu zici în inima ta: ‘Cine se va sui în cer?’ (să coboare adică pe Hristos din cer)",
        "7": "sau: ‘Cine se va coborî în adânc?’ (să scoale adică pe Hristos din morți).”",
        "8": "Ce zice ea deci? „Cuvântul este aproape de tine: în gura ta și în inima ta.” Și cuvântul acesta este cuvântul credinței, pe care-l propovăduim noi.",
        "9": "Dacă mărturisești deci cu gura ta pe Isus ca Domn și dacă crezi în inima ta că Dumnezeu L-a înviat din morți, vei fi mântuit.",
        "10": "Căci prin credința din inimă se capătă neprihănirea și prin mărturisirea cu gura se ajunge la mântuire,",
        "11": "după cum zice Scriptura: „Oricine crede în El nu va fi dat de rușine.”",
        "12": "În adevăr, nu este nicio deosebire între iudeu și grec, căci toți au același Domn, care este bogat în îndurare pentru toți cei ce-L cheamă.",
        "13": "Fiindcă oricine va chema Numele Domnului va fi mântuit. Lucrul acesta a fost vestit",
        "14": "Dar cum vor chema pe Acela în care n-au crezut? Și cum vor crede în Acela despre care n-au auzit? Și cum vor auzi despre El fără propovăduitor?",
        "15": "Și cum vor propovădui, dacă nu sunt trimiși? După cum este scris: „Cât de frumoase sunt picioarele celor ce vestesc pacea, ale celor ce vestesc Evanghelia!”",
        "16": "Dar nu toți au ascultat de Evanghelie. Căci Isaia zice: „Doamne, cine a crezut propovăduirea noastră?”",
        "17": "Astfel, credința vine în urma auzirii, iar auzirea vine prin Cuvântul lui Hristos.",
        "18": "Dar eu întreb: „N-au auzit ei?” Ba da, căci „glasul lor a răsunat prin tot pământul și cuvintele lor au ajuns până la marginile lumii”.",
        "19": "Dar întreb iarăși: „N-a știut Israel lucrul acesta?” Ba da, căci Moise, cel dintâi, zice: „Vă voi întărâta la pizmă prin ceea ce nu este neam, vă voi ațâța mânia printr-un neam fără pricepere.”",
        "20": "Și Isaia merge cu îndrăzneala până acolo că zice: „Am fost găsit de cei ce nu Mă căutau; M-am făcut cunoscut celor ce nu întrebau de Mine.”",
        "21": "Pe când, despre Israel zice: „Toată ziua Mi-am întins mâinile spre un norod răzvrătit și împotrivitor la vorbă.”"
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Fraților, dorința inimii mele și rugăciunea mea către Dumnezeu pentru israeliți este să fie mântuiți.",
        "2": "Căci le mărturisesc că au zel pentru Dumnezeu, însă nu potrivit cu adevărata cunoaștere.",
        "3": "Fiindcă, necunoscând dreptatea lui Dumnezeu și căutând să-și însușească o dreptate a lor înșiși, ei nu s-au supus dreptății lui Dumnezeu.",
        "4": "Căci Cristos este împlinirea Legii, pentru dreptatea fiecăruia care crede. Mântuirea este pentru toți cei care cred",
        "5": "Căci Moise scrie despre dreptatea care vine din Lege astfel: „Omul care împlinește poruncile va trăi prin ele“.",
        "6": "Însă dreptatea care vine din credință spune așa: „Să nu zici în inima ta: «Cine se va sui în Cer?»“ – adică pentru a-L coborî pe Cristos –",
        "7": "„sau: «Cine va coborî în Adânc?»“ – adică pentru a-L ridica pe Cristos dintre cei morți.",
        "8": "Și atunci, ce spune ea? „Cuvântul este aproape de tine; este în gura ta și în inima ta“. Acesta este cuvântul credinței, pe care-l predicăm.",
        "9": "Fiindcă, dacă mărturisești cu gura ta că Isus este Domn și crezi în inima ta că Dumnezeu L-a înviat dintre cei morți, vei fi mântuit.",
        "10": "Căci omul crede cu inima, ca să primească dreptatea, și mărturisește cu gura, ca să primească mântuirea.",
        "11": "Într-adevăr, Scriptura spune: „Oricine crede în El nu va fi făcut de rușine“.",
        "12": "Căci nu se face nicio diferență între iudeu și grec, deoarece Același Domn este al tuturor, fiind bogat în binecuvântare față de toți cei ce-L cheamă.",
        "13": "Fiindcă „oricine va chema Numele Domnului va fi mântuit!“.",
        "14": "Așadar, cum Îl vor chema pe Cel în Care n-au crezut? Și cum vor crede în Cel despre Care n-au auzit? Și cum vor auzi, fără să le predice cineva?",
        "15": "Și cum să predice, dacă nu sunt trimiși? Așa cum este scris: „Cât de frumoase sunt picioarele celor ce aduc vești bune!“.",
        "16": "Însă nu toți au ascultat de Evanghelie. Căci Isaia spune: „Doamne, cine a crezut ceea ce noi am auzit?“.",
        "17": "Astfel, credința vine în urma auzirii, iar auzirea vine prin Cuvântul lui Cristos.",
        "18": "Însă eu întreb: n-au auzit ei? Ba da! „Glasul lor a străbătut întreg pământul, și cuvintele lor au ajuns până la marginile lumii“.",
        "19": "Însă eu întreb: oare n-a înțeles Israel? Mai întâi, Moise spune: „Eu vă voi provoca la gelozie prin cei ce nu sunt o națiune; vă voi mânia printr-o națiune fără pricepere“.",
        "20": "Iar Isaia îndrăznește și spune: „M-am lăsat găsit de cei ce nu Mă căutau. M-am făcut cunoscut celor ce nu întrebau de Mine“.",
        "21": "Însă, despre Israel, spune: „Toată ziua Mi-am întins mâinile către un popor neascultător și împotrivitor“."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Brothers, my heart’s desire and my prayer to God is for Israel, that they may be saved.",
        "2": "For I testify about them that they have a zeal for God, but not according to knowledge.",
        "3": "For being ignorant of God’s righteousness, and seeking to establish their own righteousness, they didn’t subject themselves to the righteousness of God.",
        "4": "For Christ is the fulfillment of the law for righteousness to everyone who believes.",
        "5": "For Moses writes about the righteousness of the law, “The one who does them will live by them.”",
        "6": "But the righteousness which is of faith says this, “Don’t say in your heart, ‘Who will ascend into heaven?’ (that is, to bring Christ down);",
        "7": "or, ‘Who will descend into the abyss?’ (that is, to bring Christ up from the dead.)”",
        "8": "But what does it say? “The word is near you, in your mouth and in your heart;” that is, the word of faith which we preach:",
        "9": "that if you will confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved.",
        "10": "For with the heart one believes resulting in righteousness; and with the mouth confession is made resulting in salvation.",
        "11": "For the Scripture says, “Whoever believes in him will not be disappointed.”",
        "12": "For there is no distinction between Jew and Greek; for the same Lord is Lord of all, and is rich to all who call on him.",
        "13": "For, “Whoever will call on the name of the Lord will be saved.”",
        "14": "How then will they call on him in whom they have not believed? How will they believe in him whom they have not heard? How will they hear without a preacher?",
        "15": "And how will they preach unless they are sent? As it is written: “How beautiful are the feet of those who preach the Good News of peace, who bring glad tidings of good things!”",
        "16": "But they didn’t all listen to the glad news. For Isaiah says, “Lord, who has believed our report?”",
        "17": "So faith comes by hearing, and hearing by the word of God.",
        "18": "But I say, didn’t they hear? Yes, most certainly, “Their sound went out into all the earth, their words to the ends of the world.”",
        "19": "But I ask, didn’t Israel know? First Moses says, “I will provoke you to jealousy with that which is no nation. I will make you angry with a nation void of understanding.”",
        "20": "Isaiah is very bold and says, “I was found by those who didn’t seek me. I was revealed to those who didn’t ask for me.”",
        "21": "But about Israel he says, “All day long I stretched out my hands to a disobedient and contrary people.”"
      }
    }
  }
}