{
  "book": "Romani",
  "chapter": "13",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Oricine să fie supus stăpânirilor celor mai înalte, căci nu este stăpânire care să nu vină de la Dumnezeu. Și stăpânirile care sunt au fost rânduite de Dumnezeu.",
        "2": "De aceea, cine se împotrivește stăpânirii se împotrivește rânduielii puse de Dumnezeu, și cei ce se împotrivesc își vor lua osânda.",
        "3": "Dregătorii nu sunt de temut pentru o faptă bună, ci pentru una rea. Vrei dar să nu-ți fie frică de stăpânire? Fă binele și vei avea laudă de la ea.",
        "4": "El este slujitorul lui Dumnezeu pentru binele tău. Dar, dacă faci răul, teme-te, căci nu degeaba poartă sabia. El este în slujba lui Dumnezeu, ca să-L răzbune și să pedepsească pe cel ce face rău.",
        "5": "De aceea trebuie să fiți supuși nu numai de frica pedepsei, ci și din îndemnul cugetului.",
        "6": "Tot pentru aceasta să plătiți și birurile. Căci dregătorii sunt niște slujitori ai lui Dumnezeu, făcând necurmat tocmai slujba aceasta.",
        "7": "Dați tuturor ce sunteți datori să dați: cui datorați birul, dați-i birul; cui datorați vama, dați-i vama; cui datorați frica, dați-i frica; cui datorați cinstea, dați-i cinstea. Dragostea este împlinirea Legii",
        "8": "Să nu datorați nimănui nimic, decât să vă iubiți unii pe alții, căci cine iubește pe alții a împlinit Legea.",
        "9": "De fapt: „Să nu preacurvești, să nu ucizi, să nu furi, să nu faci nicio mărturisire mincinoasă, să nu poftești” și orice altă poruncă mai poate fi se cuprind în porunca aceasta: „Să iubești pe aproapele tău ca pe tine însuți.”",
        "10": "Dragostea nu face rău aproapelui: dragostea deci este împlinirea Legii. Veghere și curăție",
        "11": "Și aceasta cu atât mai mult, cu cât știți în ce împrejurări ne aflăm: este ceasul să vă treziți în sfârșit din somn, căci acum mântuirea este mai aproape de noi decât atunci când am crezut.",
        "12": "Noaptea aproape a trecut, se apropie ziua. Să ne dezbrăcăm dar de faptele întunericului și să ne îmbrăcăm cu armele luminii.",
        "13": "Să trăim frumos, ca în timpul zilei, nu în chefuri și în beții; nu în curvii și în fapte de rușine; nu în certuri și în pizmă,",
        "14": "ci îmbrăcați-vă în Domnul Isus Hristos și nu purtați grijă de firea pământească, pentru ca să-i treziți poftele."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Orice om să fie supus celor mai înalte autorități. Căci nu există autoritate, decât prin Dumnezeu, iar cele care există au fost instituite de Dumnezeu.",
        "2": "Prin urmare, oricine se împotrivește autorității se împotrivește îndrumării lui Dumnezeu, iar cei care se împotrivesc își vor primi condamnarea.",
        "3": "Căci conducătorii nu sunt de temut pentru o faptă bună, ci pentru una rea. Vrei deci să nu-ți fie frică de autoritate? Fă ce este bine și vei avea laudă din partea ei.",
        "4": "Căci ea este slujitorul lui Dumnezeu pentru binele tău. Însă, dacă faci răul, teme-te, căci nu degeaba poartă sabia! Ea este slujitorul lui Dumnezeu, care pedepsește cu scopul de a aduce mânia Lui peste cel ce face rău.",
        "5": "De aceea este nevoie să fii supus nu doar din cauza mâniei, ci și din cauza conștiinței.",
        "6": "Din același motiv, să plătiți și taxele, pentru că autoritățile sunt slujitori ai lui Dumnezeu, care se ocupă tot timpul cu aceasta.",
        "7": "Dați tuturor ceea ce le datorați: taxe – cui datorați taxe, impozite – cui datorați impozite, teamă – cui datorați teamă, onoare – cui datorați onoare. Dragostea față de semen",
        "8": "Să nu datorați nimănui nimic, decât să vă iubiți unii pe alții, pentru că acela care-și iubește semenul a împlinit Legea.",
        "9": "Căci „Să nu comiți adulter“, „Să nu ucizi“, „Să nu furi“, „Să nu poftești“ și orice altă poruncă, sunt cuprinse în cuvântul acesta: „Să-l iubești pe semenul tău ca pe tine însuți“.",
        "10": "Dragostea nu-i face rău semenului; deci dragostea este împlinirea Legii. Ziua Domnului este aproape",
        "11": "Să faceți lucrul acesta, căci știți vremea în care ne aflăm: este deja ora să vă treziți din somn, căci mântuirea noastră este mai aproape acum decât atunci când am devenit credincioși.",
        "12": "Noaptea aproape a trecut, iar ziua se apropie. Să ne dezbrăcăm, deci, de faptele întunericului și să ne îmbrăcăm cu armele luminii.",
        "13": "Să trăim frumos, ca în timpul zilei, nu în chefuri și în beții, nu în desfrânare și în depravare, nu în ceartă și în invidie.",
        "14": "Dimpotrivă, îmbrăcați-vă cu Domnul Isus Cristos și nu vă preocupați de cum să împliniți poftele firii voastre pământești."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Let every soul be in subjection to the higher authorities, for there is no authority except from God, and those who exist are ordained by God.",
        "2": "Therefore he who resists the authority withstands the ordinance of God; and those who withstand will receive to themselves judgment.",
        "3": "For rulers are not a terror to the good work, but to the evil. Do you desire to have no fear of the authority? Do that which is good, and you will have praise from the authority,",
        "4": "for he is a servant of God to you for good. But if you do that which is evil, be afraid, for he doesn’t bear the sword in vain; for he is a servant of God, an avenger for wrath to him who does evil.",
        "5": "Therefore you need to be in subjection, not only because of the wrath, but also for conscience’ sake.",
        "6": "For this reason you also pay taxes, for they are servants of God’s service, continually doing this very thing.",
        "7": "Therefore give everyone what you owe: if you owe taxes, pay taxes; if customs, then customs; if respect, then respect; if honor, then honor.",
        "8": "Owe no one anything, except to love one another; for he who loves his neighbor has fulfilled the law.",
        "9": "For the commandments, “You shall not commit adultery,” “You shall not murder,” “You shall not steal,” “You shall not covet,” and whatever other commandments there are, are all summed up in this saying, namely, “You shall love your neighbor as yourself.”",
        "10": "Love doesn’t harm a neighbor. Love therefore is the fulfillment of the law.",
        "11": "Do this, knowing the time, that it is already time for you to awaken out of sleep, for salvation is now nearer to us than when we first believed.",
        "12": "The night is far gone, and the day is near. Let’s therefore throw off the deeds of darkness, and let’s put on the armor of light.",
        "13": "Let’s walk properly, as in the day; not in reveling and drunkenness, not in sexual promiscuity and lustful acts, and not in strife and jealousy.",
        "14": "But put on the Lord Jesus Christ, and make no provision for the flesh, for its lusts."
      }
    }
  }
}