{
  "book": "Romani",
  "chapter": "12",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Vă îndemn dar, fraților, pentru îndurarea lui Dumnezeu, să aduceți trupurile voastre ca o jertfă vie, sfântă, plăcută lui Dumnezeu; aceasta va fi din partea voastră o slujbă duhovnicească.",
        "2": "Să nu vă potriviți chipului veacului acestuia, ci să vă prefaceți prin înnoirea minții voastre, ca să puteți deosebi bine voia lui Dumnezeu: cea bună, plăcută și desăvârșită.",
        "3": "Prin harul care mi-a fost dat, eu spun fiecăruia dintre voi să nu aibă despre sine o părere mai înaltă decât se cuvine, ci să aibă simțiri cumpătate despre sine, potrivit cu măsura de credință pe care a împărțit-o Dumnezeu fiecăruia.",
        "4": "Căci, după cum într-un trup avem mai multe mădulare, și mădularele n-au toate aceeași slujbă,",
        "5": "tot așa și noi, care suntem mulți, alcătuim un singur trup în Hristos, dar fiecare în parte suntem mădulare unii altora.",
        "6": "Deoarece avem felurite daruri, după harul care ne-a fost dat, cine are darul prorociei să-l întrebuințeze după măsura credinței lui.",
        "7": "Cine este chemat la o slujbă să se țină de slujba lui. Cine învață pe alții să se țină de învățătură.",
        "8": "Cine îmbărbătează pe alții să se țină de îmbărbătare. Cine dă să dea cu inimă largă. Cine cârmuiește să cârmuiască cu râvnă. Cine face milostenie s-o facă cu bucurie. Dragostea să se arate în toate",
        "9": "Dragostea să fie fără prefăcătorie. Fie-vă groază de rău și lipiți-vă tare de bine.",
        "10": "Iubiți-vă unii pe alții cu o dragoste frățească. În cinste, fiecare să dea întâietate altuia.",
        "11": "În sârguință, fiți fără preget. Fiți plini de râvnă cu duhul. Slujiți Domnului.",
        "12": "Bucurați-vă în nădejde. Fiți răbdători în necaz. Stăruiți în rugăciune.",
        "13": "Ajutați pe sfinți când sunt în nevoie. Fiți primitori de oaspeți.",
        "14": "Binecuvântați pe cei ce vă prigonesc: binecuvântați și nu blestemați.",
        "15": "Bucurați-vă cu cei ce se bucură; plângeți cu cei ce plâng.",
        "16": "Aveți aceleași simțăminte unii față de alții. Nu umblați după lucrurile înalte, ci rămâneți la cele smerite. Să nu vă socotiți singuri înțelepți. Răzbunarea este a Domnului",
        "17": "Nu întoarceți nimănui rău pentru rău. Urmăriți ce este bine înaintea tuturor oamenilor.",
        "18": "Dacă este cu putință, întru cât atârnă de voi, trăiți în pace cu toți oamenii.",
        "19": "Preaiubiților, nu vă răzbunați singuri, ci lăsați să se răzbune mânia lui Dumnezeu, căci este scris: „‘Răzbunarea este a Mea; Eu voi răsplăti’, zice Domnul.”",
        "20": "Dimpotrivă, „dacă îi este foame vrăjmașului tău, dă-i să mănânce; dacă-i este sete, dă-i să bea; căci, dacă vei face astfel, vei grămădi cărbuni aprinși pe capul lui”.",
        "21": "Nu te lăsa biruit de rău, ci biruiește răul prin bine."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Prin urmare, vă îndemn, fraților, prin îndurările lui Dumnezeu, să vă aduceți trupurile voastre ca o jertfă vie, sfântă, plăcută lui Dumnezeu. Aceasta este slujba voastră spirituală!",
        "2": "Nu vă conformați acestui veac, ci lăsați-vă transformați prin înnoirea minții voastre, ca să puteți discerne care este voia lui Dumnezeu, cea bună, plăcută și desăvârșită. Slujirea cu smerenie în trupul lui Cristos",
        "3": "Căci prin harul care mi-a fost dat, spun fiecăruia dintre voi să nu aibă despre sine o părere mai înaltă decât se cuvine, ci să aibă o gândire cumpătată, potrivit cu măsura credinței pe care a împărțit-o Dumnezeu fiecăruia.",
        "4": "Pentru că, așa cum trupul are mai multe părți, iar părțile trupului n-au toate aceeași funcție,",
        "5": "tot așa și noi, cei mulți, suntem un singur trup în Cristos, și fiecare în parte se află în trup spre folosul celorlalți.",
        "6": "Astfel, avem diferite daruri, după harul care ne-a fost dat: dacă cineva are darul profeției, să-l folosească potrivit cu mărimea credinței sale;",
        "7": "dacă are darul slujirii, să-l folosească în slujire; dacă are darul învățării, să-l folosească pentru a-i învăța pe alții;",
        "8": "dacă are darul încurajării, să-l folosească pentru încurajarea altora; cel ce dăruiește, să dăruiască cu generozitate; cel ce conduce, să conducă cu devotament; cel ce are milă de alții, să facă lucrul acesta cu bucurie. Principii pentru viața creștină",
        "9": "Dragostea să fie fără ipocrizie. Să vă fie scârbă de rău! Să vă lipiți de bine!",
        "10": "Iubiți-vă unii pe alții cu o dragoste frățească. În ce privește cinstea, dați-vă întâietate unii altora!",
        "11": "În ce privește devotamentul, să nu fiți leneși! Fiți plini de zel în duh! Slujiți Domnului!",
        "12": "Bucurați-vă în speranță! Răbdați în necaz! Perseverați în rugăciune!",
        "13": "Luați parte la împlinirea nevoilor sfinților! Fiți ospitalieri!",
        "14": "Binecuvântați-i pe cei ce vă persecută! Binecuvântați, nu blestemați!",
        "15": "Bucurați-vă cu cei ce se bucură! Plângeți cu cei ce plâng!",
        "16": "Să gândiți frumos unii despre alții. Nu umblați după lucrurile înalte, ci acomodați-vă cu cele smerite. Nu vă considerați singuri înțelepți.",
        "17": "Nu răsplătiți nimănui cu rău pentru rău. Urmăriți ce este bine înaintea tuturor oamenilor.",
        "18": "Dacă este posibil, atât cât depinde de voi, trăiți în pace cu toți oamenii.",
        "19": "Preaiubiților, nu vă răzbunați singuri, ci lăsați loc mâniei lui Dumnezeu, pentru că este scris: „A Mea este răzbunarea! Eu voi răsplăti!“, zice Domnul.",
        "20": "Dimpotrivă, „dacă dușmanul tău este flămând, dă-i să mănânce, iar dacă este însetat, dă-i să bea. Căci, făcând așa, vei îngrămădi cărbuni aprinși pe capul lui“.",
        "21": "Nu te lăsa învins de rău, ci învinge răul prin bine."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Therefore I urge you, brothers, by the mercies of God, to present your bodies a living sacrifice, holy, acceptable to God, which is your spiritual service.",
        "2": "Don’t be conformed to this world, but be transformed by the renewing of your mind, so that you may prove what is the good, well-pleasing, and perfect will of God.",
        "3": "For I say through the grace that was given me, to everyone who is among you, not to think of yourself more highly than you ought to think; but to think reasonably, as God has apportioned to each person a measure of faith.",
        "4": "For even as we have many members in one body, and all the members don’t have the same function,",
        "5": "so we, who are many, are one body in Christ, and individually members of one another,",
        "6": "having gifts differing according to the grace that was given to us: if prophecy, let’s prophesy according to the proportion of our faith;",
        "7": "or service, let’s give ourselves to service; or he who teaches, to his teaching;",
        "8": "or he who exhorts, to his exhorting; he who gives, let him do it with generosity; he who rules, with diligence; he who shows mercy, with cheerfulness.",
        "9": "Let love be without hypocrisy. Abhor that which is evil. Cling to that which is good.",
        "10": "In love of the brothers be tenderly affectionate to one another; in honor prefer one another,",
        "11": "not lagging in diligence, fervent in spirit, serving the Lord,",
        "12": "rejoicing in hope, enduring in troubles, continuing steadfastly in prayer,",
        "13": "contributing to the needs of the saints, and given to hospitality.",
        "14": "Bless those who persecute you; bless, and don’t curse.",
        "15": "Rejoice with those who rejoice. Weep with those who weep.",
        "16": "Be of the same mind one toward another. Don’t set your mind on high things, but associate with the humble. Don’t be wise in your own conceits.",
        "17": "Repay no one evil for evil. Respect what is honorable in the sight of all men.",
        "18": "If it is possible, as much as it is up to you, be at peace with all men.",
        "19": "Don’t seek revenge yourselves, beloved, but give place to God’s wrath. For it is written, “Vengeance belongs to me; I will repay, says the Lord.”",
        "20": "Therefore “If your enemy is hungry, feed him. If he is thirsty, give him a drink; for in doing so, you will heap coals of fire on his head.”",
        "21": "Don’t be overcome by evil, but overcome evil with good."
      }
    }
  }
}