{
  "book": "Romani",
  "chapter": "1",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Pavel, rob al lui Isus Hristos, chemat să fie apostol, pus deoparte ca să vestească Evanghelia lui Dumnezeu,",
        "2": "pe care o făgăduise mai înainte prin prorocii Săi în Sfintele Scripturi.",
        "3": "Ea privește pe Fiul Său, născut din sămânța lui David, în ce privește trupul,",
        "4": "iar în ce privește duhul sfințeniei, dovedit cu putere că este Fiul lui Dumnezeu, prin învierea morților, adică pe Isus Hristos, Domnul nostru,",
        "5": "prin care am primit harul și apostolia, ca să aducem, pentru Numele Lui, la ascultarea credinței pe toate neamurile,",
        "6": "între care sunteți și voi, cei chemați să fiți ai lui Isus Hristos.",
        "7": "Deci, vouă tuturor, care sunteți preaiubiți ai lui Dumnezeu în Roma, chemați să fiți sfinți: Har și pace de la Dumnezeu, Tatăl nostru, și de la Domnul Isus Hristos! Pavel și creștinii din Roma",
        "8": "Mai întâi mulțumesc Dumnezeului meu, prin Isus Hristos, pentru voi toți, căci credința voastră este vestită în toată lumea.",
        "9": "Dumnezeu, căruia Îi slujesc în duhul meu, în Evanghelia Fiului Său, îmi este martor că vă pomenesc neîncetat în rugăciunile mele",
        "10": "și cer totdeauna ca, prin voia lui Dumnezeu, să am, în sfârșit, fericirea să vin la voi.",
        "11": "Căci doresc să vă văd, ca să vă dau vreun dar duhovnicesc pentru întărirea voastră",
        "12": "sau, mai degrabă, ca să ne îmbărbătăm laolaltă în mijlocul vostru, prin credința pe care o avem împreună, și voi, și eu.",
        "13": "Nu vreau să nu știți, fraților, că de multe ori am avut de gând să vin la voi, ca să culeg vreun rod printre voi, ca printre celelalte neamuri, dar am fost împiedicat până acum.",
        "14": "Eu sunt dator și grecilor, și barbarilor, și celor învățați, și celor neînvățați.",
        "15": "Astfel, în ce mă privește pe mine, am o vie dorință să vă vestesc Evanghelia vouă, celor din Roma. Neprihănirea se capătă prin credință",
        "16": "Căci mie nu mi-e rușine de Evanghelia lui Hristos, fiindcă ea este puterea lui Dumnezeu pentru mântuirea fiecăruia care crede: întâi a iudeului, apoi a grecului;",
        "17": "deoarece în ea este descoperită o neprihănire pe care o dă Dumnezeu prin credință și care duce la credință, după cum este scris: „Cel neprihănit va trăi prin credință.” Starea de păcat a omenirii",
        "18": "Mânia lui Dumnezeu se descoperă din cer împotriva oricărei necinstiri a lui Dumnezeu și împotriva oricărei nelegiuiri a oamenilor, care înădușă adevărul în nelegiuirea lor.",
        "19": "Fiindcă ce se poate cunoaște despre Dumnezeu le este descoperit în ei, căci le-a fost arătat de Dumnezeu.",
        "20": "În adevăr, însușirile nevăzute ale Lui, puterea Lui veșnică și dumnezeirea Lui se văd lămurit de la facerea lumii, când te uiți cu băgare de seamă la ele în lucrurile făcute de El. Așa că nu se pot dezvinovăți,",
        "21": "fiindcă, măcar că au cunoscut pe Dumnezeu, nu L-au proslăvit ca Dumnezeu, nici nu I-au mulțumit, ci s-au dedat la gândiri deșarte și inima lor fără pricepere s-a întunecat.",
        "22": "S-au fălit că sunt înțelepți și au înnebunit",
        "23": "și au schimbat slava Dumnezeului nemuritor într-o icoană care seamănă cu omul muritor, păsări, dobitoace cu patru picioare și târâtoare.",
        "24": "De aceea, Dumnezeu i-a lăsat pradă necurăției, să urmeze poftele inimilor lor, așa că își necinstesc singuri trupurile,",
        "25": "căci au schimbat în minciună adevărul lui Dumnezeu și au slujit și s-au închinat făpturii în locul Făcătorului, care este binecuvântat în veci! Amin.",
        "26": "Din pricina aceasta, Dumnezeu i-a lăsat în voia unor patimi scârboase, căci femeile lor au schimbat întrebuințarea firească a lor într-una care este împotriva firii;",
        "27": "tot astfel, și bărbații au părăsit întrebuințarea firească a femeii, s-au aprins în poftele lor unii pentru alții, au săvârșit parte bărbătească cu parte bărbătească lucruri scârboase și au primit în ei înșiși plata cuvenită pentru rătăcirea lor.",
        "28": "Fiindcă n-au căutat să păstreze pe Dumnezeu în cunoștința lor, Dumnezeu i-a lăsat în voia minții lor blestemate, ca să facă lucruri neîngăduite.",
        "29": "Astfel au ajuns plini de orice fel de nelegiuire, de curvie, de viclenie, de lăcomie, de răutate; plini de pizmă, de ucidere, de ceartă, de înșelăciune, de porniri răutăcioase; sunt șoptitori,",
        "30": "bârfitori, urâtori de Dumnezeu, obraznici, trufași, lăudăroși, născocitori de rele, neascultători de părinți,",
        "31": "fără pricepere, călcători de cuvânt, fără dragoste firească, neînduplecați, fără milă.",
        "32": "Și, măcar că știu hotărârea lui Dumnezeu, că cei ce fac asemenea lucruri sunt vrednici de moarte, totuși ei nu numai că le fac, dar și găsesc de buni pe cei ce le fac."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Pavel, slujitor al lui Cristos Isus, chemat să fie apostol, pus deoparte pentru Evanghelia lui Dumnezeu,",
        "2": "pe care El o promisese mai dinainte, prin profeții Săi, în Sfintele Scripturi.",
        "3": "Ea vorbește despre Fiul Său – născut din descendenții lui David, în ce privește trupul,",
        "4": "desemnat Fiul lui Dumnezeu în putere, în ce privește duhul sfințeniei, prin învierea dintre cei morți – adică despre Isus Cristos, Domnul nostru.",
        "5": "Prin El, noi am primit harul și apostolatul, ca să proclamăm ascultarea credinței, de dragul Numelui Său, printre toate națiunile,",
        "6": "între care sunteți și voi, cei chemați să fiți ai lui Isus Cristos.",
        "7": "Deci, tuturor celor care sunt preaiubiți ai lui Dumnezeu în Roma, chemați să fie sfinți: Har și pace de la Dumnezeu, Tatăl nostru, și de la Domnul Isus Cristos! Dorința lui Pavel de a vizita Roma",
        "8": "Mai întâi, Îi mulțumesc Dumnezeului meu, prin Isus Cristos, pentru voi toți, deoarece credința voastră este vestită în întreaga lume.",
        "9": "Căci martor îmi este Dumnezeu, Căruia Îi slujesc în duhul meu, în Evanghelia Fiului Său, că îmi aduc aminte mereu de voi,",
        "10": "cerând întotdeauna în rugăciunile mele ca, prin voia lui Dumnezeu, să reușesc poate acum să vin în sfârșit la voi.",
        "11": "Căci tânjesc să vă văd, ca să vă fac parte de vreun dar spiritual pentru consolidarea voastră,",
        "12": "cu alte cuvinte, să ne încurajăm împreună, în mijlocul vostru, unul prin credința celuilalt, atât a voastră, cât și a mea.",
        "13": "Nu vreau să nu știți, fraților, că de multe ori mi-am propus să vin la voi, ca să am și printre voi vreun rod, tot așa cum am și printre celelalte națiuni, dar până acum am fost împiedicat.",
        "14": "Eu sunt dator atât grecilor, cât și barbarilor, atât celor înțelepți, cât și celor neștiutori,",
        "15": "astfel că, în ce mă privește, sunt dornic să vă predic Evanghelia și vouă, celor din Roma. Puterea Evangheliei",
        "16": "Căci mie nu mi-e rușine de Evanghelie, fiindcă ea este puterea lui Dumnezeu pentru mântuirea fiecăruia care crede, întâi a iudeului, apoi a grecului,",
        "17": "deoarece în ea este descoperită dreptatea lui Dumnezeu, prin credință spre credință, așa cum este scris: „Însă cel drept prin credință va trăi“. Mânia lui Dumnezeu împotriva nedreptății",
        "18": "Căci mânia lui Dumnezeu se descoperă din Cer împotriva oricărei lipse de evlavie și împotriva oricărei nedreptăți a oamenilor, care înăbușă adevărul în nedreptate.",
        "19": "Fiindcă ce se poate cunoaște despre Dumnezeu le este descoperit în ei, căci Dumnezeu le-a arătat.",
        "20": "De la crearea lumii, însușirile Lui nevăzute – puterea Lui veșnică și dumnezeirea Lui – au fost clar arătate, fiind înțelese din ceea ce a fost creat, pentru ca ei să nu aibă nicio scuză.",
        "21": "Fiindcă, deși L-au cunoscut pe Dumnezeu, ei nu L-au glorificat ca Dumnezeu, nici nu I-au mulțumit, ci au ajuns lipsiți de discernământ în gândurile lor, iar inima lor fără pricepere s-a întunecat.",
        "22": "Pretinzând că sunt înțelepți, au înnebunit",
        "23": "și au schimbat gloria Dumnezeului nemuritor într-o imagine făcută după chipul omului muritor, a păsărilor, a patrupedelor și a târâtoarelor.",
        "24": "De aceea, Dumnezeu i-a lăsat pradă poftelor inimilor lor, ca să trăiască în necurăție, dezonorându-și astfel trupurile între ei.",
        "25": "Ei au schimbat adevărul lui Dumnezeu într-o minciună și s-au închinat și au slujit creației în locul Creatorului, Care este binecuvântat în veci. Amin!",
        "26": "Din cauza aceasta, Dumnezeu i-a lăsat pradă patimilor rușinoase, căci femeile lor au schimbat întrebuințarea lor firească într-una care este împotriva firii.",
        "27": "Tot astfel și bărbații, au părăsit întrebuințarea firească a femeii și s-au aprins în pofta lor unii pentru alții, bărbați cu bărbați comițând lucruri scârboase și primind astfel în ei înșiși răsplata pe care o meritau pentru rătăcirea lor.",
        "28": "Și, fiindcă n-au găsit potrivit să-L păstreze pe Dumnezeu în cunoașterea lor, Dumnezeu i-a lăsat pradă minții lor corupte, ca să facă lucruri ce nu se cuvin.",
        "29": "Sunt plini de orice fel de nedreptate, de răutate, de lăcomie, de ticăloșie, plini de invidie, de ucidere, de ceartă, de viclenie, sunt dușmănoși, bârfitori,",
        "30": "calomniatori, Îl urăsc pe Dumnezeu, sunt obraznici, aroganți, lăudăroși, născocitori de rele, neascultători de părinți,",
        "31": "fără pricepere, nu-și țin promisiunile, sunt fără afecțiune, nemiloși.",
        "32": "Și, deși cunosc hotărârea dreaptă a lui Dumnezeu, potrivit căreia cei ce fac astfel de lucruri își merită moartea, ei nu numai că le fac, ci îi și aprobă pe cei ce le fac."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Paul, a servant of Jesus Christ, called to be an apostle, set apart for the Good News of God,",
        "2": "which he promised before through his prophets in the holy Scriptures,",
        "3": "concerning his Son, who was born of the offspring of David according to the flesh,",
        "4": "who was declared to be the Son of God with power according to the Spirit of holiness, by the resurrection from the dead, Jesus Christ our Lord,",
        "5": "through whom we received grace and apostleship for obedience of faith among all the nations for his name’s sake;",
        "6": "among whom you are also called to belong to Jesus Christ;",
        "7": "to all who are in Rome, beloved of God, called to be saints: Grace to you and peace from God our Father and the Lord Jesus Christ.",
        "8": "First, I thank my God through Jesus Christ for all of you, that your faith is proclaimed throughout the whole world.",
        "9": "For God is my witness, whom I serve in my spirit in the Good News of his Son, how unceasingly I make mention of you always in my prayers,",
        "10": "requesting, if by any means now at last I may be prospered by the will of God to come to you.",
        "11": "For I long to see you, that I may impart to you some spiritual gift, to the end that you may be established;",
        "12": "that is, that I with you may be encouraged in you, each of us by the other’s faith, both yours and mine.",
        "13": "Now I don’t desire to have you unaware, brothers, that I often planned to come to you (and was hindered so far), that I might have some fruit among you also, even as among the rest of the Gentiles.",
        "14": "I am debtor both to Greeks and to foreigners, both to the wise and to the foolish.",
        "15": "So as much as is in me, I am eager to preach the Good News to you also who are in Rome.",
        "16": "For I am not ashamed of the Good News of Christ, because it is the power of God for salvation for everyone who believes, for the Jew first, and also for the Greek.",
        "17": "For in it is revealed God’s righteousness from faith to faith. As it is written, “But the righteous shall live by faith.”",
        "18": "For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men who suppress the truth in unrighteousness,",
        "19": "because that which is known of God is revealed in them, for God revealed it to them.",
        "20": "For the invisible things of him since the creation of the world are clearly seen, being perceived through the things that are made, even his everlasting power and divinity, that they may be without excuse.",
        "21": "Because knowing God, they didn’t glorify him as God, and didn’t give thanks, but became vain in their reasoning, and their senseless heart was darkened.",
        "22": "Professing themselves to be wise, they became fools,",
        "23": "and traded the glory of the incorruptible God for the likeness of an image of corruptible man, and of birds, four-footed animals, and creeping things.",
        "24": "Therefore God also gave them up in the lusts of their hearts to uncleanness, that their bodies should be dishonored among themselves;",
        "25": "who exchanged the truth of God for a lie, and worshiped and served the creature rather than the Creator, who is blessed forever. Amen.",
        "26": "For this reason, God gave them up to vile passions. For their women changed the natural function into that which is against nature.",
        "27": "Likewise also the men, leaving the natural function of the woman, burned in their lust toward one another, men doing what is inappropriate with men, and receiving in themselves the due penalty of their error.",
        "28": "Even as they refused to have God in their knowledge, God gave them up to a reprobate mind, to do those things which are not fitting;",
        "29": "being filled with all unrighteousness, sexual immorality, wickedness, covetousness, malice; full of envy, murder, strife, deceit, evil habits, secret slanderers,",
        "30": "backbiters, hateful to God, insolent, arrogant, boastful, inventors of evil things, disobedient to parents,",
        "31": "without understanding, covenant breakers, without natural affection, unforgiving, unmerciful;",
        "32": "who, knowing the ordinance of God, that those who practice such things are worthy of death, not only do the same, but also approve of those who practice them."
      }
    }
  }
}