{
  "book": "Romani",
  "chapter": "3",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Care este deci întâietatea iudeului sau care este folosul tăierii împrejur?",
        "2": "Oricum, sunt mari. Și mai întâi de toate, prin faptul că lor le-au fost încredințate cuvintele lui Dumnezeu.",
        "3": "Și ce are a face dacă unii n-au crezut? Necredința lor va nimici ea credincioșia lui Dumnezeu?",
        "4": "Nicidecum! Dimpotrivă, Dumnezeu să fie găsit adevărat și toți oamenii să fie găsiți mincinoși, după cum este scris: „Ca să fii găsit neprihănit în cuvintele Tale și să ieși biruitor când vei fi judecat.”",
        "5": "Dar, dacă nelegiuirea noastră pune în lumină neprihănirea lui Dumnezeu, ce vom zice? Nu cumva Dumnezeu este nedrept când Își dezlănțuie mânia? (Vorbesc în felul oamenilor.)",
        "6": "Nicidecum! Pentru că, altfel, cum va judeca Dumnezeu lumea?",
        "7": "Și dacă, prin minciuna mea, adevărul lui Dumnezeu strălucește și mai mult spre slava Lui, de ce mai sunt eu însumi judecat ca păcătos?",
        "8": "Și de ce să nu facem răul ca să vină bine din el, cum pretind unii, care ne vorbesc de rău, că spunem noi? Osânda acestor oameni este dreaptă. Iudeii și neamurile sunt la fel",
        "9": "Ce urmează atunci? Suntem noi mai buni decât ei? Nicidecum. Fiindcă am dovedit că toți, fie iudei, fie greci, sunt sub păcat,",
        "10": "după cum este scris: „Nu este niciun om neprihănit, niciunul măcar.",
        "11": "Nu este niciunul care să aibă pricepere. Nu este niciunul care să caute cu tot dinadinsul pe Dumnezeu.",
        "12": "Toți s-au abătut și au ajuns niște netrebnici. Nu este niciunul care să facă binele, niciunul măcar.",
        "13": "Gâtlejul lor este un mormânt deschis; se slujesc de limbile lor ca să înșele; sub buze au venin de aspidă;",
        "14": "gura le este plină de blestem și de amărăciune;",
        "15": "au picioarele grabnice să verse sânge;",
        "16": "prăpădul și pustiirea sunt pe drumul lor;",
        "17": "nu cunosc calea păcii;",
        "18": "frica de Dumnezeu nu este înaintea ochilor lor.”",
        "19": "Știm însă că tot ce spune Legea, spune celor ce sunt sub Lege, pentru ca orice gură să fie astupată și toată lumea să fie găsită vinovată înaintea lui Dumnezeu.",
        "20": "Căci nimeni nu va fi socotit neprihănit înaintea Lui prin faptele Legii, deoarece prin Lege vine cunoștința deplină a păcatului. Iertarea prin credință",
        "21": "Dar acum s-a arătat o neprihănire pe care o dă Dumnezeu, fără lege – despre ea mărturisesc Legea și Prorocii –",
        "22": "și anume neprihănirea dată de Dumnezeu, care vine prin credința în Isus Hristos, pentru toți și peste toți cei ce cred în El. Nu este nicio deosebire.",
        "23": "Căci toți au păcătuit și sunt lipsiți de slava lui Dumnezeu.",
        "24": "Și sunt socotiți neprihăniți, fără plată, prin harul Său, prin răscumpărarea care este în Hristos Isus.",
        "25": "Pe El, Dumnezeu L-a rânduit mai dinainte să fie, prin credința în sângele Lui, o jertfă de ispășire, ca să-Și arate neprihănirea Lui, căci trecuse cu vederea păcatele dinainte, în vremea îndelungii răbdări a lui Dumnezeu,",
        "26": "pentru ca, în vremea de acum, să-Și arate neprihănirea Lui în așa fel încât să fie neprihănit, și totuși să socotească neprihănit pe cel ce crede în Isus.",
        "27": "Unde este dar pricina de laudă? S-a dus. Prin ce fel de lege? A faptelor? Nu, ci prin legea credinței.",
        "28": "Pentru că noi credem că omul este socotit neprihănit prin credință, fără faptele Legii.",
        "29": "Sau, poate, Dumnezeu este numai Dumnezeul iudeilor? Nu este și al neamurilor? Da, este și al neamurilor,",
        "30": "deoarece Dumnezeu este unul singur și El va socoti neprihăniți prin credință pe cei tăiați împrejur și tot prin credință și pe cei netăiați împrejur. Pilda lui Avraam",
        "31": "Deci prin credință desființăm noi Legea? Nicidecum. Dimpotrivă, noi întărim Legea."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Care este, atunci, superioritatea iudeului sau care este folosul circumciziei?",
        "2": "Acestea sunt mari în toate privințele. Mai întâi, pentru că lor le-au fost încredințate cuvintele lui Dumnezeu.",
        "3": "Și ce dacă unii n-au crezut? Va desființa oare necredincioșia lor credincioșia lui Dumnezeu?",
        "4": "În niciun caz! Dimpotrivă, Dumnezeu să fie dovedit adevărat și fiecare om să fie dovedit mincinos, după cum este scris: „Așa încât Tu să fii dovedit drept în cuvintele Tale și să ieși învingător când judeci“.",
        "5": "Dar dacă nedreptatea noastră pune în lumină dreptatea lui Dumnezeu, ce vom zice? Nu cumva Dumnezeu este nedrept când Își dezlănțuie mânia? (Vorbesc în felul oamenilor.)",
        "6": "În niciun caz! Altfel, cum va judeca Dumnezeu lumea?",
        "7": "Iar dacă, prin minciuna mea, adevărul lui Dumnezeu strălucește și mai mult spre gloria Lui, atunci de ce sunt judecat ca păcătos?",
        "8": "Și de ce să nu facem fapte rele, ca să vină cele bune, așa cum suntem vorbiți de rău și cum susțin unii despre noi că spunem? Condamnarea lor este dreaptă. Niciun om nu este drept",
        "9": "Ce urmează atunci? Suntem noi mai buni? Nicidecum! Căci i-am acuzat deja pe toți, atât pe iudei, cât și pe greci, că sunt sub păcat,",
        "10": "așa cum este scris: „Nu există niciun om drept, niciunul măcar!",
        "11": "Nu există niciunul care să înțeleagă! Nu există niciunul care să-L caute pe Dumnezeu!",
        "12": "Toți s-au rătăcit; au ajuns, cu toții, corupți. Nu mai există niciunul care să facă binele, niciunul măcar!“",
        "13": "„Gâtul le este un mormânt deschis; cu limbile lor ei înșală“. „Sub buzele lor este venin de viperă“.",
        "14": "„Gura le este plină de blestem și amărăciune“.",
        "15": "„Picioarele lor se grăbesc să verse sânge;",
        "16": "prăpădul și nenorocirea se află pe căile lor",
        "17": "și n-au cunoscut calea păcii“.",
        "18": "„Nu este frică de Dumnezeu înaintea ochilor lor!“.",
        "19": "Dar știm că tot ce spune Legea, le spune celor ce sunt sub Lege, pentru ca orice gură să fie închisă și întreaga lume să fie găsită răspunzătoare înaintea lui Dumnezeu.",
        "20": "Căci niciun om nu va fi îndreptățit înaintea Lui prin faptele Legii, deoarece, prin Lege, vine cunoașterea păcatului. Dreptatea lui Dumnezeu prin credință",
        "21": "Dar acum a fost arătată o dreptate a lui Dumnezeu, fără Lege, despre care se mărturisește prin Lege și Profeți,",
        "22": "și anume dreptatea dată de Dumnezeu prin credința în Isus Cristos, pentru toți cei ce cred. Căci nu se face nicio diferență.",
        "23": "Fiindcă toți au păcătuit și sunt lipsiți de gloria lui Dumnezeu,",
        "24": "dar sunt îndreptățiți fără plată, prin harul Lui, prin răscumpărarea care este în Cristos Isus.",
        "25": "Dumnezeu L-a înfățișat ca jertfă de ispășire, prin credința în sângele Lui, ca dovadă a dreptății Sale, căci Dumnezeu, în îngăduința Sa, trecuse cu vederea păcatele comise în trecut,",
        "26": "pentru ca, în vremea de acum, să-Și dovedească dreptatea, în așa fel încât El să fie drept și să-l îndreptățească totodată pe cel ce are credință în Isus.",
        "27": "Și atunci, unde este lauda? A fost înlăturată! Prin ce fel de lege? A faptelor? Nu, ci prin legea credinței,",
        "28": "deoarece noi considerăm că omul este îndreptățit prin credință, fără faptele Legii.",
        "29": "Sau poate Dumnezeu este doar Dumnezeul iudeilor? Nu este și al neevreilor? Da, este și al neevreilor,",
        "30": "deoarece este un singur Dumnezeu, Care îi va îndreptăți, prin credință, pe cei circumciși și, tot prin credință, și pe cei necircumciși.",
        "31": "Prin urmare, desființăm noi Legea prin credință? În niciun caz! Dimpotrivă, noi confirmăm Legea."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Then what advantage does the Jew have? Or what is the profit of circumcision?",
        "2": "Much in every way! Because first of all, they were entrusted with the revelations of God.",
        "3": "For what if some were without faith? Will their lack of faith nullify the faithfulness of God?",
        "4": "May it never be! Yes, let God be found true, but every man a liar. As it is written, “that you might be justified in your words, and might prevail when you come into judgment.”",
        "5": "But if our unrighteousness commends the righteousness of God, what will we say? Is God unrighteous who inflicts wrath? I speak like men do.",
        "6": "May it never be! For then how will God judge the world?",
        "7": "For if the truth of God through my lie abounded to his glory, why am I also still judged as a sinner?",
        "8": "Why not (as we are slanderously reported, and as some affirm that we say), “Let’s do evil, that good may come?” Those who say so are justly condemned.",
        "9": "What then? Are we better than they? No, in no way. For we previously warned both Jews and Greeks that they are all under sin.",
        "10": "As it is written, “There is no one righteous; no, not one.",
        "11": "There is no one who understands. There is no one who seeks after God.",
        "12": "They have all turned away. They have together become unprofitable. There is no one who does good, no, not so much as one.”",
        "13": "“Their throat is an open tomb. With their tongues they have used deceit.” “The poison of vipers is under their lips.”",
        "14": "“Their mouth is full of cursing and bitterness.”",
        "15": "“Their feet are swift to shed blood.",
        "16": "Destruction and misery are in their ways.",
        "17": "The way of peace, they haven’t known.”",
        "18": "“There is no fear of God before their eyes.”",
        "19": "Now we know that whatever things the law says, it speaks to those who are under the law, that every mouth may be closed, and all the world may be brought under the judgment of God.",
        "20": "Because by the works of the law, no flesh will be justified in his sight; for through the law comes the knowledge of sin.",
        "21": "But now apart from the law, a righteousness of God has been revealed, being testified by the law and the prophets;",
        "22": "even the righteousness of God through faith in Jesus Christ to all and on all those who believe. For there is no distinction,",
        "23": "for all have sinned, and fall short of the glory of God;",
        "24": "being justified freely by his grace through the redemption that is in Christ Jesus,",
        "25": "whom God sent to be an atoning sacrifice through faith in his blood, for a demonstration of his righteousness through the passing over of prior sins, in God’s forbearance;",
        "26": "to demonstrate his righteousness at this present time, that he might himself be just and the justifier of him who has faith in Jesus.",
        "27": "Where then is the boasting? It is excluded. By what kind of law? Of works? No, but by a law of faith.",
        "28": "We maintain therefore that a man is justified by faith apart from the works of the law.",
        "29": "Or is God the God of Jews only? Isn’t he the God of Gentiles also? Yes, of Gentiles also,",
        "30": "since indeed there is one God who will justify the circumcised by faith and the uncircumcised through faith.",
        "31": "Do we then nullify the law through faith? May it never be! No, we establish the law."
      }
    }
  }
}