{
  "book": "Romani",
  "chapter": "4",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Ce vom zice dar că a căpătat, prin puterea lui, strămoșul nostru Avraam?",
        "2": "Dacă Avraam a fost socotit neprihănit prin fapte, are cu ce să se laude, dar nu înaintea lui Dumnezeu.",
        "3": "Căci ce zice Scriptura? „Avraam a crezut pe Dumnezeu, și aceasta i s-a socotit ca neprihănire.”",
        "4": "Însă, celui ce lucrează, plata cuvenită lui i se socotește nu ca un har, ci ca ceva datorat;",
        "5": "pe când celui ce nu lucrează, ci crede în Cel ce socotește pe păcătos neprihănit, credința pe care o are el îi este socotită ca neprihănire.",
        "6": "Tot astfel și David numește fericit pe omul acela pe care Dumnezeu, fără fapte, îl socotește neprihănit.",
        "7": "„Ferice”, zice el, „de aceia ale căror fărădelegi sunt iertate și ale căror păcate sunt acoperite!",
        "8": "Ferice de omul căruia nu-i ține Domnul în seamă păcatul!”",
        "9": "Fericirea aceasta este numai pentru cei tăiați împrejur sau și pentru cei netăiați împrejur? Căci zicem că lui Avraam credința „i-a fost socotită ca neprihănire”.",
        "10": "Dar cum i-a fost socotită? După sau înainte de tăierea lui împrejur? Nu când era tăiat împrejur, ci când era netăiat împrejur.",
        "11": "Apoi, a primit ca semn tăierea împrejur, ca o pecete a acelei neprihăniri pe care o căpătase prin credință când era netăiat împrejur. Și aceasta, pentru ca să fie tatăl tuturor celor care cred, măcar că nu sunt tăiați împrejur; ca, adică, să li se socotească și lor neprihănirea aceasta",
        "12": "și pentru ca să fie și tatăl celor tăiați împrejur, adică al acelora care nu numai că sunt tăiați împrejur, dar și calcă pe urmele credinței aceleia pe care o avea tatăl nostru Avraam când nu era tăiat împrejur. Moștenirea vine prin credință",
        "13": "În adevăr, făgăduința făcută lui Avraam sau seminței lui, că va moșteni lumea, n-a fost făcută pe temeiul Legii, ci pe temeiul acelei neprihăniri care se capătă prin credință.",
        "14": "Căci, dacă moștenitori sunt cei ce se țin de Lege, credința este zadarnică și făgăduința este nimicită,",
        "15": "pentru că Legea aduce mânie; și unde nu este o lege, acolo nu este nici călcare de lege.",
        "16": "De aceea, moștenitori sunt cei ce se fac prin credință, pentru ca să fie prin har, și pentru ca făgăduința să fie chezășuită pentru toată sămânța lui Avraam: nu numai pentru sămânța aceea care este sub Lege, ci și pentru sămânța aceea care are credința lui Avraam, tatăl nostru al tuturor,",
        "17": "după cum este scris: „Te-am rânduit să fii tatăl multor neamuri.” El, adică, este tatăl nostru înaintea lui Dumnezeu, în care a crezut, care înviază morții și care cheamă lucrurile care nu sunt ca și cum ar fi.",
        "18": "Nădăjduind împotriva oricărei nădejdi, el a crezut și astfel a ajuns tatăl multor neamuri, după cum i se spusese: „Așa va fi sămânța ta.”",
        "19": "Și, fiindcă n-a fost slab în credință, el nu s-a uitat la trupul său, care era îmbătrânit – avea aproape o sută de ani – nici la faptul că Sara nu mai putea să aibă copii.",
        "20": "El nu s-a îndoit de făgăduința lui Dumnezeu, prin necredință, ci, întărit prin credința lui, a dat slavă lui Dumnezeu,",
        "21": "deplin încredințat că El ce făgăduiește poate să și împlinească.",
        "22": "De aceea, credința aceasta „i-a fost socotită ca neprihănire”.",
        "23": "Dar nu numai pentru el este scris că „i-a fost socotită ca neprihănire”,",
        "24": "ci este scris și pentru noi, cărora, de asemenea, ne va fi socotită, nouă, celor ce credem în Cel ce a înviat din morți pe Isus Hristos, Domnul nostru,",
        "25": "care a fost dat din pricina fărădelegilor noastre și a înviat din pricină că am fost socotiți neprihăniți."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Atunci, ce vom spune că a găsit Avraam, strămoșul nostru în ce privește trupul?",
        "2": "Pentru că, dacă Avraam a fost îndreptățit prin fapte, atunci are motive de laudă, însă nu înaintea lui Dumnezeu.",
        "3": "Căci ce spune Scriptura? „Avraam a crezut în Dumnezeu, și aceasta i-a fost considerată dreptate“.",
        "4": "Dar plata celui ce lucrează nu este considerată un har, ci o datorie,",
        "5": "însă celui care nu lucrează, ci se încrede în Cel Care-l îndreptățește pe cel lipsit de evlavie, credința îi este considerată dreptate.",
        "6": "Tot așa vorbește și David despre fericirea omului pe care Dumnezeu îl consideră drept fără fapte:",
        "7": "„Fericiți sunt cei ale căror fărădelegi sunt iertate și ale căror păcate sunt acoperite!",
        "8": "Fericit este omul căruia Domnul nu-i ia în considerare păcatul!“.",
        "9": "Așadar, este această fericire pentru cei circumciși sau și pentru cei necircumciși? Căci zicem: „Lui Avraam credința i-a fost considerată dreptate“.",
        "10": "Dar cum i-a fost considerată: era el circumcis sau era necircumcis? Nu era circumcis, ci era necircumcis.",
        "11": "Apoi a primit semnul circumciziei ca pe un sigiliu al dreptății primite prin credință, în timp ce era necircumcis, astfel încât să poată fi atât tatăl tuturor celor ce cred fără să fie circumciși, pentru ca să li se ia în considerare și lor dreptatea aceasta,",
        "12": "cât și tatăl celor circumciși, care nu doar că sunt circumciși, dar și pășesc pe urmele credinței pe care a avut-o tatăl nostru Avraam înainte de a fi circumcis.",
        "13": "Căci nu prin Lege i-a fost făcută lui Avraam sau urmașilor lui promisiunea că va fi moștenitor al lumii, ci prin dreptatea care vine prin credință.",
        "14": "Căci, dacă moștenitori sunt cei ce sunt sub Lege, atunci credința este fără folos, iar promisiunea este desființată.",
        "15": "Fiindcă Legea aduce mânie, dar, unde nu este Lege, nu este nici încălcare a Legii.",
        "16": "De aceea promisiunea este prin credință: ca să fie potrivit harului, așa încât aceasta să fie sigură pentru toți urmașii, nu doar pentru cei ce sunt sub Lege, ci și pentru cei ce au credința lui Avraam, care este tatăl nostru, al tuturor,",
        "17": "așa cum este scris: „Te-am făcut tatăl multor națiuni“. El este tatăl nostru înaintea lui Dumnezeu, în Care a crezut, Care învie morții și Care cheamă lucrurile care nu sunt, ca și cum ar fi.",
        "18": "În pofida lipsei oricărei speranțe, el a crezut cu speranță că va deveni tatăl multor națiuni, potrivit cu ceea ce i-a fost spus: „Așa vor fi urmașii tăi!“.",
        "19": "El n-a slăbit în credință când a văzut că propriul său trup era deja bătrân – avea aproape o sută de ani – și că pântecul Sarei era bătrân.",
        "20": "El nu s-a îndoit de promisiunea lui Dumnezeu, prin necredință, ci a fost întărit prin credință, dând glorie lui Dumnezeu",
        "21": "și fiind pe deplin convins că Dumnezeu este în stare să și facă ceea ce a promis.",
        "22": "De aceea credința i-a fost considerată dreptate.",
        "23": "Acum, cuvintele „i-a fost considerată“ n-au fost scrise doar pentru el,",
        "24": "ci și pentru noi, cărora credința urmează să ne fie considerată dreptate, nouă, celor ce credem în Cel Ce L-a înviat dintre cei morți pe Isus, Domnul nostru,",
        "25": "Care a fost dat pentru nelegiuirile noastre și Care a fost înviat pentru îndreptățirea noastră."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "What then will we say that Abraham, our forefather, has found according to the flesh?",
        "2": "For if Abraham was justified by works, he has something to boast about, but not toward God.",
        "3": "For what does the Scripture say? “Abraham believed God, and it was accounted to him for righteousness.”",
        "4": "Now to him who works, the reward is not counted as grace, but as something owed.",
        "5": "But to him who doesn’t work, but believes in him who justifies the ungodly, his faith is accounted for righteousness.",
        "6": "Even as David also pronounces blessing on the man to whom God counts righteousness apart from works:",
        "7": "“Blessed are they whose iniquities are forgiven, whose sins are covered.",
        "8": "Blessed is the man whom the Lord will by no means charge with sin.”",
        "9": "Is this blessing then pronounced only on the circumcised, or on the uncircumcised also? For we say that faith was accounted to Abraham for righteousness.",
        "10": "How then was it counted? When he was in circumcision, or in uncircumcision? Not in circumcision, but in uncircumcision.",
        "11": "He received the sign of circumcision, a seal of the righteousness of the faith which he had while he was in uncircumcision, that he might be the father of all those who believe, though they might be in uncircumcision, that righteousness might also be accounted to them.",
        "12": "He is the father of circumcision to those who not only are of the circumcision, but who also walk in the steps of that faith of our father Abraham, which he had in uncircumcision.",
        "13": "For the promise to Abraham and to his offspring that he would be heir of the world wasn’t through the law, but through the righteousness of faith.",
        "14": "For if those who are of the law are heirs, faith is made void, and the promise is made of no effect.",
        "15": "For the law produces wrath; for where there is no law, neither is there disobedience.",
        "16": "For this cause it is of faith, that it may be according to grace, to the end that the promise may be sure to all the offspring, not to that only which is of the law, but to that also which is of the faith of Abraham, who is the father of us all.",
        "17": "As it is written, “I have made you a father of many nations.” This is in the presence of him whom he believed: God, who gives life to the dead, and calls the things that are not, as though they were.",
        "18": "Against hope, Abraham in hope believed, to the end that he might become a father of many nations, according to that which had been spoken, “So will your offspring be.”",
        "19": "Without being weakened in faith, he didn’t consider his own body, already having been worn out, (he being about a hundred years old), and the deadness of Sarah’s womb.",
        "20": "Yet, looking to the promise of God, he didn’t waver through unbelief, but grew strong through faith, giving glory to God,",
        "21": "and being fully assured that what he had promised, he was also able to perform.",
        "22": "Therefore it also was “credited to him for righteousness.”",
        "23": "Now it was not written that it was accounted to him for his sake alone,",
        "24": "but for our sake also, to whom it will be accounted, who believe in him who raised Jesus our Lord from the dead,",
        "25": "who was delivered up for our trespasses, and was raised for our justification."
      }
    }
  }
}