{
  "book": "Romani",
  "chapter": "6",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Ce vom zice dar? Să păcătuim mereu ca să se înmulțească harul?",
        "2": "Nicidecum! Noi, care am murit față de păcat, cum să mai trăim în păcat?",
        "3": "Nu știți că toți câți am fost botezați în Isus Hristos am fost botezați în moartea Lui?",
        "4": "Noi deci, prin botezul în moartea Lui, am fost îngropați împreună cu El, pentru ca, după cum Hristos a înviat din morți prin slava Tatălui, tot așa și noi să trăim o viață nouă.",
        "5": "În adevăr, dacă ne-am făcut una cu El printr-o moarte asemănătoare cu a Lui, vom fi una cu El și printr-o înviere asemănătoare cu a Lui.",
        "6": "Știm bine că omul nostru cel vechi a fost răstignit împreună cu El, pentru ca trupul păcatului să fie dezbrăcat de puterea lui, în așa fel ca să nu mai fim robi ai păcatului,",
        "7": "căci cine a murit, de drept, este izbăvit de păcat.",
        "8": "Acum, dacă am murit împreună cu Hristos, credem că vom și trăi împreună cu El,",
        "9": "întrucât știm că Hristosul înviat din morți nu mai moare; moartea nu mai are nicio stăpânire asupra Lui.",
        "10": "Fiindcă, prin moartea de care a murit, El a murit pentru păcat o dată pentru totdeauna, iar prin viața pe care o trăiește, trăiește pentru Dumnezeu.",
        "11": "Tot așa și voi înșivă socotiți-vă morți față de păcat și vii pentru Dumnezeu, în Isus Hristos, Domnul nostru.",
        "12": "Deci păcatul să nu mai domnească în trupul vostru muritor și să nu mai ascultați de poftele lui.",
        "13": "Să nu mai dați în stăpânirea păcatului mădularele voastre, ca niște unelte ale nelegiuirii, ci dați-vă pe voi înșivă lui Dumnezeu, ca vii, din morți cum erați; și dați lui Dumnezeu mădularele voastre, ca pe niște unelte ale neprihănirii.",
        "14": "Căci păcatul nu va mai stăpâni asupra voastră, pentru că nu sunteți sub Lege, ci sub har. Harul nu îndreptățește păcatul",
        "15": "Ce urmează de aici? Să păcătuim pentru că nu mai suntem sub Lege, ci sub har? Nicidecum.",
        "16": "Nu știți că, dacă vă dați robi cuiva ca să-l ascultați, sunteți robii aceluia de care ascultați, fie că este vorba de păcat, care duce la moarte, fie că este vorba de ascultare, care duce la neprihănire?",
        "17": "Dar mulțumiri fie aduse lui Dumnezeu, pentru că, după ce ați fost robi ai păcatului, ați ascultat acum din inimă de dreptarul învățăturii pe care ați primit-o.",
        "18": "Și prin chiar faptul că ați fost izbăviți de sub păcat, v-ați făcut robi ai neprihănirii.",
        "19": "Vorbesc omenește, din pricina neputinței firii voastre pământești: după cum odinioară v-ați făcut mădularele voastre roabe ale necurăției și fărădelegii, așa că săvârșeați fărădelegea, tot așa acum trebuie să vă faceți mădularele voastre roabe ale neprihănirii, ca să ajungeți la sfințirea voastră!",
        "20": "Căci, atunci când erați robi ai păcatului, erați slobozi față de neprihănire.",
        "21": "Și ce roade aduceați atunci? Roade de care acum vă este rușine, pentru că sfârșitul acestor lucruri este moartea.",
        "22": "Dar acum, odată ce ați fost izbăviți de păcat și v-ați făcut robi ai lui Dumnezeu, aveți ca rod sfințirea, iar ca sfârșit: viața veșnică.",
        "23": "Fiindcă plata păcatului este moartea, dar darul fără plată al lui Dumnezeu este viața veșnică în Isus Hristos, Domnul nostru."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Ce vom spune atunci? Să continuăm să trăim în păcat ca să se înmulțească harul?",
        "2": "În niciun caz! Noi, care am murit față de păcat, cum să mai trăim în el?",
        "3": "Sau nu știți că toți cei care am fost botezați în Cristos Isus am fost botezați în moartea Lui?",
        "4": "Noi, deci, am fost înmormântați împreună cu El prin botezul în moarte, pentru ca, așa cum Cristos a fost înviat din morți prin gloria Tatălui, tot astfel să trăim și noi o viață nouă.",
        "5": "Căci, dacă am devenit una cu El printr-o moarte asemănătoare cu a Lui, vom fi una cu El și printr-o înviere asemănătoare cu a Lui.",
        "6": "Noi știm că omul nostru cel vechi a fost răstignit împreună cu El, pentru ca trupul păcatului să fie lăsat fără putere, în așa fel încât să nu mai fim sclavi ai păcatului.",
        "7": "Căci, cine a murit a fost eliberat de păcat.",
        "8": "Iar dacă am murit împreună cu Cristos, credem că vom și trăi împreună cu El,",
        "9": "știind că, odată înviat din morți, Cristos nu mai moare; moartea nu mai domnește asupra Lui.",
        "10": "Căci, prin faptul că a murit, El a murit față de păcat o dată pentru totdeauna, iar prin faptul că trăiește, El trăiește față de Dumnezeu.",
        "11": "La fel și voi, considerați-vă morți față de păcat și vii față de Dumnezeu în Cristos Isus.",
        "12": "Așadar, păcatul să nu mai domnească în trupul vostru muritor, ca să nu mai ascultați de poftele lui.",
        "13": "Să nu mai dați păcatului părțile trupului vostru, ca pe niște unelte ale nedreptății, ci dați-vă pe voi înșivă lui Dumnezeu, ca unii care ați fost aduși la viață dintre cei morți, și dați lui Dumnezeu părțile trupului vostru, ca pe niște unelte ale dreptății.",
        "14": "Căci păcatul nu va mai domni asupra voastră, deoarece voi nu sunteți sub Lege, ci sub har. Sclavi ai dreptății",
        "15": "Și atunci? Să păcătuim, pentru că nu suntem sub Lege, ci sub har? În niciun caz!",
        "16": "Nu știți că atunci când vă oferiți pe voi înșivă sclavi cuiva, ca să-l ascultați, sunteți sclavii celui de care ascultați: fie ai păcatului, care duce la moarte, fie ai ascultării, care duce la dreptate?",
        "17": "Dar mulțumiri să-I fie aduse lui Dumnezeu, pentru că, deși erați sclavi ai păcatului, ați ascultat din inimă de modelul de învățătură căruia i-ați fost încredințați,",
        "18": "ați fost eliberați de păcat și ați devenit sclavi ai dreptății.",
        "19": "Vorbesc cât este omenește posibil, din cauza slăbiciunii firii voastre pământești. Așa cum v-ați dat părțile trupului să fie sclave ale necurăției și fărădelegii, spre fărădelege, tot așa acum, dați-vă părțile trupului să fie sclave ale dreptății, spre sfințire.",
        "20": "Căci, atunci când erați sclavi ai păcatului, erați liberi în ce privește dreptatea.",
        "21": "Și ce roade aduceați atunci? Roade de care acum vă este rușine, pentru că sfârșitul acestor lucruri este moartea.",
        "22": "Însă acum, fiind eliberați de păcat și devenind sclavi ai lui Dumnezeu, rodul pe care-l aveți este spre sfințire, iar sfârșitul este viața veșnică.",
        "23": "Fiindcă plata păcatului este moartea, dar darul lui Dumnezeu este viața veșnică în Cristos Isus, Domnul nostru."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "What shall we say then? Shall we continue in sin, that grace may abound?",
        "2": "May it never be! We who died to sin, how could we live in it any longer?",
        "3": "Or don’t you know that all of us who were baptized into Christ Jesus were baptized into his death?",
        "4": "We were buried therefore with him through baptism into death, that just as Christ was raised from the dead through the glory of the Father, so we also might walk in newness of life.",
        "5": "For if we have become united with him in the likeness of his death, we will also be part of his resurrection;",
        "6": "knowing this, that our old man was crucified with him, that the body of sin might be done away with, so that we would no longer be in bondage to sin.",
        "7": "For he who has died has been freed from sin.",
        "8": "But if we died with Christ, we believe that we will also live with him,",
        "9": "knowing that Christ, being raised from the dead, dies no more. Death no longer has dominion over him!",
        "10": "For the death that he died, he died to sin one time; but the life that he lives, he lives to God.",
        "11": "Thus consider yourselves also to be dead to sin, but alive to God in Christ Jesus our Lord.",
        "12": "Therefore don’t let sin reign in your mortal body, that you should obey it in its lusts.",
        "13": "Also, do not present your members to sin as instruments of unrighteousness, but present yourselves to God as alive from the dead, and your members as instruments of righteousness to God.",
        "14": "For sin will not have dominion over you, for you are not under law, but under grace.",
        "15": "What then? Shall we sin because we are not under law but under grace? May it never be!",
        "16": "Don’t you know that when you present yourselves as servants and obey someone, you are the servants of whomever you obey, whether of sin to death, or of obedience to righteousness?",
        "17": "But thanks be to God that, whereas you were bondservants of sin, you became obedient from the heart to that form of teaching to which you were delivered.",
        "18": "Being made free from sin, you became bondservants of righteousness.",
        "19": "I speak in human terms because of the weakness of your flesh; for as you presented your members as servants to uncleanness and to wickedness upon wickedness, even so now present your members as servants to righteousness for sanctification.",
        "20": "For when you were servants of sin, you were free from righteousness.",
        "21": "What fruit then did you have at that time in the things of which you are now ashamed? For the end of those things is death.",
        "22": "But now, being made free from sin and having become servants of God, you have your fruit of sanctification and the result of eternal life.",
        "23": "For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord."
      }
    }
  }
}