{
  "book": "Romani",
  "chapter": "2",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Așadar, omule, oricine ai fi tu care judeci pe altul, nu te poți dezvinovăți, căci prin faptul că judeci pe altul, te osândești singur, fiindcă tu, care judeci pe altul, faci aceleași lucruri.",
        "2": "Știm, în adevăr, că judecata lui Dumnezeu împotriva celor ce săvârșesc astfel de lucruri este potrivită cu adevărul.",
        "3": "Și crezi tu, omule, care judeci pe cei ce săvârșesc astfel de lucruri și pe care le faci și tu, că vei scăpa de judecata lui Dumnezeu?",
        "4": "Sau disprețuiești tu bogățiile bunătății, îngăduinței și îndelungii Lui răbdări? Nu vezi tu că bunătatea lui Dumnezeu te îndeamnă la pocăință?",
        "5": "Dar, cu împietrirea inimii tale, care nu vrea să se pocăiască, îți aduni o comoară de mânie pentru ziua mâniei și a arătării dreptei judecăți a lui Dumnezeu,",
        "6": "care va răsplăti fiecăruia după faptele lui.",
        "7": "Și anume va da viața veșnică celor ce, prin stăruința în bine, caută slava, cinstea și nemurirea,",
        "8": "și va da mânie și urgie celor ce, din duh de gâlceavă, se împotrivesc adevărului și ascultă de nelegiuire.",
        "9": "Necaz și strâmtorare vor veni peste orice suflet omenesc care face răul: întâi peste iudeu, apoi peste grec.",
        "10": "Slavă, cinste și pace vor veni însă peste oricine face binele: întâi peste iudeu, apoi peste grec.",
        "11": "Căci înaintea lui Dumnezeu nu se are în vedere fața omului.",
        "12": "Toți cei ce au păcătuit fără lege vor pieri fără lege, și toți cei ce au păcătuit având lege vor fi judecați după lege.",
        "13": "Pentru că nu cei ce aud Legea sunt neprihăniți înaintea lui Dumnezeu, ci cei ce împlinesc Legea aceasta vor fi socotiți neprihăniți.",
        "14": "Când neamurile, măcar că n-au lege, fac din fire lucrurile Legii, prin aceasta ei, care n-au o lege, își sunt singuri lege,",
        "15": "și ei dovedesc că lucrarea Legii este scrisă în inimile lor, fiindcă despre lucrarea aceasta mărturisește cugetul lor și gândurile lor, care sau se învinovățesc, sau se dezvinovățesc între ele.",
        "16": "Și faptul acesta se va vedea în ziua când, după Evanghelia mea, Dumnezeu va judeca, prin Isus Hristos, lucrurile ascunse ale oamenilor. Iudeii nu se pot dezvinovăți",
        "17": "Tu, care te numești iudeu, care te rezemi pe o Lege, care te lauzi cu Dumnezeul tău,",
        "18": "care cunoști voia Lui, care știi să faci deosebire între lucruri, pentru că ești învățat de Lege;",
        "19": "tu, care te măgulești că ești călăuza orbilor, lumina celor ce sunt în întuneric,",
        "20": "povățuitorul celor fără minte, învățătorul celor neștiutori, pentru că în Lege ai dreptarul cunoștinței depline și al adevărului;",
        "21": "tu deci, care înveți pe alții, pe tine însuți nu te înveți? Tu, care propovăduiești: „Să nu furi”, furi?",
        "22": "Tu, care zici: „Să nu preacurvești”, preacurvești? Tu, căruia ți-e scârbă de idoli, le jefuiești templele?",
        "23": "Tu, care te fălești cu Legea, necinstești pe Dumnezeu prin călcarea acestei Legi?",
        "24": "„Căci din pricina voastră este hulit Numele lui Dumnezeu între neamuri”, după cum este scris. Adevărata tăiere împrejur",
        "25": "Tăierea împrejur, negreșit, este de folos, dacă împlinești Legea, dar, dacă tu calci Legea, tăierea ta împrejur ajunge netăiere împrejur.",
        "26": "Dacă deci cel netăiat împrejur păzește poruncile Legii, netăierea lui împrejur nu i se va socoti ea ca o tăiere împrejur?",
        "27": "Cel netăiat împrejur din naștere, care împlinește Legea, nu te va osândi el pe tine, care o calci, măcar că ai slova Legii și tăierea împrejur?",
        "28": "Iudeu nu este acela care se arată pe dinafară că este iudeu, și tăiere împrejur nu este aceea care este pe dinafară, în carne.",
        "29": "Ci iudeu este acela care este iudeu înăuntru, și tăiere împrejur este aceea a inimii, în duh, nu în slovă; un astfel de iudeu își scoate lauda nu de la oameni, ci de la Dumnezeu."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "De aceea, tu, omule, oricine ai fi, care-i judeci pe alții, n-ai nicio scuză, pentru că în ceea ce-l judeci pe altul, te condamni pe tine însuți, fiindcă tu, care-l judeci, faci aceleași lucruri.",
        "2": "Știm însă că judecata lui Dumnezeu față de cei ce fac astfel de lucruri este potrivită cu adevărul.",
        "3": "Și crezi tu, omule, care-i judeci pe cei ce fac astfel de lucruri, dar pe care le faci și tu, că vei scăpa de judecata lui Dumnezeu?",
        "4": "Sau disprețuiești tu bogățiile bunătății, îngăduinței și îndelungii Lui răbdări, și nu înțelegi că bunătatea lui Dumnezeu te îndeamnă la pocăință?",
        "5": "Dar, din cauza împietririi tale și a inimii tale nepocăite, îți aduni mânie pentru ziua mâniei și a descoperirii dreptei judecăți a lui Dumnezeu,",
        "6": "Care „va răsplăti fiecăruia după faptele lui“:",
        "7": "celor ce, prin perseverența în fapte bune, caută glorie, onoare și nemurire, le va da viață veșnică;",
        "8": "dar celor ce, din ambiție egoistă, nu ascultă de adevăr și se lasă convinși de nedreptate, le va da mânie și furie.",
        "9": "Vor veni necazuri și probleme peste orice suflet omenesc care face răul, întâi peste iudeu și apoi peste grec,",
        "10": "dar va fi glorie, onoare și pace pentru oricine face binele, întâi pentru iudeu și apoi pentru grec,",
        "11": "căci înaintea lui Dumnezeu nu există favoritism.",
        "12": "Fiindcă toți cei ce au păcătuit fără Lege vor și pieri fără Lege, iar toți cei ce au păcătuit sub Lege vor fi judecați potrivit Legii.",
        "13": "Căci nu cei ce aud Legea sunt drepți înaintea lui Dumnezeu, ci cei ce împlinesc Legea vor fi îndreptățiți.",
        "14": "Când neevreii, care nu au Legea, împlinesc din instinct cerințele Legii, prin aceasta, ei, care nu au Legea, sunt lege pentru ei înșiși.",
        "15": "Ei arată astfel că lucrarea Legii este scrisă în inimile lor, conștiința lor aducând mărturie, iar gândurile lor acuzându-se sau scuzându-se între ele.",
        "16": "Lucrul acesta se va vedea în ziua când, potrivit Evangheliei mele, Dumnezeu, prin Cristos Isus, va judeca lucrurile ascunse ale oamenilor. Iudeul și Legea",
        "17": "Dar dacă tu, care te numești iudeu, care îți pui încrederea în Lege, care te lauzi cu Dumnezeu,",
        "18": "care cunoști voia Lui și discerni lucrurile deosebite pentru că ești învățat din Lege,",
        "19": "tu, care ești convins că ești călăuză pentru orbi, lumină pentru cei din întuneric,",
        "20": "îndrumător al celor nesăbuiți, învățător al celor imaturi, pentru că tu ai în Lege întruchiparea cunoștinței și a adevărului,",
        "21": "tu, deci, care înveți pe altul, pe tine însuți nu te înveți? Tu, care predici: „Să nu furi“, furi?",
        "22": "Tu, care spui: „Să nu comiți adulter“, comiți adulter? Tu, căruia ți-e scârbă de idoli, le jefuiești templele?",
        "23": "Tu, care te lauzi cu Legea, Îl faci de rușine pe Dumnezeu prin încălcarea Legii?",
        "24": "Căci, așa cum este scris: „Numele lui Dumnezeu este blasfemiat printre neevrei din cauza voastră“.",
        "25": "Fiindcă circumcizia este de folos dacă împlinești Legea, dar, dacă ești unul care încalcă Legea, circumcizia ta a devenit necircumcizie.",
        "26": "Deci, dacă cel necircumcis păzește hotărârile drepte ale Legii, nu va fi considerată oare necircumcizia lui drept circumcizie?",
        "27": "Cel care, din naștere, este necircumcis, însă împlinește Legea, te va judeca pe tine care, deși ai litera Legii și circumcizia, ești unul care încalci Legea.",
        "28": "Căci iudeu nu este cel care este iudeu în exterior, și circumcizie nu este cea exterioară, în carne,",
        "29": "ci iudeu este cel care este iudeu în interior, iar circumcizie este cea a inimii, prin Duhul, nu prin litera Legii. Lauda acestuia nu este de la oameni, ci de la Dumnezeu."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Therefore you are without excuse, O man, whoever you are who judge. For in that which you judge another, you condemn yourself. For you who judge practice the same things.",
        "2": "We know that the judgment of God is according to truth against those who practice such things.",
        "3": "Do you think this, O man who judges those who practice such things, and do the same, that you will escape the judgment of God?",
        "4": "Or do you despise the riches of his goodness, forbearance, and patience, not knowing that the goodness of God leads you to repentance?",
        "5": "But according to your hardness and unrepentant heart you are treasuring up for yourself wrath in the day of wrath, revelation, and of the righteous judgment of God,",
        "6": "who “will pay back to everyone according to their works:”",
        "7": "to those who by perseverance in well-doing seek for glory, honor, and incorruptibility, eternal life;",
        "8": "but to those who are self-seeking and don’t obey the truth, but obey unrighteousness, will be wrath, indignation,",
        "9": "oppression, and anguish on every soul of man who does evil, to the Jew first, and also to the Greek.",
        "10": "But glory, honor, and peace go to every man who does good, to the Jew first, and also to the Greek.",
        "11": "For there is no partiality with God.",
        "12": "For as many as have sinned without the law will also perish without the law. As many as have sinned under the law will be judged by the law.",
        "13": "For it isn’t the hearers of the law who are righteous before God, but the doers of the law will be justified",
        "14": "(for when Gentiles who don’t have the law do by nature the things of the law, these, not having the law, are a law to themselves,",
        "15": "in that they show the work of the law written in their hearts, their conscience testifying with them, and their thoughts among themselves accusing or else excusing them)",
        "16": "in the day when God will judge the secrets of men, according to my Good News, by Jesus Christ.",
        "17": "Indeed you bear the name of a Jew, rest on the law, glory in God,",
        "18": "know his will, and approve the things that are excellent, being instructed out of the law,",
        "19": "and are confident that you yourself are a guide of the blind, a light to those who are in darkness,",
        "20": "a corrector of the foolish, a teacher of babies, having in the law the form of knowledge and of the truth.",
        "21": "You therefore who teach another, don’t you teach yourself? You who preach that a man shouldn’t steal, do you steal?",
        "22": "You who say a man shouldn’t commit adultery, do you commit adultery? You who abhor idols, do you rob temples?",
        "23": "You who glory in the law, do you dishonor God by disobeying the law?",
        "24": "For “the name of God is blasphemed among the Gentiles because of you,” just as it is written.",
        "25": "For circumcision indeed profits, if you are a doer of the law, but if you are a transgressor of the law, your circumcision has become uncircumcision.",
        "26": "If therefore the uncircumcised keep the ordinances of the law, won’t his uncircumcision be accounted as circumcision?",
        "27": "Won’t those who are physically uncircumcised, but fulfill the law, judge you, who with the letter and circumcision are a transgressor of the law?",
        "28": "For he is not a Jew who is one outwardly, neither is that circumcision which is outward in the flesh;",
        "29": "but he is a Jew who is one inwardly, and circumcision is that of the heart, in the spirit, not in the letter; whose praise is not from men, but from God."
      }
    }
  }
}