{
  "book": "Rut",
  "chapter": "4",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Boaz s-a suit la poarta cetății și s-a oprit acolo. Și iată că cel ce avea drept de răscumpărare, și despre care vorbise Boaz, trecea. Boaz i-a zis: „Hei, cutare, apropie-te, stai aici.” Și el s-a apropiat și s-a oprit.",
        "2": "Boaz a luat atunci zece oameni dintre bătrânii cetății și a zis: „Ședeți aici.” Și ei au șezut jos.",
        "3": "Apoi a zis celui ce avea drept de răscumpărare: „Naomi, întorcându-se din țara Moabului, a vândut bucata de pământ care era a fratelui nostru Elimelec.",
        "4": "Am crezut de datoria mea să te înștiințez despre aceasta și să-ți spun: ‘Cumpăr-o în fața locuitorilor și în fața bătrânilor poporului meu. Dacă vrei s-o răscumperi, răscumpăr-o; dar dacă nu vrei, spune-mi, ca să știu. Căci nu este nimeni înaintea ta care să aibă dreptul de răscumpărare, și după tine eu am dreptul acesta.’” Și el a răspuns: „O voi răscumpăra.”",
        "5": "Boaz a zis: „În ziua în care vei cumpăra țarina din mâna Naomei, o vei cumpăra în același timp și de la Rut, Moabita, nevasta celui mort, ca să ridici numele mortului în moștenirea lui.”",
        "6": "Și cel ce avea drept de răscumpărare a răspuns: „Nu pot s-o răscumpăr pe socoteala mea, de frică să nu-mi stric moștenirea mea; ia tu dreptul de răscumpărare, căci eu nu pot s-o răscumpăr.”",
        "7": "Odinioară în Israel, pentru întărirea unei răscumpărări sau a unui schimb, omul își scotea încălțămintea și o dădea celuilalt: aceasta slujea ca mărturie în Israel.",
        "8": "Cel ce avea drept de răscumpărare a zis dar lui Boaz: „Cumpăr-o pe socoteala ta!” Și și-a scos încălțămintea.",
        "9": "Atunci, Boaz a zis bătrânilor și întregului popor: „Voi sunteți martori azi că am cumpărat din mâna Naomei tot ce era al lui Elimelec, al lui Chilion și al lui Mahlon",
        "10": "și că mi-am cumpărat, de asemenea, de nevastă pe Rut, Moabita, nevasta lui Mahlon, ca să ridic numele mortului în moștenirea lui și pentru ca numele mortului să nu fie șters dintre frații lui și din poarta locului lui. Voi sunteți martori azi despre aceasta!”",
        "11": "Tot poporul care era la poartă și bătrânii au zis: „Suntem martori! Domnul să facă pe femeia care intră în casa ta ca Rahela și ca Lea, care amândouă au zidit casa lui Israel! Arată-ți puterea în Efrata și fă-ți un nume în Betleem!",
        "12": "Sămânța pe care ți-o va da Domnul prin această tânără femeie să-ți facă o casă asemenea casei lui Pereț, care s-a născut lui Iuda din Tamar!” Nașterea lui Obed, strămoșul lui David",
        "13": "Boaz a luat pe Rut, care i-a fost nevastă, și el a intrat la ea. Domnul a făcut-o să zămislească și ea a născut un fiu.",
        "14": "Femeile au zis Naomei: „Binecuvântat să fie Domnul, care nu te-a lăsat lipsită azi de un bărbat cu drept de răscumpărare și al cărui nume va fi lăudat în Israel!",
        "15": "Copilul acesta îți va înviora sufletul și va fi sprijinul bătrâneților tale, căci l-a născut noră-ta, care te iubește și care face pentru tine mai mult decât șapte fii.”",
        "16": "Naomi a luat copilul, l-a ținut în brațe și a văzut de el.",
        "17": "Vecinele i-au pus nume, zicând: „Un fiu s-a născut Naomei!” Și l-au numit Obed. Acesta a fost tatăl lui Isai, tatăl lui David. Sămânța lui Pereț",
        "18": "Iată sămânța lui Pereț. Pereț a fost tatăl lui Hețron;",
        "19": "Hețron a fost tatăl lui Ram; Ram a fost tatăl lui Aminadab;",
        "20": "Aminadab a fost tatăl lui Nahșon; Nahșon a fost tatăl lui Salmon;",
        "21": "Salmon a fost tatăl lui Boaz; Boaz a fost tatăl lui Obed;",
        "22": "Obed a fost tatăl lui Isai și Isai a fost tatăl lui David."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Boaz s-a dus la poarta cetății și s-a așezat acolo. Tocmai atunci trecea cel ce avea drept de răscumpărare, cel despre care vorbise Boaz. Boaz i-a zis: ‒ Prietene, întoarce-te și așază-te aici! Acesta s-a întors și s-a așezat.",
        "2": "Boaz a adus și zece bărbați dintre bătrânii cetății și a zis: ‒ Așezați-vă aici. Ei s-au așezat.",
        "3": "Apoi i-a zis celui cu drept de răscumpărare: ‒ Naomi, care s-a întors din câmpiile Moabului, a scos la vânzare parcela de pământ care era a fratelui nostru, Elimelek.",
        "4": "M-am gândit să te anunț și să-ți spun: cumpăr-o acum, de față cu locuitorii și de față cu bătrânii poporului meu. Dacă vrei deci s-o răscumperi, răscumpăr-o, dar dacă nu vrei s-o răscumperi, atunci spune-mi, ca să știu, căci nu este nimeni înaintea ta cu drept de răscumpărare, iar după tine urmez eu. Acesta a răspuns: ‒ O voi răscumpăra eu.",
        "5": "Boaz a zis: ‒ În ziua în care vei cumpăra parcela de la Naomi, va trebui s-o răscumperi și pe moabita Rut, soția celui ce a murit, ca să păstrezi numele mortului în cadrul moștenirii lui.",
        "6": "Atunci cel ce avea drept de răscumpărare i-a răspuns: ‒ Nu pot s-o răscumpăr pentru mine, ca nu cumva să-mi ruinez propria moștenire. Răscumpăr-o tu. Poți lua tu dreptul meu de răscumpărare, căci eu nu pot s-o răscumpăr.",
        "7": "Pe vremuri, în Israel, pentru a confirma orice înțelegere referitoare la răscumpărare și la schimbarea dreptului de răscumpărare, unul își scotea sandala și i-o dădea celuilalt. Aceasta slujea drept mărturie în Israel.",
        "8": "Deci, cel ce avea drept de răscumpărare i-a zis lui Boaz: ‒ Cumpăr-o tu. Apoi și-a scos sandala.",
        "9": "Atunci Boaz le-a zis bătrânilor și întregului popor: ‒ Astăzi sunteți martori că am cumpărat de la Naomi tot ce a aparținut lui Elimelek, lui Chilion și lui Mahlon.",
        "10": "De asemenea, pe moabita Rut, văduva lui Mahlon, am cumpărat-o de soție, ca să păstrez numele mortului în cadrul moștenirii lui, astfel încât să nu se șteargă numele acestuia dintre frații lui și din cetatea sa. Voi sunteți martori astăzi!",
        "11": "Tot poporul care era la poartă și bătrânii i-au răspuns: ‒ Suntem martori. S-o facă Domnul pe femeia care intră în casa ta ca pe Rahela și ca pe Lea care, împreună, au ajutat la înmulțirea familiei lui Israel. Să-ți sporească puterea în Efrata și să-ți faci un nume în Betleem!",
        "12": "Să ajungă familia ta, prin urmașul pe care ți-l va da Domnul din această tânără, ca familia lui Pereț, care i s-a născut lui Iuda din Tamar.",
        "13": "Boaz a luat-o pe Rut și ea a devenit soția lui. El a intrat la ea, iar Domnul a dat rod pântecului ei și, astfel, ea a născut un fiu.",
        "14": "Femeile i-au zis lui Naomi: „Binecuvântat să fie Domnul, Cel Ce nu te-a lăsat astăzi fără un răscumpărător. Fie ca numele lui să ajungă vestit în Israel!",
        "15": "El îți va fi o înviorare pentru suflet și un sprijin la bătrânețe, căci l-a născut nora ta care te iubește și care prețuiește pentru tine mai mult decât șapte fii“.",
        "16": "Naomi a luat copilul, l-a pus în poală și i-a fost acestuia ca o doică.",
        "17": "Vecinele i-au pus numele Obed, zicând: „I s-a născut un fiu lui Naomi“. El a fost tatăl lui Ișai, tatăl lui David.",
        "18": "Aceștia sunt descendenții lui Pereț: din Pereț s-a născut Hețron,",
        "19": "din Hețron s-a născut Ram, din Ram s-a născut Aminadab,",
        "20": "din Aminadab s-a născut Nahșon, din Nahșon s-a născut Salmon,",
        "21": "din Salmon s-a născut Boaz, din Boaz s-a născut Obed,",
        "22": "din Obed s-a născut Ișai, iar din Ișai s-a născut David."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Now Boaz went up to the gate and sat down there. Behold, the near kinsman of whom Boaz spoke came by. Boaz said to him, “Come over here, friend, and sit down!” He came over, and sat down.",
        "2": "Boaz took ten men of the elders of the city, and said, “Sit down here,” and they sat down.",
        "3": "He said to the near kinsman, “Naomi, who has come back out of the country of Moab, is selling the parcel of land, which was our brother Elimelech’s.",
        "4": "I thought I should tell you, saying, ‘Buy it before those who sit here, and before the elders of my people.’ If you will redeem it, redeem it; but if you will not redeem it, then tell me, that I may know. For there is no one to redeem it besides you; and I am after you.” He said, “I will redeem it.”",
        "5": "Then Boaz said, “On the day you buy the field from the hand of Naomi, you must buy it also from Ruth the Moabitess, the wife of the dead, to raise up the name of the dead on his inheritance.”",
        "6": "The near kinsman said, “I can’t redeem it for myself, lest I endanger my own inheritance. Take my right of redemption for yourself; for I can’t redeem it.”",
        "7": "Now this was the custom in former time in Israel concerning redeeming and concerning exchanging, to confirm all things: a man took off his sandal, and gave it to his neighbor; and this was the way of formalizing transactions in Israel.",
        "8": "So the near kinsman said to Boaz, “Buy it for yourself,” then he took off his sandal.",
        "9": "Boaz said to the elders and to all the people, “You are witnesses today, that I have bought all that was Elimelech’s, and all that was Chilion’s and Mahlon’s, from the hand of Naomi.",
        "10": "Moreover, Ruth the Moabitess, the wife of Mahlon, I have purchased to be my wife, to raise up the name of the dead on his inheritance, that the name of the dead may not be cut off from among his brothers and from the gate of his place. You are witnesses today.”",
        "11": "All the people who were in the gate, and the elders, said, “We are witnesses. May Yahweh make the woman who has come into your house like Rachel and like Leah, which both built the house of Israel; and treat you worthily in Ephrathah, and be famous in Bethlehem.",
        "12": "Let your house be like the house of Perez, whom Tamar bore to Judah, of the offspring which Yahweh will give you by this young woman.”",
        "13": "So Boaz took Ruth and she became his wife; and he went in to her, and Yahweh enabled her to conceive, and she bore a son.",
        "14": "The women said to Naomi, “Blessed be Yahweh, who has not left you today without a near kinsman. Let his name be famous in Israel.",
        "15": "He shall be to you a restorer of life and sustain you in your old age; for your daughter-in-law, who loves you, who is better to you than seven sons, has given birth to him.”",
        "16": "Naomi took the child, laid him in her bosom, and became nurse to him.",
        "17": "The women, her neighbors, gave him a name, saying, “A son is born to Naomi”. They named him Obed. He is the father of Jesse, the father of David.",
        "18": "Now this is the history of the generations of Perez: Perez became the father of Hezron,",
        "19": "and Hezron became the father of Ram, and Ram became the father of Amminadab,",
        "20": "and Amminadab became the father of Nahshon, and Nahshon became the father of Salmon,",
        "21": "and Salmon became the father of Boaz, and Boaz became the father of Obed,",
        "22": "and Obed became the father of Jesse, and Jesse became the father of David."
      }
    }
  }
}