{
  "book": "Rut",
  "chapter": "1",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Pe vremea judecătorilor, a fost o foamete în țară. Un om din Betleemul lui Iuda a plecat cu nevastă-sa și cu cei doi fii ai lui să locuiască pentru o vreme în țara Moabului.",
        "2": "Numele omului aceluia era Elimelec, numele nevestei lui era Naomi și cei doi fii ai lui se numeau Mahlon și Chilion: erau efratiți, din Betleemul lui Iuda. Ajungând în țara Moabului, și-au așezat locuința acolo.",
        "3": "Elimelec, bărbatul Naomei, a murit, și ea a rămas cu cei doi fii ai ei.",
        "4": "Ei și-au luat neveste moabite. Una se numea Orpa și cealaltă, Rut și au locuit acolo aproape zece ani.",
        "5": "Mahlon și Chilion au murit și ei amândoi, și Naomi a rămas fără cei doi fii ai ei și fără bărbat. Rut se ține de Naomi",
        "6": "Apoi s-a sculat, ea și nurorile ei, ca să se întoarcă în țara ei din țara Moabului, căci aflase în țara Moabului că Domnul cercetase pe poporul Său și-i dăduse pâine.",
        "7": "Ea a ieșit din locul în care locuia însoțită de cele două nurori ale ei și a pornit ca să se întoarcă în țara lui Iuda.",
        "8": "Naomi a zis atunci celor două nurori ale ei: „Duceți-vă și întoarceți-vă fiecare la casa mamei ei! Domnul să Se îndure de voi, cum v-ați îndurat și voi de cei ce au murit și de mine!",
        "9": "Să vă dea Domnul să găsiți odihnă, fiecare în casa unui bărbat!” Și le-a sărutat. Ele au ridicat glasul și au plâns;",
        "10": "și i-au zis: „Nu, noi vom merge cu tine la poporul tău.”",
        "11": "Naomi a zis: „Întoarceți-vă, fiicele mele! Pentru ce să veniți voi cu mine? Mai am eu oare fii în pântecele meu, ca să poată fi bărbații voștri?",
        "12": "Întoarceți-vă, fiicele mele, și duceți-vă! Eu sunt prea bătrână ca să mă mărit din nou. Și chiar dacă aș zice că trag nădejde, chiar dacă în noaptea aceasta aș fi cu un bărbat și aș naște fii,",
        "13": "ați mai aștepta voi până să se facă mari și ați vrea voi să nu vă măritați din pricina lor? Nu, fiicele mele! Eu sunt mult mai amărâtă decât voi, pentru că mâna Domnului s-a întins împotriva mea.”",
        "14": "Și ele au ridicat glasul și iarăși au plâns. Orpa a sărutat pe soacră-sa și a plecat, dar Rut s-a ținut de ea.",
        "15": "Naomi a zis către Rut: „Iată, cumnată-ta s-a întors la poporul ei și la dumnezeii ei; întoarce-te și tu după cumnată-ta.”",
        "16": "Rut a răspuns: „Nu sta de mine să te las și să mă întorc de la tine! Încotro vei merge tu, voi merge și eu; unde vei locui tu, voi locui și eu; poporul tău va fi poporul meu și Dumnezeul tău va fi Dumnezeul meu;",
        "17": "unde vei muri tu, voi muri și eu și voi fi îngropată acolo. Facă-mi Domnul ce o vrea, dar nimic nu mă va despărți de tine decât moartea!”",
        "18": "Naomi, văzând-o hotărâtă să meargă cu ea, n-a mai stăruit.",
        "19": "Au călătorit împreună până ce au ajuns la Betleem. Și când au intrat în Betleem, toată cetatea s-a pus în mișcare din pricina lor și femeile ziceau: „Naomi este aceasta?”",
        "20": "Ea le-a zis: „Nu-mi mai ziceți Naomi (Plăcută), ziceți-mi Mara (Amărăciune), căci Cel Atotputernic m-a umplut de amărăciune.",
        "21": "La plecare eram în belșug, și acum Domnul mă aduce înapoi cu mâinile goale. De ce să-mi mai ziceți Naomi, când Domnul S-a rostit împotriva mea și Cel Atotputernic m-a întristat?”",
        "22": "Astfel s-au întors din țara Moabului Naomi și noră-sa Rut, Moabita. Au ajuns la Betleem la începutul seceratului orzurilor."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Pe vremea când judecau judecătorii, a fost o foamete în țară. Atunci, un bărbat din Betleemul lui Iuda a plecat împreună cu soția lui și cu cei doi fii ai săi să locuiască temporar în câmpiile Moabului.",
        "2": "Bărbatul se numea Elimelek, soția lui se numea Naomi, iar cei doi fii ai săi se numeau Mahlon și Chilion. Ei erau efratiți din Betleemul lui Iuda. Când au ajuns în câmpiile Moabului, s-au stabilit acolo.",
        "3": "Însă Elimelek, soțul lui Naomi, a murit, și ea a rămas astfel singură cu cei doi fii ai ei.",
        "4": "Aceștia s-au căsătorit cu moabite; numele uneia era Orpa, iar numele celeilalte era Rut. După ce au locuit acolo aproape zece ani,",
        "5": "cei doi, adică Mahlon și Chilion, au murit și ei, astfel încât femeia a rămas singură, fără cele două odrasle ale ei și fără soțul său.",
        "6": "Atunci ea s-a ridicat, împreună cu nurorile ei, ca să se întoarcă acasă din câmpiile Moabului, căci, în timp ce era în regiunea Moabului, auzise că Domnul Își cercetase poporul și îi dăduse hrană.",
        "7": "Ea a ieșit din locul în care se afla, iar cele două nurori ale ei erau cu ea. Și au plecat la drum ca să se întoarcă în țara lui Iuda.",
        "8": "Naomi le-a zis totuși celor două nurori ale ei: ‒ Plecați! Întoarceți-vă fiecare la casa mamei sale! Domnul să Se poarte față de voi cu bunătatea cu care și voi v-ați purtat față de cei ce au murit și față de mine!",
        "9": "Să dea Domnul ca fiecare dintre voi să găsească odihnă în casa viitorului soț! Apoi le-a sărutat, iar ele și-au ridicat glasul și au plâns.",
        "10": "Ele i-au zis: ‒ Nu! Vom merge cu tine la poporul tău.",
        "11": "Dar Naomi a răspuns: ‒ Întoarceți-vă, fetele mele! De ce să veniți cu mine? Mai am eu oare fii în pântecul meu, care să vă fie apoi soți?",
        "12": "Întoarceți-vă, fetele mele! Plecați! Căci eu sunt prea bătrână să mă mai mărit. Chiar dacă aș zice că mai este speranță pentru mine, chiar dacă m-aș mărita în noaptea aceasta și aș naște fii,",
        "13": "ați aștepta voi până s-ar face mari? V-ați păstra voi pentru ei, fără să vă măritați? Nu, fetele mele! Eu sunt mult mai amărâtă decât voi, căci mâna Domnului s-a întins împotriva mea.",
        "14": "Ele și-au ridicat glasul și au plâns din nou. Orpa a sărutat-o pe soacra sa și a plecat, dar Rut s-a ținut de ea.",
        "15": "Naomi a zis: ‒ Iată, cumnata ta s-a întors la poporul ei și la dumnezeii ei. Du-te și tu după cumnata ta.",
        "16": "Rut a răspuns: ‒ Nu insista să te părăsesc și să plec de la tine. Căci unde mergi tu, voi merge și eu. Unde vei înnopta tu, voi înnopta și eu. Poporul tău va fi și poporul meu, iar Dumnezeul tău va fi Dumnezeul meu.",
        "17": "Unde vei muri tu, voi muri și eu, și tot acolo voi fi și îngropată. Domnul să Se poarte cu mine cu toată asprimea dacă altceva, în afară de moarte, mă va despărți de tine!",
        "18": "Văzând-o hotărâtă să meargă cu ea, Naomi a încetat să-i mai vorbească astfel.",
        "19": "Cele două au călătorit până au ajuns la Betleem. Când au intrat în Betleem, în toată cetatea a fost multă forfotă pe seama lor. Femeile se întrebau: ‒ Aceasta este Naomi?",
        "20": "Ea le-a zis: ‒ Nu mă mai numiți Naomi, ci numiți-mă Mara, pentru că Cel Atotputernic m-a amărât mult.",
        "21": "Când am plecat aveam de toate, dar Domnul m-a adus înapoi cu mâinile goale. De ce să mă mai numiți Naomi, de vreme ce Domnul a mărturisit împotriva mea și Cel Atotputernic a adus necazul asupra mea?",
        "22": "Așa s-a întors Naomi din câmpiile Moabului împreună cu moabita Rut, nora ei. Ele au sosit în Betleem, tocmai când începea seceratul orzului."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "In the days when the judges judged, there was a famine in the land. A certain man of Bethlehem Judah went to live in the country of Moab with his wife and his two sons.",
        "2": "The name of the man was Elimelech, and the name of his wife Naomi. The names of his two sons were Mahlon and Chilion, Ephrathites of Bethlehem Judah. They came into the country of Moab and lived there.",
        "3": "Elimelech, Naomi’s husband, died; and she was left with her two sons.",
        "4": "They took for themselves wives of the women of Moab. The name of the one was Orpah, and the name of the other was Ruth. They lived there about ten years.",
        "5": "Mahlon and Chilion both died, and the woman was bereaved of her two children and of her husband.",
        "6": "Then she arose with her daughters-in-law, that she might return from the country of Moab; for she had heard in the country of Moab how Yahweh had visited his people in giving them bread.",
        "7": "She went out of the place where she was, and her two daughters-in-law with her. They went on the way to return to the land of Judah.",
        "8": "Naomi said to her two daughters-in-law, “Go, return each of you to her mother’s house. May Yahweh deal kindly with you, as you have dealt with the dead and with me.",
        "9": "May Yahweh grant you that you may find rest, each of you in the house of her husband.” Then she kissed them, and they lifted up their voices, and wept.",
        "10": "They said to her, “No, but we will return with you to your people.”",
        "11": "Naomi said, “Go back, my daughters. Why do you want to go with me? Do I still have sons in my womb, that they may be your husbands?",
        "12": "Go back, my daughters, go your way; for I am too old to have a husband. If I should say, ‘I have hope,’ if I should even have a husband tonight, and should also bear sons,",
        "13": "would you then wait until they were grown? Would you then refrain from having husbands? No, my daughters, for it grieves me seriously for your sakes, for Yahweh’s hand has gone out against me.”",
        "14": "They lifted up their voices and wept again; then Orpah kissed her mother-in-law, but Ruth stayed with her.",
        "15": "She said, “Behold, your sister-in-law has gone back to her people and to her god. Follow your sister-in-law.”",
        "16": "Ruth said, “Don’t urge me to leave you, and to return from following you, for where you go, I will go; and where you stay, I will stay. Your people will be my people, and your God my God.",
        "17": "Where you die, I will die, and there I will be buried. May Yahweh do so to me, and more also, if anything but death parts you and me.”",
        "18": "When Naomi saw that she was determined to go with her, she stopped urging her.",
        "19": "So they both went until they came to Bethlehem. When they had come to Bethlehem, all the city was excited about them, and they asked, “Is this Naomi?”",
        "20": "She said to them, “Don’t call me Naomi. Call me Mara, for the Almighty has dealt very bitterly with me.",
        "21": "I went out full, and Yahweh has brought me home again empty. Why do you call me Naomi, since Yahweh has testified against me, and the Almighty has afflicted me?”",
        "22": "So Naomi returned, and Ruth the Moabitess, her daughter-in-law, with her, who returned out of the country of Moab. They came to Bethlehem in the beginning of barley harvest."
      }
    }
  }
}