{
  "book": "Rut",
  "chapter": "2",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Naomi avea o rudă după bărbat. Acesta era un om foarte bogat, din familia lui Elimelec, și se numea Boaz.",
        "2": "Rut, Moabita, a zis către Naomi: „Lasă-mă, te rog, să mă duc să strâng spice de pe câmpul aceluia înaintea căruia voi căpăta trecere.” Ea i-a răspuns: „Du-te, fiica mea.”",
        "3": "Ea s-a dus într-un ogor să strângă spice pe urma secerătorilor. Și s-a întâmplat că ogorul acela era al lui Boaz, care era din familia lui Elimelec.",
        "4": "Și iată că Boaz a venit din Betleem și a zis secerătorilor: „Domnul să fie cu voi!” Ei i-au răspuns: „Domnul să te binecuvânteze!”",
        "5": "Și Boaz a zis slujitorului însărcinat cu privegherea secerătorilor: „A cui este tânăra aceasta?”",
        "6": "Slujitorul însărcinat cu privegherea secerătorilor a răspuns: „Este o tânără moabită, care s-a întors cu Naomi din țara Moabului.",
        "7": "Ea a zis: ‘Dă-mi voie să strâng și să culeg spice dintre snopi, rămase pe urma secerătorilor.’ Și de azi-dimineață, de când a venit, a stat în picioare până acum și nu s-a odihnit decât o clipă în casă.”",
        "8": "Boaz a zis către Rut: „Ascultă, fiică, să nu te duci să culegi spice în alt ogor; să nu te depărtezi de aici și rămâi cu slujnicele mele.",
        "9": "Uită-te unde vor secera pe câmp și du-te după ele. Am poruncit slugilor mele să nu se atingă de tine. Și când îți va fi sete, să te duci la vase și să bei din ce vor scoate slugile.”",
        "10": "Atunci, ea s-a aruncat cu fața la pământ și i-a zis: „Cum am căpătat eu trecere înaintea ta, ca să te îngrijești de mine, o străină?”",
        "11": "Boaz i-a răspuns: „Mi s-a spus tot ce ai făcut pentru soacră-ta de la moartea bărbatului tău și cum ai părăsit pe tatăl tău și pe mama ta și țara în care te-ai născut, ca să mergi la un popor pe care nu-l cunoșteai mai înainte.",
        "12": "Domnul să-ți răsplătească ce ai făcut și plata să-ți fie deplină din partea Domnului Dumnezeului lui Israel, sub ale cărui aripi ai venit să te adăpostești!”",
        "13": "Și ea a zis: „O! să capăt trecere înaintea ta, domnul meu! Căci tu m-ai mângâiat și vorbele tale au mers la inima slujnicei tale. Și totuși eu nu sunt nici măcar ca una din slujnicele tale.”",
        "14": "La vremea prânzului, Boaz a zis către Rut: „Apropie-te, mănâncă pâine și înmoaie-ți bucata în oțet.” Ea a șezut lângă secerători. I-au dat grăunțe prăjite, a mâncat și s-a săturat și ce a rămas a strâns.",
        "15": "Apoi s-a sculat să culeagă spice. Boaz a dat următoarea poruncă slujitorilor săi: „Lăsați-o să culeagă spice și între snopi și să n-o opriți;",
        "16": "și chiar voi să-i scoateți din snopi câteva spice, s-o lăsați să culeagă spice și să n-o înfruntați.”",
        "17": "Ea a cules spice de pe câmp până seara și a bătut ce culesese. A ieșit aproape o efă de orz.",
        "18": "A luat-o și a intrat în cetate și soacră-sa a văzut ce culesese. Rut a scos și rămășițele de la prânz și i le-a dat.",
        "19": "Soacră-sa i-a zis: „Unde ai cules astăzi spice și unde ai muncit? Binecuvântat să fie cel ce s-a îngrijit de tine!” Și Rut a spus soacrei sale la cine muncise: „Omul la care am muncit azi”, a zis ea, „se numește Boaz.”",
        "20": "Naomi a zis nurorii sale: „Să fie binecuvântat de Domnul, care este plin de îndurare pentru cei vii, cum a fost și pentru cei ce au murit. Omul acesta este rudă cu noi”, i-a mai spus Naomi, „este din cei ce au drept de răscumpărare asupra noastră.”",
        "21": "Rut, Moabita, a adăugat: „El mi-a mai zis: ‘Rămâi cu slugile mele, până vor isprăvi de secerat.’”",
        "22": "Și Naomi a zis către noră-sa Rut: „Este bine, fiica mea, să ieși cu slujnicele lui și să nu te întâlnească cineva în alt ogor.”",
        "23": "Ea s-a ținut dar de slujnicele lui Boaz, ca să culeagă spice, până la sfârșitul seceratului orzurilor și seceratului grâului. Și locuia cu soacră-sa."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Naomi avea o rudă din partea soțului ei, un bărbat cu renume din clanul lui Elimelek, al cărui nume era Boaz.",
        "2": "Moabita Rut i-a zis lui Naomi: ‒ Dă-mi voie, te rog, să merg pe câmp și să strâng spice de pe urma aceluia înaintea căruia voi găsi bunăvoință. Ea i-a răspuns: ‒ Du-te, fata mea.",
        "3": "Ea s-a dus și, ajungând pe un câmp, a început să culeagă spicele rămase în urma secerătorilor. S-a nimerit ca acel teren să fie tocmai al lui Boaz, din clanul lui Elimelek.",
        "4": "Chiar atunci Boaz a sosit din Betleem și le-a zis secerătorilor: ‒ Domnul să fie cu voi! Ei i-au răspuns: ‒ Domnul să te binecuvânteze.",
        "5": "Apoi l-a întrebat pe slujitorul care supraveghea secerătorii: ‒ A cui este tânăra aceasta?",
        "6": "Slujitorul care supraveghea secerătorii i-a răspuns: ‒ Aceasta este tânăra moabită care s-a întors cu Naomi din câmpiile Moabului.",
        "7": "Ea mi-a zis: „Te rog, dă-mi voie să culeg și să strâng dintre snopi spicele rămase în urma secerătorilor!“. Și de azi dimineață, de când a venit, a stat în picioare până acum și nu s-a odihnit decât pentru puțin timp, în adăpost.",
        "8": "Boaz i-a zis lui Rut: ‒ Ascultă-mă, fiică! Să nu mergi la cules pe un alt teren și să nu pleci de aici. Ține-te după slujnicele mele.",
        "9": "Uită-te unde vor secera pe teren și du-te după ele. Voi porunci slujitorilor să nu se atingă de tine. Iar când ți-e sete, poți să mergi la vase și să bei din ceea ce au scos slujitorii.",
        "10": "Atunci ea s-a aruncat cu fața la pământ, s-a închinat și i-a zis: ‒ Cum de am găsit bunăvoință înaintea ta, ca să mă iei în seamă pe mine, o străină?",
        "11": "Boaz a răspuns: ‒ Mi s-a spus tot ce-ai făcut pentru soacra ta după moartea soțului tău, cum ai plecat de la tatăl tău, de la mama ta și din țara de origine, ca să vii la un popor pe care nu-l cunoșteai dinainte.",
        "12": "Domnul să-ți răsplătească fapta și răsplata să-ți fie deplină din partea Domnului, Dumnezeul lui Israel, sub aripile Căruia ai venit să te adăpostești!",
        "13": "Ea a zis: ‒ Să găsesc bunăvoință înaintea ta și pe mai departe, stăpânul meu, căci tu m-ai consolat și i-ai vorbit slujitoarei tale pe placul inimii ei, deși eu nu sunt nici măcar ca una dintre slujitoarele tale.",
        "14": "La ora mesei, Boaz i-a zis lui Rut: ‒ Apropie-te, mănâncă din pâine și înmoaie-ți bucata în oțet. Ea s-a așezat lângă secerători, iar el a servit-o cu boabe prăjite. Ea a mâncat, s-a săturat și i-a mai și rămas.",
        "15": "Apoi, când ea s-a ridicat să mai culeagă, Boaz le-a poruncit slujitorilor săi astfel: ‒ Lăsați-o să culeagă chiar și dintre snopi, fără s-o umiliți.",
        "16": "Mai mult, scoateți spice din snopi și aruncați-le pe jos, ca să le poată culege, și n-o certați.",
        "17": "Rut a cules spice de pe teren până seara, a bătut ce a cules și a strâns aproape o efă de orz.",
        "18": "A luat ceea ce strânsese și s-a dus în cetate, iar soacra sa a văzut cât culesese. Ea i-a dat lui Naomi și ceea ce-i rămăsese după ce se săturase la masă.",
        "19": "Atunci soacra ei a întrebat-o: ‒ Unde ai cules astăzi și unde ai lucrat? Binecuvântat să fie cel ce te-a luat în seamă! Rut i-a istorisit soacrei sale la cine a lucrat și i-a zis: ‒ Numele bărbatului la care am lucrat astăzi este Boaz.",
        "20": "Naomi i-a zis nurorii sale: ‒ Binecuvântat să fie el de Domnul, Cel Care nu Și-a părăsit îndurarea față de noi, cei vii, și față de cei ce au murit. Apoi Naomi i-a zis: ‒ Bărbatul acesta este ruda noastră, dintre cei cu drept de răscumpărare asupra noastră.",
        "21": "Moabita Rut i-a zis: ‒ El mi-a spus: „Stai aproape de slujitorii mei până vor termina tot ce au de secerat“.",
        "22": "Naomi i-a răspuns nurorii sale Rut: ‒ Este bine, fata mea, să lucrezi cu slujnicele lui și să nu dea alții peste tine pe un alt teren.",
        "23": "Astfel, Rut a stat aproape de slujnicele lui Boaz și a cules până când s-a încheiat seceratul orzului și al grâului. Ea locuia împreună cu soacra ei."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Naomi had a relative of her husband’s, a mighty man of wealth, of the family of Elimelech, and his name was Boaz.",
        "2": "Ruth the Moabitess said to Naomi, “Let me now go to the field, and glean among the ears of grain after him in whose sight I find favor.” She said to her, “Go, my daughter.”",
        "3": "She went, and came and gleaned in the field after the reapers; and she happened to come to the portion of the field belonging to Boaz, who was of the family of Elimelech.",
        "4": "Behold, Boaz came from Bethlehem, and said to the reapers, “May Yahweh be with you.” They answered him, “May Yahweh bless you.”",
        "5": "Then Boaz said to his servant who was set over the reapers, “Whose young lady is this?”",
        "6": "The servant who was set over the reapers answered, “It is the Moabite lady who came back with Naomi out of the country of Moab.",
        "7": "She said, ‘Please let me glean and gather after the reapers among the sheaves.’ So she came, and has continued even from the morning until now, except that she rested a little in the house.”",
        "8": "Then Boaz said to Ruth, “Listen, my daughter. Don’t go to glean in another field, and don’t go from here, but stay here close to my maidens.",
        "9": "Let your eyes be on the field that they reap, and go after them. Haven’t I commanded the young men not to touch you? When you are thirsty, go to the vessels, and drink from that which the young men have drawn.”",
        "10": "Then she fell on her face and bowed herself to the ground, and said to him, “Why have I found favor in your sight, that you should take knowledge of me, since I am a foreigner?”",
        "11": "Boaz answered her, “I have been told all about what you have done for your mother-in-law since the death of your husband, and how you have left your father, your mother, and the land of your birth, and have come to a people that you didn’t know before.",
        "12": "May Yahweh repay your work, and a full reward be given to you from Yahweh, the God of Israel, under whose wings you have come to take refuge.”",
        "13": "Then she said, “Let me find favor in your sight, my lord, because you have comforted me, and because you have spoken kindly to your servant, though I am not as one of your servants.”",
        "14": "At meal time Boaz said to her, “Come here, and eat some bread, and dip your morsel in the vinegar.” She sat beside the reapers, and they passed her parched grain. She ate, was satisfied, and left some of it.",
        "15": "When she had risen up to glean, Boaz commanded his young men, saying, “Let her glean even among the sheaves, and don’t reproach her.",
        "16": "Also pull out some for her from the bundles, and leave it. Let her glean, and don’t rebuke her.”",
        "17": "So she gleaned in the field until evening; and she beat out that which she had gleaned, and it was about an ephah of barley.",
        "18": "She took it up, and went into the city. Then her mother-in-law saw what she had gleaned; and she brought out and gave to her that which she had left after she had enough.",
        "19": "Her mother-in-law said to her, “Where have you gleaned today? Where have you worked? Blessed be he who noticed you.” She told her mother-in-law with whom she had worked, “The man’s name with whom I worked today is Boaz.”",
        "20": "Naomi said to her daughter-in-law, “May he be blessed by Yahweh, who has not abandoned his kindness to the living and to the dead.” Naomi said to her, “The man is a close relative to us, one of our near kinsmen.”",
        "21": "Ruth the Moabitess said, “Yes, he said to me, ‘You shall stay close to my young men until they have finished all my harvest.’”",
        "22": "Naomi said to Ruth her daughter-in-law, “It is good, my daughter, that you go out with his maidens, and that they not harm you in any other field.”",
        "23": "So she stayed close to the maidens of Boaz, to glean to the end of barley harvest and of wheat harvest; and she lived with her mother-in-law."
      }
    }
  }
}