{
  "book": "Tefania",
  "chapter": "3",
  "versions": {
    "VDC": {
      "name": "Versiunea Dumitru Cornilescu",
      "verses": {
        "1": "Vai de cetatea îndărătnică și spurcată, vai de cetatea plină de asuprire!",
        "2": "Ea n-ascultă de niciun glas, nu ține seama de mustrare, nu se încrede în Domnul, nu se apropie de Dumnezeul său.",
        "3": "Căpeteniile ei în mijlocul ei sunt niște lei care răcnesc; judecătorii ei sunt niște lupi de seară, care nu mai lasă niciun os până dimineața.",
        "4": "Prorocii ei sunt ușuratici și înșelători; preoții ei pângăresc lucrurile sfinte, calcă Legea.",
        "5": "Domnul este fără prihană în mijlocul ei. El nu face nicio nelegiuire; în fiecare dimineață, El Își scoate la lumină judecățile fără să înceteze vreodată, dar cine este nelegiuit nu știe de rușine!",
        "6": "„Am nimicit neamuri, le-am dărâmat turnurile, le-am pustiit ulițele și nu mai trece nimeni pe ele! Cetățile lor sunt pustiite, nu mai au niciun om în ele și nimeni nu mai locuiește în ele!",
        "7": "Ziceam: ‘Dacă ai voi măcar să te temi de Mine și să ții seama de mustrare! Nu ți-ar fi nimicită locuința și n-ar veni peste tine toate pedepsele cu care te-am amenințat.’ Dar ei s-au grăbit să-și strice toate faptele.",
        "8": "De aceea așteptați numai”, zice Domnul, „până în ziua când Mă voi scula la pradă, căci am hotărât să strâng neamurile, să adun împărățiile, ca să-Mi vărs urgia peste ele, toată aprinderea mâniei Mele, căci toată țara va fi mistuită de focul geloziei Mele.",
        "9": "Atunci voi da popoarelor buze curate, ca toți să cheme Numele Domnului, ca să-I slujească într-un gând.",
        "10": "Dincolo de râurile Etiopiei Îmi vor aduce daruri de mâncare închinătorii mei, obștea Mea cea risipită.",
        "11": "În ziua aceea, nu vei mai avea nevoie să roșești de toate faptele tale prin care ai păcătuit împotriva Mea, căci atunci voi scoate din mijlocul tău pe cei trufași și nu te vei mai îngâmfa pe muntele Meu cel sfânt!",
        "12": "Voi lăsa în mijlocul tău un popor smerit și mic, care se va încrede în Numele Domnului.",
        "13": "Rămășițele lui Israel nu vor mai săvârși nelegiuire, nu vor mai spune minciuni și nici în gura lor nu se va mai găsi o limbă înșelătoare. Ci vor paște și se vor odihni și nimeni nu-i va tulbura.”",
        "14": "Strigă de bucurie, fiica Sionului! Strigă de veselie, Israele! Bucură-te și saltă de veselie din toată inima ta, fiica Ierusalimului!",
        "15": "Domnul a abătut de la tine pedepsele tale, a îndepărtat pe vrăjmașul tău; Domnul, Împăratul lui Israel, este în mijlocul tău; nu trebuie să te mai temi de nicio nenorocire!",
        "16": "În ziua aceea, se va zice Ierusalimului: „Nu te teme de nimic! Sioane, să nu-ți slăbească mâinile!",
        "17": "Domnul Dumnezeul tău este în mijlocul tău, ca un viteaz care poate ajuta; Se va bucura de tine cu mare bucurie, va tăcea în dragostea Lui și nu va mai putea de veselie pentru tine.”",
        "18": "„Voi strânge pe cei întristați care sunt departe de adunarea sfântă, pe cei ieșiți din sânul tău asupra cărora acum apasă ocara.",
        "19": "Iată, în vremea aceea, voi lucra împotriva tuturor asupritorilor tăi; voi izbăvi pe cei șchiopi și voi strânge pe cei ce au fost izgoniți și îi voi face o pricină de laudă și de slavă în toate țările unde sunt de ocară acum.",
        "20": "În vremea aceea, vă voi aduce înapoi; în vremea aceea, vă voi strânge, căci vă voi face o pricină de slavă și de laudă între toate popoarele pământului, când voi aduce înapoi pe prinșii voștri de război sub ochii voștri”, zice Domnul."
      }
    },
    "NTR": {
      "name": "Noua Traducere in Limba Romana",
      "verses": {
        "1": "Vai de cetatea asupritoare, răzvrătită și pângărită!",
        "2": "Ea n-ascultă de niciun glas, nu primește nicio îndrumare. Ea nu se încrede în Domnul, nu se apropie de Dumnezeul ei.",
        "3": "Conducătorii ei, în mijlocul ei, sunt ca niște lei care răcnesc; judecătorii ei sunt ca niște lupi seara, care nu lasă nimic până dimineață.",
        "4": "Profeții ei sunt aroganți, sunt niște oameni înșelători. Preoții ei întinează ceea ce este sfânt și încalcă în mod violent Legea.",
        "5": "Domnul este drept în mijlocul ei. El nu comite nicio nedreptate. În fiecare dimineață Își împarte judecata, în fiecare zori de zi, fără greșeală, însă cel nedrept nu știe de rușine. Împietrirea Ierusalimului",
        "6": "„Am nimicit națiuni! Turnurile lor sunt în ruină. Le-am pustiit drumurile. Acum nimeni nu mai umblă pe ele. Cetățile lor sunt distruse și au rămas fără oameni, fără locuitori.",
        "7": "Am zis: «Sigur te vei teme de Mine și vei accepta mustrarea!». În felul acesta, locuința nu i-ar fi fost distrusă și n-ar fi venit peste ea toate pedepsele Mele. Dar ei s-au grăbit să-și pervertească toate faptele.",
        "8": "De aceea, așteptați-Mă“, zice Domnul, „până în ziua în care Mă voi ridica să iau pradă. Căci am hotărât să adun națiunile și să strâng regatele, ca să-Mi revărs asupra lor indignarea și toată mânia Mea. Tot pământul va fi distrus de focul geloziei Mele! Restaurarea rămășiței lui Israel",
        "9": "Căci atunci le voi da popoarelor buze curate, pentru ca toți să cheme Numele Domnului și să-I slujească umăr la umăr.",
        "10": "De dincolo de râurile din Cuș, închinătorii Mei, fiica poporului Meu risipit, Îmi vor aduce daruri de mâncare.",
        "11": "În ziua aceea, nu va mai trebui să-ți fie rușine de toate faptele prin care ai păcătuit împotriva Mea, căci atunci îi voi îndepărta din mijlocul tău pe cei aroganți cu care te mândreai, iar tu nu te vei mai mândri vreodată pe muntele Meu cel sfânt.",
        "12": "Dar voi lăsa în mijlocul tău un popor asuprit și umil, și ei își vor găsi refugiul în Numele Domnului.",
        "13": "Cei din rămășița lui Israel nu vor mai săvârși nedreptatea; nu vor mai spune minciuni și în gura lor nu se va mai găsi o limbă înșelătoare. Ci vor găsi pășune, se vor odihni și nimeni nu-i va mai înspăimânta“. Cântare de veselie",
        "14": "Strigă de bucurie, fiică a Sionului! Strigă tare, Israel! Veselește-te și bucură-te din toată inima, fiică a Ierusalimului!",
        "15": "Domnul a îndepărtat judecata de la tine, El l-a alungat pe dușmanul tău. Domnul, Împăratul lui Israel, este în mijlocul tău; nu te vei mai teme vreodată de vreun rău!",
        "16": "În ziua aceea, se va zice Ierusalimului: „Nu te teme, Sionule! Să nu-ți slăbească mâinile!",
        "17": "Domnul, Dumnezeul tău, este în mijlocul tău, un viteaz care poate salva! El va tresălta de bucurie pentru tine, te va liniști cu dragostea Lui și Se va bucura pentru tine cu un strigăt de bucurie“.",
        "18": "„Îi voi îndepărta din tine pe cei ce suspină după adunarea de sărbătoare. Au fost o povară pentru tine, o rușine.",
        "19": "Iată, în vremea aceea, îi voi pedepsi pe toți cei ce te-au asuprit! Îi voi salva pe cei șchiopi și-i voi aduna pe cei alungați! Le voi da onoare și renume pe întreg pământul unde au fost făcuți de rușine.",
        "20": "În vremea aceea, vă voi aduce înapoi! În vremea aceea, vă voi strânge! Vă voi face parte de renume și cinste între toate popoarele pământului, când vă voi aduce înapoi captivii înaintea ochilor voștri“, zice Domnul."
      }
    },
    "WEBUS": {
      "name": "World English Bible US",
      "verses": {
        "1": "Woe to her who is rebellious and polluted, the oppressing city!",
        "2": "She didn’t obey the voice. She didn’t receive correction. She didn’t trust in Yahweh. She didn’t draw near to her God.",
        "3": "Her princes within her are roaring lions. Her judges are evening wolves. They leave nothing until the next day.",
        "4": "Her prophets are arrogant and treacherous people. Her priests have profaned the sanctuary. They have done violence to the law.",
        "5": "Yahweh, within her, is righteous. He will do no wrong. Every morning he brings his justice to light. He doesn’t fail, but the unjust know no shame.",
        "6": "I have cut off nations. Their battlements are desolate. I have made their streets waste, so that no one passes by. Their cities are destroyed, so that there is no man, so that there is no inhabitant.",
        "7": "I said, “Just fear me. Receive correction,” so that her dwelling won’t be cut off, according to all that I have appointed concerning her. But they rose early and corrupted all their doings.",
        "8": "“Therefore wait for me”, says Yahweh, “until the day that I rise up to the prey, for my determination is to gather the nations, that I may assemble the kingdoms to pour on them my indignation, even all my fierce anger, for all the earth will be devoured with the fire of my jealousy.",
        "9": "For then I will purify the lips of the peoples, that they may all call on Yahweh’s name, to serve him shoulder to shoulder.",
        "10": "From beyond the rivers of Cush, my worshipers, even the daughter of my dispersed people, will bring my offering.",
        "11": "In that day you will not be disappointed for all your doings in which you have transgressed against me; for then I will take away out from among you your proudly exulting ones, and you will no more be arrogant in my holy mountain.",
        "12": "But I will leave among you an afflicted and poor people, and they will take refuge in Yahweh’s name.",
        "13": "The remnant of Israel will not do iniquity nor speak lies, neither will a deceitful tongue be found in their mouth, for they will feed and lie down, and no one will make them afraid.”",
        "14": "Sing, daughter of Zion! Shout, Israel! Be glad and rejoice with all your heart, daughter of Jerusalem.",
        "15": "Yahweh has taken away your judgments. He has thrown out your enemy. The King of Israel, Yahweh, is among you. You will not be afraid of evil any more.",
        "16": "In that day, it will be said to Jerusalem, “Don’t be afraid, Zion. Don’t let your hands be weak.”",
        "17": "Yahweh, your God, is among you, a mighty one who will save. He will rejoice over you with joy. He will calm you in his love. He will rejoice over you with singing.",
        "18": "I will remove those who grieve about the appointed feasts from you. They are a burden and a reproach to you.",
        "19": "Behold, at that time I will deal with all those who afflict you; and I will save those who are lame and gather those who were driven away. I will give them praise and honor, whose shame has been in all the earth.",
        "20": "At that time I will bring you in, and at that time I will gather you; for I will give you honor and praise among all the peoples of the earth when I restore your fortunes before your eyes, says Yahweh."
      }
    }
  }
}