{"book":"Zaharia","chapter":"4","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"Îngerul care vorbea cu mine s-a întors și m-a trezit ca pe un om pe care-l trezești din somnul lui.","2":"El m-a întrebat: „Ce vezi?” Eu am răspuns: „M-am uitat și iată că este un sfeșnic cu totul de aur și, deasupra lui, un vas cu untdelemn și, pe el, șapte candele, cu șapte țevi pentru candelele care sunt în vârful sfeșnicului.","3":"Și lângă el sunt doi măslini, unul la dreapta vasului și altul la stânga lui.”","4":"Și, luând iarăși cuvântul, am zis îngerului care vorbea cu mine: „Ce înseamnă lucrurile acestea, domnul meu?”","5":"Îngerul care vorbea cu mine mi-a răspuns: „Nu știi ce înseamnă aceste lucruri?” Eu am zis: „Nu, domnul meu.”","6":"Atunci, el a luat din nou cuvântul și mi-a zis: „Acesta este cuvântul Domnului către Zorobabel și sună astfel: ‘Lucrul acesta nu se va face nici prin putere, nici prin tărie, ci prin Duhul Meu’, zice Domnul oștirilor.","7":"‘Cine ești tu, munte mare, înaintea lui Zorobabel? Te vei preface într-un loc șes. El va pune piatra cea mai însemnată în vârful Templului, în mijlocul strigătelor de: «Îndurare, îndurare cu ea!»’”","8":"Cuvântul Domnului mi-a vorbit astfel:","9":"„Mâinile lui Zorobabel au întemeiat Casa aceasta și tot mâinile lui o vor isprăvi; și veți ști dacă Domnul oștirilor m-a trimis la voi.","10":"Căci cine disprețuiește ziua începuturilor slabe? Aceștia șapte vor privi cu bucurie cumpăna în mâna lui Zorobabel. Aceștia șapte sunt ochii Domnului, care cutreieră tot pământul.”","11":"Eu am luat cuvântul și i-am zis: „Ce înseamnă acești doi măslini, la dreapta sfeșnicului și la stânga lui?”","12":"Am luat a doua oară cuvântul și i-am zis: „Ce înseamnă cele două ramuri de măslin care sunt lângă cele două țevi de aur prin care curge uleiul auriu din el?”","13":"El mi-a răspuns: „Nu știi ce înseamnă?” Eu am zis: „Nu, domnul meu.” Și el a zis:","14":"„Aceștia sunt cei doi unși care stau înaintea Domnului întregului pământ.”"}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"Îngerul care vorbea cu mine s-a întors și m-a trezit, așa cum este trezit un om din somnul lui.","2":"Apoi m-a întrebat: ‒ Ce vezi? Eu i-am răspuns: ‒ Mă uit și iată că este un sfeșnic, în întregime din aur, cu un vas în vârful lui și cu șapte candele pe el, precum și șapte țevi pentru cele șapte candele care se află în vârf.","3":"Lângă el sunt doi măslini: unul în partea dreaptă a cupei, iar celălalt în partea stângă a ei.","4":"L-am întrebat pe îngerul care vorbea cu mine: ‒ Ce sunt acestea, stăpâne?","5":"Îngerul care vorbea cu mine mi-a zis: ‒ Nu știi ce sunt acestea? Eu am răspuns: ‒ Nu, stăpâne.","6":"Atunci el mi-a zis: ‒ Acesta este Cuvântul Domnului către Zerub-Babel: „Nu prin putere și nici prin vigoare, ci prin Duhul Meu“, zice Domnul Oștirilor.","7":"„Ce ești tu, munte măreț? Înaintea lui Zerub-Babel vei deveni un loc neted! El va așeza piatra cea din vârf în vuietul strigătelor de: «Har! Har pentru ea!»“.","8":"Cuvântul Domnului mi-a vorbit, zicând:","9":"„Mâinile lui Zerub-Babel au pus temelia acestei Case și tot mâinile lui o vor termina! Și vei ști astfel că Domnul Oștirilor M-a trimis la voi.","10":"Căci cine disprețuiește ziua începuturilor slabe? Ei se vor bucura când vor vedea firul cu plumb în mâna lui Zerub-Babel. Aceștia șapte sunt ochii Domnului care străbat întreg pământul“.","11":"Atunci l-am întrebat: ‒ Ce sunt acești doi măslini din partea dreaptă a sfeșnicului și din partea stângă a lui?","12":"L-am întrebat a doua oară: ‒ Ce sunt aceste două ramuri de măslin dintre cele două țevi de aur, care fac să curgă uleiul auriu?","13":"El mi-a zis: ‒ Nu știi ce sunt? Eu am răspuns: ‒ Nu, stăpâne.","14":"Atunci el mi-a zis: ‒ Aceștia sunt cei doi unși care stau lângă Stăpânul întregului pământ."}},"WEBUS":{"name":"World English Bible US","verses":{"1":"The angel who talked with me came again and wakened me, as a man who is wakened out of his sleep.","2":"He said to me, “What do you see?” I said, “I have seen, and behold, a lamp stand all of gold, with its bowl on the top of it, and its seven lamps on it; there are seven pipes to each of the lamps which are on the top of it;","3":"and two olive trees by it, one on the right side of the bowl, and the other on the left side of it.”","4":"I answered and spoke to the angel who talked with me, saying, “What are these, my lord?”","5":"Then the angel who talked with me answered me, “Don’t you know what these are?” I said, “No, my lord.”","6":"Then he answered and spoke to me, saying, “This is Yahweh’s word to Zerubbabel, saying, ‘Not by might, nor by power, but by my Spirit,’ says Yahweh of Armies.","7":"Who are you, great mountain? Before Zerubbabel you are a plain; and he will bring out the capstone with shouts of ‘Grace, grace, to it!’”","8":"Moreover Yahweh’s word came to me, saying,","9":"“The hands of Zerubbabel have laid the foundation of this house. His hands shall also finish it; and you will know that Yahweh of Armies has sent me to you.","10":"Indeed, who despises the day of small things? For these seven shall rejoice, and shall see the plumb line in the hand of Zerubbabel. These are Yahweh’s eyes, which run back and forth through the whole earth.”","11":"Then I asked him, “What are these two olive trees on the right side of the lamp stand and on the left side of it?”","12":"I asked him the second time, “What are these two olive branches, which are beside the two golden spouts that pour the golden oil out of themselves?”","13":"He answered me, “Don’t you know what these are?” I said, “No, my lord.”","14":"Then he said, “These are the two anointed ones who stand by the Lord of the whole earth.”"}}}}