{"book":"Zaharia","chapter":"3","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"El (îngerul) mi-a arătat pe marele preot Iosua stând în picioare înaintea Îngerului Domnului și pe Satana stând la dreapta lui, ca să-l pârască.","2":"Domnul a zis Satanei: „Domnul să te mustre, Satano! Domnul să te mustre, El, care a ales Ierusalimul! Nu este el, Iosua, un tăciune scos din foc?”","3":"Dar Iosua era îmbrăcat cu haine murdare, și totuși stătea în picioare înaintea Îngerului.","4":"Iar Îngerul, luând cuvântul, a zis celor ce erau înaintea Lui: „Dezbrăcați-l de hainele murdare de pe el!” Apoi a zis lui Iosua: „Iată că îndepărtez de la tine nelegiuirea și te îmbrac cu haine de sărbătoare!”","5":"Eu am zis: „Să i se pună pe cap o mitră curată!” Și i-au pus o mitră curată pe cap și l-au îmbrăcat în haine, în timp ce Îngerul Domnului stătea acolo.","6":"Îngerul Domnului a făcut lui Iosua următoarea mărturisire:","7":"„Așa vorbește Domnul oștirilor: ‘Dacă vei umbla pe căile Mele și dacă vei păzi poruncile Mele, vei judeca și Casa Mea și vei priveghea asupra curților Mele și te voi lăsa să intri împreună cu cei ce sunt aici.","8":"Ascultă dar, Iosua, mare preot, tu și tovarășii tăi de slujbă care stau înaintea ta – căci aceștia sunt niște oameni care vor sluji ca semne. Iată, voi aduce pe Robul Meu, Odrasla.","9":"Căci iată că numai spre piatra aceasta pe care am pus-o înaintea lui Iosua sunt îndreptați șapte ochi; iată, Eu Însumi voi săpa ce trebuie săpat pe ea’, zice Domnul oștirilor, ‘și într-o singură zi voi înlătura nelegiuirea țării acesteia.","10":"În ziua aceea’, zice Domnul oștirilor, ‘vă veți pofti unii pe alții sub viță și sub smochin.’”"}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"Apoi mi i-a arătat pe marele preot Iosua, stând în fața Îngerului Domnului, și pe Satan stând la dreapta lui, ca să-l acuze.", "2":"Domnul i-a zis lui Satan: „Domnul să te mustre, Satan! Domnul, Cel Care a ales Ierusalimul, să te mustre! Nu este acesta un tăciune smuls din foc?“.","3":"Iosua însă era îmbrăcat în haine murdare și stătea în fața Îngerului.","4":"Atunci Îngerul le-a zis celor ce stăteau înaintea Lui: „Îndepărtați hainele murdare de pe el!“. Apoi i-a zis lui Iosua: „Privește! Am îndepărtat de la tine nelegiuirea și te voi îmbrăca în haine de sărbătoare!“.","5":"Atunci eu am zis: „Să i se pună pe cap o mitră curată!“. I-au pus o mitră curată pe cap și l-au îmbrăcat, în timp ce Îngerul Domnului stătea acolo.","6":"Îngerul Domnului i-a făcut lui Iosua următoarea mărturisire:","7":"„Așa vorbește Domnul Oștirilor: «Dacă vei umbla pe căile Mele și-ți vei îndeplini responsabilitățile pe care ți le dau, atunci vei judeca în Casa Mea, vei supraveghea curțile Mele și-ți voi da acces printre cei ce stau aici.","8":"Ascultă, deci, mare preot Iosua, atât tu, cât și confrații tăi, care stau înaintea ta, căci acești oameni sunt un semn. Iată, Îl voi aduce pe Slujitorul Meu, Vlăstarul.","9":"Iată piatra pe care am pus-o înaintea lui Iosua! Acea piatră are șapte ochi. Voi ciopli pe ea o inscripție, zice Domnul Oștirilor, și voi îndepărta nelegiuirea acestei țări într-o singură zi.","10":"În ziua aceea, zice Domnul Oștirilor, fiecare își va chema prietenul sub vița și sub smochinul său!»“."}},"WEBUS":{"name":"World English Bible US","verses":{"1":"He showed me Joshua the high priest standing before Yahweh’s angel, and Satan standing at his right hand to be his adversary.","2":"Yahweh said to Satan, “Yahweh rebuke you, Satan! Yes, Yahweh who has chosen Jerusalem rebuke you! Isn’t this a burning stick plucked out of the fire?”","3":"Now Joshua was clothed with filthy garments, and was standing before the angel.","4":"He answered and spoke to those who stood before him, saying, “Take the filthy garments off him.” To him he said, “Behold, I have caused your iniquity to pass from you, and I will clothe you with rich clothing.”","5":"I said, “Let them set a clean turban on his head.” So they set a clean turban on his head, and clothed him; and Yahweh’s angel was standing by.","6":"Yahweh’s angel solemnly assured Joshua, saying,","7":"“Yahweh of Armies says: ‘If you will walk in my ways, and if you will follow my instructions, then you also shall judge my house, and shall also keep my courts, and I will give you a place of access among these who stand by.","8":"Hear now, Joshua the high priest, you and your fellows who sit before you, for they are men who are a sign; for, behold, I will bring out my servant, the Branch.","9":"For, behold, the stone that I have set before Joshua: on one stone are seven eyes; behold, I will engrave its inscription,’ says Yahweh of Armies, ‘and I will remove the iniquity of that land in one day.","10":"In that day,’ says Yahweh of Armies, ‘you will invite every man his neighbor under the vine and under the fig tree.’”"}}}}