{"book":"Zaharia","chapter":"9","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"Iată prorocia, cuvântul Domnului, despre țara Hadrac; și va începe din Damasc. Căci Domnul are ochiul îndreptat asupra oamenilor și peste toate semințiile lui Israel.","2":"El se oprește și peste Hamat, care se mărginește cu Damascul, peste Tir și Sidon, cu toată înțelepciunea lor.","3":"Tirul și-a zidit o întăritură; a îngrămădit argint ca pulberea și aur ca noroiul de pe ulițe.","4":"Iată că Domnul va pune mâna pe el, îi va năpusti puterea în mare și el însuși va fi ars cu foc.","5":"Ascalonul va vedea lucrul acesta și se va teme; Gaza, de asemenea, și o va apuca un puternic cutremur; Ecronul, de asemenea, căci nădejdea lui va fi dată de rușine; va pieri împăratul din Gaza, și Ascalonul nu va mai fi locuit.","6":"„Străinul se va așeza în Asdod și voi frânge mândria filistenilor.","7":"Îi voi scoate sângele din gură și urâciunile idolești dintre dinți, ca să fie și el o rămășiță pentru Dumnezeul nostru și să fie ca o căpetenie din Iuda, și Ecronul, ca iebusiții.","8":"Voi tăbărî în jurul Casei Mele, ca s-o apăr împotriva unei oștiri, împotriva celor ce se duc și vin, și nu va mai trece asupritorul peste ei, căci acum Mă uit cu ochii Mei.","9":"Saltă de veselie, fiica Sionului! Strigă de bucurie, fiica Ierusalimului! Iată că Împăratul tău vine la tine; El este neprihănit și biruitor, smerit și călare pe un măgar, pe un mânz, pe mânzul unei măgărițe.","10":"Voi nimici carele de război din Efraim și caii din Ierusalim, și arcurile de război vor fi nimicite. El va vesti neamurilor pacea și va stăpâni de la o mare la cealaltă și de la râu până la marginile pământului.","11":"Însă, cât pentru tine, Sioane, din pricina legământului tău pecetluit cu sânge, voi scoate pe prinșii tăi de război din groapa în care nu este apă.","12":"Întoarceți-vă la cetățuie, prinși de război plini de nădejde! O spun și astăzi că îți voi întoarce îndoit!","13":"Căci Îmi încordez pe Iuda ca arc și iau pe Efraim ca săgeată și voi scula pe copiii tăi, Sioane, împotriva copiilor tăi, Grecio! Te voi face ca sabia unui viteaz!”","14":"Dar Domnul Se va arăta deasupra lor, și săgeata Lui va porni ca fulgerul; Domnul Dumnezeu va suna din trâmbiță și va înainta vijelia de la miazăzi.","15":"Domnul oștirilor îi va ocroti și vor mânca și vor zdrobi pietrele de praștie, vor bea, vor face gălăgie ca amețiți de vin; vor fi plini ca un pahar de jertfă, ca și colțurile altarului.","16":"Domnul Dumnezeul lor îi va scăpa în ziua aceea, ca pe turma poporului Său, căci ei sunt pietrele cununii împărătești, care vor străluci în țara Sa!","17":"O! Cât sunt de înfloritori! Cât sunt de frumoși! Grâul va veseli pe tineri și mustul, pe fete."}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"O rostire a Cuvântului Domnului este în țara Hadrak, iar Damascul este locul ei de odihnă. și al tuturor semințiilor lui Israel,","2":"precum și al Hamatului, care se învecinează cu Hadrak, și al Tyrului și Sidonului, chiar dacă sunt foarte înțelepte.","3":"Tyr și-a construit o cetățuie; a strâns argint, ca praful de mult, și aur, la fel de mult ca noroiul de pe străzi.","4":"Iată, însă, că Stăpânul îl va lua în stăpânire, îi va prăbuși puterea în mare și va fi distrus de foc.","5":"Așchelonul va privi și se va teme, Gaza se va zvârcoli de durere, iar Ekronul va face la fel, căci speranța lor va fi dată de rușine. Regele din Gaza va pieri, iar Așchelonul nu va mai fi locuit.","6":"Un bastard va locui în Așdod și voi reteza mândria filistenilor.","7":"Le voi scoate sângele din gură și spurcăciunile dintre dinți. Totuși, le va fi lăsată o rămășiță pentru Dumnezeul nostru și ea va fi ca un clan în Iuda, iar Ekronul va fi ca iebusiții.","8":"Îmi voi așeza tabăra în jurul Casei Mele, ca s-o apăr de invadatori, și niciodată nu va mai trece asupritorul peste ei, fiindcă acum Eu Însumi veghez cu ochii Mei.","9":"Saltă de veselie, fiică a Sionului! Strigă de bucurie, fiică a Ierusalimului! Iată că Împăratul tău vine la tine, drept și învingător, smerit și călare pe un măgar, alături de un măgăruș, mânzul unei măgărițe.","10":"Voi distruge carele din Efraim și caii din Ierusalim, iar arcurile de luptă vor fi distruse. El va vesti națiunilor pacea, iar stăpânirea Lui se va întinde de la o mare la cealaltă și de la râu până la marginile pământului.","11":"Cât despre tine, datorită sângelui legământului Meu cu tine, îți voi elibera captivii din groapa fără apă.","12":"Întoarceți-vă în fortăreață, prizonieri ai speranței! O spun chiar astăzi că te voi restaura și-ți voi da de două ori mai mult.","13":"Căci Mi-l încordez pe Iuda ca pe un arc, iar pe Efraim îl potrivesc ca pe o săgeată. Îi voi ridica pe fiii tăi, Sionule, împotriva fiilor tăi, Iavane, și te voi face ca sabia unui viteaz.", "14": "Domnul Se va arăta deasupra lor și săgeata Lui va porni ca un fulger. și va înainta prin furtuna din sud.", "15": "Domnul Oștirilor îi va proteja, iar ei vor devora, vor zdrobi pietrele de praștie. Ei vor bea și vor striga ca amețiți de vin. Vor fi plini ca un pahar, ca și colțurile altarului.", "16": "Domnul, Dumnezeul lor, îi va salva în ziua aceea, ca pe turma poporului Său. Asemenea pietrelor unei coroane, așa vor străluci deasupra țării Sale!","17":"Cât de minunați și cât de frumoși vor fi! iar mustul – pe fecioare."}},"WEBUS":{"name":"World English Bible US","verses":{"1":"A revelation. Yahweh’s word is against the land of Hadrach, and will rest upon Damascus— for the eye of man and of all the tribes of Israel is toward Yahweh—","2":"and Hamath, also, which borders on it, Tyre and Sidon, because they are very wise.","3":"Tyre built herself a stronghold, and heaped up silver like the dust, and fine gold like the mire of the streets.","4":"Behold, the Lord will dispossess her, and he will strike her power in the sea; and she will be devoured with fire.","5":"Ashkelon will see it, and fear; Gaza also, and will writhe in agony; as will Ekron, for her expectation will be disappointed; and the king will perish from Gaza, and Ashkelon will not be inhabited.","6":"Foreigners will dwell in Ashdod, and I will cut off the pride of the Philistines.","7":"I will take away his blood out of his mouth, and his abominations from between his teeth; and he also will be a remnant for our God; and he will be as a chieftain in Judah, and Ekron as a Jebusite.","8":"I will encamp around my house against the army, that no one pass through or return; and no oppressor will pass through them any more: for now I have seen with my eyes.","9":"Rejoice greatly, daughter of Zion! Shout, daughter of Jerusalem! Behold, your King comes to you! He is righteous, and having salvation; lowly, and riding on a donkey, even on a colt, the foal of a donkey.","10":"I will cut off the chariot from Ephraim and the horse from Jerusalem. The battle bow will be cut off; and he will speak peace to the nations. His dominion will be from sea to sea, and from the River to the ends of the earth.","11":"As for you also, because of the blood of your covenant, I have set free your prisoners from the pit in which is no water.","12":"Turn to the stronghold, you prisoners of hope! Even today I declare that I will restore double to you.","13":"For indeed I bend Judah as a bow for me. I have loaded the bow with Ephraim. I will stir up your sons, Zion, against your sons, Greece, and will make you like the sword of a mighty man.","14":"Yahweh will be seen over them. His arrow will flash like lightning. The Lord Yahweh will blow the trumpet, and will go with whirlwinds of the south.","15":"Yahweh of Armies will defend them. They will destroy and overcome with sling stones. They will drink, and roar as through wine. They will be filled like bowls, like the corners of the altar.","16":"Yahweh their God will save them in that day as the flock of his people; for they are like the jewels of a crown, lifted on high over his land.","17":"For how great is his goodness, and how great is his beauty! Grain will make the young men flourish, and new wine the virgins."}}}}