{"book":"Zaharia","chapter":"10","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"Cereți de la Domnul ploaie, ploaie de primăvară! Domnul scoate fulgerele și vă trimite o ploaie îmbelșugată pentru toată verdeața de pe câmp.","2":"Căci terafimii vorbesc nimicuri, ghicitorii prorocesc minciuni, visele mint și mângâie cu deșertăciuni. De aceea, ei rătăcesc ca o turmă, sunt nenorociți pentru că n-au păstor.","3":"„Mânia Mea s-a aprins împotriva păstorilor și voi pedepsi pe țapi. Căci Domnul oștirilor Își cercetează turma, casa lui Iuda, și o va face ca pe calul Său de slavă în luptă.","4":"Din el va ieși Piatra din capul unghiului, din el va ieși țărușul, din el va ieși arcul de război, din el vor ieși toate căpeteniile laolaltă.","5":"Ei vor fi ca niște viteji care calcă în picioare noroiul de pe ulițe; în luptă, se vor lupta, pentru că Domnul va fi cu ei; iar călăreții vor fi acoperiți de rușine.","6":"Voi întări casa lui Iuda și voi izbăvi casa lui Iosif; îi voi aduce înapoi, căci Mi-este milă de ei și vor fi ca și când niciodată nu i-aș fi lepădat, căci Eu sunt Domnul Dumnezeul lor și-i voi asculta.","7":"Efraim va fi ca un viteaz; inima lor se va bucura ca de vin; fiii lor vor vedea lucrul acesta și se vor veseli, inima lor se va bucura în Domnul.","8":"Le voi fluiera și-i voi aduna, căci i-am răscumpărat, și se vor înmulți cum se înmulțeau odinioară.","9":"Îi voi risipi printre popoare și își vor aduce aminte de Mine în țări depărtate; vor trăi împreună cu copiii lor și se vor întoarce.","10":"Îi voi aduce înapoi din țara Egiptului și-i voi aduna din Asiria; îi voi aduce în țara Galaadului și în Liban și nu le va ajunge locul.","11":"Israel va trece prin strâmtorile mării, va lovi valurile mării și toate adâncimile râului Nil se vor usca; mândria Asiriei va fi frântă și toiagul de cârmuire al Egiptului va pieri.","12":"Îi voi întări în Domnul și vor umbla în Numele Lui”, zice Domnul."}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"Cereți de la Domnul ploaie, ploaie târzie. Domnul face norii de furtună. și fiecăruia îi dă un câmp roditor.","2":"Căci terafimii rostesc nelegiuirea, iar cei care practică divinația văd o minciună. și mângâie cu deșertăciunea. De aceea poporul rătăcește ca o turmă, suferă pentru că nu este niciun păstor.","3":"„Mânia Mea s-a dezlănțuit împotriva păstorilor și îi voi pedepsi pe țapi. Căci Domnul Oștirilor Își cercetează turma, Casa lui Iuda, și o va face asemenea calului Său maiestuos în luptă.","4":"Din Iuda va ieși piatra din capul unghiului, din el va ieși țărușul, din el va ieși arcul de război, din el vor ieși toți stăpânitorii împreună.","5":"Ei vor fi ca vitejii care bătătoresc noroiul drumurilor în luptă. Ei se vor lupta, căci Domnul este cu ei, și îi vor face de rușine pe călăreți.","6":"Voi consolida Casa lui Iuda și voi salva Casa lui Iosif. Îi voi aduce înapoi, pentru că Îmi este milă de ei și vor fi ca și cum nu i-aș fi respins, căci Eu sunt Domnul Dumnezeul lor, și Eu le voi răspunde.","7":"Efraimiții vor fi ca niște viteji și inima lor se va bucura ca de vin. Fiii lor vor vedea aceasta și se vor bucura, iar inima lor se va veseli în Domnul.","8":"Voi fluiera după ei și-i voi aduna, căci i-am răscumpărat; vor fi la fel de numeroși cum erau odinioară.","9":"Îi voi împrăștia printre popoare, iar ei își vor aminti de Mine acolo, în locuri îndepărtate. și se vor întoarce.","10":"Eu îi voi aduce înapoi din țara Egiptului și îi voi aduna din Asiria. și nu le va mai ajunge teritoriul.","11":"Ei vor trece prin marea necazului; vor lovi în valurile mării și toate adâncimile Nilului vor fi uscate. Mândria Asiriei va fi doborâtă, iar sceptrul Egiptului va fi îndepărtat.","12":"Îi voi întări în Domnul și în Numele Lui vor umbla“, zice Domnul."}},"WEBUS":{"name":"World English Bible US","verses":{"1":"Ask of Yahweh rain in the spring time, Yahweh who makes storm clouds, and he gives rain showers to everyone for the plants in the field.","2":"For the teraphim have spoken vanity, and the diviners have seen a lie; and they have told false dreams. They comfort in vain. Therefore they go their way like sheep. They are oppressed, because there is no shepherd.","3":"My anger is kindled against the shepherds, and I will punish the male goats, for Yahweh of Armies has visited his flock, the house of Judah, and will make them as his majestic horse in the battle.","4":"From him will come the cornerstone, from him the tent peg, from him the battle bow, from him every ruler together.","5":"They will be as mighty men, treading down muddy streets in the battle. They will fight, because Yahweh is with them. The riders on horses will be confounded.","6":"“I will strengthen the house of Judah, and I will save the house of Joseph. I will bring them back, for I have mercy on them. They will be as though I had not cast them off, for I am Yahweh their God, and I will hear them.","7":"Ephraim will be like a mighty man, and their heart will rejoice as through wine. Yes, their children will see it and rejoice. Their heart will be glad in Yahweh.","8":"I will signal for them and gather them, for I have redeemed them. They will increase as they were before.","9":"I will sow them among the peoples. They will remember me in far countries. They will live with their children and will return.","10":"I will bring them again also out of the land of Egypt, and gather them out of Assyria. I will bring them into the land of Gilead and Lebanon; and there won’t be room enough for them.","11":"He will pass through the sea of affliction, and will strike the waves in the sea, and all the depths of the Nile will dry up; and the pride of Assyria will be brought down, and the scepter of Egypt will depart.","12":"I will strengthen them in Yahweh. They will walk up and down in his name,” says Yahweh."}}}}