{"book":"Zaharia","chapter":"2","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"Am ridicat ochii și m-am uitat, și iată că era un om care ținea în mână o funie de măsurat.","2":"L-am întrebat: „Unde te duci?” Și el mi-a zis: „Mă duc să măsor Ierusalimul, ca să văd ce lățime și ce lungime are.”","3":"Și îngerul care vorbea cu mine a înaintat, și un alt înger i-a ieșit înainte.","4":"El i-a zis: „Aleargă de vorbește tânărului acestuia și spune-i: ‘Ierusalimul va fi o cetate deschisă din pricina mulțimii oamenilor și vitelor care vor fi în mijlocul lui;","5":"Eu Însumi’, zice Domnul, ‘voi fi un zid de foc de jur împrejurul lui și voi fi slava lui în mijlocul lui!’”","6":"„Fugiți, fugiți din țara de la miazănoapte!”, zice Domnul. „Căci v-am împrăștiat în cele patru vânturi ale cerurilor”, zice Domnul.","7":"„Scapă, Sioane, tu care locuiești la fiica Babilonului!”","8":"Căci așa vorbește Domnul oștirilor: „După slavă m-a trimis El la neamurile care v-au jefuit; căci cel ce se atinge de voi se atinge de lumina ochilor Lui.","9":"Iată, Îmi ridic mâna împotriva lor”, zice Domnul, „și ele vor fi prada celor ce le erau supuși, ca să știți că Domnul oștirilor m-a trimis.","10":"Strigă de veselie și bucură-te, fiica Sionului! Căci, iată, Eu vin și voi locui în mijlocul tău”, zice Domnul.","11":"„Multe neamuri se vor alipi de Domnul în ziua aceea și vor fi poporul Meu. Eu voi locui în mijlocul tău și vei ști că Domnul oștirilor m-a trimis la tine.”","12":"Domnul va lua în stăpânire pe Iuda, ca partea Lui de moștenire în pământul sfânt, și va alege iarăși Ierusalimul.","13":"Orice făptură să tacă înaintea Domnului, căci El S-a și sculat din Locașul Lui cel Sfânt!"}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"Apoi mi-am ridicat ochii, m-am uitat și, iată că era un om care avea în mână o funie de măsurat.","2":"L-am întrebat: ‒ Unde te duci? El mi-a răspuns: ‒ Să măsor Ierusalimul, ca să văd ce lățime și ce lungime are.","3":"Atunci îngerul care vorbea cu mine s-a îndepărtat, iar un alt înger a venit să-l întâlnească.","4":"Acesta i-a zis: „Aleargă și vorbește-i tânărului acestuia, zicând: «Ierusalimul va fi locuit ca o cetate fără ziduri, din cauza mulțimii oamenilor și a animalelor din mijlocul lui.","5":"Eu Însumi voi fi un zid de foc împrejurul lui, zice Domnul, și voi fi gloria din mijlocul lui.","6":"Vai! Vai! Fugiți din țara din nord, zice Domnul. Căci v-am împrăștiat ca pe cele patru vânturi ale cerului, zice Domnul.","7":"Vai, Sionule, scapă, tu care locuiești la fiica Babilonului!","8":"Căci așa vorbește Domnul Oștirilor: după glorie M-a trimis El la națiunile care v-au jefuit; căci cel ce se atinge de voi se atinge de lumina ochilor Mei!","9":"Prin urmare, iată, Îmi ridic mâna împotriva lor și vor deveni pradă pentru înșiși slujitorii lor! Și veți ști astfel că Domnul Oștirilor M-a trimis!","10":"Strigă de bucurie și veselește-te, fiică a Sionului, căci iată că Eu vin și voi locui în mijlocul tău, zice Domnul.","11":"Multe națiuni se vor alătura Domnului, în ziua aceea, și vor fi poporul Meu. Eu voi locui în mijlocul tău și, astfel, vei ști că Domnul Oștirilor M-a trimis la tine.","12":"Domnul va lua în stăpânire Iuda, ca partea Lui de moștenire din teritoriul sfânt, și va alege iarăși Ierusalimul!","13":"Orice făptură să tacă înaintea Domnului, căci El S-a ridicat din Locuința Lui cea sfântă!»“."}},"WEBUS":{"name":"World English Bible US","verses":{"1":"I lifted up my eyes, and saw, and behold, a man with a measuring line in his hand.","2":"Then I asked, “Where are you going?” He said to me, “To measure Jerusalem, to see what is its width and what is its length.”","3":"Behold, the angel who talked with me went out, and another angel went out to meet him,","4":"and said to him, “Run, speak to this young man, saying, ‘Jerusalem will be inhabited as villages without walls, because of the multitude of men and livestock in it.","5":"For I,’ says Yahweh, ‘will be to her a wall of fire around it, and I will be the glory in the middle of her.","6":"Come! Come! Flee from the land of the north,’ says Yahweh; ‘for I have spread you abroad as the four winds of the sky,’ says Yahweh.","7":"‘Come, Zion! Escape, you who dwell with the daughter of Babylon.’","8":"For Yahweh of Armies says: ‘For honor he has sent me to the nations which plundered you; for he who touches you touches the apple of his eye.","9":"For, behold, I will shake my hand over them, and they will be a plunder to those who served them; and you will know that Yahweh of Armies has sent me.","10":"Sing and rejoice, daughter of Zion! For behold, I come and I will dwell within you,’ says Yahweh.","11":"Many nations shall join themselves to Yahweh in that day, and shall be my people; and I will dwell among you, and you shall know that Yahweh of Armies has sent me to you.","12":"Yahweh will inherit Judah as his portion in the holy land, and will again choose Jerusalem.","13":"Be silent, all flesh, before Yahweh; for he has roused himself from his holy habitation!”"}}}}