{"book":"Zaharia","chapter":"13","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"În ziua aceea, se va deschide casei lui David și locuitorilor Ierusalimului un izvor pentru păcat și necurăție.","2":"În ziua aceea”, zice Domnul oștirilor, „voi stârpi din țară numele idolilor, ca nimeni să nu-și mai aducă aminte de ei; voi scoate, de asemenea, din țară pe prorocii mincinoși și duhul necurat.","3":"Și, dacă va mai proroci cineva, atunci tatăl său și mama sa, înșiși părinții lui, îi vor zice: ‘Tu nu vei trăi, căci ai spus minciuni în Numele Domnului’; și tatăl său și mama sa, cei care l-au născut, îl vor străpunge când va proroci.","4":"În ziua aceea, prorocii se vor rușina, fiecare, de vedeniile lor când vor proroci și nu se vor mai îmbrăca într-o manta de păr ca să mintă pe oameni.","5":"Ci fiecare din ei va zice: ‘Eu nu sunt proroc, ci sunt plugar, căci am fost cumpărat din tinerețea mea!’","6":"Și dacă-l va întreba cineva: ‘De unde vin aceste răni pe care le ai la mâini?’, el va răspunde: ‘În casa celor ce mă iubeau le-am primit.’","7":"Scoală-te, sabie, asupra păstorului Meu și asupra omului care îmi este tovarăș!”, zice Domnul oștirilor. „Lovește pe păstor și se vor risipi oile! Și Îmi voi întoarce mâna spre cei mici.","8":"În toată țara”, zice Domnul, „două treimi vor fi nimicite, vor pieri, iar cealaltă treime va rămâne.","9":"Dar treimea aceasta din urmă o voi pune în foc și o voi curăți cum se curățește argintul, o voi lămuri cum se lămurește aurul. Ei vor chema Numele Meu și îi voi asculta; Eu voi zice: ‘Acesta este poporul Meu!’ Și ei vor zice: ‘Domnul este Dumnezeul meu!’”"}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"În ziua aceea, se va deschide Casei lui David și locuitorilor Ierusalimului un izvor care să-i spele de păcat și necurăție.","2":"În ziua aceea“, zice Domnul Oștirilor, „voi stârpi din țară numele idolilor și nu vor mai fi amintiți! De asemenea, voi îndepărta din țară profeții și duhul necurat.","3":"Când cineva va mai profeți, tatăl său și mama sa, care l-au născut, îi vor zice: «Nu vei trăi, căci ai spus minciuni în Numele Domnului!». Și înșiși tatăl său și mama sa, cei care l-au născut, îl vor străpunge atunci când va profeți!","4":"În ziua aceea, fiecărui profet îi va fi rușine de vedenia lui când va profeți și nu se va mai îmbrăca cu o mantie de păr ca să înșele,","5":"ci fiecare va zice: «Eu nu sunt profet. Sunt un lucrător al pământului, căci un om m-a vândut încă din tinerețea mea!».","6":"Și dacă-l va întreba cineva: «De unde ai aceste răni din mâini?», el va răspunde: «Sunt rănile primite în casa prietenilor mei!». Păstorul lovit, turmele risipite","7":"Ridică-te, sabie, împotriva păstorului Meu și împotriva omului care-Mi este apropiat!“, zice Domnul Oștirilor. și turmele vor fi risipite! Îmi voi întoarce mâna împotriva celor mici!","8":"În toată țara“, zice Domnul, iar o treime va fi lăsată.","9":"Dar pe treimea aceasta o voi pune în foc și îi voi rafina așa cum se rafinează argintul, îi voi purifica așa cum se purifică aurul. Fiecare va chema Numele Meu, iar Eu îi voi răspunde. Eu voi zice: «Acesta este poporul Meu!» și fiecare va spune: «Domnul este Dumnezeul meu!»."}},"WEBUS":{"name":"World English Bible US","verses":{"1":"“In that day there will be a fountain opened to David’s house and to the inhabitants of Jerusalem, for sin and for uncleanness.","2":"It will come to pass in that day, says Yahweh of Armies, that I will cut off the names of the idols out of the land, and they will be remembered no more. I will also cause the prophets and the spirit of impurity to pass out of the land.","3":"It will happen that when anyone still prophesies, then his father and his mother who bore him will tell him, ‘You must die, because you speak lies in Yahweh’s name;’ and his father and his mother who bore him will stab him when he prophesies.","4":"It will happen in that day that the prophets will each be ashamed of his vision when he prophesies; they won’t wear a hairy mantle to deceive,","5":"but he will say, ‘I am no prophet, I am a tiller of the ground; for I have been made a bondservant from my youth.’","6":"One will say to him, ‘What are these wounds between your arms?’ Then he will answer, ‘Those with which I was wounded in the house of my friends.’","7":"“Awake, sword, against my shepherd, and against the man who is close to me,” says Yahweh of Armies. and I will turn my hand against the little ones.","8":"It shall happen that in all the land,” says Yahweh, but the third will be left in it.","9":"I will bring the third part into the fire, and will refine them as silver is refined, and will test them like gold is tested. They will call on my name, and I will hear them. I will say, ‘It is my people;’ and they will say, ‘Yahweh is my God.’”"}}}}