{"book":"Zaharia","chapter":"6","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"Am ridicat din nou ochii și m-am uitat; și iată că patru care ieșeau dintre doi munți, și munții erau de aramă.","2":"La carul dintâi erau niște cai roșii, la al doilea car, cai negri,","3":"la al treilea car, cai albi și la al patrulea car, cai bălțați și roșii.","4":"Am luat cuvântul și am zis îngerului care vorbea cu mine: „Ce înseamnă aceștia, domnul meu?”","5":"Îngerul mi-a răspuns: „Aceștia sunt cele patru vânturi ale cerurilor, care ies din locul în care stăteau înaintea Domnului întregului pământ.”","6":"Caii cei negri, înhămați la unul din care, s-au îndreptat spre țara de la miazănoapte și cei albi au mers după ei; cei bălțați s-au îndreptat spre țara de miazăzi.","7":"Cei roșii au ieșit și ei și au cerut să meargă să cutreiere pământul. Îngerul le-a zis: „Duceți-vă de cutreierați pământul!” Și au cutreierat pământul.","8":"El m-a chemat și mi-a zis: „Iată că cei ce se îndreaptă spre țara de miazănoapte fac să se mai potolească mânia Mea în țara de la miazănoapte.”","9":"Cuvântul Domnului mi-a vorbit astfel:","10":"„Să primești daruri de la prinșii de război din Babilon: Heldai, Tobia și Iedaia, și anume să te duci tu însuți în ziua aceea în casa lui Iosia, fiul lui Țefania, unde s-au dus ei când au venit din Babilon.","11":"Să iei de la ei argint și aur, să faci din ele o cunună și s-o pui pe capul lui Iosua, fiul lui Ioțadac, marele preot,","12":"și să-i spui: ‘Așa vorbește Domnul oștirilor: «Iată că un om al cărui nume este Odrasla va odrăsli din locul lui și va zidi Templul Domnului.","13":"Da, El va zidi Templul Domnului, va purta podoabă împărătească, va ședea și va stăpâni pe scaunul Lui de domnie, va fi preot pe scaunul Lui de domnie și o desăvârșită unire va domni între ei amândoi.»’","14":"Cununa va fi pentru Helem, Tobia și Iedaia și pentru Hen, fiul lui Țefania, ca o aducere aminte în Templul Domnului.","15":"Cei ce sunt departe vor veni și vor lucra la Templul Domnului; și veți ști astfel că Domnul oștirilor m-a trimis la voi. Lucrul acesta se va întâmpla dacă veți asculta glasul Domnului Dumnezeului vostru.”"}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"Mi-am ridicat din nou ochii, m-am uitat și iată că patru care ieșeau dintre doi munți. Munții erau niște munți de bronz.","2":"La primul car erau niște cai roșii, la al doilea car erau cai negri,","3":"la al treilea car erau cai albi, iar la al patrulea car erau niște cai tărcați și puternici.","4":"L-am întrebat atunci pe îngerul care vorbea cu mine: ‒ Ce sunt acestea, stăpâne?","5":"Îngerul mi-a răspuns: ‒ Acestea sunt cele patru vânturi ale cerurilor, care ies de unde stăteau, de lângă Stăpânul întregului pământ.","6":"Caii cei negri au ieșit, împreună cu carul lor, spre țara din nord, cei albi au ieșit după ei, iar cei tărcați au ieșit spre țara din sud.","7":"Când cei puternici au ieșit și au cerut să meargă să străbată pământul, El a zis: „Duceți-vă, străbateți pământul!“. Și ei au străbătut pământul.","8":"Apoi El m-a chemat și mi-a vorbit, zicând: ‒ Privește! Cei ce ies spre țara din nord au făcut să Se odihnească Duhul Meu în țara din nord. Promisiunea regelui-preot care va reconstrui Templul","9":"Cuvântul Domnului mi-a vorbit, zicând:","10":"„Să iei argint și aur de la exilații care au venit din Babilon: de la Heldai, de la Tobia și de la Iedaia. Să te duci tu însuți, în ziua aceea, și să intri în casa lui Iosia, fiul lui Țefania.","11":"Să iei argint și aur, să faci cu ele o coroană și s-o pui pe capul marelui preot Iosua, fiul lui Iehoțadak.","12":"Apoi să-i spui următoarele: «Așa vorbește Domnul Oștirilor: ‘Iată-l pe omul, al cărui nume este Vlăstarul. El va da mlădițe din el și va construi Templul Domnului.","13":"El va construi Templul Domnului și va avea parte de măreție. El se va așeza și va împărăți pe tronul lui. Totodată va fi și preot pe tronul lui, existând armonie deplină între cele două funcții’».","14":"Coroana va fi pentru Heldai, pentru Tobia, pentru Iedaia și pentru Iosia, fiul lui Țefania, ca o aducere-aminte în Templul Domnului.","15":"Chiar și cei de departe vor veni și vor construi Templul Domnului. Și veți ști astfel că Domnul Oștirilor M-a trimis la voi. Aceasta însă se va întâmpla dacă veți asculta cu atenție de glasul Domnului, Dumnezeul vostru“."}},"WEBUS":{"name":"World English Bible US","verses":{"1":"Again I lifted up my eyes, and saw, and behold, four chariots came out from between two mountains; and the mountains were mountains of bronze.","2":"In the first chariot were red horses. In the second chariot were black horses.","3":"In the third chariot were white horses. In the fourth chariot were dappled horses, all of them powerful.","4":"Then I asked the angel who talked with me, “What are these, my lord?”","5":"The angel answered me, “These are the four winds of the sky, which go out from standing before the Lord of all the earth.","6":"The one with the black horses goes out toward the north country; and the white went out after them; and the dappled went out toward the south country.”","7":"The strong went out, and sought to go that they might walk back and forth through the earth. He said, “Go around and through the earth!” So they walked back and forth through the earth.","8":"Then he called to me, and spoke to me, saying, “Behold, those who go toward the north country have quieted my spirit in the north country.”","9":"Yahweh’s word came to me, saying,","10":"“Take of them of the captivity, even of Heldai, of Tobijah, and of Jedaiah; and come the same day, and go into the house of Josiah the son of Zephaniah, where they have come from Babylon.","11":"Yes, take silver and gold, and make crowns, and set them on the head of Joshua the son of Jehozadak, the high priest;","12":"and speak to him, saying, ‘Yahweh of Armies says, “Behold, the man whose name is the Branch! He will grow up out of his place; and he will build Yahweh’s temple.","13":"He will build Yahweh’s temple. He will bear the glory, and will sit and rule on his throne. He will be a priest on his throne. The counsel of peace will be between them both.","14":"The crowns shall be to Helem, to Tobijah, to Jedaiah, and to Hen the son of Zephaniah, for a memorial in Yahweh’s temple.","15":"Those who are far off shall come and build in Yahweh’s temple; and you shall know that Yahweh of Armies has sent me to you. This will happen, if you will diligently obey Yahweh your God’s voice.”’”"}}}}