{"book":"Zaharia","chapter":"7","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"În anul al patrulea al împăratului Darius, cuvântul Domnului a vorbit lui Zaharia în ziua a patra a lunii a noua, care este luna Chisleu.","2":"Cei din Betel trimiseseră pe Șarețer și pe Reghem-Melec cu oamenii săi să se roage Domnului","3":"și să întrebe pe preoții din Casa Domnului oștirilor și pe proroci: „Trebuie să plâng și în luna a cincea și să mă înfrânez, cum am făcut atâția ani?”","4":"Atunci, cuvântul Domnului oștirilor mi-a vorbit astfel:","5":"„Spune la tot poporul țării și preoților: ‘Când ați postit și ați plâns în luna a cincea și a șaptea în acești șaptezeci de ani, oare pentru Mine ați postit voi?","6":"Și când mâncați și beți, nu sunteți voi cei ce mâncați și beți?","7":"Nu cunoașteți cuvintele pe care le-a vestit Domnul prin prorocii de mai înainte, când Ierusalimul era încă locuit și liniștit împreună cu cetățile lui de primprejur și când și partea de miazăzi și câmpia erau locuite?’”","8":"Cuvântul Domnului a vorbit lui Zaharia astfel:","9":"„Așa a vorbit Domnul oștirilor: ‘Faceți cu adevărat dreptate și purtați-vă cu bunătate și îndurare unul față de altul!","10":"Nu asupriți pe văduvă și pe orfan, nici pe străin și pe sărac și niciunul să nu gândească rău în inima lui împotriva fratelui său!’","11":"Dar ei n-au vrut să ia aminte, ci au întors spatele și și-au astupat urechile ca să n-audă.","12":"Și-au făcut inima ca diamantul de tare, ca să n-asculte Legea, nici cuvintele pe care li le spunea Domnul oștirilor, prin Duhul Său, prin prorocii de mai înainte. Din pricina aceasta, Domnul oștirilor S-a aprins de o mare mânie.","13":"Când chema El, ei n-au vrut s-asculte. De aceea nici Eu n-am vrut s-ascult când au chemat ei”, zice Domnul oștirilor.","14":"„Ci i-am împrăștiat printre toate neamurile pe care nu le cunoșteau; țara a fost pustiită în urma lor, așa că nimeni nu mai venea și nu mai pleca din ea și, dintr-o țară plăcută cum era, au făcut o pustie!”"}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"În cel de-al patrulea an al împăratului Darius, Cuvântul Domnului i-a vorbit lui Zaharia în ziua a patra a lunii a noua, luna chislev.","2":"Cei din Betel îi trimiseseră pe Sarețer și pe Reghem-Melek, împreună cu oamenii lor, ca să caute fața Domnului","3":"și să-i întrebe pe preoții din Casa Domnului Oștirilor și pe profeți: „Trebuie să plângem în luna a cincea și să ne consacrăm, așa cum am făcut atâția ani?“.","4":"Atunci Cuvântul Domnului Oștirilor mi-a vorbit, zicând:","5":"„Vorbește întregului popor al țării și preoților astfel: «Când ați postit și ați jelit în lunile a cincea și a șaptea, în timpul acestor șaptezeci de ani, oare pentru Mine ați postit voi?","6":"Iar când mâncați și beți, oare nu pentru voi înșivă mâncați și beți?","7":"Nu sunt acestea cuvintele pe care le-a vestit Domnul prin profeții cei dintâi, când Ierusalimul era locuit și în pace, alături de cetățile din jurul lui, iar Neghevul și zona deluroasă erau și ele locuite?»“.","8":"Cuvântul Domnului i-a vorbit lui Zaharia, zicând:","9":"„Așa vorbește Domnul Oștirilor: «Înfăptuiți judecată dreaptă și fiecare să arate bunătate și milă față de semenul său!","10":"Nu asupriți pe văduvă sau pe orfan, nici pe străin sau pe sărac, și niciunul să nu gândească rău în inima lui împotriva fratelui său!».","11":"Dar ei au refuzat să asculte, și-au întors spatele cu încăpățânare și și-au astupat urechile ca să n-audă!","12":"Și-au făcut inima tare ca diamantul, ca să n-asculte Legea și cuvintele pe care le trimitea Domnul Oștirilor prin Duhul Său, prin profeții cei dintâi. Și, astfel, a venit o mare mânie de la Domnul Oștirilor.","13":"Când Eu am chemat, ei n-au ascultat. Tot astfel, când ei au chemat, nici Eu n-am ascultat“, zice Domnul Oștirilor.","14":"„I-am împrăștiat ca o furtună printre toate națiunile pe care nu le cunoșteau, iar țara a fost pustiită în urma lor, așa că nimeni nu mai trecea sau se întorcea pe acolo. Și au transformat astfel țara cea plăcută într-o pustietate“."}},"WEBUS":{"name":"World English Bible US","verses":{"1":"In the fourth year of King Darius, Yahweh’s word came to Zechariah in the fourth day of the ninth month, the month of Chislev.","2":"The people of Bethel sent Sharezer and Regem Melech and their men to entreat Yahweh’s favor,","3":"and to speak to the priests of the house of Yahweh of Armies and to the prophets, saying, “Should I weep in the fifth month, separating myself, as I have done these so many years?”","4":"Then the word of Yahweh of Armies came to me, saying,","5":"“Speak to all the people of the land and to the priests, saying, ‘When you fasted and mourned in the fifth and in the seventh month for these seventy years, did you at all fast to me, really to me?","6":"When you eat and when you drink, don’t you eat for yourselves and drink for yourselves?","7":"Aren’t these the words which Yahweh proclaimed by the former prophets when Jerusalem was inhabited and in prosperity, and its cities around her, and the South and the lowland were inhabited?’”","8":"Yahweh’s word came to Zechariah, saying,","9":"“Thus has Yahweh of Armies spoken, saying, ‘Execute true judgment, and show kindness and compassion every man to his brother.","10":"Don’t oppress the widow, the fatherless, the foreigner, nor the poor; and let none of you devise evil against his brother in your heart.’","11":"But they refused to listen, and turned their backs, and stopped their ears, that they might not hear.","12":"Yes, they made their hearts as hard as flint, lest they might hear the law and the words which Yahweh of Armies had sent by his Spirit by the former prophets. Therefore great wrath came from Yahweh of Armies.","13":"It has come to pass that, as he called and they refused to listen, so they will call and I will not listen,” said Yahweh of Armies;","14":"“but I will scatter them with a whirlwind among all the nations which they have not known. Thus the land was desolate after them, so that no man passed through nor returned; for they made the pleasant land desolate.”"}}}}