{"book":"Zaharia","chapter":"12","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"Prorocia, cuvântul Domnului, despre Israel. Așa vorbește Domnul, care a întins cerurile și a întemeiat pământul și a întocmit duhul omului din el:","2":"„Iată, voi preface Ierusalimul într-un potir de amețire pentru toate popoarele de primprejur și chiar pentru Iuda, la împresurarea Ierusalimului.","3":"În ziua aceea, voi face din Ierusalim o piatră grea pentru toate popoarele. Toți cei ce o vor ridica vor fi vătămați și toate neamurile pământului se vor strânge împotriva lui.","4":"În ziua aceea”, zice Domnul, „voi lovi cu amețeală pe toți caii și cu turbare pe cei ce vor călări pe ei, dar voi avea ochii deschiși asupra casei lui Iuda și voi orbi toți caii popoarelor.","5":"Căpeteniile lui Iuda vor zice în inima lor: ‘Locuitorii Ierusalimului sunt tăria noastră, prin Domnul oștirilor, Dumnezeul lor.’","6":"În ziua aceea, voi face pe căpeteniile lui Iuda ca o vatră de foc sub lemn, ca o făclie aprinsă sub snopi; voi mistui în dreapta și în stânga pe toate popoarele de jur împrejur, iar Ierusalimul va fi locuit iarăși la locul lui cel vechi.","7":"Domnul va mântui mai întâi corturile lui Iuda, pentru ca slava casei lui David și fala locuitorilor Ierusalimului să nu se înalțe peste Iuda.","8":"În ziua aceea, Domnul va ocroti pe locuitorii Ierusalimului, așa că cel mai slab dintre ei va fi în ziua aceea ca David, și casa lui David va fi ca Dumnezeu, ca Îngerul Domnului înaintea lor.","9":"În ziua aceea, voi căuta să nimicesc toate neamurile care vor veni împotriva Ierusalimului.","10":"Atunci voi turna peste casa lui David și peste locuitorii Ierusalimului un duh de îndurare și de rugăciune și își vor întoarce privirile spre Mine, pe care L-au străpuns. Îl vor plânge cum plânge cineva pe singurul lui fiu și-L vor plânge amarnic, cum plânge cineva pe un întâi născut.","11":"În ziua aceea, va fi jale mare în Ierusalim, ca jalea din Hadadrimon în valea Meghidonului.","12":"Țara se va jeli, fiecare familie deosebit: familia casei lui David deosebit și femeile ei deosebit; familia casei lui Natan deosebit și femeile ei deosebit;","13":"familia casei lui Levi deosebit și femeile ei deosebit; familia lui Șimei deosebit și femeile ei deosebit;","14":"toate celelalte familii, fiecare familie deosebit și femeile ei deosebit."}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"O rostire a Cuvântului Domnului cu privire la Israel, zice Domnul, Cel Ce a întins cerurile și a întemeiat pământul, Cel Ce a creat duhul omului înăuntrul lui:","2":"„Iată, voi preface Ierusalimul într-un potir amețitor pentru toate popoarele dimprejur. Chiar și Iuda va fi asediat împreună cu Ierusalimul.","3":"În ziua aceea, voi preface Ierusalimul într-o piatră grea pentru toate popoarele. Toți cei ce vor încerca să o miște se vor răni; da, toate națiunile pământului se vor strânge împotriva lui.","4":"În ziua aceea“, zice Domnul, „voi lovi toți caii cu panică, iar pe călăreți cu nebunie. Voi avea însă ochii deschiși asupra Casei lui Iuda, atunci când voi lovi cu orbire toți caii popoarelor!","5":"Atunci conducătorii lui Iuda își vor zice în inima lor: «Locuitorii Ierusalimului sunt puterea noastră, prin Domnul Oștirilor, Dumnezeul lor!».","6":"În ziua aceea, îi voi face pe conducătorii lui Iuda ca un vas cu jăratic sub o grămadă de lemne și ca o torță aprinsă într-un snop. Ei vor distruge, în dreapta și în stânga, toate popoarele din jur, în timp ce Ierusalimul va continua să rămână pe propriul lui loc.", "7": "Domnul va elibera mai întâi așezările lui Iuda, pentru ca măreția Casei lui David și măreția locuitorilor Ierusalimului să nu se înalțe peste Iuda.","8":"În ziua aceea, Domnul îi va proteja pe locuitorii Ierusalimului. Astfel, cel mai firav dintre ei va fi, în acea zi, ca David, iar Casa lui David va fi ca Dumnezeu, ca Îngerul Domnului înaintea lor.","9":"În ziua aceea, voi urmări să nimicesc toate națiunile care vor veni împotriva Ierusalimului. Plânset pentru Cel pe Care L-au străpuns","10":"Și voi turna peste Casa lui David și peste locuitorii Ierusalimului Duhul harului și al rugăciunilor. Vor privi la Mine, la Cel pe Care L-au străpuns, și Îl vor jeli așa cum jelește cineva pe singurul său fiu. Și vor plânge mult, așa cum plânge cineva după întâiul său născut.","11":"În ziua aceea, jalea va fi mare în Ierusalim, la fel ca jalea lui Hadad-Rimon, în Valea Meghido.","12":"Țara va jeli, fiecare clan jelind în mod separat: clanul Casei lui David, separat, și soțiile lor, separat; clanul casei lui Natan, separat, și soțiile lor, separat;","13":"clanul Casei lui Levi, separat, și soțiile lor, separat; clanul lui Șimei, separat, și soțiile lor, separat;","14":"toate celelalte clanuri rămase, adică fiecare clan, separat, și soțiile lor, separat."}},"WEBUS":{"name":"World English Bible US","verses":{"1":"A revelation of Yahweh’s word concerning Israel: Yahweh, who stretches out the heavens and lays the foundation of the earth, and forms the spirit of man within him says:","2":"“Behold, I will make Jerusalem a cup of reeling to all the surrounding peoples, and it will also be on Judah in the siege against Jerusalem.","3":"It will happen in that day that I will make Jerusalem a burdensome stone for all the peoples. All who burden themselves with it will be severely wounded, and all the nations of the earth will be gathered together against it.","4":"In that day,” says Yahweh, “I will strike every horse with terror and his rider with madness. I will open my eyes on the house of Judah, and will strike every horse of the peoples with blindness.","5":"The chieftains of Judah will say in their heart, ‘The inhabitants of Jerusalem are my strength in Yahweh of Armies their God.’","6":"In that day I will make the chieftains of Judah like a pan of fire among wood, and like a flaming torch among sheaves. They will devour all the surrounding peoples on the right hand and on the left; and Jerusalem will yet again dwell in their own place, even in Jerusalem.","7":"Yahweh also will save the tents of Judah first, that the glory of David’s house and the glory of the inhabitants of Jerusalem not be magnified above Judah.","8":"In that day Yahweh will defend the inhabitants of Jerusalem. He who is feeble among them at that day will be like David, and David’s house will be like God, like Yahweh’s angel before them.","9":"It will happen in that day, that I will seek to destroy all the nations that come against Jerusalem.","10":"I will pour on David’s house and on the inhabitants of Jerusalem the spirit of grace and of supplication. They will look to me whom they have pierced; and they shall mourn for him as one mourns for his only son, and will grieve bitterly for him as one grieves for his firstborn.","11":"In that day there will be a great mourning in Jerusalem, like the mourning of Hadadrimmon in the valley of Megiddo.","12":"The land will mourn, every family apart; the family of David’s house apart, and their wives apart; the family of the house of Nathan apart, and their wives apart;","13":"the family of the house of Levi apart, and their wives apart; the family of the Shimeites apart, and their wives apart;","14":"all the families who remain, every family apart, and their wives apart."}}}}