{"book":"Zaharia","chapter":"1","versions":{"VDC":{"name":"Versiunea Dumitru Cornilescu","verses":{"1":"În luna a opta, în anul al doilea al lui Darius, cuvântul Domnului a vorbit prorocului Zaharia, fiul lui Berechia, fiul lui Ido, astfel:","2":"„Domnul S-a mâniat foarte tare pe părinții voștri.","3":"Spune-le dar: ‘Așa vorbește Domnul oștirilor: «Întoarceți-vă la Mine», zice Domnul oștirilor, «și Mă voi întoarce și Eu la voi», zice Domnul oștirilor.","4":"«Nu fiți ca părinții voștri, cărora le vorbeau prorocii de mai înainte, zicând: ‹Așa vorbește Domnul oștirilor: „Întoarceți-vă de la căile voastre cele rele, de la faptele voastre cele rele!”› Dar n-au ascultat și n-au luat aminte la Mine», zice Domnul.","5":"«Unde sunt acum părinții voștri? Și puteau prorocii să trăiască veșnic?","6":"Totuși cuvintele Mele și poruncile pe care le dădusem slujitorilor Mei, prorocii, ca să le vestească, n-au atins ele pe părinții voștri? Și atunci ei s-au întors și au zis: ‹Domnul oștirilor ne-a făcut cum hotărâse să ne facă, după căile și faptele noastre!›»’”","7":"În a douăzeci și patra zi a lunii a unsprezecea, care este luna Șebat, în anul al doilea al lui Darius, cuvântul Domnului a vorbit prorocului Zaharia, fiul lui Berechia, fiul lui Ido, astfel:","8":"M-am uitat noaptea și iată că un om era călare pe un cal roșu și stătea între mirți într-un umbrar; în urma lui erau niște cai roșii, murgi și albi.","9":"Am întrebat: „Ce înseamnă caii aceștia, domnul meu?” Și îngerul care vorbea cu mine mi-a zis: „Îți voi arăta ce înseamnă caii aceștia!”","10":"Omul care stătea între mirți a luat cuvântul și a zis: „Aceștia sunt aceia pe care i-a trimis Domnul să cutreiere pământul!”","11":"Și ei au vorbit Îngerului Domnului, care stătea între mirți, și au zis: „Am cutreierat pământul și iată că tot pământul este în pace și liniștit!”","12":"Atunci, Îngerul Domnului a luat cuvântul și a zis: „Doamne al oștirilor, până când nu vei avea milă de Ierusalim și de cetățile lui Iuda, pe care Te-ai mâniat în acești șaptezeci de ani?”","13":"Domnul a răspuns cu vorbe bune, cu vorbe de mângâiere, îngerului care vorbea cu mine.","14":"Și îngerul care vorbea cu mine mi-a zis: „Strigă și zi: ‘Așa vorbește Domnul oștirilor: «Sunt plin de o mare gelozie pentru Ierusalim și pentru Sion","15":"și sunt plin de o mare mânie împotriva neamurilor îngâmfate, căci Mă mâniasem numai puțin, dar ele au ajutat spre nenorocire.»","16":"De aceea așa vorbește Domnul: «Mă întorc cu îndurare către Ierusalim; Casa Mea va fi zidită iarăși în el și funia de măsurat se va întinde asupra Ierusalimului.»’","17":"Strigă din nou și zi: ‘Așa vorbește Domnul oștirilor: «Cetățile Mele vor avea iarăși belșug de bunătăți, Domnul va mângâia iarăși Sionul, va alege iarăși Ierusalimul.»’”","18":"Am ridicat ochii și m-am uitat, și iată că erau patru coarne.","19":"Am întrebat îngerul care vorbea cu mine: „Ce înseamnă coarnele acestea?” Și el mi-a zis: „Acestea sunt coarnele care au risipit pe Iuda, pe Israel și Ierusalimul.”","20":"Domnul mi-a arătat patru fierari.","21":"Eu am întrebat: „Ce vor să facă aceștia?” Și el a zis: „Aceștia vin să sperie coarnele care au risipit pe Iuda, de n-a mai putut ridica nimeni capul; fierarii aceștia au venit să sperie și să taie coarnele neamurilor care au ridicat cornul împotriva țării lui Iuda ca să-i risipească locuitorii.”"}},"NTR":{"name":"Noua Traducere in Limba Romana","verses":{"1":"În luna a opta, în al doilea an al lui Darius, Cuvântul Domnului i-a vorbit profetului Zaharia, fiul lui Berechia, fiul lui Ido, zicând:","2":"„Domnul S-a mâniat foarte tare pe strămoșii voștri.","3":"Spune-le deci: «Așa vorbește Domnul Oștirilor: întoarceți-vă la Mine, zice Domnul Oștirilor, și Mă voi întoarce și Eu la voi, zice Domnul Oștirilor.","4":"Nu fiți ca strămoșii voștri, cărora profeții cei dintâi le proclamau, zicând: ‘Așa vorbește Domnul Oștirilor: întoarceți-vă de la căile voastre cele rele, de la faptele voastre cele rele’. Ei însă n-au ascultat și n-au ținut cont de Mine, zice Domnul.","5":"Unde sunt acum strămoșii voștri? Cât despre profeți, trăiesc ei oare veșnic?","6":"Totuși, cuvintele și hotărârile pe care le poruncisem slujitorilor Mei, profeții, nu i-au atins ele pe strămoșii voștri? Atunci ei s-au întors și au zis: ‘Domnul Oștirilor ne-a făcut așa cum plănuise să ne facă, după căile și faptele noastre’»“. Prima vedenie: omul dintre mirți","7":"În a douăzeci și patra zi a lunii a unsprezecea, luna șebat, în cel de-al doilea an al lui Darius, Cuvântul Domnului i-a vorbit profetului Zaharia, fiul lui Berechia, fiul lui Ido, zicând:","8":"M-am uitat în timpul nopții și iată că un bărbat era călare pe un cal roșu. El stătea între mirții din vale, iar în urma lui erau cai roșii, bruni și albi.","9":"Eu am întrebat: ‒ Ce sunt aceștia, stăpâne? Îngerul care vorbea cu mine mi-a zis: ‒ Îți voi arăta ce sunt aceștia.","10":"Bărbatul care stătea între mirți a răspuns și a zis: ‒ Aceștia sunt cei pe care i-a trimis Domnul ca să cutreiere pământul.","11":"Ei I-au răspuns Îngerului Domnului, Care stătea între mirți, și I-au zis: „Am cutreierat pământul și iată că tot pământul este așezat și liniștit“.","12":"Îngerul Domnului a întrebat, zicând: ‒ Doamne al Oștirilor, până când nu vei avea milă de Ierusalim și de cetățile lui Iuda, pe care ai fost mânios în acești șaptezeci de ani?","13":"Apoi Domnul i-a răspuns cu vorbe bune îngerului care vorbea cu mine, cu vorbe de mângâiere.","14":"Îngerul care vorbea cu mine mi-a zis: ‒ Vestește și spune: „Așa vorbește Domnul Oștirilor: «Sunt gelos pentru Ierusalim, am o mare gelozie pentru Sion,","15":"dar sunt plin de mânie împotriva națiunilor care trăiesc fără grijă, căci Eu Mă supărasem numai puțin, însă ele au mărit nenorocirea».","16":"De aceea, așa vorbește Domnul: «Mă întorc cu milă spre Ierusalim: Casa Mea de acolo va fi reconstruită, zice Domnul Oștirilor, iar sfoara de măsurat va fi întinsă peste Ierusalim»“.","17":"Vestește mai departe și spune: „Așa vorbește Domnul Oștirilor: «Cetățile Mele se vor revărsa din nou de belșug. Domnul va mângâia iarăși Sionul și va alege din nou Ierusalimul»“. A doua vedenie: cele patru coarne și cei patru meșteșugari","18":"Atunci mi-am ridicat ochii, m-am uitat și, iată că erau patru coarne.","19":"L-am întrebat pe îngerul care vorbea cu mine: ‒ Ce sunt acestea? El mi-a răspuns: ‒ Acestea sunt coarnele care au împrăștiat Iuda, Israelul și Ierusalimul.", "20": "Domnul mi-a arătat patru meșteșugari.","21":"Eu am întrebat: ‒ Ce vin să facă aceștia? El mi-a răspuns: ‒ Acelea sunt coarnele care l-au împrăștiat pe Iuda, astfel încât niciun om n-a mai îndrăznit să-și ridice capul. Dar acești meșteșugari au venit să le înspăimânte și să taie coarnele națiunilor care și-au ridicat cornul împotriva țării lui Iuda ca s-o împrăștie."}},"WEBUS":{"name":"World English Bible US","verses":{"1":"In the eighth month, in the second year of Darius, Yahweh’s word came to the prophet Zechariah the son of Berechiah, the son of Iddo, saying,","2":"“Yahweh was very displeased with your fathers.","3":"Therefore tell them, Yahweh of Armies says: ‘Return to me,’ says Yahweh of Armies, ‘and I will return to you,’ says Yahweh of Armies.","4":"Don’t you be like your fathers, to whom the former prophets proclaimed, saying: Yahweh of Armies says, ‘Return now from your evil ways and from your evil doings;’ but they didn’t hear nor listen to me, says Yahweh.","5":"Your fathers, where are they? And the prophets, do they live forever?","6":"But my words and my decrees, which I commanded my servants the prophets, didn’t they overtake your fathers?","7":"On the twenty-fourth day of the eleventh month, which is the month Shebat, in the second year of Darius, Yahweh’s word came to the prophet Zechariah the son of Berechiah, the son of Iddo, saying,","8":"“I had a vision in the night, and behold, a man riding on a red horse, and he stood among the myrtle trees that were in a ravine; and behind him there were red, brown, and white horses.","9":"Then I asked, ‘My lord, what are these?’” The angel who talked with me said to me, “I will show you what these are.”","10":"The man who stood among the myrtle trees answered, “They are the ones Yahweh has sent to go back and forth through the earth.”","11":"They reported to Yahweh’s angel who stood among the myrtle trees, and said, “We have walked back and forth through the earth, and behold, all the earth is at rest and in peace.”","12":"Then Yahweh’s angel replied, “O Yahweh of Armies, how long will you not have mercy on Jerusalem and on the cities of Judah, against which you have had indignation these seventy years?”","13":"Yahweh answered the angel who talked with me with kind and comforting words.","14":"So the angel who talked with me said to me, “Proclaim, saying, ‘Yahweh of Armies says: “I am jealous for Jerusalem and for Zion with a great jealousy.","15":"I am very angry with the nations that are at ease; for I was but a little displeased, but they added to the calamity.”","16":"Therefore Yahweh says: “I have returned to Jerusalem with mercy. My house shall be built in it,” says Yahweh of Armies, “and a line shall be stretched out over Jerusalem.”’","17":"“Proclaim further, saying, ‘Yahweh of Armies says: “My cities will again overflow with prosperity, and Yahweh will again comfort Zion, and will again choose Jerusalem.”’”","18":"I lifted up my eyes and saw, and behold, four horns.","19":"I asked the angel who talked with me, “What are these?” He answered me, “These are the horns which have scattered Judah, Israel, and Jerusalem.”","20":"Yahweh showed me four craftsmen.","21":"Then I asked, “What are these coming to do?” He said, “These are the horns which scattered Judah, so that no man lifted up his head; but these have come to terrify them, to cast down the horns of the nations that lifted up their horn against the land of Judah to scatter it.”"}}}}